{
  "id": "1006/2007",
  "type": "statute",
  "title": "Laki kunnallisen eläkelain muuttamisesta",
  "title_en": "Lag om ändring av lagen om kommunala pensioner",
  "status": "in_force",
  "issued_date": "2007-11-09",
  "in_force_date": "2007-11-09",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/1006/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "98",
      "section": "98",
      "title": "Eläkkeen hakeminen",
      "content": "Tarkemmat säännökset eläkkeen hakemiseen tarvittavista lomakkeista ja todistuksista annetaan tarvittaessa valtiovarainministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:98",
        "normalized_fi": "Tarkemmat säännökset eläkkeen hakemiseen tarvittavista lomakkeista ja todistuksista annetaan tarvittaessa valtiovarainministeriön asetuksella.",
        "folded_fi": "tarkemmat saannokset elakkeen hakemiseen tarvittavista lomakkeista ja todistuksista annetaan tarvittaessa valtiovarainministerion asetuksella.",
        "title_sv": "Ansökan om pension",
        "content_sv": "Närmare bestämmelser om de blanketter och intyg som behövs för ansökan om pension utfärdas vid behov genom förordning av finansministeriet.",
        "normalized_sv": "Närmare bestämmelser om de blanketter och intyg som behövs för ansökan om pension utfärdas vid behov genom förordning av finansministeriet.",
        "folded_sv": "narmare bestammelser om de blanketter och intyg som behovs for ansokan om pension utfardas vid behov genom forordning av finansministeriet."
      }
    },
    {
      "provision_ref": "107",
      "section": "107",
      "title": "Tarkemmat säännökset viimeisestä eläkelaitoksesta",
      "content": "Valtiovarainministeriön asetuksella säädetään tarkemmin viimeisestä eläkelaitoksesta ja sen tehtävistä tilanteissa, joissa 103, 104 ja 106 §:n mukaan useampi eläkelaitos voisi toimia viimeisenä eläkelaitoksena. Jos syntyy epäselvyyttä siitä, mikä eläkelaitos on tämän luvun ja 1 momentin nojalla annetun valtiovarainministeriön asetuksen mukaan toimivaltainen käsittelemään eläkehakemuksen, asian ratkaisee eläkelaitoksen pyynnöstä eläketurvakeskus. Eläketurvakeskuksen tässä asiassa antamaan päätökseen ei saa hakea erikseen muutosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:107",
        "normalized_fi": "Valtiovarainministeriön asetuksella säädetään tarkemmin viimeisestä eläkelaitoksesta ja sen tehtävistä tilanteissa, joissa 103, 104 ja 106 § :n mukaan useampi eläkelaitos voisi toimia viimeisenä eläkelaitoksena. Jos syntyy epäselvyyttä siitä, mikä eläkelaitos on tämän luvun ja 1 momentin nojalla annetun valtiovarainministeriön asetuksen mukaan toimivaltainen käsittelemään eläkehakemuksen, asian ratkaisee eläkelaitoksen pyynnöstä eläketurvakeskus. Eläketurvakeskuksen tässä asiassa antamaan päätökseen ei saa hakea erikseen muutosta.",
        "folded_fi": "valtiovarainministerion asetuksella saadetaan tarkemmin viimeisesta elakelaitoksesta ja sen tehtavista tilanteissa, joissa 103, 104 ja 106 §:n mukaan useampi elakelaitos voisi toimia viimeisena elakelaitoksena. jos syntyy epaselvyytta siita, mika elakelaitos on taman luvun ja 1 momentin nojalla annetun valtiovarainministerion asetuksen mukaan toimivaltainen kasittelemaan elakehakemuksen, asian ratkaisee elakelaitoksen pyynnosta elaketurvakeskus. elaketurvakeskuksen tassa asiassa antamaan paatokseen ei saa hakea erikseen muutosta.",
        "title_sv": "Närmare bestämmelser om sista pensionsanstalt",
        "content_sv": "Närmare bestämmelser om sista pensionsanstalt och dess uppgifter i situationer där enligt 103, 104 och 106 § flera pensionsanstalter kunde vara sista pensionsanstalt utfärdas genom förordning av finansministeriet. Om det är oklart vilken pensionsanstalt som enligt detta kapitel och enligt den förordning av finansministeriet som utfärdats med stöd av 1 mom. är behörig att handlägga pensionsansökan, avgörs ärendet på pensionsanstaltens begäran av pensionsskyddscentralen. Ändring får inte sökas särskilt i pensionsskyddscentralens beslut i ett sådant ärende.",
        "normalized_sv": "Närmare bestämmelser om sista pensionsanstalt och dess uppgifter i situationer där enligt 103, 104 och 106 § flera pensionsanstalter kunde vara sista pensionsanstalt utfärdas genom förordning av finansministeriet. Om det är oklart vilken pensionsanstalt som enligt detta kapitel och enligt den förordning av finansministeriet som utfärdats med stöd av 1 mom. är behörig att handlägga pensionsansökan, avgörs ärendet på pensionsanstaltens begäran av pensionsskyddscentralen. Ändring får inte sökas särskilt i pensionsskyddscentralens beslut i ett sådant ärende.",
        "folded_sv": "narmare bestammelser om sista pensionsanstalt och dess uppgifter i situationer dar enligt 103, 104 och 106 § flera pensionsanstalter kunde vara sista pensionsanstalt utfardas genom forordning av finansministeriet. om det ar oklart vilken pensionsanstalt som enligt detta kapitel och enligt den forordning av finansministeriet som utfardats med stod av 1 mom. ar behorig att handlagga pensionsansokan, avgors arendet pa pensionsanstaltens begaran av pensionsskyddscentralen. andring far inte sokas sarskilt i pensionsskyddscentralens beslut i ett sadant arende."
      }
    },
    {
      "provision_ref": "137",
      "section": "137",
      "title": "Valvonta",
      "content": "Kunnallinen eläkelaitos on valtiovarainministeriön valvonnan alainen. Eläkelaitoksen rahoitustoiminnan suunnittelua ja sijoitustoimintaa valvoo kuitenkin Vakuutusvalvontavirasto, joka on velvollinen antamaan valvonnastaan kertomuksen valtiovarainministeriölle. Valvontaa varten eläkelaitos on velvollinen toimittamaan valtiovarainministeriölle ja Vakuutusvalvontavirastolle valvonnan edellyttämät tiedot. Valtiovarainministeriö voi erityisestä syystä määrätä suoritettavaksi eläkelaitoksen hallinnon ja tilien erityistilintarkastuksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:137",
        "normalized_fi": "Kunnallinen eläkelaitos on valtiovarainministeriön valvonnan alainen. Eläkelaitoksen rahoitustoiminnan suunnittelua ja sijoitustoimintaa valvoo kuitenkin Vakuutusvalvontavirasto, joka on velvollinen antamaan valvonnastaan kertomuksen valtiovarainministeriölle. Valvontaa varten eläkelaitos on velvollinen toimittamaan valtiovarainministeriölle ja Vakuutusvalvontavirastolle valvonnan edellyttämät tiedot. Valtiovarainministeriö voi erityisestä syystä määrätä suoritettavaksi eläkelaitoksen hallinnon ja tilien erityistilintarkastuksen.",
        "folded_fi": "kunnallinen elakelaitos on valtiovarainministerion valvonnan alainen. elakelaitoksen rahoitustoiminnan suunnittelua ja sijoitustoimintaa valvoo kuitenkin vakuutusvalvontavirasto, joka on velvollinen antamaan valvonnastaan kertomuksen valtiovarainministeriolle. valvontaa varten elakelaitos on velvollinen toimittamaan valtiovarainministeriolle ja vakuutusvalvontavirastolle valvonnan edellyttamat tiedot. valtiovarainministerio voi erityisesta syysta maarata suoritettavaksi elakelaitoksen hallinnon ja tilien erityistilintarkastuksen.",
        "title_sv": "Tillsyn",
        "content_sv": "Den kommunala pensionsanstalten står under finansministeriets tillsyn. Tillsynen över planeringen av pensionsanstaltens finansieringsverksamhet och över dess placeringsverksamhet handhas dock av Försäkringsinspektionen, som är skyldig att i fråga om tillsynen lämna en berättelse till finansministeriet. Pensionsanstalten är skyldig att för tillsynen lämna finansministeriet och Försäkringsinspektionen de uppgifter tillsynen kräver. Finansministeriet kan av särskilda skäl förordna en specialrevision av pensionsanstaltens förvaltning och räkenskaper.",
        "normalized_sv": "Den kommunala pensionsanstalten står under finansministeriets tillsyn. Tillsynen över planeringen av pensionsanstaltens finansieringsverksamhet och över dess placeringsverksamhet handhas dock av Försäkringsinspektionen, som är skyldig att i fråga om tillsynen lämna en berättelse till finansministeriet. Pensionsanstalten är skyldig att för tillsynen lämna finansministeriet och Försäkringsinspektionen de uppgifter tillsynen kräver. Finansministeriet kan av särskilda skäl förordna en specialrevision av pensionsanstaltens förvaltning och räkenskaper.",
        "folded_sv": "den kommunala pensionsanstalten star under finansministeriets tillsyn. tillsynen over planeringen av pensionsanstaltens finansieringsverksamhet och over dess placeringsverksamhet handhas dock av forsakringsinspektionen, som ar skyldig att i fraga om tillsynen lamna en berattelse till finansministeriet. pensionsanstalten ar skyldig att for tillsynen lamna finansministeriet och forsakringsinspektionen de uppgifter tillsynen kraver. finansministeriet kan av sarskilda skal forordna en specialrevision av pensionsanstaltens forvaltning och rakenskaper."
      }
    },
    {
      "provision_ref": "138",
      "section": "138",
      "title": "Valtuuskunta",
      "content": "Valtuuskunnassa on 30 jäsentä sekä jokaisella heistä henkilökohtainen varajäsen, jotka kaikki valtiovarainministeriö määrää neljäksi kalenterivuodeksi kerrallaan. Vähintään neljä jäsentä ja yhtä monta varajäsentä määrätään kunnallisessa pääsopimuksessa tarkoitettujen pääsopijajärjestöjen ehdottamista henkilöistä. Muut jäsenet ja varajäsenet määrätään Suomen Kuntaliitto ry:n ehdottamista henkilöistä siten, että kunnat ja kuntayhtymät ja maan eri osat saavat valtuuskunnassa tasapuolisen edustuksen. Näitä jäseniä ja varajäseniä määrättäessä otetaan lisäksi huomioon eri ryhmien kunnallisvaaleissa saama ääniosuus vaalilaissa (714/1998) säädetyn suhteellisuusperiaatteen mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:138",
        "normalized_fi": "Valtuuskunnassa on 30 jäsentä sekä jokaisella heistä henkilökohtainen varajäsen, jotka kaikki valtiovarainministeriö määrää neljäksi kalenterivuodeksi kerrallaan. Vähintään neljä jäsentä ja yhtä monta varajäsentä määrätään kunnallisessa pääsopimuksessa tarkoitettujen pääsopijajärjestöjen ehdottamista henkilöistä. Muut jäsenet ja varajäsenet määrätään Suomen Kuntaliitto ry:n ehdottamista henkilöistä siten, että kunnat ja kuntayhtymät ja maan eri osat saavat valtuuskunnassa tasapuolisen edustuksen. Näitä jäseniä ja varajäseniä määrättäessä otetaan lisäksi huomioon eri ryhmien kunnallisvaaleissa saama ääniosuus vaalilaissa (714/1998) säädetyn suhteellisuusperiaatteen mukaisesti.",
        "folded_fi": "valtuuskunnassa on 30 jasenta seka jokaisella heista henkilokohtainen varajasen, jotka kaikki valtiovarainministerio maaraa neljaksi kalenterivuodeksi kerrallaan. vahintaan nelja jasenta ja yhta monta varajasenta maarataan kunnallisessa paasopimuksessa tarkoitettujen paasopijajarjestojen ehdottamista henkiloista. muut jasenet ja varajasenet maarataan suomen kuntaliitto ry:n ehdottamista henkiloista siten, etta kunnat ja kuntayhtymat ja maan eri osat saavat valtuuskunnassa tasapuolisen edustuksen. naita jasenia ja varajasenia maarattaessa otetaan lisaksi huomioon eri ryhmien kunnallisvaaleissa saama aaniosuus vaalilaissa (714/1998) saadetyn suhteellisuusperiaatteen mukaisesti.",
        "title_sv": "Delegationen",
        "content_sv": "Delegationen består av 30 medlemmar med en personlig suppleant för var och en av dem, vilka samtliga förordnas av finansministeriet för fyra kalenderår i sänder. Minst fyra medlemmar och lika många suppleanter förordnas bland personer som föreslagits av de huvudavtalsorganisationer som avses i det kommunala huvudavtalet. Övriga medlemmar och suppleanter förordnas bland personer som Finlands Kommunförbund rf föreslagit så att kommunerna och samkommunerna samt landets olika delar är rättvist representerade i delegationen. När dessa medlemmar och suppleanter förordnas ska dessutom de olika gruppernas röstandel i kommunalvalet beaktas i enlighet med proportionalitetsprincipen i vallagen (714/1998).",
        "normalized_sv": "Delegationen består av 30 medlemmar med en personlig suppleant för var och en av dem, vilka samtliga förordnas av finansministeriet för fyra kalenderår i sänder. Minst fyra medlemmar och lika många suppleanter förordnas bland personer som föreslagits av de huvudavtalsorganisationer som avses i det kommunala huvudavtalet. Övriga medlemmar och suppleanter förordnas bland personer som Finlands Kommunförbund rf föreslagit så att kommunerna och samkommunerna samt landets olika delar är rättvist representerade i delegationen. När dessa medlemmar och suppleanter förordnas ska dessutom de olika gruppernas röstandel i kommunalvalet beaktas i enlighet med proportionalitetsprincipen i vallagen (714/1998).",
        "folded_sv": "delegationen bestar av 30 medlemmar med en personlig suppleant for var och en av dem, vilka samtliga forordnas av finansministeriet for fyra kalenderar i sander. minst fyra medlemmar och lika manga suppleanter forordnas bland personer som foreslagits av de huvudavtalsorganisationer som avses i det kommunala huvudavtalet. ovriga medlemmar och suppleanter forordnas bland personer som finlands kommunforbund rf foreslagit sa att kommunerna och samkommunerna samt landets olika delar ar rattvist representerade i delegationen. nar dessa medlemmar och suppleanter forordnas ska dessutom de olika gruppernas rostandel i kommunalvalet beaktas i enlighet med proportionalitetsprincipen i vallagen (714/1998)."
      }
    },
    {
      "provision_ref": "141",
      "section": "141",
      "title": "Kuntien eläkeneuvottelukunta",
      "content": "Kunnalliseen eläketurvaan liittyvän lainsäädännön kehittämiseen liittyvien kysymysten käsittelyä varten on valtiovarainministeriön yhteydessä valmistelu-, neuvottelu- ja lausunnonantoelimenä kuntien eläkeneuvottelukunta. Neuvottelukunnassa on puheenjohtaja ja kahdeksan muuta jäsentä. Jokaisella jäsenellä on henkilökohtainen varajäsen. Valtiovarainministeriö määrää jäsenet neljäksi vuodeksi kerrallaan siten, että jäsenistä puheenjohtaja ja hänen varamiehensä edustavat valtiovarainministeriötä. Muista jäsenistä neljä määrätään kunnallisessa pääsopimuksessa tarkoitettujen pääsopijajärjestöjen ehdotuksesta ja neljä kunnallisen eläkelaitoksen ehdotuksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:141",
        "normalized_fi": "Kunnalliseen eläketurvaan liittyvän lainsäädännön kehittämiseen liittyvien kysymysten käsittelyä varten on valtiovarainministeriön yhteydessä valmistelu-, neuvottelu- ja lausunnonantoelimenä kuntien eläkeneuvottelukunta. Neuvottelukunnassa on puheenjohtaja ja kahdeksan muuta jäsentä. Jokaisella jäsenellä on henkilökohtainen varajäsen. Valtiovarainministeriö määrää jäsenet neljäksi vuodeksi kerrallaan siten, että jäsenistä puheenjohtaja ja hänen varamiehensä edustavat valtiovarainministeriötä. Muista jäsenistä neljä määrätään kunnallisessa pääsopimuksessa tarkoitettujen pääsopijajärjestöjen ehdotuksesta ja neljä kunnallisen eläkelaitoksen ehdotuksesta.",
        "folded_fi": "kunnalliseen elaketurvaan liittyvan lainsaadannon kehittamiseen liittyvien kysymysten kasittelya varten on valtiovarainministerion yhteydessa valmistelu-, neuvottelu- ja lausunnonantoelimena kuntien elakeneuvottelukunta. neuvottelukunnassa on puheenjohtaja ja kahdeksan muuta jasenta. jokaisella jasenella on henkilokohtainen varajasen. valtiovarainministerio maaraa jasenet neljaksi vuodeksi kerrallaan siten, etta jasenista puheenjohtaja ja hanen varamiehensa edustavat valtiovarainministeriota. muista jasenista nelja maarataan kunnallisessa paasopimuksessa tarkoitettujen paasopijajarjestojen ehdotuksesta ja nelja kunnallisen elakelaitoksen ehdotuksesta.",
        "title_sv": "Kommunernas pensionsdelegation",
        "content_sv": "Vid finansministeriet finns ett berednings-, förhandlings- och remissorgan, kommunernas pensionsdelegation, som behandlar frågor i anslutning till utvecklandet av lagstiftningen om det kommunala pensionsskyddet. Pensionsdelegationen har en ordförande och åtta andra medlemmar. Varje medlem har en personlig suppleant. Finansministeriet förordnar medlemmarna för fyra år i sänder så att av medlemmarna ordföranden och hans eller hennes suppleant företräder finansministeriet. Fyra av de övriga medlemmarna förordnas på förslag av de huvudavtalsorganisationer som avses i det kommunala huvudavtalet och fyra på förslag av den kommunala pensionsanstalten.",
        "normalized_sv": "Vid finansministeriet finns ett berednings-, förhandlings- och remissorgan, kommunernas pensionsdelegation, som behandlar frågor i anslutning till utvecklandet av lagstiftningen om det kommunala pensionsskyddet. Pensionsdelegationen har en ordförande och åtta andra medlemmar. Varje medlem har en personlig suppleant. Finansministeriet förordnar medlemmarna för fyra år i sänder så att av medlemmarna ordföranden och hans eller hennes suppleant företräder finansministeriet. Fyra av de övriga medlemmarna förordnas på förslag av de huvudavtalsorganisationer som avses i det kommunala huvudavtalet och fyra på förslag av den kommunala pensionsanstalten.",
        "folded_sv": "vid finansministeriet finns ett berednings-, forhandlings- och remissorgan, kommunernas pensionsdelegation, som behandlar fragor i anslutning till utvecklandet av lagstiftningen om det kommunala pensionsskyddet. pensionsdelegationen har en ordforande och atta andra medlemmar. varje medlem har en personlig suppleant. finansministeriet forordnar medlemmarna for fyra ar i sander sa att av medlemmarna ordforanden och hans eller hennes suppleant foretrader finansministeriet. fyra av de ovriga medlemmarna forordnas pa forslag av de huvudavtalsorganisationer som avses i det kommunala huvudavtalet och fyra pa forslag av den kommunala pensionsanstalten."
      }
    },
    {
      "provision_ref": "143",
      "section": "143",
      "title": "Sijoitusneuvottelukunta",
      "content": "Eläkelaitoksen hallitus kutsuu toimikaudekseen sijoitusneuvottelukuntaan kymmenen jäsentä ja jokaiselle henkilökohtaisen varajäsenen. Jäsenistä kolmen tulee edustaa valtiovarainministeriötä, yhden työ- ja elinkeinoministeriötä sekä kahden kunnallisen pääsopimuksen 3 §:ssä tarkoitettuja pääsopijajärjestöjä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:143",
        "normalized_fi": "Eläkelaitoksen hallitus kutsuu toimikaudekseen sijoitusneuvottelukuntaan kymmenen jäsentä ja jokaiselle henkilökohtaisen varajäsenen. Jäsenistä kolmen tulee edustaa valtiovarainministeriötä, yhden työ- ja elinkeinoministeriötä sekä kahden kunnallisen pääsopimuksen 3 § :ssä tarkoitettuja pääsopijajärjestöjä.",
        "folded_fi": "elakelaitoksen hallitus kutsuu toimikaudekseen sijoitusneuvottelukuntaan kymmenen jasenta ja jokaiselle henkilokohtaisen varajasenen. jasenista kolmen tulee edustaa valtiovarainministeriota, yhden tyo- ja elinkeinoministeriota seka kahden kunnallisen paasopimuksen 3 §:ssa tarkoitettuja paasopijajarjestoja.",
        "title_sv": "Placeringsdelegationen",
        "content_sv": "Pensionsanstaltens styrelse kallar för sin mandattid till placeringsdelegationen tio medlemmar och en personlig suppleant för var och en av dem. Av medlemmarna ska tre företräda finansministeriet, en arbets- och näringsministeriet samt två de huvudavtalsorganisationer som avses i 3 § i det kommunala huvudavtalet.",
        "normalized_sv": "Pensionsanstaltens styrelse kallar för sin mandattid till placeringsdelegationen tio medlemmar och en personlig suppleant för var och en av dem. Av medlemmarna ska tre företräda finansministeriet, en arbets- och näringsministeriet samt två de huvudavtalsorganisationer som avses i 3 § i det kommunala huvudavtalet.",
        "folded_sv": "pensionsanstaltens styrelse kallar for sin mandattid till placeringsdelegationen tio medlemmar och en personlig suppleant for var och en av dem. av medlemmarna ska tre foretrada finansministeriet, en arbets- och naringsministeriet samt tva de huvudavtalsorganisationer som avses i 3 § i det kommunala huvudavtalet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "98",
      "section": "98",
      "title": "Eläkkeen hakeminen",
      "content": "Tarkemmat säännökset eläkkeen hakemiseen tarvittavista lomakkeista ja todistuksista annetaan tarvittaessa valtiovarainministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:98",
        "normalized_fi": "Tarkemmat säännökset eläkkeen hakemiseen tarvittavista lomakkeista ja todistuksista annetaan tarvittaessa valtiovarainministeriön asetuksella.",
        "folded_fi": "tarkemmat saannokset elakkeen hakemiseen tarvittavista lomakkeista ja todistuksista annetaan tarvittaessa valtiovarainministerion asetuksella.",
        "title_sv": "Ansökan om pension",
        "content_sv": "Närmare bestämmelser om de blanketter och intyg som behövs för ansökan om pension utfärdas vid behov genom förordning av finansministeriet.",
        "normalized_sv": "Närmare bestämmelser om de blanketter och intyg som behövs för ansökan om pension utfärdas vid behov genom förordning av finansministeriet.",
        "folded_sv": "narmare bestammelser om de blanketter och intyg som behovs for ansokan om pension utfardas vid behov genom forordning av finansministeriet."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "107",
      "section": "107",
      "title": "Tarkemmat säännökset viimeisestä eläkelaitoksesta",
      "content": "Valtiovarainministeriön asetuksella säädetään tarkemmin viimeisestä eläkelaitoksesta ja sen tehtävistä tilanteissa, joissa 103, 104 ja 106 §:n mukaan useampi eläkelaitos voisi toimia viimeisenä eläkelaitoksena. Jos syntyy epäselvyyttä siitä, mikä eläkelaitos on tämän luvun ja 1 momentin nojalla annetun valtiovarainministeriön asetuksen mukaan toimivaltainen käsittelemään eläkehakemuksen, asian ratkaisee eläkelaitoksen pyynnöstä eläketurvakeskus. Eläketurvakeskuksen tässä asiassa antamaan päätökseen ei saa hakea erikseen muutosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:107",
        "normalized_fi": "Valtiovarainministeriön asetuksella säädetään tarkemmin viimeisestä eläkelaitoksesta ja sen tehtävistä tilanteissa, joissa 103, 104 ja 106 § :n mukaan useampi eläkelaitos voisi toimia viimeisenä eläkelaitoksena. Jos syntyy epäselvyyttä siitä, mikä eläkelaitos on tämän luvun ja 1 momentin nojalla annetun valtiovarainministeriön asetuksen mukaan toimivaltainen käsittelemään eläkehakemuksen, asian ratkaisee eläkelaitoksen pyynnöstä eläketurvakeskus. Eläketurvakeskuksen tässä asiassa antamaan päätökseen ei saa hakea erikseen muutosta.",
        "folded_fi": "valtiovarainministerion asetuksella saadetaan tarkemmin viimeisesta elakelaitoksesta ja sen tehtavista tilanteissa, joissa 103, 104 ja 106 §:n mukaan useampi elakelaitos voisi toimia viimeisena elakelaitoksena. jos syntyy epaselvyytta siita, mika elakelaitos on taman luvun ja 1 momentin nojalla annetun valtiovarainministerion asetuksen mukaan toimivaltainen kasittelemaan elakehakemuksen, asian ratkaisee elakelaitoksen pyynnosta elaketurvakeskus. elaketurvakeskuksen tassa asiassa antamaan paatokseen ei saa hakea erikseen muutosta.",
        "title_sv": "Närmare bestämmelser om sista pensionsanstalt",
        "content_sv": "Närmare bestämmelser om sista pensionsanstalt och dess uppgifter i situationer där enligt 103, 104 och 106 § flera pensionsanstalter kunde vara sista pensionsanstalt utfärdas genom förordning av finansministeriet. Om det är oklart vilken pensionsanstalt som enligt detta kapitel och enligt den förordning av finansministeriet som utfärdats med stöd av 1 mom. är behörig att handlägga pensionsansökan, avgörs ärendet på pensionsanstaltens begäran av pensionsskyddscentralen. Ändring får inte sökas särskilt i pensionsskyddscentralens beslut i ett sådant ärende.",
        "normalized_sv": "Närmare bestämmelser om sista pensionsanstalt och dess uppgifter i situationer där enligt 103, 104 och 106 § flera pensionsanstalter kunde vara sista pensionsanstalt utfärdas genom förordning av finansministeriet. Om det är oklart vilken pensionsanstalt som enligt detta kapitel och enligt den förordning av finansministeriet som utfärdats med stöd av 1 mom. är behörig att handlägga pensionsansökan, avgörs ärendet på pensionsanstaltens begäran av pensionsskyddscentralen. Ändring får inte sökas särskilt i pensionsskyddscentralens beslut i ett sådant ärende.",
        "folded_sv": "narmare bestammelser om sista pensionsanstalt och dess uppgifter i situationer dar enligt 103, 104 och 106 § flera pensionsanstalter kunde vara sista pensionsanstalt utfardas genom forordning av finansministeriet. om det ar oklart vilken pensionsanstalt som enligt detta kapitel och enligt den forordning av finansministeriet som utfardats med stod av 1 mom. ar behorig att handlagga pensionsansokan, avgors arendet pa pensionsanstaltens begaran av pensionsskyddscentralen. andring far inte sokas sarskilt i pensionsskyddscentralens beslut i ett sadant arende."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "137",
      "section": "137",
      "title": "Valvonta",
      "content": "Kunnallinen eläkelaitos on valtiovarainministeriön valvonnan alainen. Eläkelaitoksen rahoitustoiminnan suunnittelua ja sijoitustoimintaa valvoo kuitenkin Vakuutusvalvontavirasto, joka on velvollinen antamaan valvonnastaan kertomuksen valtiovarainministeriölle. Valvontaa varten eläkelaitos on velvollinen toimittamaan valtiovarainministeriölle ja Vakuutusvalvontavirastolle valvonnan edellyttämät tiedot. Valtiovarainministeriö voi erityisestä syystä määrätä suoritettavaksi eläkelaitoksen hallinnon ja tilien erityistilintarkastuksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:137",
        "normalized_fi": "Kunnallinen eläkelaitos on valtiovarainministeriön valvonnan alainen. Eläkelaitoksen rahoitustoiminnan suunnittelua ja sijoitustoimintaa valvoo kuitenkin Vakuutusvalvontavirasto, joka on velvollinen antamaan valvonnastaan kertomuksen valtiovarainministeriölle. Valvontaa varten eläkelaitos on velvollinen toimittamaan valtiovarainministeriölle ja Vakuutusvalvontavirastolle valvonnan edellyttämät tiedot. Valtiovarainministeriö voi erityisestä syystä määrätä suoritettavaksi eläkelaitoksen hallinnon ja tilien erityistilintarkastuksen.",
        "folded_fi": "kunnallinen elakelaitos on valtiovarainministerion valvonnan alainen. elakelaitoksen rahoitustoiminnan suunnittelua ja sijoitustoimintaa valvoo kuitenkin vakuutusvalvontavirasto, joka on velvollinen antamaan valvonnastaan kertomuksen valtiovarainministeriolle. valvontaa varten elakelaitos on velvollinen toimittamaan valtiovarainministeriolle ja vakuutusvalvontavirastolle valvonnan edellyttamat tiedot. valtiovarainministerio voi erityisesta syysta maarata suoritettavaksi elakelaitoksen hallinnon ja tilien erityistilintarkastuksen.",
        "title_sv": "Tillsyn",
        "content_sv": "Den kommunala pensionsanstalten står under finansministeriets tillsyn. Tillsynen över planeringen av pensionsanstaltens finansieringsverksamhet och över dess placeringsverksamhet handhas dock av Försäkringsinspektionen, som är skyldig att i fråga om tillsynen lämna en berättelse till finansministeriet. Pensionsanstalten är skyldig att för tillsynen lämna finansministeriet och Försäkringsinspektionen de uppgifter tillsynen kräver. Finansministeriet kan av särskilda skäl förordna en specialrevision av pensionsanstaltens förvaltning och räkenskaper.",
        "normalized_sv": "Den kommunala pensionsanstalten står under finansministeriets tillsyn. Tillsynen över planeringen av pensionsanstaltens finansieringsverksamhet och över dess placeringsverksamhet handhas dock av Försäkringsinspektionen, som är skyldig att i fråga om tillsynen lämna en berättelse till finansministeriet. Pensionsanstalten är skyldig att för tillsynen lämna finansministeriet och Försäkringsinspektionen de uppgifter tillsynen kräver. Finansministeriet kan av särskilda skäl förordna en specialrevision av pensionsanstaltens förvaltning och räkenskaper.",
        "folded_sv": "den kommunala pensionsanstalten star under finansministeriets tillsyn. tillsynen over planeringen av pensionsanstaltens finansieringsverksamhet och over dess placeringsverksamhet handhas dock av forsakringsinspektionen, som ar skyldig att i fraga om tillsynen lamna en berattelse till finansministeriet. pensionsanstalten ar skyldig att for tillsynen lamna finansministeriet och forsakringsinspektionen de uppgifter tillsynen kraver. finansministeriet kan av sarskilda skal forordna en specialrevision av pensionsanstaltens forvaltning och rakenskaper."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "138",
      "section": "138",
      "title": "Valtuuskunta",
      "content": "Valtuuskunnassa on 30 jäsentä sekä jokaisella heistä henkilökohtainen varajäsen, jotka kaikki valtiovarainministeriö määrää neljäksi kalenterivuodeksi kerrallaan. Vähintään neljä jäsentä ja yhtä monta varajäsentä määrätään kunnallisessa pääsopimuksessa tarkoitettujen pääsopijajärjestöjen ehdottamista henkilöistä. Muut jäsenet ja varajäsenet määrätään Suomen Kuntaliitto ry:n ehdottamista henkilöistä siten, että kunnat ja kuntayhtymät ja maan eri osat saavat valtuuskunnassa tasapuolisen edustuksen. Näitä jäseniä ja varajäseniä määrättäessä otetaan lisäksi huomioon eri ryhmien kunnallisvaaleissa saama ääniosuus vaalilaissa (714/1998) säädetyn suhteellisuusperiaatteen mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:138",
        "normalized_fi": "Valtuuskunnassa on 30 jäsentä sekä jokaisella heistä henkilökohtainen varajäsen, jotka kaikki valtiovarainministeriö määrää neljäksi kalenterivuodeksi kerrallaan. Vähintään neljä jäsentä ja yhtä monta varajäsentä määrätään kunnallisessa pääsopimuksessa tarkoitettujen pääsopijajärjestöjen ehdottamista henkilöistä. Muut jäsenet ja varajäsenet määrätään Suomen Kuntaliitto ry:n ehdottamista henkilöistä siten, että kunnat ja kuntayhtymät ja maan eri osat saavat valtuuskunnassa tasapuolisen edustuksen. Näitä jäseniä ja varajäseniä määrättäessä otetaan lisäksi huomioon eri ryhmien kunnallisvaaleissa saama ääniosuus vaalilaissa (714/1998) säädetyn suhteellisuusperiaatteen mukaisesti.",
        "folded_fi": "valtuuskunnassa on 30 jasenta seka jokaisella heista henkilokohtainen varajasen, jotka kaikki valtiovarainministerio maaraa neljaksi kalenterivuodeksi kerrallaan. vahintaan nelja jasenta ja yhta monta varajasenta maarataan kunnallisessa paasopimuksessa tarkoitettujen paasopijajarjestojen ehdottamista henkiloista. muut jasenet ja varajasenet maarataan suomen kuntaliitto ry:n ehdottamista henkiloista siten, etta kunnat ja kuntayhtymat ja maan eri osat saavat valtuuskunnassa tasapuolisen edustuksen. naita jasenia ja varajasenia maarattaessa otetaan lisaksi huomioon eri ryhmien kunnallisvaaleissa saama aaniosuus vaalilaissa (714/1998) saadetyn suhteellisuusperiaatteen mukaisesti.",
        "title_sv": "Delegationen",
        "content_sv": "Delegationen består av 30 medlemmar med en personlig suppleant för var och en av dem, vilka samtliga förordnas av finansministeriet för fyra kalenderår i sänder. Minst fyra medlemmar och lika många suppleanter förordnas bland personer som föreslagits av de huvudavtalsorganisationer som avses i det kommunala huvudavtalet. Övriga medlemmar och suppleanter förordnas bland personer som Finlands Kommunförbund rf föreslagit så att kommunerna och samkommunerna samt landets olika delar är rättvist representerade i delegationen. När dessa medlemmar och suppleanter förordnas ska dessutom de olika gruppernas röstandel i kommunalvalet beaktas i enlighet med proportionalitetsprincipen i vallagen (714/1998).",
        "normalized_sv": "Delegationen består av 30 medlemmar med en personlig suppleant för var och en av dem, vilka samtliga förordnas av finansministeriet för fyra kalenderår i sänder. Minst fyra medlemmar och lika många suppleanter förordnas bland personer som föreslagits av de huvudavtalsorganisationer som avses i det kommunala huvudavtalet. Övriga medlemmar och suppleanter förordnas bland personer som Finlands Kommunförbund rf föreslagit så att kommunerna och samkommunerna samt landets olika delar är rättvist representerade i delegationen. När dessa medlemmar och suppleanter förordnas ska dessutom de olika gruppernas röstandel i kommunalvalet beaktas i enlighet med proportionalitetsprincipen i vallagen (714/1998).",
        "folded_sv": "delegationen bestar av 30 medlemmar med en personlig suppleant for var och en av dem, vilka samtliga forordnas av finansministeriet for fyra kalenderar i sander. minst fyra medlemmar och lika manga suppleanter forordnas bland personer som foreslagits av de huvudavtalsorganisationer som avses i det kommunala huvudavtalet. ovriga medlemmar och suppleanter forordnas bland personer som finlands kommunforbund rf foreslagit sa att kommunerna och samkommunerna samt landets olika delar ar rattvist representerade i delegationen. nar dessa medlemmar och suppleanter forordnas ska dessutom de olika gruppernas rostandel i kommunalvalet beaktas i enlighet med proportionalitetsprincipen i vallagen (714/1998)."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "141",
      "section": "141",
      "title": "Kuntien eläkeneuvottelukunta",
      "content": "Kunnalliseen eläketurvaan liittyvän lainsäädännön kehittämiseen liittyvien kysymysten käsittelyä varten on valtiovarainministeriön yhteydessä valmistelu-, neuvottelu- ja lausunnonantoelimenä kuntien eläkeneuvottelukunta. Neuvottelukunnassa on puheenjohtaja ja kahdeksan muuta jäsentä. Jokaisella jäsenellä on henkilökohtainen varajäsen. Valtiovarainministeriö määrää jäsenet neljäksi vuodeksi kerrallaan siten, että jäsenistä puheenjohtaja ja hänen varamiehensä edustavat valtiovarainministeriötä. Muista jäsenistä neljä määrätään kunnallisessa pääsopimuksessa tarkoitettujen pääsopijajärjestöjen ehdotuksesta ja neljä kunnallisen eläkelaitoksen ehdotuksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:141",
        "normalized_fi": "Kunnalliseen eläketurvaan liittyvän lainsäädännön kehittämiseen liittyvien kysymysten käsittelyä varten on valtiovarainministeriön yhteydessä valmistelu-, neuvottelu- ja lausunnonantoelimenä kuntien eläkeneuvottelukunta. Neuvottelukunnassa on puheenjohtaja ja kahdeksan muuta jäsentä. Jokaisella jäsenellä on henkilökohtainen varajäsen. Valtiovarainministeriö määrää jäsenet neljäksi vuodeksi kerrallaan siten, että jäsenistä puheenjohtaja ja hänen varamiehensä edustavat valtiovarainministeriötä. Muista jäsenistä neljä määrätään kunnallisessa pääsopimuksessa tarkoitettujen pääsopijajärjestöjen ehdotuksesta ja neljä kunnallisen eläkelaitoksen ehdotuksesta.",
        "folded_fi": "kunnalliseen elaketurvaan liittyvan lainsaadannon kehittamiseen liittyvien kysymysten kasittelya varten on valtiovarainministerion yhteydessa valmistelu-, neuvottelu- ja lausunnonantoelimena kuntien elakeneuvottelukunta. neuvottelukunnassa on puheenjohtaja ja kahdeksan muuta jasenta. jokaisella jasenella on henkilokohtainen varajasen. valtiovarainministerio maaraa jasenet neljaksi vuodeksi kerrallaan siten, etta jasenista puheenjohtaja ja hanen varamiehensa edustavat valtiovarainministeriota. muista jasenista nelja maarataan kunnallisessa paasopimuksessa tarkoitettujen paasopijajarjestojen ehdotuksesta ja nelja kunnallisen elakelaitoksen ehdotuksesta.",
        "title_sv": "Kommunernas pensionsdelegation",
        "content_sv": "Vid finansministeriet finns ett berednings-, förhandlings- och remissorgan, kommunernas pensionsdelegation, som behandlar frågor i anslutning till utvecklandet av lagstiftningen om det kommunala pensionsskyddet. Pensionsdelegationen har en ordförande och åtta andra medlemmar. Varje medlem har en personlig suppleant. Finansministeriet förordnar medlemmarna för fyra år i sänder så att av medlemmarna ordföranden och hans eller hennes suppleant företräder finansministeriet. Fyra av de övriga medlemmarna förordnas på förslag av de huvudavtalsorganisationer som avses i det kommunala huvudavtalet och fyra på förslag av den kommunala pensionsanstalten.",
        "normalized_sv": "Vid finansministeriet finns ett berednings-, förhandlings- och remissorgan, kommunernas pensionsdelegation, som behandlar frågor i anslutning till utvecklandet av lagstiftningen om det kommunala pensionsskyddet. Pensionsdelegationen har en ordförande och åtta andra medlemmar. Varje medlem har en personlig suppleant. Finansministeriet förordnar medlemmarna för fyra år i sänder så att av medlemmarna ordföranden och hans eller hennes suppleant företräder finansministeriet. Fyra av de övriga medlemmarna förordnas på förslag av de huvudavtalsorganisationer som avses i det kommunala huvudavtalet och fyra på förslag av den kommunala pensionsanstalten.",
        "folded_sv": "vid finansministeriet finns ett berednings-, forhandlings- och remissorgan, kommunernas pensionsdelegation, som behandlar fragor i anslutning till utvecklandet av lagstiftningen om det kommunala pensionsskyddet. pensionsdelegationen har en ordforande och atta andra medlemmar. varje medlem har en personlig suppleant. finansministeriet forordnar medlemmarna for fyra ar i sander sa att av medlemmarna ordforanden och hans eller hennes suppleant foretrader finansministeriet. fyra av de ovriga medlemmarna forordnas pa forslag av de huvudavtalsorganisationer som avses i det kommunala huvudavtalet och fyra pa forslag av den kommunala pensionsanstalten."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "143",
      "section": "143",
      "title": "Sijoitusneuvottelukunta",
      "content": "Eläkelaitoksen hallitus kutsuu toimikaudekseen sijoitusneuvottelukuntaan kymmenen jäsentä ja jokaiselle henkilökohtaisen varajäsenen. Jäsenistä kolmen tulee edustaa valtiovarainministeriötä, yhden työ- ja elinkeinoministeriötä sekä kahden kunnallisen pääsopimuksen 3 §:ssä tarkoitettuja pääsopijajärjestöjä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:143",
        "normalized_fi": "Eläkelaitoksen hallitus kutsuu toimikaudekseen sijoitusneuvottelukuntaan kymmenen jäsentä ja jokaiselle henkilökohtaisen varajäsenen. Jäsenistä kolmen tulee edustaa valtiovarainministeriötä, yhden työ- ja elinkeinoministeriötä sekä kahden kunnallisen pääsopimuksen 3 § :ssä tarkoitettuja pääsopijajärjestöjä.",
        "folded_fi": "elakelaitoksen hallitus kutsuu toimikaudekseen sijoitusneuvottelukuntaan kymmenen jasenta ja jokaiselle henkilokohtaisen varajasenen. jasenista kolmen tulee edustaa valtiovarainministeriota, yhden tyo- ja elinkeinoministeriota seka kahden kunnallisen paasopimuksen 3 §:ssa tarkoitettuja paasopijajarjestoja.",
        "title_sv": "Placeringsdelegationen",
        "content_sv": "Pensionsanstaltens styrelse kallar för sin mandattid till placeringsdelegationen tio medlemmar och en personlig suppleant för var och en av dem. Av medlemmarna ska tre företräda finansministeriet, en arbets- och näringsministeriet samt två de huvudavtalsorganisationer som avses i 3 § i det kommunala huvudavtalet.",
        "normalized_sv": "Pensionsanstaltens styrelse kallar för sin mandattid till placeringsdelegationen tio medlemmar och en personlig suppleant för var och en av dem. Av medlemmarna ska tre företräda finansministeriet, en arbets- och näringsministeriet samt två de huvudavtalsorganisationer som avses i 3 § i det kommunala huvudavtalet.",
        "folded_sv": "pensionsanstaltens styrelse kallar for sin mandattid till placeringsdelegationen tio medlemmar och en personlig suppleant for var och en av dem. av medlemmarna ska tre foretrada finansministeriet, en arbets- och naringsministeriet samt tva de huvudavtalsorganisationer som avses i 3 § i det kommunala huvudavtalet."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    }
  ]
}