{
  "id": "100/2007",
  "type": "statute",
  "title": "Laki poliisin hallinnosta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av polisförvaltningslagen",
  "status": "in_force",
  "issued_date": "2007-02-02",
  "in_force_date": "2007-02-02",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/100/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Poliisihallinto ja poliisiyksiköt",
      "content": "Lääninhallituksen alainen paikallishallintoviranomainen on kihlakunnan poliisilaitos lukuun ottamatta Helsingin kihlakunnan poliisilaitosta. Sisäasiainministeriön alaisia valtakunnallisia yksikköjä ovat keskusrikospoliisi, suojelupoliisi ja liikkuva poliisi. Ministeriön alaisena toimii Poliisiammattikorkeakoulu, Poliisin tekniikkakeskus ja Poliisin tietohallintokeskus sekä paikallishallintoviranomaisena Helsingin kihlakunnan poliisilaitos.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Lääninhallituksen alainen paikallishallintoviranomainen on kihlakunnan poliisilaitos lukuun ottamatta Helsingin kihlakunnan poliisilaitosta. Sisäasiainministeriön alaisia valtakunnallisia yksikköjä ovat keskusrikospoliisi, suojelupoliisi ja liikkuva poliisi. Ministeriön alaisena toimii Poliisiammattikorkeakoulu, Poliisin tekniikkakeskus ja Poliisin tietohallintokeskus sekä paikallishallintoviranomaisena Helsingin kihlakunnan poliisilaitos.",
        "folded_fi": "laaninhallituksen alainen paikallishallintoviranomainen on kihlakunnan poliisilaitos lukuun ottamatta helsingin kihlakunnan poliisilaitosta. sisaasiainministerion alaisia valtakunnallisia yksikkoja ovat keskusrikospoliisi, suojelupoliisi ja liikkuva poliisi. ministerion alaisena toimii poliisiammattikorkeakoulu, poliisin tekniikkakeskus ja poliisin tietohallintokeskus seka paikallishallintoviranomaisena helsingin kihlakunnan poliisilaitos.",
        "title_sv": "Polisförvaltningen och polisenheterna",
        "content_sv": "Länsstyrelsen underställd lokal förvaltningsmyndighet är polisinrättningen i häradet, med undantag av polisinrättningen i Helsingfors härad. Riksomfattande enheter under inrikesministeriet är centralkriminalpolisen, skyddspolisen och rörliga polisen. Polisyrkeshögskolan, Polisens teknikcentral och Polisens datacentral är enheter under ministeriet. Polisinrättningen i Helsingfors härad är lokal förvaltningsmyndighet under ministeriet.",
        "normalized_sv": "Länsstyrelsen underställd lokal förvaltningsmyndighet är polisinrättningen i häradet, med undantag av polisinrättningen i Helsingfors härad. Riksomfattande enheter under inrikesministeriet är centralkriminalpolisen, skyddspolisen och rörliga polisen. Polisyrkeshögskolan, Polisens teknikcentral och Polisens datacentral är enheter under ministeriet. Polisinrättningen i Helsingfors härad är lokal förvaltningsmyndighet under ministeriet.",
        "folded_sv": "lansstyrelsen understalld lokal forvaltningsmyndighet ar polisinrattningen i haradet, med undantag av polisinrattningen i helsingfors harad. riksomfattande enheter under inrikesministeriet ar centralkriminalpolisen, skyddspolisen och rorliga polisen. polisyrkeshogskolan, polisens teknikcentral och polisens datacentral ar enheter under ministeriet. polisinrattningen i helsingfors harad ar lokal forvaltningsmyndighet under ministeriet."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Poliisin ylijohto",
      "content": "Poliisin ylijohtona toimii sisäasiainministeriön poliisiosasto. Poliisin ylijohdon tehtävänä on: 1) suunnitella, kehittää, johtaa ja valvoa poliisitoimintaa ja sen tukitoimintoja koko maassa; 2) vastata poliisin tehtäviin liittyvien kansalaisten palvelujen tasapuolisesta saatavuudesta ja laadusta maan eri osissa; 3) päättää paikallispoliisin ja muiden poliisiyksiköiden välisestä yhteistoiminnasta; 4) huolehtia muista sille säädetyistä tai määrätyistä tehtävistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Poliisin ylijohtona toimii sisäasiainministeriön poliisiosasto. Poliisin ylijohdon tehtävänä on: 1) suunnitella, kehittää, johtaa ja valvoa poliisitoimintaa ja sen tukitoimintoja koko maassa; 2) vastata poliisin tehtäviin liittyvien kansalaisten palvelujen tasapuolisesta saatavuudesta ja laadusta maan eri osissa; 3) päättää paikallispoliisin ja muiden poliisiyksiköiden välisestä yhteistoiminnasta; 4) huolehtia muista sille säädetyistä tai määrätyistä tehtävistä.",
        "folded_fi": "poliisin ylijohtona toimii sisaasiainministerion poliisiosasto. poliisin ylijohdon tehtavana on: 1) suunnitella, kehittaa, johtaa ja valvoa poliisitoimintaa ja sen tukitoimintoja koko maassa; 2) vastata poliisin tehtaviin liittyvien kansalaisten palvelujen tasapuolisesta saatavuudesta ja laadusta maan eri osissa; 3) paattaa paikallispoliisin ja muiden poliisiyksikoiden valisesta yhteistoiminnasta; 4) huolehtia muista sille saadetyista tai maaratyista tehtavista.",
        "title_sv": "Polisens högsta ledning",
        "content_sv": "Polisavdelningen vid inrikesministeriet är polisens högsta ledning. Polisens högsta ledning har till uppgift att 1) planera, utveckla, leda och övervaka polisverksamheten och dess stödfunktioner i hela landet, 2) se till att den medborgarservice som hör samman med polisens uppgifter finns tillgänglig i lika utsträckning och är av samma kvalitet i hela landet, 3) besluta om samarbetet mellan den lokala polisen och de övriga polisenheterna, 4) sköta övriga uppgifter som enligt bestämmelser eller föreskrifter ankommer på den.",
        "normalized_sv": "Polisavdelningen vid inrikesministeriet är polisens högsta ledning. Polisens högsta ledning har till uppgift att 1) planera, utveckla, leda och övervaka polisverksamheten och dess stödfunktioner i hela landet, 2) se till att den medborgarservice som hör samman med polisens uppgifter finns tillgänglig i lika utsträckning och är av samma kvalitet i hela landet, 3) besluta om samarbetet mellan den lokala polisen och de övriga polisenheterna, 4) sköta övriga uppgifter som enligt bestämmelser eller föreskrifter ankommer på den.",
        "folded_sv": "polisavdelningen vid inrikesministeriet ar polisens hogsta ledning. polisens hogsta ledning har till uppgift att 1) planera, utveckla, leda och overvaka polisverksamheten och dess stodfunktioner i hela landet, 2) se till att den medborgarservice som hor samman med polisens uppgifter finns tillganglig i lika utstrackning och ar av samma kvalitet i hela landet, 3) besluta om samarbetet mellan den lokala polisen och de ovriga polisenheterna, 4) skota ovriga uppgifter som enligt bestammelser eller foreskrifter ankommer pa den."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Poliisin lääninjohto",
      "content": "Poliisin lääninjohtona toimii lääninhallituksen poliisiosasto tai poliisitoimisto. Poliisin lääninjohdon tehtävänä on: 1) suunnitella, kehittää, johtaa ja valvoa poliisitoimintaa ja sen tukitoimintoja läänissä; 2) vastata poliisin tehtäviin liittyvien kansalaisten palvelujen tasapuolisesta saatavuudesta ja laadusta läänin alueella; 3) hyväksyä asianomaisten yksiköiden kanssa neuvoteltuaan alaistensa yksiköiden tulostavoitteet sekä poliisin palvelujen tasapuolista saatavuutta ja laatua koskevat tavoitteet sisäasiainministeriön lääninjohdolle asettamien tulostavoitteiden sekä palvelujen tasapuolista saatavuutta ja laatua koskevien tavoitteiden ja toimintalinjojen perusteella sekä päättää yksiköille osoitettavista määrärahoista sisäasiainministeriön lääninjohdolle osoittaman määrärahan puitteissa; 4) päättää kihlakunnan poliisilaitosten yhteistoiminnasta läänissä; 5) huolehtia muista sille säädetyistä tai määrätyistä tehtävistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Poliisin lääninjohtona toimii lääninhallituksen poliisiosasto tai poliisitoimisto. Poliisin lääninjohdon tehtävänä on: 1) suunnitella, kehittää, johtaa ja valvoa poliisitoimintaa ja sen tukitoimintoja läänissä; 2) vastata poliisin tehtäviin liittyvien kansalaisten palvelujen tasapuolisesta saatavuudesta ja laadusta läänin alueella; 3) hyväksyä asianomaisten yksiköiden kanssa neuvoteltuaan alaistensa yksiköiden tulostavoitteet sekä poliisin palvelujen tasapuolista saatavuutta ja laatua koskevat tavoitteet sisäasiainministeriön lääninjohdolle asettamien tulostavoitteiden sekä palvelujen tasapuolista saatavuutta ja laatua koskevien tavoitteiden ja toimintalinjojen perusteella sekä päättää yksiköille osoitettavista määrärahoista sisäasiainministeriön lääninjohdolle osoittaman määrärahan puitteissa; 4) päättää kihlakunnan poliisilaitosten yhteistoiminnasta läänissä; 5) huolehtia muista sille säädetyistä tai määrätyistä tehtävistä.",
        "folded_fi": "poliisin laaninjohtona toimii laaninhallituksen poliisiosasto tai poliisitoimisto. poliisin laaninjohdon tehtavana on: 1) suunnitella, kehittaa, johtaa ja valvoa poliisitoimintaa ja sen tukitoimintoja laanissa; 2) vastata poliisin tehtaviin liittyvien kansalaisten palvelujen tasapuolisesta saatavuudesta ja laadusta laanin alueella; 3) hyvaksya asianomaisten yksikoiden kanssa neuvoteltuaan alaistensa yksikoiden tulostavoitteet seka poliisin palvelujen tasapuolista saatavuutta ja laatua koskevat tavoitteet sisaasiainministerion laaninjohdolle asettamien tulostavoitteiden seka palvelujen tasapuolista saatavuutta ja laatua koskevien tavoitteiden ja toimintalinjojen perusteella seka paattaa yksikoille osoitettavista maararahoista sisaasiainministerion laaninjohdolle osoittaman maararahan puitteissa; 4) paattaa kihlakunnan poliisilaitosten yhteistoiminnasta laanissa; 5) huolehtia muista sille saadetyista tai maaratyista tehtavista.",
        "title_sv": "Polisens länsledning",
        "content_sv": "Länsstyrelsens polisavdelning eller polisbyrå är polisens länsledning. Länsledningen har till uppgift att 1) planera, utveckla, leda och övervaka polisverksamheten och dess stödfunktioner i länet, 2) se till att den medborgarservice som hör samman med polisens uppgifter finns tillgänglig i lika utsträckning och är av samma kvalitet inom länet, 3) efter att ha förhandlat med de berörda enheterna godkänna resultatmålen för enheterna under den samt målen för lika tillgång och kvalitet på polisens service utifrån de resultatmål och de mål för lika tillgång och kvalitet samt de riktlinjer som inrikesministeriet uppställt för länsledningen samt besluta om de anslag som skall anvisas enheterna inom ramen för det anslag som inrikesministeriet anvisat länsledningen, 4) besluta om samarbetet i länet mellan polisinrättningarna i häradena, 5) sköta övriga uppgifter som enligt bestämmelser eller föreskrifter ankommer på den.",
        "normalized_sv": "Länsstyrelsens polisavdelning eller polisbyrå är polisens länsledning. Länsledningen har till uppgift att 1) planera, utveckla, leda och övervaka polisverksamheten och dess stödfunktioner i länet, 2) se till att den medborgarservice som hör samman med polisens uppgifter finns tillgänglig i lika utsträckning och är av samma kvalitet inom länet, 3) efter att ha förhandlat med de berörda enheterna godkänna resultatmålen för enheterna under den samt målen för lika tillgång och kvalitet på polisens service utifrån de resultatmål och de mål för lika tillgång och kvalitet samt de riktlinjer som inrikesministeriet uppställt för länsledningen samt besluta om de anslag som skall anvisas enheterna inom ramen för det anslag som inrikesministeriet anvisat länsledningen, 4) besluta om samarbetet i länet mellan polisinrättningarna i häradena, 5) sköta övriga uppgifter som enligt bestämmelser eller föreskrifter ankommer på den.",
        "folded_sv": "lansstyrelsens polisavdelning eller polisbyra ar polisens lansledning. lansledningen har till uppgift att 1) planera, utveckla, leda och overvaka polisverksamheten och dess stodfunktioner i lanet, 2) se till att den medborgarservice som hor samman med polisens uppgifter finns tillganglig i lika utstrackning och ar av samma kvalitet inom lanet, 3) efter att ha forhandlat med de berorda enheterna godkanna resultatmalen for enheterna under den samt malen for lika tillgang och kvalitet pa polisens service utifran de resultatmal och de mal for lika tillgang och kvalitet samt de riktlinjer som inrikesministeriet uppstallt for lansledningen samt besluta om de anslag som skall anvisas enheterna inom ramen for det anslag som inrikesministeriet anvisat lansledningen, 4) besluta om samarbetet i lanet mellan polisinrattningarna i haradena, 5) skota ovriga uppgifter som enligt bestammelser eller foreskrifter ankommer pa den."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Paikallispoliisi",
      "content": "Paikallinen poliisitoimi järjestetään kihlakunnittain siten, että kihlakunnan poliisilaitoksen toimialueena on yksi tai useampi kihlakunta. Kihlakunnan poliisilaitos vastaa myös poliisin tehtäviin liittyvien kansalaisten palvelujen tasapuolisesta saatavuudesta ja laadusta toimialueellaan. Valtioneuvoston asetuksella säädetään kihlakunnan poliisilaitoksista, joiden toimialueena on useampi kihlakunta. Kihlakunnan poliisilaitoksella voi olla palvelutoimistoja. Sisäasiainministeriö päättää kihlakunnan poliisilaitoksen sekä sen palvelutoimistojen sijaintipaikoista. Muodostettaessa kihlakunnan poliisilaitos, jonka toimialueena on useampi kihlakunta, tulee ottaa huomioon eri alueiden erityispiirteet, kuten asukasmäärä, asukastiheys, laajuus, liikenneyhteydet sekä kieliolot ja aluejaotuksen vaikutus viranomaisen kielilain (423/2003) 6 §:ssä tarkoitettuun kielelliseen asemaan. Poliisilaitoksen muodostamisen yhteydessä lakkautettavien poliisilaitosten henkilöstö siirtyy ja virat siirretään perustettavaan kihlakunnan poliisilaitokseen. Viran siirtämiseen ei tarvita virkamiehen suostumusta. Lakkaavien kihlakunnan poliisilaitosten poliisipäällikön virat lakkautetaan ja perustetaan uusi kihlakunnan poliisilaitoksen poliisipäällikön virka. Täytettäessä edellä mainittua kihlakunnan poliisilaitoksen poliisipäällikön virkaa ensi kertaa virka saadaan täyttää sitä haettavaksi julistamatta. Lakkautettavan poliisipäällikön viran haltija sijoitetaan uudelleen ammattitaitoansa ja kykyänsä vastaaviin tehtäviin. Kelpoisuusvaatimuksena kihlakunnan poliisipäällikön virkaan on oikeustieteen kandidaatin tutkinto tai muu ylempi korkeakoulututkinto sekä perehtyneisyys tehtäväalueeseen ja hallinnonalan toimintaan sekä käytännössä osoitettu johtamistaito ja johtamiskokemus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Paikallinen poliisitoimi järjestetään kihlakunnittain siten, että kihlakunnan poliisilaitoksen toimialueena on yksi tai useampi kihlakunta. Kihlakunnan poliisilaitos vastaa myös poliisin tehtäviin liittyvien kansalaisten palvelujen tasapuolisesta saatavuudesta ja laadusta toimialueellaan. Valtioneuvoston asetuksella säädetään kihlakunnan poliisilaitoksista, joiden toimialueena on useampi kihlakunta. Kihlakunnan poliisilaitoksella voi olla palvelutoimistoja. Sisäasiainministeriö päättää kihlakunnan poliisilaitoksen sekä sen palvelutoimistojen sijaintipaikoista. Muodostettaessa kihlakunnan poliisilaitos, jonka toimialueena on useampi kihlakunta, tulee ottaa huomioon eri alueiden erityispiirteet, kuten asukasmäärä, asukastiheys, laajuus, liikenneyhteydet sekä kieliolot ja aluejaotuksen vaikutus viranomaisen kielilain (423/2003) 6 § :ssä tarkoitettuun kielelliseen asemaan. Poliisilaitoksen muodostamisen yhteydessä lakkautettavien poliisilaitosten henkilöstö siirtyy ja virat siirretään perustettavaan kihlakunnan poliisilaitokseen. Viran siirtämiseen ei tarvita virkamiehen suostumusta. Lakkaavien kihlakunnan poliisilaitosten poliisipäällikön virat lakkautetaan ja perustetaan uusi kihlakunnan poliisilaitoksen poliisipäällikön virka. Täytettäessä edellä mainittua kihlakunnan poliisilaitoksen poliisipäällikön virkaa ensi kertaa virka saadaan täyttää sitä haettavaksi julistamatta. Lakkautettavan poliisipäällikön viran haltija sijoitetaan uudelleen ammattitaitoansa ja kykyänsä vastaaviin tehtäviin. Kelpoisuusvaatimuksena kihlakunnan poliisipäällikön virkaan on oikeustieteen kandidaatin tutkinto tai muu ylempi korkeakoulututkinto sekä perehtyneisyys tehtäväalueeseen ja hallinnonalan toimintaan sekä käytännössä osoitettu johtamistaito ja johtamiskokemus.",
        "folded_fi": "paikallinen poliisitoimi jarjestetaan kihlakunnittain siten, etta kihlakunnan poliisilaitoksen toimialueena on yksi tai useampi kihlakunta. kihlakunnan poliisilaitos vastaa myos poliisin tehtaviin liittyvien kansalaisten palvelujen tasapuolisesta saatavuudesta ja laadusta toimialueellaan. valtioneuvoston asetuksella saadetaan kihlakunnan poliisilaitoksista, joiden toimialueena on useampi kihlakunta. kihlakunnan poliisilaitoksella voi olla palvelutoimistoja. sisaasiainministerio paattaa kihlakunnan poliisilaitoksen seka sen palvelutoimistojen sijaintipaikoista. muodostettaessa kihlakunnan poliisilaitos, jonka toimialueena on useampi kihlakunta, tulee ottaa huomioon eri alueiden erityispiirteet, kuten asukasmaara, asukastiheys, laajuus, liikenneyhteydet seka kieliolot ja aluejaotuksen vaikutus viranomaisen kielilain (423/2003) 6 §:ssa tarkoitettuun kielelliseen asemaan. poliisilaitoksen muodostamisen yhteydessa lakkautettavien poliisilaitosten henkilosto siirtyy ja virat siirretaan perustettavaan kihlakunnan poliisilaitokseen. viran siirtamiseen ei tarvita virkamiehen suostumusta. lakkaavien kihlakunnan poliisilaitosten poliisipaallikon virat lakkautetaan ja perustetaan uusi kihlakunnan poliisilaitoksen poliisipaallikon virka. taytettaessa edella mainittua kihlakunnan poliisilaitoksen poliisipaallikon virkaa ensi kertaa virka saadaan tayttaa sita haettavaksi julistamatta. lakkautettavan poliisipaallikon viran haltija sijoitetaan uudelleen ammattitaitoansa ja kykyansa vastaaviin tehtaviin. kelpoisuusvaatimuksena kihlakunnan poliisipaallikon virkaan on oikeustieteen kandidaatin tutkinto tai muu ylempi korkeakoulututkinto seka perehtyneisyys tehtavaalueeseen ja hallinnonalan toimintaan seka kaytannossa osoitettu johtamistaito ja johtamiskokemus.",
        "title_sv": "Den lokala polisen",
        "content_sv": "Det lokala polisväsendet organiseras häradsvis så att distriktet för polisinrättningen i häradet omfattar ett härad eller flera. Denna polisinrättning skall också se till att den medborgarservice som hör samman med polisens uppgifter finns tillgänglig i lika utsträckning och är av samma kvalitet inom distriktet. Genom förordning av statsrådet föreskrivs om sådana polisinrättningar i häradet vilkas distrikt omfattar flera härad. Polisinrättningen i häradet kan ha servicebyråer. Inrikesministeriet beslutar om placeringsorterna för polisinrättningen i häradet och dess servicebyråer. Vid bildandet av en polisinrättning i häradet vars distrikt omfattar flera härad skall hänsyn tas till de olika områdenas särdrag, såsom invånarantalet, invånartätheten, utsträckningen, trafikförbindelserna samt språkförhållandena och områdesindelningens inverkan på den i 6 § i språklagen (423/2003) avsedda språkliga statusen för en myndighet. När polisinrättningen bildas övergår personalen och överförs tjänsterna vid de polisinrättningar som läggs ned till den polisinrättning i häradet som inrättas. För överföringen av en tjänst behövs inte tjänstemannens samtycke. Tjänsterna som häradets polischef för de polisinrättningar som läggs ned indras och en ny tjänst som polischef för polisinrättningen i häradet inrättas. Den ovan nämnda polischefstjänsten vid polisinrättningen i häradet får första gången tillsättas utan att tjänsten ledigförklaras. Den som innehar en polischefstjänst som indras skall omplaceras i uppgifter som motsvarar personens yrkesskicklighet och förmåga. Behörighetsvillkor för tjänsten som häradets polischef är juris kandidatexamen eller en annan högre högskoleexamen samt förtrogenhet med uppgiftsområdet och verksamheten inom förvaltningsområdet och i praktiken visad ledarförmåga och erfarenhet av ledarskap.",
        "normalized_sv": "Det lokala polisväsendet organiseras häradsvis så att distriktet för polisinrättningen i häradet omfattar ett härad eller flera. Denna polisinrättning skall också se till att den medborgarservice som hör samman med polisens uppgifter finns tillgänglig i lika utsträckning och är av samma kvalitet inom distriktet. Genom förordning av statsrådet föreskrivs om sådana polisinrättningar i häradet vilkas distrikt omfattar flera härad. Polisinrättningen i häradet kan ha servicebyråer. Inrikesministeriet beslutar om placeringsorterna för polisinrättningen i häradet och dess servicebyråer. Vid bildandet av en polisinrättning i häradet vars distrikt omfattar flera härad skall hänsyn tas till de olika områdenas särdrag, såsom invånarantalet, invånartätheten, utsträckningen, trafikförbindelserna samt språkförhållandena och områdesindelningens inverkan på den i 6 § i språklagen (423/2003) avsedda språkliga statusen för en myndighet. När polisinrättningen bildas övergår personalen och överförs tjänsterna vid de polisinrättningar som läggs ned till den polisinrättning i häradet som inrättas. För överföringen av en tjänst behövs inte tjänstemannens samtycke. Tjänsterna som häradets polischef för de polisinrättningar som läggs ned indras och en ny tjänst som polischef för polisinrättningen i häradet inrättas. Den ovan nämnda polischefstjänsten vid polisinrättningen i häradet får första gången tillsättas utan att tjänsten ledigförklaras. Den som innehar en polischefstjänst som indras skall omplaceras i uppgifter som motsvarar personens yrkesskicklighet och förmåga. Behörighetsvillkor för tjänsten som häradets polischef är juris kandidatexamen eller en annan högre högskoleexamen samt förtrogenhet med uppgiftsområdet och verksamheten inom förvaltningsområdet och i praktiken visad ledarförmåga och erfarenhet av ledarskap.",
        "folded_sv": "det lokala polisvasendet organiseras haradsvis sa att distriktet for polisinrattningen i haradet omfattar ett harad eller flera. denna polisinrattning skall ocksa se till att den medborgarservice som hor samman med polisens uppgifter finns tillganglig i lika utstrackning och ar av samma kvalitet inom distriktet. genom forordning av statsradet foreskrivs om sadana polisinrattningar i haradet vilkas distrikt omfattar flera harad. polisinrattningen i haradet kan ha servicebyraer. inrikesministeriet beslutar om placeringsorterna for polisinrattningen i haradet och dess servicebyraer. vid bildandet av en polisinrattning i haradet vars distrikt omfattar flera harad skall hansyn tas till de olika omradenas sardrag, sasom invanarantalet, invanartatheten, utstrackningen, trafikforbindelserna samt sprakforhallandena och omradesindelningens inverkan pa den i 6 § i spraklagen (423/2003) avsedda sprakliga statusen for en myndighet. nar polisinrattningen bildas overgar personalen och overfors tjansterna vid de polisinrattningar som laggs ned till den polisinrattning i haradet som inrattas. for overforingen av en tjanst behovs inte tjanstemannens samtycke. tjansterna som haradets polischef for de polisinrattningar som laggs ned indras och en ny tjanst som polischef for polisinrattningen i haradet inrattas. den ovan namnda polischefstjansten vid polisinrattningen i haradet far forsta gangen tillsattas utan att tjansten ledigforklaras. den som innehar en polischefstjanst som indras skall omplaceras i uppgifter som motsvarar personens yrkesskicklighet och formaga. behorighetsvillkor for tjansten som haradets polischef ar juris kandidatexamen eller en annan hogre hogskoleexamen samt fortrogenhet med uppgiftsomradet och verksamheten inom forvaltningsomradet och i praktiken visad ledarformaga och erfarenhet av ledarskap."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Yhteistoiminta",
      "content": "Poliisin lääninjohto voi poliisitoiminnan tarkoituksenmukaiseksi järjestämiseksi asianomaisia poliisilaitoksia ja alueen kuntia kuultuaan määrätä kihlakunnan poliisilaitokset hoitamaan tehtäviä yhteistoiminnassa. Jos kihlakunnan poliisilaitokset kuuluvat eri lääneihin tai yhteistoiminnassa on mukana Helsingin kihlakunnan poliisilaitos, päätöksen yhteistoiminnasta tekee poliisin ylijohto. Poliisin ylijohto voi poliisitoiminnan tarkoituksenmukaiseksi järjestämiseksi asianomaisia poliisiyksikköjä kuultuaan määrätä kihlakunnan poliisilaitoksen ja muun poliisiyksikön hoitamaan tehtäviä yhteistoiminnassa. Edellä 1 ja 2 momentissa tarkoitettua yhteistoimintaa koskevassa päätöksessä tulee määrätä päällikkö johtamaan yhteistoiminnassa hoidettavia tehtäviä ja muut johtosuhteet sekä antaa tarvittaessa tarkempia määräyksiä yhteistoiminnan järjestämiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Poliisin lääninjohto voi poliisitoiminnan tarkoituksenmukaiseksi järjestämiseksi asianomaisia poliisilaitoksia ja alueen kuntia kuultuaan määrätä kihlakunnan poliisilaitokset hoitamaan tehtäviä yhteistoiminnassa. Jos kihlakunnan poliisilaitokset kuuluvat eri lääneihin tai yhteistoiminnassa on mukana Helsingin kihlakunnan poliisilaitos, päätöksen yhteistoiminnasta tekee poliisin ylijohto. Poliisin ylijohto voi poliisitoiminnan tarkoituksenmukaiseksi järjestämiseksi asianomaisia poliisiyksikköjä kuultuaan määrätä kihlakunnan poliisilaitoksen ja muun poliisiyksikön hoitamaan tehtäviä yhteistoiminnassa. Edellä 1 ja 2 momentissa tarkoitettua yhteistoimintaa koskevassa päätöksessä tulee määrätä päällikkö johtamaan yhteistoiminnassa hoidettavia tehtäviä ja muut johtosuhteet sekä antaa tarvittaessa tarkempia määräyksiä yhteistoiminnan järjestämiseksi.",
        "folded_fi": "poliisin laaninjohto voi poliisitoiminnan tarkoituksenmukaiseksi jarjestamiseksi asianomaisia poliisilaitoksia ja alueen kuntia kuultuaan maarata kihlakunnan poliisilaitokset hoitamaan tehtavia yhteistoiminnassa. jos kihlakunnan poliisilaitokset kuuluvat eri laaneihin tai yhteistoiminnassa on mukana helsingin kihlakunnan poliisilaitos, paatoksen yhteistoiminnasta tekee poliisin ylijohto. poliisin ylijohto voi poliisitoiminnan tarkoituksenmukaiseksi jarjestamiseksi asianomaisia poliisiyksikkoja kuultuaan maarata kihlakunnan poliisilaitoksen ja muun poliisiyksikon hoitamaan tehtavia yhteistoiminnassa. edella 1 ja 2 momentissa tarkoitettua yhteistoimintaa koskevassa paatoksessa tulee maarata paallikko johtamaan yhteistoiminnassa hoidettavia tehtavia ja muut johtosuhteet seka antaa tarvittaessa tarkempia maarayksia yhteistoiminnan jarjestamiseksi.",
        "title_sv": "Samarbete",
        "content_sv": "För en ändamålsenlig skötsel av polisverksamheten kan polisens länsledning, efter att ha hört de berörda polisinrättningarna och områdets kommuner, bestämma att häradenas polisinrättningar skall sköta uppgifter i samarbete. Om polisinrättningarna hör till olika län eller om polisinrättningen i Helsingfors härad deltar i samarbetet, beslutar polisens högsta ledning om samarbetet. För en ändamålsenlig skötsel av polisverksamheten kan polisens högsta ledning, efter att ha hört de berörda polisenheterna, bestämma att polisinrättningen i häradet och en annan polisenhet skall sköta uppgifter i samarbete. I ett beslut om samarbete enligt 1 och 2 mom. skall utses en chef att leda de uppgifter som sköts i samarbete och bestämmas om övriga ledningsförhållanden samt skall vid behov meddelas närmare föreskrifter om hur samarbetet skall ordnas.",
        "normalized_sv": "För en ändamålsenlig skötsel av polisverksamheten kan polisens länsledning, efter att ha hört de berörda polisinrättningarna och områdets kommuner, bestämma att häradenas polisinrättningar skall sköta uppgifter i samarbete. Om polisinrättningarna hör till olika län eller om polisinrättningen i Helsingfors härad deltar i samarbetet, beslutar polisens högsta ledning om samarbetet. För en ändamålsenlig skötsel av polisverksamheten kan polisens högsta ledning, efter att ha hört de berörda polisenheterna, bestämma att polisinrättningen i häradet och en annan polisenhet skall sköta uppgifter i samarbete. I ett beslut om samarbete enligt 1 och 2 mom. skall utses en chef att leda de uppgifter som sköts i samarbete och bestämmas om övriga ledningsförhållanden samt skall vid behov meddelas närmare föreskrifter om hur samarbetet skall ordnas.",
        "folded_sv": "for en andamalsenlig skotsel av polisverksamheten kan polisens lansledning, efter att ha hort de berorda polisinrattningarna och omradets kommuner, bestamma att haradenas polisinrattningar skall skota uppgifter i samarbete. om polisinrattningarna hor till olika lan eller om polisinrattningen i helsingfors harad deltar i samarbetet, beslutar polisens hogsta ledning om samarbetet. for en andamalsenlig skotsel av polisverksamheten kan polisens hogsta ledning, efter att ha hort de berorda polisenheterna, bestamma att polisinrattningen i haradet och en annan polisenhet skall skota uppgifter i samarbete. i ett beslut om samarbete enligt 1 och 2 mom. skall utses en chef att leda de uppgifter som skots i samarbete och bestammas om ovriga ledningsforhallanden samt skall vid behov meddelas narmare foreskrifter om hur samarbetet skall ordnas."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Keskusrikospoliisi",
      "content": "Poliisin lääninjohdolla on oikeus yksittäistapauksessa määrätä tutkintajärjestelyistä keskusrikospoliisin ja paikallispoliisin kesken läänissä. Tutkintajärjestelyistä keskusrikospoliisin ja Helsingin kihlakunnan poliisilaitoksen kesken määrää kuitenkin poliisin ylijohto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Poliisin lääninjohdolla on oikeus yksittäistapauksessa määrätä tutkintajärjestelyistä keskusrikospoliisin ja paikallispoliisin kesken läänissä. Tutkintajärjestelyistä keskusrikospoliisin ja Helsingin kihlakunnan poliisilaitoksen kesken määrää kuitenkin poliisin ylijohto.",
        "folded_fi": "poliisin laaninjohdolla on oikeus yksittaistapauksessa maarata tutkintajarjestelyista keskusrikospoliisin ja paikallispoliisin kesken laanissa. tutkintajarjestelyista keskusrikospoliisin ja helsingin kihlakunnan poliisilaitoksen kesken maaraa kuitenkin poliisin ylijohto.",
        "title_sv": "Centralkriminalpolisen",
        "content_sv": "Polisens länsledning har rätt att i enskilda fall bestämma om undersökningsarrangemangen mellan centralkriminalpolisen och den lokala polisen i länet. Polisens högsta ledning bestämmer dock om undersökningsarrangemangen mellan centralkriminalpolisen och polisinrättningen i Helsingfors härad.",
        "normalized_sv": "Polisens länsledning har rätt att i enskilda fall bestämma om undersökningsarrangemangen mellan centralkriminalpolisen och den lokala polisen i länet. Polisens högsta ledning bestämmer dock om undersökningsarrangemangen mellan centralkriminalpolisen och polisinrättningen i Helsingfors härad.",
        "folded_sv": "polisens lansledning har ratt att i enskilda fall bestamma om undersokningsarrangemangen mellan centralkriminalpolisen och den lokala polisen i lanet. polisens hogsta ledning bestammer dock om undersokningsarrangemangen mellan centralkriminalpolisen och polisinrattningen i helsingfors harad."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Poliisiammattikorkeakoulu",
      "content": "Poliisiammattikorkeakoulussa annetaan poliisialan ammattikorkeakoulutusta, poliisin jatko- ja täydennyskoulutusta sekä poliisin peruskoulutusta. Poliisiammattikorkeakoulusta sekä poliisikoulutuksesta säädetään tarkemmin poliisikoulutuksesta annetussa laissa (68/2005).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Poliisiammattikorkeakoulussa annetaan poliisialan ammattikorkeakoulutusta, poliisin jatko- ja täydennyskoulutusta sekä poliisin peruskoulutusta. Poliisiammattikorkeakoulusta sekä poliisikoulutuksesta säädetään tarkemmin poliisikoulutuksesta annetussa laissa (68/2005).",
        "folded_fi": "poliisiammattikorkeakoulussa annetaan poliisialan ammattikorkeakoulutusta, poliisin jatko- ja taydennyskoulutusta seka poliisin peruskoulutusta. poliisiammattikorkeakoulusta seka poliisikoulutuksesta saadetaan tarkemmin poliisikoulutuksesta annetussa laissa (68/2005).",
        "title_sv": "Polisyrkeshögskolan",
        "content_sv": "Polisyrkeshögskolan ger yrkeshögskoleutbildning inom polisbranschen samt vidareutbildning, fortbildning och grundutbildning för poliser. I lagen om polisutbildning (68/2005) bestäms närmare om Polisyrkeshögskolan och om polisutbildningen.",
        "normalized_sv": "Polisyrkeshögskolan ger yrkeshögskoleutbildning inom polisbranschen samt vidareutbildning, fortbildning och grundutbildning för poliser. I lagen om polisutbildning (68/2005) bestäms närmare om Polisyrkeshögskolan och om polisutbildningen.",
        "folded_sv": "polisyrkeshogskolan ger yrkeshogskoleutbildning inom polisbranschen samt vidareutbildning, fortbildning och grundutbildning for poliser. i lagen om polisutbildning (68/2005) bestams narmare om polisyrkeshogskolan och om polisutbildningen."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Poliisin tekniikkakeskus",
      "content": "Poliisin tekniikkakeskuksen perustehtävänä on hankkia, ylläpitää ja kehittää poliisin kalustoa, välineitä ja varusteita. Poliisin tekniikkakeskus voi hankkia, ylläpitää ja kehittää myös muiden valtion ja kunnan turvallisuusviranomaisten kalustoa, välineitä ja varusteita sekä muidenkin valtion ja kunnan viranomaisten turvakalustoa, -välineitä ja -varusteita. Jos viranomaisjärjestelmään liittyvä julkinen hallintotehtävä on annettu muulle kuin viranomaiselle, Poliisin tekniikkakeskus voi hankkia, ylläpitää ja kehittää myös tällaisen tehtävän hoitamiseen liittyvää kalustoa, välineitä ja varusteita.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Poliisin tekniikkakeskuksen perustehtävänä on hankkia, ylläpitää ja kehittää poliisin kalustoa, välineitä ja varusteita. Poliisin tekniikkakeskus voi hankkia, ylläpitää ja kehittää myös muiden valtion ja kunnan turvallisuusviranomaisten kalustoa, välineitä ja varusteita sekä muidenkin valtion ja kunnan viranomaisten turvakalustoa, -välineitä ja -varusteita. Jos viranomaisjärjestelmään liittyvä julkinen hallintotehtävä on annettu muulle kuin viranomaiselle, Poliisin tekniikkakeskus voi hankkia, ylläpitää ja kehittää myös tällaisen tehtävän hoitamiseen liittyvää kalustoa, välineitä ja varusteita.",
        "folded_fi": "poliisin tekniikkakeskuksen perustehtavana on hankkia, yllapitaa ja kehittaa poliisin kalustoa, valineita ja varusteita. poliisin tekniikkakeskus voi hankkia, yllapitaa ja kehittaa myos muiden valtion ja kunnan turvallisuusviranomaisten kalustoa, valineita ja varusteita seka muidenkin valtion ja kunnan viranomaisten turvakalustoa, -valineita ja -varusteita. jos viranomaisjarjestelmaan liittyva julkinen hallintotehtava on annettu muulle kuin viranomaiselle, poliisin tekniikkakeskus voi hankkia, yllapitaa ja kehittaa myos tallaisen tehtavan hoitamiseen liittyvaa kalustoa, valineita ja varusteita.",
        "title_sv": "Polisens teknikcentral",
        "content_sv": "De grundläggande uppgifterna för Polisens teknikcentral är att anskaffa, underhålla och utveckla polisens materiel, redskap och utrustning. Polisens teknikcentral kan också anskaffa, underhålla och utveckla andra statliga och kommunala säkerhetsmyndigheters materiel, redskap och utrustning samt även andra statliga och kommunala myndigheters säkerhetsmateriel, säkerhetsredskap och säkerhetsutrustning. Har en offentlig förvaltningsuppgift med anknytning till myndighetssystemet anförtrotts någon annan än en myndighet, kan Polisens teknikcentral också anskaffa, underhålla och utveckla materiel, redskap och utrustning som hänför sig till skötseln av denna uppgift.",
        "normalized_sv": "De grundläggande uppgifterna för Polisens teknikcentral är att anskaffa, underhålla och utveckla polisens materiel, redskap och utrustning. Polisens teknikcentral kan också anskaffa, underhålla och utveckla andra statliga och kommunala säkerhetsmyndigheters materiel, redskap och utrustning samt även andra statliga och kommunala myndigheters säkerhetsmateriel, säkerhetsredskap och säkerhetsutrustning. Har en offentlig förvaltningsuppgift med anknytning till myndighetssystemet anförtrotts någon annan än en myndighet, kan Polisens teknikcentral också anskaffa, underhålla och utveckla materiel, redskap och utrustning som hänför sig till skötseln av denna uppgift.",
        "folded_sv": "de grundlaggande uppgifterna for polisens teknikcentral ar att anskaffa, underhalla och utveckla polisens materiel, redskap och utrustning. polisens teknikcentral kan ocksa anskaffa, underhalla och utveckla andra statliga och kommunala sakerhetsmyndigheters materiel, redskap och utrustning samt aven andra statliga och kommunala myndigheters sakerhetsmateriel, sakerhetsredskap och sakerhetsutrustning. har en offentlig forvaltningsuppgift med anknytning till myndighetssystemet anfortrotts nagon annan an en myndighet, kan polisens teknikcentral ocksa anskaffa, underhalla och utveckla materiel, redskap och utrustning som hanfor sig till skotseln av denna uppgift."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Poliisihallinto ja poliisiyksiköt",
      "content": "Lääninhallituksen alainen paikallishallintoviranomainen on kihlakunnan poliisilaitos lukuun ottamatta Helsingin kihlakunnan poliisilaitosta. Sisäasiainministeriön alaisia valtakunnallisia yksikköjä ovat keskusrikospoliisi, suojelupoliisi ja liikkuva poliisi. Ministeriön alaisena toimii Poliisiammattikorkeakoulu, Poliisin tekniikkakeskus ja Poliisin tietohallintokeskus sekä paikallishallintoviranomaisena Helsingin kihlakunnan poliisilaitos.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Lääninhallituksen alainen paikallishallintoviranomainen on kihlakunnan poliisilaitos lukuun ottamatta Helsingin kihlakunnan poliisilaitosta. Sisäasiainministeriön alaisia valtakunnallisia yksikköjä ovat keskusrikospoliisi, suojelupoliisi ja liikkuva poliisi. Ministeriön alaisena toimii Poliisiammattikorkeakoulu, Poliisin tekniikkakeskus ja Poliisin tietohallintokeskus sekä paikallishallintoviranomaisena Helsingin kihlakunnan poliisilaitos.",
        "folded_fi": "laaninhallituksen alainen paikallishallintoviranomainen on kihlakunnan poliisilaitos lukuun ottamatta helsingin kihlakunnan poliisilaitosta. sisaasiainministerion alaisia valtakunnallisia yksikkoja ovat keskusrikospoliisi, suojelupoliisi ja liikkuva poliisi. ministerion alaisena toimii poliisiammattikorkeakoulu, poliisin tekniikkakeskus ja poliisin tietohallintokeskus seka paikallishallintoviranomaisena helsingin kihlakunnan poliisilaitos.",
        "title_sv": "Polisförvaltningen och polisenheterna",
        "content_sv": "Länsstyrelsen underställd lokal förvaltningsmyndighet är polisinrättningen i häradet, med undantag av polisinrättningen i Helsingfors härad. Riksomfattande enheter under inrikesministeriet är centralkriminalpolisen, skyddspolisen och rörliga polisen. Polisyrkeshögskolan, Polisens teknikcentral och Polisens datacentral är enheter under ministeriet. Polisinrättningen i Helsingfors härad är lokal förvaltningsmyndighet under ministeriet.",
        "normalized_sv": "Länsstyrelsen underställd lokal förvaltningsmyndighet är polisinrättningen i häradet, med undantag av polisinrättningen i Helsingfors härad. Riksomfattande enheter under inrikesministeriet är centralkriminalpolisen, skyddspolisen och rörliga polisen. Polisyrkeshögskolan, Polisens teknikcentral och Polisens datacentral är enheter under ministeriet. Polisinrättningen i Helsingfors härad är lokal förvaltningsmyndighet under ministeriet.",
        "folded_sv": "lansstyrelsen understalld lokal forvaltningsmyndighet ar polisinrattningen i haradet, med undantag av polisinrattningen i helsingfors harad. riksomfattande enheter under inrikesministeriet ar centralkriminalpolisen, skyddspolisen och rorliga polisen. polisyrkeshogskolan, polisens teknikcentral och polisens datacentral ar enheter under ministeriet. polisinrattningen i helsingfors harad ar lokal forvaltningsmyndighet under ministeriet."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Poliisin ylijohto",
      "content": "Poliisin ylijohtona toimii sisäasiainministeriön poliisiosasto. Poliisin ylijohdon tehtävänä on: 1) suunnitella, kehittää, johtaa ja valvoa poliisitoimintaa ja sen tukitoimintoja koko maassa; 2) vastata poliisin tehtäviin liittyvien kansalaisten palvelujen tasapuolisesta saatavuudesta ja laadusta maan eri osissa; 3) päättää paikallispoliisin ja muiden poliisiyksiköiden välisestä yhteistoiminnasta; 4) huolehtia muista sille säädetyistä tai määrätyistä tehtävistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Poliisin ylijohtona toimii sisäasiainministeriön poliisiosasto. Poliisin ylijohdon tehtävänä on: 1) suunnitella, kehittää, johtaa ja valvoa poliisitoimintaa ja sen tukitoimintoja koko maassa; 2) vastata poliisin tehtäviin liittyvien kansalaisten palvelujen tasapuolisesta saatavuudesta ja laadusta maan eri osissa; 3) päättää paikallispoliisin ja muiden poliisiyksiköiden välisestä yhteistoiminnasta; 4) huolehtia muista sille säädetyistä tai määrätyistä tehtävistä.",
        "folded_fi": "poliisin ylijohtona toimii sisaasiainministerion poliisiosasto. poliisin ylijohdon tehtavana on: 1) suunnitella, kehittaa, johtaa ja valvoa poliisitoimintaa ja sen tukitoimintoja koko maassa; 2) vastata poliisin tehtaviin liittyvien kansalaisten palvelujen tasapuolisesta saatavuudesta ja laadusta maan eri osissa; 3) paattaa paikallispoliisin ja muiden poliisiyksikoiden valisesta yhteistoiminnasta; 4) huolehtia muista sille saadetyista tai maaratyista tehtavista.",
        "title_sv": "Polisens högsta ledning",
        "content_sv": "Polisavdelningen vid inrikesministeriet är polisens högsta ledning. Polisens högsta ledning har till uppgift att 1) planera, utveckla, leda och övervaka polisverksamheten och dess stödfunktioner i hela landet, 2) se till att den medborgarservice som hör samman med polisens uppgifter finns tillgänglig i lika utsträckning och är av samma kvalitet i hela landet, 3) besluta om samarbetet mellan den lokala polisen och de övriga polisenheterna, 4) sköta övriga uppgifter som enligt bestämmelser eller föreskrifter ankommer på den.",
        "normalized_sv": "Polisavdelningen vid inrikesministeriet är polisens högsta ledning. Polisens högsta ledning har till uppgift att 1) planera, utveckla, leda och övervaka polisverksamheten och dess stödfunktioner i hela landet, 2) se till att den medborgarservice som hör samman med polisens uppgifter finns tillgänglig i lika utsträckning och är av samma kvalitet i hela landet, 3) besluta om samarbetet mellan den lokala polisen och de övriga polisenheterna, 4) sköta övriga uppgifter som enligt bestämmelser eller föreskrifter ankommer på den.",
        "folded_sv": "polisavdelningen vid inrikesministeriet ar polisens hogsta ledning. polisens hogsta ledning har till uppgift att 1) planera, utveckla, leda och overvaka polisverksamheten och dess stodfunktioner i hela landet, 2) se till att den medborgarservice som hor samman med polisens uppgifter finns tillganglig i lika utstrackning och ar av samma kvalitet i hela landet, 3) besluta om samarbetet mellan den lokala polisen och de ovriga polisenheterna, 4) skota ovriga uppgifter som enligt bestammelser eller foreskrifter ankommer pa den."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Poliisin lääninjohto",
      "content": "Poliisin lääninjohtona toimii lääninhallituksen poliisiosasto tai poliisitoimisto. Poliisin lääninjohdon tehtävänä on: 1) suunnitella, kehittää, johtaa ja valvoa poliisitoimintaa ja sen tukitoimintoja läänissä; 2) vastata poliisin tehtäviin liittyvien kansalaisten palvelujen tasapuolisesta saatavuudesta ja laadusta läänin alueella; 3) hyväksyä asianomaisten yksiköiden kanssa neuvoteltuaan alaistensa yksiköiden tulostavoitteet sekä poliisin palvelujen tasapuolista saatavuutta ja laatua koskevat tavoitteet sisäasiainministeriön lääninjohdolle asettamien tulostavoitteiden sekä palvelujen tasapuolista saatavuutta ja laatua koskevien tavoitteiden ja toimintalinjojen perusteella sekä päättää yksiköille osoitettavista määrärahoista sisäasiainministeriön lääninjohdolle osoittaman määrärahan puitteissa; 4) päättää kihlakunnan poliisilaitosten yhteistoiminnasta läänissä; 5) huolehtia muista sille säädetyistä tai määrätyistä tehtävistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Poliisin lääninjohtona toimii lääninhallituksen poliisiosasto tai poliisitoimisto. Poliisin lääninjohdon tehtävänä on: 1) suunnitella, kehittää, johtaa ja valvoa poliisitoimintaa ja sen tukitoimintoja läänissä; 2) vastata poliisin tehtäviin liittyvien kansalaisten palvelujen tasapuolisesta saatavuudesta ja laadusta läänin alueella; 3) hyväksyä asianomaisten yksiköiden kanssa neuvoteltuaan alaistensa yksiköiden tulostavoitteet sekä poliisin palvelujen tasapuolista saatavuutta ja laatua koskevat tavoitteet sisäasiainministeriön lääninjohdolle asettamien tulostavoitteiden sekä palvelujen tasapuolista saatavuutta ja laatua koskevien tavoitteiden ja toimintalinjojen perusteella sekä päättää yksiköille osoitettavista määrärahoista sisäasiainministeriön lääninjohdolle osoittaman määrärahan puitteissa; 4) päättää kihlakunnan poliisilaitosten yhteistoiminnasta läänissä; 5) huolehtia muista sille säädetyistä tai määrätyistä tehtävistä.",
        "folded_fi": "poliisin laaninjohtona toimii laaninhallituksen poliisiosasto tai poliisitoimisto. poliisin laaninjohdon tehtavana on: 1) suunnitella, kehittaa, johtaa ja valvoa poliisitoimintaa ja sen tukitoimintoja laanissa; 2) vastata poliisin tehtaviin liittyvien kansalaisten palvelujen tasapuolisesta saatavuudesta ja laadusta laanin alueella; 3) hyvaksya asianomaisten yksikoiden kanssa neuvoteltuaan alaistensa yksikoiden tulostavoitteet seka poliisin palvelujen tasapuolista saatavuutta ja laatua koskevat tavoitteet sisaasiainministerion laaninjohdolle asettamien tulostavoitteiden seka palvelujen tasapuolista saatavuutta ja laatua koskevien tavoitteiden ja toimintalinjojen perusteella seka paattaa yksikoille osoitettavista maararahoista sisaasiainministerion laaninjohdolle osoittaman maararahan puitteissa; 4) paattaa kihlakunnan poliisilaitosten yhteistoiminnasta laanissa; 5) huolehtia muista sille saadetyista tai maaratyista tehtavista.",
        "title_sv": "Polisens länsledning",
        "content_sv": "Länsstyrelsens polisavdelning eller polisbyrå är polisens länsledning. Länsledningen har till uppgift att 1) planera, utveckla, leda och övervaka polisverksamheten och dess stödfunktioner i länet, 2) se till att den medborgarservice som hör samman med polisens uppgifter finns tillgänglig i lika utsträckning och är av samma kvalitet inom länet, 3) efter att ha förhandlat med de berörda enheterna godkänna resultatmålen för enheterna under den samt målen för lika tillgång och kvalitet på polisens service utifrån de resultatmål och de mål för lika tillgång och kvalitet samt de riktlinjer som inrikesministeriet uppställt för länsledningen samt besluta om de anslag som skall anvisas enheterna inom ramen för det anslag som inrikesministeriet anvisat länsledningen, 4) besluta om samarbetet i länet mellan polisinrättningarna i häradena, 5) sköta övriga uppgifter som enligt bestämmelser eller föreskrifter ankommer på den.",
        "normalized_sv": "Länsstyrelsens polisavdelning eller polisbyrå är polisens länsledning. Länsledningen har till uppgift att 1) planera, utveckla, leda och övervaka polisverksamheten och dess stödfunktioner i länet, 2) se till att den medborgarservice som hör samman med polisens uppgifter finns tillgänglig i lika utsträckning och är av samma kvalitet inom länet, 3) efter att ha förhandlat med de berörda enheterna godkänna resultatmålen för enheterna under den samt målen för lika tillgång och kvalitet på polisens service utifrån de resultatmål och de mål för lika tillgång och kvalitet samt de riktlinjer som inrikesministeriet uppställt för länsledningen samt besluta om de anslag som skall anvisas enheterna inom ramen för det anslag som inrikesministeriet anvisat länsledningen, 4) besluta om samarbetet i länet mellan polisinrättningarna i häradena, 5) sköta övriga uppgifter som enligt bestämmelser eller föreskrifter ankommer på den.",
        "folded_sv": "lansstyrelsens polisavdelning eller polisbyra ar polisens lansledning. lansledningen har till uppgift att 1) planera, utveckla, leda och overvaka polisverksamheten och dess stodfunktioner i lanet, 2) se till att den medborgarservice som hor samman med polisens uppgifter finns tillganglig i lika utstrackning och ar av samma kvalitet inom lanet, 3) efter att ha forhandlat med de berorda enheterna godkanna resultatmalen for enheterna under den samt malen for lika tillgang och kvalitet pa polisens service utifran de resultatmal och de mal for lika tillgang och kvalitet samt de riktlinjer som inrikesministeriet uppstallt for lansledningen samt besluta om de anslag som skall anvisas enheterna inom ramen for det anslag som inrikesministeriet anvisat lansledningen, 4) besluta om samarbetet i lanet mellan polisinrattningarna i haradena, 5) skota ovriga uppgifter som enligt bestammelser eller foreskrifter ankommer pa den."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Paikallispoliisi",
      "content": "Paikallinen poliisitoimi järjestetään kihlakunnittain siten, että kihlakunnan poliisilaitoksen toimialueena on yksi tai useampi kihlakunta. Kihlakunnan poliisilaitos vastaa myös poliisin tehtäviin liittyvien kansalaisten palvelujen tasapuolisesta saatavuudesta ja laadusta toimialueellaan. Valtioneuvoston asetuksella säädetään kihlakunnan poliisilaitoksista, joiden toimialueena on useampi kihlakunta. Kihlakunnan poliisilaitoksella voi olla palvelutoimistoja. Sisäasiainministeriö päättää kihlakunnan poliisilaitoksen sekä sen palvelutoimistojen sijaintipaikoista. Muodostettaessa kihlakunnan poliisilaitos, jonka toimialueena on useampi kihlakunta, tulee ottaa huomioon eri alueiden erityispiirteet, kuten asukasmäärä, asukastiheys, laajuus, liikenneyhteydet sekä kieliolot ja aluejaotuksen vaikutus viranomaisen kielilain (423/2003) 6 §:ssä tarkoitettuun kielelliseen asemaan. Poliisilaitoksen muodostamisen yhteydessä lakkautettavien poliisilaitosten henkilöstö siirtyy ja virat siirretään perustettavaan kihlakunnan poliisilaitokseen. Viran siirtämiseen ei tarvita virkamiehen suostumusta. Lakkaavien kihlakunnan poliisilaitosten poliisipäällikön virat lakkautetaan ja perustetaan uusi kihlakunnan poliisilaitoksen poliisipäällikön virka. Täytettäessä edellä mainittua kihlakunnan poliisilaitoksen poliisipäällikön virkaa ensi kertaa virka saadaan täyttää sitä haettavaksi julistamatta. Lakkautettavan poliisipäällikön viran haltija sijoitetaan uudelleen ammattitaitoansa ja kykyänsä vastaaviin tehtäviin. Kelpoisuusvaatimuksena kihlakunnan poliisipäällikön virkaan on oikeustieteen kandidaatin tutkinto tai muu ylempi korkeakoulututkinto sekä perehtyneisyys tehtäväalueeseen ja hallinnonalan toimintaan sekä käytännössä osoitettu johtamistaito ja johtamiskokemus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Paikallinen poliisitoimi järjestetään kihlakunnittain siten, että kihlakunnan poliisilaitoksen toimialueena on yksi tai useampi kihlakunta. Kihlakunnan poliisilaitos vastaa myös poliisin tehtäviin liittyvien kansalaisten palvelujen tasapuolisesta saatavuudesta ja laadusta toimialueellaan. Valtioneuvoston asetuksella säädetään kihlakunnan poliisilaitoksista, joiden toimialueena on useampi kihlakunta. Kihlakunnan poliisilaitoksella voi olla palvelutoimistoja. Sisäasiainministeriö päättää kihlakunnan poliisilaitoksen sekä sen palvelutoimistojen sijaintipaikoista. Muodostettaessa kihlakunnan poliisilaitos, jonka toimialueena on useampi kihlakunta, tulee ottaa huomioon eri alueiden erityispiirteet, kuten asukasmäärä, asukastiheys, laajuus, liikenneyhteydet sekä kieliolot ja aluejaotuksen vaikutus viranomaisen kielilain (423/2003) 6 § :ssä tarkoitettuun kielelliseen asemaan. Poliisilaitoksen muodostamisen yhteydessä lakkautettavien poliisilaitosten henkilöstö siirtyy ja virat siirretään perustettavaan kihlakunnan poliisilaitokseen. Viran siirtämiseen ei tarvita virkamiehen suostumusta. Lakkaavien kihlakunnan poliisilaitosten poliisipäällikön virat lakkautetaan ja perustetaan uusi kihlakunnan poliisilaitoksen poliisipäällikön virka. Täytettäessä edellä mainittua kihlakunnan poliisilaitoksen poliisipäällikön virkaa ensi kertaa virka saadaan täyttää sitä haettavaksi julistamatta. Lakkautettavan poliisipäällikön viran haltija sijoitetaan uudelleen ammattitaitoansa ja kykyänsä vastaaviin tehtäviin. Kelpoisuusvaatimuksena kihlakunnan poliisipäällikön virkaan on oikeustieteen kandidaatin tutkinto tai muu ylempi korkeakoulututkinto sekä perehtyneisyys tehtäväalueeseen ja hallinnonalan toimintaan sekä käytännössä osoitettu johtamistaito ja johtamiskokemus.",
        "folded_fi": "paikallinen poliisitoimi jarjestetaan kihlakunnittain siten, etta kihlakunnan poliisilaitoksen toimialueena on yksi tai useampi kihlakunta. kihlakunnan poliisilaitos vastaa myos poliisin tehtaviin liittyvien kansalaisten palvelujen tasapuolisesta saatavuudesta ja laadusta toimialueellaan. valtioneuvoston asetuksella saadetaan kihlakunnan poliisilaitoksista, joiden toimialueena on useampi kihlakunta. kihlakunnan poliisilaitoksella voi olla palvelutoimistoja. sisaasiainministerio paattaa kihlakunnan poliisilaitoksen seka sen palvelutoimistojen sijaintipaikoista. muodostettaessa kihlakunnan poliisilaitos, jonka toimialueena on useampi kihlakunta, tulee ottaa huomioon eri alueiden erityispiirteet, kuten asukasmaara, asukastiheys, laajuus, liikenneyhteydet seka kieliolot ja aluejaotuksen vaikutus viranomaisen kielilain (423/2003) 6 §:ssa tarkoitettuun kielelliseen asemaan. poliisilaitoksen muodostamisen yhteydessa lakkautettavien poliisilaitosten henkilosto siirtyy ja virat siirretaan perustettavaan kihlakunnan poliisilaitokseen. viran siirtamiseen ei tarvita virkamiehen suostumusta. lakkaavien kihlakunnan poliisilaitosten poliisipaallikon virat lakkautetaan ja perustetaan uusi kihlakunnan poliisilaitoksen poliisipaallikon virka. taytettaessa edella mainittua kihlakunnan poliisilaitoksen poliisipaallikon virkaa ensi kertaa virka saadaan tayttaa sita haettavaksi julistamatta. lakkautettavan poliisipaallikon viran haltija sijoitetaan uudelleen ammattitaitoansa ja kykyansa vastaaviin tehtaviin. kelpoisuusvaatimuksena kihlakunnan poliisipaallikon virkaan on oikeustieteen kandidaatin tutkinto tai muu ylempi korkeakoulututkinto seka perehtyneisyys tehtavaalueeseen ja hallinnonalan toimintaan seka kaytannossa osoitettu johtamistaito ja johtamiskokemus.",
        "title_sv": "Den lokala polisen",
        "content_sv": "Det lokala polisväsendet organiseras häradsvis så att distriktet för polisinrättningen i häradet omfattar ett härad eller flera. Denna polisinrättning skall också se till att den medborgarservice som hör samman med polisens uppgifter finns tillgänglig i lika utsträckning och är av samma kvalitet inom distriktet. Genom förordning av statsrådet föreskrivs om sådana polisinrättningar i häradet vilkas distrikt omfattar flera härad. Polisinrättningen i häradet kan ha servicebyråer. Inrikesministeriet beslutar om placeringsorterna för polisinrättningen i häradet och dess servicebyråer. Vid bildandet av en polisinrättning i häradet vars distrikt omfattar flera härad skall hänsyn tas till de olika områdenas särdrag, såsom invånarantalet, invånartätheten, utsträckningen, trafikförbindelserna samt språkförhållandena och områdesindelningens inverkan på den i 6 § i språklagen (423/2003) avsedda språkliga statusen för en myndighet. När polisinrättningen bildas övergår personalen och överförs tjänsterna vid de polisinrättningar som läggs ned till den polisinrättning i häradet som inrättas. För överföringen av en tjänst behövs inte tjänstemannens samtycke. Tjänsterna som häradets polischef för de polisinrättningar som läggs ned indras och en ny tjänst som polischef för polisinrättningen i häradet inrättas. Den ovan nämnda polischefstjänsten vid polisinrättningen i häradet får första gången tillsättas utan att tjänsten ledigförklaras. Den som innehar en polischefstjänst som indras skall omplaceras i uppgifter som motsvarar personens yrkesskicklighet och förmåga. Behörighetsvillkor för tjänsten som häradets polischef är juris kandidatexamen eller en annan högre högskoleexamen samt förtrogenhet med uppgiftsområdet och verksamheten inom förvaltningsområdet och i praktiken visad ledarförmåga och erfarenhet av ledarskap.",
        "normalized_sv": "Det lokala polisväsendet organiseras häradsvis så att distriktet för polisinrättningen i häradet omfattar ett härad eller flera. Denna polisinrättning skall också se till att den medborgarservice som hör samman med polisens uppgifter finns tillgänglig i lika utsträckning och är av samma kvalitet inom distriktet. Genom förordning av statsrådet föreskrivs om sådana polisinrättningar i häradet vilkas distrikt omfattar flera härad. Polisinrättningen i häradet kan ha servicebyråer. Inrikesministeriet beslutar om placeringsorterna för polisinrättningen i häradet och dess servicebyråer. Vid bildandet av en polisinrättning i häradet vars distrikt omfattar flera härad skall hänsyn tas till de olika områdenas särdrag, såsom invånarantalet, invånartätheten, utsträckningen, trafikförbindelserna samt språkförhållandena och områdesindelningens inverkan på den i 6 § i språklagen (423/2003) avsedda språkliga statusen för en myndighet. När polisinrättningen bildas övergår personalen och överförs tjänsterna vid de polisinrättningar som läggs ned till den polisinrättning i häradet som inrättas. För överföringen av en tjänst behövs inte tjänstemannens samtycke. Tjänsterna som häradets polischef för de polisinrättningar som läggs ned indras och en ny tjänst som polischef för polisinrättningen i häradet inrättas. Den ovan nämnda polischefstjänsten vid polisinrättningen i häradet får första gången tillsättas utan att tjänsten ledigförklaras. Den som innehar en polischefstjänst som indras skall omplaceras i uppgifter som motsvarar personens yrkesskicklighet och förmåga. Behörighetsvillkor för tjänsten som häradets polischef är juris kandidatexamen eller en annan högre högskoleexamen samt förtrogenhet med uppgiftsområdet och verksamheten inom förvaltningsområdet och i praktiken visad ledarförmåga och erfarenhet av ledarskap.",
        "folded_sv": "det lokala polisvasendet organiseras haradsvis sa att distriktet for polisinrattningen i haradet omfattar ett harad eller flera. denna polisinrattning skall ocksa se till att den medborgarservice som hor samman med polisens uppgifter finns tillganglig i lika utstrackning och ar av samma kvalitet inom distriktet. genom forordning av statsradet foreskrivs om sadana polisinrattningar i haradet vilkas distrikt omfattar flera harad. polisinrattningen i haradet kan ha servicebyraer. inrikesministeriet beslutar om placeringsorterna for polisinrattningen i haradet och dess servicebyraer. vid bildandet av en polisinrattning i haradet vars distrikt omfattar flera harad skall hansyn tas till de olika omradenas sardrag, sasom invanarantalet, invanartatheten, utstrackningen, trafikforbindelserna samt sprakforhallandena och omradesindelningens inverkan pa den i 6 § i spraklagen (423/2003) avsedda sprakliga statusen for en myndighet. nar polisinrattningen bildas overgar personalen och overfors tjansterna vid de polisinrattningar som laggs ned till den polisinrattning i haradet som inrattas. for overforingen av en tjanst behovs inte tjanstemannens samtycke. tjansterna som haradets polischef for de polisinrattningar som laggs ned indras och en ny tjanst som polischef for polisinrattningen i haradet inrattas. den ovan namnda polischefstjansten vid polisinrattningen i haradet far forsta gangen tillsattas utan att tjansten ledigforklaras. den som innehar en polischefstjanst som indras skall omplaceras i uppgifter som motsvarar personens yrkesskicklighet och formaga. behorighetsvillkor for tjansten som haradets polischef ar juris kandidatexamen eller en annan hogre hogskoleexamen samt fortrogenhet med uppgiftsomradet och verksamheten inom forvaltningsomradet och i praktiken visad ledarformaga och erfarenhet av ledarskap."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Yhteistoiminta",
      "content": "Poliisin lääninjohto voi poliisitoiminnan tarkoituksenmukaiseksi järjestämiseksi asianomaisia poliisilaitoksia ja alueen kuntia kuultuaan määrätä kihlakunnan poliisilaitokset hoitamaan tehtäviä yhteistoiminnassa. Jos kihlakunnan poliisilaitokset kuuluvat eri lääneihin tai yhteistoiminnassa on mukana Helsingin kihlakunnan poliisilaitos, päätöksen yhteistoiminnasta tekee poliisin ylijohto. Poliisin ylijohto voi poliisitoiminnan tarkoituksenmukaiseksi järjestämiseksi asianomaisia poliisiyksikköjä kuultuaan määrätä kihlakunnan poliisilaitoksen ja muun poliisiyksikön hoitamaan tehtäviä yhteistoiminnassa. Edellä 1 ja 2 momentissa tarkoitettua yhteistoimintaa koskevassa päätöksessä tulee määrätä päällikkö johtamaan yhteistoiminnassa hoidettavia tehtäviä ja muut johtosuhteet sekä antaa tarvittaessa tarkempia määräyksiä yhteistoiminnan järjestämiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Poliisin lääninjohto voi poliisitoiminnan tarkoituksenmukaiseksi järjestämiseksi asianomaisia poliisilaitoksia ja alueen kuntia kuultuaan määrätä kihlakunnan poliisilaitokset hoitamaan tehtäviä yhteistoiminnassa. Jos kihlakunnan poliisilaitokset kuuluvat eri lääneihin tai yhteistoiminnassa on mukana Helsingin kihlakunnan poliisilaitos, päätöksen yhteistoiminnasta tekee poliisin ylijohto. Poliisin ylijohto voi poliisitoiminnan tarkoituksenmukaiseksi järjestämiseksi asianomaisia poliisiyksikköjä kuultuaan määrätä kihlakunnan poliisilaitoksen ja muun poliisiyksikön hoitamaan tehtäviä yhteistoiminnassa. Edellä 1 ja 2 momentissa tarkoitettua yhteistoimintaa koskevassa päätöksessä tulee määrätä päällikkö johtamaan yhteistoiminnassa hoidettavia tehtäviä ja muut johtosuhteet sekä antaa tarvittaessa tarkempia määräyksiä yhteistoiminnan järjestämiseksi.",
        "folded_fi": "poliisin laaninjohto voi poliisitoiminnan tarkoituksenmukaiseksi jarjestamiseksi asianomaisia poliisilaitoksia ja alueen kuntia kuultuaan maarata kihlakunnan poliisilaitokset hoitamaan tehtavia yhteistoiminnassa. jos kihlakunnan poliisilaitokset kuuluvat eri laaneihin tai yhteistoiminnassa on mukana helsingin kihlakunnan poliisilaitos, paatoksen yhteistoiminnasta tekee poliisin ylijohto. poliisin ylijohto voi poliisitoiminnan tarkoituksenmukaiseksi jarjestamiseksi asianomaisia poliisiyksikkoja kuultuaan maarata kihlakunnan poliisilaitoksen ja muun poliisiyksikon hoitamaan tehtavia yhteistoiminnassa. edella 1 ja 2 momentissa tarkoitettua yhteistoimintaa koskevassa paatoksessa tulee maarata paallikko johtamaan yhteistoiminnassa hoidettavia tehtavia ja muut johtosuhteet seka antaa tarvittaessa tarkempia maarayksia yhteistoiminnan jarjestamiseksi.",
        "title_sv": "Samarbete",
        "content_sv": "För en ändamålsenlig skötsel av polisverksamheten kan polisens länsledning, efter att ha hört de berörda polisinrättningarna och områdets kommuner, bestämma att häradenas polisinrättningar skall sköta uppgifter i samarbete. Om polisinrättningarna hör till olika län eller om polisinrättningen i Helsingfors härad deltar i samarbetet, beslutar polisens högsta ledning om samarbetet. För en ändamålsenlig skötsel av polisverksamheten kan polisens högsta ledning, efter att ha hört de berörda polisenheterna, bestämma att polisinrättningen i häradet och en annan polisenhet skall sköta uppgifter i samarbete. I ett beslut om samarbete enligt 1 och 2 mom. skall utses en chef att leda de uppgifter som sköts i samarbete och bestämmas om övriga ledningsförhållanden samt skall vid behov meddelas närmare föreskrifter om hur samarbetet skall ordnas.",
        "normalized_sv": "För en ändamålsenlig skötsel av polisverksamheten kan polisens länsledning, efter att ha hört de berörda polisinrättningarna och områdets kommuner, bestämma att häradenas polisinrättningar skall sköta uppgifter i samarbete. Om polisinrättningarna hör till olika län eller om polisinrättningen i Helsingfors härad deltar i samarbetet, beslutar polisens högsta ledning om samarbetet. För en ändamålsenlig skötsel av polisverksamheten kan polisens högsta ledning, efter att ha hört de berörda polisenheterna, bestämma att polisinrättningen i häradet och en annan polisenhet skall sköta uppgifter i samarbete. I ett beslut om samarbete enligt 1 och 2 mom. skall utses en chef att leda de uppgifter som sköts i samarbete och bestämmas om övriga ledningsförhållanden samt skall vid behov meddelas närmare föreskrifter om hur samarbetet skall ordnas.",
        "folded_sv": "for en andamalsenlig skotsel av polisverksamheten kan polisens lansledning, efter att ha hort de berorda polisinrattningarna och omradets kommuner, bestamma att haradenas polisinrattningar skall skota uppgifter i samarbete. om polisinrattningarna hor till olika lan eller om polisinrattningen i helsingfors harad deltar i samarbetet, beslutar polisens hogsta ledning om samarbetet. for en andamalsenlig skotsel av polisverksamheten kan polisens hogsta ledning, efter att ha hort de berorda polisenheterna, bestamma att polisinrattningen i haradet och en annan polisenhet skall skota uppgifter i samarbete. i ett beslut om samarbete enligt 1 och 2 mom. skall utses en chef att leda de uppgifter som skots i samarbete och bestammas om ovriga ledningsforhallanden samt skall vid behov meddelas narmare foreskrifter om hur samarbetet skall ordnas."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Keskusrikospoliisi",
      "content": "Poliisin lääninjohdolla on oikeus yksittäistapauksessa määrätä tutkintajärjestelyistä keskusrikospoliisin ja paikallispoliisin kesken läänissä. Tutkintajärjestelyistä keskusrikospoliisin ja Helsingin kihlakunnan poliisilaitoksen kesken määrää kuitenkin poliisin ylijohto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Poliisin lääninjohdolla on oikeus yksittäistapauksessa määrätä tutkintajärjestelyistä keskusrikospoliisin ja paikallispoliisin kesken läänissä. Tutkintajärjestelyistä keskusrikospoliisin ja Helsingin kihlakunnan poliisilaitoksen kesken määrää kuitenkin poliisin ylijohto.",
        "folded_fi": "poliisin laaninjohdolla on oikeus yksittaistapauksessa maarata tutkintajarjestelyista keskusrikospoliisin ja paikallispoliisin kesken laanissa. tutkintajarjestelyista keskusrikospoliisin ja helsingin kihlakunnan poliisilaitoksen kesken maaraa kuitenkin poliisin ylijohto.",
        "title_sv": "Centralkriminalpolisen",
        "content_sv": "Polisens länsledning har rätt att i enskilda fall bestämma om undersökningsarrangemangen mellan centralkriminalpolisen och den lokala polisen i länet. Polisens högsta ledning bestämmer dock om undersökningsarrangemangen mellan centralkriminalpolisen och polisinrättningen i Helsingfors härad.",
        "normalized_sv": "Polisens länsledning har rätt att i enskilda fall bestämma om undersökningsarrangemangen mellan centralkriminalpolisen och den lokala polisen i länet. Polisens högsta ledning bestämmer dock om undersökningsarrangemangen mellan centralkriminalpolisen och polisinrättningen i Helsingfors härad.",
        "folded_sv": "polisens lansledning har ratt att i enskilda fall bestamma om undersokningsarrangemangen mellan centralkriminalpolisen och den lokala polisen i lanet. polisens hogsta ledning bestammer dock om undersokningsarrangemangen mellan centralkriminalpolisen och polisinrattningen i helsingfors harad."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Poliisiammattikorkeakoulu",
      "content": "Poliisiammattikorkeakoulussa annetaan poliisialan ammattikorkeakoulutusta, poliisin jatko- ja täydennyskoulutusta sekä poliisin peruskoulutusta. Poliisiammattikorkeakoulusta sekä poliisikoulutuksesta säädetään tarkemmin poliisikoulutuksesta annetussa laissa (68/2005).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Poliisiammattikorkeakoulussa annetaan poliisialan ammattikorkeakoulutusta, poliisin jatko- ja täydennyskoulutusta sekä poliisin peruskoulutusta. Poliisiammattikorkeakoulusta sekä poliisikoulutuksesta säädetään tarkemmin poliisikoulutuksesta annetussa laissa (68/2005).",
        "folded_fi": "poliisiammattikorkeakoulussa annetaan poliisialan ammattikorkeakoulutusta, poliisin jatko- ja taydennyskoulutusta seka poliisin peruskoulutusta. poliisiammattikorkeakoulusta seka poliisikoulutuksesta saadetaan tarkemmin poliisikoulutuksesta annetussa laissa (68/2005).",
        "title_sv": "Polisyrkeshögskolan",
        "content_sv": "Polisyrkeshögskolan ger yrkeshögskoleutbildning inom polisbranschen samt vidareutbildning, fortbildning och grundutbildning för poliser. I lagen om polisutbildning (68/2005) bestäms närmare om Polisyrkeshögskolan och om polisutbildningen.",
        "normalized_sv": "Polisyrkeshögskolan ger yrkeshögskoleutbildning inom polisbranschen samt vidareutbildning, fortbildning och grundutbildning för poliser. I lagen om polisutbildning (68/2005) bestäms närmare om Polisyrkeshögskolan och om polisutbildningen.",
        "folded_sv": "polisyrkeshogskolan ger yrkeshogskoleutbildning inom polisbranschen samt vidareutbildning, fortbildning och grundutbildning for poliser. i lagen om polisutbildning (68/2005) bestams narmare om polisyrkeshogskolan och om polisutbildningen."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Poliisin tekniikkakeskus",
      "content": "Poliisin tekniikkakeskuksen perustehtävänä on hankkia, ylläpitää ja kehittää poliisin kalustoa, välineitä ja varusteita. Poliisin tekniikkakeskus voi hankkia, ylläpitää ja kehittää myös muiden valtion ja kunnan turvallisuusviranomaisten kalustoa, välineitä ja varusteita sekä muidenkin valtion ja kunnan viranomaisten turvakalustoa, -välineitä ja -varusteita. Jos viranomaisjärjestelmään liittyvä julkinen hallintotehtävä on annettu muulle kuin viranomaiselle, Poliisin tekniikkakeskus voi hankkia, ylläpitää ja kehittää myös tällaisen tehtävän hoitamiseen liittyvää kalustoa, välineitä ja varusteita.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Poliisin tekniikkakeskuksen perustehtävänä on hankkia, ylläpitää ja kehittää poliisin kalustoa, välineitä ja varusteita. Poliisin tekniikkakeskus voi hankkia, ylläpitää ja kehittää myös muiden valtion ja kunnan turvallisuusviranomaisten kalustoa, välineitä ja varusteita sekä muidenkin valtion ja kunnan viranomaisten turvakalustoa, -välineitä ja -varusteita. Jos viranomaisjärjestelmään liittyvä julkinen hallintotehtävä on annettu muulle kuin viranomaiselle, Poliisin tekniikkakeskus voi hankkia, ylläpitää ja kehittää myös tällaisen tehtävän hoitamiseen liittyvää kalustoa, välineitä ja varusteita.",
        "folded_fi": "poliisin tekniikkakeskuksen perustehtavana on hankkia, yllapitaa ja kehittaa poliisin kalustoa, valineita ja varusteita. poliisin tekniikkakeskus voi hankkia, yllapitaa ja kehittaa myos muiden valtion ja kunnan turvallisuusviranomaisten kalustoa, valineita ja varusteita seka muidenkin valtion ja kunnan viranomaisten turvakalustoa, -valineita ja -varusteita. jos viranomaisjarjestelmaan liittyva julkinen hallintotehtava on annettu muulle kuin viranomaiselle, poliisin tekniikkakeskus voi hankkia, yllapitaa ja kehittaa myos tallaisen tehtavan hoitamiseen liittyvaa kalustoa, valineita ja varusteita.",
        "title_sv": "Polisens teknikcentral",
        "content_sv": "De grundläggande uppgifterna för Polisens teknikcentral är att anskaffa, underhålla och utveckla polisens materiel, redskap och utrustning. Polisens teknikcentral kan också anskaffa, underhålla och utveckla andra statliga och kommunala säkerhetsmyndigheters materiel, redskap och utrustning samt även andra statliga och kommunala myndigheters säkerhetsmateriel, säkerhetsredskap och säkerhetsutrustning. Har en offentlig förvaltningsuppgift med anknytning till myndighetssystemet anförtrotts någon annan än en myndighet, kan Polisens teknikcentral också anskaffa, underhålla och utveckla materiel, redskap och utrustning som hänför sig till skötseln av denna uppgift.",
        "normalized_sv": "De grundläggande uppgifterna för Polisens teknikcentral är att anskaffa, underhålla och utveckla polisens materiel, redskap och utrustning. Polisens teknikcentral kan också anskaffa, underhålla och utveckla andra statliga och kommunala säkerhetsmyndigheters materiel, redskap och utrustning samt även andra statliga och kommunala myndigheters säkerhetsmateriel, säkerhetsredskap och säkerhetsutrustning. Har en offentlig förvaltningsuppgift med anknytning till myndighetssystemet anförtrotts någon annan än en myndighet, kan Polisens teknikcentral också anskaffa, underhålla och utveckla materiel, redskap och utrustning som hänför sig till skötseln av denna uppgift.",
        "folded_sv": "de grundlaggande uppgifterna for polisens teknikcentral ar att anskaffa, underhalla och utveckla polisens materiel, redskap och utrustning. polisens teknikcentral kan ocksa anskaffa, underhalla och utveckla andra statliga och kommunala sakerhetsmyndigheters materiel, redskap och utrustning samt aven andra statliga och kommunala myndigheters sakerhetsmateriel, sakerhetsredskap och sakerhetsutrustning. har en offentlig forvaltningsuppgift med anknytning till myndighetssystemet anfortrotts nagon annan an en myndighet, kan polisens teknikcentral ocksa anskaffa, underhalla och utveckla materiel, redskap och utrustning som hanfor sig till skotseln av denna uppgift."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    }
  ]
}