{
  "id": "103/2007",
  "type": "statute",
  "title": "Laki poliisikoulutuksesta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om polisutbildning",
  "status": "in_force",
  "issued_date": "2007-02-02",
  "in_force_date": "2007-02-02",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/103/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Poliisikoulutuksen vastuuyksikkö",
      "content": "Poliisiammattikorkeakoulu vastaa poliisin valtakunnallisen koulutuksen järjestämisestä sekä tutkimustoiminnasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Poliisiammattikorkeakoulu vastaa poliisin valtakunnallisen koulutuksen järjestämisestä sekä tutkimustoiminnasta.",
        "folded_fi": "poliisiammattikorkeakoulu vastaa poliisin valtakunnallisen koulutuksen jarjestamisesta seka tutkimustoiminnasta.",
        "title_sv": "Enhet som ansvarar för polisutbildningen",
        "content_sv": "Polisyrkeshögskolan svarar för anordnandet av den riksomfattande polisutbildningen samt för forskningsverksamheten.",
        "normalized_sv": "Polisyrkeshögskolan svarar för anordnandet av den riksomfattande polisutbildningen samt för forskningsverksamheten.",
        "folded_sv": "polisyrkeshogskolan svarar for anordnandet av den riksomfattande polisutbildningen samt for forskningsverksamheten."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Poliisiammattikorkeakoulun tehtävät",
      "content": "Poliisiammattikorkeakoulu vastaa poliisikoulutukseen rekrytoinnista, tutkintoa suorittamaan otettavien opiskelijavalinnoista, poliisin perus- ja jatkotutkinnoista, oppilaitoksessa annettavasta täydennyskoulutuksesta sekä poliisialaan liittyvästä tutkimus- ja kehittämistoiminnasta. Poliisiammattikorkeakoulu järjestää edellä mainittuihin tutkintoihin liittyvää koulutusta, ammatillisia erikoistumisopintoja, laadun kehittämiseen liittyvää koulutusta sekä muuta turvallisuusalan koulutusta. Poliisiammattikorkeakoulussa suoritettava poliisipäällystötutkinto on poliisialan ammattikorkeakoulututkinto. Tutkinnon ja siihen liittyvän opetuksen osalta noudatetaan tässä laissa säädetyn lisäksi soveltuvin osin, mitä ammattikorkeakoululaissa (351/2003) tai sen nojalla säädetään. Poliisiammattikorkeakoulun tehtävänä on vastata järjestämänsä koulutuksen ja muun toiminnan laatutasosta ja kehittämisestä sekä osallistua määräajoin ulkopuoliseen arviointiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Poliisiammattikorkeakoulu vastaa poliisikoulutukseen rekrytoinnista, tutkintoa suorittamaan otettavien opiskelijavalinnoista, poliisin perus- ja jatkotutkinnoista, oppilaitoksessa annettavasta täydennyskoulutuksesta sekä poliisialaan liittyvästä tutkimus- ja kehittämistoiminnasta. Poliisiammattikorkeakoulu järjestää edellä mainittuihin tutkintoihin liittyvää koulutusta, ammatillisia erikoistumisopintoja, laadun kehittämiseen liittyvää koulutusta sekä muuta turvallisuusalan koulutusta. Poliisiammattikorkeakoulussa suoritettava poliisipäällystötutkinto on poliisialan ammattikorkeakoulututkinto. Tutkinnon ja siihen liittyvän opetuksen osalta noudatetaan tässä laissa säädetyn lisäksi soveltuvin osin, mitä ammattikorkeakoululaissa (351/2003) tai sen nojalla säädetään. Poliisiammattikorkeakoulun tehtävänä on vastata järjestämänsä koulutuksen ja muun toiminnan laatutasosta ja kehittämisestä sekä osallistua määräajoin ulkopuoliseen arviointiin.",
        "folded_fi": "poliisiammattikorkeakoulu vastaa poliisikoulutukseen rekrytoinnista, tutkintoa suorittamaan otettavien opiskelijavalinnoista, poliisin perus- ja jatkotutkinnoista, oppilaitoksessa annettavasta taydennyskoulutuksesta seka poliisialaan liittyvasta tutkimus- ja kehittamistoiminnasta. poliisiammattikorkeakoulu jarjestaa edella mainittuihin tutkintoihin liittyvaa koulutusta, ammatillisia erikoistumisopintoja, laadun kehittamiseen liittyvaa koulutusta seka muuta turvallisuusalan koulutusta. poliisiammattikorkeakoulussa suoritettava poliisipaallystotutkinto on poliisialan ammattikorkeakoulututkinto. tutkinnon ja siihen liittyvan opetuksen osalta noudatetaan tassa laissa saadetyn lisaksi soveltuvin osin, mita ammattikorkeakoululaissa (351/2003) tai sen nojalla saadetaan. poliisiammattikorkeakoulun tehtavana on vastata jarjestamansa koulutuksen ja muun toiminnan laatutasosta ja kehittamisesta seka osallistua maaraajoin ulkopuoliseen arviointiin.",
        "title_sv": "Polisyrkeshögskolans uppgifter",
        "content_sv": "Polisyrkeshögskolan svarar för rekryteringen till polisutbildningen, för antagningen av studerande för examen, för grund- och påbyggnadsexamina för polis, för fortbildningen vid läroanstalten samt för forsknings- och utvecklingsverksamheten inom polisbranschen. Polisyrkeshögskolan ordnar utbildning för nämnda examina, yrkesinriktade specialiseringsstudier, utbildning i anslutning till kvalitetsutveckling och annan utbildning inom säkerhetsbranschen. Polisbefälsexamen som avläggs vid Polisyrkeshögskolan är en yrkeshögskoleexamen inom polisbranschen. I fråga om examen och den undervisning som ges i anslutning till examen iakttas förutom bestämmelserna i denna lag i tillämpliga delar vad som bestäms i yrkeshögskolelagen (351/2003) eller med stöd av den. Polisyrkeshögskolan skall svara för kvaliteten på och vidareutvecklingen av den utbildning och övriga verksamhet som den anordnar, och den skall regelbundet delta i extern utvärdering.",
        "normalized_sv": "Polisyrkeshögskolan svarar för rekryteringen till polisutbildningen, för antagningen av studerande för examen, för grund- och påbyggnadsexamina för polis, för fortbildningen vid läroanstalten samt för forsknings- och utvecklingsverksamheten inom polisbranschen. Polisyrkeshögskolan ordnar utbildning för nämnda examina, yrkesinriktade specialiseringsstudier, utbildning i anslutning till kvalitetsutveckling och annan utbildning inom säkerhetsbranschen. Polisbefälsexamen som avläggs vid Polisyrkeshögskolan är en yrkeshögskoleexamen inom polisbranschen. I fråga om examen och den undervisning som ges i anslutning till examen iakttas förutom bestämmelserna i denna lag i tillämpliga delar vad som bestäms i yrkeshögskolelagen (351/2003) eller med stöd av den. Polisyrkeshögskolan skall svara för kvaliteten på och vidareutvecklingen av den utbildning och övriga verksamhet som den anordnar, och den skall regelbundet delta i extern utvärdering.",
        "folded_sv": "polisyrkeshogskolan svarar for rekryteringen till polisutbildningen, for antagningen av studerande for examen, for grund- och pabyggnadsexamina for polis, for fortbildningen vid laroanstalten samt for forsknings- och utvecklingsverksamheten inom polisbranschen. polisyrkeshogskolan ordnar utbildning for namnda examina, yrkesinriktade specialiseringsstudier, utbildning i anslutning till kvalitetsutveckling och annan utbildning inom sakerhetsbranschen. polisbefalsexamen som avlaggs vid polisyrkeshogskolan ar en yrkeshogskoleexamen inom polisbranschen. i fraga om examen och den undervisning som ges i anslutning till examen iakttas forutom bestammelserna i denna lag i tillampliga delar vad som bestams i yrkeshogskolelagen (351/2003) eller med stod av den. polisyrkeshogskolan skall svara for kvaliteten pa och vidareutvecklingen av den utbildning och ovriga verksamhet som den anordnar, och den skall regelbundet delta i extern utvardering."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Poliisiammattikorkeakoulun hallitus",
      "content": "Poliisiammattikorkeakoululla on hallitus, jonka jäsenet ja varajäsenet poliisin ylijohto nimittää kolmeksi vuodeksi kerrallaan. Hallituksessa on puheenjohtaja, varapuheenjohtaja ja yksitoista muuta jäsentä sekä kullakin heistä henkilökohtainen varajäsen. Hallituksen tehtävänä on seurata Poliisiammattikorkeakoulun toimintaa ja tehdä esityksiä toiminnan ja siinä annettavan koulutuksen kehittämiseksi sekä ratkaista hallituksen käsiteltäviksi säädetyt oikaisuvaatimukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Poliisiammattikorkeakoululla on hallitus, jonka jäsenet ja varajäsenet poliisin ylijohto nimittää kolmeksi vuodeksi kerrallaan. Hallituksessa on puheenjohtaja, varapuheenjohtaja ja yksitoista muuta jäsentä sekä kullakin heistä henkilökohtainen varajäsen. Hallituksen tehtävänä on seurata Poliisiammattikorkeakoulun toimintaa ja tehdä esityksiä toiminnan ja siinä annettavan koulutuksen kehittämiseksi sekä ratkaista hallituksen käsiteltäviksi säädetyt oikaisuvaatimukset.",
        "folded_fi": "poliisiammattikorkeakoululla on hallitus, jonka jasenet ja varajasenet poliisin ylijohto nimittaa kolmeksi vuodeksi kerrallaan. hallituksessa on puheenjohtaja, varapuheenjohtaja ja yksitoista muuta jasenta seka kullakin heista henkilokohtainen varajasen. hallituksen tehtavana on seurata poliisiammattikorkeakoulun toimintaa ja tehda esityksia toiminnan ja siina annettavan koulutuksen kehittamiseksi seka ratkaista hallituksen kasiteltaviksi saadetyt oikaisuvaatimukset.",
        "title_sv": "Polisyrkeshögskolans styrelse",
        "content_sv": "Polisyrkeshögskolan har en styrelse vars medlemmar och suppleanter polisens högsta ledning utser för tre år i sänder. Styrelsen består av en ordförande, en vice ordförande samt elva andra medlemmar som var och en har en personlig suppleant. Styrelsen har till uppgift att följa skolans verksamhet och göra framställningar om vidareutvecklingen av verksamheten och av den utbildning som ges vid skolan samt avgöra de rättelseyrkanden som det föreskrivs att styrelsen skall behandla.",
        "normalized_sv": "Polisyrkeshögskolan har en styrelse vars medlemmar och suppleanter polisens högsta ledning utser för tre år i sänder. Styrelsen består av en ordförande, en vice ordförande samt elva andra medlemmar som var och en har en personlig suppleant. Styrelsen har till uppgift att följa skolans verksamhet och göra framställningar om vidareutvecklingen av verksamheten och av den utbildning som ges vid skolan samt avgöra de rättelseyrkanden som det föreskrivs att styrelsen skall behandla.",
        "folded_sv": "polisyrkeshogskolan har en styrelse vars medlemmar och suppleanter polisens hogsta ledning utser for tre ar i sander. styrelsen bestar av en ordforande, en vice ordforande samt elva andra medlemmar som var och en har en personlig suppleant. styrelsen har till uppgift att folja skolans verksamhet och gora framstallningar om vidareutvecklingen av verksamheten och av den utbildning som ges vid skolan samt avgora de rattelseyrkanden som det foreskrivs att styrelsen skall behandla."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Hallituksen päätöksentekomenettely",
      "content": "Hallitus ratkaisee asiat esittelystä. Asiat ratkaistaan erimielisyyden sattuessa äänten enemmistöllä. Äänten mennessä tasan tulee ratkaisuksi se mielipide, johon puheenjohtaja on yhtynyt, koulutuksesta erottamista, opiskelun keskeyttämistä ja varoitusta koskevassa asiassa kuitenkin lievempi kanta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Hallitus ratkaisee asiat esittelystä. Asiat ratkaistaan erimielisyyden sattuessa äänten enemmistöllä. Äänten mennessä tasan tulee ratkaisuksi se mielipide, johon puheenjohtaja on yhtynyt, koulutuksesta erottamista, opiskelun keskeyttämistä ja varoitusta koskevassa asiassa kuitenkin lievempi kanta.",
        "folded_fi": "hallitus ratkaisee asiat esittelysta. asiat ratkaistaan erimielisyyden sattuessa aanten enemmistolla. aanten mennessa tasan tulee ratkaisuksi se mielipide, johon puheenjohtaja on yhtynyt, koulutuksesta erottamista, opiskelun keskeyttamista ja varoitusta koskevassa asiassa kuitenkin lievempi kanta.",
        "title_sv": "Beslutsförfarandet i styrelsen",
        "content_sv": "Styrelsen avgör ärendena på föredragning. Vid oenighet avgörs ärendena genom röstmajoritet. Faller rösterna lika, gäller den mening som ordföranden har förenat sig om. Ärenden som gäller avstängning från utbildningen, avbrytande av studierna och tilldelande av varning avgörs dock enligt den lindrigare ståndpunkten.",
        "normalized_sv": "Styrelsen avgör ärendena på föredragning. Vid oenighet avgörs ärendena genom röstmajoritet. Faller rösterna lika, gäller den mening som ordföranden har förenat sig om. Ärenden som gäller avstängning från utbildningen, avbrytande av studierna och tilldelande av varning avgörs dock enligt den lindrigare ståndpunkten.",
        "folded_sv": "styrelsen avgor arendena pa foredragning. vid oenighet avgors arendena genom rostmajoritet. faller rosterna lika, galler den mening som ordforanden har forenat sig om. arenden som galler avstangning fran utbildningen, avbrytande av studierna och tilldelande av varning avgors dock enligt den lindrigare standpunkten."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Poliisiammattikorkeakoulun opiskelija",
      "content": "Tässä laissa ja sen nojalla annetuissa asetuksissa opiskelijalla tarkoitetaan sekä poliisikokelasta että muuta Poliisiammattikorkeakoulussa opiskelevaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Tässä laissa ja sen nojalla annetuissa asetuksissa opiskelijalla tarkoitetaan sekä poliisikokelasta että muuta Poliisiammattikorkeakoulussa opiskelevaa.",
        "folded_fi": "tassa laissa ja sen nojalla annetuissa asetuksissa opiskelijalla tarkoitetaan seka poliisikokelasta etta muuta poliisiammattikorkeakoulussa opiskelevaa.",
        "title_sv": "Studerande vid Polisyrkeshögskolan",
        "content_sv": "I denna lag och i de förordningar som utfärdats med stöd av den avses med studerande både polisaspiranter och andra som studerar vid Polisyrkeshögskolan.",
        "normalized_sv": "I denna lag och i de förordningar som utfärdats med stöd av den avses med studerande både polisaspiranter och andra som studerar vid Polisyrkeshögskolan.",
        "folded_sv": "i denna lag och i de forordningar som utfardats med stod av den avses med studerande bade polisaspiranter och andra som studerar vid polisyrkeshogskolan."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Opiskelijaksi ottaminen poliisin perus- tutkintokoulutukseen",
      "content": "Poliisiammattikorkeakoulu valitsee opiskelijat poliisin perustutkintokoulutukseen. Poliisiammattikorkeakoulu voi erityisistä syistä myöntää poikkeuksen 2 momentin 1 ja 2 sekä 5 kohdassa säädetyistä vaatimuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Poliisiammattikorkeakoulu valitsee opiskelijat poliisin perustutkintokoulutukseen. Poliisiammattikorkeakoulu voi erityisistä syistä myöntää poikkeuksen 2 momentin 1 ja 2 sekä 5 kohdassa säädetyistä vaatimuksista.",
        "folded_fi": "poliisiammattikorkeakoulu valitsee opiskelijat poliisin perustutkintokoulutukseen. poliisiammattikorkeakoulu voi erityisista syista myontaa poikkeuksen 2 momentin 1 ja 2 seka 5 kohdassa saadetyista vaatimuksista.",
        "title_sv": "Antagning av studerande till utbildning för grundexamen för polis",
        "content_sv": "Polisyrkeshögskolan antar de studerande till utbildning för grundexamen för polis. Polisyrkeshögskolan kan av särskilda skäl medge undantag från kraven enligt 2 mom. 1 och 2 samt 5 punkten.",
        "normalized_sv": "Polisyrkeshögskolan antar de studerande till utbildning för grundexamen för polis. Polisyrkeshögskolan kan av särskilda skäl medge undantag från kraven enligt 2 mom. 1 och 2 samt 5 punkten.",
        "folded_sv": "polisyrkeshogskolan antar de studerande till utbildning for grundexamen for polis. polisyrkeshogskolan kan av sarskilda skal medge undantag fran kraven enligt 2 mom. 1 och 2 samt 5 punkten."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Päihdetestaus",
      "content": "Poliisin perustutkintokoulutukseen hakeutuva on velvollinen osallistumaan terveydenhuollon ammattihenkilön ja laboratoriohenkilökunnan tekemään päihdetestiin ennen perustutkintokoulutukseen hyväksymistä. Poliisin perustutkintoa suorittava on velvollinen Poliisiammattikorkeakoulun määräyksestä osallistumaan päihdetestiin myös perustutkintokoulutuksen ja siihen liittyvän harjoittelun aikana, jos on perusteltua aihetta epäillä, että poliisikokelas tai harjoittelua suorittava esiintyy päihtyneenä koulutuksessa tai harjoitteluun liittyvässä työssä. Päihdetestistä saatu tieto on terveydentilatieto. Terveydenhuollon ammattihenkilö voi luovuttaa Poliisiammattikorkeakoululle kirjallisen johtopäätöksen päihdetestistä. Tätä tietoa saavat Poliisiammattikorkeakoulussa käsitellä vain ne henkilöt, jotka valmistelevat taikka tekevät päätöksen oppilasvalinnasta taikka perustutkintokoulutuksesta erottamisesta. Poliisiammattikorkeakoulun on säilytettävä terveydentilatiedot erillään muista keräämistään henkilötiedoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Poliisin perustutkintokoulutukseen hakeutuva on velvollinen osallistumaan terveydenhuollon ammattihenkilön ja laboratoriohenkilökunnan tekemään päihdetestiin ennen perustutkintokoulutukseen hyväksymistä. Poliisin perustutkintoa suorittava on velvollinen Poliisiammattikorkeakoulun määräyksestä osallistumaan päihdetestiin myös perustutkintokoulutuksen ja siihen liittyvän harjoittelun aikana, jos on perusteltua aihetta epäillä, että poliisikokelas tai harjoittelua suorittava esiintyy päihtyneenä koulutuksessa tai harjoitteluun liittyvässä työssä. Päihdetestistä saatu tieto on terveydentilatieto. Terveydenhuollon ammattihenkilö voi luovuttaa Poliisiammattikorkeakoululle kirjallisen johtopäätöksen päihdetestistä. Tätä tietoa saavat Poliisiammattikorkeakoulussa käsitellä vain ne henkilöt, jotka valmistelevat taikka tekevät päätöksen oppilasvalinnasta taikka perustutkintokoulutuksesta erottamisesta. Poliisiammattikorkeakoulun on säilytettävä terveydentilatiedot erillään muista keräämistään henkilötiedoista.",
        "folded_fi": "poliisin perustutkintokoulutukseen hakeutuva on velvollinen osallistumaan terveydenhuollon ammattihenkilon ja laboratoriohenkilokunnan tekemaan paihdetestiin ennen perustutkintokoulutukseen hyvaksymista. poliisin perustutkintoa suorittava on velvollinen poliisiammattikorkeakoulun maarayksesta osallistumaan paihdetestiin myos perustutkintokoulutuksen ja siihen liittyvan harjoittelun aikana, jos on perusteltua aihetta epailla, etta poliisikokelas tai harjoittelua suorittava esiintyy paihtyneena koulutuksessa tai harjoitteluun liittyvassa tyossa. paihdetestista saatu tieto on terveydentilatieto. terveydenhuollon ammattihenkilo voi luovuttaa poliisiammattikorkeakoululle kirjallisen johtopaatoksen paihdetestista. tata tietoa saavat poliisiammattikorkeakoulussa kasitella vain ne henkilot, jotka valmistelevat taikka tekevat paatoksen oppilasvalinnasta taikka perustutkintokoulutuksesta erottamisesta. poliisiammattikorkeakoulun on sailytettava terveydentilatiedot erillaan muista keraamistaan henkilotiedoista.",
        "title_sv": "Drogtestning",
        "content_sv": "Den som ansöker till utbildning för grundexamen för polis är skyldig att innan han eller hon godkänns för utbildningen delta i ett drogtest som utförs av en yrkesutbildad person inom hälso- och sjukvården och av laboratoriepersonal. Den som avlägger grundexamen för polis är skyldig att på förordnande av Polisyrkeshögskolan delta i drogtest även medan utbildningen pågår samt under den praktikperiod som ingår i utbildningen, om det finns grundad anledning att misstänka att polisaspiranten eller den som fullgör praktik uppträder påverkad av rusmedel under utbildningstiden eller i arbete i samband med praktiken. Uppgifter från drogtest betraktas som uppgifter om hälsotillståndet. En yrkesutbildad person inom hälso- och sjukvården får skriftligen lämna Polisyrkeshögskolan slutsatserna av drogtestet. Denna information får inom skolan endast behandlas av de personer som bereder eller fattar beslut om antagningen av studerande eller om avstängning från utbildningen för grundexamen. Skolan skall förvara uppgifter om hälsotillståndet skilt från övriga personuppgifter som den inhämtat.",
        "normalized_sv": "Den som ansöker till utbildning för grundexamen för polis är skyldig att innan han eller hon godkänns för utbildningen delta i ett drogtest som utförs av en yrkesutbildad person inom hälso- och sjukvården och av laboratoriepersonal. Den som avlägger grundexamen för polis är skyldig att på förordnande av Polisyrkeshögskolan delta i drogtest även medan utbildningen pågår samt under den praktikperiod som ingår i utbildningen, om det finns grundad anledning att misstänka att polisaspiranten eller den som fullgör praktik uppträder påverkad av rusmedel under utbildningstiden eller i arbete i samband med praktiken. Uppgifter från drogtest betraktas som uppgifter om hälsotillståndet. En yrkesutbildad person inom hälso- och sjukvården får skriftligen lämna Polisyrkeshögskolan slutsatserna av drogtestet. Denna information får inom skolan endast behandlas av de personer som bereder eller fattar beslut om antagningen av studerande eller om avstängning från utbildningen för grundexamen. Skolan skall förvara uppgifter om hälsotillståndet skilt från övriga personuppgifter som den inhämtat.",
        "folded_sv": "den som ansoker till utbildning for grundexamen for polis ar skyldig att innan han eller hon godkanns for utbildningen delta i ett drogtest som utfors av en yrkesutbildad person inom halso- och sjukvarden och av laboratoriepersonal. den som avlagger grundexamen for polis ar skyldig att pa forordnande av polisyrkeshogskolan delta i drogtest aven medan utbildningen pagar samt under den praktikperiod som ingar i utbildningen, om det finns grundad anledning att misstanka att polisaspiranten eller den som fullgor praktik upptrader paverkad av rusmedel under utbildningstiden eller i arbete i samband med praktiken. uppgifter fran drogtest betraktas som uppgifter om halsotillstandet. en yrkesutbildad person inom halso- och sjukvarden far skriftligen lamna polisyrkeshogskolan slutsatserna av drogtestet. denna information far inom skolan endast behandlas av de personer som bereder eller fattar beslut om antagningen av studerande eller om avstangning fran utbildningen for grundexamen. skolan skall forvara uppgifter om halsotillstandet skilt fran ovriga personuppgifter som den inhamtat."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Opiskelijaksi ottaminen muuhun tutkintokoulutukseen",
      "content": "Poliisiammattikorkeakoulu valitsee poliisin jatkotutkintojen opiskelijat poliisin ylijohdon vahvistamien valintaperusteiden mukaisesti sekä opiskelijat vastuullaan olevaan poliisihallinnon ulkopuoliseen turvallisuusalan koulutukseen. Poliisialan ammattikorkeakoulutuksen opiskelijavalintoihin ei sovelleta ammattikorkeakoulujen yhteishakujärjestelmästä annettua valtioneuvoston asetusta (353/2003).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Poliisiammattikorkeakoulu valitsee poliisin jatkotutkintojen opiskelijat poliisin ylijohdon vahvistamien valintaperusteiden mukaisesti sekä opiskelijat vastuullaan olevaan poliisihallinnon ulkopuoliseen turvallisuusalan koulutukseen. Poliisialan ammattikorkeakoulutuksen opiskelijavalintoihin ei sovelleta ammattikorkeakoulujen yhteishakujärjestelmästä annettua valtioneuvoston asetusta (353/2003).",
        "folded_fi": "poliisiammattikorkeakoulu valitsee poliisin jatkotutkintojen opiskelijat poliisin ylijohdon vahvistamien valintaperusteiden mukaisesti seka opiskelijat vastuullaan olevaan poliisihallinnon ulkopuoliseen turvallisuusalan koulutukseen. poliisialan ammattikorkeakoulutuksen opiskelijavalintoihin ei sovelleta ammattikorkeakoulujen yhteishakujarjestelmasta annettua valtioneuvoston asetusta (353/2003).",
        "title_sv": "Antagning av studerande till utbildning för annan examen",
        "content_sv": "Polisyrkeshögskolan antar studerande för påbyggnadsexamina för polis enligt de urvalsgrunder som polisens högsta ledning fastställt samt studerande för den utbildning utanför polisförvaltningen som gäller säkerhetsbranschen och som skolan svarar för. Statsrådets förordning om systemet för gemensam ansökan till yrkeshögskolorna (353/2003) tillämpas inte vid antagningen av studerande till yrkeshögskoleutbildningen inom polisbranschen.",
        "normalized_sv": "Polisyrkeshögskolan antar studerande för påbyggnadsexamina för polis enligt de urvalsgrunder som polisens högsta ledning fastställt samt studerande för den utbildning utanför polisförvaltningen som gäller säkerhetsbranschen och som skolan svarar för. Statsrådets förordning om systemet för gemensam ansökan till yrkeshögskolorna (353/2003) tillämpas inte vid antagningen av studerande till yrkeshögskoleutbildningen inom polisbranschen.",
        "folded_sv": "polisyrkeshogskolan antar studerande for pabyggnadsexamina for polis enligt de urvalsgrunder som polisens hogsta ledning faststallt samt studerande for den utbildning utanfor polisforvaltningen som galler sakerhetsbranschen och som skolan svarar for. statsradets forordning om systemet for gemensam ansokan till yrkeshogskolorna (353/2003) tillampas inte vid antagningen av studerande till yrkeshogskoleutbildningen inom polisbranschen."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Opiskeluaika",
      "content": "Poliisiammattikorkeakoulun opiskelijan tulee suorittaa tutkintokoulutuksen opinnot opetussuunnitelmassa määritellyssä enimmäisajassa voimassa olevan opetussuunnitelman mukaisesti. Poliisiammattikorkeakoulu voi opiskelijan pyynnöstä siirtää tämän opiskeluoikeutta siihen saakka, kunnes kyseinen koulutus seuraavan kerran aloitetaan, kuitenkin enintään yhdellä vuodella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Poliisiammattikorkeakoulun opiskelijan tulee suorittaa tutkintokoulutuksen opinnot opetussuunnitelmassa määritellyssä enimmäisajassa voimassa olevan opetussuunnitelman mukaisesti. Poliisiammattikorkeakoulu voi opiskelijan pyynnöstä siirtää tämän opiskeluoikeutta siihen saakka, kunnes kyseinen koulutus seuraavan kerran aloitetaan, kuitenkin enintään yhdellä vuodella.",
        "folded_fi": "poliisiammattikorkeakoulun opiskelijan tulee suorittaa tutkintokoulutuksen opinnot opetussuunnitelmassa maaritellyssa enimmaisajassa voimassa olevan opetussuunnitelman mukaisesti. poliisiammattikorkeakoulu voi opiskelijan pyynnosta siirtaa taman opiskeluoikeutta siihen saakka, kunnes kyseinen koulutus seuraavan kerran aloitetaan, kuitenkin enintaan yhdella vuodella.",
        "title_sv": "Studietid",
        "content_sv": "Studerande vid Polisyrkeshögskolan skall genomföra studierna för examen inom den maximitid som anges i den gällande undervisningsplanen och i enlighet med denna plan. Polisyrkeshögskolan kan på den studerandes begäran skjuta upp studierätten till den tidpunkt då utbildningen följande gång inleds, dock med högst ett år.",
        "normalized_sv": "Studerande vid Polisyrkeshögskolan skall genomföra studierna för examen inom den maximitid som anges i den gällande undervisningsplanen och i enlighet med denna plan. Polisyrkeshögskolan kan på den studerandes begäran skjuta upp studierätten till den tidpunkt då utbildningen följande gång inleds, dock med högst ett år.",
        "folded_sv": "studerande vid polisyrkeshogskolan skall genomfora studierna for examen inom den maximitid som anges i den gallande undervisningsplanen och i enlighet med denna plan. polisyrkeshogskolan kan pa den studerandes begaran skjuta upp studieratten till den tidpunkt da utbildningen foljande gang inleds, dock med hogst ett ar."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Opiskeluoikeuden menettäminen",
      "content": "Opiskelija, joka ei ole suorittanut opintojaan opetussuunnitelmassa määritellyssä enimmäisajassa, menettää opiskeluoikeutensa, jollei Poliisiammattikorkeakoulu erityisestä syystä myönnä hänelle lisäaikaa opintojen loppuun saattamiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Opiskelija, joka ei ole suorittanut opintojaan opetussuunnitelmassa määritellyssä enimmäisajassa, menettää opiskeluoikeutensa, jollei Poliisiammattikorkeakoulu erityisestä syystä myönnä hänelle lisäaikaa opintojen loppuun saattamiseen.",
        "folded_fi": "opiskelija, joka ei ole suorittanut opintojaan opetussuunnitelmassa maaritellyssa enimmaisajassa, menettaa opiskeluoikeutensa, jollei poliisiammattikorkeakoulu erityisesta syysta myonna hanelle lisaaikaa opintojen loppuun saattamiseen.",
        "title_sv": "Förlust av studierätt",
        "content_sv": "En studerande som inte har slutfört sina studier inom den maximitid som fastställts i undervisningsplanen förlorar sin studierätt, om inte Polisyrkeshögskolan av särskilda skäl beviljar den studerande extra tid för att slutföra studierna.",
        "normalized_sv": "En studerande som inte har slutfört sina studier inom den maximitid som fastställts i undervisningsplanen förlorar sin studierätt, om inte Polisyrkeshögskolan av särskilda skäl beviljar den studerande extra tid för att slutföra studierna.",
        "folded_sv": "en studerande som inte har slutfort sina studier inom den maximitid som faststallts i undervisningsplanen forlorar sin studieratt, om inte polisyrkeshogskolan av sarskilda skal beviljar den studerande extra tid for att slutfora studierna."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Opiskelun keskeyttäminen",
      "content": "Poliisiammattikorkeakoulu voi keskeyttää opiskelijan hakemuksesta tämän opiskelun enintään kahden vuoden määräajaksi. Poliisiammattikorkeakoulu voi omasta aloitteestaan keskeyttää opiskelijan opiskelun kerrallaan enintään yhden vuoden määräajaksi pitkäaikaisen sairauden vuoksi tai jos opiskelija ei kykene suorittamaan opintojaan hyväksytysti opetussuunnitelman mukaisesti taikka opiskelijaan kohdistuvan rikoksen esitutkinnan ajaksi tai muusta vastaavasta painavasta syystä. Opiskelun keskeyttämistä koskeva päätös voidaan panna heti täytäntöön, jollei Poliisiammattikorkeakoulu tai hallinto-oikeus toisin määrää. Poliisiammattikorkeakoulu päättää opiskelijan aikaisempien opintojen hyväksiluettavuudesta opiskelijan tullessa jatkamaan opintojaan. Edellä 1 momentissa tarkoitettua aikaa, jona opinnot ovat keskeytyneenä, ei lasketa opintojen enimmäisaikaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Poliisiammattikorkeakoulu voi keskeyttää opiskelijan hakemuksesta tämän opiskelun enintään kahden vuoden määräajaksi. Poliisiammattikorkeakoulu voi omasta aloitteestaan keskeyttää opiskelijan opiskelun kerrallaan enintään yhden vuoden määräajaksi pitkäaikaisen sairauden vuoksi tai jos opiskelija ei kykene suorittamaan opintojaan hyväksytysti opetussuunnitelman mukaisesti taikka opiskelijaan kohdistuvan rikoksen esitutkinnan ajaksi tai muusta vastaavasta painavasta syystä. Opiskelun keskeyttämistä koskeva päätös voidaan panna heti täytäntöön, jollei Poliisiammattikorkeakoulu tai hallinto-oikeus toisin määrää. Poliisiammattikorkeakoulu päättää opiskelijan aikaisempien opintojen hyväksiluettavuudesta opiskelijan tullessa jatkamaan opintojaan. Edellä 1 momentissa tarkoitettua aikaa, jona opinnot ovat keskeytyneenä, ei lasketa opintojen enimmäisaikaan.",
        "folded_fi": "poliisiammattikorkeakoulu voi keskeyttaa opiskelijan hakemuksesta taman opiskelun enintaan kahden vuoden maaraajaksi. poliisiammattikorkeakoulu voi omasta aloitteestaan keskeyttaa opiskelijan opiskelun kerrallaan enintaan yhden vuoden maaraajaksi pitkaaikaisen sairauden vuoksi tai jos opiskelija ei kykene suorittamaan opintojaan hyvaksytysti opetussuunnitelman mukaisesti taikka opiskelijaan kohdistuvan rikoksen esitutkinnan ajaksi tai muusta vastaavasta painavasta syysta. opiskelun keskeyttamista koskeva paatos voidaan panna heti taytantoon, jollei poliisiammattikorkeakoulu tai hallinto-oikeus toisin maaraa. poliisiammattikorkeakoulu paattaa opiskelijan aikaisempien opintojen hyvaksiluettavuudesta opiskelijan tullessa jatkamaan opintojaan. edella 1 momentissa tarkoitettua aikaa, jona opinnot ovat keskeytyneena, ei lasketa opintojen enimmaisaikaan.",
        "title_sv": "Avbrytande av studierna",
        "content_sv": "Polisyrkeshögskolan kan på ansökan av en studerande avbryta dennes studier för högst två år. Skolan kan på eget initiativ för högst ett år åt gången avbryta en studerandes studier på grund av långvarig sjukdom eller om den studerande inte med godkänt resultat kan genomföra sina studier i enlighet med undervisningsplanen, för den tid en studerande är föremål för förundersökning av brott eller av något annat motsvarande vägande skäl. Beslut om avbrytande av studierna kan verkställas genast, om inte Polisyrkeshögskolan eller förvaltningsdomstolen bestämmer något annat. Polisyrkeshögskolan beslutar om tillgodoräknande av den studerandes tidigare studier i samband med att denne återupptar sina studier. Den i 1 mom. avsedda tiden för avbrottet i studierna räknas inte in i maximistudietiden.",
        "normalized_sv": "Polisyrkeshögskolan kan på ansökan av en studerande avbryta dennes studier för högst två år. Skolan kan på eget initiativ för högst ett år åt gången avbryta en studerandes studier på grund av långvarig sjukdom eller om den studerande inte med godkänt resultat kan genomföra sina studier i enlighet med undervisningsplanen, för den tid en studerande är föremål för förundersökning av brott eller av något annat motsvarande vägande skäl. Beslut om avbrytande av studierna kan verkställas genast, om inte Polisyrkeshögskolan eller förvaltningsdomstolen bestämmer något annat. Polisyrkeshögskolan beslutar om tillgodoräknande av den studerandes tidigare studier i samband med att denne återupptar sina studier. Den i 1 mom. avsedda tiden för avbrottet i studierna räknas inte in i maximistudietiden.",
        "folded_sv": "polisyrkeshogskolan kan pa ansokan av en studerande avbryta dennes studier for hogst tva ar. skolan kan pa eget initiativ for hogst ett ar at gangen avbryta en studerandes studier pa grund av langvarig sjukdom eller om den studerande inte med godkant resultat kan genomfora sina studier i enlighet med undervisningsplanen, for den tid en studerande ar foremal for forundersokning av brott eller av nagot annat motsvarande vagande skal. beslut om avbrytande av studierna kan verkstallas genast, om inte polisyrkeshogskolan eller forvaltningsdomstolen bestammer nagot annat. polisyrkeshogskolan beslutar om tillgodoraknande av den studerandes tidigare studier i samband med att denne aterupptar sina studier. den i 1 mom. avsedda tiden for avbrottet i studierna raknas inte in i maximistudietiden."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Varoitus ja huomautus",
      "content": "Poliisiammattikorkeakoulu voi antaa opiskelijalle kirjallisen varoituksen, jos tämä: 1) on koulutuksen aikana käyttäytynyt poliisin arvolle sopimattomalla tavalla; 2) on laiminlyönyt opetukseen osallistumisen; tai 3) on rikkonut Poliisiammattikorkeakoulun järjestyssääntöä. Edellä 1 momentin 2 ja 3 kohdassa tarkoitetussa tapauksessa Poliisiammattikorkeakoulu voi antaa kirjallisen varoituksen sijaan suullisen huomautuksen, jos sen katsotaan teon moitittavuus huomioon ottaen olevan riittävä seuraamus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Poliisiammattikorkeakoulu voi antaa opiskelijalle kirjallisen varoituksen, jos tämä: 1) on koulutuksen aikana käyttäytynyt poliisin arvolle sopimattomalla tavalla; 2) on laiminlyönyt opetukseen osallistumisen; tai 3) on rikkonut Poliisiammattikorkeakoulun järjestyssääntöä. Edellä 1 momentin 2 ja 3 kohdassa tarkoitetussa tapauksessa Poliisiammattikorkeakoulu voi antaa kirjallisen varoituksen sijaan suullisen huomautuksen, jos sen katsotaan teon moitittavuus huomioon ottaen olevan riittävä seuraamus.",
        "folded_fi": "poliisiammattikorkeakoulu voi antaa opiskelijalle kirjallisen varoituksen, jos tama: 1) on koulutuksen aikana kayttaytynyt poliisin arvolle sopimattomalla tavalla; 2) on laiminlyonyt opetukseen osallistumisen; tai 3) on rikkonut poliisiammattikorkeakoulun jarjestyssaantoa. edella 1 momentin 2 ja 3 kohdassa tarkoitetussa tapauksessa poliisiammattikorkeakoulu voi antaa kirjallisen varoituksen sijaan suullisen huomautuksen, jos sen katsotaan teon moitittavuus huomioon ottaen olevan riittava seuraamus.",
        "title_sv": "Varning och anmärkning",
        "content_sv": "Polisyrkeshögskolan kan ge en studerande en skriftlig varning, om han eller hon 1) under utbildningstiden uppträtt på ett sätt som är olämpligt med tanke på polisens anseende, 2) försummat att delta i undervisningen, eller 3) har brutit mot skolans ordningsstadga. I sådana fall som avses i 1 mom. 2 och 3 punkten kan Polisyrkeshögskolan i stället för en skriftlig varning ge en muntlig anmärkning, om detta med hänsyn till hur klandervärd gärningen är kan anses vara en tillräcklig påföljd.",
        "normalized_sv": "Polisyrkeshögskolan kan ge en studerande en skriftlig varning, om han eller hon 1) under utbildningstiden uppträtt på ett sätt som är olämpligt med tanke på polisens anseende, 2) försummat att delta i undervisningen, eller 3) har brutit mot skolans ordningsstadga. I sådana fall som avses i 1 mom. 2 och 3 punkten kan Polisyrkeshögskolan i stället för en skriftlig varning ge en muntlig anmärkning, om detta med hänsyn till hur klandervärd gärningen är kan anses vara en tillräcklig påföljd.",
        "folded_sv": "polisyrkeshogskolan kan ge en studerande en skriftlig varning, om han eller hon 1) under utbildningstiden upptratt pa ett satt som ar olampligt med tanke pa polisens anseende, 2) forsummat att delta i undervisningen, eller 3) har brutit mot skolans ordningsstadga. i sadana fall som avses i 1 mom. 2 och 3 punkten kan polisyrkeshogskolan i stallet for en skriftlig varning ge en muntlig anmarkning, om detta med hansyn till hur klandervard garningen ar kan anses vara en tillracklig pafoljd."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Koulutuksesta erottaminen",
      "content": "Poliisiammattikorkeakoulu voi erottaa Poliisiammattikorkeakoulun opiskelijan koulutuksesta, jos tämä: 1) on antanut koulutukseen pyrkiessään sellaisen väärän tai harhaanjohtavan tiedon taikka salannut sellaisen itseään koskevan seikan, joka olisi estänyt hänen valintansa opiskelijaksi; 2) on syyllistynyt koulutuksen aikana sellaiseen rikokseen, joka osoittaa sopimattomuutta poliisimiehen virkaan taikka muutoin käyttäytynyt poliisin arvolle sopimattomalla tavalla eikä kirjallista varoitusta ole pidettävä riittävänä seuraamuksena; 3) poliisin perustutkintoa suorittaessaan kieltäytyy 7 §:ssä tarkoitetusta päihdetestauksesta taikka antaa päihteiden väärinkäytön osoittavan näytteen; 4) ei jatka opiskeluaan 12 §:ssä tarkoitetun määräajan päätyttyä taikka perusteita perustutkintokoulutuksen jatkamiselle ei enää ole; 5) laiminlyö toistuvasti taikka olennaisella tavalla opetukseen osallistumisen; tai 6) on toistuvasti taikka olennaisella tavalla rikkonut Poliisiammattikorkeakoulun järjestyssääntöä. Erottamista koskeva päätös voidaan panna heti täytäntöön, jollei Poliisiammattikorkeakoulu tai hallinto-oikeus toisin määrää. Jos koulutuksesta erottamista koskeva päätös kumotaan, Poliisiammattikorkeakoulu päättää opiskelijan siihen mennessä suorittamien opintojen hyväksiluettavuudesta myöhemmin vastaavien opintojen yhteydessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Poliisiammattikorkeakoulu voi erottaa Poliisiammattikorkeakoulun opiskelijan koulutuksesta, jos tämä: 1) on antanut koulutukseen pyrkiessään sellaisen väärän tai harhaanjohtavan tiedon taikka salannut sellaisen itseään koskevan seikan, joka olisi estänyt hänen valintansa opiskelijaksi; 2) on syyllistynyt koulutuksen aikana sellaiseen rikokseen, joka osoittaa sopimattomuutta poliisimiehen virkaan taikka muutoin käyttäytynyt poliisin arvolle sopimattomalla tavalla eikä kirjallista varoitusta ole pidettävä riittävänä seuraamuksena; 3) poliisin perustutkintoa suorittaessaan kieltäytyy 7 § :ssä tarkoitetusta päihdetestauksesta taikka antaa päihteiden väärinkäytön osoittavan näytteen; 4) ei jatka opiskeluaan 12 § :ssä tarkoitetun määräajan päätyttyä taikka perusteita perustutkintokoulutuksen jatkamiselle ei enää ole; 5) laiminlyö toistuvasti taikka olennaisella tavalla opetukseen osallistumisen; tai 6) on toistuvasti taikka olennaisella tavalla rikkonut Poliisiammattikorkeakoulun järjestyssääntöä. Erottamista koskeva päätös voidaan panna heti täytäntöön, jollei Poliisiammattikorkeakoulu tai hallinto-oikeus toisin määrää. Jos koulutuksesta erottamista koskeva päätös kumotaan, Poliisiammattikorkeakoulu päättää opiskelijan siihen mennessä suorittamien opintojen hyväksiluettavuudesta myöhemmin vastaavien opintojen yhteydessä.",
        "folded_fi": "poliisiammattikorkeakoulu voi erottaa poliisiammattikorkeakoulun opiskelijan koulutuksesta, jos tama: 1) on antanut koulutukseen pyrkiessaan sellaisen vaaran tai harhaanjohtavan tiedon taikka salannut sellaisen itseaan koskevan seikan, joka olisi estanyt hanen valintansa opiskelijaksi; 2) on syyllistynyt koulutuksen aikana sellaiseen rikokseen, joka osoittaa sopimattomuutta poliisimiehen virkaan taikka muutoin kayttaytynyt poliisin arvolle sopimattomalla tavalla eika kirjallista varoitusta ole pidettava riittavana seuraamuksena; 3) poliisin perustutkintoa suorittaessaan kieltaytyy 7 §:ssa tarkoitetusta paihdetestauksesta taikka antaa paihteiden vaarinkayton osoittavan naytteen; 4) ei jatka opiskeluaan 12 §:ssa tarkoitetun maaraajan paatyttya taikka perusteita perustutkintokoulutuksen jatkamiselle ei enaa ole; 5) laiminlyo toistuvasti taikka olennaisella tavalla opetukseen osallistumisen; tai 6) on toistuvasti taikka olennaisella tavalla rikkonut poliisiammattikorkeakoulun jarjestyssaantoa. erottamista koskeva paatos voidaan panna heti taytantoon, jollei poliisiammattikorkeakoulu tai hallinto-oikeus toisin maaraa. jos koulutuksesta erottamista koskeva paatos kumotaan, poliisiammattikorkeakoulu paattaa opiskelijan siihen mennessa suorittamien opintojen hyvaksiluettavuudesta myohemmin vastaavien opintojen yhteydessa.",
        "title_sv": "Avstängning från utbildningen",
        "content_sv": "Polisyrkeshögskolan kan stänga av en studerande från utbildningen, ifall han eller hon 1) i samband med ansökan till utbildningen har lämnat sådana felaktiga eller vilseledande uppgifter eller hemlighållit någon sådan omständighet om sig själv som hade förhindrat antagningen, 2) under utbildningstiden gjort sig skyldig till ett sådant brott som visar att han eller hon är olämplig för tjänsten som polisman eller i övrigt uppträtt på ett sätt som är olämpligt med tanke på polisens anseende och en skriftlig varning inte skall anses vara en tillräcklig påföljd, 3) vid avläggandet av grundexamen för polis vägrar genomgå drogtest som avses i 7 § eller lämnar ett prov som utvisar missbruk av rusmedel, 4) inte återupptar studierna efter att den tidsfrist som avses i 12 § löpt ut eller det inte längre föreligger grunder för fortsättande av utbildning för grundexamen, 5) upprepade gånger eller i väsentlig omfattning försummar att delta i undervisningen, eller 6) upprepade gånger eller i väsentlig omfattning har brutit mot skolans ordningsstadga. Beslut om avstängning kan verkställas genast, om inte Polisyrkeshögskolan eller förvaltningsdomstolen bestämmer något annat. Om ett beslut om avstängning från utbildningen upphävs, beslutar skolan om det sätt på vilket de tidigare studierna senare tillgodoräknas i samband med motsvarande studier.",
        "normalized_sv": "Polisyrkeshögskolan kan stänga av en studerande från utbildningen, ifall han eller hon 1) i samband med ansökan till utbildningen har lämnat sådana felaktiga eller vilseledande uppgifter eller hemlighållit någon sådan omständighet om sig själv som hade förhindrat antagningen, 2) under utbildningstiden gjort sig skyldig till ett sådant brott som visar att han eller hon är olämplig för tjänsten som polisman eller i övrigt uppträtt på ett sätt som är olämpligt med tanke på polisens anseende och en skriftlig varning inte skall anses vara en tillräcklig påföljd, 3) vid avläggandet av grundexamen för polis vägrar genomgå drogtest som avses i 7 § eller lämnar ett prov som utvisar missbruk av rusmedel, 4) inte återupptar studierna efter att den tidsfrist som avses i 12 § löpt ut eller det inte längre föreligger grunder för fortsättande av utbildning för grundexamen, 5) upprepade gånger eller i väsentlig omfattning försummar att delta i undervisningen, eller 6) upprepade gånger eller i väsentlig omfattning har brutit mot skolans ordningsstadga. Beslut om avstängning kan verkställas genast, om inte Polisyrkeshögskolan eller förvaltningsdomstolen bestämmer något annat. Om ett beslut om avstängning från utbildningen upphävs, beslutar skolan om det sätt på vilket de tidigare studierna senare tillgodoräknas i samband med motsvarande studier.",
        "folded_sv": "polisyrkeshogskolan kan stanga av en studerande fran utbildningen, ifall han eller hon 1) i samband med ansokan till utbildningen har lamnat sadana felaktiga eller vilseledande uppgifter eller hemlighallit nagon sadan omstandighet om sig sjalv som hade forhindrat antagningen, 2) under utbildningstiden gjort sig skyldig till ett sadant brott som visar att han eller hon ar olamplig for tjansten som polisman eller i ovrigt upptratt pa ett satt som ar olampligt med tanke pa polisens anseende och en skriftlig varning inte skall anses vara en tillracklig pafoljd, 3) vid avlaggandet av grundexamen for polis vagrar genomga drogtest som avses i 7 § eller lamnar ett prov som utvisar missbruk av rusmedel, 4) inte aterupptar studierna efter att den tidsfrist som avses i 12 § lopt ut eller det inte langre foreligger grunder for fortsattande av utbildning for grundexamen, 5) upprepade ganger eller i vasentlig omfattning forsummar att delta i undervisningen, eller 6) upprepade ganger eller i vasentlig omfattning har brutit mot skolans ordningsstadga. beslut om avstangning kan verkstallas genast, om inte polisyrkeshogskolan eller forvaltningsdomstolen bestammer nagot annat. om ett beslut om avstangning fran utbildningen upphavs, beslutar skolan om det satt pa vilket de tidigare studierna senare tillgodoraknas i samband med motsvarande studier."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Menettely opiskeluoikeuden menettämistä ja opiskelun keskeyttämistä koskevassa asiassa, kurinpitoasiassa sekä huomautusta annettaessa",
      "content": "Poliisiammattikorkeakoulun on kuultava opiskelijaa ennen kuin se päättää 11 §:ssä tarkoitetusta opiskeluoikeuden menettämisestä. Poliisiammattikorkeakoulun on myös, ennen kuin se päättää 12 §:ssä tarkoitetusta opiskelun keskeyttämisestä, 13 §:ssä tarkoitetusta huomautuksen tai varoituksen antamisesta taikka 14 §:ssä tarkoitetusta koulutuksesta erottamisesta, yksilöitävä toimenpiteeseen johtava teko tai laiminlyönti, kuultava opiskelijaa ja hankittava muu tarpeellinen selvitys.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Poliisiammattikorkeakoulun on kuultava opiskelijaa ennen kuin se päättää 11 § :ssä tarkoitetusta opiskeluoikeuden menettämisestä. Poliisiammattikorkeakoulun on myös, ennen kuin se päättää 12 § :ssä tarkoitetusta opiskelun keskeyttämisestä, 13 § :ssä tarkoitetusta huomautuksen tai varoituksen antamisesta taikka 14 § :ssä tarkoitetusta koulutuksesta erottamisesta, yksilöitävä toimenpiteeseen johtava teko tai laiminlyönti, kuultava opiskelijaa ja hankittava muu tarpeellinen selvitys.",
        "folded_fi": "poliisiammattikorkeakoulun on kuultava opiskelijaa ennen kuin se paattaa 11 §:ssa tarkoitetusta opiskeluoikeuden menettamisesta. poliisiammattikorkeakoulun on myos, ennen kuin se paattaa 12 §:ssa tarkoitetusta opiskelun keskeyttamisesta, 13 §:ssa tarkoitetusta huomautuksen tai varoituksen antamisesta taikka 14 §:ssa tarkoitetusta koulutuksesta erottamisesta, yksiloitava toimenpiteeseen johtava teko tai laiminlyonti, kuultava opiskelijaa ja hankittava muu tarpeellinen selvitys.",
        "title_sv": "Förfarandet i ärenden som gäller förlust av studierätt och avbrytande av studier, i disciplinärenden samt då anmärkning ges",
        "content_sv": "Innan Polisyrkeshögskolan fattar ett beslut om förlust av studierätt enligt 11 § skall den studerande höras. Innan beslut fattas om avbrytande av studierna enligt 12 §, anmärkning eller varning enligt 13 § eller avstängning från utbildningen enligt 14 § skall skolan även specificera den gärning eller försummelse som åtgärden grundar sig på, höra den studerande samt skaffa annan behövlig utredning.",
        "normalized_sv": "Innan Polisyrkeshögskolan fattar ett beslut om förlust av studierätt enligt 11 § skall den studerande höras. Innan beslut fattas om avbrytande av studierna enligt 12 § , anmärkning eller varning enligt 13 § eller avstängning från utbildningen enligt 14 § skall skolan även specificera den gärning eller försummelse som åtgärden grundar sig på, höra den studerande samt skaffa annan behövlig utredning.",
        "folded_sv": "innan polisyrkeshogskolan fattar ett beslut om forlust av studieratt enligt 11 § skall den studerande horas. innan beslut fattas om avbrytande av studierna enligt 12 §, anmarkning eller varning enligt 13 § eller avstangning fran utbildningen enligt 14 § skall skolan aven specificera den garning eller forsummelse som atgarden grundar sig pa, hora den studerande samt skaffa annan behovlig utredning."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Opiskelijoiden osallistuminen poliisitehtäviin ja muihin määrättyihin tehtäviin",
      "content": "Poliisiammattikorkeakoulun opiskelija on velvollinen suorittamaan Poliisiammattikorkeakoulun määräyksestä koulutukseen liittyvinä harjoituksina poliisille kuuluvia tehtäviä muun poliisiyksikön apuna. Jos valtion turvallisuuden ylläpitämiseksi tai valtakunnallisen poliisitoiminnallisen erityistilanteen hoitamiseksi on tarpeen, poliisin ylijohto voi määrätä Poliisiammattikorkeakoulussa opiskelevia poliisimiehiä, jotka ovat saaneet riittävän peruskoulutuksen, suorittamaan myös muita kuin koulutukseen liittyviä poliisille kuuluvia tehtäviä. Poliisikokelaan ja muun Poliisiammattikorkeakoulussa opiskelevan poliisimiehen poliisivaltuuksista on 1 ja 2 momentissa tarkoitettua tehtävää suoritettaessa voimassa, mitä poliisilain (493/1995) 7 §:ssä säädetään. Edellä 1 momentissa tarkoitettua tehtävää suorittavan sellaisen opiskelijan, joka ei ole poliisimies, valtuuksista on voimassa, mitä poliisilain 46 §:ssä poliisimiestä avustavan henkilön valtuuksista säädetään. Edellä 2 momentissa tarkoitettuja tehtäviä suorittaessaan opiskelijat toimivat rikoslain (39/1889) 40 luvun 11 §:n 5 kohdan a alakohdan mukaan rikosoikeudellisessa virkavastuussa. Poliisiammattikorkeakoulu voi määrätä poliisin perustutkintoa opiskelevan suorittamaan koulutuksen aikana päivystystehtäviä ja muita vastaavia opintoihin liittyviä poliisikoulutuksellisia tehtäviä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16",
        "normalized_fi": "Poliisiammattikorkeakoulun opiskelija on velvollinen suorittamaan Poliisiammattikorkeakoulun määräyksestä koulutukseen liittyvinä harjoituksina poliisille kuuluvia tehtäviä muun poliisiyksikön apuna. Jos valtion turvallisuuden ylläpitämiseksi tai valtakunnallisen poliisitoiminnallisen erityistilanteen hoitamiseksi on tarpeen, poliisin ylijohto voi määrätä Poliisiammattikorkeakoulussa opiskelevia poliisimiehiä, jotka ovat saaneet riittävän peruskoulutuksen, suorittamaan myös muita kuin koulutukseen liittyviä poliisille kuuluvia tehtäviä. Poliisikokelaan ja muun Poliisiammattikorkeakoulussa opiskelevan poliisimiehen poliisivaltuuksista on 1 ja 2 momentissa tarkoitettua tehtävää suoritettaessa voimassa, mitä poliisilain (493/1995) 7 § :ssä säädetään. Edellä 1 momentissa tarkoitettua tehtävää suorittavan sellaisen opiskelijan, joka ei ole poliisimies, valtuuksista on voimassa, mitä poliisilain 46 § :ssä poliisimiestä avustavan henkilön valtuuksista säädetään. Edellä 2 momentissa tarkoitettuja tehtäviä suorittaessaan opiskelijat toimivat rikoslain (39/1889) 40 luvun 11 § :n 5 kohdan a alakohdan mukaan rikosoikeudellisessa virkavastuussa. Poliisiammattikorkeakoulu voi määrätä poliisin perustutkintoa opiskelevan suorittamaan koulutuksen aikana päivystystehtäviä ja muita vastaavia opintoihin liittyviä poliisikoulutuksellisia tehtäviä.",
        "folded_fi": "poliisiammattikorkeakoulun opiskelija on velvollinen suorittamaan poliisiammattikorkeakoulun maarayksesta koulutukseen liittyvina harjoituksina poliisille kuuluvia tehtavia muun poliisiyksikon apuna. jos valtion turvallisuuden yllapitamiseksi tai valtakunnallisen poliisitoiminnallisen erityistilanteen hoitamiseksi on tarpeen, poliisin ylijohto voi maarata poliisiammattikorkeakoulussa opiskelevia poliisimiehia, jotka ovat saaneet riittavan peruskoulutuksen, suorittamaan myos muita kuin koulutukseen liittyvia poliisille kuuluvia tehtavia. poliisikokelaan ja muun poliisiammattikorkeakoulussa opiskelevan poliisimiehen poliisivaltuuksista on 1 ja 2 momentissa tarkoitettua tehtavaa suoritettaessa voimassa, mita poliisilain (493/1995) 7 §:ssa saadetaan. edella 1 momentissa tarkoitettua tehtavaa suorittavan sellaisen opiskelijan, joka ei ole poliisimies, valtuuksista on voimassa, mita poliisilain 46 §:ssa poliisimiesta avustavan henkilon valtuuksista saadetaan. edella 2 momentissa tarkoitettuja tehtavia suorittaessaan opiskelijat toimivat rikoslain (39/1889) 40 luvun 11 §:n 5 kohdan a alakohdan mukaan rikosoikeudellisessa virkavastuussa. poliisiammattikorkeakoulu voi maarata poliisin perustutkintoa opiskelevan suorittamaan koulutuksen aikana paivystystehtavia ja muita vastaavia opintoihin liittyvia poliisikoulutuksellisia tehtavia.",
        "title_sv": "Studerandes deltagande i polisuppgifter och andra uppgifter som de förordnas till",
        "content_sv": "Den som studerar vid Polisyrkeshögskolan är skyldig att på skolans förordnande såsom övningar i samband med utbildningen utföra uppgifter som ankommer på polisen vid en annan enhet inom polisen. Om detta krävs i syfte att trygga statens säkerhet eller för att sköta riksomfattande särskilda situationer inom polisverksamheten, kan polisens högsta ledning förordna polismän som studerar vid Polisyrkeshögskolan och som har fått en tillräcklig grundutbildning att utföra även andra på polisen ankommande uppgifter än sådana som hänför sig till utbildningen. När polisaspiranter och andra polismän som studerar vid Polisyrkeshögskolan utför uppgifter som avses i 1 och 2 mom. gäller i fråga om deras polisbefogenheter vad som föreskrivs i 7 § i polislagen (493/1995). Beträffande befogenheterna för andra studerande som utför sådana uppgifter som avses i 1 mom. gäller vad som i 46 § i polislagen föreskrivs om befogenheter för den som bistår en polisman. Studerande som utför uppgifter som avses i 2 mom. har straffrättsligt tjänsteansvar enligt 40 kap. 11 § 5 punkten underpunkt a i strafflagen (39/1889). Polisyrkeshögskolan kan förordna den som studerar för grundexamen för polis att under utbildningen utföra jourtjänst och andra motsvarande polisutbildningsrelaterade uppgifter.",
        "normalized_sv": "Den som studerar vid Polisyrkeshögskolan är skyldig att på skolans förordnande såsom övningar i samband med utbildningen utföra uppgifter som ankommer på polisen vid en annan enhet inom polisen. Om detta krävs i syfte att trygga statens säkerhet eller för att sköta riksomfattande särskilda situationer inom polisverksamheten, kan polisens högsta ledning förordna polismän som studerar vid Polisyrkeshögskolan och som har fått en tillräcklig grundutbildning att utföra även andra på polisen ankommande uppgifter än sådana som hänför sig till utbildningen. När polisaspiranter och andra polismän som studerar vid Polisyrkeshögskolan utför uppgifter som avses i 1 och 2 mom. gäller i fråga om deras polisbefogenheter vad som föreskrivs i 7 § i polislagen (493/1995). Beträffande befogenheterna för andra studerande som utför sådana uppgifter som avses i 1 mom. gäller vad som i 46 § i polislagen föreskrivs om befogenheter för den som bistår en polisman. Studerande som utför uppgifter som avses i 2 mom. har straffrättsligt tjänsteansvar enligt 40 kap. 11 § 5 punkten underpunkt a i strafflagen (39/1889). Polisyrkeshögskolan kan förordna den som studerar för grundexamen för polis att under utbildningen utföra jourtjänst och andra motsvarande polisutbildningsrelaterade uppgifter.",
        "folded_sv": "den som studerar vid polisyrkeshogskolan ar skyldig att pa skolans forordnande sasom ovningar i samband med utbildningen utfora uppgifter som ankommer pa polisen vid en annan enhet inom polisen. om detta kravs i syfte att trygga statens sakerhet eller for att skota riksomfattande sarskilda situationer inom polisverksamheten, kan polisens hogsta ledning forordna polisman som studerar vid polisyrkeshogskolan och som har fatt en tillracklig grundutbildning att utfora aven andra pa polisen ankommande uppgifter an sadana som hanfor sig till utbildningen. nar polisaspiranter och andra polisman som studerar vid polisyrkeshogskolan utfor uppgifter som avses i 1 och 2 mom. galler i fraga om deras polisbefogenheter vad som foreskrivs i 7 § i polislagen (493/1995). betraffande befogenheterna for andra studerande som utfor sadana uppgifter som avses i 1 mom. galler vad som i 46 § i polislagen foreskrivs om befogenheter for den som bistar en polisman. studerande som utfor uppgifter som avses i 2 mom. har straffrattsligt tjansteansvar enligt 40 kap. 11 § 5 punkten underpunkt a i strafflagen (39/1889). polisyrkeshogskolan kan forordna den som studerar for grundexamen for polis att under utbildningen utfora jourtjanst och andra motsvarande polisutbildningsrelaterade uppgifter."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Vaitiolovelvollisuus ja hyväksikäyttökielto",
      "content": "Poliisiammattikorkeakoulun opiskelija ei saa paljastaa asiakirjan salassa pidettävää sisältöä tai tietoa, joka asiakirjaan merkittynä olisi salassa pidettävä, eikä muutakaan koulutuksen yhteydessä tietoonsa saamaa seikkaa, josta lailla on säädetty vaitiolovelvollisuus. Vaitiolovelvollisuuden piiriin kuuluvaa tietoa ei saa paljastaa senkään jälkeen, kun koulutus tai toiminta viranomaisessa on päättynyt. Poliisiammattikorkeakoulun opiskelija ei saa käyttää salassa pidettäviä tietoja omaksi tai toisen hyödyksi taikka toisen vahingoksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Poliisiammattikorkeakoulun opiskelija ei saa paljastaa asiakirjan salassa pidettävää sisältöä tai tietoa, joka asiakirjaan merkittynä olisi salassa pidettävä, eikä muutakaan koulutuksen yhteydessä tietoonsa saamaa seikkaa, josta lailla on säädetty vaitiolovelvollisuus. Vaitiolovelvollisuuden piiriin kuuluvaa tietoa ei saa paljastaa senkään jälkeen, kun koulutus tai toiminta viranomaisessa on päättynyt. Poliisiammattikorkeakoulun opiskelija ei saa käyttää salassa pidettäviä tietoja omaksi tai toisen hyödyksi taikka toisen vahingoksi.",
        "folded_fi": "poliisiammattikorkeakoulun opiskelija ei saa paljastaa asiakirjan salassa pidettavaa sisaltoa tai tietoa, joka asiakirjaan merkittyna olisi salassa pidettava, eika muutakaan koulutuksen yhteydessa tietoonsa saamaa seikkaa, josta lailla on saadetty vaitiolovelvollisuus. vaitiolovelvollisuuden piiriin kuuluvaa tietoa ei saa paljastaa senkaan jalkeen, kun koulutus tai toiminta viranomaisessa on paattynyt. poliisiammattikorkeakoulun opiskelija ei saa kayttaa salassa pidettavia tietoja omaksi tai toisen hyodyksi taikka toisen vahingoksi.",
        "title_sv": "Tystnadsplikt och förbud mot utnyttjande",
        "content_sv": "Den som studerar vid Polisyrkeshögskolan får inte röja en handlings sekretessbelagda innehåll eller en uppgift som vore sekretessbelagd om den ingick i en handling, och inte heller någon annan omständighet som han eller hon fått kännedom om i samband med utbildningen och om vilken tystnadsplikt föreskrivs genom lag. En uppgift för vilken tystnadsplikt gäller får inte heller röjas efter det att utbildningen eller verksamheten hos myndigheten har upphört. Den som studerar vid Polisyrkeshögskolan får inte använda sekretessbelagda uppgifter för att skaffa sig själv eller någon annan fördel eller för att skada någon annan.",
        "normalized_sv": "Den som studerar vid Polisyrkeshögskolan får inte röja en handlings sekretessbelagda innehåll eller en uppgift som vore sekretessbelagd om den ingick i en handling, och inte heller någon annan omständighet som han eller hon fått kännedom om i samband med utbildningen och om vilken tystnadsplikt föreskrivs genom lag. En uppgift för vilken tystnadsplikt gäller får inte heller röjas efter det att utbildningen eller verksamheten hos myndigheten har upphört. Den som studerar vid Polisyrkeshögskolan får inte använda sekretessbelagda uppgifter för att skaffa sig själv eller någon annan fördel eller för att skada någon annan.",
        "folded_sv": "den som studerar vid polisyrkeshogskolan far inte roja en handlings sekretessbelagda innehall eller en uppgift som vore sekretessbelagd om den ingick i en handling, och inte heller nagon annan omstandighet som han eller hon fatt kannedom om i samband med utbildningen och om vilken tystnadsplikt foreskrivs genom lag. en uppgift for vilken tystnadsplikt galler far inte heller rojas efter det att utbildningen eller verksamheten hos myndigheten har upphort. den som studerar vid polisyrkeshogskolan far inte anvanda sekretessbelagda uppgifter for att skaffa sig sjalv eller nagon annan fordel eller for att skada nagon annan."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Opiskelijan opintososiaaliset etuudet",
      "content": "Poliisiammattikorkeakoulussa annettu virkatutkintoon johtava opetus on opiskelijalle maksutonta. Poliisiammattikorkeakoulun opiskelijan opintososiaalisista eduista säädetään sisäasiainministeriön asetuksella. Sisäasiainministeriön asetuksella määritellyt terveydenhuollon kustannukset korvataan vain siltä osin kuin hoidon tarve on ilmennyt lähiopetusjakson aikana eikä opiskelijalla ole oikeutta kustannusten korvaukseen muulla perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:18",
        "normalized_fi": "Poliisiammattikorkeakoulussa annettu virkatutkintoon johtava opetus on opiskelijalle maksutonta. Poliisiammattikorkeakoulun opiskelijan opintososiaalisista eduista säädetään sisäasiainministeriön asetuksella. Sisäasiainministeriön asetuksella määritellyt terveydenhuollon kustannukset korvataan vain siltä osin kuin hoidon tarve on ilmennyt lähiopetusjakson aikana eikä opiskelijalla ole oikeutta kustannusten korvaukseen muulla perusteella.",
        "folded_fi": "poliisiammattikorkeakoulussa annettu virkatutkintoon johtava opetus on opiskelijalle maksutonta. poliisiammattikorkeakoulun opiskelijan opintososiaalisista eduista saadetaan sisaasiainministerion asetuksella. sisaasiainministerion asetuksella maaritellyt terveydenhuollon kustannukset korvataan vain silta osin kuin hoidon tarve on ilmennyt lahiopetusjakson aikana eika opiskelijalla ole oikeutta kustannusten korvaukseen muulla perusteella.",
        "title_sv": "De studerandes studiesociala förmåner",
        "content_sv": "Den undervisning som ges vid Polisyrkeshögskolan och som leder till tjänsteexamen är avgiftsfri för den studerande. Genom förordning av inrikesministeriet föreskrivs om studiesociala förmåner för de studerande vid Polisyrkeshögskolan. De hälso- och sjukvårdskostnader som fastställts genom förordning av inrikesministeriet ersätts endast till den del behovet av vård uppkommit under en period av närundervisning och den studerande inte är berättigad till ersättning för kostnaderna på någon annan grund.",
        "normalized_sv": "Den undervisning som ges vid Polisyrkeshögskolan och som leder till tjänsteexamen är avgiftsfri för den studerande. Genom förordning av inrikesministeriet föreskrivs om studiesociala förmåner för de studerande vid Polisyrkeshögskolan. De hälso- och sjukvårdskostnader som fastställts genom förordning av inrikesministeriet ersätts endast till den del behovet av vård uppkommit under en period av närundervisning och den studerande inte är berättigad till ersättning för kostnaderna på någon annan grund.",
        "folded_sv": "den undervisning som ges vid polisyrkeshogskolan och som leder till tjansteexamen ar avgiftsfri for den studerande. genom forordning av inrikesministeriet foreskrivs om studiesociala formaner for de studerande vid polisyrkeshogskolan. de halso- och sjukvardskostnader som faststallts genom forordning av inrikesministeriet ersatts endast till den del behovet av vard uppkommit under en period av narundervisning och den studerande inte ar berattigad till ersattning for kostnaderna pa nagon annan grund."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Muutoksenhaku",
      "content": "Poliisiammattikorkeakoulun opiskelijavalintaa koskevaan päätökseen tyytymätön voi vaatia siihen oikaisua Poliisiammattikorkeakoulun hallitukselta 14 päivän kuluessa valinnan julkistamisesta. Poliisiammattikorkeakoulun opiskeluoikeuden menettämistä, opiskelun keskeyttämistä, varoituksen antamista tai koulutuksesta erottamista koskevaan päätökseen tyytymätön voi vaatia siihen oikaisua Poliisiammattikorkeakoulun hallitukselta 14 päivän kuluessa päätöksen tiedoksisaannista. Opintosuoritusten arviointiin ja aikaisempien taikka muualla suoritettujen opintojen hyväksilukemista koskevaan päätökseen tyytymätön opiskelija voi vaatia siihen oikaisua Poliisiammattikorkeakoululta 14 päivän kuluessa siitä, kun opiskelijalla on ollut mahdollisuus saada arvioinnin tulokset ja arviointiperusteiden soveltaminen omalta osaltaan tietoonsa. Poliisiammattikorkeakoulun oikaisuvaatimuksesta antamaan päätökseen ei saa hakea valittamalla muutosta. Edellä 1 momentissa tarkoitettuun oikaisuvaatimuksesta annettuun päätökseen haetaan valittamalla muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen ei saa hakea muutosta valittamalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20",
        "normalized_fi": "Poliisiammattikorkeakoulun opiskelijavalintaa koskevaan päätökseen tyytymätön voi vaatia siihen oikaisua Poliisiammattikorkeakoulun hallitukselta 14 päivän kuluessa valinnan julkistamisesta. Poliisiammattikorkeakoulun opiskeluoikeuden menettämistä, opiskelun keskeyttämistä, varoituksen antamista tai koulutuksesta erottamista koskevaan päätökseen tyytymätön voi vaatia siihen oikaisua Poliisiammattikorkeakoulun hallitukselta 14 päivän kuluessa päätöksen tiedoksisaannista. Opintosuoritusten arviointiin ja aikaisempien taikka muualla suoritettujen opintojen hyväksilukemista koskevaan päätökseen tyytymätön opiskelija voi vaatia siihen oikaisua Poliisiammattikorkeakoululta 14 päivän kuluessa siitä, kun opiskelijalla on ollut mahdollisuus saada arvioinnin tulokset ja arviointiperusteiden soveltaminen omalta osaltaan tietoonsa. Poliisiammattikorkeakoulun oikaisuvaatimuksesta antamaan päätökseen ei saa hakea valittamalla muutosta. Edellä 1 momentissa tarkoitettuun oikaisuvaatimuksesta annettuun päätökseen haetaan valittamalla muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen ei saa hakea muutosta valittamalla.",
        "folded_fi": "poliisiammattikorkeakoulun opiskelijavalintaa koskevaan paatokseen tyytymaton voi vaatia siihen oikaisua poliisiammattikorkeakoulun hallitukselta 14 paivan kuluessa valinnan julkistamisesta. poliisiammattikorkeakoulun opiskeluoikeuden menettamista, opiskelun keskeyttamista, varoituksen antamista tai koulutuksesta erottamista koskevaan paatokseen tyytymaton voi vaatia siihen oikaisua poliisiammattikorkeakoulun hallitukselta 14 paivan kuluessa paatoksen tiedoksisaannista. opintosuoritusten arviointiin ja aikaisempien taikka muualla suoritettujen opintojen hyvaksilukemista koskevaan paatokseen tyytymaton opiskelija voi vaatia siihen oikaisua poliisiammattikorkeakoululta 14 paivan kuluessa siita, kun opiskelijalla on ollut mahdollisuus saada arvioinnin tulokset ja arviointiperusteiden soveltaminen omalta osaltaan tietoonsa. poliisiammattikorkeakoulun oikaisuvaatimuksesta antamaan paatokseen ei saa hakea valittamalla muutosta. edella 1 momentissa tarkoitettuun oikaisuvaatimuksesta annettuun paatokseen haetaan valittamalla muutosta siten kuin hallintolainkayttolaissa (586/1996) saadetaan. hallinto-oikeuden paatokseen ei saa hakea muutosta valittamalla.",
        "title_sv": "Ändringssökande",
        "content_sv": "Den som är missnöjd med ett beslut som gäller antagning av studerande till Polisyrkeshögskolan kan hos dess styrelse söka rättelse i beslutet inom 14 dagar efter det att antagningen offentliggjorts. Den som är missnöjd med ett beslut av Polisyrkeshögskolan som gäller förlust av studierätt, avbrytande av studierna, varning eller avstängning från utbildningen kan hos skolans styrelse söka rättelse i beslutet inom 14 dagar efter det att han eller hon fått del av beslutet. En studerande som är missnöjd med bedömningen av studieprestationer eller tillgodoräknandet av studier som genomförts tidigare eller någon annanstans kan söka rättelse hos Polisyrkeshögskolan inom 14 dagar från det att den studerande haft möjlighet att ta del av resultatet av bedömningen och det sätt på vilket bedömningsgrunderna har tillämpats på honom eller henne. I skolans beslut med anledning av rättelseyrkandet får ändring inte sökas genom besvär. Ändring i ett beslut med anledning av ett rättelseyrkande enligt 1 mom. får sökas genom besvär enligt vad som föreskrivs i förvaltningsprocesslagen (586/1996). I beslut av förvaltningsdomstolen får ändring inte sökas genom besvär.",
        "normalized_sv": "Den som är missnöjd med ett beslut som gäller antagning av studerande till Polisyrkeshögskolan kan hos dess styrelse söka rättelse i beslutet inom 14 dagar efter det att antagningen offentliggjorts. Den som är missnöjd med ett beslut av Polisyrkeshögskolan som gäller förlust av studierätt, avbrytande av studierna, varning eller avstängning från utbildningen kan hos skolans styrelse söka rättelse i beslutet inom 14 dagar efter det att han eller hon fått del av beslutet. En studerande som är missnöjd med bedömningen av studieprestationer eller tillgodoräknandet av studier som genomförts tidigare eller någon annanstans kan söka rättelse hos Polisyrkeshögskolan inom 14 dagar från det att den studerande haft möjlighet att ta del av resultatet av bedömningen och det sätt på vilket bedömningsgrunderna har tillämpats på honom eller henne. I skolans beslut med anledning av rättelseyrkandet får ändring inte sökas genom besvär. Ändring i ett beslut med anledning av ett rättelseyrkande enligt 1 mom. får sökas genom besvär enligt vad som föreskrivs i förvaltningsprocesslagen (586/1996). I beslut av förvaltningsdomstolen får ändring inte sökas genom besvär.",
        "folded_sv": "den som ar missnojd med ett beslut som galler antagning av studerande till polisyrkeshogskolan kan hos dess styrelse soka rattelse i beslutet inom 14 dagar efter det att antagningen offentliggjorts. den som ar missnojd med ett beslut av polisyrkeshogskolan som galler forlust av studieratt, avbrytande av studierna, varning eller avstangning fran utbildningen kan hos skolans styrelse soka rattelse i beslutet inom 14 dagar efter det att han eller hon fatt del av beslutet. en studerande som ar missnojd med bedomningen av studieprestationer eller tillgodoraknandet av studier som genomforts tidigare eller nagon annanstans kan soka rattelse hos polisyrkeshogskolan inom 14 dagar fran det att den studerande haft mojlighet att ta del av resultatet av bedomningen och det satt pa vilket bedomningsgrunderna har tillampats pa honom eller henne. i skolans beslut med anledning av rattelseyrkandet far andring inte sokas genom besvar. andring i ett beslut med anledning av ett rattelseyrkande enligt 1 mom. far sokas genom besvar enligt vad som foreskrivs i forvaltningsprocesslagen (586/1996). i beslut av forvaltningsdomstolen far andring inte sokas genom besvar."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Poliisiammattikorkeakoulun järjestyssääntö",
      "content": "Poliisiammattikorkeakoululla on järjestyssääntö, jonka Poliisiammattikorkeakoulu antaa. Siinä voidaan antaa opiskeluyhteisön turvallisuuden ja viihtyvyyden kannalta tarpeellisia määräyksiä: 1) käytännön järjestelyistä ja käyttäytymisestä Poliisiammattikorkeakoulussa, sen alueella, asuntolassa sekä suoritettaessa koulutukseen liittyviä tehtäviä ja harjoituksia; 2) aseistuksesta; 3) Poliisiammattikorkeakoulun omaisuuden käsittelystä; 4) oleskelusta ja liikkumisesta Poliisiammattikorkeakoulussa ja sen alueella sekä asuntolassa. Poliisiammattikorkeakoulun opiskelijat ja henkilökunta ovat Poliisiammattikorkeakoulussa, sen alueella taikka asuntolassa ollessaan samoin kuin suorittaessaan koulutukseen liittyviä tehtäviä, harjoituksia ja tutustumiskäyntejä velvollisia noudattamaan järjestyssääntöä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21",
        "normalized_fi": "Poliisiammattikorkeakoululla on järjestyssääntö, jonka Poliisiammattikorkeakoulu antaa. Siinä voidaan antaa opiskeluyhteisön turvallisuuden ja viihtyvyyden kannalta tarpeellisia määräyksiä: 1) käytännön järjestelyistä ja käyttäytymisestä Poliisiammattikorkeakoulussa, sen alueella, asuntolassa sekä suoritettaessa koulutukseen liittyviä tehtäviä ja harjoituksia; 2) aseistuksesta; 3) Poliisiammattikorkeakoulun omaisuuden käsittelystä; 4) oleskelusta ja liikkumisesta Poliisiammattikorkeakoulussa ja sen alueella sekä asuntolassa. Poliisiammattikorkeakoulun opiskelijat ja henkilökunta ovat Poliisiammattikorkeakoulussa, sen alueella taikka asuntolassa ollessaan samoin kuin suorittaessaan koulutukseen liittyviä tehtäviä, harjoituksia ja tutustumiskäyntejä velvollisia noudattamaan järjestyssääntöä.",
        "folded_fi": "poliisiammattikorkeakoululla on jarjestyssaanto, jonka poliisiammattikorkeakoulu antaa. siina voidaan antaa opiskeluyhteison turvallisuuden ja viihtyvyyden kannalta tarpeellisia maarayksia: 1) kaytannon jarjestelyista ja kayttaytymisesta poliisiammattikorkeakoulussa, sen alueella, asuntolassa seka suoritettaessa koulutukseen liittyvia tehtavia ja harjoituksia; 2) aseistuksesta; 3) poliisiammattikorkeakoulun omaisuuden kasittelysta; 4) oleskelusta ja liikkumisesta poliisiammattikorkeakoulussa ja sen alueella seka asuntolassa. poliisiammattikorkeakoulun opiskelijat ja henkilokunta ovat poliisiammattikorkeakoulussa, sen alueella taikka asuntolassa ollessaan samoin kuin suorittaessaan koulutukseen liittyvia tehtavia, harjoituksia ja tutustumiskaynteja velvollisia noudattamaan jarjestyssaantoa.",
        "title_sv": "Polisyrkeshögskolans ordningsstadga",
        "content_sv": "Polisyrkeshögskolan har en ordningsstadga som den själv utfärdar. I den kan ingå bestämmelser som är nödvändiga för tryggheten och trivseln bland de studerande och som kan gälla 1) de praktiska arrangemangen och korrekt uppträdande på skolan, på dess område och i studenthemmet samt vid uppdrag och övningar i samband med utbildningen, 2) beväpning, 3) hur skolans egendom får hanteras, 4) hur man får vistas och röra sig inom skolan och på dess område samt i studenthemmet. De studerande och personalen vid Polisyrkeshögskolan skall följa ordningsstadgan då de vistas på skolan eller dess område eller i studenthemmet eller när de utför uppdrag eller övningar eller företar studiebesök i samband med utbildningen.",
        "normalized_sv": "Polisyrkeshögskolan har en ordningsstadga som den själv utfärdar. I den kan ingå bestämmelser som är nödvändiga för tryggheten och trivseln bland de studerande och som kan gälla 1) de praktiska arrangemangen och korrekt uppträdande på skolan, på dess område och i studenthemmet samt vid uppdrag och övningar i samband med utbildningen, 2) beväpning, 3) hur skolans egendom får hanteras, 4) hur man får vistas och röra sig inom skolan och på dess område samt i studenthemmet. De studerande och personalen vid Polisyrkeshögskolan skall följa ordningsstadgan då de vistas på skolan eller dess område eller i studenthemmet eller när de utför uppdrag eller övningar eller företar studiebesök i samband med utbildningen.",
        "folded_sv": "polisyrkeshogskolan har en ordningsstadga som den sjalv utfardar. i den kan inga bestammelser som ar nodvandiga for tryggheten och trivseln bland de studerande och som kan galla 1) de praktiska arrangemangen och korrekt upptradande pa skolan, pa dess omrade och i studenthemmet samt vid uppdrag och ovningar i samband med utbildningen, 2) bevapning, 3) hur skolans egendom far hanteras, 4) hur man far vistas och rora sig inom skolan och pa dess omrade samt i studenthemmet. de studerande och personalen vid polisyrkeshogskolan skall folja ordningsstadgan da de vistas pa skolan eller dess omrade eller i studenthemmet eller nar de utfor uppdrag eller ovningar eller foretar studiebesok i samband med utbildningen."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Opetussuunnitelma",
      "content": "Poliisin ylijohto vahvistaa Poliisiammattikorkeakoulun hallituksen esityksestä tutkintokoulutuksen ja vähintään 30 opintoviikon erikoistumiskoulutuksen opetussuunnitelman. Muun koulutuksen opetussuunnitelmat vahvistaa Poliisiammattikorkeakoulu. Opetussuunnitelma sisältää määräykset opintojen tavoitteista, käsiteltävistä asiakokonaisuuksista, opintojen laajuudesta, opintojen suorittamisen enimmäisajasta, opetusmuodoista, opetuksen ja harjoittelun määrästä, muiden opintojen hyväksiluettavuudesta sekä vaadittavista suorituksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22",
        "normalized_fi": "Poliisin ylijohto vahvistaa Poliisiammattikorkeakoulun hallituksen esityksestä tutkintokoulutuksen ja vähintään 30 opintoviikon erikoistumiskoulutuksen opetussuunnitelman. Muun koulutuksen opetussuunnitelmat vahvistaa Poliisiammattikorkeakoulu. Opetussuunnitelma sisältää määräykset opintojen tavoitteista, käsiteltävistä asiakokonaisuuksista, opintojen laajuudesta, opintojen suorittamisen enimmäisajasta, opetusmuodoista, opetuksen ja harjoittelun määrästä, muiden opintojen hyväksiluettavuudesta sekä vaadittavista suorituksista.",
        "folded_fi": "poliisin ylijohto vahvistaa poliisiammattikorkeakoulun hallituksen esityksesta tutkintokoulutuksen ja vahintaan 30 opintoviikon erikoistumiskoulutuksen opetussuunnitelman. muun koulutuksen opetussuunnitelmat vahvistaa poliisiammattikorkeakoulu. opetussuunnitelma sisaltaa maaraykset opintojen tavoitteista, kasiteltavista asiakokonaisuuksista, opintojen laajuudesta, opintojen suorittamisen enimmaisajasta, opetusmuodoista, opetuksen ja harjoittelun maarasta, muiden opintojen hyvaksiluettavuudesta seka vaadittavista suorituksista.",
        "title_sv": "Undervisningsplan",
        "content_sv": "Polisens högsta ledning fastställer på framställning av Polisyrkeshögskolans styrelse en undervisningsplan för utbildning för examen och för en specialiserande utbildning som omfattar minst 30 studieveckor. Undervisningsplanerna för den övriga utbildningen fastställer skolan själv. I undervisningsplanen ingår bestämmelser om målen för studierna, om vilka sakkomplex som behandlas, om studiernas omfattning, maximitiden för slutförande av studierna, undervisningsformerna, mängden undervisning och praktik, tillgodoräknandet av andra studier samt om de studieprestationer som krävs.",
        "normalized_sv": "Polisens högsta ledning fastställer på framställning av Polisyrkeshögskolans styrelse en undervisningsplan för utbildning för examen och för en specialiserande utbildning som omfattar minst 30 studieveckor. Undervisningsplanerna för den övriga utbildningen fastställer skolan själv. I undervisningsplanen ingår bestämmelser om målen för studierna, om vilka sakkomplex som behandlas, om studiernas omfattning, maximitiden för slutförande av studierna, undervisningsformerna, mängden undervisning och praktik, tillgodoräknandet av andra studier samt om de studieprestationer som krävs.",
        "folded_sv": "polisens hogsta ledning faststaller pa framstallning av polisyrkeshogskolans styrelse en undervisningsplan for utbildning for examen och for en specialiserande utbildning som omfattar minst 30 studieveckor. undervisningsplanerna for den ovriga utbildningen faststaller skolan sjalv. i undervisningsplanen ingar bestammelser om malen for studierna, om vilka sakkomplex som behandlas, om studiernas omfattning, maximitiden for slutforande av studierna, undervisningsformerna, mangden undervisning och praktik, tillgodoraknandet av andra studier samt om de studieprestationer som kravs."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Opetus- ja tutkintokielet",
      "content": "Poliisiammattikorkeakoulun opetus- ja tutkintokieli on suomi tai ruotsi. Poliisiammattikorkeakoulu päättää muun opetus- ja tutkintokielen käyttämisestä opetuksessa ja opintosuorituksissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:23",
        "normalized_fi": "Poliisiammattikorkeakoulun opetus- ja tutkintokieli on suomi tai ruotsi. Poliisiammattikorkeakoulu päättää muun opetus- ja tutkintokielen käyttämisestä opetuksessa ja opintosuorituksissa.",
        "folded_fi": "poliisiammattikorkeakoulun opetus- ja tutkintokieli on suomi tai ruotsi. poliisiammattikorkeakoulu paattaa muun opetus- ja tutkintokielen kayttamisesta opetuksessa ja opintosuorituksissa.",
        "title_sv": "Undervisnings- och examensspråk",
        "content_sv": "Undervisnings- och examensspråket vid Polisyrkeshögskolan är finska eller svenska. Skolan beslutar själv om användande av något annat undervisnings- och examensspråk i undervisningen och i studieprestationerna.",
        "normalized_sv": "Undervisnings- och examensspråket vid Polisyrkeshögskolan är finska eller svenska. Skolan beslutar själv om användande av något annat undervisnings- och examensspråk i undervisningen och i studieprestationerna.",
        "folded_sv": "undervisnings- och examensspraket vid polisyrkeshogskolan ar finska eller svenska. skolan beslutar sjalv om anvandande av nagot annat undervisnings- och examenssprak i undervisningen och i studieprestationerna."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Tarkemmat säännökset",
      "content": "Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä Poliisiammattikorkeakoulun virkamiesten tehtävistä, suoritettavista tutkinnoista ja annettavasta muusta koulutuksesta, opiskelijaksi hyväksymismenettelystä, opiskelun keskeyttämistä ja opiskelijan erottamista koskevasta menettelystä sekä Poliisiammattikorkeakoulun neuvottelukunnista ja ohjesäännöstä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24",
        "normalized_fi": "Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä Poliisiammattikorkeakoulun virkamiesten tehtävistä, suoritettavista tutkinnoista ja annettavasta muusta koulutuksesta, opiskelijaksi hyväksymismenettelystä, opiskelun keskeyttämistä ja opiskelijan erottamista koskevasta menettelystä sekä Poliisiammattikorkeakoulun neuvottelukunnista ja ohjesäännöstä.",
        "folded_fi": "valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia poliisiammattikorkeakoulun virkamiesten tehtavista, suoritettavista tutkinnoista ja annettavasta muusta koulutuksesta, opiskelijaksi hyvaksymismenettelysta, opiskelun keskeyttamista ja opiskelijan erottamista koskevasta menettelysta seka poliisiammattikorkeakoulun neuvottelukunnista ja ohjesaannosta.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Genom förordning av statsrådet kan närmare bestämmelser utfärdas om de uppgifter som ankommer på Polisyrkeshögskolans tjänstemän, de examina som avläggs och om övrig utbildning som ges, om förfarandet i samband med antagning av studerande, avbrytande av studierna och avstängning från utbildningen samt om skolans delegationer och reglementen.",
        "normalized_sv": "Genom förordning av statsrådet kan närmare bestämmelser utfärdas om de uppgifter som ankommer på Polisyrkeshögskolans tjänstemän, de examina som avläggs och om övrig utbildning som ges, om förfarandet i samband med antagning av studerande, avbrytande av studierna och avstängning från utbildningen samt om skolans delegationer och reglementen.",
        "folded_sv": "genom forordning av statsradet kan narmare bestammelser utfardas om de uppgifter som ankommer pa polisyrkeshogskolans tjansteman, de examina som avlaggs och om ovrig utbildning som ges, om forfarandet i samband med antagning av studerande, avbrytande av studierna och avstangning fran utbildningen samt om skolans delegationer och reglementen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Poliisikoulutuksen vastuuyksikkö",
      "content": "Poliisiammattikorkeakoulu vastaa poliisin valtakunnallisen koulutuksen järjestämisestä sekä tutkimustoiminnasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Poliisiammattikorkeakoulu vastaa poliisin valtakunnallisen koulutuksen järjestämisestä sekä tutkimustoiminnasta.",
        "folded_fi": "poliisiammattikorkeakoulu vastaa poliisin valtakunnallisen koulutuksen jarjestamisesta seka tutkimustoiminnasta.",
        "title_sv": "Enhet som ansvarar för polisutbildningen",
        "content_sv": "Polisyrkeshögskolan svarar för anordnandet av den riksomfattande polisutbildningen samt för forskningsverksamheten.",
        "normalized_sv": "Polisyrkeshögskolan svarar för anordnandet av den riksomfattande polisutbildningen samt för forskningsverksamheten.",
        "folded_sv": "polisyrkeshogskolan svarar for anordnandet av den riksomfattande polisutbildningen samt for forskningsverksamheten."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Poliisiammattikorkeakoulun tehtävät",
      "content": "Poliisiammattikorkeakoulu vastaa poliisikoulutukseen rekrytoinnista, tutkintoa suorittamaan otettavien opiskelijavalinnoista, poliisin perus- ja jatkotutkinnoista, oppilaitoksessa annettavasta täydennyskoulutuksesta sekä poliisialaan liittyvästä tutkimus- ja kehittämistoiminnasta. Poliisiammattikorkeakoulu järjestää edellä mainittuihin tutkintoihin liittyvää koulutusta, ammatillisia erikoistumisopintoja, laadun kehittämiseen liittyvää koulutusta sekä muuta turvallisuusalan koulutusta. Poliisiammattikorkeakoulussa suoritettava poliisipäällystötutkinto on poliisialan ammattikorkeakoulututkinto. Tutkinnon ja siihen liittyvän opetuksen osalta noudatetaan tässä laissa säädetyn lisäksi soveltuvin osin, mitä ammattikorkeakoululaissa (351/2003) tai sen nojalla säädetään. Poliisiammattikorkeakoulun tehtävänä on vastata järjestämänsä koulutuksen ja muun toiminnan laatutasosta ja kehittämisestä sekä osallistua määräajoin ulkopuoliseen arviointiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Poliisiammattikorkeakoulu vastaa poliisikoulutukseen rekrytoinnista, tutkintoa suorittamaan otettavien opiskelijavalinnoista, poliisin perus- ja jatkotutkinnoista, oppilaitoksessa annettavasta täydennyskoulutuksesta sekä poliisialaan liittyvästä tutkimus- ja kehittämistoiminnasta. Poliisiammattikorkeakoulu järjestää edellä mainittuihin tutkintoihin liittyvää koulutusta, ammatillisia erikoistumisopintoja, laadun kehittämiseen liittyvää koulutusta sekä muuta turvallisuusalan koulutusta. Poliisiammattikorkeakoulussa suoritettava poliisipäällystötutkinto on poliisialan ammattikorkeakoulututkinto. Tutkinnon ja siihen liittyvän opetuksen osalta noudatetaan tässä laissa säädetyn lisäksi soveltuvin osin, mitä ammattikorkeakoululaissa (351/2003) tai sen nojalla säädetään. Poliisiammattikorkeakoulun tehtävänä on vastata järjestämänsä koulutuksen ja muun toiminnan laatutasosta ja kehittämisestä sekä osallistua määräajoin ulkopuoliseen arviointiin.",
        "folded_fi": "poliisiammattikorkeakoulu vastaa poliisikoulutukseen rekrytoinnista, tutkintoa suorittamaan otettavien opiskelijavalinnoista, poliisin perus- ja jatkotutkinnoista, oppilaitoksessa annettavasta taydennyskoulutuksesta seka poliisialaan liittyvasta tutkimus- ja kehittamistoiminnasta. poliisiammattikorkeakoulu jarjestaa edella mainittuihin tutkintoihin liittyvaa koulutusta, ammatillisia erikoistumisopintoja, laadun kehittamiseen liittyvaa koulutusta seka muuta turvallisuusalan koulutusta. poliisiammattikorkeakoulussa suoritettava poliisipaallystotutkinto on poliisialan ammattikorkeakoulututkinto. tutkinnon ja siihen liittyvan opetuksen osalta noudatetaan tassa laissa saadetyn lisaksi soveltuvin osin, mita ammattikorkeakoululaissa (351/2003) tai sen nojalla saadetaan. poliisiammattikorkeakoulun tehtavana on vastata jarjestamansa koulutuksen ja muun toiminnan laatutasosta ja kehittamisesta seka osallistua maaraajoin ulkopuoliseen arviointiin.",
        "title_sv": "Polisyrkeshögskolans uppgifter",
        "content_sv": "Polisyrkeshögskolan svarar för rekryteringen till polisutbildningen, för antagningen av studerande för examen, för grund- och påbyggnadsexamina för polis, för fortbildningen vid läroanstalten samt för forsknings- och utvecklingsverksamheten inom polisbranschen. Polisyrkeshögskolan ordnar utbildning för nämnda examina, yrkesinriktade specialiseringsstudier, utbildning i anslutning till kvalitetsutveckling och annan utbildning inom säkerhetsbranschen. Polisbefälsexamen som avläggs vid Polisyrkeshögskolan är en yrkeshögskoleexamen inom polisbranschen. I fråga om examen och den undervisning som ges i anslutning till examen iakttas förutom bestämmelserna i denna lag i tillämpliga delar vad som bestäms i yrkeshögskolelagen (351/2003) eller med stöd av den. Polisyrkeshögskolan skall svara för kvaliteten på och vidareutvecklingen av den utbildning och övriga verksamhet som den anordnar, och den skall regelbundet delta i extern utvärdering.",
        "normalized_sv": "Polisyrkeshögskolan svarar för rekryteringen till polisutbildningen, för antagningen av studerande för examen, för grund- och påbyggnadsexamina för polis, för fortbildningen vid läroanstalten samt för forsknings- och utvecklingsverksamheten inom polisbranschen. Polisyrkeshögskolan ordnar utbildning för nämnda examina, yrkesinriktade specialiseringsstudier, utbildning i anslutning till kvalitetsutveckling och annan utbildning inom säkerhetsbranschen. Polisbefälsexamen som avläggs vid Polisyrkeshögskolan är en yrkeshögskoleexamen inom polisbranschen. I fråga om examen och den undervisning som ges i anslutning till examen iakttas förutom bestämmelserna i denna lag i tillämpliga delar vad som bestäms i yrkeshögskolelagen (351/2003) eller med stöd av den. Polisyrkeshögskolan skall svara för kvaliteten på och vidareutvecklingen av den utbildning och övriga verksamhet som den anordnar, och den skall regelbundet delta i extern utvärdering.",
        "folded_sv": "polisyrkeshogskolan svarar for rekryteringen till polisutbildningen, for antagningen av studerande for examen, for grund- och pabyggnadsexamina for polis, for fortbildningen vid laroanstalten samt for forsknings- och utvecklingsverksamheten inom polisbranschen. polisyrkeshogskolan ordnar utbildning for namnda examina, yrkesinriktade specialiseringsstudier, utbildning i anslutning till kvalitetsutveckling och annan utbildning inom sakerhetsbranschen. polisbefalsexamen som avlaggs vid polisyrkeshogskolan ar en yrkeshogskoleexamen inom polisbranschen. i fraga om examen och den undervisning som ges i anslutning till examen iakttas forutom bestammelserna i denna lag i tillampliga delar vad som bestams i yrkeshogskolelagen (351/2003) eller med stod av den. polisyrkeshogskolan skall svara for kvaliteten pa och vidareutvecklingen av den utbildning och ovriga verksamhet som den anordnar, och den skall regelbundet delta i extern utvardering."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Poliisiammattikorkeakoulun hallitus",
      "content": "Poliisiammattikorkeakoululla on hallitus, jonka jäsenet ja varajäsenet poliisin ylijohto nimittää kolmeksi vuodeksi kerrallaan. Hallituksessa on puheenjohtaja, varapuheenjohtaja ja yksitoista muuta jäsentä sekä kullakin heistä henkilökohtainen varajäsen. Hallituksen tehtävänä on seurata Poliisiammattikorkeakoulun toimintaa ja tehdä esityksiä toiminnan ja siinä annettavan koulutuksen kehittämiseksi sekä ratkaista hallituksen käsiteltäviksi säädetyt oikaisuvaatimukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Poliisiammattikorkeakoululla on hallitus, jonka jäsenet ja varajäsenet poliisin ylijohto nimittää kolmeksi vuodeksi kerrallaan. Hallituksessa on puheenjohtaja, varapuheenjohtaja ja yksitoista muuta jäsentä sekä kullakin heistä henkilökohtainen varajäsen. Hallituksen tehtävänä on seurata Poliisiammattikorkeakoulun toimintaa ja tehdä esityksiä toiminnan ja siinä annettavan koulutuksen kehittämiseksi sekä ratkaista hallituksen käsiteltäviksi säädetyt oikaisuvaatimukset.",
        "folded_fi": "poliisiammattikorkeakoululla on hallitus, jonka jasenet ja varajasenet poliisin ylijohto nimittaa kolmeksi vuodeksi kerrallaan. hallituksessa on puheenjohtaja, varapuheenjohtaja ja yksitoista muuta jasenta seka kullakin heista henkilokohtainen varajasen. hallituksen tehtavana on seurata poliisiammattikorkeakoulun toimintaa ja tehda esityksia toiminnan ja siina annettavan koulutuksen kehittamiseksi seka ratkaista hallituksen kasiteltaviksi saadetyt oikaisuvaatimukset.",
        "title_sv": "Polisyrkeshögskolans styrelse",
        "content_sv": "Polisyrkeshögskolan har en styrelse vars medlemmar och suppleanter polisens högsta ledning utser för tre år i sänder. Styrelsen består av en ordförande, en vice ordförande samt elva andra medlemmar som var och en har en personlig suppleant. Styrelsen har till uppgift att följa skolans verksamhet och göra framställningar om vidareutvecklingen av verksamheten och av den utbildning som ges vid skolan samt avgöra de rättelseyrkanden som det föreskrivs att styrelsen skall behandla.",
        "normalized_sv": "Polisyrkeshögskolan har en styrelse vars medlemmar och suppleanter polisens högsta ledning utser för tre år i sänder. Styrelsen består av en ordförande, en vice ordförande samt elva andra medlemmar som var och en har en personlig suppleant. Styrelsen har till uppgift att följa skolans verksamhet och göra framställningar om vidareutvecklingen av verksamheten och av den utbildning som ges vid skolan samt avgöra de rättelseyrkanden som det föreskrivs att styrelsen skall behandla.",
        "folded_sv": "polisyrkeshogskolan har en styrelse vars medlemmar och suppleanter polisens hogsta ledning utser for tre ar i sander. styrelsen bestar av en ordforande, en vice ordforande samt elva andra medlemmar som var och en har en personlig suppleant. styrelsen har till uppgift att folja skolans verksamhet och gora framstallningar om vidareutvecklingen av verksamheten och av den utbildning som ges vid skolan samt avgora de rattelseyrkanden som det foreskrivs att styrelsen skall behandla."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Hallituksen päätöksentekomenettely",
      "content": "Hallitus ratkaisee asiat esittelystä. Asiat ratkaistaan erimielisyyden sattuessa äänten enemmistöllä. Äänten mennessä tasan tulee ratkaisuksi se mielipide, johon puheenjohtaja on yhtynyt, koulutuksesta erottamista, opiskelun keskeyttämistä ja varoitusta koskevassa asiassa kuitenkin lievempi kanta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Hallitus ratkaisee asiat esittelystä. Asiat ratkaistaan erimielisyyden sattuessa äänten enemmistöllä. Äänten mennessä tasan tulee ratkaisuksi se mielipide, johon puheenjohtaja on yhtynyt, koulutuksesta erottamista, opiskelun keskeyttämistä ja varoitusta koskevassa asiassa kuitenkin lievempi kanta.",
        "folded_fi": "hallitus ratkaisee asiat esittelysta. asiat ratkaistaan erimielisyyden sattuessa aanten enemmistolla. aanten mennessa tasan tulee ratkaisuksi se mielipide, johon puheenjohtaja on yhtynyt, koulutuksesta erottamista, opiskelun keskeyttamista ja varoitusta koskevassa asiassa kuitenkin lievempi kanta.",
        "title_sv": "Beslutsförfarandet i styrelsen",
        "content_sv": "Styrelsen avgör ärendena på föredragning. Vid oenighet avgörs ärendena genom röstmajoritet. Faller rösterna lika, gäller den mening som ordföranden har förenat sig om. Ärenden som gäller avstängning från utbildningen, avbrytande av studierna och tilldelande av varning avgörs dock enligt den lindrigare ståndpunkten.",
        "normalized_sv": "Styrelsen avgör ärendena på föredragning. Vid oenighet avgörs ärendena genom röstmajoritet. Faller rösterna lika, gäller den mening som ordföranden har förenat sig om. Ärenden som gäller avstängning från utbildningen, avbrytande av studierna och tilldelande av varning avgörs dock enligt den lindrigare ståndpunkten.",
        "folded_sv": "styrelsen avgor arendena pa foredragning. vid oenighet avgors arendena genom rostmajoritet. faller rosterna lika, galler den mening som ordforanden har forenat sig om. arenden som galler avstangning fran utbildningen, avbrytande av studierna och tilldelande av varning avgors dock enligt den lindrigare standpunkten."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Poliisiammattikorkeakoulun opiskelija",
      "content": "Tässä laissa ja sen nojalla annetuissa asetuksissa opiskelijalla tarkoitetaan sekä poliisikokelasta että muuta Poliisiammattikorkeakoulussa opiskelevaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Tässä laissa ja sen nojalla annetuissa asetuksissa opiskelijalla tarkoitetaan sekä poliisikokelasta että muuta Poliisiammattikorkeakoulussa opiskelevaa.",
        "folded_fi": "tassa laissa ja sen nojalla annetuissa asetuksissa opiskelijalla tarkoitetaan seka poliisikokelasta etta muuta poliisiammattikorkeakoulussa opiskelevaa.",
        "title_sv": "Studerande vid Polisyrkeshögskolan",
        "content_sv": "I denna lag och i de förordningar som utfärdats med stöd av den avses med studerande både polisaspiranter och andra som studerar vid Polisyrkeshögskolan.",
        "normalized_sv": "I denna lag och i de förordningar som utfärdats med stöd av den avses med studerande både polisaspiranter och andra som studerar vid Polisyrkeshögskolan.",
        "folded_sv": "i denna lag och i de forordningar som utfardats med stod av den avses med studerande bade polisaspiranter och andra som studerar vid polisyrkeshogskolan."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Opiskelijaksi ottaminen poliisin perus- tutkintokoulutukseen",
      "content": "Poliisiammattikorkeakoulu valitsee opiskelijat poliisin perustutkintokoulutukseen. Poliisiammattikorkeakoulu voi erityisistä syistä myöntää poikkeuksen 2 momentin 1 ja 2 sekä 5 kohdassa säädetyistä vaatimuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Poliisiammattikorkeakoulu valitsee opiskelijat poliisin perustutkintokoulutukseen. Poliisiammattikorkeakoulu voi erityisistä syistä myöntää poikkeuksen 2 momentin 1 ja 2 sekä 5 kohdassa säädetyistä vaatimuksista.",
        "folded_fi": "poliisiammattikorkeakoulu valitsee opiskelijat poliisin perustutkintokoulutukseen. poliisiammattikorkeakoulu voi erityisista syista myontaa poikkeuksen 2 momentin 1 ja 2 seka 5 kohdassa saadetyista vaatimuksista.",
        "title_sv": "Antagning av studerande till utbildning för grundexamen för polis",
        "content_sv": "Polisyrkeshögskolan antar de studerande till utbildning för grundexamen för polis. Polisyrkeshögskolan kan av särskilda skäl medge undantag från kraven enligt 2 mom. 1 och 2 samt 5 punkten.",
        "normalized_sv": "Polisyrkeshögskolan antar de studerande till utbildning för grundexamen för polis. Polisyrkeshögskolan kan av särskilda skäl medge undantag från kraven enligt 2 mom. 1 och 2 samt 5 punkten.",
        "folded_sv": "polisyrkeshogskolan antar de studerande till utbildning for grundexamen for polis. polisyrkeshogskolan kan av sarskilda skal medge undantag fran kraven enligt 2 mom. 1 och 2 samt 5 punkten."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Päihdetestaus",
      "content": "Poliisin perustutkintokoulutukseen hakeutuva on velvollinen osallistumaan terveydenhuollon ammattihenkilön ja laboratoriohenkilökunnan tekemään päihdetestiin ennen perustutkintokoulutukseen hyväksymistä. Poliisin perustutkintoa suorittava on velvollinen Poliisiammattikorkeakoulun määräyksestä osallistumaan päihdetestiin myös perustutkintokoulutuksen ja siihen liittyvän harjoittelun aikana, jos on perusteltua aihetta epäillä, että poliisikokelas tai harjoittelua suorittava esiintyy päihtyneenä koulutuksessa tai harjoitteluun liittyvässä työssä. Päihdetestistä saatu tieto on terveydentilatieto. Terveydenhuollon ammattihenkilö voi luovuttaa Poliisiammattikorkeakoululle kirjallisen johtopäätöksen päihdetestistä. Tätä tietoa saavat Poliisiammattikorkeakoulussa käsitellä vain ne henkilöt, jotka valmistelevat taikka tekevät päätöksen oppilasvalinnasta taikka perustutkintokoulutuksesta erottamisesta. Poliisiammattikorkeakoulun on säilytettävä terveydentilatiedot erillään muista keräämistään henkilötiedoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Poliisin perustutkintokoulutukseen hakeutuva on velvollinen osallistumaan terveydenhuollon ammattihenkilön ja laboratoriohenkilökunnan tekemään päihdetestiin ennen perustutkintokoulutukseen hyväksymistä. Poliisin perustutkintoa suorittava on velvollinen Poliisiammattikorkeakoulun määräyksestä osallistumaan päihdetestiin myös perustutkintokoulutuksen ja siihen liittyvän harjoittelun aikana, jos on perusteltua aihetta epäillä, että poliisikokelas tai harjoittelua suorittava esiintyy päihtyneenä koulutuksessa tai harjoitteluun liittyvässä työssä. Päihdetestistä saatu tieto on terveydentilatieto. Terveydenhuollon ammattihenkilö voi luovuttaa Poliisiammattikorkeakoululle kirjallisen johtopäätöksen päihdetestistä. Tätä tietoa saavat Poliisiammattikorkeakoulussa käsitellä vain ne henkilöt, jotka valmistelevat taikka tekevät päätöksen oppilasvalinnasta taikka perustutkintokoulutuksesta erottamisesta. Poliisiammattikorkeakoulun on säilytettävä terveydentilatiedot erillään muista keräämistään henkilötiedoista.",
        "folded_fi": "poliisin perustutkintokoulutukseen hakeutuva on velvollinen osallistumaan terveydenhuollon ammattihenkilon ja laboratoriohenkilokunnan tekemaan paihdetestiin ennen perustutkintokoulutukseen hyvaksymista. poliisin perustutkintoa suorittava on velvollinen poliisiammattikorkeakoulun maarayksesta osallistumaan paihdetestiin myos perustutkintokoulutuksen ja siihen liittyvan harjoittelun aikana, jos on perusteltua aihetta epailla, etta poliisikokelas tai harjoittelua suorittava esiintyy paihtyneena koulutuksessa tai harjoitteluun liittyvassa tyossa. paihdetestista saatu tieto on terveydentilatieto. terveydenhuollon ammattihenkilo voi luovuttaa poliisiammattikorkeakoululle kirjallisen johtopaatoksen paihdetestista. tata tietoa saavat poliisiammattikorkeakoulussa kasitella vain ne henkilot, jotka valmistelevat taikka tekevat paatoksen oppilasvalinnasta taikka perustutkintokoulutuksesta erottamisesta. poliisiammattikorkeakoulun on sailytettava terveydentilatiedot erillaan muista keraamistaan henkilotiedoista.",
        "title_sv": "Drogtestning",
        "content_sv": "Den som ansöker till utbildning för grundexamen för polis är skyldig att innan han eller hon godkänns för utbildningen delta i ett drogtest som utförs av en yrkesutbildad person inom hälso- och sjukvården och av laboratoriepersonal. Den som avlägger grundexamen för polis är skyldig att på förordnande av Polisyrkeshögskolan delta i drogtest även medan utbildningen pågår samt under den praktikperiod som ingår i utbildningen, om det finns grundad anledning att misstänka att polisaspiranten eller den som fullgör praktik uppträder påverkad av rusmedel under utbildningstiden eller i arbete i samband med praktiken. Uppgifter från drogtest betraktas som uppgifter om hälsotillståndet. En yrkesutbildad person inom hälso- och sjukvården får skriftligen lämna Polisyrkeshögskolan slutsatserna av drogtestet. Denna information får inom skolan endast behandlas av de personer som bereder eller fattar beslut om antagningen av studerande eller om avstängning från utbildningen för grundexamen. Skolan skall förvara uppgifter om hälsotillståndet skilt från övriga personuppgifter som den inhämtat.",
        "normalized_sv": "Den som ansöker till utbildning för grundexamen för polis är skyldig att innan han eller hon godkänns för utbildningen delta i ett drogtest som utförs av en yrkesutbildad person inom hälso- och sjukvården och av laboratoriepersonal. Den som avlägger grundexamen för polis är skyldig att på förordnande av Polisyrkeshögskolan delta i drogtest även medan utbildningen pågår samt under den praktikperiod som ingår i utbildningen, om det finns grundad anledning att misstänka att polisaspiranten eller den som fullgör praktik uppträder påverkad av rusmedel under utbildningstiden eller i arbete i samband med praktiken. Uppgifter från drogtest betraktas som uppgifter om hälsotillståndet. En yrkesutbildad person inom hälso- och sjukvården får skriftligen lämna Polisyrkeshögskolan slutsatserna av drogtestet. Denna information får inom skolan endast behandlas av de personer som bereder eller fattar beslut om antagningen av studerande eller om avstängning från utbildningen för grundexamen. Skolan skall förvara uppgifter om hälsotillståndet skilt från övriga personuppgifter som den inhämtat.",
        "folded_sv": "den som ansoker till utbildning for grundexamen for polis ar skyldig att innan han eller hon godkanns for utbildningen delta i ett drogtest som utfors av en yrkesutbildad person inom halso- och sjukvarden och av laboratoriepersonal. den som avlagger grundexamen for polis ar skyldig att pa forordnande av polisyrkeshogskolan delta i drogtest aven medan utbildningen pagar samt under den praktikperiod som ingar i utbildningen, om det finns grundad anledning att misstanka att polisaspiranten eller den som fullgor praktik upptrader paverkad av rusmedel under utbildningstiden eller i arbete i samband med praktiken. uppgifter fran drogtest betraktas som uppgifter om halsotillstandet. en yrkesutbildad person inom halso- och sjukvarden far skriftligen lamna polisyrkeshogskolan slutsatserna av drogtestet. denna information far inom skolan endast behandlas av de personer som bereder eller fattar beslut om antagningen av studerande eller om avstangning fran utbildningen for grundexamen. skolan skall forvara uppgifter om halsotillstandet skilt fran ovriga personuppgifter som den inhamtat."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Opiskelijaksi ottaminen muuhun tutkintokoulutukseen",
      "content": "Poliisiammattikorkeakoulu valitsee poliisin jatkotutkintojen opiskelijat poliisin ylijohdon vahvistamien valintaperusteiden mukaisesti sekä opiskelijat vastuullaan olevaan poliisihallinnon ulkopuoliseen turvallisuusalan koulutukseen. Poliisialan ammattikorkeakoulutuksen opiskelijavalintoihin ei sovelleta ammattikorkeakoulujen yhteishakujärjestelmästä annettua valtioneuvoston asetusta (353/2003).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Poliisiammattikorkeakoulu valitsee poliisin jatkotutkintojen opiskelijat poliisin ylijohdon vahvistamien valintaperusteiden mukaisesti sekä opiskelijat vastuullaan olevaan poliisihallinnon ulkopuoliseen turvallisuusalan koulutukseen. Poliisialan ammattikorkeakoulutuksen opiskelijavalintoihin ei sovelleta ammattikorkeakoulujen yhteishakujärjestelmästä annettua valtioneuvoston asetusta (353/2003).",
        "folded_fi": "poliisiammattikorkeakoulu valitsee poliisin jatkotutkintojen opiskelijat poliisin ylijohdon vahvistamien valintaperusteiden mukaisesti seka opiskelijat vastuullaan olevaan poliisihallinnon ulkopuoliseen turvallisuusalan koulutukseen. poliisialan ammattikorkeakoulutuksen opiskelijavalintoihin ei sovelleta ammattikorkeakoulujen yhteishakujarjestelmasta annettua valtioneuvoston asetusta (353/2003).",
        "title_sv": "Antagning av studerande till utbildning för annan examen",
        "content_sv": "Polisyrkeshögskolan antar studerande för påbyggnadsexamina för polis enligt de urvalsgrunder som polisens högsta ledning fastställt samt studerande för den utbildning utanför polisförvaltningen som gäller säkerhetsbranschen och som skolan svarar för. Statsrådets förordning om systemet för gemensam ansökan till yrkeshögskolorna (353/2003) tillämpas inte vid antagningen av studerande till yrkeshögskoleutbildningen inom polisbranschen.",
        "normalized_sv": "Polisyrkeshögskolan antar studerande för påbyggnadsexamina för polis enligt de urvalsgrunder som polisens högsta ledning fastställt samt studerande för den utbildning utanför polisförvaltningen som gäller säkerhetsbranschen och som skolan svarar för. Statsrådets förordning om systemet för gemensam ansökan till yrkeshögskolorna (353/2003) tillämpas inte vid antagningen av studerande till yrkeshögskoleutbildningen inom polisbranschen.",
        "folded_sv": "polisyrkeshogskolan antar studerande for pabyggnadsexamina for polis enligt de urvalsgrunder som polisens hogsta ledning faststallt samt studerande for den utbildning utanfor polisforvaltningen som galler sakerhetsbranschen och som skolan svarar for. statsradets forordning om systemet for gemensam ansokan till yrkeshogskolorna (353/2003) tillampas inte vid antagningen av studerande till yrkeshogskoleutbildningen inom polisbranschen."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Opiskeluaika",
      "content": "Poliisiammattikorkeakoulun opiskelijan tulee suorittaa tutkintokoulutuksen opinnot opetussuunnitelmassa määritellyssä enimmäisajassa voimassa olevan opetussuunnitelman mukaisesti. Poliisiammattikorkeakoulu voi opiskelijan pyynnöstä siirtää tämän opiskeluoikeutta siihen saakka, kunnes kyseinen koulutus seuraavan kerran aloitetaan, kuitenkin enintään yhdellä vuodella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Poliisiammattikorkeakoulun opiskelijan tulee suorittaa tutkintokoulutuksen opinnot opetussuunnitelmassa määritellyssä enimmäisajassa voimassa olevan opetussuunnitelman mukaisesti. Poliisiammattikorkeakoulu voi opiskelijan pyynnöstä siirtää tämän opiskeluoikeutta siihen saakka, kunnes kyseinen koulutus seuraavan kerran aloitetaan, kuitenkin enintään yhdellä vuodella.",
        "folded_fi": "poliisiammattikorkeakoulun opiskelijan tulee suorittaa tutkintokoulutuksen opinnot opetussuunnitelmassa maaritellyssa enimmaisajassa voimassa olevan opetussuunnitelman mukaisesti. poliisiammattikorkeakoulu voi opiskelijan pyynnosta siirtaa taman opiskeluoikeutta siihen saakka, kunnes kyseinen koulutus seuraavan kerran aloitetaan, kuitenkin enintaan yhdella vuodella.",
        "title_sv": "Studietid",
        "content_sv": "Studerande vid Polisyrkeshögskolan skall genomföra studierna för examen inom den maximitid som anges i den gällande undervisningsplanen och i enlighet med denna plan. Polisyrkeshögskolan kan på den studerandes begäran skjuta upp studierätten till den tidpunkt då utbildningen följande gång inleds, dock med högst ett år.",
        "normalized_sv": "Studerande vid Polisyrkeshögskolan skall genomföra studierna för examen inom den maximitid som anges i den gällande undervisningsplanen och i enlighet med denna plan. Polisyrkeshögskolan kan på den studerandes begäran skjuta upp studierätten till den tidpunkt då utbildningen följande gång inleds, dock med högst ett år.",
        "folded_sv": "studerande vid polisyrkeshogskolan skall genomfora studierna for examen inom den maximitid som anges i den gallande undervisningsplanen och i enlighet med denna plan. polisyrkeshogskolan kan pa den studerandes begaran skjuta upp studieratten till den tidpunkt da utbildningen foljande gang inleds, dock med hogst ett ar."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Opiskeluoikeuden menettäminen",
      "content": "Opiskelija, joka ei ole suorittanut opintojaan opetussuunnitelmassa määritellyssä enimmäisajassa, menettää opiskeluoikeutensa, jollei Poliisiammattikorkeakoulu erityisestä syystä myönnä hänelle lisäaikaa opintojen loppuun saattamiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Opiskelija, joka ei ole suorittanut opintojaan opetussuunnitelmassa määritellyssä enimmäisajassa, menettää opiskeluoikeutensa, jollei Poliisiammattikorkeakoulu erityisestä syystä myönnä hänelle lisäaikaa opintojen loppuun saattamiseen.",
        "folded_fi": "opiskelija, joka ei ole suorittanut opintojaan opetussuunnitelmassa maaritellyssa enimmaisajassa, menettaa opiskeluoikeutensa, jollei poliisiammattikorkeakoulu erityisesta syysta myonna hanelle lisaaikaa opintojen loppuun saattamiseen.",
        "title_sv": "Förlust av studierätt",
        "content_sv": "En studerande som inte har slutfört sina studier inom den maximitid som fastställts i undervisningsplanen förlorar sin studierätt, om inte Polisyrkeshögskolan av särskilda skäl beviljar den studerande extra tid för att slutföra studierna.",
        "normalized_sv": "En studerande som inte har slutfört sina studier inom den maximitid som fastställts i undervisningsplanen förlorar sin studierätt, om inte Polisyrkeshögskolan av särskilda skäl beviljar den studerande extra tid för att slutföra studierna.",
        "folded_sv": "en studerande som inte har slutfort sina studier inom den maximitid som faststallts i undervisningsplanen forlorar sin studieratt, om inte polisyrkeshogskolan av sarskilda skal beviljar den studerande extra tid for att slutfora studierna."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Opiskelun keskeyttäminen",
      "content": "Poliisiammattikorkeakoulu voi keskeyttää opiskelijan hakemuksesta tämän opiskelun enintään kahden vuoden määräajaksi. Poliisiammattikorkeakoulu voi omasta aloitteestaan keskeyttää opiskelijan opiskelun kerrallaan enintään yhden vuoden määräajaksi pitkäaikaisen sairauden vuoksi tai jos opiskelija ei kykene suorittamaan opintojaan hyväksytysti opetussuunnitelman mukaisesti taikka opiskelijaan kohdistuvan rikoksen esitutkinnan ajaksi tai muusta vastaavasta painavasta syystä. Opiskelun keskeyttämistä koskeva päätös voidaan panna heti täytäntöön, jollei Poliisiammattikorkeakoulu tai hallinto-oikeus toisin määrää. Poliisiammattikorkeakoulu päättää opiskelijan aikaisempien opintojen hyväksiluettavuudesta opiskelijan tullessa jatkamaan opintojaan. Edellä 1 momentissa tarkoitettua aikaa, jona opinnot ovat keskeytyneenä, ei lasketa opintojen enimmäisaikaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Poliisiammattikorkeakoulu voi keskeyttää opiskelijan hakemuksesta tämän opiskelun enintään kahden vuoden määräajaksi. Poliisiammattikorkeakoulu voi omasta aloitteestaan keskeyttää opiskelijan opiskelun kerrallaan enintään yhden vuoden määräajaksi pitkäaikaisen sairauden vuoksi tai jos opiskelija ei kykene suorittamaan opintojaan hyväksytysti opetussuunnitelman mukaisesti taikka opiskelijaan kohdistuvan rikoksen esitutkinnan ajaksi tai muusta vastaavasta painavasta syystä. Opiskelun keskeyttämistä koskeva päätös voidaan panna heti täytäntöön, jollei Poliisiammattikorkeakoulu tai hallinto-oikeus toisin määrää. Poliisiammattikorkeakoulu päättää opiskelijan aikaisempien opintojen hyväksiluettavuudesta opiskelijan tullessa jatkamaan opintojaan. Edellä 1 momentissa tarkoitettua aikaa, jona opinnot ovat keskeytyneenä, ei lasketa opintojen enimmäisaikaan.",
        "folded_fi": "poliisiammattikorkeakoulu voi keskeyttaa opiskelijan hakemuksesta taman opiskelun enintaan kahden vuoden maaraajaksi. poliisiammattikorkeakoulu voi omasta aloitteestaan keskeyttaa opiskelijan opiskelun kerrallaan enintaan yhden vuoden maaraajaksi pitkaaikaisen sairauden vuoksi tai jos opiskelija ei kykene suorittamaan opintojaan hyvaksytysti opetussuunnitelman mukaisesti taikka opiskelijaan kohdistuvan rikoksen esitutkinnan ajaksi tai muusta vastaavasta painavasta syysta. opiskelun keskeyttamista koskeva paatos voidaan panna heti taytantoon, jollei poliisiammattikorkeakoulu tai hallinto-oikeus toisin maaraa. poliisiammattikorkeakoulu paattaa opiskelijan aikaisempien opintojen hyvaksiluettavuudesta opiskelijan tullessa jatkamaan opintojaan. edella 1 momentissa tarkoitettua aikaa, jona opinnot ovat keskeytyneena, ei lasketa opintojen enimmaisaikaan.",
        "title_sv": "Avbrytande av studierna",
        "content_sv": "Polisyrkeshögskolan kan på ansökan av en studerande avbryta dennes studier för högst två år. Skolan kan på eget initiativ för högst ett år åt gången avbryta en studerandes studier på grund av långvarig sjukdom eller om den studerande inte med godkänt resultat kan genomföra sina studier i enlighet med undervisningsplanen, för den tid en studerande är föremål för förundersökning av brott eller av något annat motsvarande vägande skäl. Beslut om avbrytande av studierna kan verkställas genast, om inte Polisyrkeshögskolan eller förvaltningsdomstolen bestämmer något annat. Polisyrkeshögskolan beslutar om tillgodoräknande av den studerandes tidigare studier i samband med att denne återupptar sina studier. Den i 1 mom. avsedda tiden för avbrottet i studierna räknas inte in i maximistudietiden.",
        "normalized_sv": "Polisyrkeshögskolan kan på ansökan av en studerande avbryta dennes studier för högst två år. Skolan kan på eget initiativ för högst ett år åt gången avbryta en studerandes studier på grund av långvarig sjukdom eller om den studerande inte med godkänt resultat kan genomföra sina studier i enlighet med undervisningsplanen, för den tid en studerande är föremål för förundersökning av brott eller av något annat motsvarande vägande skäl. Beslut om avbrytande av studierna kan verkställas genast, om inte Polisyrkeshögskolan eller förvaltningsdomstolen bestämmer något annat. Polisyrkeshögskolan beslutar om tillgodoräknande av den studerandes tidigare studier i samband med att denne återupptar sina studier. Den i 1 mom. avsedda tiden för avbrottet i studierna räknas inte in i maximistudietiden.",
        "folded_sv": "polisyrkeshogskolan kan pa ansokan av en studerande avbryta dennes studier for hogst tva ar. skolan kan pa eget initiativ for hogst ett ar at gangen avbryta en studerandes studier pa grund av langvarig sjukdom eller om den studerande inte med godkant resultat kan genomfora sina studier i enlighet med undervisningsplanen, for den tid en studerande ar foremal for forundersokning av brott eller av nagot annat motsvarande vagande skal. beslut om avbrytande av studierna kan verkstallas genast, om inte polisyrkeshogskolan eller forvaltningsdomstolen bestammer nagot annat. polisyrkeshogskolan beslutar om tillgodoraknande av den studerandes tidigare studier i samband med att denne aterupptar sina studier. den i 1 mom. avsedda tiden for avbrottet i studierna raknas inte in i maximistudietiden."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Varoitus ja huomautus",
      "content": "Poliisiammattikorkeakoulu voi antaa opiskelijalle kirjallisen varoituksen, jos tämä: 1) on koulutuksen aikana käyttäytynyt poliisin arvolle sopimattomalla tavalla; 2) on laiminlyönyt opetukseen osallistumisen; tai 3) on rikkonut Poliisiammattikorkeakoulun järjestyssääntöä. Edellä 1 momentin 2 ja 3 kohdassa tarkoitetussa tapauksessa Poliisiammattikorkeakoulu voi antaa kirjallisen varoituksen sijaan suullisen huomautuksen, jos sen katsotaan teon moitittavuus huomioon ottaen olevan riittävä seuraamus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Poliisiammattikorkeakoulu voi antaa opiskelijalle kirjallisen varoituksen, jos tämä: 1) on koulutuksen aikana käyttäytynyt poliisin arvolle sopimattomalla tavalla; 2) on laiminlyönyt opetukseen osallistumisen; tai 3) on rikkonut Poliisiammattikorkeakoulun järjestyssääntöä. Edellä 1 momentin 2 ja 3 kohdassa tarkoitetussa tapauksessa Poliisiammattikorkeakoulu voi antaa kirjallisen varoituksen sijaan suullisen huomautuksen, jos sen katsotaan teon moitittavuus huomioon ottaen olevan riittävä seuraamus.",
        "folded_fi": "poliisiammattikorkeakoulu voi antaa opiskelijalle kirjallisen varoituksen, jos tama: 1) on koulutuksen aikana kayttaytynyt poliisin arvolle sopimattomalla tavalla; 2) on laiminlyonyt opetukseen osallistumisen; tai 3) on rikkonut poliisiammattikorkeakoulun jarjestyssaantoa. edella 1 momentin 2 ja 3 kohdassa tarkoitetussa tapauksessa poliisiammattikorkeakoulu voi antaa kirjallisen varoituksen sijaan suullisen huomautuksen, jos sen katsotaan teon moitittavuus huomioon ottaen olevan riittava seuraamus.",
        "title_sv": "Varning och anmärkning",
        "content_sv": "Polisyrkeshögskolan kan ge en studerande en skriftlig varning, om han eller hon 1) under utbildningstiden uppträtt på ett sätt som är olämpligt med tanke på polisens anseende, 2) försummat att delta i undervisningen, eller 3) har brutit mot skolans ordningsstadga. I sådana fall som avses i 1 mom. 2 och 3 punkten kan Polisyrkeshögskolan i stället för en skriftlig varning ge en muntlig anmärkning, om detta med hänsyn till hur klandervärd gärningen är kan anses vara en tillräcklig påföljd.",
        "normalized_sv": "Polisyrkeshögskolan kan ge en studerande en skriftlig varning, om han eller hon 1) under utbildningstiden uppträtt på ett sätt som är olämpligt med tanke på polisens anseende, 2) försummat att delta i undervisningen, eller 3) har brutit mot skolans ordningsstadga. I sådana fall som avses i 1 mom. 2 och 3 punkten kan Polisyrkeshögskolan i stället för en skriftlig varning ge en muntlig anmärkning, om detta med hänsyn till hur klandervärd gärningen är kan anses vara en tillräcklig påföljd.",
        "folded_sv": "polisyrkeshogskolan kan ge en studerande en skriftlig varning, om han eller hon 1) under utbildningstiden upptratt pa ett satt som ar olampligt med tanke pa polisens anseende, 2) forsummat att delta i undervisningen, eller 3) har brutit mot skolans ordningsstadga. i sadana fall som avses i 1 mom. 2 och 3 punkten kan polisyrkeshogskolan i stallet for en skriftlig varning ge en muntlig anmarkning, om detta med hansyn till hur klandervard garningen ar kan anses vara en tillracklig pafoljd."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Koulutuksesta erottaminen",
      "content": "Poliisiammattikorkeakoulu voi erottaa Poliisiammattikorkeakoulun opiskelijan koulutuksesta, jos tämä: 1) on antanut koulutukseen pyrkiessään sellaisen väärän tai harhaanjohtavan tiedon taikka salannut sellaisen itseään koskevan seikan, joka olisi estänyt hänen valintansa opiskelijaksi; 2) on syyllistynyt koulutuksen aikana sellaiseen rikokseen, joka osoittaa sopimattomuutta poliisimiehen virkaan taikka muutoin käyttäytynyt poliisin arvolle sopimattomalla tavalla eikä kirjallista varoitusta ole pidettävä riittävänä seuraamuksena; 3) poliisin perustutkintoa suorittaessaan kieltäytyy 7 §:ssä tarkoitetusta päihdetestauksesta taikka antaa päihteiden väärinkäytön osoittavan näytteen; 4) ei jatka opiskeluaan 12 §:ssä tarkoitetun määräajan päätyttyä taikka perusteita perustutkintokoulutuksen jatkamiselle ei enää ole; 5) laiminlyö toistuvasti taikka olennaisella tavalla opetukseen osallistumisen; tai 6) on toistuvasti taikka olennaisella tavalla rikkonut Poliisiammattikorkeakoulun järjestyssääntöä. Erottamista koskeva päätös voidaan panna heti täytäntöön, jollei Poliisiammattikorkeakoulu tai hallinto-oikeus toisin määrää. Jos koulutuksesta erottamista koskeva päätös kumotaan, Poliisiammattikorkeakoulu päättää opiskelijan siihen mennessä suorittamien opintojen hyväksiluettavuudesta myöhemmin vastaavien opintojen yhteydessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Poliisiammattikorkeakoulu voi erottaa Poliisiammattikorkeakoulun opiskelijan koulutuksesta, jos tämä: 1) on antanut koulutukseen pyrkiessään sellaisen väärän tai harhaanjohtavan tiedon taikka salannut sellaisen itseään koskevan seikan, joka olisi estänyt hänen valintansa opiskelijaksi; 2) on syyllistynyt koulutuksen aikana sellaiseen rikokseen, joka osoittaa sopimattomuutta poliisimiehen virkaan taikka muutoin käyttäytynyt poliisin arvolle sopimattomalla tavalla eikä kirjallista varoitusta ole pidettävä riittävänä seuraamuksena; 3) poliisin perustutkintoa suorittaessaan kieltäytyy 7 § :ssä tarkoitetusta päihdetestauksesta taikka antaa päihteiden väärinkäytön osoittavan näytteen; 4) ei jatka opiskeluaan 12 § :ssä tarkoitetun määräajan päätyttyä taikka perusteita perustutkintokoulutuksen jatkamiselle ei enää ole; 5) laiminlyö toistuvasti taikka olennaisella tavalla opetukseen osallistumisen; tai 6) on toistuvasti taikka olennaisella tavalla rikkonut Poliisiammattikorkeakoulun järjestyssääntöä. Erottamista koskeva päätös voidaan panna heti täytäntöön, jollei Poliisiammattikorkeakoulu tai hallinto-oikeus toisin määrää. Jos koulutuksesta erottamista koskeva päätös kumotaan, Poliisiammattikorkeakoulu päättää opiskelijan siihen mennessä suorittamien opintojen hyväksiluettavuudesta myöhemmin vastaavien opintojen yhteydessä.",
        "folded_fi": "poliisiammattikorkeakoulu voi erottaa poliisiammattikorkeakoulun opiskelijan koulutuksesta, jos tama: 1) on antanut koulutukseen pyrkiessaan sellaisen vaaran tai harhaanjohtavan tiedon taikka salannut sellaisen itseaan koskevan seikan, joka olisi estanyt hanen valintansa opiskelijaksi; 2) on syyllistynyt koulutuksen aikana sellaiseen rikokseen, joka osoittaa sopimattomuutta poliisimiehen virkaan taikka muutoin kayttaytynyt poliisin arvolle sopimattomalla tavalla eika kirjallista varoitusta ole pidettava riittavana seuraamuksena; 3) poliisin perustutkintoa suorittaessaan kieltaytyy 7 §:ssa tarkoitetusta paihdetestauksesta taikka antaa paihteiden vaarinkayton osoittavan naytteen; 4) ei jatka opiskeluaan 12 §:ssa tarkoitetun maaraajan paatyttya taikka perusteita perustutkintokoulutuksen jatkamiselle ei enaa ole; 5) laiminlyo toistuvasti taikka olennaisella tavalla opetukseen osallistumisen; tai 6) on toistuvasti taikka olennaisella tavalla rikkonut poliisiammattikorkeakoulun jarjestyssaantoa. erottamista koskeva paatos voidaan panna heti taytantoon, jollei poliisiammattikorkeakoulu tai hallinto-oikeus toisin maaraa. jos koulutuksesta erottamista koskeva paatos kumotaan, poliisiammattikorkeakoulu paattaa opiskelijan siihen mennessa suorittamien opintojen hyvaksiluettavuudesta myohemmin vastaavien opintojen yhteydessa.",
        "title_sv": "Avstängning från utbildningen",
        "content_sv": "Polisyrkeshögskolan kan stänga av en studerande från utbildningen, ifall han eller hon 1) i samband med ansökan till utbildningen har lämnat sådana felaktiga eller vilseledande uppgifter eller hemlighållit någon sådan omständighet om sig själv som hade förhindrat antagningen, 2) under utbildningstiden gjort sig skyldig till ett sådant brott som visar att han eller hon är olämplig för tjänsten som polisman eller i övrigt uppträtt på ett sätt som är olämpligt med tanke på polisens anseende och en skriftlig varning inte skall anses vara en tillräcklig påföljd, 3) vid avläggandet av grundexamen för polis vägrar genomgå drogtest som avses i 7 § eller lämnar ett prov som utvisar missbruk av rusmedel, 4) inte återupptar studierna efter att den tidsfrist som avses i 12 § löpt ut eller det inte längre föreligger grunder för fortsättande av utbildning för grundexamen, 5) upprepade gånger eller i väsentlig omfattning försummar att delta i undervisningen, eller 6) upprepade gånger eller i väsentlig omfattning har brutit mot skolans ordningsstadga. Beslut om avstängning kan verkställas genast, om inte Polisyrkeshögskolan eller förvaltningsdomstolen bestämmer något annat. Om ett beslut om avstängning från utbildningen upphävs, beslutar skolan om det sätt på vilket de tidigare studierna senare tillgodoräknas i samband med motsvarande studier.",
        "normalized_sv": "Polisyrkeshögskolan kan stänga av en studerande från utbildningen, ifall han eller hon 1) i samband med ansökan till utbildningen har lämnat sådana felaktiga eller vilseledande uppgifter eller hemlighållit någon sådan omständighet om sig själv som hade förhindrat antagningen, 2) under utbildningstiden gjort sig skyldig till ett sådant brott som visar att han eller hon är olämplig för tjänsten som polisman eller i övrigt uppträtt på ett sätt som är olämpligt med tanke på polisens anseende och en skriftlig varning inte skall anses vara en tillräcklig påföljd, 3) vid avläggandet av grundexamen för polis vägrar genomgå drogtest som avses i 7 § eller lämnar ett prov som utvisar missbruk av rusmedel, 4) inte återupptar studierna efter att den tidsfrist som avses i 12 § löpt ut eller det inte längre föreligger grunder för fortsättande av utbildning för grundexamen, 5) upprepade gånger eller i väsentlig omfattning försummar att delta i undervisningen, eller 6) upprepade gånger eller i väsentlig omfattning har brutit mot skolans ordningsstadga. Beslut om avstängning kan verkställas genast, om inte Polisyrkeshögskolan eller förvaltningsdomstolen bestämmer något annat. Om ett beslut om avstängning från utbildningen upphävs, beslutar skolan om det sätt på vilket de tidigare studierna senare tillgodoräknas i samband med motsvarande studier.",
        "folded_sv": "polisyrkeshogskolan kan stanga av en studerande fran utbildningen, ifall han eller hon 1) i samband med ansokan till utbildningen har lamnat sadana felaktiga eller vilseledande uppgifter eller hemlighallit nagon sadan omstandighet om sig sjalv som hade forhindrat antagningen, 2) under utbildningstiden gjort sig skyldig till ett sadant brott som visar att han eller hon ar olamplig for tjansten som polisman eller i ovrigt upptratt pa ett satt som ar olampligt med tanke pa polisens anseende och en skriftlig varning inte skall anses vara en tillracklig pafoljd, 3) vid avlaggandet av grundexamen for polis vagrar genomga drogtest som avses i 7 § eller lamnar ett prov som utvisar missbruk av rusmedel, 4) inte aterupptar studierna efter att den tidsfrist som avses i 12 § lopt ut eller det inte langre foreligger grunder for fortsattande av utbildning for grundexamen, 5) upprepade ganger eller i vasentlig omfattning forsummar att delta i undervisningen, eller 6) upprepade ganger eller i vasentlig omfattning har brutit mot skolans ordningsstadga. beslut om avstangning kan verkstallas genast, om inte polisyrkeshogskolan eller forvaltningsdomstolen bestammer nagot annat. om ett beslut om avstangning fran utbildningen upphavs, beslutar skolan om det satt pa vilket de tidigare studierna senare tillgodoraknas i samband med motsvarande studier."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Menettely opiskeluoikeuden menettämistä ja opiskelun keskeyttämistä koskevassa asiassa, kurinpitoasiassa sekä huomautusta annettaessa",
      "content": "Poliisiammattikorkeakoulun on kuultava opiskelijaa ennen kuin se päättää 11 §:ssä tarkoitetusta opiskeluoikeuden menettämisestä. Poliisiammattikorkeakoulun on myös, ennen kuin se päättää 12 §:ssä tarkoitetusta opiskelun keskeyttämisestä, 13 §:ssä tarkoitetusta huomautuksen tai varoituksen antamisesta taikka 14 §:ssä tarkoitetusta koulutuksesta erottamisesta, yksilöitävä toimenpiteeseen johtava teko tai laiminlyönti, kuultava opiskelijaa ja hankittava muu tarpeellinen selvitys.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Poliisiammattikorkeakoulun on kuultava opiskelijaa ennen kuin se päättää 11 § :ssä tarkoitetusta opiskeluoikeuden menettämisestä. Poliisiammattikorkeakoulun on myös, ennen kuin se päättää 12 § :ssä tarkoitetusta opiskelun keskeyttämisestä, 13 § :ssä tarkoitetusta huomautuksen tai varoituksen antamisesta taikka 14 § :ssä tarkoitetusta koulutuksesta erottamisesta, yksilöitävä toimenpiteeseen johtava teko tai laiminlyönti, kuultava opiskelijaa ja hankittava muu tarpeellinen selvitys.",
        "folded_fi": "poliisiammattikorkeakoulun on kuultava opiskelijaa ennen kuin se paattaa 11 §:ssa tarkoitetusta opiskeluoikeuden menettamisesta. poliisiammattikorkeakoulun on myos, ennen kuin se paattaa 12 §:ssa tarkoitetusta opiskelun keskeyttamisesta, 13 §:ssa tarkoitetusta huomautuksen tai varoituksen antamisesta taikka 14 §:ssa tarkoitetusta koulutuksesta erottamisesta, yksiloitava toimenpiteeseen johtava teko tai laiminlyonti, kuultava opiskelijaa ja hankittava muu tarpeellinen selvitys.",
        "title_sv": "Förfarandet i ärenden som gäller förlust av studierätt och avbrytande av studier, i disciplinärenden samt då anmärkning ges",
        "content_sv": "Innan Polisyrkeshögskolan fattar ett beslut om förlust av studierätt enligt 11 § skall den studerande höras. Innan beslut fattas om avbrytande av studierna enligt 12 §, anmärkning eller varning enligt 13 § eller avstängning från utbildningen enligt 14 § skall skolan även specificera den gärning eller försummelse som åtgärden grundar sig på, höra den studerande samt skaffa annan behövlig utredning.",
        "normalized_sv": "Innan Polisyrkeshögskolan fattar ett beslut om förlust av studierätt enligt 11 § skall den studerande höras. Innan beslut fattas om avbrytande av studierna enligt 12 § , anmärkning eller varning enligt 13 § eller avstängning från utbildningen enligt 14 § skall skolan även specificera den gärning eller försummelse som åtgärden grundar sig på, höra den studerande samt skaffa annan behövlig utredning.",
        "folded_sv": "innan polisyrkeshogskolan fattar ett beslut om forlust av studieratt enligt 11 § skall den studerande horas. innan beslut fattas om avbrytande av studierna enligt 12 §, anmarkning eller varning enligt 13 § eller avstangning fran utbildningen enligt 14 § skall skolan aven specificera den garning eller forsummelse som atgarden grundar sig pa, hora den studerande samt skaffa annan behovlig utredning."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Opiskelijoiden osallistuminen poliisitehtäviin ja muihin määrättyihin tehtäviin",
      "content": "Poliisiammattikorkeakoulun opiskelija on velvollinen suorittamaan Poliisiammattikorkeakoulun määräyksestä koulutukseen liittyvinä harjoituksina poliisille kuuluvia tehtäviä muun poliisiyksikön apuna. Jos valtion turvallisuuden ylläpitämiseksi tai valtakunnallisen poliisitoiminnallisen erityistilanteen hoitamiseksi on tarpeen, poliisin ylijohto voi määrätä Poliisiammattikorkeakoulussa opiskelevia poliisimiehiä, jotka ovat saaneet riittävän peruskoulutuksen, suorittamaan myös muita kuin koulutukseen liittyviä poliisille kuuluvia tehtäviä. Poliisikokelaan ja muun Poliisiammattikorkeakoulussa opiskelevan poliisimiehen poliisivaltuuksista on 1 ja 2 momentissa tarkoitettua tehtävää suoritettaessa voimassa, mitä poliisilain (493/1995) 7 §:ssä säädetään. Edellä 1 momentissa tarkoitettua tehtävää suorittavan sellaisen opiskelijan, joka ei ole poliisimies, valtuuksista on voimassa, mitä poliisilain 46 §:ssä poliisimiestä avustavan henkilön valtuuksista säädetään. Edellä 2 momentissa tarkoitettuja tehtäviä suorittaessaan opiskelijat toimivat rikoslain (39/1889) 40 luvun 11 §:n 5 kohdan a alakohdan mukaan rikosoikeudellisessa virkavastuussa. Poliisiammattikorkeakoulu voi määrätä poliisin perustutkintoa opiskelevan suorittamaan koulutuksen aikana päivystystehtäviä ja muita vastaavia opintoihin liittyviä poliisikoulutuksellisia tehtäviä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16",
        "normalized_fi": "Poliisiammattikorkeakoulun opiskelija on velvollinen suorittamaan Poliisiammattikorkeakoulun määräyksestä koulutukseen liittyvinä harjoituksina poliisille kuuluvia tehtäviä muun poliisiyksikön apuna. Jos valtion turvallisuuden ylläpitämiseksi tai valtakunnallisen poliisitoiminnallisen erityistilanteen hoitamiseksi on tarpeen, poliisin ylijohto voi määrätä Poliisiammattikorkeakoulussa opiskelevia poliisimiehiä, jotka ovat saaneet riittävän peruskoulutuksen, suorittamaan myös muita kuin koulutukseen liittyviä poliisille kuuluvia tehtäviä. Poliisikokelaan ja muun Poliisiammattikorkeakoulussa opiskelevan poliisimiehen poliisivaltuuksista on 1 ja 2 momentissa tarkoitettua tehtävää suoritettaessa voimassa, mitä poliisilain (493/1995) 7 § :ssä säädetään. Edellä 1 momentissa tarkoitettua tehtävää suorittavan sellaisen opiskelijan, joka ei ole poliisimies, valtuuksista on voimassa, mitä poliisilain 46 § :ssä poliisimiestä avustavan henkilön valtuuksista säädetään. Edellä 2 momentissa tarkoitettuja tehtäviä suorittaessaan opiskelijat toimivat rikoslain (39/1889) 40 luvun 11 § :n 5 kohdan a alakohdan mukaan rikosoikeudellisessa virkavastuussa. Poliisiammattikorkeakoulu voi määrätä poliisin perustutkintoa opiskelevan suorittamaan koulutuksen aikana päivystystehtäviä ja muita vastaavia opintoihin liittyviä poliisikoulutuksellisia tehtäviä.",
        "folded_fi": "poliisiammattikorkeakoulun opiskelija on velvollinen suorittamaan poliisiammattikorkeakoulun maarayksesta koulutukseen liittyvina harjoituksina poliisille kuuluvia tehtavia muun poliisiyksikon apuna. jos valtion turvallisuuden yllapitamiseksi tai valtakunnallisen poliisitoiminnallisen erityistilanteen hoitamiseksi on tarpeen, poliisin ylijohto voi maarata poliisiammattikorkeakoulussa opiskelevia poliisimiehia, jotka ovat saaneet riittavan peruskoulutuksen, suorittamaan myos muita kuin koulutukseen liittyvia poliisille kuuluvia tehtavia. poliisikokelaan ja muun poliisiammattikorkeakoulussa opiskelevan poliisimiehen poliisivaltuuksista on 1 ja 2 momentissa tarkoitettua tehtavaa suoritettaessa voimassa, mita poliisilain (493/1995) 7 §:ssa saadetaan. edella 1 momentissa tarkoitettua tehtavaa suorittavan sellaisen opiskelijan, joka ei ole poliisimies, valtuuksista on voimassa, mita poliisilain 46 §:ssa poliisimiesta avustavan henkilon valtuuksista saadetaan. edella 2 momentissa tarkoitettuja tehtavia suorittaessaan opiskelijat toimivat rikoslain (39/1889) 40 luvun 11 §:n 5 kohdan a alakohdan mukaan rikosoikeudellisessa virkavastuussa. poliisiammattikorkeakoulu voi maarata poliisin perustutkintoa opiskelevan suorittamaan koulutuksen aikana paivystystehtavia ja muita vastaavia opintoihin liittyvia poliisikoulutuksellisia tehtavia.",
        "title_sv": "Studerandes deltagande i polisuppgifter och andra uppgifter som de förordnas till",
        "content_sv": "Den som studerar vid Polisyrkeshögskolan är skyldig att på skolans förordnande såsom övningar i samband med utbildningen utföra uppgifter som ankommer på polisen vid en annan enhet inom polisen. Om detta krävs i syfte att trygga statens säkerhet eller för att sköta riksomfattande särskilda situationer inom polisverksamheten, kan polisens högsta ledning förordna polismän som studerar vid Polisyrkeshögskolan och som har fått en tillräcklig grundutbildning att utföra även andra på polisen ankommande uppgifter än sådana som hänför sig till utbildningen. När polisaspiranter och andra polismän som studerar vid Polisyrkeshögskolan utför uppgifter som avses i 1 och 2 mom. gäller i fråga om deras polisbefogenheter vad som föreskrivs i 7 § i polislagen (493/1995). Beträffande befogenheterna för andra studerande som utför sådana uppgifter som avses i 1 mom. gäller vad som i 46 § i polislagen föreskrivs om befogenheter för den som bistår en polisman. Studerande som utför uppgifter som avses i 2 mom. har straffrättsligt tjänsteansvar enligt 40 kap. 11 § 5 punkten underpunkt a i strafflagen (39/1889). Polisyrkeshögskolan kan förordna den som studerar för grundexamen för polis att under utbildningen utföra jourtjänst och andra motsvarande polisutbildningsrelaterade uppgifter.",
        "normalized_sv": "Den som studerar vid Polisyrkeshögskolan är skyldig att på skolans förordnande såsom övningar i samband med utbildningen utföra uppgifter som ankommer på polisen vid en annan enhet inom polisen. Om detta krävs i syfte att trygga statens säkerhet eller för att sköta riksomfattande särskilda situationer inom polisverksamheten, kan polisens högsta ledning förordna polismän som studerar vid Polisyrkeshögskolan och som har fått en tillräcklig grundutbildning att utföra även andra på polisen ankommande uppgifter än sådana som hänför sig till utbildningen. När polisaspiranter och andra polismän som studerar vid Polisyrkeshögskolan utför uppgifter som avses i 1 och 2 mom. gäller i fråga om deras polisbefogenheter vad som föreskrivs i 7 § i polislagen (493/1995). Beträffande befogenheterna för andra studerande som utför sådana uppgifter som avses i 1 mom. gäller vad som i 46 § i polislagen föreskrivs om befogenheter för den som bistår en polisman. Studerande som utför uppgifter som avses i 2 mom. har straffrättsligt tjänsteansvar enligt 40 kap. 11 § 5 punkten underpunkt a i strafflagen (39/1889). Polisyrkeshögskolan kan förordna den som studerar för grundexamen för polis att under utbildningen utföra jourtjänst och andra motsvarande polisutbildningsrelaterade uppgifter.",
        "folded_sv": "den som studerar vid polisyrkeshogskolan ar skyldig att pa skolans forordnande sasom ovningar i samband med utbildningen utfora uppgifter som ankommer pa polisen vid en annan enhet inom polisen. om detta kravs i syfte att trygga statens sakerhet eller for att skota riksomfattande sarskilda situationer inom polisverksamheten, kan polisens hogsta ledning forordna polisman som studerar vid polisyrkeshogskolan och som har fatt en tillracklig grundutbildning att utfora aven andra pa polisen ankommande uppgifter an sadana som hanfor sig till utbildningen. nar polisaspiranter och andra polisman som studerar vid polisyrkeshogskolan utfor uppgifter som avses i 1 och 2 mom. galler i fraga om deras polisbefogenheter vad som foreskrivs i 7 § i polislagen (493/1995). betraffande befogenheterna for andra studerande som utfor sadana uppgifter som avses i 1 mom. galler vad som i 46 § i polislagen foreskrivs om befogenheter for den som bistar en polisman. studerande som utfor uppgifter som avses i 2 mom. har straffrattsligt tjansteansvar enligt 40 kap. 11 § 5 punkten underpunkt a i strafflagen (39/1889). polisyrkeshogskolan kan forordna den som studerar for grundexamen for polis att under utbildningen utfora jourtjanst och andra motsvarande polisutbildningsrelaterade uppgifter."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Vaitiolovelvollisuus ja hyväksikäyttökielto",
      "content": "Poliisiammattikorkeakoulun opiskelija ei saa paljastaa asiakirjan salassa pidettävää sisältöä tai tietoa, joka asiakirjaan merkittynä olisi salassa pidettävä, eikä muutakaan koulutuksen yhteydessä tietoonsa saamaa seikkaa, josta lailla on säädetty vaitiolovelvollisuus. Vaitiolovelvollisuuden piiriin kuuluvaa tietoa ei saa paljastaa senkään jälkeen, kun koulutus tai toiminta viranomaisessa on päättynyt. Poliisiammattikorkeakoulun opiskelija ei saa käyttää salassa pidettäviä tietoja omaksi tai toisen hyödyksi taikka toisen vahingoksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Poliisiammattikorkeakoulun opiskelija ei saa paljastaa asiakirjan salassa pidettävää sisältöä tai tietoa, joka asiakirjaan merkittynä olisi salassa pidettävä, eikä muutakaan koulutuksen yhteydessä tietoonsa saamaa seikkaa, josta lailla on säädetty vaitiolovelvollisuus. Vaitiolovelvollisuuden piiriin kuuluvaa tietoa ei saa paljastaa senkään jälkeen, kun koulutus tai toiminta viranomaisessa on päättynyt. Poliisiammattikorkeakoulun opiskelija ei saa käyttää salassa pidettäviä tietoja omaksi tai toisen hyödyksi taikka toisen vahingoksi.",
        "folded_fi": "poliisiammattikorkeakoulun opiskelija ei saa paljastaa asiakirjan salassa pidettavaa sisaltoa tai tietoa, joka asiakirjaan merkittyna olisi salassa pidettava, eika muutakaan koulutuksen yhteydessa tietoonsa saamaa seikkaa, josta lailla on saadetty vaitiolovelvollisuus. vaitiolovelvollisuuden piiriin kuuluvaa tietoa ei saa paljastaa senkaan jalkeen, kun koulutus tai toiminta viranomaisessa on paattynyt. poliisiammattikorkeakoulun opiskelija ei saa kayttaa salassa pidettavia tietoja omaksi tai toisen hyodyksi taikka toisen vahingoksi.",
        "title_sv": "Tystnadsplikt och förbud mot utnyttjande",
        "content_sv": "Den som studerar vid Polisyrkeshögskolan får inte röja en handlings sekretessbelagda innehåll eller en uppgift som vore sekretessbelagd om den ingick i en handling, och inte heller någon annan omständighet som han eller hon fått kännedom om i samband med utbildningen och om vilken tystnadsplikt föreskrivs genom lag. En uppgift för vilken tystnadsplikt gäller får inte heller röjas efter det att utbildningen eller verksamheten hos myndigheten har upphört. Den som studerar vid Polisyrkeshögskolan får inte använda sekretessbelagda uppgifter för att skaffa sig själv eller någon annan fördel eller för att skada någon annan.",
        "normalized_sv": "Den som studerar vid Polisyrkeshögskolan får inte röja en handlings sekretessbelagda innehåll eller en uppgift som vore sekretessbelagd om den ingick i en handling, och inte heller någon annan omständighet som han eller hon fått kännedom om i samband med utbildningen och om vilken tystnadsplikt föreskrivs genom lag. En uppgift för vilken tystnadsplikt gäller får inte heller röjas efter det att utbildningen eller verksamheten hos myndigheten har upphört. Den som studerar vid Polisyrkeshögskolan får inte använda sekretessbelagda uppgifter för att skaffa sig själv eller någon annan fördel eller för att skada någon annan.",
        "folded_sv": "den som studerar vid polisyrkeshogskolan far inte roja en handlings sekretessbelagda innehall eller en uppgift som vore sekretessbelagd om den ingick i en handling, och inte heller nagon annan omstandighet som han eller hon fatt kannedom om i samband med utbildningen och om vilken tystnadsplikt foreskrivs genom lag. en uppgift for vilken tystnadsplikt galler far inte heller rojas efter det att utbildningen eller verksamheten hos myndigheten har upphort. den som studerar vid polisyrkeshogskolan far inte anvanda sekretessbelagda uppgifter for att skaffa sig sjalv eller nagon annan fordel eller for att skada nagon annan."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Opiskelijan opintososiaaliset etuudet",
      "content": "Poliisiammattikorkeakoulussa annettu virkatutkintoon johtava opetus on opiskelijalle maksutonta. Poliisiammattikorkeakoulun opiskelijan opintososiaalisista eduista säädetään sisäasiainministeriön asetuksella. Sisäasiainministeriön asetuksella määritellyt terveydenhuollon kustannukset korvataan vain siltä osin kuin hoidon tarve on ilmennyt lähiopetusjakson aikana eikä opiskelijalla ole oikeutta kustannusten korvaukseen muulla perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:18",
        "normalized_fi": "Poliisiammattikorkeakoulussa annettu virkatutkintoon johtava opetus on opiskelijalle maksutonta. Poliisiammattikorkeakoulun opiskelijan opintososiaalisista eduista säädetään sisäasiainministeriön asetuksella. Sisäasiainministeriön asetuksella määritellyt terveydenhuollon kustannukset korvataan vain siltä osin kuin hoidon tarve on ilmennyt lähiopetusjakson aikana eikä opiskelijalla ole oikeutta kustannusten korvaukseen muulla perusteella.",
        "folded_fi": "poliisiammattikorkeakoulussa annettu virkatutkintoon johtava opetus on opiskelijalle maksutonta. poliisiammattikorkeakoulun opiskelijan opintososiaalisista eduista saadetaan sisaasiainministerion asetuksella. sisaasiainministerion asetuksella maaritellyt terveydenhuollon kustannukset korvataan vain silta osin kuin hoidon tarve on ilmennyt lahiopetusjakson aikana eika opiskelijalla ole oikeutta kustannusten korvaukseen muulla perusteella.",
        "title_sv": "De studerandes studiesociala förmåner",
        "content_sv": "Den undervisning som ges vid Polisyrkeshögskolan och som leder till tjänsteexamen är avgiftsfri för den studerande. Genom förordning av inrikesministeriet föreskrivs om studiesociala förmåner för de studerande vid Polisyrkeshögskolan. De hälso- och sjukvårdskostnader som fastställts genom förordning av inrikesministeriet ersätts endast till den del behovet av vård uppkommit under en period av närundervisning och den studerande inte är berättigad till ersättning för kostnaderna på någon annan grund.",
        "normalized_sv": "Den undervisning som ges vid Polisyrkeshögskolan och som leder till tjänsteexamen är avgiftsfri för den studerande. Genom förordning av inrikesministeriet föreskrivs om studiesociala förmåner för de studerande vid Polisyrkeshögskolan. De hälso- och sjukvårdskostnader som fastställts genom förordning av inrikesministeriet ersätts endast till den del behovet av vård uppkommit under en period av närundervisning och den studerande inte är berättigad till ersättning för kostnaderna på någon annan grund.",
        "folded_sv": "den undervisning som ges vid polisyrkeshogskolan och som leder till tjansteexamen ar avgiftsfri for den studerande. genom forordning av inrikesministeriet foreskrivs om studiesociala formaner for de studerande vid polisyrkeshogskolan. de halso- och sjukvardskostnader som faststallts genom forordning av inrikesministeriet ersatts endast till den del behovet av vard uppkommit under en period av narundervisning och den studerande inte ar berattigad till ersattning for kostnaderna pa nagon annan grund."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Muutoksenhaku",
      "content": "Poliisiammattikorkeakoulun opiskelijavalintaa koskevaan päätökseen tyytymätön voi vaatia siihen oikaisua Poliisiammattikorkeakoulun hallitukselta 14 päivän kuluessa valinnan julkistamisesta. Poliisiammattikorkeakoulun opiskeluoikeuden menettämistä, opiskelun keskeyttämistä, varoituksen antamista tai koulutuksesta erottamista koskevaan päätökseen tyytymätön voi vaatia siihen oikaisua Poliisiammattikorkeakoulun hallitukselta 14 päivän kuluessa päätöksen tiedoksisaannista. Opintosuoritusten arviointiin ja aikaisempien taikka muualla suoritettujen opintojen hyväksilukemista koskevaan päätökseen tyytymätön opiskelija voi vaatia siihen oikaisua Poliisiammattikorkeakoululta 14 päivän kuluessa siitä, kun opiskelijalla on ollut mahdollisuus saada arvioinnin tulokset ja arviointiperusteiden soveltaminen omalta osaltaan tietoonsa. Poliisiammattikorkeakoulun oikaisuvaatimuksesta antamaan päätökseen ei saa hakea valittamalla muutosta. Edellä 1 momentissa tarkoitettuun oikaisuvaatimuksesta annettuun päätökseen haetaan valittamalla muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen ei saa hakea muutosta valittamalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20",
        "normalized_fi": "Poliisiammattikorkeakoulun opiskelijavalintaa koskevaan päätökseen tyytymätön voi vaatia siihen oikaisua Poliisiammattikorkeakoulun hallitukselta 14 päivän kuluessa valinnan julkistamisesta. Poliisiammattikorkeakoulun opiskeluoikeuden menettämistä, opiskelun keskeyttämistä, varoituksen antamista tai koulutuksesta erottamista koskevaan päätökseen tyytymätön voi vaatia siihen oikaisua Poliisiammattikorkeakoulun hallitukselta 14 päivän kuluessa päätöksen tiedoksisaannista. Opintosuoritusten arviointiin ja aikaisempien taikka muualla suoritettujen opintojen hyväksilukemista koskevaan päätökseen tyytymätön opiskelija voi vaatia siihen oikaisua Poliisiammattikorkeakoululta 14 päivän kuluessa siitä, kun opiskelijalla on ollut mahdollisuus saada arvioinnin tulokset ja arviointiperusteiden soveltaminen omalta osaltaan tietoonsa. Poliisiammattikorkeakoulun oikaisuvaatimuksesta antamaan päätökseen ei saa hakea valittamalla muutosta. Edellä 1 momentissa tarkoitettuun oikaisuvaatimuksesta annettuun päätökseen haetaan valittamalla muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen ei saa hakea muutosta valittamalla.",
        "folded_fi": "poliisiammattikorkeakoulun opiskelijavalintaa koskevaan paatokseen tyytymaton voi vaatia siihen oikaisua poliisiammattikorkeakoulun hallitukselta 14 paivan kuluessa valinnan julkistamisesta. poliisiammattikorkeakoulun opiskeluoikeuden menettamista, opiskelun keskeyttamista, varoituksen antamista tai koulutuksesta erottamista koskevaan paatokseen tyytymaton voi vaatia siihen oikaisua poliisiammattikorkeakoulun hallitukselta 14 paivan kuluessa paatoksen tiedoksisaannista. opintosuoritusten arviointiin ja aikaisempien taikka muualla suoritettujen opintojen hyvaksilukemista koskevaan paatokseen tyytymaton opiskelija voi vaatia siihen oikaisua poliisiammattikorkeakoululta 14 paivan kuluessa siita, kun opiskelijalla on ollut mahdollisuus saada arvioinnin tulokset ja arviointiperusteiden soveltaminen omalta osaltaan tietoonsa. poliisiammattikorkeakoulun oikaisuvaatimuksesta antamaan paatokseen ei saa hakea valittamalla muutosta. edella 1 momentissa tarkoitettuun oikaisuvaatimuksesta annettuun paatokseen haetaan valittamalla muutosta siten kuin hallintolainkayttolaissa (586/1996) saadetaan. hallinto-oikeuden paatokseen ei saa hakea muutosta valittamalla.",
        "title_sv": "Ändringssökande",
        "content_sv": "Den som är missnöjd med ett beslut som gäller antagning av studerande till Polisyrkeshögskolan kan hos dess styrelse söka rättelse i beslutet inom 14 dagar efter det att antagningen offentliggjorts. Den som är missnöjd med ett beslut av Polisyrkeshögskolan som gäller förlust av studierätt, avbrytande av studierna, varning eller avstängning från utbildningen kan hos skolans styrelse söka rättelse i beslutet inom 14 dagar efter det att han eller hon fått del av beslutet. En studerande som är missnöjd med bedömningen av studieprestationer eller tillgodoräknandet av studier som genomförts tidigare eller någon annanstans kan söka rättelse hos Polisyrkeshögskolan inom 14 dagar från det att den studerande haft möjlighet att ta del av resultatet av bedömningen och det sätt på vilket bedömningsgrunderna har tillämpats på honom eller henne. I skolans beslut med anledning av rättelseyrkandet får ändring inte sökas genom besvär. Ändring i ett beslut med anledning av ett rättelseyrkande enligt 1 mom. får sökas genom besvär enligt vad som föreskrivs i förvaltningsprocesslagen (586/1996). I beslut av förvaltningsdomstolen får ändring inte sökas genom besvär.",
        "normalized_sv": "Den som är missnöjd med ett beslut som gäller antagning av studerande till Polisyrkeshögskolan kan hos dess styrelse söka rättelse i beslutet inom 14 dagar efter det att antagningen offentliggjorts. Den som är missnöjd med ett beslut av Polisyrkeshögskolan som gäller förlust av studierätt, avbrytande av studierna, varning eller avstängning från utbildningen kan hos skolans styrelse söka rättelse i beslutet inom 14 dagar efter det att han eller hon fått del av beslutet. En studerande som är missnöjd med bedömningen av studieprestationer eller tillgodoräknandet av studier som genomförts tidigare eller någon annanstans kan söka rättelse hos Polisyrkeshögskolan inom 14 dagar från det att den studerande haft möjlighet att ta del av resultatet av bedömningen och det sätt på vilket bedömningsgrunderna har tillämpats på honom eller henne. I skolans beslut med anledning av rättelseyrkandet får ändring inte sökas genom besvär. Ändring i ett beslut med anledning av ett rättelseyrkande enligt 1 mom. får sökas genom besvär enligt vad som föreskrivs i förvaltningsprocesslagen (586/1996). I beslut av förvaltningsdomstolen får ändring inte sökas genom besvär.",
        "folded_sv": "den som ar missnojd med ett beslut som galler antagning av studerande till polisyrkeshogskolan kan hos dess styrelse soka rattelse i beslutet inom 14 dagar efter det att antagningen offentliggjorts. den som ar missnojd med ett beslut av polisyrkeshogskolan som galler forlust av studieratt, avbrytande av studierna, varning eller avstangning fran utbildningen kan hos skolans styrelse soka rattelse i beslutet inom 14 dagar efter det att han eller hon fatt del av beslutet. en studerande som ar missnojd med bedomningen av studieprestationer eller tillgodoraknandet av studier som genomforts tidigare eller nagon annanstans kan soka rattelse hos polisyrkeshogskolan inom 14 dagar fran det att den studerande haft mojlighet att ta del av resultatet av bedomningen och det satt pa vilket bedomningsgrunderna har tillampats pa honom eller henne. i skolans beslut med anledning av rattelseyrkandet far andring inte sokas genom besvar. andring i ett beslut med anledning av ett rattelseyrkande enligt 1 mom. far sokas genom besvar enligt vad som foreskrivs i forvaltningsprocesslagen (586/1996). i beslut av forvaltningsdomstolen far andring inte sokas genom besvar."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Poliisiammattikorkeakoulun järjestyssääntö",
      "content": "Poliisiammattikorkeakoululla on järjestyssääntö, jonka Poliisiammattikorkeakoulu antaa. Siinä voidaan antaa opiskeluyhteisön turvallisuuden ja viihtyvyyden kannalta tarpeellisia määräyksiä: 1) käytännön järjestelyistä ja käyttäytymisestä Poliisiammattikorkeakoulussa, sen alueella, asuntolassa sekä suoritettaessa koulutukseen liittyviä tehtäviä ja harjoituksia; 2) aseistuksesta; 3) Poliisiammattikorkeakoulun omaisuuden käsittelystä; 4) oleskelusta ja liikkumisesta Poliisiammattikorkeakoulussa ja sen alueella sekä asuntolassa. Poliisiammattikorkeakoulun opiskelijat ja henkilökunta ovat Poliisiammattikorkeakoulussa, sen alueella taikka asuntolassa ollessaan samoin kuin suorittaessaan koulutukseen liittyviä tehtäviä, harjoituksia ja tutustumiskäyntejä velvollisia noudattamaan järjestyssääntöä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21",
        "normalized_fi": "Poliisiammattikorkeakoululla on järjestyssääntö, jonka Poliisiammattikorkeakoulu antaa. Siinä voidaan antaa opiskeluyhteisön turvallisuuden ja viihtyvyyden kannalta tarpeellisia määräyksiä: 1) käytännön järjestelyistä ja käyttäytymisestä Poliisiammattikorkeakoulussa, sen alueella, asuntolassa sekä suoritettaessa koulutukseen liittyviä tehtäviä ja harjoituksia; 2) aseistuksesta; 3) Poliisiammattikorkeakoulun omaisuuden käsittelystä; 4) oleskelusta ja liikkumisesta Poliisiammattikorkeakoulussa ja sen alueella sekä asuntolassa. Poliisiammattikorkeakoulun opiskelijat ja henkilökunta ovat Poliisiammattikorkeakoulussa, sen alueella taikka asuntolassa ollessaan samoin kuin suorittaessaan koulutukseen liittyviä tehtäviä, harjoituksia ja tutustumiskäyntejä velvollisia noudattamaan järjestyssääntöä.",
        "folded_fi": "poliisiammattikorkeakoululla on jarjestyssaanto, jonka poliisiammattikorkeakoulu antaa. siina voidaan antaa opiskeluyhteison turvallisuuden ja viihtyvyyden kannalta tarpeellisia maarayksia: 1) kaytannon jarjestelyista ja kayttaytymisesta poliisiammattikorkeakoulussa, sen alueella, asuntolassa seka suoritettaessa koulutukseen liittyvia tehtavia ja harjoituksia; 2) aseistuksesta; 3) poliisiammattikorkeakoulun omaisuuden kasittelysta; 4) oleskelusta ja liikkumisesta poliisiammattikorkeakoulussa ja sen alueella seka asuntolassa. poliisiammattikorkeakoulun opiskelijat ja henkilokunta ovat poliisiammattikorkeakoulussa, sen alueella taikka asuntolassa ollessaan samoin kuin suorittaessaan koulutukseen liittyvia tehtavia, harjoituksia ja tutustumiskaynteja velvollisia noudattamaan jarjestyssaantoa.",
        "title_sv": "Polisyrkeshögskolans ordningsstadga",
        "content_sv": "Polisyrkeshögskolan har en ordningsstadga som den själv utfärdar. I den kan ingå bestämmelser som är nödvändiga för tryggheten och trivseln bland de studerande och som kan gälla 1) de praktiska arrangemangen och korrekt uppträdande på skolan, på dess område och i studenthemmet samt vid uppdrag och övningar i samband med utbildningen, 2) beväpning, 3) hur skolans egendom får hanteras, 4) hur man får vistas och röra sig inom skolan och på dess område samt i studenthemmet. De studerande och personalen vid Polisyrkeshögskolan skall följa ordningsstadgan då de vistas på skolan eller dess område eller i studenthemmet eller när de utför uppdrag eller övningar eller företar studiebesök i samband med utbildningen.",
        "normalized_sv": "Polisyrkeshögskolan har en ordningsstadga som den själv utfärdar. I den kan ingå bestämmelser som är nödvändiga för tryggheten och trivseln bland de studerande och som kan gälla 1) de praktiska arrangemangen och korrekt uppträdande på skolan, på dess område och i studenthemmet samt vid uppdrag och övningar i samband med utbildningen, 2) beväpning, 3) hur skolans egendom får hanteras, 4) hur man får vistas och röra sig inom skolan och på dess område samt i studenthemmet. De studerande och personalen vid Polisyrkeshögskolan skall följa ordningsstadgan då de vistas på skolan eller dess område eller i studenthemmet eller när de utför uppdrag eller övningar eller företar studiebesök i samband med utbildningen.",
        "folded_sv": "polisyrkeshogskolan har en ordningsstadga som den sjalv utfardar. i den kan inga bestammelser som ar nodvandiga for tryggheten och trivseln bland de studerande och som kan galla 1) de praktiska arrangemangen och korrekt upptradande pa skolan, pa dess omrade och i studenthemmet samt vid uppdrag och ovningar i samband med utbildningen, 2) bevapning, 3) hur skolans egendom far hanteras, 4) hur man far vistas och rora sig inom skolan och pa dess omrade samt i studenthemmet. de studerande och personalen vid polisyrkeshogskolan skall folja ordningsstadgan da de vistas pa skolan eller dess omrade eller i studenthemmet eller nar de utfor uppdrag eller ovningar eller foretar studiebesok i samband med utbildningen."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Opetussuunnitelma",
      "content": "Poliisin ylijohto vahvistaa Poliisiammattikorkeakoulun hallituksen esityksestä tutkintokoulutuksen ja vähintään 30 opintoviikon erikoistumiskoulutuksen opetussuunnitelman. Muun koulutuksen opetussuunnitelmat vahvistaa Poliisiammattikorkeakoulu. Opetussuunnitelma sisältää määräykset opintojen tavoitteista, käsiteltävistä asiakokonaisuuksista, opintojen laajuudesta, opintojen suorittamisen enimmäisajasta, opetusmuodoista, opetuksen ja harjoittelun määrästä, muiden opintojen hyväksiluettavuudesta sekä vaadittavista suorituksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22",
        "normalized_fi": "Poliisin ylijohto vahvistaa Poliisiammattikorkeakoulun hallituksen esityksestä tutkintokoulutuksen ja vähintään 30 opintoviikon erikoistumiskoulutuksen opetussuunnitelman. Muun koulutuksen opetussuunnitelmat vahvistaa Poliisiammattikorkeakoulu. Opetussuunnitelma sisältää määräykset opintojen tavoitteista, käsiteltävistä asiakokonaisuuksista, opintojen laajuudesta, opintojen suorittamisen enimmäisajasta, opetusmuodoista, opetuksen ja harjoittelun määrästä, muiden opintojen hyväksiluettavuudesta sekä vaadittavista suorituksista.",
        "folded_fi": "poliisin ylijohto vahvistaa poliisiammattikorkeakoulun hallituksen esityksesta tutkintokoulutuksen ja vahintaan 30 opintoviikon erikoistumiskoulutuksen opetussuunnitelman. muun koulutuksen opetussuunnitelmat vahvistaa poliisiammattikorkeakoulu. opetussuunnitelma sisaltaa maaraykset opintojen tavoitteista, kasiteltavista asiakokonaisuuksista, opintojen laajuudesta, opintojen suorittamisen enimmaisajasta, opetusmuodoista, opetuksen ja harjoittelun maarasta, muiden opintojen hyvaksiluettavuudesta seka vaadittavista suorituksista.",
        "title_sv": "Undervisningsplan",
        "content_sv": "Polisens högsta ledning fastställer på framställning av Polisyrkeshögskolans styrelse en undervisningsplan för utbildning för examen och för en specialiserande utbildning som omfattar minst 30 studieveckor. Undervisningsplanerna för den övriga utbildningen fastställer skolan själv. I undervisningsplanen ingår bestämmelser om målen för studierna, om vilka sakkomplex som behandlas, om studiernas omfattning, maximitiden för slutförande av studierna, undervisningsformerna, mängden undervisning och praktik, tillgodoräknandet av andra studier samt om de studieprestationer som krävs.",
        "normalized_sv": "Polisens högsta ledning fastställer på framställning av Polisyrkeshögskolans styrelse en undervisningsplan för utbildning för examen och för en specialiserande utbildning som omfattar minst 30 studieveckor. Undervisningsplanerna för den övriga utbildningen fastställer skolan själv. I undervisningsplanen ingår bestämmelser om målen för studierna, om vilka sakkomplex som behandlas, om studiernas omfattning, maximitiden för slutförande av studierna, undervisningsformerna, mängden undervisning och praktik, tillgodoräknandet av andra studier samt om de studieprestationer som krävs.",
        "folded_sv": "polisens hogsta ledning faststaller pa framstallning av polisyrkeshogskolans styrelse en undervisningsplan for utbildning for examen och for en specialiserande utbildning som omfattar minst 30 studieveckor. undervisningsplanerna for den ovriga utbildningen faststaller skolan sjalv. i undervisningsplanen ingar bestammelser om malen for studierna, om vilka sakkomplex som behandlas, om studiernas omfattning, maximitiden for slutforande av studierna, undervisningsformerna, mangden undervisning och praktik, tillgodoraknandet av andra studier samt om de studieprestationer som kravs."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Opetus- ja tutkintokielet",
      "content": "Poliisiammattikorkeakoulun opetus- ja tutkintokieli on suomi tai ruotsi. Poliisiammattikorkeakoulu päättää muun opetus- ja tutkintokielen käyttämisestä opetuksessa ja opintosuorituksissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:23",
        "normalized_fi": "Poliisiammattikorkeakoulun opetus- ja tutkintokieli on suomi tai ruotsi. Poliisiammattikorkeakoulu päättää muun opetus- ja tutkintokielen käyttämisestä opetuksessa ja opintosuorituksissa.",
        "folded_fi": "poliisiammattikorkeakoulun opetus- ja tutkintokieli on suomi tai ruotsi. poliisiammattikorkeakoulu paattaa muun opetus- ja tutkintokielen kayttamisesta opetuksessa ja opintosuorituksissa.",
        "title_sv": "Undervisnings- och examensspråk",
        "content_sv": "Undervisnings- och examensspråket vid Polisyrkeshögskolan är finska eller svenska. Skolan beslutar själv om användande av något annat undervisnings- och examensspråk i undervisningen och i studieprestationerna.",
        "normalized_sv": "Undervisnings- och examensspråket vid Polisyrkeshögskolan är finska eller svenska. Skolan beslutar själv om användande av något annat undervisnings- och examensspråk i undervisningen och i studieprestationerna.",
        "folded_sv": "undervisnings- och examensspraket vid polisyrkeshogskolan ar finska eller svenska. skolan beslutar sjalv om anvandande av nagot annat undervisnings- och examenssprak i undervisningen och i studieprestationerna."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Tarkemmat säännökset",
      "content": "Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä Poliisiammattikorkeakoulun virkamiesten tehtävistä, suoritettavista tutkinnoista ja annettavasta muusta koulutuksesta, opiskelijaksi hyväksymismenettelystä, opiskelun keskeyttämistä ja opiskelijan erottamista koskevasta menettelystä sekä Poliisiammattikorkeakoulun neuvottelukunnista ja ohjesäännöstä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24",
        "normalized_fi": "Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä Poliisiammattikorkeakoulun virkamiesten tehtävistä, suoritettavista tutkinnoista ja annettavasta muusta koulutuksesta, opiskelijaksi hyväksymismenettelystä, opiskelun keskeyttämistä ja opiskelijan erottamista koskevasta menettelystä sekä Poliisiammattikorkeakoulun neuvottelukunnista ja ohjesäännöstä.",
        "folded_fi": "valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia poliisiammattikorkeakoulun virkamiesten tehtavista, suoritettavista tutkinnoista ja annettavasta muusta koulutuksesta, opiskelijaksi hyvaksymismenettelysta, opiskelun keskeyttamista ja opiskelijan erottamista koskevasta menettelysta seka poliisiammattikorkeakoulun neuvottelukunnista ja ohjesaannosta.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Genom förordning av statsrådet kan närmare bestämmelser utfärdas om de uppgifter som ankommer på Polisyrkeshögskolans tjänstemän, de examina som avläggs och om övrig utbildning som ges, om förfarandet i samband med antagning av studerande, avbrytande av studierna och avstängning från utbildningen samt om skolans delegationer och reglementen.",
        "normalized_sv": "Genom förordning av statsrådet kan närmare bestämmelser utfärdas om de uppgifter som ankommer på Polisyrkeshögskolans tjänstemän, de examina som avläggs och om övrig utbildning som ges, om förfarandet i samband med antagning av studerande, avbrytande av studierna och avstängning från utbildningen samt om skolans delegationer och reglementen.",
        "folded_sv": "genom forordning av statsradet kan narmare bestammelser utfardas om de uppgifter som ankommer pa polisyrkeshogskolans tjansteman, de examina som avlaggs och om ovrig utbildning som ges, om forfarandet i samband med antagning av studerande, avbrytande av studierna och avstangning fran utbildningen samt om skolans delegationer och reglementen."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    }
  ]
}