{
  "id": "105/2007",
  "type": "statute",
  "title": "Laki yksityisistä turvallisuuspalveluista annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om privata säkerhetstjänster",
  "status": "in_force",
  "issued_date": "2007-02-02",
  "in_force_date": "2007-02-02",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/105/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "4:44",
      "chapter": "4",
      "section": "44",
      "title": "Turvallisuusalan valvontatiedot",
      "content": "turvallisuusalan valvontatiedot Poliisi pitää tietoja vartioimisliikkeistä sekä niiden 4 §:n 2 momentin 2 kohdassa tarkoitetuista vastuuhenkilöistä ja vastaavista hoitajista sekä vartijoista, turvasuojaajista ja 29 §:n 2 momentissa tarkoitetun voimankäyttökoulutuksen antajista sekä järjestyksenvalvojista annetun lain 1 ja 18 §:ssä tarkoitetuista järjestyksenvalvojista ja järjestyksenvalvojakouluttajista (). Turvallisuusalan valvontatiedoista säädetään tarkemmin henkilötietojen käsittelystä poliisitoimessa annetussa laissa (761/2003).",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:44",
        "normalized_fi": "turvallisuusalan valvontatiedot Poliisi pitää tietoja vartioimisliikkeistä sekä niiden 4 § :n 2 momentin 2 kohdassa tarkoitetuista vastuuhenkilöistä ja vastaavista hoitajista sekä vartijoista, turvasuojaajista ja 29 § :n 2 momentissa tarkoitetun voimankäyttökoulutuksen antajista sekä järjestyksenvalvojista annetun lain 1 ja 18 § :ssä tarkoitetuista järjestyksenvalvojista ja järjestyksenvalvojakouluttajista (). Turvallisuusalan valvontatiedoista säädetään tarkemmin henkilötietojen käsittelystä poliisitoimessa annetussa laissa (761/2003).",
        "folded_fi": "turvallisuusalan valvontatiedot poliisi pitaa tietoja vartioimisliikkeista seka niiden 4 §:n 2 momentin 2 kohdassa tarkoitetuista vastuuhenkiloista ja vastaavista hoitajista seka vartijoista, turvasuojaajista ja 29 §:n 2 momentissa tarkoitetun voimankayttokoulutuksen antajista seka jarjestyksenvalvojista annetun lain 1 ja 18 §:ssa tarkoitetuista jarjestyksenvalvojista ja jarjestyksenvalvojakouluttajista (). turvallisuusalan valvontatiedoista saadetaan tarkemmin henkilotietojen kasittelysta poliisitoimessa annetussa laissa (761/2003).",
        "title_sv": "Uppgifter för tillsynen över säkerhetsbranschen",
        "content_sv": "uppgifter för tillsynen över säkerhetsbranschen Polisen förvarar uppgifter om bevakningsföretagen och om deras i 4 § 2 mom. 2 punkten avsedda ansvarspersoner och ansvariga föreståndare samt om väktare, utförare av säkerhetsskyddsuppgifter, dem som anordnar sådan utbildning i användningen av maktmedel som avses i 29 § 2 mom. samt ordningsvakter och utbildare av ordningsvakter som avses i 1 och 18 § i lagen om ordningsvakter (). Närmare bestämmelser om uppgifter för tillsynen över säkerhetsbranschen finns i lagen om behandling av personuppgifter i polisens verksamhet (761/2003).",
        "normalized_sv": "uppgifter för tillsynen över säkerhetsbranschen Polisen förvarar uppgifter om bevakningsföretagen och om deras i 4 § 2 mom. 2 punkten avsedda ansvarspersoner och ansvariga föreståndare samt om väktare, utförare av säkerhetsskyddsuppgifter, dem som anordnar sådan utbildning i användningen av maktmedel som avses i 29 § 2 mom. samt ordningsvakter och utbildare av ordningsvakter som avses i 1 och 18 § i lagen om ordningsvakter (). Närmare bestämmelser om uppgifter för tillsynen över säkerhetsbranschen finns i lagen om behandling av personuppgifter i polisens verksamhet (761/2003).",
        "folded_sv": "uppgifter for tillsynen over sakerhetsbranschen polisen forvarar uppgifter om bevakningsforetagen och om deras i 4 § 2 mom. 2 punkten avsedda ansvarspersoner och ansvariga forestandare samt om vaktare, utforare av sakerhetsskyddsuppgifter, dem som anordnar sadan utbildning i anvandningen av maktmedel som avses i 29 § 2 mom. samt ordningsvakter och utbildare av ordningsvakter som avses i 1 och 18 § i lagen om ordningsvakter (). narmare bestammelser om uppgifter for tillsynen over sakerhetsbranschen finns i lagen om behandling av personuppgifter i polisens verksamhet (761/2003)."
      }
    },
    {
      "provision_ref": "4:45",
      "chapter": "4",
      "section": "45",
      "title": "Vuosi-ilmoitus",
      "content": "Vartioimisliikkeen on ilmoitettava sisäasiainministeriölle kirjallisesti kultakin kalenterivuodelta seuraavan tammikuun loppuun mennessä: 2) toimipaikkojen lukumäärä ja osoitteet sekä henkilöstön lukumäärä; 3) tiedot kalenterivuoden aikana vastaavina hoitajina, vartijoina ja väliaikaisina vartijoina toimineista toimipaikoittain eriteltyinä;",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:45",
        "normalized_fi": "Vartioimisliikkeen on ilmoitettava sisäasiainministeriölle kirjallisesti kultakin kalenterivuodelta seuraavan tammikuun loppuun mennessä: 2) toimipaikkojen lukumäärä ja osoitteet sekä henkilöstön lukumäärä; 3) tiedot kalenterivuoden aikana vastaavina hoitajina, vartijoina ja väliaikaisina vartijoina toimineista toimipaikoittain eriteltyinä;",
        "folded_fi": "vartioimisliikkeen on ilmoitettava sisaasiainministeriolle kirjallisesti kultakin kalenterivuodelta seuraavan tammikuun loppuun mennessa: 2) toimipaikkojen lukumaara ja osoitteet seka henkiloston lukumaara; 3) tiedot kalenterivuoden aikana vastaavina hoitajina, vartijoina ja valiaikaisina vartijoina toimineista toimipaikoittain eriteltyina;",
        "title_sv": "Årsanmälan",
        "content_sv": "Ett bevakningsföretag skall för varje kalenderår före utgången av januari påföljande år skriftligen meddela inrikesministeriet 2) antalet verksamhetsställen och adresserna till dem samt personalens antal, 3) uppgifter om vem som under kalenderåret varit ansvarig föreståndare, väktare och tillfälliga väktare särskilt för varje verksamhetsställe,",
        "normalized_sv": "Ett bevakningsföretag skall för varje kalenderår före utgången av januari påföljande år skriftligen meddela inrikesministeriet 2) antalet verksamhetsställen och adresserna till dem samt personalens antal, 3) uppgifter om vem som under kalenderåret varit ansvarig föreståndare, väktare och tillfälliga väktare särskilt för varje verksamhetsställe,",
        "folded_sv": "ett bevakningsforetag skall for varje kalenderar fore utgangen av januari pafoljande ar skriftligen meddela inrikesministeriet 2) antalet verksamhetsstallen och adresserna till dem samt personalens antal, 3) uppgifter om vem som under kalenderaret varit ansvarig forestandare, vaktare och tillfalliga vaktare sarskilt for varje verksamhetsstalle,"
      }
    },
    {
      "provision_ref": "4:50 a",
      "chapter": "4",
      "section": "50 a",
      "title": "Poliisitutkinta",
      "content": "Tämän lain nojalla myönnetyn luvan ja hyväksymisen peruuttamista koskevassa asiassa voidaan tarvittaessa suorittaa poliisilain (493/1995) 4 luvussa säädetty poliisitutkinta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:50 a",
        "normalized_fi": "Tämän lain nojalla myönnetyn luvan ja hyväksymisen peruuttamista koskevassa asiassa voidaan tarvittaessa suorittaa poliisilain (493/1995) 4 luvussa säädetty poliisitutkinta.",
        "folded_fi": "taman lain nojalla myonnetyn luvan ja hyvaksymisen peruuttamista koskevassa asiassa voidaan tarvittaessa suorittaa poliisilain (493/1995) 4 luvussa saadetty poliisitutkinta.",
        "title_sv": "Polisundersökning",
        "content_sv": "I ett ärende som gäller återkallande av auktorisation eller godkännande som meddelats med stöd av denna lag kan vid behov verkställas sådan polisundersökning som avses i 4 kap. i polislagen (493/1995).",
        "normalized_sv": "I ett ärende som gäller återkallande av auktorisation eller godkännande som meddelats med stöd av denna lag kan vid behov verkställas sådan polisundersökning som avses i 4 kap. i polislagen (493/1995).",
        "folded_sv": "i ett arende som galler aterkallande av auktorisation eller godkannande som meddelats med stod av denna lag kan vid behov verkstallas sadan polisundersokning som avses i 4 kap. i polislagen (493/1995)."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Muutosilmoitukset",
      "content": "muutosilmoitus Vartioimisliikkeen on ilmoitettava kirjallisesti () sisäasiainministeriölle: 1) liikkeen nimen tai yhtiömuodon muuttumisesta, liikkeen toimipaikan perustamisesta ja lakkauttamisesta sekä sen osoitteen muuttumisesta;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "muutosilmoitus Vartioimisliikkeen on ilmoitettava kirjallisesti () sisäasiainministeriölle: 1) liikkeen nimen tai yhtiömuodon muuttumisesta, liikkeen toimipaikan perustamisesta ja lakkauttamisesta sekä sen osoitteen muuttumisesta;",
        "folded_fi": "muutosilmoitus vartioimisliikkeen on ilmoitettava kirjallisesti () sisaasiainministeriolle: 1) liikkeen nimen tai yhtiomuodon muuttumisesta, liikkeen toimipaikan perustamisesta ja lakkauttamisesta seka sen osoitteen muuttumisesta;",
        "title_sv": "Ändringsanmälningar",
        "content_sv": "ändringsanmälan Ett bevakningsföretag skall skriftligen () underrätta inrikesministeriet 1) när bevakningsföretaget ändrar namn eller bolagsform, inrättar eller drar in ett verksamhetsställe eller ett verksamhetsställes adress förändras,",
        "normalized_sv": "ändringsanmälan Ett bevakningsföretag skall skriftligen () underrätta inrikesministeriet 1) när bevakningsföretaget ändrar namn eller bolagsform, inrättar eller drar in ett verksamhetsställe eller ett verksamhetsställes adress förändras,",
        "folded_sv": "andringsanmalan ett bevakningsforetag skall skriftligen () underratta inrikesministeriet 1) nar bevakningsforetaget andrar namn eller bolagsform, inrattar eller drar in ett verksamhetsstalle eller ett verksamhetsstalles adress forandras,"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Vartijaksi hyväksymistä koskeva hakemus ja päätös",
      "content": "Vartijaksi hyväksymistä koskeva hakemus on jätettävä henkilökohtaisesti. Hakemus voidaan jättää myös muulle kuin hakijan kotikunnan poliisilaitokselle. Jos vartijaksi hyväksyminen myönnetään hakemuksen mukaisesti, hakijalle ei anneta erillistä päätöstä eikä valitusosoitusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:27",
        "normalized_fi": "Vartijaksi hyväksymistä koskeva hakemus on jätettävä henkilökohtaisesti. Hakemus voidaan jättää myös muulle kuin hakijan kotikunnan poliisilaitokselle. Jos vartijaksi hyväksyminen myönnetään hakemuksen mukaisesti, hakijalle ei anneta erillistä päätöstä eikä valitusosoitusta.",
        "folded_fi": "vartijaksi hyvaksymista koskeva hakemus on jatettava henkilokohtaisesti. hakemus voidaan jattaa myos muulle kuin hakijan kotikunnan poliisilaitokselle. jos vartijaksi hyvaksyminen myonnetaan hakemuksen mukaisesti, hakijalle ei anneta erillista paatosta eika valitusosoitusta.",
        "title_sv": "Ansökan och beslut om godkännande som väktare",
        "content_sv": "En ansökan om att bli godkänd som väktare skall lämnas in personligen. Ansökan kan lämnas in också till någon annan polisinrättning än polisinrättningen i sökandens hemkommun. När ett godkännande som väktare meddelas i enlighet med ansökan får sökanden inte något separat beslut eller någon besvärsanvisning.",
        "normalized_sv": "En ansökan om att bli godkänd som väktare skall lämnas in personligen. Ansökan kan lämnas in också till någon annan polisinrättning än polisinrättningen i sökandens hemkommun. När ett godkännande som väktare meddelas i enlighet med ansökan får sökanden inte något separat beslut eller någon besvärsanvisning.",
        "folded_sv": "en ansokan om att bli godkand som vaktare skall lamnas in personligen. ansokan kan lamnas in ocksa till nagon annan polisinrattning an polisinrattningen i sokandens hemkommun. nar ett godkannande som vaktare meddelas i enlighet med ansokan far sokanden inte nagot separat beslut eller nagon besvarsanvisning."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "title": "Vartijan oikeudet",
      "content": "Jos poistettava, kiinni otettava tai turvallisuustarkastuksen kohteeksi joutunut koettaa vastarintaa tekemällä välttää poistamisen, kiinni ottamisen tai turvallisuustarkastuksen suorittamisen, taikka pakenee kiinni ottamista, vartijalla on oikeus käyttää sellaisia henkilön poistamiseksi tai kiinni ottamiseksi taikka turvallisuustarkastuksen suorittamiseksi tarpeellisia voimakeinoja, joita voidaan pitää puolustettavina, kun otetaan huomioon henkilön käyttäytyminen ja muut olosuhteet. Vastuuvapausperusteesta ja rangaistusvastuun lievennyksestä voimakeinojen käytön liioittelussa säädetään rikoslain 4 luvun 6 §:n 3 momentissa ja 7 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:28",
        "normalized_fi": "Jos poistettava, kiinni otettava tai turvallisuustarkastuksen kohteeksi joutunut koettaa vastarintaa tekemällä välttää poistamisen, kiinni ottamisen tai turvallisuustarkastuksen suorittamisen, taikka pakenee kiinni ottamista, vartijalla on oikeus käyttää sellaisia henkilön poistamiseksi tai kiinni ottamiseksi taikka turvallisuustarkastuksen suorittamiseksi tarpeellisia voimakeinoja, joita voidaan pitää puolustettavina, kun otetaan huomioon henkilön käyttäytyminen ja muut olosuhteet. Vastuuvapausperusteesta ja rangaistusvastuun lievennyksestä voimakeinojen käytön liioittelussa säädetään rikoslain 4 luvun 6 § :n 3 momentissa ja 7 § :ssä.",
        "folded_fi": "jos poistettava, kiinni otettava tai turvallisuustarkastuksen kohteeksi joutunut koettaa vastarintaa tekemalla valttaa poistamisen, kiinni ottamisen tai turvallisuustarkastuksen suorittamisen, taikka pakenee kiinni ottamista, vartijalla on oikeus kayttaa sellaisia henkilon poistamiseksi tai kiinni ottamiseksi taikka turvallisuustarkastuksen suorittamiseksi tarpeellisia voimakeinoja, joita voidaan pitaa puolustettavina, kun otetaan huomioon henkilon kayttaytyminen ja muut olosuhteet. vastuuvapausperusteesta ja rangaistusvastuun lievennyksesta voimakeinojen kayton liioittelussa saadetaan rikoslain 4 luvun 6 §:n 3 momentissa ja 7 §:ssa.",
        "title_sv": "Väktares rättigheter",
        "content_sv": "Om den som skall avlägsnas, gripas eller säkerhetsvisiteras genom att göra motstånd försöker undgå att bli avlägsnad, gripen eller säkerhetsvisiterad eller flyr gripandet, har väktaren rätt att använda sådana maktmedel som är nödvändiga för att avlägsna, gripa eller säkerhetsvisitera personen i fråga och som kan anses försvarliga med beaktande av personens uppträdande samt övriga omständigheter. I 4 kap. 6 § 3 mom. och 7 § i strafflagen föreskrivs om grunder för ansvarsfrihet och lindring av straffansvar vid excess i samband med användning av maktmedel.",
        "normalized_sv": "Om den som skall avlägsnas, gripas eller säkerhetsvisiteras genom att göra motstånd försöker undgå att bli avlägsnad, gripen eller säkerhetsvisiterad eller flyr gripandet, har väktaren rätt att använda sådana maktmedel som är nödvändiga för att avlägsna, gripa eller säkerhetsvisitera personen i fråga och som kan anses försvarliga med beaktande av personens uppträdande samt övriga omständigheter. I 4 kap. 6 § 3 mom. och 7 § i strafflagen föreskrivs om grunder för ansvarsfrihet och lindring av straffansvar vid excess i samband med användning av maktmedel.",
        "folded_sv": "om den som skall avlagsnas, gripas eller sakerhetsvisiteras genom att gora motstand forsoker undga att bli avlagsnad, gripen eller sakerhetsvisiterad eller flyr gripandet, har vaktaren ratt att anvanda sadana maktmedel som ar nodvandiga for att avlagsna, gripa eller sakerhetsvisitera personen i fraga och som kan anses forsvarliga med beaktande av personens upptradande samt ovriga omstandigheter. i 4 kap. 6 § 3 mom. och 7 § i strafflagen foreskrivs om grunder for ansvarsfrihet och lindring av straffansvar vid excess i samband med anvandning av maktmedel."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Vartijakortti",
      "content": "Vartijan kotikunnan poliisilaitos antaa vartijaksi hyväksytylle vartijakortin. Vartijan on pidettävä kortti vartioimistehtävissä mukana ja esitettävä se pyydettäessä. Poliisin tarvittaessa antama todistus vartijaksi hyväksymisestä toimii vartijakorttina ennen varsinaisen vartijakortin luovuttamista vartijalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34",
        "normalized_fi": "Vartijan kotikunnan poliisilaitos antaa vartijaksi hyväksytylle vartijakortin. Vartijan on pidettävä kortti vartioimistehtävissä mukana ja esitettävä se pyydettäessä. Poliisin tarvittaessa antama todistus vartijaksi hyväksymisestä toimii vartijakorttina ennen varsinaisen vartijakortin luovuttamista vartijalle.",
        "folded_fi": "vartijan kotikunnan poliisilaitos antaa vartijaksi hyvaksytylle vartijakortin. vartijan on pidettava kortti vartioimistehtavissa mukana ja esitettava se pyydettaessa. poliisin tarvittaessa antama todistus vartijaksi hyvaksymisesta toimii vartijakorttina ennen varsinaisen vartijakortin luovuttamista vartijalle.",
        "title_sv": "Väktarkort",
        "content_sv": "Den som har godkänts som väktare får ett väktarkort av polisinrättningen i sin hemkommun. Väktaren skall bära med sig kortet i bevakningsuppgifter och på begäran visa upp det. Ett intyg som polisen vid behov ger över godkännandet som väktare fungerar som väktarkort innan det egentliga väktarkortet ges till väktaren.",
        "normalized_sv": "Den som har godkänts som väktare får ett väktarkort av polisinrättningen i sin hemkommun. Väktaren skall bära med sig kortet i bevakningsuppgifter och på begäran visa upp det. Ett intyg som polisen vid behov ger över godkännandet som väktare fungerar som väktarkort innan det egentliga väktarkortet ges till väktaren.",
        "folded_sv": "den som har godkants som vaktare far ett vaktarkort av polisinrattningen i sin hemkommun. vaktaren skall bara med sig kortet i bevakningsuppgifter och pa begaran visa upp det. ett intyg som polisen vid behov ger over godkannandet som vaktare fungerar som vaktarkort innan det egentliga vaktarkortet ges till vaktaren."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "title": "Turvasuojaajaksi hyväksymistä koskeva hakemus ja päätös",
      "content": "Turvasuojaajaksi hyväksymistä koskeva hakemus on jätettävä henkilökohtaisesti. Hakemus voidaan jättää myös muulle kuin hakijan kotikunnan poliisilaitokselle. Jos turvasuojaajaksi hyväksyminen myönnetään hakemuksen mukaisesti, hakijalle ei anneta erillistä päätöstä eikä valitusosoitusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:39",
        "normalized_fi": "Turvasuojaajaksi hyväksymistä koskeva hakemus on jätettävä henkilökohtaisesti. Hakemus voidaan jättää myös muulle kuin hakijan kotikunnan poliisilaitokselle. Jos turvasuojaajaksi hyväksyminen myönnetään hakemuksen mukaisesti, hakijalle ei anneta erillistä päätöstä eikä valitusosoitusta.",
        "folded_fi": "turvasuojaajaksi hyvaksymista koskeva hakemus on jatettava henkilokohtaisesti. hakemus voidaan jattaa myos muulle kuin hakijan kotikunnan poliisilaitokselle. jos turvasuojaajaksi hyvaksyminen myonnetaan hakemuksen mukaisesti, hakijalle ei anneta erillista paatosta eika valitusosoitusta.",
        "title_sv": "Ansökan och beslut om godkännande som utförare av säkerhetsskyddsuppgifter",
        "content_sv": "En ansökan om att bli godkänd som utförare av säkerhetsskyddsuppgifter skall lämnas in personligen. Ansökan kan lämnas in också till någon annan polisinrättning än polisinrättningen i sökandens hemkommun. När ett godkännande som utförare av säkerhetsskyddsuppgifter meddelas i enlighet med ansökan får sökanden inte något separat beslut eller någon besvärsanvisning.",
        "normalized_sv": "En ansökan om att bli godkänd som utförare av säkerhetsskyddsuppgifter skall lämnas in personligen. Ansökan kan lämnas in också till någon annan polisinrättning än polisinrättningen i sökandens hemkommun. När ett godkännande som utförare av säkerhetsskyddsuppgifter meddelas i enlighet med ansökan får sökanden inte något separat beslut eller någon besvärsanvisning.",
        "folded_sv": "en ansokan om att bli godkand som utforare av sakerhetsskyddsuppgifter skall lamnas in personligen. ansokan kan lamnas in ocksa till nagon annan polisinrattning an polisinrattningen i sokandens hemkommun. nar ett godkannande som utforare av sakerhetsskyddsuppgifter meddelas i enlighet med ansokan far sokanden inte nagot separat beslut eller nagon besvarsanvisning."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "title": "Turvasuojaajakortti",
      "content": "Turvasuojaajan kotikunnan poliisilaitos antaa turvasuojaajaksi hyväksytylle turvasuojaajakortin. Turvasuojaajan on pidettävä kortti hyväksymistä edellyttävissä turvasuojaustehtävissä mukanaan ja esitettävä se pyydettäessä. Poliisin tarvittaessa antama todistus turvasuojaajaksi hyväksymisestä toimii turvasuojaajakorttina ennen varsinaisen turvasuojaajakortin luovuttamista turvasuojaajalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:40",
        "normalized_fi": "Turvasuojaajan kotikunnan poliisilaitos antaa turvasuojaajaksi hyväksytylle turvasuojaajakortin. Turvasuojaajan on pidettävä kortti hyväksymistä edellyttävissä turvasuojaustehtävissä mukanaan ja esitettävä se pyydettäessä. Poliisin tarvittaessa antama todistus turvasuojaajaksi hyväksymisestä toimii turvasuojaajakorttina ennen varsinaisen turvasuojaajakortin luovuttamista turvasuojaajalle.",
        "folded_fi": "turvasuojaajan kotikunnan poliisilaitos antaa turvasuojaajaksi hyvaksytylle turvasuojaajakortin. turvasuojaajan on pidettava kortti hyvaksymista edellyttavissa turvasuojaustehtavissa mukanaan ja esitettava se pyydettaessa. poliisin tarvittaessa antama todistus turvasuojaajaksi hyvaksymisesta toimii turvasuojaajakorttina ennen varsinaisen turvasuojaajakortin luovuttamista turvasuojaajalle.",
        "title_sv": "Kort för utförare av säkerhetsskyddsuppgifter",
        "content_sv": "Den som har godkänts som utförare av säkerhetsskyddsuppgifter får av polisinrättningen i sin hemkommun ett kort för utförare av säkerhetsskyddsuppgifter. Den som fått ett sådant kort skall bära med sig kortet i säkerhetsskyddsuppgifter som förutsätter godkännande och på begäran visa upp det. Ett intyg som polisen vid behov ger över godkännandet som utförare av säkerhetsskyddsuppgifter fungerar som kort för utförare av säkerhetsskyddsuppgifter innan det egentliga kortet ges till utföraren av säkerhetsskyddsuppgifter.",
        "normalized_sv": "Den som har godkänts som utförare av säkerhetsskyddsuppgifter får av polisinrättningen i sin hemkommun ett kort för utförare av säkerhetsskyddsuppgifter. Den som fått ett sådant kort skall bära med sig kortet i säkerhetsskyddsuppgifter som förutsätter godkännande och på begäran visa upp det. Ett intyg som polisen vid behov ger över godkännandet som utförare av säkerhetsskyddsuppgifter fungerar som kort för utförare av säkerhetsskyddsuppgifter innan det egentliga kortet ges till utföraren av säkerhetsskyddsuppgifter.",
        "folded_sv": "den som har godkants som utforare av sakerhetsskyddsuppgifter far av polisinrattningen i sin hemkommun ett kort for utforare av sakerhetsskyddsuppgifter. den som fatt ett sadant kort skall bara med sig kortet i sakerhetsskyddsuppgifter som forutsatter godkannande och pa begaran visa upp det. ett intyg som polisen vid behov ger over godkannandet som utforare av sakerhetsskyddsuppgifter fungerar som kort for utforare av sakerhetsskyddsuppgifter innan det egentliga kortet ges till utforaren av sakerhetsskyddsuppgifter."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "4:44",
      "chapter": "4",
      "section": "44",
      "title": "Turvallisuusalan valvontatiedot",
      "content": "turvallisuusalan valvontatiedot Poliisi pitää tietoja vartioimisliikkeistä sekä niiden 4 §:n 2 momentin 2 kohdassa tarkoitetuista vastuuhenkilöistä ja vastaavista hoitajista sekä vartijoista, turvasuojaajista ja 29 §:n 2 momentissa tarkoitetun voimankäyttökoulutuksen antajista sekä järjestyksenvalvojista annetun lain 1 ja 18 §:ssä tarkoitetuista järjestyksenvalvojista ja järjestyksenvalvojakouluttajista (). Turvallisuusalan valvontatiedoista säädetään tarkemmin henkilötietojen käsittelystä poliisitoimessa annetussa laissa (761/2003).",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:44",
        "normalized_fi": "turvallisuusalan valvontatiedot Poliisi pitää tietoja vartioimisliikkeistä sekä niiden 4 § :n 2 momentin 2 kohdassa tarkoitetuista vastuuhenkilöistä ja vastaavista hoitajista sekä vartijoista, turvasuojaajista ja 29 § :n 2 momentissa tarkoitetun voimankäyttökoulutuksen antajista sekä järjestyksenvalvojista annetun lain 1 ja 18 § :ssä tarkoitetuista järjestyksenvalvojista ja järjestyksenvalvojakouluttajista (). Turvallisuusalan valvontatiedoista säädetään tarkemmin henkilötietojen käsittelystä poliisitoimessa annetussa laissa (761/2003).",
        "folded_fi": "turvallisuusalan valvontatiedot poliisi pitaa tietoja vartioimisliikkeista seka niiden 4 §:n 2 momentin 2 kohdassa tarkoitetuista vastuuhenkiloista ja vastaavista hoitajista seka vartijoista, turvasuojaajista ja 29 §:n 2 momentissa tarkoitetun voimankayttokoulutuksen antajista seka jarjestyksenvalvojista annetun lain 1 ja 18 §:ssa tarkoitetuista jarjestyksenvalvojista ja jarjestyksenvalvojakouluttajista (). turvallisuusalan valvontatiedoista saadetaan tarkemmin henkilotietojen kasittelysta poliisitoimessa annetussa laissa (761/2003).",
        "title_sv": "Uppgifter för tillsynen över säkerhetsbranschen",
        "content_sv": "uppgifter för tillsynen över säkerhetsbranschen Polisen förvarar uppgifter om bevakningsföretagen och om deras i 4 § 2 mom. 2 punkten avsedda ansvarspersoner och ansvariga föreståndare samt om väktare, utförare av säkerhetsskyddsuppgifter, dem som anordnar sådan utbildning i användningen av maktmedel som avses i 29 § 2 mom. samt ordningsvakter och utbildare av ordningsvakter som avses i 1 och 18 § i lagen om ordningsvakter (). Närmare bestämmelser om uppgifter för tillsynen över säkerhetsbranschen finns i lagen om behandling av personuppgifter i polisens verksamhet (761/2003).",
        "normalized_sv": "uppgifter för tillsynen över säkerhetsbranschen Polisen förvarar uppgifter om bevakningsföretagen och om deras i 4 § 2 mom. 2 punkten avsedda ansvarspersoner och ansvariga föreståndare samt om väktare, utförare av säkerhetsskyddsuppgifter, dem som anordnar sådan utbildning i användningen av maktmedel som avses i 29 § 2 mom. samt ordningsvakter och utbildare av ordningsvakter som avses i 1 och 18 § i lagen om ordningsvakter (). Närmare bestämmelser om uppgifter för tillsynen över säkerhetsbranschen finns i lagen om behandling av personuppgifter i polisens verksamhet (761/2003).",
        "folded_sv": "uppgifter for tillsynen over sakerhetsbranschen polisen forvarar uppgifter om bevakningsforetagen och om deras i 4 § 2 mom. 2 punkten avsedda ansvarspersoner och ansvariga forestandare samt om vaktare, utforare av sakerhetsskyddsuppgifter, dem som anordnar sadan utbildning i anvandningen av maktmedel som avses i 29 § 2 mom. samt ordningsvakter och utbildare av ordningsvakter som avses i 1 och 18 § i lagen om ordningsvakter (). narmare bestammelser om uppgifter for tillsynen over sakerhetsbranschen finns i lagen om behandling av personuppgifter i polisens verksamhet (761/2003)."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "4:45",
      "chapter": "4",
      "section": "45",
      "title": "Vuosi-ilmoitus",
      "content": "Vartioimisliikkeen on ilmoitettava sisäasiainministeriölle kirjallisesti kultakin kalenterivuodelta seuraavan tammikuun loppuun mennessä: 2) toimipaikkojen lukumäärä ja osoitteet sekä henkilöstön lukumäärä; 3) tiedot kalenterivuoden aikana vastaavina hoitajina, vartijoina ja väliaikaisina vartijoina toimineista toimipaikoittain eriteltyinä;",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:45",
        "normalized_fi": "Vartioimisliikkeen on ilmoitettava sisäasiainministeriölle kirjallisesti kultakin kalenterivuodelta seuraavan tammikuun loppuun mennessä: 2) toimipaikkojen lukumäärä ja osoitteet sekä henkilöstön lukumäärä; 3) tiedot kalenterivuoden aikana vastaavina hoitajina, vartijoina ja väliaikaisina vartijoina toimineista toimipaikoittain eriteltyinä;",
        "folded_fi": "vartioimisliikkeen on ilmoitettava sisaasiainministeriolle kirjallisesti kultakin kalenterivuodelta seuraavan tammikuun loppuun mennessa: 2) toimipaikkojen lukumaara ja osoitteet seka henkiloston lukumaara; 3) tiedot kalenterivuoden aikana vastaavina hoitajina, vartijoina ja valiaikaisina vartijoina toimineista toimipaikoittain eriteltyina;",
        "title_sv": "Årsanmälan",
        "content_sv": "Ett bevakningsföretag skall för varje kalenderår före utgången av januari påföljande år skriftligen meddela inrikesministeriet 2) antalet verksamhetsställen och adresserna till dem samt personalens antal, 3) uppgifter om vem som under kalenderåret varit ansvarig föreståndare, väktare och tillfälliga väktare särskilt för varje verksamhetsställe,",
        "normalized_sv": "Ett bevakningsföretag skall för varje kalenderår före utgången av januari påföljande år skriftligen meddela inrikesministeriet 2) antalet verksamhetsställen och adresserna till dem samt personalens antal, 3) uppgifter om vem som under kalenderåret varit ansvarig föreståndare, väktare och tillfälliga väktare särskilt för varje verksamhetsställe,",
        "folded_sv": "ett bevakningsforetag skall for varje kalenderar fore utgangen av januari pafoljande ar skriftligen meddela inrikesministeriet 2) antalet verksamhetsstallen och adresserna till dem samt personalens antal, 3) uppgifter om vem som under kalenderaret varit ansvarig forestandare, vaktare och tillfalliga vaktare sarskilt for varje verksamhetsstalle,"
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "4:50 a",
      "chapter": "4",
      "section": "50 a",
      "title": "Poliisitutkinta",
      "content": "Tämän lain nojalla myönnetyn luvan ja hyväksymisen peruuttamista koskevassa asiassa voidaan tarvittaessa suorittaa poliisilain (493/1995) 4 luvussa säädetty poliisitutkinta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:50 a",
        "normalized_fi": "Tämän lain nojalla myönnetyn luvan ja hyväksymisen peruuttamista koskevassa asiassa voidaan tarvittaessa suorittaa poliisilain (493/1995) 4 luvussa säädetty poliisitutkinta.",
        "folded_fi": "taman lain nojalla myonnetyn luvan ja hyvaksymisen peruuttamista koskevassa asiassa voidaan tarvittaessa suorittaa poliisilain (493/1995) 4 luvussa saadetty poliisitutkinta.",
        "title_sv": "Polisundersökning",
        "content_sv": "I ett ärende som gäller återkallande av auktorisation eller godkännande som meddelats med stöd av denna lag kan vid behov verkställas sådan polisundersökning som avses i 4 kap. i polislagen (493/1995).",
        "normalized_sv": "I ett ärende som gäller återkallande av auktorisation eller godkännande som meddelats med stöd av denna lag kan vid behov verkställas sådan polisundersökning som avses i 4 kap. i polislagen (493/1995).",
        "folded_sv": "i ett arende som galler aterkallande av auktorisation eller godkannande som meddelats med stod av denna lag kan vid behov verkstallas sadan polisundersokning som avses i 4 kap. i polislagen (493/1995)."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Muutosilmoitukset",
      "content": "muutosilmoitus Vartioimisliikkeen on ilmoitettava kirjallisesti () sisäasiainministeriölle: 1) liikkeen nimen tai yhtiömuodon muuttumisesta, liikkeen toimipaikan perustamisesta ja lakkauttamisesta sekä sen osoitteen muuttumisesta;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "muutosilmoitus Vartioimisliikkeen on ilmoitettava kirjallisesti () sisäasiainministeriölle: 1) liikkeen nimen tai yhtiömuodon muuttumisesta, liikkeen toimipaikan perustamisesta ja lakkauttamisesta sekä sen osoitteen muuttumisesta;",
        "folded_fi": "muutosilmoitus vartioimisliikkeen on ilmoitettava kirjallisesti () sisaasiainministeriolle: 1) liikkeen nimen tai yhtiomuodon muuttumisesta, liikkeen toimipaikan perustamisesta ja lakkauttamisesta seka sen osoitteen muuttumisesta;",
        "title_sv": "Ändringsanmälningar",
        "content_sv": "ändringsanmälan Ett bevakningsföretag skall skriftligen () underrätta inrikesministeriet 1) när bevakningsföretaget ändrar namn eller bolagsform, inrättar eller drar in ett verksamhetsställe eller ett verksamhetsställes adress förändras,",
        "normalized_sv": "ändringsanmälan Ett bevakningsföretag skall skriftligen () underrätta inrikesministeriet 1) när bevakningsföretaget ändrar namn eller bolagsform, inrättar eller drar in ett verksamhetsställe eller ett verksamhetsställes adress förändras,",
        "folded_sv": "andringsanmalan ett bevakningsforetag skall skriftligen () underratta inrikesministeriet 1) nar bevakningsforetaget andrar namn eller bolagsform, inrattar eller drar in ett verksamhetsstalle eller ett verksamhetsstalles adress forandras,"
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Vartijaksi hyväksymistä koskeva hakemus ja päätös",
      "content": "Vartijaksi hyväksymistä koskeva hakemus on jätettävä henkilökohtaisesti. Hakemus voidaan jättää myös muulle kuin hakijan kotikunnan poliisilaitokselle. Jos vartijaksi hyväksyminen myönnetään hakemuksen mukaisesti, hakijalle ei anneta erillistä päätöstä eikä valitusosoitusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:27",
        "normalized_fi": "Vartijaksi hyväksymistä koskeva hakemus on jätettävä henkilökohtaisesti. Hakemus voidaan jättää myös muulle kuin hakijan kotikunnan poliisilaitokselle. Jos vartijaksi hyväksyminen myönnetään hakemuksen mukaisesti, hakijalle ei anneta erillistä päätöstä eikä valitusosoitusta.",
        "folded_fi": "vartijaksi hyvaksymista koskeva hakemus on jatettava henkilokohtaisesti. hakemus voidaan jattaa myos muulle kuin hakijan kotikunnan poliisilaitokselle. jos vartijaksi hyvaksyminen myonnetaan hakemuksen mukaisesti, hakijalle ei anneta erillista paatosta eika valitusosoitusta.",
        "title_sv": "Ansökan och beslut om godkännande som väktare",
        "content_sv": "En ansökan om att bli godkänd som väktare skall lämnas in personligen. Ansökan kan lämnas in också till någon annan polisinrättning än polisinrättningen i sökandens hemkommun. När ett godkännande som väktare meddelas i enlighet med ansökan får sökanden inte något separat beslut eller någon besvärsanvisning.",
        "normalized_sv": "En ansökan om att bli godkänd som väktare skall lämnas in personligen. Ansökan kan lämnas in också till någon annan polisinrättning än polisinrättningen i sökandens hemkommun. När ett godkännande som väktare meddelas i enlighet med ansökan får sökanden inte något separat beslut eller någon besvärsanvisning.",
        "folded_sv": "en ansokan om att bli godkand som vaktare skall lamnas in personligen. ansokan kan lamnas in ocksa till nagon annan polisinrattning an polisinrattningen i sokandens hemkommun. nar ett godkannande som vaktare meddelas i enlighet med ansokan far sokanden inte nagot separat beslut eller nagon besvarsanvisning."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "28",
      "section": "28",
      "title": "Vartijan oikeudet",
      "content": "Jos poistettava, kiinni otettava tai turvallisuustarkastuksen kohteeksi joutunut koettaa vastarintaa tekemällä välttää poistamisen, kiinni ottamisen tai turvallisuustarkastuksen suorittamisen, taikka pakenee kiinni ottamista, vartijalla on oikeus käyttää sellaisia henkilön poistamiseksi tai kiinni ottamiseksi taikka turvallisuustarkastuksen suorittamiseksi tarpeellisia voimakeinoja, joita voidaan pitää puolustettavina, kun otetaan huomioon henkilön käyttäytyminen ja muut olosuhteet. Vastuuvapausperusteesta ja rangaistusvastuun lievennyksestä voimakeinojen käytön liioittelussa säädetään rikoslain 4 luvun 6 §:n 3 momentissa ja 7 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:28",
        "normalized_fi": "Jos poistettava, kiinni otettava tai turvallisuustarkastuksen kohteeksi joutunut koettaa vastarintaa tekemällä välttää poistamisen, kiinni ottamisen tai turvallisuustarkastuksen suorittamisen, taikka pakenee kiinni ottamista, vartijalla on oikeus käyttää sellaisia henkilön poistamiseksi tai kiinni ottamiseksi taikka turvallisuustarkastuksen suorittamiseksi tarpeellisia voimakeinoja, joita voidaan pitää puolustettavina, kun otetaan huomioon henkilön käyttäytyminen ja muut olosuhteet. Vastuuvapausperusteesta ja rangaistusvastuun lievennyksestä voimakeinojen käytön liioittelussa säädetään rikoslain 4 luvun 6 § :n 3 momentissa ja 7 § :ssä.",
        "folded_fi": "jos poistettava, kiinni otettava tai turvallisuustarkastuksen kohteeksi joutunut koettaa vastarintaa tekemalla valttaa poistamisen, kiinni ottamisen tai turvallisuustarkastuksen suorittamisen, taikka pakenee kiinni ottamista, vartijalla on oikeus kayttaa sellaisia henkilon poistamiseksi tai kiinni ottamiseksi taikka turvallisuustarkastuksen suorittamiseksi tarpeellisia voimakeinoja, joita voidaan pitaa puolustettavina, kun otetaan huomioon henkilon kayttaytyminen ja muut olosuhteet. vastuuvapausperusteesta ja rangaistusvastuun lievennyksesta voimakeinojen kayton liioittelussa saadetaan rikoslain 4 luvun 6 §:n 3 momentissa ja 7 §:ssa.",
        "title_sv": "Väktares rättigheter",
        "content_sv": "Om den som skall avlägsnas, gripas eller säkerhetsvisiteras genom att göra motstånd försöker undgå att bli avlägsnad, gripen eller säkerhetsvisiterad eller flyr gripandet, har väktaren rätt att använda sådana maktmedel som är nödvändiga för att avlägsna, gripa eller säkerhetsvisitera personen i fråga och som kan anses försvarliga med beaktande av personens uppträdande samt övriga omständigheter. I 4 kap. 6 § 3 mom. och 7 § i strafflagen föreskrivs om grunder för ansvarsfrihet och lindring av straffansvar vid excess i samband med användning av maktmedel.",
        "normalized_sv": "Om den som skall avlägsnas, gripas eller säkerhetsvisiteras genom att göra motstånd försöker undgå att bli avlägsnad, gripen eller säkerhetsvisiterad eller flyr gripandet, har väktaren rätt att använda sådana maktmedel som är nödvändiga för att avlägsna, gripa eller säkerhetsvisitera personen i fråga och som kan anses försvarliga med beaktande av personens uppträdande samt övriga omständigheter. I 4 kap. 6 § 3 mom. och 7 § i strafflagen föreskrivs om grunder för ansvarsfrihet och lindring av straffansvar vid excess i samband med användning av maktmedel.",
        "folded_sv": "om den som skall avlagsnas, gripas eller sakerhetsvisiteras genom att gora motstand forsoker undga att bli avlagsnad, gripen eller sakerhetsvisiterad eller flyr gripandet, har vaktaren ratt att anvanda sadana maktmedel som ar nodvandiga for att avlagsna, gripa eller sakerhetsvisitera personen i fraga och som kan anses forsvarliga med beaktande av personens upptradande samt ovriga omstandigheter. i 4 kap. 6 § 3 mom. och 7 § i strafflagen foreskrivs om grunder for ansvarsfrihet och lindring av straffansvar vid excess i samband med anvandning av maktmedel."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Vartijakortti",
      "content": "Vartijan kotikunnan poliisilaitos antaa vartijaksi hyväksytylle vartijakortin. Vartijan on pidettävä kortti vartioimistehtävissä mukana ja esitettävä se pyydettäessä. Poliisin tarvittaessa antama todistus vartijaksi hyväksymisestä toimii vartijakorttina ennen varsinaisen vartijakortin luovuttamista vartijalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34",
        "normalized_fi": "Vartijan kotikunnan poliisilaitos antaa vartijaksi hyväksytylle vartijakortin. Vartijan on pidettävä kortti vartioimistehtävissä mukana ja esitettävä se pyydettäessä. Poliisin tarvittaessa antama todistus vartijaksi hyväksymisestä toimii vartijakorttina ennen varsinaisen vartijakortin luovuttamista vartijalle.",
        "folded_fi": "vartijan kotikunnan poliisilaitos antaa vartijaksi hyvaksytylle vartijakortin. vartijan on pidettava kortti vartioimistehtavissa mukana ja esitettava se pyydettaessa. poliisin tarvittaessa antama todistus vartijaksi hyvaksymisesta toimii vartijakorttina ennen varsinaisen vartijakortin luovuttamista vartijalle.",
        "title_sv": "Väktarkort",
        "content_sv": "Den som har godkänts som väktare får ett väktarkort av polisinrättningen i sin hemkommun. Väktaren skall bära med sig kortet i bevakningsuppgifter och på begäran visa upp det. Ett intyg som polisen vid behov ger över godkännandet som väktare fungerar som väktarkort innan det egentliga väktarkortet ges till väktaren.",
        "normalized_sv": "Den som har godkänts som väktare får ett väktarkort av polisinrättningen i sin hemkommun. Väktaren skall bära med sig kortet i bevakningsuppgifter och på begäran visa upp det. Ett intyg som polisen vid behov ger över godkännandet som väktare fungerar som väktarkort innan det egentliga väktarkortet ges till väktaren.",
        "folded_sv": "den som har godkants som vaktare far ett vaktarkort av polisinrattningen i sin hemkommun. vaktaren skall bara med sig kortet i bevakningsuppgifter och pa begaran visa upp det. ett intyg som polisen vid behov ger over godkannandet som vaktare fungerar som vaktarkort innan det egentliga vaktarkortet ges till vaktaren."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "39",
      "section": "39",
      "title": "Turvasuojaajaksi hyväksymistä koskeva hakemus ja päätös",
      "content": "Turvasuojaajaksi hyväksymistä koskeva hakemus on jätettävä henkilökohtaisesti. Hakemus voidaan jättää myös muulle kuin hakijan kotikunnan poliisilaitokselle. Jos turvasuojaajaksi hyväksyminen myönnetään hakemuksen mukaisesti, hakijalle ei anneta erillistä päätöstä eikä valitusosoitusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:39",
        "normalized_fi": "Turvasuojaajaksi hyväksymistä koskeva hakemus on jätettävä henkilökohtaisesti. Hakemus voidaan jättää myös muulle kuin hakijan kotikunnan poliisilaitokselle. Jos turvasuojaajaksi hyväksyminen myönnetään hakemuksen mukaisesti, hakijalle ei anneta erillistä päätöstä eikä valitusosoitusta.",
        "folded_fi": "turvasuojaajaksi hyvaksymista koskeva hakemus on jatettava henkilokohtaisesti. hakemus voidaan jattaa myos muulle kuin hakijan kotikunnan poliisilaitokselle. jos turvasuojaajaksi hyvaksyminen myonnetaan hakemuksen mukaisesti, hakijalle ei anneta erillista paatosta eika valitusosoitusta.",
        "title_sv": "Ansökan och beslut om godkännande som utförare av säkerhetsskyddsuppgifter",
        "content_sv": "En ansökan om att bli godkänd som utförare av säkerhetsskyddsuppgifter skall lämnas in personligen. Ansökan kan lämnas in också till någon annan polisinrättning än polisinrättningen i sökandens hemkommun. När ett godkännande som utförare av säkerhetsskyddsuppgifter meddelas i enlighet med ansökan får sökanden inte något separat beslut eller någon besvärsanvisning.",
        "normalized_sv": "En ansökan om att bli godkänd som utförare av säkerhetsskyddsuppgifter skall lämnas in personligen. Ansökan kan lämnas in också till någon annan polisinrättning än polisinrättningen i sökandens hemkommun. När ett godkännande som utförare av säkerhetsskyddsuppgifter meddelas i enlighet med ansökan får sökanden inte något separat beslut eller någon besvärsanvisning.",
        "folded_sv": "en ansokan om att bli godkand som utforare av sakerhetsskyddsuppgifter skall lamnas in personligen. ansokan kan lamnas in ocksa till nagon annan polisinrattning an polisinrattningen i sokandens hemkommun. nar ett godkannande som utforare av sakerhetsskyddsuppgifter meddelas i enlighet med ansokan far sokanden inte nagot separat beslut eller nagon besvarsanvisning."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "40",
      "section": "40",
      "title": "Turvasuojaajakortti",
      "content": "Turvasuojaajan kotikunnan poliisilaitos antaa turvasuojaajaksi hyväksytylle turvasuojaajakortin. Turvasuojaajan on pidettävä kortti hyväksymistä edellyttävissä turvasuojaustehtävissä mukanaan ja esitettävä se pyydettäessä. Poliisin tarvittaessa antama todistus turvasuojaajaksi hyväksymisestä toimii turvasuojaajakorttina ennen varsinaisen turvasuojaajakortin luovuttamista turvasuojaajalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:40",
        "normalized_fi": "Turvasuojaajan kotikunnan poliisilaitos antaa turvasuojaajaksi hyväksytylle turvasuojaajakortin. Turvasuojaajan on pidettävä kortti hyväksymistä edellyttävissä turvasuojaustehtävissä mukanaan ja esitettävä se pyydettäessä. Poliisin tarvittaessa antama todistus turvasuojaajaksi hyväksymisestä toimii turvasuojaajakorttina ennen varsinaisen turvasuojaajakortin luovuttamista turvasuojaajalle.",
        "folded_fi": "turvasuojaajan kotikunnan poliisilaitos antaa turvasuojaajaksi hyvaksytylle turvasuojaajakortin. turvasuojaajan on pidettava kortti hyvaksymista edellyttavissa turvasuojaustehtavissa mukanaan ja esitettava se pyydettaessa. poliisin tarvittaessa antama todistus turvasuojaajaksi hyvaksymisesta toimii turvasuojaajakorttina ennen varsinaisen turvasuojaajakortin luovuttamista turvasuojaajalle.",
        "title_sv": "Kort för utförare av säkerhetsskyddsuppgifter",
        "content_sv": "Den som har godkänts som utförare av säkerhetsskyddsuppgifter får av polisinrättningen i sin hemkommun ett kort för utförare av säkerhetsskyddsuppgifter. Den som fått ett sådant kort skall bära med sig kortet i säkerhetsskyddsuppgifter som förutsätter godkännande och på begäran visa upp det. Ett intyg som polisen vid behov ger över godkännandet som utförare av säkerhetsskyddsuppgifter fungerar som kort för utförare av säkerhetsskyddsuppgifter innan det egentliga kortet ges till utföraren av säkerhetsskyddsuppgifter.",
        "normalized_sv": "Den som har godkänts som utförare av säkerhetsskyddsuppgifter får av polisinrättningen i sin hemkommun ett kort för utförare av säkerhetsskyddsuppgifter. Den som fått ett sådant kort skall bära med sig kortet i säkerhetsskyddsuppgifter som förutsätter godkännande och på begäran visa upp det. Ett intyg som polisen vid behov ger över godkännandet som utförare av säkerhetsskyddsuppgifter fungerar som kort för utförare av säkerhetsskyddsuppgifter innan det egentliga kortet ges till utföraren av säkerhetsskyddsuppgifter.",
        "folded_sv": "den som har godkants som utforare av sakerhetsskyddsuppgifter far av polisinrattningen i sin hemkommun ett kort for utforare av sakerhetsskyddsuppgifter. den som fatt ett sadant kort skall bara med sig kortet i sakerhetsskyddsuppgifter som forutsatter godkannande och pa begaran visa upp det. ett intyg som polisen vid behov ger over godkannandet som utforare av sakerhetsskyddsuppgifter fungerar som kort for utforare av sakerhetsskyddsuppgifter innan det egentliga kortet ges till utforaren av sakerhetsskyddsuppgifter."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    }
  ]
}