{
  "id": "1088/2006",
  "type": "statute",
  "title": "Laki yksityishenkilön velkajärjestelystä annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om skuldsanering för privatpersoner",
  "status": "in_force",
  "issued_date": "2006-12-08",
  "in_force_date": "2006-12-08",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/1088/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Määritelmiä",
      "content": "Sakko ja muu sakon täytäntöönpanosta annetun lain (672/2002) 1 §:ssä tarkoitettu rahamääräinen seuraamus kuuluvat velkajärjestelyn piiriin, jos sellainen on määrätty teosta, johon velallinen on syyllistynyt ennen velkajärjestelyn alkamista. Yhteinen sakkorangaistus kuuluu velkajärjestelyn piiriin, jos joku teoista on tehty ennen velkajärjestelyn alkamista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Sakko ja muu sakon täytäntöönpanosta annetun lain (672/2002) 1 § :ssä tarkoitettu rahamääräinen seuraamus kuuluvat velkajärjestelyn piiriin, jos sellainen on määrätty teosta, johon velallinen on syyllistynyt ennen velkajärjestelyn alkamista. Yhteinen sakkorangaistus kuuluu velkajärjestelyn piiriin, jos joku teoista on tehty ennen velkajärjestelyn alkamista.",
        "folded_fi": "sakko ja muu sakon taytantoonpanosta annetun lain (672/2002) 1 §:ssa tarkoitettu rahamaarainen seuraamus kuuluvat velkajarjestelyn piiriin, jos sellainen on maaratty teosta, johon velallinen on syyllistynyt ennen velkajarjestelyn alkamista. yhteinen sakkorangaistus kuuluu velkajarjestelyn piiriin, jos joku teoista on tehty ennen velkajarjestelyn alkamista.",
        "title_sv": "Definitioner",
        "content_sv": "Böter och annan påföljd i pengar som avses i 1 § i lagen om verkställighet av böter (672/2002) omfattas av skuldsanering, om en sådan påföljd bestämts för en gärning som gäldenären gjort sig skyldig till innan skuldsaneringen inleddes. Ett gemensamt bötesstraff omfattas av skuldsaneringen, om någon av gärningarna begåtts innan skuldsaneringen inleddes.",
        "normalized_sv": "Böter och annan påföljd i pengar som avses i 1 § i lagen om verkställighet av böter (672/2002) omfattas av skuldsanering, om en sådan påföljd bestämts för en gärning som gäldenären gjort sig skyldig till innan skuldsaneringen inleddes. Ett gemensamt bötesstraff omfattas av skuldsaneringen, om någon av gärningarna begåtts innan skuldsaneringen inleddes.",
        "folded_sv": "boter och annan pafoljd i pengar som avses i 1 § i lagen om verkstallighet av boter (672/2002) omfattas av skuldsanering, om en sadan pafoljd bestamts for en garning som galdenaren gjort sig skyldig till innan skuldsaneringen inleddes. ett gemensamt botesstraff omfattas av skuldsaneringen, om nagon av garningarna begatts innan skuldsaneringen inleddes."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Maksukyvyn arviointi",
      "content": "Oikeusministeriön asetuksessa säädetään tarkemmin velallisen maksukykyä arvioitaessa huomioon otettavista seikoista. Asetuksen rahamääriä velallisen välttämättömistä elinkustannuksista tarkistetaan siten kuin kansaneläkeindeksistä annetussa laissa (456/2001) säädetään. Tarkistetut rahamäärät pyöristetään ylöspäin lähimpään euroon ja julkaistaan vuosittain marraskuun aikana säädöskokoelmassa oikeusministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Oikeusministeriön asetuksessa säädetään tarkemmin velallisen maksukykyä arvioitaessa huomioon otettavista seikoista. Asetuksen rahamääriä velallisen välttämättömistä elinkustannuksista tarkistetaan siten kuin kansaneläkeindeksistä annetussa laissa (456/2001) säädetään. Tarkistetut rahamäärät pyöristetään ylöspäin lähimpään euroon ja julkaistaan vuosittain marraskuun aikana säädöskokoelmassa oikeusministeriön asetuksella.",
        "folded_fi": "oikeusministerion asetuksessa saadetaan tarkemmin velallisen maksukykya arvioitaessa huomioon otettavista seikoista. asetuksen rahamaaria velallisen valttamattomista elinkustannuksista tarkistetaan siten kuin kansanelakeindeksista annetussa laissa (456/2001) saadetaan. tarkistetut rahamaarat pyoristetaan ylospain lahimpaan euroon ja julkaistaan vuosittain marraskuun aikana saadoskokoelmassa oikeusministerion asetuksella.",
        "title_sv": "Bedömning av betalningsförmågan",
        "content_sv": "Genom förordning av justitieministeriet föreskrivs det närmare om vilka omständigheter som skall beaktas när gäldenärens betalningsförmåga bedöms. De belopp som enligt förordningen utgör gäldenärens oundgängliga levnadskostnader justeras så som anges i lagen om folkpensionsindex (456/2001). De justerade beloppen rundas av uppåt till närmaste euro och publiceras i författningssamlingen genom förordning av justitieministeriet årligen i november.",
        "normalized_sv": "Genom förordning av justitieministeriet föreskrivs det närmare om vilka omständigheter som skall beaktas när gäldenärens betalningsförmåga bedöms. De belopp som enligt förordningen utgör gäldenärens oundgängliga levnadskostnader justeras så som anges i lagen om folkpensionsindex (456/2001). De justerade beloppen rundas av uppåt till närmaste euro och publiceras i författningssamlingen genom förordning av justitieministeriet årligen i november.",
        "folded_sv": "genom forordning av justitieministeriet foreskrivs det narmare om vilka omstandigheter som skall beaktas nar galdenarens betalningsformaga bedoms. de belopp som enligt forordningen utgor galdenarens oundgangliga levnadskostnader justeras sa som anges i lagen om folkpensionsindex (456/2001). de justerade beloppen rundas av uppat till narmaste euro och publiceras i forfattningssamlingen genom forordning av justitieministeriet arligen i november."
      }
    },
    {
      "provision_ref": "35 a",
      "section": "35 a",
      "title": "Lisäsuoritusvelvollisuus",
      "content": "Jos velallisen tulot vähennettyinä lisääntyneillä työmatkakustannuksilla ja muilla tulojen hankkimisesta velalliselle aiheutuneilla välittömillä lisämenoilla kasvavat maksuohjelmaan merkittyihin tuloihin verrattuna kalenterivuoden aikana vähintään 831 euroa, velallisen on käytettävä velkojensa suoritukseksi puolet 831 euroa ylittävästä osasta. Näin laskettua määrää ei kuitenkaan tarvitse käyttää velkojen suoritukseksi siltä osin kuin velallinen on tarvinnut sitä muihin välttämättömiin menoihinsa. Edellä 3 momentissa tarkoitettua rahamäärää tarkistetaan siten kuin kansaneläkeindeksistä annetussa laissa säädetään. Tarkistetut rahamäärät pyöristetään ylöspäin lähimpään euroon ja julkaistaan vuosittain marraskuun aikana säädöskokoelmassa oikeusministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:35 a",
        "normalized_fi": "Jos velallisen tulot vähennettyinä lisääntyneillä työmatkakustannuksilla ja muilla tulojen hankkimisesta velalliselle aiheutuneilla välittömillä lisämenoilla kasvavat maksuohjelmaan merkittyihin tuloihin verrattuna kalenterivuoden aikana vähintään 831 euroa, velallisen on käytettävä velkojensa suoritukseksi puolet 831 euroa ylittävästä osasta. Näin laskettua määrää ei kuitenkaan tarvitse käyttää velkojen suoritukseksi siltä osin kuin velallinen on tarvinnut sitä muihin välttämättömiin menoihinsa. Edellä 3 momentissa tarkoitettua rahamäärää tarkistetaan siten kuin kansaneläkeindeksistä annetussa laissa säädetään. Tarkistetut rahamäärät pyöristetään ylöspäin lähimpään euroon ja julkaistaan vuosittain marraskuun aikana säädöskokoelmassa oikeusministeriön asetuksella.",
        "folded_fi": "jos velallisen tulot vahennettyina lisaantyneilla tyomatkakustannuksilla ja muilla tulojen hankkimisesta velalliselle aiheutuneilla valittomilla lisamenoilla kasvavat maksuohjelmaan merkittyihin tuloihin verrattuna kalenterivuoden aikana vahintaan 831 euroa, velallisen on kaytettava velkojensa suoritukseksi puolet 831 euroa ylittavasta osasta. nain laskettua maaraa ei kuitenkaan tarvitse kayttaa velkojen suoritukseksi silta osin kuin velallinen on tarvinnut sita muihin valttamattomiin menoihinsa. edella 3 momentissa tarkoitettua rahamaaraa tarkistetaan siten kuin kansanelakeindeksista annetussa laissa saadetaan. tarkistetut rahamaarat pyoristetaan ylospain lahimpaan euroon ja julkaistaan vuosittain marraskuun aikana saadoskokoelmassa oikeusministerion asetuksella.",
        "title_sv": "Tilläggsprestationsskyldighet",
        "content_sv": "Om gäldenärens inkomster minskade med ökade kostnader för arbetsresor och de andra omedelbara tilläggsutgifter som gäldenären har behövt för inkomstens förvärvande under ett kalenderår ökar så att de med minst 831 euro överstiger det belopp som i betalningsprogrammet har antecknats som gäldenärens inkomster, skall gäldenären för betalning av sina skulder använda hälften av det belopp med vilket ökningen överstiger 831 euro. Det på detta sätt uträknade beloppet behöver dock inte användas till betalning av skulderna till den del som gäldenären har behövt det för sina övriga nödvändiga utgifter. Det belopp som avses i 3 mom. justeras så som anges i lagen om folkpensionsindex. De justerade beloppen rundas av uppåt till närmaste euro och publiceras i författningssamlingen genom förordning av justitieministeriet årligen i november.",
        "normalized_sv": "Om gäldenärens inkomster minskade med ökade kostnader för arbetsresor och de andra omedelbara tilläggsutgifter som gäldenären har behövt för inkomstens förvärvande under ett kalenderår ökar så att de med minst 831 euro överstiger det belopp som i betalningsprogrammet har antecknats som gäldenärens inkomster, skall gäldenären för betalning av sina skulder använda hälften av det belopp med vilket ökningen överstiger 831 euro. Det på detta sätt uträknade beloppet behöver dock inte användas till betalning av skulderna till den del som gäldenären har behövt det för sina övriga nödvändiga utgifter. Det belopp som avses i 3 mom. justeras så som anges i lagen om folkpensionsindex. De justerade beloppen rundas av uppåt till närmaste euro och publiceras i författningssamlingen genom förordning av justitieministeriet årligen i november.",
        "folded_sv": "om galdenarens inkomster minskade med okade kostnader for arbetsresor och de andra omedelbara tillaggsutgifter som galdenaren har behovt for inkomstens forvarvande under ett kalenderar okar sa att de med minst 831 euro overstiger det belopp som i betalningsprogrammet har antecknats som galdenarens inkomster, skall galdenaren for betalning av sina skulder anvanda halften av det belopp med vilket okningen overstiger 831 euro. det pa detta satt utraknade beloppet behover dock inte anvandas till betalning av skulderna till den del som galdenaren har behovt det for sina ovriga nodvandiga utgifter. det belopp som avses i 3 mom. justeras sa som anges i lagen om folkpensionsindex. de justerade beloppen rundas av uppat till narmaste euro och publiceras i forfattningssamlingen genom forordning av justitieministeriet arligen i november."
      }
    },
    {
      "provision_ref": "43 a",
      "section": "43 a",
      "title": "Velallisen kuolema",
      "content": "Jos velallinen kuolee, velat on vainajan jälkeen otettava huomioon maksuohjelmassa säänneltyjen ehtojen mukaisesti. Velkojat ovat oikeutettuja niihin lisäsuorituksiin, jotka velallisen olisi maksuohjelman mukaan ollut maksettava. Jos velallisen maksuohjelman mukaan säilyttämä, vakuutena oleva omaisuus muutetaan rahaksi ennen kuin maksuohjelmaan perustuva maksuvelvollisuus on täytetty, omaisuuden myyntihinnasta maksetaan rahaksimuuttokustannusten jälkeen velat, joista omaisuus on vakuutena.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:43 a",
        "normalized_fi": "Jos velallinen kuolee, velat on vainajan jälkeen otettava huomioon maksuohjelmassa säänneltyjen ehtojen mukaisesti. Velkojat ovat oikeutettuja niihin lisäsuorituksiin, jotka velallisen olisi maksuohjelman mukaan ollut maksettava. Jos velallisen maksuohjelman mukaan säilyttämä, vakuutena oleva omaisuus muutetaan rahaksi ennen kuin maksuohjelmaan perustuva maksuvelvollisuus on täytetty, omaisuuden myyntihinnasta maksetaan rahaksimuuttokustannusten jälkeen velat, joista omaisuus on vakuutena.",
        "folded_fi": "jos velallinen kuolee, velat on vainajan jalkeen otettava huomioon maksuohjelmassa saanneltyjen ehtojen mukaisesti. velkojat ovat oikeutettuja niihin lisasuorituksiin, jotka velallisen olisi maksuohjelman mukaan ollut maksettava. jos velallisen maksuohjelman mukaan sailyttama, vakuutena oleva omaisuus muutetaan rahaksi ennen kuin maksuohjelmaan perustuva maksuvelvollisuus on taytetty, omaisuuden myyntihinnasta maksetaan rahaksimuuttokustannusten jalkeen velat, joista omaisuus on vakuutena.",
        "title_sv": "Gäldenärens död",
        "content_sv": "Om gäldenären dör, skall skulderna efter den avlidne beaktas enligt villkoren i betalningsprogrammet. Borgenärerna har rätt till de tilläggsprestationer som gäldenären skulle ha varit skyldig att betala enligt betalningsprogrammet. Om den egendom som utgör säkerhet och som gäldenären behållit enligt betalningsprogrammet realiseras innan betalningsskyldigheten på grundval av betalningsprogrammet har uppfyllts, används försäljningspriset efter avdrag för realiseringskostnaderna till betalning av de skulder som egendomen utgör säkerhet för.",
        "normalized_sv": "Om gäldenären dör, skall skulderna efter den avlidne beaktas enligt villkoren i betalningsprogrammet. Borgenärerna har rätt till de tilläggsprestationer som gäldenären skulle ha varit skyldig att betala enligt betalningsprogrammet. Om den egendom som utgör säkerhet och som gäldenären behållit enligt betalningsprogrammet realiseras innan betalningsskyldigheten på grundval av betalningsprogrammet har uppfyllts, används försäljningspriset efter avdrag för realiseringskostnaderna till betalning av de skulder som egendomen utgör säkerhet för.",
        "folded_sv": "om galdenaren dor, skall skulderna efter den avlidne beaktas enligt villkoren i betalningsprogrammet. borgenarerna har ratt till de tillaggsprestationer som galdenaren skulle ha varit skyldig att betala enligt betalningsprogrammet. om den egendom som utgor sakerhet och som galdenaren behallit enligt betalningsprogrammet realiseras innan betalningsskyldigheten pa grundval av betalningsprogrammet har uppfyllts, anvands forsaljningspriset efter avdrag for realiseringskostnaderna till betalning av de skulder som egendomen utgor sakerhet for."
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "title": "Selvittäjän määrääminen",
      "content": "Velkajärjestelyssä voidaan määrätä selvittäjä, jos se on velallisen taloudellisen aseman selvittämiseksi, omaisuuden rahaksimuuton vuoksi tai muuten velkajärjestelyn toteuttamiseksi tarpeen. Selvittäjä voidaan määrätä myös takaus- ja vakuusvastuun järjestelyssä. Lisäsuoritusten vahvistamista koskevassa asiassa selvittäjä voidaan määrätä, jos se on asian riitaisuuden tai epäselvyyden vuoksi taikka muusta erityisestä syystä tarpeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:64",
        "normalized_fi": "Velkajärjestelyssä voidaan määrätä selvittäjä, jos se on velallisen taloudellisen aseman selvittämiseksi, omaisuuden rahaksimuuton vuoksi tai muuten velkajärjestelyn toteuttamiseksi tarpeen. Selvittäjä voidaan määrätä myös takaus- ja vakuusvastuun järjestelyssä. Lisäsuoritusten vahvistamista koskevassa asiassa selvittäjä voidaan määrätä, jos se on asian riitaisuuden tai epäselvyyden vuoksi taikka muusta erityisestä syystä tarpeen.",
        "folded_fi": "velkajarjestelyssa voidaan maarata selvittaja, jos se on velallisen taloudellisen aseman selvittamiseksi, omaisuuden rahaksimuuton vuoksi tai muuten velkajarjestelyn toteuttamiseksi tarpeen. selvittaja voidaan maarata myos takaus- ja vakuusvastuun jarjestelyssa. lisasuoritusten vahvistamista koskevassa asiassa selvittaja voidaan maarata, jos se on asian riitaisuuden tai epaselvyyden vuoksi taikka muusta erityisesta syysta tarpeen.",
        "title_sv": "Förordnande av utredare",
        "content_sv": "I skuldsaneringen kan en utredare förordnas, om det är nödvändigt för att utreda gäldenärens ekonomiska ställning, för att realisera egendom eller annars för att skuldsaneringen skall kunna genomföras. En utredare kan förordnas också för reglering av borgensansvar och säkerhetsansvar. I ett ärende som gäller fastställande av tilläggsprestationer kan en utredare förordnas, om det är nödvändigt på grund av tvistigheter eller oklarheter i ärendet eller av andra särskilda skäl.",
        "normalized_sv": "I skuldsaneringen kan en utredare förordnas, om det är nödvändigt för att utreda gäldenärens ekonomiska ställning, för att realisera egendom eller annars för att skuldsaneringen skall kunna genomföras. En utredare kan förordnas också för reglering av borgensansvar och säkerhetsansvar. I ett ärende som gäller fastställande av tilläggsprestationer kan en utredare förordnas, om det är nödvändigt på grund av tvistigheter eller oklarheter i ärendet eller av andra särskilda skäl.",
        "folded_sv": "i skuldsaneringen kan en utredare forordnas, om det ar nodvandigt for att utreda galdenarens ekonomiska stallning, for att realisera egendom eller annars for att skuldsaneringen skall kunna genomforas. en utredare kan forordnas ocksa for reglering av borgensansvar och sakerhetsansvar. i ett arende som galler faststallande av tillaggsprestationer kan en utredare forordnas, om det ar nodvandigt pa grund av tvistigheter eller oklarheter i arendet eller av andra sarskilda skal."
      }
    },
    {
      "provision_ref": "70",
      "section": "70",
      "title": "Selvittäjän palkkio ja kustannusten korvaaminen",
      "content": "Selvittäjällä on oikeus saada tehtävästään kohtuullinen palkkio sekä korvaus hänelle aiheutuneista tehtävän kannalta tarpeellisista kustannuksista. Velallisen on maksettava selvittäjän saatavasta määrä, joka vastaa velallisen maksuvaraa enintään maksuohjelman vahvistamisen tai muuttamisen tai lisäsuoritusten vahvistamisen jälkeen seuraavien neljän kuukauden ajalta. Tämä velallisen maksuosuus voidaan ottaa myös velalliselle velkajärjestelyn alkamisen jälkeen kertyneistä varoista. Velallisen maksuosuuden ylittävä määrä selvittäjän saatavasta määrätään maksettavaksi valtion varoista. Jos hakemus hylätään, saatava määrätään kokonaisuudessaan maksettavaksi valtion varoista. Velallisen on tällöin korvattava valtiolle sen varoista maksettu saatava, jos hakemuksen hylkääminen on perustunut siihen, että velallinen on laiminlyönyt menettelyyn liittyviä velvollisuuksiaan. Lisäsuoritusten vahvistamista koskevassa asiassa voidaan hakemuksen tehnyt velkoja määrätä korvaamaan valtiolle sen varoista maksettu saatava, jos hakemus on ollut ilmeisen perusteeton. Jos selvittäjä on määrätty huolehtimaan maksuohjelmassa vahvistetusta rahaksimuutosta, palkkio ja kustannukset tästä tehtävästä otetaan kuitenkin omaisuuden myyntihinnasta. Jos selvittäjänä on toiminut julkinen oikeusavustaja, palkkio ja korvaus suoritetaan valtion oikeusaputoimistolle. Tarkempia säännöksiä selvittäjän palkkiosta ja kustannusten korvauksesta annetaan oikeusministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:70",
        "normalized_fi": "Selvittäjällä on oikeus saada tehtävästään kohtuullinen palkkio sekä korvaus hänelle aiheutuneista tehtävän kannalta tarpeellisista kustannuksista. Velallisen on maksettava selvittäjän saatavasta määrä, joka vastaa velallisen maksuvaraa enintään maksuohjelman vahvistamisen tai muuttamisen tai lisäsuoritusten vahvistamisen jälkeen seuraavien neljän kuukauden ajalta. Tämä velallisen maksuosuus voidaan ottaa myös velalliselle velkajärjestelyn alkamisen jälkeen kertyneistä varoista. Velallisen maksuosuuden ylittävä määrä selvittäjän saatavasta määrätään maksettavaksi valtion varoista. Jos hakemus hylätään, saatava määrätään kokonaisuudessaan maksettavaksi valtion varoista. Velallisen on tällöin korvattava valtiolle sen varoista maksettu saatava, jos hakemuksen hylkääminen on perustunut siihen, että velallinen on laiminlyönyt menettelyyn liittyviä velvollisuuksiaan. Lisäsuoritusten vahvistamista koskevassa asiassa voidaan hakemuksen tehnyt velkoja määrätä korvaamaan valtiolle sen varoista maksettu saatava, jos hakemus on ollut ilmeisen perusteeton. Jos selvittäjä on määrätty huolehtimaan maksuohjelmassa vahvistetusta rahaksimuutosta, palkkio ja kustannukset tästä tehtävästä otetaan kuitenkin omaisuuden myyntihinnasta. Jos selvittäjänä on toiminut julkinen oikeusavustaja, palkkio ja korvaus suoritetaan valtion oikeusaputoimistolle. Tarkempia säännöksiä selvittäjän palkkiosta ja kustannusten korvauksesta annetaan oikeusministeriön asetuksella.",
        "folded_fi": "selvittajalla on oikeus saada tehtavastaan kohtuullinen palkkio seka korvaus hanelle aiheutuneista tehtavan kannalta tarpeellisista kustannuksista. velallisen on maksettava selvittajan saatavasta maara, joka vastaa velallisen maksuvaraa enintaan maksuohjelman vahvistamisen tai muuttamisen tai lisasuoritusten vahvistamisen jalkeen seuraavien neljan kuukauden ajalta. tama velallisen maksuosuus voidaan ottaa myos velalliselle velkajarjestelyn alkamisen jalkeen kertyneista varoista. velallisen maksuosuuden ylittava maara selvittajan saatavasta maarataan maksettavaksi valtion varoista. jos hakemus hylataan, saatava maarataan kokonaisuudessaan maksettavaksi valtion varoista. velallisen on talloin korvattava valtiolle sen varoista maksettu saatava, jos hakemuksen hylkaaminen on perustunut siihen, etta velallinen on laiminlyonyt menettelyyn liittyvia velvollisuuksiaan. lisasuoritusten vahvistamista koskevassa asiassa voidaan hakemuksen tehnyt velkoja maarata korvaamaan valtiolle sen varoista maksettu saatava, jos hakemus on ollut ilmeisen perusteeton. jos selvittaja on maaratty huolehtimaan maksuohjelmassa vahvistetusta rahaksimuutosta, palkkio ja kustannukset tasta tehtavasta otetaan kuitenkin omaisuuden myyntihinnasta. jos selvittajana on toiminut julkinen oikeusavustaja, palkkio ja korvaus suoritetaan valtion oikeusaputoimistolle. tarkempia saannoksia selvittajan palkkiosta ja kustannusten korvauksesta annetaan oikeusministerion asetuksella.",
        "title_sv": "Utredarens arvode och kostnadsersättning",
        "content_sv": "Utredaren har rätt att få ett skäligt arvode för sitt uppdrag samt ersättning för de kostnader som varit nödvändiga för fullgörandet av uppdraget. Av utredarens fordran skall gäldenären betala ett belopp som motsvarar gäldenärens betalningsmån under högst fyra månader efter att betalningsprogrammet har fastställts eller ändrats eller tilläggsprestationerna har fastställts. Denna andel som gäldenären skall betala kan också tas av de medel som influtit till gäldenären efter det skuldsaneringen inleddes. Det belopp av utredarens fordran som är större än den andel gäldenären skall betala förordnas att betalas av statens medel. Om ansökan förkastas, skall fordran förordnas att i sin helhet betalas av statens medel. Gäldenären skall härvid ersätta staten en fordran som har betalts av statens medel, om ansökan har avslagits på grund av att gäldenären har försummat sina skyldigheter enligt förfarandet. I ett ärende som gäller fastställande av tilläggsprestationer kan den borgenär som gjort ansökan förordnas att ersätta staten den fordran som betalts av statens medel, om ansökan varit uppenbart ogrundad. Om utredaren har förordnats att handha den realisering som fastställs i betalningsprogrammet, tas dock arvodet och kostnaderna för detta uppdrag ur försäljningspriset för egendomen. Om ett offentligt rättsbiträde har varit utredare, betalas arvodet och ersättningen till den statliga rättshjälpsbyrån. Närmare bestämmelser om arvode och kostnadsersättningar till utredaren utfärdas genom förordning av justitieministeriet.",
        "normalized_sv": "Utredaren har rätt att få ett skäligt arvode för sitt uppdrag samt ersättning för de kostnader som varit nödvändiga för fullgörandet av uppdraget. Av utredarens fordran skall gäldenären betala ett belopp som motsvarar gäldenärens betalningsmån under högst fyra månader efter att betalningsprogrammet har fastställts eller ändrats eller tilläggsprestationerna har fastställts. Denna andel som gäldenären skall betala kan också tas av de medel som influtit till gäldenären efter det skuldsaneringen inleddes. Det belopp av utredarens fordran som är större än den andel gäldenären skall betala förordnas att betalas av statens medel. Om ansökan förkastas, skall fordran förordnas att i sin helhet betalas av statens medel. Gäldenären skall härvid ersätta staten en fordran som har betalts av statens medel, om ansökan har avslagits på grund av att gäldenären har försummat sina skyldigheter enligt förfarandet. I ett ärende som gäller fastställande av tilläggsprestationer kan den borgenär som gjort ansökan förordnas att ersätta staten den fordran som betalts av statens medel, om ansökan varit uppenbart ogrundad. Om utredaren har förordnats att handha den realisering som fastställs i betalningsprogrammet, tas dock arvodet och kostnaderna för detta uppdrag ur försäljningspriset för egendomen. Om ett offentligt rättsbiträde har varit utredare, betalas arvodet och ersättningen till den statliga rättshjälpsbyrån. Närmare bestämmelser om arvode och kostnadsersättningar till utredaren utfärdas genom förordning av justitieministeriet.",
        "folded_sv": "utredaren har ratt att fa ett skaligt arvode for sitt uppdrag samt ersattning for de kostnader som varit nodvandiga for fullgorandet av uppdraget. av utredarens fordran skall galdenaren betala ett belopp som motsvarar galdenarens betalningsman under hogst fyra manader efter att betalningsprogrammet har faststallts eller andrats eller tillaggsprestationerna har faststallts. denna andel som galdenaren skall betala kan ocksa tas av de medel som influtit till galdenaren efter det skuldsaneringen inleddes. det belopp av utredarens fordran som ar storre an den andel galdenaren skall betala forordnas att betalas av statens medel. om ansokan forkastas, skall fordran forordnas att i sin helhet betalas av statens medel. galdenaren skall harvid ersatta staten en fordran som har betalts av statens medel, om ansokan har avslagits pa grund av att galdenaren har forsummat sina skyldigheter enligt forfarandet. i ett arende som galler faststallande av tillaggsprestationer kan den borgenar som gjort ansokan forordnas att ersatta staten den fordran som betalts av statens medel, om ansokan varit uppenbart ogrundad. om utredaren har forordnats att handha den realisering som faststalls i betalningsprogrammet, tas dock arvodet och kostnaderna for detta uppdrag ur forsaljningspriset for egendomen. om ett offentligt rattsbitrade har varit utredare, betalas arvodet och ersattningen till den statliga rattshjalpsbyran. narmare bestammelser om arvode och kostnadsersattningar till utredaren utfardas genom forordning av justitieministeriet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Määritelmiä",
      "content": "Sakko ja muu sakon täytäntöönpanosta annetun lain (672/2002) 1 §:ssä tarkoitettu rahamääräinen seuraamus kuuluvat velkajärjestelyn piiriin, jos sellainen on määrätty teosta, johon velallinen on syyllistynyt ennen velkajärjestelyn alkamista. Yhteinen sakkorangaistus kuuluu velkajärjestelyn piiriin, jos joku teoista on tehty ennen velkajärjestelyn alkamista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Sakko ja muu sakon täytäntöönpanosta annetun lain (672/2002) 1 § :ssä tarkoitettu rahamääräinen seuraamus kuuluvat velkajärjestelyn piiriin, jos sellainen on määrätty teosta, johon velallinen on syyllistynyt ennen velkajärjestelyn alkamista. Yhteinen sakkorangaistus kuuluu velkajärjestelyn piiriin, jos joku teoista on tehty ennen velkajärjestelyn alkamista.",
        "folded_fi": "sakko ja muu sakon taytantoonpanosta annetun lain (672/2002) 1 §:ssa tarkoitettu rahamaarainen seuraamus kuuluvat velkajarjestelyn piiriin, jos sellainen on maaratty teosta, johon velallinen on syyllistynyt ennen velkajarjestelyn alkamista. yhteinen sakkorangaistus kuuluu velkajarjestelyn piiriin, jos joku teoista on tehty ennen velkajarjestelyn alkamista.",
        "title_sv": "Definitioner",
        "content_sv": "Böter och annan påföljd i pengar som avses i 1 § i lagen om verkställighet av böter (672/2002) omfattas av skuldsanering, om en sådan påföljd bestämts för en gärning som gäldenären gjort sig skyldig till innan skuldsaneringen inleddes. Ett gemensamt bötesstraff omfattas av skuldsaneringen, om någon av gärningarna begåtts innan skuldsaneringen inleddes.",
        "normalized_sv": "Böter och annan påföljd i pengar som avses i 1 § i lagen om verkställighet av böter (672/2002) omfattas av skuldsanering, om en sådan påföljd bestämts för en gärning som gäldenären gjort sig skyldig till innan skuldsaneringen inleddes. Ett gemensamt bötesstraff omfattas av skuldsaneringen, om någon av gärningarna begåtts innan skuldsaneringen inleddes.",
        "folded_sv": "boter och annan pafoljd i pengar som avses i 1 § i lagen om verkstallighet av boter (672/2002) omfattas av skuldsanering, om en sadan pafoljd bestamts for en garning som galdenaren gjort sig skyldig till innan skuldsaneringen inleddes. ett gemensamt botesstraff omfattas av skuldsaneringen, om nagon av garningarna begatts innan skuldsaneringen inleddes."
      },
      "valid_from": "2006-12-08",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Maksukyvyn arviointi",
      "content": "Oikeusministeriön asetuksessa säädetään tarkemmin velallisen maksukykyä arvioitaessa huomioon otettavista seikoista. Asetuksen rahamääriä velallisen välttämättömistä elinkustannuksista tarkistetaan siten kuin kansaneläkeindeksistä annetussa laissa (456/2001) säädetään. Tarkistetut rahamäärät pyöristetään ylöspäin lähimpään euroon ja julkaistaan vuosittain marraskuun aikana säädöskokoelmassa oikeusministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Oikeusministeriön asetuksessa säädetään tarkemmin velallisen maksukykyä arvioitaessa huomioon otettavista seikoista. Asetuksen rahamääriä velallisen välttämättömistä elinkustannuksista tarkistetaan siten kuin kansaneläkeindeksistä annetussa laissa (456/2001) säädetään. Tarkistetut rahamäärät pyöristetään ylöspäin lähimpään euroon ja julkaistaan vuosittain marraskuun aikana säädöskokoelmassa oikeusministeriön asetuksella.",
        "folded_fi": "oikeusministerion asetuksessa saadetaan tarkemmin velallisen maksukykya arvioitaessa huomioon otettavista seikoista. asetuksen rahamaaria velallisen valttamattomista elinkustannuksista tarkistetaan siten kuin kansanelakeindeksista annetussa laissa (456/2001) saadetaan. tarkistetut rahamaarat pyoristetaan ylospain lahimpaan euroon ja julkaistaan vuosittain marraskuun aikana saadoskokoelmassa oikeusministerion asetuksella.",
        "title_sv": "Bedömning av betalningsförmågan",
        "content_sv": "Genom förordning av justitieministeriet föreskrivs det närmare om vilka omständigheter som skall beaktas när gäldenärens betalningsförmåga bedöms. De belopp som enligt förordningen utgör gäldenärens oundgängliga levnadskostnader justeras så som anges i lagen om folkpensionsindex (456/2001). De justerade beloppen rundas av uppåt till närmaste euro och publiceras i författningssamlingen genom förordning av justitieministeriet årligen i november.",
        "normalized_sv": "Genom förordning av justitieministeriet föreskrivs det närmare om vilka omständigheter som skall beaktas när gäldenärens betalningsförmåga bedöms. De belopp som enligt förordningen utgör gäldenärens oundgängliga levnadskostnader justeras så som anges i lagen om folkpensionsindex (456/2001). De justerade beloppen rundas av uppåt till närmaste euro och publiceras i författningssamlingen genom förordning av justitieministeriet årligen i november.",
        "folded_sv": "genom forordning av justitieministeriet foreskrivs det narmare om vilka omstandigheter som skall beaktas nar galdenarens betalningsformaga bedoms. de belopp som enligt forordningen utgor galdenarens oundgangliga levnadskostnader justeras sa som anges i lagen om folkpensionsindex (456/2001). de justerade beloppen rundas av uppat till narmaste euro och publiceras i forfattningssamlingen genom forordning av justitieministeriet arligen i november."
      },
      "valid_from": "2006-12-08",
      "valid_to": null
    },
    {
      "provision_ref": "35 a",
      "section": "35 a",
      "title": "Lisäsuoritusvelvollisuus",
      "content": "Jos velallisen tulot vähennettyinä lisääntyneillä työmatkakustannuksilla ja muilla tulojen hankkimisesta velalliselle aiheutuneilla välittömillä lisämenoilla kasvavat maksuohjelmaan merkittyihin tuloihin verrattuna kalenterivuoden aikana vähintään 831 euroa, velallisen on käytettävä velkojensa suoritukseksi puolet 831 euroa ylittävästä osasta. Näin laskettua määrää ei kuitenkaan tarvitse käyttää velkojen suoritukseksi siltä osin kuin velallinen on tarvinnut sitä muihin välttämättömiin menoihinsa. Edellä 3 momentissa tarkoitettua rahamäärää tarkistetaan siten kuin kansaneläkeindeksistä annetussa laissa säädetään. Tarkistetut rahamäärät pyöristetään ylöspäin lähimpään euroon ja julkaistaan vuosittain marraskuun aikana säädöskokoelmassa oikeusministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:35 a",
        "normalized_fi": "Jos velallisen tulot vähennettyinä lisääntyneillä työmatkakustannuksilla ja muilla tulojen hankkimisesta velalliselle aiheutuneilla välittömillä lisämenoilla kasvavat maksuohjelmaan merkittyihin tuloihin verrattuna kalenterivuoden aikana vähintään 831 euroa, velallisen on käytettävä velkojensa suoritukseksi puolet 831 euroa ylittävästä osasta. Näin laskettua määrää ei kuitenkaan tarvitse käyttää velkojen suoritukseksi siltä osin kuin velallinen on tarvinnut sitä muihin välttämättömiin menoihinsa. Edellä 3 momentissa tarkoitettua rahamäärää tarkistetaan siten kuin kansaneläkeindeksistä annetussa laissa säädetään. Tarkistetut rahamäärät pyöristetään ylöspäin lähimpään euroon ja julkaistaan vuosittain marraskuun aikana säädöskokoelmassa oikeusministeriön asetuksella.",
        "folded_fi": "jos velallisen tulot vahennettyina lisaantyneilla tyomatkakustannuksilla ja muilla tulojen hankkimisesta velalliselle aiheutuneilla valittomilla lisamenoilla kasvavat maksuohjelmaan merkittyihin tuloihin verrattuna kalenterivuoden aikana vahintaan 831 euroa, velallisen on kaytettava velkojensa suoritukseksi puolet 831 euroa ylittavasta osasta. nain laskettua maaraa ei kuitenkaan tarvitse kayttaa velkojen suoritukseksi silta osin kuin velallinen on tarvinnut sita muihin valttamattomiin menoihinsa. edella 3 momentissa tarkoitettua rahamaaraa tarkistetaan siten kuin kansanelakeindeksista annetussa laissa saadetaan. tarkistetut rahamaarat pyoristetaan ylospain lahimpaan euroon ja julkaistaan vuosittain marraskuun aikana saadoskokoelmassa oikeusministerion asetuksella.",
        "title_sv": "Tilläggsprestationsskyldighet",
        "content_sv": "Om gäldenärens inkomster minskade med ökade kostnader för arbetsresor och de andra omedelbara tilläggsutgifter som gäldenären har behövt för inkomstens förvärvande under ett kalenderår ökar så att de med minst 831 euro överstiger det belopp som i betalningsprogrammet har antecknats som gäldenärens inkomster, skall gäldenären för betalning av sina skulder använda hälften av det belopp med vilket ökningen överstiger 831 euro. Det på detta sätt uträknade beloppet behöver dock inte användas till betalning av skulderna till den del som gäldenären har behövt det för sina övriga nödvändiga utgifter. Det belopp som avses i 3 mom. justeras så som anges i lagen om folkpensionsindex. De justerade beloppen rundas av uppåt till närmaste euro och publiceras i författningssamlingen genom förordning av justitieministeriet årligen i november.",
        "normalized_sv": "Om gäldenärens inkomster minskade med ökade kostnader för arbetsresor och de andra omedelbara tilläggsutgifter som gäldenären har behövt för inkomstens förvärvande under ett kalenderår ökar så att de med minst 831 euro överstiger det belopp som i betalningsprogrammet har antecknats som gäldenärens inkomster, skall gäldenären för betalning av sina skulder använda hälften av det belopp med vilket ökningen överstiger 831 euro. Det på detta sätt uträknade beloppet behöver dock inte användas till betalning av skulderna till den del som gäldenären har behövt det för sina övriga nödvändiga utgifter. Det belopp som avses i 3 mom. justeras så som anges i lagen om folkpensionsindex. De justerade beloppen rundas av uppåt till närmaste euro och publiceras i författningssamlingen genom förordning av justitieministeriet årligen i november.",
        "folded_sv": "om galdenarens inkomster minskade med okade kostnader for arbetsresor och de andra omedelbara tillaggsutgifter som galdenaren har behovt for inkomstens forvarvande under ett kalenderar okar sa att de med minst 831 euro overstiger det belopp som i betalningsprogrammet har antecknats som galdenarens inkomster, skall galdenaren for betalning av sina skulder anvanda halften av det belopp med vilket okningen overstiger 831 euro. det pa detta satt utraknade beloppet behover dock inte anvandas till betalning av skulderna till den del som galdenaren har behovt det for sina ovriga nodvandiga utgifter. det belopp som avses i 3 mom. justeras sa som anges i lagen om folkpensionsindex. de justerade beloppen rundas av uppat till narmaste euro och publiceras i forfattningssamlingen genom forordning av justitieministeriet arligen i november."
      },
      "valid_from": "2006-12-08",
      "valid_to": null
    },
    {
      "provision_ref": "43 a",
      "section": "43 a",
      "title": "Velallisen kuolema",
      "content": "Jos velallinen kuolee, velat on vainajan jälkeen otettava huomioon maksuohjelmassa säänneltyjen ehtojen mukaisesti. Velkojat ovat oikeutettuja niihin lisäsuorituksiin, jotka velallisen olisi maksuohjelman mukaan ollut maksettava. Jos velallisen maksuohjelman mukaan säilyttämä, vakuutena oleva omaisuus muutetaan rahaksi ennen kuin maksuohjelmaan perustuva maksuvelvollisuus on täytetty, omaisuuden myyntihinnasta maksetaan rahaksimuuttokustannusten jälkeen velat, joista omaisuus on vakuutena.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:43 a",
        "normalized_fi": "Jos velallinen kuolee, velat on vainajan jälkeen otettava huomioon maksuohjelmassa säänneltyjen ehtojen mukaisesti. Velkojat ovat oikeutettuja niihin lisäsuorituksiin, jotka velallisen olisi maksuohjelman mukaan ollut maksettava. Jos velallisen maksuohjelman mukaan säilyttämä, vakuutena oleva omaisuus muutetaan rahaksi ennen kuin maksuohjelmaan perustuva maksuvelvollisuus on täytetty, omaisuuden myyntihinnasta maksetaan rahaksimuuttokustannusten jälkeen velat, joista omaisuus on vakuutena.",
        "folded_fi": "jos velallinen kuolee, velat on vainajan jalkeen otettava huomioon maksuohjelmassa saanneltyjen ehtojen mukaisesti. velkojat ovat oikeutettuja niihin lisasuorituksiin, jotka velallisen olisi maksuohjelman mukaan ollut maksettava. jos velallisen maksuohjelman mukaan sailyttama, vakuutena oleva omaisuus muutetaan rahaksi ennen kuin maksuohjelmaan perustuva maksuvelvollisuus on taytetty, omaisuuden myyntihinnasta maksetaan rahaksimuuttokustannusten jalkeen velat, joista omaisuus on vakuutena.",
        "title_sv": "Gäldenärens död",
        "content_sv": "Om gäldenären dör, skall skulderna efter den avlidne beaktas enligt villkoren i betalningsprogrammet. Borgenärerna har rätt till de tilläggsprestationer som gäldenären skulle ha varit skyldig att betala enligt betalningsprogrammet. Om den egendom som utgör säkerhet och som gäldenären behållit enligt betalningsprogrammet realiseras innan betalningsskyldigheten på grundval av betalningsprogrammet har uppfyllts, används försäljningspriset efter avdrag för realiseringskostnaderna till betalning av de skulder som egendomen utgör säkerhet för.",
        "normalized_sv": "Om gäldenären dör, skall skulderna efter den avlidne beaktas enligt villkoren i betalningsprogrammet. Borgenärerna har rätt till de tilläggsprestationer som gäldenären skulle ha varit skyldig att betala enligt betalningsprogrammet. Om den egendom som utgör säkerhet och som gäldenären behållit enligt betalningsprogrammet realiseras innan betalningsskyldigheten på grundval av betalningsprogrammet har uppfyllts, används försäljningspriset efter avdrag för realiseringskostnaderna till betalning av de skulder som egendomen utgör säkerhet för.",
        "folded_sv": "om galdenaren dor, skall skulderna efter den avlidne beaktas enligt villkoren i betalningsprogrammet. borgenarerna har ratt till de tillaggsprestationer som galdenaren skulle ha varit skyldig att betala enligt betalningsprogrammet. om den egendom som utgor sakerhet och som galdenaren behallit enligt betalningsprogrammet realiseras innan betalningsskyldigheten pa grundval av betalningsprogrammet har uppfyllts, anvands forsaljningspriset efter avdrag for realiseringskostnaderna till betalning av de skulder som egendomen utgor sakerhet for."
      },
      "valid_from": "2006-12-08",
      "valid_to": null
    },
    {
      "provision_ref": "64",
      "section": "64",
      "title": "Selvittäjän määrääminen",
      "content": "Velkajärjestelyssä voidaan määrätä selvittäjä, jos se on velallisen taloudellisen aseman selvittämiseksi, omaisuuden rahaksimuuton vuoksi tai muuten velkajärjestelyn toteuttamiseksi tarpeen. Selvittäjä voidaan määrätä myös takaus- ja vakuusvastuun järjestelyssä. Lisäsuoritusten vahvistamista koskevassa asiassa selvittäjä voidaan määrätä, jos se on asian riitaisuuden tai epäselvyyden vuoksi taikka muusta erityisestä syystä tarpeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:64",
        "normalized_fi": "Velkajärjestelyssä voidaan määrätä selvittäjä, jos se on velallisen taloudellisen aseman selvittämiseksi, omaisuuden rahaksimuuton vuoksi tai muuten velkajärjestelyn toteuttamiseksi tarpeen. Selvittäjä voidaan määrätä myös takaus- ja vakuusvastuun järjestelyssä. Lisäsuoritusten vahvistamista koskevassa asiassa selvittäjä voidaan määrätä, jos se on asian riitaisuuden tai epäselvyyden vuoksi taikka muusta erityisestä syystä tarpeen.",
        "folded_fi": "velkajarjestelyssa voidaan maarata selvittaja, jos se on velallisen taloudellisen aseman selvittamiseksi, omaisuuden rahaksimuuton vuoksi tai muuten velkajarjestelyn toteuttamiseksi tarpeen. selvittaja voidaan maarata myos takaus- ja vakuusvastuun jarjestelyssa. lisasuoritusten vahvistamista koskevassa asiassa selvittaja voidaan maarata, jos se on asian riitaisuuden tai epaselvyyden vuoksi taikka muusta erityisesta syysta tarpeen.",
        "title_sv": "Förordnande av utredare",
        "content_sv": "I skuldsaneringen kan en utredare förordnas, om det är nödvändigt för att utreda gäldenärens ekonomiska ställning, för att realisera egendom eller annars för att skuldsaneringen skall kunna genomföras. En utredare kan förordnas också för reglering av borgensansvar och säkerhetsansvar. I ett ärende som gäller fastställande av tilläggsprestationer kan en utredare förordnas, om det är nödvändigt på grund av tvistigheter eller oklarheter i ärendet eller av andra särskilda skäl.",
        "normalized_sv": "I skuldsaneringen kan en utredare förordnas, om det är nödvändigt för att utreda gäldenärens ekonomiska ställning, för att realisera egendom eller annars för att skuldsaneringen skall kunna genomföras. En utredare kan förordnas också för reglering av borgensansvar och säkerhetsansvar. I ett ärende som gäller fastställande av tilläggsprestationer kan en utredare förordnas, om det är nödvändigt på grund av tvistigheter eller oklarheter i ärendet eller av andra särskilda skäl.",
        "folded_sv": "i skuldsaneringen kan en utredare forordnas, om det ar nodvandigt for att utreda galdenarens ekonomiska stallning, for att realisera egendom eller annars for att skuldsaneringen skall kunna genomforas. en utredare kan forordnas ocksa for reglering av borgensansvar och sakerhetsansvar. i ett arende som galler faststallande av tillaggsprestationer kan en utredare forordnas, om det ar nodvandigt pa grund av tvistigheter eller oklarheter i arendet eller av andra sarskilda skal."
      },
      "valid_from": "2006-12-08",
      "valid_to": null
    },
    {
      "provision_ref": "70",
      "section": "70",
      "title": "Selvittäjän palkkio ja kustannusten korvaaminen",
      "content": "Selvittäjällä on oikeus saada tehtävästään kohtuullinen palkkio sekä korvaus hänelle aiheutuneista tehtävän kannalta tarpeellisista kustannuksista. Velallisen on maksettava selvittäjän saatavasta määrä, joka vastaa velallisen maksuvaraa enintään maksuohjelman vahvistamisen tai muuttamisen tai lisäsuoritusten vahvistamisen jälkeen seuraavien neljän kuukauden ajalta. Tämä velallisen maksuosuus voidaan ottaa myös velalliselle velkajärjestelyn alkamisen jälkeen kertyneistä varoista. Velallisen maksuosuuden ylittävä määrä selvittäjän saatavasta määrätään maksettavaksi valtion varoista. Jos hakemus hylätään, saatava määrätään kokonaisuudessaan maksettavaksi valtion varoista. Velallisen on tällöin korvattava valtiolle sen varoista maksettu saatava, jos hakemuksen hylkääminen on perustunut siihen, että velallinen on laiminlyönyt menettelyyn liittyviä velvollisuuksiaan. Lisäsuoritusten vahvistamista koskevassa asiassa voidaan hakemuksen tehnyt velkoja määrätä korvaamaan valtiolle sen varoista maksettu saatava, jos hakemus on ollut ilmeisen perusteeton. Jos selvittäjä on määrätty huolehtimaan maksuohjelmassa vahvistetusta rahaksimuutosta, palkkio ja kustannukset tästä tehtävästä otetaan kuitenkin omaisuuden myyntihinnasta. Jos selvittäjänä on toiminut julkinen oikeusavustaja, palkkio ja korvaus suoritetaan valtion oikeusaputoimistolle. Tarkempia säännöksiä selvittäjän palkkiosta ja kustannusten korvauksesta annetaan oikeusministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:70",
        "normalized_fi": "Selvittäjällä on oikeus saada tehtävästään kohtuullinen palkkio sekä korvaus hänelle aiheutuneista tehtävän kannalta tarpeellisista kustannuksista. Velallisen on maksettava selvittäjän saatavasta määrä, joka vastaa velallisen maksuvaraa enintään maksuohjelman vahvistamisen tai muuttamisen tai lisäsuoritusten vahvistamisen jälkeen seuraavien neljän kuukauden ajalta. Tämä velallisen maksuosuus voidaan ottaa myös velalliselle velkajärjestelyn alkamisen jälkeen kertyneistä varoista. Velallisen maksuosuuden ylittävä määrä selvittäjän saatavasta määrätään maksettavaksi valtion varoista. Jos hakemus hylätään, saatava määrätään kokonaisuudessaan maksettavaksi valtion varoista. Velallisen on tällöin korvattava valtiolle sen varoista maksettu saatava, jos hakemuksen hylkääminen on perustunut siihen, että velallinen on laiminlyönyt menettelyyn liittyviä velvollisuuksiaan. Lisäsuoritusten vahvistamista koskevassa asiassa voidaan hakemuksen tehnyt velkoja määrätä korvaamaan valtiolle sen varoista maksettu saatava, jos hakemus on ollut ilmeisen perusteeton. Jos selvittäjä on määrätty huolehtimaan maksuohjelmassa vahvistetusta rahaksimuutosta, palkkio ja kustannukset tästä tehtävästä otetaan kuitenkin omaisuuden myyntihinnasta. Jos selvittäjänä on toiminut julkinen oikeusavustaja, palkkio ja korvaus suoritetaan valtion oikeusaputoimistolle. Tarkempia säännöksiä selvittäjän palkkiosta ja kustannusten korvauksesta annetaan oikeusministeriön asetuksella.",
        "folded_fi": "selvittajalla on oikeus saada tehtavastaan kohtuullinen palkkio seka korvaus hanelle aiheutuneista tehtavan kannalta tarpeellisista kustannuksista. velallisen on maksettava selvittajan saatavasta maara, joka vastaa velallisen maksuvaraa enintaan maksuohjelman vahvistamisen tai muuttamisen tai lisasuoritusten vahvistamisen jalkeen seuraavien neljan kuukauden ajalta. tama velallisen maksuosuus voidaan ottaa myos velalliselle velkajarjestelyn alkamisen jalkeen kertyneista varoista. velallisen maksuosuuden ylittava maara selvittajan saatavasta maarataan maksettavaksi valtion varoista. jos hakemus hylataan, saatava maarataan kokonaisuudessaan maksettavaksi valtion varoista. velallisen on talloin korvattava valtiolle sen varoista maksettu saatava, jos hakemuksen hylkaaminen on perustunut siihen, etta velallinen on laiminlyonyt menettelyyn liittyvia velvollisuuksiaan. lisasuoritusten vahvistamista koskevassa asiassa voidaan hakemuksen tehnyt velkoja maarata korvaamaan valtiolle sen varoista maksettu saatava, jos hakemus on ollut ilmeisen perusteeton. jos selvittaja on maaratty huolehtimaan maksuohjelmassa vahvistetusta rahaksimuutosta, palkkio ja kustannukset tasta tehtavasta otetaan kuitenkin omaisuuden myyntihinnasta. jos selvittajana on toiminut julkinen oikeusavustaja, palkkio ja korvaus suoritetaan valtion oikeusaputoimistolle. tarkempia saannoksia selvittajan palkkiosta ja kustannusten korvauksesta annetaan oikeusministerion asetuksella.",
        "title_sv": "Utredarens arvode och kostnadsersättning",
        "content_sv": "Utredaren har rätt att få ett skäligt arvode för sitt uppdrag samt ersättning för de kostnader som varit nödvändiga för fullgörandet av uppdraget. Av utredarens fordran skall gäldenären betala ett belopp som motsvarar gäldenärens betalningsmån under högst fyra månader efter att betalningsprogrammet har fastställts eller ändrats eller tilläggsprestationerna har fastställts. Denna andel som gäldenären skall betala kan också tas av de medel som influtit till gäldenären efter det skuldsaneringen inleddes. Det belopp av utredarens fordran som är större än den andel gäldenären skall betala förordnas att betalas av statens medel. Om ansökan förkastas, skall fordran förordnas att i sin helhet betalas av statens medel. Gäldenären skall härvid ersätta staten en fordran som har betalts av statens medel, om ansökan har avslagits på grund av att gäldenären har försummat sina skyldigheter enligt förfarandet. I ett ärende som gäller fastställande av tilläggsprestationer kan den borgenär som gjort ansökan förordnas att ersätta staten den fordran som betalts av statens medel, om ansökan varit uppenbart ogrundad. Om utredaren har förordnats att handha den realisering som fastställs i betalningsprogrammet, tas dock arvodet och kostnaderna för detta uppdrag ur försäljningspriset för egendomen. Om ett offentligt rättsbiträde har varit utredare, betalas arvodet och ersättningen till den statliga rättshjälpsbyrån. Närmare bestämmelser om arvode och kostnadsersättningar till utredaren utfärdas genom förordning av justitieministeriet.",
        "normalized_sv": "Utredaren har rätt att få ett skäligt arvode för sitt uppdrag samt ersättning för de kostnader som varit nödvändiga för fullgörandet av uppdraget. Av utredarens fordran skall gäldenären betala ett belopp som motsvarar gäldenärens betalningsmån under högst fyra månader efter att betalningsprogrammet har fastställts eller ändrats eller tilläggsprestationerna har fastställts. Denna andel som gäldenären skall betala kan också tas av de medel som influtit till gäldenären efter det skuldsaneringen inleddes. Det belopp av utredarens fordran som är större än den andel gäldenären skall betala förordnas att betalas av statens medel. Om ansökan förkastas, skall fordran förordnas att i sin helhet betalas av statens medel. Gäldenären skall härvid ersätta staten en fordran som har betalts av statens medel, om ansökan har avslagits på grund av att gäldenären har försummat sina skyldigheter enligt förfarandet. I ett ärende som gäller fastställande av tilläggsprestationer kan den borgenär som gjort ansökan förordnas att ersätta staten den fordran som betalts av statens medel, om ansökan varit uppenbart ogrundad. Om utredaren har förordnats att handha den realisering som fastställs i betalningsprogrammet, tas dock arvodet och kostnaderna för detta uppdrag ur försäljningspriset för egendomen. Om ett offentligt rättsbiträde har varit utredare, betalas arvodet och ersättningen till den statliga rättshjälpsbyrån. Närmare bestämmelser om arvode och kostnadsersättningar till utredaren utfärdas genom förordning av justitieministeriet.",
        "folded_sv": "utredaren har ratt att fa ett skaligt arvode for sitt uppdrag samt ersattning for de kostnader som varit nodvandiga for fullgorandet av uppdraget. av utredarens fordran skall galdenaren betala ett belopp som motsvarar galdenarens betalningsman under hogst fyra manader efter att betalningsprogrammet har faststallts eller andrats eller tillaggsprestationerna har faststallts. denna andel som galdenaren skall betala kan ocksa tas av de medel som influtit till galdenaren efter det skuldsaneringen inleddes. det belopp av utredarens fordran som ar storre an den andel galdenaren skall betala forordnas att betalas av statens medel. om ansokan forkastas, skall fordran forordnas att i sin helhet betalas av statens medel. galdenaren skall harvid ersatta staten en fordran som har betalts av statens medel, om ansokan har avslagits pa grund av att galdenaren har forsummat sina skyldigheter enligt forfarandet. i ett arende som galler faststallande av tillaggsprestationer kan den borgenar som gjort ansokan forordnas att ersatta staten den fordran som betalts av statens medel, om ansokan varit uppenbart ogrundad. om utredaren har forordnats att handha den realisering som faststalls i betalningsprogrammet, tas dock arvodet och kostnaderna for detta uppdrag ur forsaljningspriset for egendomen. om ett offentligt rattsbitrade har varit utredare, betalas arvodet och ersattningen till den statliga rattshjalpsbyran. narmare bestammelser om arvode och kostnadsersattningar till utredaren utfardas genom forordning av justitieministeriet."
      },
      "valid_from": "2006-12-08",
      "valid_to": null
    }
  ]
}