{
  "id": "1089/2006",
  "type": "statute",
  "title": "Laki työttömyysturvalain muuttamisesta",
  "title_en": "Lag om ändring av lagen om utkomstskydd för arbetslösa",
  "status": "in_force",
  "issued_date": "2006-12-08",
  "in_force_date": "2006-12-08",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/1089/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "12:1",
      "chapter": "12",
      "section": "1",
      "title": "Muutoksenhakuoikeus",
      "content": "Kansaneläkelaitoksen tai työttömyyskassan päätökseen tyytymätön saa hakea siihen muutosta työttömyysturvan muutoksenhakulautakunnalta ja työttömyysturvan muutoksenhakulautakunnan päätökseen tyytymätön vakuutusoikeudelta. Vakuutusoikeuden päätökseen ei saa hakea muutosta valittamalla. Työttömyysturva-asiamies on oikeutettu hakemaan valittamalla työttömyysetuuden saamisen työvoimapoliittisia edellytyksiä tai oikeudenkäyntikulujen jakamista koskevassa asiassa muutosta 1 momentin mukaisesti työttömyysturvan muutoksenhakulautakunnalta 30 päivän kuluessa siitä, kun työnhakija on saanut Kansaneläkelaitoksen tai työttömyyskassan päätöksestä tiedon, ja vakuutusoikeudelta 30 päivän kuluessa siitä, kun työvoimaviranomainen on saanut päätöksestä tiedon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "12:1",
        "normalized_fi": "Kansaneläkelaitoksen tai työttömyyskassan päätökseen tyytymätön saa hakea siihen muutosta työttömyysturvan muutoksenhakulautakunnalta ja työttömyysturvan muutoksenhakulautakunnan päätökseen tyytymätön vakuutusoikeudelta. Vakuutusoikeuden päätökseen ei saa hakea muutosta valittamalla. Työttömyysturva-asiamies on oikeutettu hakemaan valittamalla työttömyysetuuden saamisen työvoimapoliittisia edellytyksiä tai oikeudenkäyntikulujen jakamista koskevassa asiassa muutosta 1 momentin mukaisesti työttömyysturvan muutoksenhakulautakunnalta 30 päivän kuluessa siitä, kun työnhakija on saanut Kansaneläkelaitoksen tai työttömyyskassan päätöksestä tiedon, ja vakuutusoikeudelta 30 päivän kuluessa siitä, kun työvoimaviranomainen on saanut päätöksestä tiedon.",
        "folded_fi": "kansanelakelaitoksen tai tyottomyyskassan paatokseen tyytymaton saa hakea siihen muutosta tyottomyysturvan muutoksenhakulautakunnalta ja tyottomyysturvan muutoksenhakulautakunnan paatokseen tyytymaton vakuutusoikeudelta. vakuutusoikeuden paatokseen ei saa hakea muutosta valittamalla. tyottomyysturva-asiamies on oikeutettu hakemaan valittamalla tyottomyysetuuden saamisen tyovoimapoliittisia edellytyksia tai oikeudenkayntikulujen jakamista koskevassa asiassa muutosta 1 momentin mukaisesti tyottomyysturvan muutoksenhakulautakunnalta 30 paivan kuluessa siita, kun tyonhakija on saanut kansanelakelaitoksen tai tyottomyyskassan paatoksesta tiedon, ja vakuutusoikeudelta 30 paivan kuluessa siita, kun tyovoimaviranomainen on saanut paatoksesta tiedon.",
        "title_sv": "Besvärsnämnden för utkomstskyddsärenden",
        "content_sv": "Besvärsnämnden för utkomstskyddsärenden är första besvärsinstans i ärenden som gäller utkomstskyddet för arbetslösa. Dessutom är besvärsnämnden för utkomstskyddsärenden besvärsinstans i de ärenden om vilka bestäms särskilt i lag. Besvärsnämnden för utkomstskyddsärenden verkar inom social- och hälsovårdsministeriets förvaltningsområde. Kostnaderna för dess verksamhet betalas av statens medel.",
        "normalized_sv": "Besvärsnämnden för utkomstskyddsärenden är första besvärsinstans i ärenden som gäller utkomstskyddet för arbetslösa. Dessutom är besvärsnämnden för utkomstskyddsärenden besvärsinstans i de ärenden om vilka bestäms särskilt i lag. Besvärsnämnden för utkomstskyddsärenden verkar inom social- och hälsovårdsministeriets förvaltningsområde. Kostnaderna för dess verksamhet betalas av statens medel.",
        "folded_sv": "besvarsnamnden for utkomstskyddsarenden ar forsta besvarsinstans i arenden som galler utkomstskyddet for arbetslosa. dessutom ar besvarsnamnden for utkomstskyddsarenden besvarsinstans i de arenden om vilka bestams sarskilt i lag. besvarsnamnden for utkomstskyddsarenden verkar inom social- och halsovardsministeriets forvaltningsomrade. kostnaderna for dess verksamhet betalas av statens medel."
      }
    },
    {
      "provision_ref": "12:5",
      "chapter": "12",
      "section": "5",
      "title": "Valituksen myöhästyminen",
      "content": "Jos työttömyysturvan muutoksenhakulautakunnalle tai vakuutusoikeudelle annettava valitus on saapunut 1 §:ssä säädetyn määräajan jälkeen, asianomainen muutoksenhakuelin voi tästä huolimatta ottaa valituksen tutkittavakseen, jos myöhästymiseen on ollut painavia syitä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "12:5",
        "normalized_fi": "Jos työttömyysturvan muutoksenhakulautakunnalle tai vakuutusoikeudelle annettava valitus on saapunut 1 § :ssä säädetyn määräajan jälkeen, asianomainen muutoksenhakuelin voi tästä huolimatta ottaa valituksen tutkittavakseen, jos myöhästymiseen on ollut painavia syitä.",
        "folded_fi": "jos tyottomyysturvan muutoksenhakulautakunnalle tai vakuutusoikeudelle annettava valitus on saapunut 1 §:ssa saadetyn maaraajan jalkeen, asianomainen muutoksenhakuelin voi tasta huolimatta ottaa valituksen tutkittavakseen, jos myohastymiseen on ollut painavia syita.",
        "title_sv": "Behandlingen av ärenden",
        "content_sv": "Vid behandlingen av ärenden i besvärsnämnden för utkomstskyddsärenden tillämpas förvaltningsprocesslagen (586/1996), om inte något annat bestäms särskilt genom lag. Det som i 38 § i förvaltningsprocesslagen föreskrivs om muntlig förhandling i förvaltningsdomstolen på begäran av enskild part gäller även verkställande av muntlig förhandling i besvärsnämnden. Vid muntlig förhandling tillämpas lagen om offentlighet vid rättegång (945/1984). Muntlig förhandling skall ske inom stängda dörrar i ärenden i vilka tystnadsplikt gäller eller i vilka besvärsnämnden för utkomstskyddsärenden beslutar att de skall behandlas inom stängda dörrar på den grund att offentlig behandling kunde medföra särskild olägenhet för en part. Ett beslut av besvärsnämnden för utkomstskyddsärenden delges genom att beslutet sänds per post till mottagaren under den adress han eller hon har uppgett för besvärsnämnden. Ett lagakraftvunnet beslut av besvärsnämnden för utkomstskyddsärenden får verkställas så som en lagakraftvunnen dom.",
        "normalized_sv": "Vid behandlingen av ärenden i besvärsnämnden för utkomstskyddsärenden tillämpas förvaltningsprocesslagen (586/1996), om inte något annat bestäms särskilt genom lag. Det som i 38 § i förvaltningsprocesslagen föreskrivs om muntlig förhandling i förvaltningsdomstolen på begäran av enskild part gäller även verkställande av muntlig förhandling i besvärsnämnden. Vid muntlig förhandling tillämpas lagen om offentlighet vid rättegång (945/1984). Muntlig förhandling skall ske inom stängda dörrar i ärenden i vilka tystnadsplikt gäller eller i vilka besvärsnämnden för utkomstskyddsärenden beslutar att de skall behandlas inom stängda dörrar på den grund att offentlig behandling kunde medföra särskild olägenhet för en part. Ett beslut av besvärsnämnden för utkomstskyddsärenden delges genom att beslutet sänds per post till mottagaren under den adress han eller hon har uppgett för besvärsnämnden. Ett lagakraftvunnet beslut av besvärsnämnden för utkomstskyddsärenden får verkställas så som en lagakraftvunnen dom.",
        "folded_sv": "vid behandlingen av arenden i besvarsnamnden for utkomstskyddsarenden tillampas forvaltningsprocesslagen (586/1996), om inte nagot annat bestams sarskilt genom lag. det som i 38 § i forvaltningsprocesslagen foreskrivs om muntlig forhandling i forvaltningsdomstolen pa begaran av enskild part galler aven verkstallande av muntlig forhandling i besvarsnamnden. vid muntlig forhandling tillampas lagen om offentlighet vid rattegang (945/1984). muntlig forhandling skall ske inom stangda dorrar i arenden i vilka tystnadsplikt galler eller i vilka besvarsnamnden for utkomstskyddsarenden beslutar att de skall behandlas inom stangda dorrar pa den grund att offentlig behandling kunde medfora sarskild olagenhet for en part. ett beslut av besvarsnamnden for utkomstskyddsarenden delges genom att beslutet sands per post till mottagaren under den adress han eller hon har uppgett for besvarsnamnden. ett lagakraftvunnet beslut av besvarsnamnden for utkomstskyddsarenden far verkstallas sa som en lagakraftvunnen dom."
      }
    },
    {
      "provision_ref": "12:6",
      "chapter": "12",
      "section": "6",
      "title": "Päätöksen tiedoksisaantipäivä",
      "content": "Valittajan katsotaan saaneen tiedon päätöksestä seitsemäntenä päivänä sen jälkeen, kun päätös on postitettu hänen ilmoittamallaan osoitteella, jollei muuta näytetä. Työttömyysturva-asiamiehen katsotaan saaneen tiedon työttömyysturvan muutoksenhakulautakunnan päätöksestä seitsemäntenä päivänä sen jälkeen, kun päätös on postitettu työvoimaviranomaisen osoitteella, jollei muuta näytetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "12:6",
        "normalized_fi": "Valittajan katsotaan saaneen tiedon päätöksestä seitsemäntenä päivänä sen jälkeen, kun päätös on postitettu hänen ilmoittamallaan osoitteella, jollei muuta näytetä. Työttömyysturva-asiamiehen katsotaan saaneen tiedon työttömyysturvan muutoksenhakulautakunnan päätöksestä seitsemäntenä päivänä sen jälkeen, kun päätös on postitettu työvoimaviranomaisen osoitteella, jollei muuta näytetä.",
        "folded_fi": "valittajan katsotaan saaneen tiedon paatoksesta seitsemantena paivana sen jalkeen, kun paatos on postitettu hanen ilmoittamallaan osoitteella, jollei muuta nayteta. tyottomyysturva-asiamiehen katsotaan saaneen tiedon tyottomyysturvan muutoksenhakulautakunnan paatoksesta seitsemantena paivana sen jalkeen, kun paatos on postitettu tyovoimaviranomaisen osoitteella, jollei muuta nayteta.",
        "title_sv": "Närmare bestämmelser och föreskrifter",
        "content_sv": "Närmare bestämmelser om organisationen för besvärsnämnden för utkomstskyddsärenden, dess personal, behandlingen av ärenden och dess verksamhet utfärdas genom förordning av statsrådet. Närmare bestämmelser om organiseringen av arbetet i besvärsnämnden för utkomstskyddsärenden kan utfärdas i besvärsnämndens arbetsordning som fastställs av besvärsnämndens förvaltningssektion.",
        "normalized_sv": "Närmare bestämmelser om organisationen för besvärsnämnden för utkomstskyddsärenden, dess personal, behandlingen av ärenden och dess verksamhet utfärdas genom förordning av statsrådet. Närmare bestämmelser om organiseringen av arbetet i besvärsnämnden för utkomstskyddsärenden kan utfärdas i besvärsnämndens arbetsordning som fastställs av besvärsnämndens förvaltningssektion.",
        "folded_sv": "narmare bestammelser om organisationen for besvarsnamnden for utkomstskyddsarenden, dess personal, behandlingen av arenden och dess verksamhet utfardas genom forordning av statsradet. narmare bestammelser om organiseringen av arbetet i besvarsnamnden for utkomstskyddsarenden kan utfardas i besvarsnamndens arbetsordning som faststalls av besvarsnamndens forvaltningssektion."
      }
    },
    {
      "provision_ref": "12:7",
      "chapter": "12",
      "section": "7",
      "title": "Päätöksen poistaminen",
      "content": "Jos Kansaneläkelaitoksen tai työttömyyskassan antama lainvoimainen päätös perustuu virheelliseen tai puutteelliseen selvitykseen taikka on ilmeisesti lain vastainen, työttömyysturvan muutoksenhakulautakunta voi Kansaneläkelaitoksen, työttömyyskassan tai asianosaisen vaatimuksesta poistaa päätöksen ja määrätä asian uudelleen käsiteltäväksi. Työttömyysturvan muutoksenhakulautakunnan on varattava asianosaisille tilaisuus tulla kuulluksi ennen asian ratkaisemista. Päätökseen saa hakea muutosta siten kuin 1 §:n 1 ja 2 momentissa säädetään. Jos työttömyysturvan muutoksenhakulautakunnan tai vakuutusoikeuden antama lainvoimainen päätös perustuu virheelliseen tai puutteelliseen selvitykseen taikka on ilmeisesti lain vastainen, vakuutusoikeus voi Kansaneläkelaitoksen, työttömyyskassan tai asianosaisen vaatimuksesta poistaa päätöksen ja määrätä asian uudelleen käsiteltäväksi. Vakuutusoikeuden on varattava asianosaisille tilaisuus tulla kuulluksi ennen asian ratkaisemista. Tehtyään edellä 1 tai 2 momentissa tarkoitetun päätöksen poistamista koskevan vaatimuksen Kansaneläkelaitos tai työttömyyskassa voi, kunnes asia on uudelleen ratkaistu, väliaikaisesti keskeyttää etuuden maksamisen tai maksaa sen vaatimuksensa mukaisena. Myös Vakuutusvalvontavirasto voi esittää mainitulla tavalla virheellisen työttömyyskassan päätöksen poistamista työttömyysturvan muutoksenhakulautakunnalle tai työttömyysturvan muutoksenhakulautakunnan päätöksen poistamista vakuutusoikeudelle. Tehtyään edellä sanotun esityksen Vakuutusvalvontavirasto voi määrätä etuuden maksamisen väliaikaisesti keskeytettäväksi tai maksettavaksi esityksensä mukaisena. Lisäksi työttömyysturva-asiamies on oikeutettu hakemaan työvoimapoliittisia edellytyksiä koskevassa asiassa lainvoimaisen päätöksen poistamista siten kuin 1 ja 2 momentissa säädetään. Päätöksen poistamista on haettava viiden vuoden kuluessa siitä, kun päätös sai lainvoiman. Erityisen painavista syistä päätös voidaan poistaa määräajan jälkeenkin tehdystä hakemuksesta. Jos asiassa, jossa on kysymys evätyn edun myöntämisestä tai myönnetyn edun lisäämisestä, ilmenee uutta selvitystä, Kansaneläkelaitoksen tai työttömyyskassan on tutkittava asia uudelleen. Kansaneläkelaitos tai työttömyyskassa voi aikaisemman lainvoimaisen päätöksen estämättä myöntää evätyn edun taikka myöntää edun aikaisempaa suurempana. Myös työttömyysturvan muutoksenhakulautakunta ja vakuutusoikeus voivat menetellä vastaavasti muutoksenhakuasiaa käsitellessään. Päätökseen saa hakea muutosta siten kuin 1 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "12:7",
        "normalized_fi": "Jos Kansaneläkelaitoksen tai työttömyyskassan antama lainvoimainen päätös perustuu virheelliseen tai puutteelliseen selvitykseen taikka on ilmeisesti lain vastainen, työttömyysturvan muutoksenhakulautakunta voi Kansaneläkelaitoksen, työttömyyskassan tai asianosaisen vaatimuksesta poistaa päätöksen ja määrätä asian uudelleen käsiteltäväksi. Työttömyysturvan muutoksenhakulautakunnan on varattava asianosaisille tilaisuus tulla kuulluksi ennen asian ratkaisemista. Päätökseen saa hakea muutosta siten kuin 1 § :n 1 ja 2 momentissa säädetään. Jos työttömyysturvan muutoksenhakulautakunnan tai vakuutusoikeuden antama lainvoimainen päätös perustuu virheelliseen tai puutteelliseen selvitykseen taikka on ilmeisesti lain vastainen, vakuutusoikeus voi Kansaneläkelaitoksen, työttömyyskassan tai asianosaisen vaatimuksesta poistaa päätöksen ja määrätä asian uudelleen käsiteltäväksi. Vakuutusoikeuden on varattava asianosaisille tilaisuus tulla kuulluksi ennen asian ratkaisemista. Tehtyään edellä 1 tai 2 momentissa tarkoitetun päätöksen poistamista koskevan vaatimuksen Kansaneläkelaitos tai työttömyyskassa voi, kunnes asia on uudelleen ratkaistu, väliaikaisesti keskeyttää etuuden maksamisen tai maksaa sen vaatimuksensa mukaisena. Myös Vakuutusvalvontavirasto voi esittää mainitulla tavalla virheellisen työttömyyskassan päätöksen poistamista työttömyysturvan muutoksenhakulautakunnalle tai työttömyysturvan muutoksenhakulautakunnan päätöksen poistamista vakuutusoikeudelle. Tehtyään edellä sanotun esityksen Vakuutusvalvontavirasto voi määrätä etuuden maksamisen väliaikaisesti keskeytettäväksi tai maksettavaksi esityksensä mukaisena. Lisäksi työttömyysturva-asiamies on oikeutettu hakemaan työvoimapoliittisia edellytyksiä koskevassa asiassa lainvoimaisen päätöksen poistamista siten kuin 1 ja 2 momentissa säädetään. Päätöksen poistamista on haettava viiden vuoden kuluessa siitä, kun päätös sai lainvoiman. Erityisen painavista syistä päätös voidaan poistaa määräajan jälkeenkin tehdystä hakemuksesta. Jos asiassa, jossa on kysymys evätyn edun myöntämisestä tai myönnetyn edun lisäämisestä, ilmenee uutta selvitystä, Kansaneläkelaitoksen tai työttömyyskassan on tutkittava asia uudelleen. Kansaneläkelaitos tai työttömyyskassa voi aikaisemman lainvoimaisen päätöksen estämättä myöntää evätyn edun taikka myöntää edun aikaisempaa suurempana. Myös työttömyysturvan muutoksenhakulautakunta ja vakuutusoikeus voivat menetellä vastaavasti muutoksenhakuasiaa käsitellessään. Päätökseen saa hakea muutosta siten kuin 1 § :ssä säädetään.",
        "folded_fi": "jos kansanelakelaitoksen tai tyottomyyskassan antama lainvoimainen paatos perustuu virheelliseen tai puutteelliseen selvitykseen taikka on ilmeisesti lain vastainen, tyottomyysturvan muutoksenhakulautakunta voi kansanelakelaitoksen, tyottomyyskassan tai asianosaisen vaatimuksesta poistaa paatoksen ja maarata asian uudelleen kasiteltavaksi. tyottomyysturvan muutoksenhakulautakunnan on varattava asianosaisille tilaisuus tulla kuulluksi ennen asian ratkaisemista. paatokseen saa hakea muutosta siten kuin 1 §:n 1 ja 2 momentissa saadetaan. jos tyottomyysturvan muutoksenhakulautakunnan tai vakuutusoikeuden antama lainvoimainen paatos perustuu virheelliseen tai puutteelliseen selvitykseen taikka on ilmeisesti lain vastainen, vakuutusoikeus voi kansanelakelaitoksen, tyottomyyskassan tai asianosaisen vaatimuksesta poistaa paatoksen ja maarata asian uudelleen kasiteltavaksi. vakuutusoikeuden on varattava asianosaisille tilaisuus tulla kuulluksi ennen asian ratkaisemista. tehtyaan edella 1 tai 2 momentissa tarkoitetun paatoksen poistamista koskevan vaatimuksen kansanelakelaitos tai tyottomyyskassa voi, kunnes asia on uudelleen ratkaistu, valiaikaisesti keskeyttaa etuuden maksamisen tai maksaa sen vaatimuksensa mukaisena. myos vakuutusvalvontavirasto voi esittaa mainitulla tavalla virheellisen tyottomyyskassan paatoksen poistamista tyottomyysturvan muutoksenhakulautakunnalle tai tyottomyysturvan muutoksenhakulautakunnan paatoksen poistamista vakuutusoikeudelle. tehtyaan edella sanotun esityksen vakuutusvalvontavirasto voi maarata etuuden maksamisen valiaikaisesti keskeytettavaksi tai maksettavaksi esityksensa mukaisena. lisaksi tyottomyysturva-asiamies on oikeutettu hakemaan tyovoimapoliittisia edellytyksia koskevassa asiassa lainvoimaisen paatoksen poistamista siten kuin 1 ja 2 momentissa saadetaan. paatoksen poistamista on haettava viiden vuoden kuluessa siita, kun paatos sai lainvoiman. erityisen painavista syista paatos voidaan poistaa maaraajan jalkeenkin tehdysta hakemuksesta. jos asiassa, jossa on kysymys evatyn edun myontamisesta tai myonnetyn edun lisaamisesta, ilmenee uutta selvitysta, kansanelakelaitoksen tai tyottomyyskassan on tutkittava asia uudelleen. kansanelakelaitos tai tyottomyyskassa voi aikaisemman lainvoimaisen paatoksen estamatta myontaa evatyn edun taikka myontaa edun aikaisempaa suurempana. myos tyottomyysturvan muutoksenhakulautakunta ja vakuutusoikeus voivat menetella vastaavasti muutoksenhakuasiaa kasitellessaan. paatokseen saa hakea muutosta siten kuin 1 §:ssa saadetaan.",
        "title_sv": "Undanröjande av beslut",
        "content_sv": "Om ett lagakraftvunnet beslut av Folkpensionsanstalten eller en arbetslöshetskassa grundar sig på en felaktig eller bristfällig utredning eller uppenbart står i strid med lag, kan besvärsnämnden för utkomstskyddsärenden på yrkande av Folkpensionsanstalten, arbetslöshetskassan i fråga eller en part undanröja beslutet och bestämma att ärendet skall behandlas på nytt. Besvärsnämnden för utkomstskyddsärenden skall bereda parterna tillfälle att bli hörda innan ärendet avgörs. I beslutet får ändring sökas enligt 1 § 1 och 2 mom. Om ett lagakraftvunnet beslut av besvärsnämnden för utkomstskyddsärenden eller försäkringsdomstolen grundar sig på en felaktig eller bristfällig utredning eller uppenbart står i strid med lag, kan försäkringsdomstolen på yrkande av Folkpensionsanstalten, arbetslöshetskassan i fråga eller en part undanröja beslutet och bestämma att ärendet skall behandlas på nytt. Försäkringsdomstolen skall bereda parterna tillfälle att bli hörda innan ärendet avgörs. Efter att ha yrkat att ett i 1 eller 2 mom. avsett beslut skall undanröjas kan Folkpensionsanstalten eller arbetslöshetskassan, tills ärendet har avgjorts på nytt, temporärt inställa utbetalningen av förmånen eller betala den enligt sitt yrkande. Likaså kan Försäkringsinspektionen för besvärsnämnden för utkomstskyddsärenden föreslå att ett på ovan nämnt sätt felaktigt beslut av en arbetslöshetskassa eller för försäkringsdomstolen att ett beslut av besvärsnämnden för utkomstskyddsärenden skall undanröjas. Efter att ha gjort en ovan nämnd framställning kan Försäkringsinspektionen förordna att utbetalningen av förmånen skall inställas temporärt eller att den skall betalas till det belopp framställningen avser. Dessutom har utkomstskyddsombudet rätt att ansöka om att ett lagakraftvunnet beslut i ett ärende som gäller arbetskraftspolitiska förutsättningar skall undanröjas så som bestäms i 1 och 2 mom. Ansökan om undanröjande av ett beslut skall göras inom fem år från det att beslutet har vunnit laga kraft. Av synnerligen vägande skäl kan ett beslut undanröjas på ansökan som gjorts även efter utgången av den föreskrivna tiden. Om ny utredning framkommer i ett ärende som gäller beviljande av förvägrad förmån eller utökande av redan beviljad förmån, skall Folkpensionsanstalten eller arbetslöshetskassan pröva ärendet på nytt. Folkpensionsanstalten eller arbetslöshetskassan kan utan hinder av ett tidigare lagakraftvunnet beslut bevilja en förvägrad förmån eller utöka en redan beviljad förmån. Besvärsnämnden för utkomstskyddsärenden och försäkringsdomstolen kan tillämpa motsvarande förfarande när de behandlar ärenden som gäller ändringssökande. I beslutet får ändring sökas enligt 1 §.",
        "normalized_sv": "Om ett lagakraftvunnet beslut av Folkpensionsanstalten eller en arbetslöshetskassa grundar sig på en felaktig eller bristfällig utredning eller uppenbart står i strid med lag, kan besvärsnämnden för utkomstskyddsärenden på yrkande av Folkpensionsanstalten, arbetslöshetskassan i fråga eller en part undanröja beslutet och bestämma att ärendet skall behandlas på nytt. Besvärsnämnden för utkomstskyddsärenden skall bereda parterna tillfälle att bli hörda innan ärendet avgörs. I beslutet får ändring sökas enligt 1 § 1 och 2 mom. Om ett lagakraftvunnet beslut av besvärsnämnden för utkomstskyddsärenden eller försäkringsdomstolen grundar sig på en felaktig eller bristfällig utredning eller uppenbart står i strid med lag, kan försäkringsdomstolen på yrkande av Folkpensionsanstalten, arbetslöshetskassan i fråga eller en part undanröja beslutet och bestämma att ärendet skall behandlas på nytt. Försäkringsdomstolen skall bereda parterna tillfälle att bli hörda innan ärendet avgörs. Efter att ha yrkat att ett i 1 eller 2 mom. avsett beslut skall undanröjas kan Folkpensionsanstalten eller arbetslöshetskassan, tills ärendet har avgjorts på nytt, temporärt inställa utbetalningen av förmånen eller betala den enligt sitt yrkande. Likaså kan Försäkringsinspektionen för besvärsnämnden för utkomstskyddsärenden föreslå att ett på ovan nämnt sätt felaktigt beslut av en arbetslöshetskassa eller för försäkringsdomstolen att ett beslut av besvärsnämnden för utkomstskyddsärenden skall undanröjas. Efter att ha gjort en ovan nämnd framställning kan Försäkringsinspektionen förordna att utbetalningen av förmånen skall inställas temporärt eller att den skall betalas till det belopp framställningen avser. Dessutom har utkomstskyddsombudet rätt att ansöka om att ett lagakraftvunnet beslut i ett ärende som gäller arbetskraftspolitiska förutsättningar skall undanröjas så som bestäms i 1 och 2 mom. Ansökan om undanröjande av ett beslut skall göras inom fem år från det att beslutet har vunnit laga kraft. Av synnerligen vägande skäl kan ett beslut undanröjas på ansökan som gjorts även efter utgången av den föreskrivna tiden. Om ny utredning framkommer i ett ärende som gäller beviljande av förvägrad förmån eller utökande av redan beviljad förmån, skall Folkpensionsanstalten eller arbetslöshetskassan pröva ärendet på nytt. Folkpensionsanstalten eller arbetslöshetskassan kan utan hinder av ett tidigare lagakraftvunnet beslut bevilja en förvägrad förmån eller utöka en redan beviljad förmån. Besvärsnämnden för utkomstskyddsärenden och försäkringsdomstolen kan tillämpa motsvarande förfarande när de behandlar ärenden som gäller ändringssökande. I beslutet får ändring sökas enligt 1 § .",
        "folded_sv": "om ett lagakraftvunnet beslut av folkpensionsanstalten eller en arbetsloshetskassa grundar sig pa en felaktig eller bristfallig utredning eller uppenbart star i strid med lag, kan besvarsnamnden for utkomstskyddsarenden pa yrkande av folkpensionsanstalten, arbetsloshetskassan i fraga eller en part undanroja beslutet och bestamma att arendet skall behandlas pa nytt. besvarsnamnden for utkomstskyddsarenden skall bereda parterna tillfalle att bli horda innan arendet avgors. i beslutet far andring sokas enligt 1 § 1 och 2 mom. om ett lagakraftvunnet beslut av besvarsnamnden for utkomstskyddsarenden eller forsakringsdomstolen grundar sig pa en felaktig eller bristfallig utredning eller uppenbart star i strid med lag, kan forsakringsdomstolen pa yrkande av folkpensionsanstalten, arbetsloshetskassan i fraga eller en part undanroja beslutet och bestamma att arendet skall behandlas pa nytt. forsakringsdomstolen skall bereda parterna tillfalle att bli horda innan arendet avgors. efter att ha yrkat att ett i 1 eller 2 mom. avsett beslut skall undanrojas kan folkpensionsanstalten eller arbetsloshetskassan, tills arendet har avgjorts pa nytt, temporart installa utbetalningen av formanen eller betala den enligt sitt yrkande. likasa kan forsakringsinspektionen for besvarsnamnden for utkomstskyddsarenden foresla att ett pa ovan namnt satt felaktigt beslut av en arbetsloshetskassa eller for forsakringsdomstolen att ett beslut av besvarsnamnden for utkomstskyddsarenden skall undanrojas. efter att ha gjort en ovan namnd framstallning kan forsakringsinspektionen forordna att utbetalningen av formanen skall installas temporart eller att den skall betalas till det belopp framstallningen avser. dessutom har utkomstskyddsombudet ratt att ansoka om att ett lagakraftvunnet beslut i ett arende som galler arbetskraftspolitiska forutsattningar skall undanrojas sa som bestams i 1 och 2 mom. ansokan om undanrojande av ett beslut skall goras inom fem ar fran det att beslutet har vunnit laga kraft. av synnerligen vagande skal kan ett beslut undanrojas pa ansokan som gjorts aven efter utgangen av den foreskrivna tiden. om ny utredning framkommer i ett arende som galler beviljande av forvagrad forman eller utokande av redan beviljad forman, skall folkpensionsanstalten eller arbetsloshetskassan prova arendet pa nytt. folkpensionsanstalten eller arbetsloshetskassan kan utan hinder av ett tidigare lagakraftvunnet beslut bevilja en forvagrad forman eller utoka en redan beviljad forman. besvarsnamnden for utkomstskyddsarenden och forsakringsdomstolen kan tillampa motsvarande forfarande nar de behandlar arenden som galler andringssokande. i beslutet far andring sokas enligt 1 §."
      }
    },
    {
      "provision_ref": "12:9",
      "chapter": "12",
      "section": "9",
      "title": "Oikeudenkäyntikulujen jakaminen",
      "content": "Työttömyysturvan muutoksenhakulautakunta ja vakuutusoikeus voi velvoittaa työvoimaviranomaisen korvaamaan oikeudenkäyntikulut kokonaisuudessaan tai osaksi Kansaneläkelaitokselle tai työttömyyskassalle asiassa, jossa Kansaneläkelaitos tai työttömyyskassa velvoitetaan suorittamaan asianosaisen oikeudenkäyntikuluja ja oikeudenkäyntikulujen suoritusvelvollisuus perustuu pääasiassa tai osittain 11 luvun 4 §:n mukaiseen työvoimapoliittiseen lausuntoon. Työvoimatoimikuntaa tai työvoimatoimistoa on kuultava korvausvastuun jakamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "12:9",
        "normalized_fi": "Työttömyysturvan muutoksenhakulautakunta ja vakuutusoikeus voi velvoittaa työvoimaviranomaisen korvaamaan oikeudenkäyntikulut kokonaisuudessaan tai osaksi Kansaneläkelaitokselle tai työttömyyskassalle asiassa, jossa Kansaneläkelaitos tai työttömyyskassa velvoitetaan suorittamaan asianosaisen oikeudenkäyntikuluja ja oikeudenkäyntikulujen suoritusvelvollisuus perustuu pääasiassa tai osittain 11 luvun 4 § :n mukaiseen työvoimapoliittiseen lausuntoon. Työvoimatoimikuntaa tai työvoimatoimistoa on kuultava korvausvastuun jakamisesta.",
        "folded_fi": "tyottomyysturvan muutoksenhakulautakunta ja vakuutusoikeus voi velvoittaa tyovoimaviranomaisen korvaamaan oikeudenkayntikulut kokonaisuudessaan tai osaksi kansanelakelaitokselle tai tyottomyyskassalle asiassa, jossa kansanelakelaitos tai tyottomyyskassa velvoitetaan suorittamaan asianosaisen oikeudenkayntikuluja ja oikeudenkayntikulujen suoritusvelvollisuus perustuu paaasiassa tai osittain 11 luvun 4 §:n mukaiseen tyovoimapoliittiseen lausuntoon. tyovoimatoimikuntaa tai tyovoimatoimistoa on kuultava korvausvastuun jakamisesta.",
        "title_sv": "Fördelning av rättegångskostnader",
        "content_sv": "Besvärsnämnden för utkomstskyddsärenden och försäkringsdomstolen kan ålägga arbetskraftsmyndigheten att helt eller delvis ersätta Folkpensionsanstalten eller en arbetslöshetskassa för rättegångskostnaderna i ett ärende där Folkpensionsanstalten eller arbetslöshetskassan åläggs att betala en parts rättegångskostnader och skyldigheten att betala rättegångskostnader huvudsakligen eller delvis grundar sig på ett arbetskraftspolitiskt utlåtande enligt 11 kap. 4 §. Arbetskraftskommissionen eller arbetskraftsbyrån skall höras om fördelningen av ersättningsansvaret.",
        "normalized_sv": "Besvärsnämnden för utkomstskyddsärenden och försäkringsdomstolen kan ålägga arbetskraftsmyndigheten att helt eller delvis ersätta Folkpensionsanstalten eller en arbetslöshetskassa för rättegångskostnaderna i ett ärende där Folkpensionsanstalten eller arbetslöshetskassan åläggs att betala en parts rättegångskostnader och skyldigheten att betala rättegångskostnader huvudsakligen eller delvis grundar sig på ett arbetskraftspolitiskt utlåtande enligt 11 kap. 4 § . Arbetskraftskommissionen eller arbetskraftsbyrån skall höras om fördelningen av ersättningsansvaret.",
        "folded_sv": "besvarsnamnden for utkomstskyddsarenden och forsakringsdomstolen kan alagga arbetskraftsmyndigheten att helt eller delvis ersatta folkpensionsanstalten eller en arbetsloshetskassa for rattegangskostnaderna i ett arende dar folkpensionsanstalten eller arbetsloshetskassan alaggs att betala en parts rattegangskostnader och skyldigheten att betala rattegangskostnader huvudsakligen eller delvis grundar sig pa ett arbetskraftspolitiskt utlatande enligt 11 kap. 4 §. arbetskraftskommissionen eller arbetskraftsbyran skall horas om fordelningen av ersattningsansvaret."
      }
    },
    {
      "provision_ref": "12:1",
      "chapter": "12",
      "section": "1",
      "title": "Työttömyysturvan muutoksenhakulautakunta",
      "content": "Työttömyysturvan muutoksenhakulautakunta toimii ensimmäisenä muutoksenhakuasteena työttömyysturvaa koskevissa asioissa. Lisäksi työttömyysturvan muutoksenhakulautakunta toimii muutoksenhakuasteena asioissa, joista laissa erikseen niin säädetään. Työttömyysturvan muutoksenhakulautakunta toimii sosiaali- ja terveysministeriön hallinnonalalla ja sen toiminnasta aiheutuvat kustannukset suoritetaan valtion varoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "12:1",
        "normalized_fi": "Työttömyysturvan muutoksenhakulautakunta toimii ensimmäisenä muutoksenhakuasteena työttömyysturvaa koskevissa asioissa. Lisäksi työttömyysturvan muutoksenhakulautakunta toimii muutoksenhakuasteena asioissa, joista laissa erikseen niin säädetään. Työttömyysturvan muutoksenhakulautakunta toimii sosiaali- ja terveysministeriön hallinnonalalla ja sen toiminnasta aiheutuvat kustannukset suoritetaan valtion varoista.",
        "folded_fi": "tyottomyysturvan muutoksenhakulautakunta toimii ensimmaisena muutoksenhakuasteena tyottomyysturvaa koskevissa asioissa. lisaksi tyottomyysturvan muutoksenhakulautakunta toimii muutoksenhakuasteena asioissa, joista laissa erikseen niin saadetaan. tyottomyysturvan muutoksenhakulautakunta toimii sosiaali- ja terveysministerion hallinnonalalla ja sen toiminnasta aiheutuvat kustannukset suoritetaan valtion varoista.",
        "title_sv": "Besvärsnämnden för utkomstskyddsärenden",
        "content_sv": "Besvärsnämnden för utkomstskyddsärenden är första besvärsinstans i ärenden som gäller utkomstskyddet för arbetslösa. Dessutom är besvärsnämnden för utkomstskyddsärenden besvärsinstans i de ärenden om vilka bestäms särskilt i lag. Besvärsnämnden för utkomstskyddsärenden verkar inom social- och hälsovårdsministeriets förvaltningsområde. Kostnaderna för dess verksamhet betalas av statens medel.",
        "normalized_sv": "Besvärsnämnden för utkomstskyddsärenden är första besvärsinstans i ärenden som gäller utkomstskyddet för arbetslösa. Dessutom är besvärsnämnden för utkomstskyddsärenden besvärsinstans i de ärenden om vilka bestäms särskilt i lag. Besvärsnämnden för utkomstskyddsärenden verkar inom social- och hälsovårdsministeriets förvaltningsområde. Kostnaderna för dess verksamhet betalas av statens medel.",
        "folded_sv": "besvarsnamnden for utkomstskyddsarenden ar forsta besvarsinstans i arenden som galler utkomstskyddet for arbetslosa. dessutom ar besvarsnamnden for utkomstskyddsarenden besvarsinstans i de arenden om vilka bestams sarskilt i lag. besvarsnamnden for utkomstskyddsarenden verkar inom social- och halsovardsministeriets forvaltningsomrade. kostnaderna for dess verksamhet betalas av statens medel."
      }
    },
    {
      "provision_ref": "12:2",
      "chapter": "12",
      "section": "2",
      "title": "Puheenjohtaja ja jäsenet",
      "content": "Työttömyysturvan muutoksenhakulautakunnassa on puheenjohtaja, joka voi olla päätoiminen, sekä tarpeellinen määrä varapuheenjohtajia, lakimiesjäseniä, lääkärijäseniä sekä työelämän ja työmarkkinoiden olosuhteita tuntevia jäseniä, jotka toimivat tuomarin vastuulla. Muille jäsenille kuin puheenjohtajalle ja varapuheenjohtajille määrätään henkilökohtaiset varajäsenet. Valtioneuvosto määrää puheenjohtajan, varapuheenjohtajat, muut jäsenet ja heidän varajäsenensä viideksi vuodeksi kerrallaan. Heidän paikkansa vapautuessa kesken toimikauden nimitetään seuraaja jäljellä olevaksi toimikaudeksi. Muutoin heidän oikeudestaan pysyä tehtävässään on voimassa, mitä tuomarinviran haltijoista on säädetty. Työelämän ja työmarkkinoiden olosuhteita tuntevista jäsenistä puolet on nimitettävä työnantajayhdistysten edustavimpien keskusjärjestöjen ja puolet työntekijäin ja toimihenkilöiden ammattiyhdistysten edustavimpien keskusjärjestöjen ehdotuksesta. Työttömyysturvan muutoksenhakulautakunnan jäsenten tulee olla työttömyysturva-asioihin perehtyneitä. Puheenjohtajan, varapuheenjohtajien ja lakimiesjäsenten sekä näiden varajäsenten tulee lisäksi olla tuomarinvirkaan oikeuttavan tutkinnon suorittaneita. Lääkärijäsenten ja näiden varajäsenten tulee olla laillistettuja lääkäreitä. Työttömyysturvan muutoksenhakulautakunnan puheenjohtajan, varapuheenjohtajan ja jäsenen on ryhtyessään tehtäväänsä vannottava tuomarinvala tai annettava tuomarinvakuutus siten kuin oikeudenkäymiskaaren 1 luvun 6 a ja 7 §:ssä säädetään, jollei hän ole tehnyt sitä jo aiemmin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "12:2",
        "normalized_fi": "Työttömyysturvan muutoksenhakulautakunnassa on puheenjohtaja, joka voi olla päätoiminen, sekä tarpeellinen määrä varapuheenjohtajia, lakimiesjäseniä, lääkärijäseniä sekä työelämän ja työmarkkinoiden olosuhteita tuntevia jäseniä, jotka toimivat tuomarin vastuulla. Muille jäsenille kuin puheenjohtajalle ja varapuheenjohtajille määrätään henkilökohtaiset varajäsenet. Valtioneuvosto määrää puheenjohtajan, varapuheenjohtajat, muut jäsenet ja heidän varajäsenensä viideksi vuodeksi kerrallaan. Heidän paikkansa vapautuessa kesken toimikauden nimitetään seuraaja jäljellä olevaksi toimikaudeksi. Muutoin heidän oikeudestaan pysyä tehtävässään on voimassa, mitä tuomarinviran haltijoista on säädetty. Työelämän ja työmarkkinoiden olosuhteita tuntevista jäsenistä puolet on nimitettävä työnantajayhdistysten edustavimpien keskusjärjestöjen ja puolet työntekijäin ja toimihenkilöiden ammattiyhdistysten edustavimpien keskusjärjestöjen ehdotuksesta. Työttömyysturvan muutoksenhakulautakunnan jäsenten tulee olla työttömyysturva-asioihin perehtyneitä. Puheenjohtajan, varapuheenjohtajien ja lakimiesjäsenten sekä näiden varajäsenten tulee lisäksi olla tuomarinvirkaan oikeuttavan tutkinnon suorittaneita. Lääkärijäsenten ja näiden varajäsenten tulee olla laillistettuja lääkäreitä. Työttömyysturvan muutoksenhakulautakunnan puheenjohtajan, varapuheenjohtajan ja jäsenen on ryhtyessään tehtäväänsä vannottava tuomarinvala tai annettava tuomarinvakuutus siten kuin oikeudenkäymiskaaren 1 luvun 6 a ja 7 § :ssä säädetään, jollei hän ole tehnyt sitä jo aiemmin.",
        "folded_fi": "tyottomyysturvan muutoksenhakulautakunnassa on puheenjohtaja, joka voi olla paatoiminen, seka tarpeellinen maara varapuheenjohtajia, lakimiesjasenia, laakarijasenia seka tyoelaman ja tyomarkkinoiden olosuhteita tuntevia jasenia, jotka toimivat tuomarin vastuulla. muille jasenille kuin puheenjohtajalle ja varapuheenjohtajille maarataan henkilokohtaiset varajasenet. valtioneuvosto maaraa puheenjohtajan, varapuheenjohtajat, muut jasenet ja heidan varajasenensa viideksi vuodeksi kerrallaan. heidan paikkansa vapautuessa kesken toimikauden nimitetaan seuraaja jaljella olevaksi toimikaudeksi. muutoin heidan oikeudestaan pysya tehtavassaan on voimassa, mita tuomarinviran haltijoista on saadetty. tyoelaman ja tyomarkkinoiden olosuhteita tuntevista jasenista puolet on nimitettava tyonantajayhdistysten edustavimpien keskusjarjestojen ja puolet tyontekijain ja toimihenkiloiden ammattiyhdistysten edustavimpien keskusjarjestojen ehdotuksesta. tyottomyysturvan muutoksenhakulautakunnan jasenten tulee olla tyottomyysturva-asioihin perehtyneita. puheenjohtajan, varapuheenjohtajien ja lakimiesjasenten seka naiden varajasenten tulee lisaksi olla tuomarinvirkaan oikeuttavan tutkinnon suorittaneita. laakarijasenten ja naiden varajasenten tulee olla laillistettuja laakareita. tyottomyysturvan muutoksenhakulautakunnan puheenjohtajan, varapuheenjohtajan ja jasenen on ryhtyessaan tehtavaansa vannottava tuomarinvala tai annettava tuomarinvakuutus siten kuin oikeudenkaymiskaaren 1 luvun 6 a ja 7 §:ssa saadetaan, jollei han ole tehnyt sita jo aiemmin.",
        "title_sv": "Ordförande och medlemmar",
        "content_sv": "Besvärsnämnden för utkomstskyddsärenden har en ordförande, som kan sköta uppdraget som huvudsyssla, samt ett behövligt antal vice ordförande, lagfarna medlemmar, läkarmedlemmar samt medlemmar som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden och som handlar under domaransvar. För andra medlemmar än ordföranden och vice ordförandena förordnas personliga suppleanter. Statsrådet förordnar ordföranden och vice ordförandena samt de övriga medlemmarna och deras suppleanter för fem år i sänder. Om en plats blir ledig under mandatperioden, utses en efterträdare för återstoden av perioden. Angående deras rätt att kvarstå i uppdraget gäller i övrigt vad som bestäms om innehavare av domartjänst. Av de medlemmar som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden skall hälften utses på förslag av arbetsgivarföreningarnas mest representativa centralorganisationer och hälften på förslag av arbetstagarnas och tjänstemännens fackföreningars mest representativa centralorganisationer. Medlemmarna i besvärsnämnden för utkomstskyddsärenden skall vara förtrogna med frågor som gäller utkomstskyddet för arbetslösa. Ordföranden, vice ordförandena och de lagfarna medlemmarna samt deras suppleanter skall dessutom ha avlagt examen som medför behörighet för domartjänst. Läkarmedlemmarna och deras suppleanter skall vara legitimerade läkare. När de tillträder sitt uppdrag skall besvärsnämndens ordförande, vice ordförande och medlemmar avlägga domared eller avge domarförsäkran så som bestäms i 1 kap. 6 a och 7 § i rättegångsbalken, om de inte tidigare har avlagt domared eller avgett domarförsäkran.",
        "normalized_sv": "Besvärsnämnden för utkomstskyddsärenden har en ordförande, som kan sköta uppdraget som huvudsyssla, samt ett behövligt antal vice ordförande, lagfarna medlemmar, läkarmedlemmar samt medlemmar som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden och som handlar under domaransvar. För andra medlemmar än ordföranden och vice ordförandena förordnas personliga suppleanter. Statsrådet förordnar ordföranden och vice ordförandena samt de övriga medlemmarna och deras suppleanter för fem år i sänder. Om en plats blir ledig under mandatperioden, utses en efterträdare för återstoden av perioden. Angående deras rätt att kvarstå i uppdraget gäller i övrigt vad som bestäms om innehavare av domartjänst. Av de medlemmar som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden skall hälften utses på förslag av arbetsgivarföreningarnas mest representativa centralorganisationer och hälften på förslag av arbetstagarnas och tjänstemännens fackföreningars mest representativa centralorganisationer. Medlemmarna i besvärsnämnden för utkomstskyddsärenden skall vara förtrogna med frågor som gäller utkomstskyddet för arbetslösa. Ordföranden, vice ordförandena och de lagfarna medlemmarna samt deras suppleanter skall dessutom ha avlagt examen som medför behörighet för domartjänst. Läkarmedlemmarna och deras suppleanter skall vara legitimerade läkare. När de tillträder sitt uppdrag skall besvärsnämndens ordförande, vice ordförande och medlemmar avlägga domared eller avge domarförsäkran så som bestäms i 1 kap. 6 a och 7 § i rättegångsbalken, om de inte tidigare har avlagt domared eller avgett domarförsäkran.",
        "folded_sv": "besvarsnamnden for utkomstskyddsarenden har en ordforande, som kan skota uppdraget som huvudsyssla, samt ett behovligt antal vice ordforande, lagfarna medlemmar, lakarmedlemmar samt medlemmar som ar insatta i forhallandena inom arbetslivet och pa arbetsmarknaden och som handlar under domaransvar. for andra medlemmar an ordforanden och vice ordforandena forordnas personliga suppleanter. statsradet forordnar ordforanden och vice ordforandena samt de ovriga medlemmarna och deras suppleanter for fem ar i sander. om en plats blir ledig under mandatperioden, utses en eftertradare for aterstoden av perioden. angaende deras ratt att kvarsta i uppdraget galler i ovrigt vad som bestams om innehavare av domartjanst. av de medlemmar som ar insatta i forhallandena inom arbetslivet och pa arbetsmarknaden skall halften utses pa forslag av arbetsgivarforeningarnas mest representativa centralorganisationer och halften pa forslag av arbetstagarnas och tjanstemannens fackforeningars mest representativa centralorganisationer. medlemmarna i besvarsnamnden for utkomstskyddsarenden skall vara fortrogna med fragor som galler utkomstskyddet for arbetslosa. ordforanden, vice ordforandena och de lagfarna medlemmarna samt deras suppleanter skall dessutom ha avlagt examen som medfor behorighet for domartjanst. lakarmedlemmarna och deras suppleanter skall vara legitimerade lakare. nar de tilltrader sitt uppdrag skall besvarsnamndens ordforande, vice ordforande och medlemmar avlagga domared eller avge domarforsakran sa som bestams i 1 kap. 6 a och 7 § i rattegangsbalken, om de inte tidigare har avlagt domared eller avgett domarforsakran."
      }
    },
    {
      "provision_ref": "12:3",
      "chapter": "12",
      "section": "3",
      "title": "Lainkäyttöasioiden käsittely työttömyysturvan muutoksenhakulautakunnassa",
      "content": "Työttömyysturvan muutoksenhakulautakunta toimii jaostoihin jakautuneena siten kuin sen hallintojaosto päättää. Työttömyysturvan muutoksenhakulautakunta ratkaisee lainkäyttöasiat vähintään nelijäsenisessä ja enintään kuusijäsenisessä jaostossa, jonka puheenjohtajana toimii työttömyysturvan muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja. Käsiteltäessä asiaa, jonka ratkaiseminen olennaisesti riippuu lääketieteellisestä kysymyksestä, tulee yhden käsittelyyn osallistuvan jäsenen olla lääkäri. Jaosto on päätösvaltainen, kun läsnä on puheenjohtaja, lakimiesjäsen tai lääkärijäsen sekä kaksi työelämän ja työmarkkinoiden olosuhteita tuntevaa jäsentä, joista toinen on työnantajayhdistysten edustavimpien keskusjärjestöjen ja toinen työntekijäin ja toimihenkilöiden edustavimpien keskusjärjestöjen ehdotuksesta määrätty jäsen. Työttömyysturvan muutoksenhakulautakunnan puheenjohtaja tai jaosto taikka sen puheenjohtaja voi määrätä jaostossa käsiteltävänä olevan asian tai siihen kuuluvan kysymyksen ratkaistavaksi vahvennetussa jaostossa yhdenmukaisen tulkinnan varmistamiseksi. Vahvennettuun jaostoon kuuluvat muutoksenhakulautakunnan puheenjohtaja, varapuheenjohtajat sekä asiaa aikaisemmin käsitelleen jaoston jäsenet. Vahvennettu jaosto on päätösvaltainen, kun muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja sekä vähintään kaksi kolmasosaa sen muista jäsenistä on läsnä. Muiden jäsenten osalta on lisäksi voimassa, mitä 2 momentissa säädetään. Jos työttömyysturvan muutoksenhakulautakunnassa ratkaistavalla asialla on periaatteellista merkitystä lain soveltamisen kannalta tai jos jaoston ratkaisu tulisi poikkeamaan aikaisemmasta käytännöstä, muutoksenhakulautakunnan puheenjohtaja tai jaosto taikka sen puheenjohtaja voi määrätä asian käsiteltäväksi muutoksenhakulautakunnan täysistunnossa. Täysistunto on päätösvaltainen, kun puheenjohtaja tai varapuheenjohtaja sekä vähintään puolet muista jäsenistä on läsnä. Lisäksi täysistunnon päätösvaltaisuus edellyttää, että läsnä on vähintään kaksi työelämän ja työmarkkinoiden olosuhteita tuntevaa jäsentä, joista toinen on työnantajayhdistysten edustavimpien keskusjärjestöjen ja toinen työntekijäin ja toimihenkilöiden edustavimpien keskusjärjestöjen ehdotuksesta määrätty jäsen. Käsiteltäessä asiaa, jonka ratkaiseminen olennaisesti riippuu lääketieteellisestä kysymyksestä, tulee yhden saapuvilla olevan jäsenen olla lääkäri. Jaosto, vahvennettu jaosto ja täysistunto ovat kuitenkin päätösvaltaisia vain, jos yhteensä enintään puolet läsnä olevista jäsenistä on työelämän ja työmarkkinoiden olosuhteita tuntevia jäseniä. Jaosto on päätösvaltainen myös silloin, kun paikalla on puheenjohtaja ja vähintään kaksi muuta jäsentä, edellyttäen, että ne jaoston päätösvaltaiseen kokoonpanoon kuuluvat jäsenet, jotka eivät ole paikalla, ovat kirjallisesti ennen kokousta ilmoittaneet yksimielisesti yhtyvänsä esittelijän esitykseen ja tällä kannalla ovat myös läsnä olevat jäsenet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "12:3",
        "normalized_fi": "Työttömyysturvan muutoksenhakulautakunta toimii jaostoihin jakautuneena siten kuin sen hallintojaosto päättää. Työttömyysturvan muutoksenhakulautakunta ratkaisee lainkäyttöasiat vähintään nelijäsenisessä ja enintään kuusijäsenisessä jaostossa, jonka puheenjohtajana toimii työttömyysturvan muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja. Käsiteltäessä asiaa, jonka ratkaiseminen olennaisesti riippuu lääketieteellisestä kysymyksestä, tulee yhden käsittelyyn osallistuvan jäsenen olla lääkäri. Jaosto on päätösvaltainen, kun läsnä on puheenjohtaja, lakimiesjäsen tai lääkärijäsen sekä kaksi työelämän ja työmarkkinoiden olosuhteita tuntevaa jäsentä, joista toinen on työnantajayhdistysten edustavimpien keskusjärjestöjen ja toinen työntekijäin ja toimihenkilöiden edustavimpien keskusjärjestöjen ehdotuksesta määrätty jäsen. Työttömyysturvan muutoksenhakulautakunnan puheenjohtaja tai jaosto taikka sen puheenjohtaja voi määrätä jaostossa käsiteltävänä olevan asian tai siihen kuuluvan kysymyksen ratkaistavaksi vahvennetussa jaostossa yhdenmukaisen tulkinnan varmistamiseksi. Vahvennettuun jaostoon kuuluvat muutoksenhakulautakunnan puheenjohtaja, varapuheenjohtajat sekä asiaa aikaisemmin käsitelleen jaoston jäsenet. Vahvennettu jaosto on päätösvaltainen, kun muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja sekä vähintään kaksi kolmasosaa sen muista jäsenistä on läsnä. Muiden jäsenten osalta on lisäksi voimassa, mitä 2 momentissa säädetään. Jos työttömyysturvan muutoksenhakulautakunnassa ratkaistavalla asialla on periaatteellista merkitystä lain soveltamisen kannalta tai jos jaoston ratkaisu tulisi poikkeamaan aikaisemmasta käytännöstä, muutoksenhakulautakunnan puheenjohtaja tai jaosto taikka sen puheenjohtaja voi määrätä asian käsiteltäväksi muutoksenhakulautakunnan täysistunnossa. Täysistunto on päätösvaltainen, kun puheenjohtaja tai varapuheenjohtaja sekä vähintään puolet muista jäsenistä on läsnä. Lisäksi täysistunnon päätösvaltaisuus edellyttää, että läsnä on vähintään kaksi työelämän ja työmarkkinoiden olosuhteita tuntevaa jäsentä, joista toinen on työnantajayhdistysten edustavimpien keskusjärjestöjen ja toinen työntekijäin ja toimihenkilöiden edustavimpien keskusjärjestöjen ehdotuksesta määrätty jäsen. Käsiteltäessä asiaa, jonka ratkaiseminen olennaisesti riippuu lääketieteellisestä kysymyksestä, tulee yhden saapuvilla olevan jäsenen olla lääkäri. Jaosto, vahvennettu jaosto ja täysistunto ovat kuitenkin päätösvaltaisia vain, jos yhteensä enintään puolet läsnä olevista jäsenistä on työelämän ja työmarkkinoiden olosuhteita tuntevia jäseniä. Jaosto on päätösvaltainen myös silloin, kun paikalla on puheenjohtaja ja vähintään kaksi muuta jäsentä, edellyttäen, että ne jaoston päätösvaltaiseen kokoonpanoon kuuluvat jäsenet, jotka eivät ole paikalla, ovat kirjallisesti ennen kokousta ilmoittaneet yksimielisesti yhtyvänsä esittelijän esitykseen ja tällä kannalla ovat myös läsnä olevat jäsenet.",
        "folded_fi": "tyottomyysturvan muutoksenhakulautakunta toimii jaostoihin jakautuneena siten kuin sen hallintojaosto paattaa. tyottomyysturvan muutoksenhakulautakunta ratkaisee lainkayttoasiat vahintaan nelijasenisessa ja enintaan kuusijasenisessa jaostossa, jonka puheenjohtajana toimii tyottomyysturvan muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja. kasiteltaessa asiaa, jonka ratkaiseminen olennaisesti riippuu laaketieteellisesta kysymyksesta, tulee yhden kasittelyyn osallistuvan jasenen olla laakari. jaosto on paatosvaltainen, kun lasna on puheenjohtaja, lakimiesjasen tai laakarijasen seka kaksi tyoelaman ja tyomarkkinoiden olosuhteita tuntevaa jasenta, joista toinen on tyonantajayhdistysten edustavimpien keskusjarjestojen ja toinen tyontekijain ja toimihenkiloiden edustavimpien keskusjarjestojen ehdotuksesta maaratty jasen. tyottomyysturvan muutoksenhakulautakunnan puheenjohtaja tai jaosto taikka sen puheenjohtaja voi maarata jaostossa kasiteltavana olevan asian tai siihen kuuluvan kysymyksen ratkaistavaksi vahvennetussa jaostossa yhdenmukaisen tulkinnan varmistamiseksi. vahvennettuun jaostoon kuuluvat muutoksenhakulautakunnan puheenjohtaja, varapuheenjohtajat seka asiaa aikaisemmin kasitelleen jaoston jasenet. vahvennettu jaosto on paatosvaltainen, kun muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja seka vahintaan kaksi kolmasosaa sen muista jasenista on lasna. muiden jasenten osalta on lisaksi voimassa, mita 2 momentissa saadetaan. jos tyottomyysturvan muutoksenhakulautakunnassa ratkaistavalla asialla on periaatteellista merkitysta lain soveltamisen kannalta tai jos jaoston ratkaisu tulisi poikkeamaan aikaisemmasta kaytannosta, muutoksenhakulautakunnan puheenjohtaja tai jaosto taikka sen puheenjohtaja voi maarata asian kasiteltavaksi muutoksenhakulautakunnan taysistunnossa. taysistunto on paatosvaltainen, kun puheenjohtaja tai varapuheenjohtaja seka vahintaan puolet muista jasenista on lasna. lisaksi taysistunnon paatosvaltaisuus edellyttaa, etta lasna on vahintaan kaksi tyoelaman ja tyomarkkinoiden olosuhteita tuntevaa jasenta, joista toinen on tyonantajayhdistysten edustavimpien keskusjarjestojen ja toinen tyontekijain ja toimihenkiloiden edustavimpien keskusjarjestojen ehdotuksesta maaratty jasen. kasiteltaessa asiaa, jonka ratkaiseminen olennaisesti riippuu laaketieteellisesta kysymyksesta, tulee yhden saapuvilla olevan jasenen olla laakari. jaosto, vahvennettu jaosto ja taysistunto ovat kuitenkin paatosvaltaisia vain, jos yhteensa enintaan puolet lasna olevista jasenista on tyoelaman ja tyomarkkinoiden olosuhteita tuntevia jasenia. jaosto on paatosvaltainen myos silloin, kun paikalla on puheenjohtaja ja vahintaan kaksi muuta jasenta, edellyttaen, etta ne jaoston paatosvaltaiseen kokoonpanoon kuuluvat jasenet, jotka eivat ole paikalla, ovat kirjallisesti ennen kokousta ilmoittaneet yksimielisesti yhtyvansa esittelijan esitykseen ja talla kannalla ovat myos lasna olevat jasenet.",
        "title_sv": "Behandlingen av rättskipningsärenden i besvärsnämnden för utkomstskyddsärenden",
        "content_sv": "Besvärsnämnden för utkomstskyddsärenden är uppdelad på sektioner så som dess förvaltningssektion bestämmer. Rättskipningsärenden avgörs av besvärsnämnden för utkomstskyddsärenden i en sektion med minst fyra och högst sex medlemmar och vars ordförande är besvärsnämndens ordförande eller en vice ordförande. Vid behandlingen av ett ärende vars avgörande på ett väsentligt sätt beror på medicinska synpunkter skall en de medlemmar som deltar i behandlingen vara läkare. En sektion är beslutför då ordföranden, en lagfaren medlem eller en läkarmedlem samt två medlemmar som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden är närvarande. Den ena av de sistnämnda medlemmarna skall ha förordnats på förslag av arbetsgivarföreningarnas mest representativa centralorganisationer och den andra på förslag av arbetstagarnas och tjänstemännens fackföreningars mest representativa centralorganisationer. För säkerställande av en enhetlig tolkning kan ordföranden för besvärsnämnden för utkomstskyddsärenden eller en sektion eller dess ordförande förordna att ett ärende som behandlas i sektionen eller en fråga som hör till ett ärende skall avgöras i en förstärkt sektion. Den förstärkta sektionen består av besvärsnämndens ordförande, vice ordförandena samt medlemmarna i den sektion som tidigare har behandlat ärendet. Den förstärkta sektionen är beslutför när besvärsnämndens ordförande eller en vice ordförande samt minst två tredjedelar av de övriga medlemmarna är närvarande. För de övriga medlemmarna gäller dessutom vad som bestäms i 2 mom. Om ett ärende som skall avgöras av besvärsnämnden för utkomstskyddsärenden är av principiell betydelse för tillämpningen av en lag eller om en sektions avgörande skulle komma att avvika från tidigare praxis, kan besvärsnämndens ordförande eller sektionen eller dess ordförande förordna att ärendet skall behandlas i besvärsnämndens plenum. Plenum är beslutfört då ordföranden eller en vice ordförande och minst hälften av de övriga medlemmarna är närvarande. För att plenum skall vara beslutfört krävs dessutom att minst två medlemmar som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden är närvarande. Den ena av medlemmarna skall ha förordnats på förslag av arbetsgivarföreningarnas mest representativa centralorganisationer och den andra på förslag av arbetstagarnas och tjänstemännens fackföreningars mest representativa centralorganisationer. Vid behandlingen av ett ärende vars avgörande på ett väsentligt sätt beror på medicinska synpunkter skall en närvarande medlem vara läkare. Sektionerna, den förstärkta sektionen och plenum är dock beslutföra endast om sammanlagt högst hälften av de närvarande medlemmarna är medlemmar som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden. En sektion är beslutför också när ordföranden och minst två andra medlemmar är närvarande, förutsatt att de medlemmar som hör till sektionen i beslutför sammansättning och som inte är närvarande skriftligen före sammanträdet har meddelat att de enhälligt förenar sig om föredragandens framställning och även de närvarande medlemmarna intar samma ståndpunkt.",
        "normalized_sv": "Besvärsnämnden för utkomstskyddsärenden är uppdelad på sektioner så som dess förvaltningssektion bestämmer. Rättskipningsärenden avgörs av besvärsnämnden för utkomstskyddsärenden i en sektion med minst fyra och högst sex medlemmar och vars ordförande är besvärsnämndens ordförande eller en vice ordförande. Vid behandlingen av ett ärende vars avgörande på ett väsentligt sätt beror på medicinska synpunkter skall en de medlemmar som deltar i behandlingen vara läkare. En sektion är beslutför då ordföranden, en lagfaren medlem eller en läkarmedlem samt två medlemmar som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden är närvarande. Den ena av de sistnämnda medlemmarna skall ha förordnats på förslag av arbetsgivarföreningarnas mest representativa centralorganisationer och den andra på förslag av arbetstagarnas och tjänstemännens fackföreningars mest representativa centralorganisationer. För säkerställande av en enhetlig tolkning kan ordföranden för besvärsnämnden för utkomstskyddsärenden eller en sektion eller dess ordförande förordna att ett ärende som behandlas i sektionen eller en fråga som hör till ett ärende skall avgöras i en förstärkt sektion. Den förstärkta sektionen består av besvärsnämndens ordförande, vice ordförandena samt medlemmarna i den sektion som tidigare har behandlat ärendet. Den förstärkta sektionen är beslutför när besvärsnämndens ordförande eller en vice ordförande samt minst två tredjedelar av de övriga medlemmarna är närvarande. För de övriga medlemmarna gäller dessutom vad som bestäms i 2 mom. Om ett ärende som skall avgöras av besvärsnämnden för utkomstskyddsärenden är av principiell betydelse för tillämpningen av en lag eller om en sektions avgörande skulle komma att avvika från tidigare praxis, kan besvärsnämndens ordförande eller sektionen eller dess ordförande förordna att ärendet skall behandlas i besvärsnämndens plenum. Plenum är beslutfört då ordföranden eller en vice ordförande och minst hälften av de övriga medlemmarna är närvarande. För att plenum skall vara beslutfört krävs dessutom att minst två medlemmar som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden är närvarande. Den ena av medlemmarna skall ha förordnats på förslag av arbetsgivarföreningarnas mest representativa centralorganisationer och den andra på förslag av arbetstagarnas och tjänstemännens fackföreningars mest representativa centralorganisationer. Vid behandlingen av ett ärende vars avgörande på ett väsentligt sätt beror på medicinska synpunkter skall en närvarande medlem vara läkare. Sektionerna, den förstärkta sektionen och plenum är dock beslutföra endast om sammanlagt högst hälften av de närvarande medlemmarna är medlemmar som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden. En sektion är beslutför också när ordföranden och minst två andra medlemmar är närvarande, förutsatt att de medlemmar som hör till sektionen i beslutför sammansättning och som inte är närvarande skriftligen före sammanträdet har meddelat att de enhälligt förenar sig om föredragandens framställning och även de närvarande medlemmarna intar samma ståndpunkt.",
        "folded_sv": "besvarsnamnden for utkomstskyddsarenden ar uppdelad pa sektioner sa som dess forvaltningssektion bestammer. rattskipningsarenden avgors av besvarsnamnden for utkomstskyddsarenden i en sektion med minst fyra och hogst sex medlemmar och vars ordforande ar besvarsnamndens ordforande eller en vice ordforande. vid behandlingen av ett arende vars avgorande pa ett vasentligt satt beror pa medicinska synpunkter skall en de medlemmar som deltar i behandlingen vara lakare. en sektion ar beslutfor da ordforanden, en lagfaren medlem eller en lakarmedlem samt tva medlemmar som ar insatta i forhallandena inom arbetslivet och pa arbetsmarknaden ar narvarande. den ena av de sistnamnda medlemmarna skall ha forordnats pa forslag av arbetsgivarforeningarnas mest representativa centralorganisationer och den andra pa forslag av arbetstagarnas och tjanstemannens fackforeningars mest representativa centralorganisationer. for sakerstallande av en enhetlig tolkning kan ordforanden for besvarsnamnden for utkomstskyddsarenden eller en sektion eller dess ordforande forordna att ett arende som behandlas i sektionen eller en fraga som hor till ett arende skall avgoras i en forstarkt sektion. den forstarkta sektionen bestar av besvarsnamndens ordforande, vice ordforandena samt medlemmarna i den sektion som tidigare har behandlat arendet. den forstarkta sektionen ar beslutfor nar besvarsnamndens ordforande eller en vice ordforande samt minst tva tredjedelar av de ovriga medlemmarna ar narvarande. for de ovriga medlemmarna galler dessutom vad som bestams i 2 mom. om ett arende som skall avgoras av besvarsnamnden for utkomstskyddsarenden ar av principiell betydelse for tillampningen av en lag eller om en sektions avgorande skulle komma att avvika fran tidigare praxis, kan besvarsnamndens ordforande eller sektionen eller dess ordforande forordna att arendet skall behandlas i besvarsnamndens plenum. plenum ar beslutfort da ordforanden eller en vice ordforande och minst halften av de ovriga medlemmarna ar narvarande. for att plenum skall vara beslutfort kravs dessutom att minst tva medlemmar som ar insatta i forhallandena inom arbetslivet och pa arbetsmarknaden ar narvarande. den ena av medlemmarna skall ha forordnats pa forslag av arbetsgivarforeningarnas mest representativa centralorganisationer och den andra pa forslag av arbetstagarnas och tjanstemannens fackforeningars mest representativa centralorganisationer. vid behandlingen av ett arende vars avgorande pa ett vasentligt satt beror pa medicinska synpunkter skall en narvarande medlem vara lakare. sektionerna, den forstarkta sektionen och plenum ar dock beslutfora endast om sammanlagt hogst halften av de narvarande medlemmarna ar medlemmar som ar insatta i forhallandena inom arbetslivet och pa arbetsmarknaden. en sektion ar beslutfor ocksa nar ordforanden och minst tva andra medlemmar ar narvarande, forutsatt att de medlemmar som hor till sektionen i beslutfor sammansattning och som inte ar narvarande skriftligen fore sammantradet har meddelat att de enhalligt forenar sig om foredragandens framstallning och aven de narvarande medlemmarna intar samma standpunkt."
      }
    },
    {
      "provision_ref": "12:4",
      "chapter": "12",
      "section": "4",
      "title": "Hallintoasioiden käsittely työttömyysturvan muutoksenhakulautakunnassa",
      "content": "Työttömyysturvan muutoksenhakulautakunnan hallintoasiat käsitellään hallintojaostossa. Sen puheenjohtajana toimii muutoksenhakulautakunnan puheenjohtaja tai hänen estyneenä ollessaan varapuheenjohtaja ja muina jäseninä muutoksenhakulautakunnan varapuheenjohtajat, kaksi lakimiesjäsentä sekä kaksi työelämän ja työmarkkinoiden olosuhteita tuntevaa jäsentä, joista toinen on määrätty työnantajayhdistysten edustavimpien keskusjärjestöjen sekä toinen työntekijä- ja toimihenkilöyhdistysten edustavimpien keskusjärjestöjen ehdotuksesta muutoksenhakulautakunnan jäseneksi. Hallintojaoston jäsenillä puheenjohtajaa ja varapuheenjohtajia lukuun ottamatta on henkilökohtaiset varajäsenet. Työttömyysturvan muutoksenhakulautakunnan täysistunto valitsee hallintojaoston lakimiesjäsenet, työelämän ja työmarkkinoiden olosuhteita tuntevat jäsenet ja heidän varajäsenensä muutoksenhakulautakunnan lakimiesjäsenistä, työelämän ja työmarkkinoiden olosuhteita tuntevista jäsenistä ja heidän varajäsenistään. Työttömyysturvan muutoksenhakulautakunnan hallintojaosto on päätösvaltainen, kun muutoksenhakulautakunnan puheenjohtaja tai hänen estyneenä ollessaan varapuheenjohtaja, molemmat työelämän ja työmarkkinoiden olosuhteita tuntevat jäsenet sekä yksi lakimiesjäsen ovat läsnä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "12:4",
        "normalized_fi": "Työttömyysturvan muutoksenhakulautakunnan hallintoasiat käsitellään hallintojaostossa. Sen puheenjohtajana toimii muutoksenhakulautakunnan puheenjohtaja tai hänen estyneenä ollessaan varapuheenjohtaja ja muina jäseninä muutoksenhakulautakunnan varapuheenjohtajat, kaksi lakimiesjäsentä sekä kaksi työelämän ja työmarkkinoiden olosuhteita tuntevaa jäsentä, joista toinen on määrätty työnantajayhdistysten edustavimpien keskusjärjestöjen sekä toinen työntekijä- ja toimihenkilöyhdistysten edustavimpien keskusjärjestöjen ehdotuksesta muutoksenhakulautakunnan jäseneksi. Hallintojaoston jäsenillä puheenjohtajaa ja varapuheenjohtajia lukuun ottamatta on henkilökohtaiset varajäsenet. Työttömyysturvan muutoksenhakulautakunnan täysistunto valitsee hallintojaoston lakimiesjäsenet, työelämän ja työmarkkinoiden olosuhteita tuntevat jäsenet ja heidän varajäsenensä muutoksenhakulautakunnan lakimiesjäsenistä, työelämän ja työmarkkinoiden olosuhteita tuntevista jäsenistä ja heidän varajäsenistään. Työttömyysturvan muutoksenhakulautakunnan hallintojaosto on päätösvaltainen, kun muutoksenhakulautakunnan puheenjohtaja tai hänen estyneenä ollessaan varapuheenjohtaja, molemmat työelämän ja työmarkkinoiden olosuhteita tuntevat jäsenet sekä yksi lakimiesjäsen ovat läsnä.",
        "folded_fi": "tyottomyysturvan muutoksenhakulautakunnan hallintoasiat kasitellaan hallintojaostossa. sen puheenjohtajana toimii muutoksenhakulautakunnan puheenjohtaja tai hanen estyneena ollessaan varapuheenjohtaja ja muina jasenina muutoksenhakulautakunnan varapuheenjohtajat, kaksi lakimiesjasenta seka kaksi tyoelaman ja tyomarkkinoiden olosuhteita tuntevaa jasenta, joista toinen on maaratty tyonantajayhdistysten edustavimpien keskusjarjestojen seka toinen tyontekija- ja toimihenkiloyhdistysten edustavimpien keskusjarjestojen ehdotuksesta muutoksenhakulautakunnan jaseneksi. hallintojaoston jasenilla puheenjohtajaa ja varapuheenjohtajia lukuun ottamatta on henkilokohtaiset varajasenet. tyottomyysturvan muutoksenhakulautakunnan taysistunto valitsee hallintojaoston lakimiesjasenet, tyoelaman ja tyomarkkinoiden olosuhteita tuntevat jasenet ja heidan varajasenensa muutoksenhakulautakunnan lakimiesjasenista, tyoelaman ja tyomarkkinoiden olosuhteita tuntevista jasenista ja heidan varajasenistaan. tyottomyysturvan muutoksenhakulautakunnan hallintojaosto on paatosvaltainen, kun muutoksenhakulautakunnan puheenjohtaja tai hanen estyneena ollessaan varapuheenjohtaja, molemmat tyoelaman ja tyomarkkinoiden olosuhteita tuntevat jasenet seka yksi lakimiesjasen ovat lasna.",
        "title_sv": "Behandlingen av förvaltningsärenden i besvärsnämnden för utkomstskyddsärenden",
        "content_sv": "I besvärsnämnden för utkomstskyddsärenden behandlas förvaltningsärendena av förvaltningssektionen. Besvärsnämndens ordförande, eller vid förhinder för denne en av vice ordförandena, är ordförande för sektionen, och övriga medlemmar i sektionen är vice ordförandena för besvärsnämnden, två lagfarna medlemmar och två medlemmar som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden. Av de sistnämnda medlemmarna skall den ena ha förordnats till medlem i besvärsnämnden på förslag av arbetsgivarföreningarnas mest representativa centralorganisationer och den andra på förslag av arbetstagarnas och tjänstemännens fackföreningars mest representativa centralorganisationer. Med undantag för förvaltningssektionens ordförande och vice ordföranden skall medlemmarna ha personliga suppleanter. Besvärsnämnden för utkomstskyddsärenden väljer i plenum de lagfarna medlemmarna i förvaltningssektionen samt de medlemmar som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden och deras suppleanter bland besvärsnämndens lagfarna medlemmar, medlemmar som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden och deras suppleanter. Förvaltningssektionen vid besvärsnämnden för utkomstskyddsärenden är beslutför när besvärsnämndens ordförande, eller vid förhinder för denne en av vice ordförandena, de båda medlemmarna som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden och en lagfaren medlem är närvarande.",
        "normalized_sv": "I besvärsnämnden för utkomstskyddsärenden behandlas förvaltningsärendena av förvaltningssektionen. Besvärsnämndens ordförande, eller vid förhinder för denne en av vice ordförandena, är ordförande för sektionen, och övriga medlemmar i sektionen är vice ordförandena för besvärsnämnden, två lagfarna medlemmar och två medlemmar som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden. Av de sistnämnda medlemmarna skall den ena ha förordnats till medlem i besvärsnämnden på förslag av arbetsgivarföreningarnas mest representativa centralorganisationer och den andra på förslag av arbetstagarnas och tjänstemännens fackföreningars mest representativa centralorganisationer. Med undantag för förvaltningssektionens ordförande och vice ordföranden skall medlemmarna ha personliga suppleanter. Besvärsnämnden för utkomstskyddsärenden väljer i plenum de lagfarna medlemmarna i förvaltningssektionen samt de medlemmar som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden och deras suppleanter bland besvärsnämndens lagfarna medlemmar, medlemmar som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden och deras suppleanter. Förvaltningssektionen vid besvärsnämnden för utkomstskyddsärenden är beslutför när besvärsnämndens ordförande, eller vid förhinder för denne en av vice ordförandena, de båda medlemmarna som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden och en lagfaren medlem är närvarande.",
        "folded_sv": "i besvarsnamnden for utkomstskyddsarenden behandlas forvaltningsarendena av forvaltningssektionen. besvarsnamndens ordforande, eller vid forhinder for denne en av vice ordforandena, ar ordforande for sektionen, och ovriga medlemmar i sektionen ar vice ordforandena for besvarsnamnden, tva lagfarna medlemmar och tva medlemmar som ar insatta i forhallandena inom arbetslivet och pa arbetsmarknaden. av de sistnamnda medlemmarna skall den ena ha forordnats till medlem i besvarsnamnden pa forslag av arbetsgivarforeningarnas mest representativa centralorganisationer och den andra pa forslag av arbetstagarnas och tjanstemannens fackforeningars mest representativa centralorganisationer. med undantag for forvaltningssektionens ordforande och vice ordforanden skall medlemmarna ha personliga suppleanter. besvarsnamnden for utkomstskyddsarenden valjer i plenum de lagfarna medlemmarna i forvaltningssektionen samt de medlemmar som ar insatta i forhallandena inom arbetslivet och pa arbetsmarknaden och deras suppleanter bland besvarsnamndens lagfarna medlemmar, medlemmar som ar insatta i forhallandena inom arbetslivet och pa arbetsmarknaden och deras suppleanter. forvaltningssektionen vid besvarsnamnden for utkomstskyddsarenden ar beslutfor nar besvarsnamndens ordforande, eller vid forhinder for denne en av vice ordforandena, de bada medlemmarna som ar insatta i forhallandena inom arbetslivet och pa arbetsmarknaden och en lagfaren medlem ar narvarande."
      }
    },
    {
      "provision_ref": "12:5",
      "chapter": "12",
      "section": "5",
      "title": "Asian käsittely",
      "content": "Asian käsittelyssä työttömyysturvan muutoksenhakulautakunnassa sovelletaan hallintolainkäyttölakia (586/1996), jollei lailla erikseen toisin säädetä. Mitä hallintolainkäyttölain 38 §:ssä säädetään suullisen käsittelyn toimittamisesta yksityisen asianosaisen pyynnöstä hallinto-oikeudessa, koskee suullisen käsittelyn toimittamista muutoksenhakulautakunnassa. Suulliseen käsittelyyn sovelletaan oikeudenkäynnin julkisuudesta annettua lakia (945/1984). Suullinen käsittely on toimitettava suljetuin ovin asioissa, joissa on säädetty salassapitovelvollisuus tai jotka työttömyysturvan muutoksenhakulautakunta määrää käsiteltäviksi suljetuin ovin sillä perusteella, että julkisesta käsittelystä aiheutuisi asianosaiselle erityistä haittaa. Työttömyysturvan muutoksenhakulautakunnan päätös annetaan tiedoksi lähettämällä se postitse kirjeellä vastaanottajalle hänen työttömyysturvan muutoksenhakulautakunnalle ilmoittamaansa postiosoitteeseen. Muutoksenhakulautakunnan lainvoimainen päätös saadaan panna täytäntöön niin kuin lainvoimainen tuomio.",
      "metadata": {
        "source": "finlex",
        "source_eid": "12:5",
        "normalized_fi": "Asian käsittelyssä työttömyysturvan muutoksenhakulautakunnassa sovelletaan hallintolainkäyttölakia (586/1996), jollei lailla erikseen toisin säädetä. Mitä hallintolainkäyttölain 38 § :ssä säädetään suullisen käsittelyn toimittamisesta yksityisen asianosaisen pyynnöstä hallinto-oikeudessa, koskee suullisen käsittelyn toimittamista muutoksenhakulautakunnassa. Suulliseen käsittelyyn sovelletaan oikeudenkäynnin julkisuudesta annettua lakia (945/1984). Suullinen käsittely on toimitettava suljetuin ovin asioissa, joissa on säädetty salassapitovelvollisuus tai jotka työttömyysturvan muutoksenhakulautakunta määrää käsiteltäviksi suljetuin ovin sillä perusteella, että julkisesta käsittelystä aiheutuisi asianosaiselle erityistä haittaa. Työttömyysturvan muutoksenhakulautakunnan päätös annetaan tiedoksi lähettämällä se postitse kirjeellä vastaanottajalle hänen työttömyysturvan muutoksenhakulautakunnalle ilmoittamaansa postiosoitteeseen. Muutoksenhakulautakunnan lainvoimainen päätös saadaan panna täytäntöön niin kuin lainvoimainen tuomio.",
        "folded_fi": "asian kasittelyssa tyottomyysturvan muutoksenhakulautakunnassa sovelletaan hallintolainkayttolakia (586/1996), jollei lailla erikseen toisin saadeta. mita hallintolainkayttolain 38 §:ssa saadetaan suullisen kasittelyn toimittamisesta yksityisen asianosaisen pyynnosta hallinto-oikeudessa, koskee suullisen kasittelyn toimittamista muutoksenhakulautakunnassa. suulliseen kasittelyyn sovelletaan oikeudenkaynnin julkisuudesta annettua lakia (945/1984). suullinen kasittely on toimitettava suljetuin ovin asioissa, joissa on saadetty salassapitovelvollisuus tai jotka tyottomyysturvan muutoksenhakulautakunta maaraa kasiteltaviksi suljetuin ovin silla perusteella, etta julkisesta kasittelysta aiheutuisi asianosaiselle erityista haittaa. tyottomyysturvan muutoksenhakulautakunnan paatos annetaan tiedoksi lahettamalla se postitse kirjeella vastaanottajalle hanen tyottomyysturvan muutoksenhakulautakunnalle ilmoittamaansa postiosoitteeseen. muutoksenhakulautakunnan lainvoimainen paatos saadaan panna taytantoon niin kuin lainvoimainen tuomio.",
        "title_sv": "Behandlingen av ärenden",
        "content_sv": "Vid behandlingen av ärenden i besvärsnämnden för utkomstskyddsärenden tillämpas förvaltningsprocesslagen (586/1996), om inte något annat bestäms särskilt genom lag. Det som i 38 § i förvaltningsprocesslagen föreskrivs om muntlig förhandling i förvaltningsdomstolen på begäran av enskild part gäller även verkställande av muntlig förhandling i besvärsnämnden. Vid muntlig förhandling tillämpas lagen om offentlighet vid rättegång (945/1984). Muntlig förhandling skall ske inom stängda dörrar i ärenden i vilka tystnadsplikt gäller eller i vilka besvärsnämnden för utkomstskyddsärenden beslutar att de skall behandlas inom stängda dörrar på den grund att offentlig behandling kunde medföra särskild olägenhet för en part. Ett beslut av besvärsnämnden för utkomstskyddsärenden delges genom att beslutet sänds per post till mottagaren under den adress han eller hon har uppgett för besvärsnämnden. Ett lagakraftvunnet beslut av besvärsnämnden för utkomstskyddsärenden får verkställas så som en lagakraftvunnen dom.",
        "normalized_sv": "Vid behandlingen av ärenden i besvärsnämnden för utkomstskyddsärenden tillämpas förvaltningsprocesslagen (586/1996), om inte något annat bestäms särskilt genom lag. Det som i 38 § i förvaltningsprocesslagen föreskrivs om muntlig förhandling i förvaltningsdomstolen på begäran av enskild part gäller även verkställande av muntlig förhandling i besvärsnämnden. Vid muntlig förhandling tillämpas lagen om offentlighet vid rättegång (945/1984). Muntlig förhandling skall ske inom stängda dörrar i ärenden i vilka tystnadsplikt gäller eller i vilka besvärsnämnden för utkomstskyddsärenden beslutar att de skall behandlas inom stängda dörrar på den grund att offentlig behandling kunde medföra särskild olägenhet för en part. Ett beslut av besvärsnämnden för utkomstskyddsärenden delges genom att beslutet sänds per post till mottagaren under den adress han eller hon har uppgett för besvärsnämnden. Ett lagakraftvunnet beslut av besvärsnämnden för utkomstskyddsärenden får verkställas så som en lagakraftvunnen dom.",
        "folded_sv": "vid behandlingen av arenden i besvarsnamnden for utkomstskyddsarenden tillampas forvaltningsprocesslagen (586/1996), om inte nagot annat bestams sarskilt genom lag. det som i 38 § i forvaltningsprocesslagen foreskrivs om muntlig forhandling i forvaltningsdomstolen pa begaran av enskild part galler aven verkstallande av muntlig forhandling i besvarsnamnden. vid muntlig forhandling tillampas lagen om offentlighet vid rattegang (945/1984). muntlig forhandling skall ske inom stangda dorrar i arenden i vilka tystnadsplikt galler eller i vilka besvarsnamnden for utkomstskyddsarenden beslutar att de skall behandlas inom stangda dorrar pa den grund att offentlig behandling kunde medfora sarskild olagenhet for en part. ett beslut av besvarsnamnden for utkomstskyddsarenden delges genom att beslutet sands per post till mottagaren under den adress han eller hon har uppgett for besvarsnamnden. ett lagakraftvunnet beslut av besvarsnamnden for utkomstskyddsarenden far verkstallas sa som en lagakraftvunnen dom."
      }
    },
    {
      "provision_ref": "12:6",
      "chapter": "12",
      "section": "6",
      "title": "Tarkemmat säännökset ja määräykset",
      "content": "Tarkemmat säännökset työttömyysturvan muutoksenhakulautakunnan organisaatiosta, henkilöstöstä, asioiden käsittelystä ja toiminnasta annetaan valtioneuvoston asetuksella. Työskentelyn järjestämisestä työttömyysturvan muutoksenhakulautakunnassa voidaan määrätä tarkemmin muutoksenhakulautakunnan työjärjestyksessä, jonka työttömyysturvan muutoksenhakulautakunnan hallintojaosto vahvistaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "12:6",
        "normalized_fi": "Tarkemmat säännökset työttömyysturvan muutoksenhakulautakunnan organisaatiosta, henkilöstöstä, asioiden käsittelystä ja toiminnasta annetaan valtioneuvoston asetuksella. Työskentelyn järjestämisestä työttömyysturvan muutoksenhakulautakunnassa voidaan määrätä tarkemmin muutoksenhakulautakunnan työjärjestyksessä, jonka työttömyysturvan muutoksenhakulautakunnan hallintojaosto vahvistaa.",
        "folded_fi": "tarkemmat saannokset tyottomyysturvan muutoksenhakulautakunnan organisaatiosta, henkilostosta, asioiden kasittelysta ja toiminnasta annetaan valtioneuvoston asetuksella. tyoskentelyn jarjestamisesta tyottomyysturvan muutoksenhakulautakunnassa voidaan maarata tarkemmin muutoksenhakulautakunnan tyojarjestyksessa, jonka tyottomyysturvan muutoksenhakulautakunnan hallintojaosto vahvistaa.",
        "title_sv": "Närmare bestämmelser och föreskrifter",
        "content_sv": "Närmare bestämmelser om organisationen för besvärsnämnden för utkomstskyddsärenden, dess personal, behandlingen av ärenden och dess verksamhet utfärdas genom förordning av statsrådet. Närmare bestämmelser om organiseringen av arbetet i besvärsnämnden för utkomstskyddsärenden kan utfärdas i besvärsnämndens arbetsordning som fastställs av besvärsnämndens förvaltningssektion.",
        "normalized_sv": "Närmare bestämmelser om organisationen för besvärsnämnden för utkomstskyddsärenden, dess personal, behandlingen av ärenden och dess verksamhet utfärdas genom förordning av statsrådet. Närmare bestämmelser om organiseringen av arbetet i besvärsnämnden för utkomstskyddsärenden kan utfärdas i besvärsnämndens arbetsordning som fastställs av besvärsnämndens förvaltningssektion.",
        "folded_sv": "narmare bestammelser om organisationen for besvarsnamnden for utkomstskyddsarenden, dess personal, behandlingen av arenden och dess verksamhet utfardas genom forordning av statsradet. narmare bestammelser om organiseringen av arbetet i besvarsnamnden for utkomstskyddsarenden kan utfardas i besvarsnamndens arbetsordning som faststalls av besvarsnamndens forvaltningssektion."
      }
    },
    {
      "provision_ref": "13:9",
      "chapter": "13",
      "section": "9",
      "title": "Työttömyysturva-asiamiehen tiedonsaanti- ja läsnäolo-oikeus",
      "content": "Työttömyysturva-asiamiehellä on salassapitosäännösten ja muiden tiedonsaantia koskevien rajoitusten estämättä oikeus saada maksutta työvoimatoimistolta ja työvoimatoimikunnalta tiedot työvoimapoliittisista lausunnoista siinä laajuudessa kuin asiamiehen tehtävät edellyttävät. Työttömyysturva-asiamies voi määrätä, että Kansaneläkelaitoksen, työttömyyskassan tai työttömyysturvan muutoksenhakulautakunnan tulee antaa nimettyä henkilöä koskeva päätös tiedoksi työttömyysturva-asiamiehelle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "13:9",
        "normalized_fi": "Työttömyysturva-asiamiehellä on salassapitosäännösten ja muiden tiedonsaantia koskevien rajoitusten estämättä oikeus saada maksutta työvoimatoimistolta ja työvoimatoimikunnalta tiedot työvoimapoliittisista lausunnoista siinä laajuudessa kuin asiamiehen tehtävät edellyttävät. Työttömyysturva-asiamies voi määrätä, että Kansaneläkelaitoksen, työttömyyskassan tai työttömyysturvan muutoksenhakulautakunnan tulee antaa nimettyä henkilöä koskeva päätös tiedoksi työttömyysturva-asiamiehelle.",
        "folded_fi": "tyottomyysturva-asiamiehella on salassapitosaannosten ja muiden tiedonsaantia koskevien rajoitusten estamatta oikeus saada maksutta tyovoimatoimistolta ja tyovoimatoimikunnalta tiedot tyovoimapoliittisista lausunnoista siina laajuudessa kuin asiamiehen tehtavat edellyttavat. tyottomyysturva-asiamies voi maarata, etta kansanelakelaitoksen, tyottomyyskassan tai tyottomyysturvan muutoksenhakulautakunnan tulee antaa nimettya henkiloa koskeva paatos tiedoksi tyottomyysturva-asiamiehelle.",
        "title_sv": "Utkomstskyddsombudets rätt att få uppgifter och att vara närvarande",
        "content_sv": "Utkomstskyddsombudet har utan hinder av sekretessbestämmelserna och andra begränsningar som gäller erhållande av uppgifter rätt att avgiftsfritt av arbetskraftsbyrån och arbetskraftskommissionen få uppgifter om arbetskraftspolitiska utlåtanden i den omfattning ombudets uppgifter det kräver. Utkomstskyddsombudet kan bestämma att Folkpensionsanstalten, arbetslöshetskassan eller besvärsnämnden för utkomstskyddsärenden skall delge utkomstskyddsombudet beslut som gäller namngivna personer.",
        "normalized_sv": "Utkomstskyddsombudet har utan hinder av sekretessbestämmelserna och andra begränsningar som gäller erhållande av uppgifter rätt att avgiftsfritt av arbetskraftsbyrån och arbetskraftskommissionen få uppgifter om arbetskraftspolitiska utlåtanden i den omfattning ombudets uppgifter det kräver. Utkomstskyddsombudet kan bestämma att Folkpensionsanstalten, arbetslöshetskassan eller besvärsnämnden för utkomstskyddsärenden skall delge utkomstskyddsombudet beslut som gäller namngivna personer.",
        "folded_sv": "utkomstskyddsombudet har utan hinder av sekretessbestammelserna och andra begransningar som galler erhallande av uppgifter ratt att avgiftsfritt av arbetskraftsbyran och arbetskraftskommissionen fa uppgifter om arbetskraftspolitiska utlatanden i den omfattning ombudets uppgifter det kraver. utkomstskyddsombudet kan bestamma att folkpensionsanstalten, arbetsloshetskassan eller besvarsnamnden for utkomstskyddsarenden skall delge utkomstskyddsombudet beslut som galler namngivna personer."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "12:1",
      "chapter": "12",
      "section": "1",
      "title": "Muutoksenhakuoikeus",
      "content": "Kansaneläkelaitoksen tai työttömyyskassan päätökseen tyytymätön saa hakea siihen muutosta työttömyysturvan muutoksenhakulautakunnalta ja työttömyysturvan muutoksenhakulautakunnan päätökseen tyytymätön vakuutusoikeudelta. Vakuutusoikeuden päätökseen ei saa hakea muutosta valittamalla. Työttömyysturva-asiamies on oikeutettu hakemaan valittamalla työttömyysetuuden saamisen työvoimapoliittisia edellytyksiä tai oikeudenkäyntikulujen jakamista koskevassa asiassa muutosta 1 momentin mukaisesti työttömyysturvan muutoksenhakulautakunnalta 30 päivän kuluessa siitä, kun työnhakija on saanut Kansaneläkelaitoksen tai työttömyyskassan päätöksestä tiedon, ja vakuutusoikeudelta 30 päivän kuluessa siitä, kun työvoimaviranomainen on saanut päätöksestä tiedon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "12:1",
        "normalized_fi": "Kansaneläkelaitoksen tai työttömyyskassan päätökseen tyytymätön saa hakea siihen muutosta työttömyysturvan muutoksenhakulautakunnalta ja työttömyysturvan muutoksenhakulautakunnan päätökseen tyytymätön vakuutusoikeudelta. Vakuutusoikeuden päätökseen ei saa hakea muutosta valittamalla. Työttömyysturva-asiamies on oikeutettu hakemaan valittamalla työttömyysetuuden saamisen työvoimapoliittisia edellytyksiä tai oikeudenkäyntikulujen jakamista koskevassa asiassa muutosta 1 momentin mukaisesti työttömyysturvan muutoksenhakulautakunnalta 30 päivän kuluessa siitä, kun työnhakija on saanut Kansaneläkelaitoksen tai työttömyyskassan päätöksestä tiedon, ja vakuutusoikeudelta 30 päivän kuluessa siitä, kun työvoimaviranomainen on saanut päätöksestä tiedon.",
        "folded_fi": "kansanelakelaitoksen tai tyottomyyskassan paatokseen tyytymaton saa hakea siihen muutosta tyottomyysturvan muutoksenhakulautakunnalta ja tyottomyysturvan muutoksenhakulautakunnan paatokseen tyytymaton vakuutusoikeudelta. vakuutusoikeuden paatokseen ei saa hakea muutosta valittamalla. tyottomyysturva-asiamies on oikeutettu hakemaan valittamalla tyottomyysetuuden saamisen tyovoimapoliittisia edellytyksia tai oikeudenkayntikulujen jakamista koskevassa asiassa muutosta 1 momentin mukaisesti tyottomyysturvan muutoksenhakulautakunnalta 30 paivan kuluessa siita, kun tyonhakija on saanut kansanelakelaitoksen tai tyottomyyskassan paatoksesta tiedon, ja vakuutusoikeudelta 30 paivan kuluessa siita, kun tyovoimaviranomainen on saanut paatoksesta tiedon.",
        "title_sv": "Besvärsnämnden för utkomstskyddsärenden",
        "content_sv": "Besvärsnämnden för utkomstskyddsärenden är första besvärsinstans i ärenden som gäller utkomstskyddet för arbetslösa. Dessutom är besvärsnämnden för utkomstskyddsärenden besvärsinstans i de ärenden om vilka bestäms särskilt i lag. Besvärsnämnden för utkomstskyddsärenden verkar inom social- och hälsovårdsministeriets förvaltningsområde. Kostnaderna för dess verksamhet betalas av statens medel.",
        "normalized_sv": "Besvärsnämnden för utkomstskyddsärenden är första besvärsinstans i ärenden som gäller utkomstskyddet för arbetslösa. Dessutom är besvärsnämnden för utkomstskyddsärenden besvärsinstans i de ärenden om vilka bestäms särskilt i lag. Besvärsnämnden för utkomstskyddsärenden verkar inom social- och hälsovårdsministeriets förvaltningsområde. Kostnaderna för dess verksamhet betalas av statens medel.",
        "folded_sv": "besvarsnamnden for utkomstskyddsarenden ar forsta besvarsinstans i arenden som galler utkomstskyddet for arbetslosa. dessutom ar besvarsnamnden for utkomstskyddsarenden besvarsinstans i de arenden om vilka bestams sarskilt i lag. besvarsnamnden for utkomstskyddsarenden verkar inom social- och halsovardsministeriets forvaltningsomrade. kostnaderna for dess verksamhet betalas av statens medel."
      },
      "valid_from": "2006-12-08",
      "valid_to": null
    },
    {
      "provision_ref": "12:5",
      "chapter": "12",
      "section": "5",
      "title": "Valituksen myöhästyminen",
      "content": "Jos työttömyysturvan muutoksenhakulautakunnalle tai vakuutusoikeudelle annettava valitus on saapunut 1 §:ssä säädetyn määräajan jälkeen, asianomainen muutoksenhakuelin voi tästä huolimatta ottaa valituksen tutkittavakseen, jos myöhästymiseen on ollut painavia syitä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "12:5",
        "normalized_fi": "Jos työttömyysturvan muutoksenhakulautakunnalle tai vakuutusoikeudelle annettava valitus on saapunut 1 § :ssä säädetyn määräajan jälkeen, asianomainen muutoksenhakuelin voi tästä huolimatta ottaa valituksen tutkittavakseen, jos myöhästymiseen on ollut painavia syitä.",
        "folded_fi": "jos tyottomyysturvan muutoksenhakulautakunnalle tai vakuutusoikeudelle annettava valitus on saapunut 1 §:ssa saadetyn maaraajan jalkeen, asianomainen muutoksenhakuelin voi tasta huolimatta ottaa valituksen tutkittavakseen, jos myohastymiseen on ollut painavia syita.",
        "title_sv": "Behandlingen av ärenden",
        "content_sv": "Vid behandlingen av ärenden i besvärsnämnden för utkomstskyddsärenden tillämpas förvaltningsprocesslagen (586/1996), om inte något annat bestäms särskilt genom lag. Det som i 38 § i förvaltningsprocesslagen föreskrivs om muntlig förhandling i förvaltningsdomstolen på begäran av enskild part gäller även verkställande av muntlig förhandling i besvärsnämnden. Vid muntlig förhandling tillämpas lagen om offentlighet vid rättegång (945/1984). Muntlig förhandling skall ske inom stängda dörrar i ärenden i vilka tystnadsplikt gäller eller i vilka besvärsnämnden för utkomstskyddsärenden beslutar att de skall behandlas inom stängda dörrar på den grund att offentlig behandling kunde medföra särskild olägenhet för en part. Ett beslut av besvärsnämnden för utkomstskyddsärenden delges genom att beslutet sänds per post till mottagaren under den adress han eller hon har uppgett för besvärsnämnden. Ett lagakraftvunnet beslut av besvärsnämnden för utkomstskyddsärenden får verkställas så som en lagakraftvunnen dom.",
        "normalized_sv": "Vid behandlingen av ärenden i besvärsnämnden för utkomstskyddsärenden tillämpas förvaltningsprocesslagen (586/1996), om inte något annat bestäms särskilt genom lag. Det som i 38 § i förvaltningsprocesslagen föreskrivs om muntlig förhandling i förvaltningsdomstolen på begäran av enskild part gäller även verkställande av muntlig förhandling i besvärsnämnden. Vid muntlig förhandling tillämpas lagen om offentlighet vid rättegång (945/1984). Muntlig förhandling skall ske inom stängda dörrar i ärenden i vilka tystnadsplikt gäller eller i vilka besvärsnämnden för utkomstskyddsärenden beslutar att de skall behandlas inom stängda dörrar på den grund att offentlig behandling kunde medföra särskild olägenhet för en part. Ett beslut av besvärsnämnden för utkomstskyddsärenden delges genom att beslutet sänds per post till mottagaren under den adress han eller hon har uppgett för besvärsnämnden. Ett lagakraftvunnet beslut av besvärsnämnden för utkomstskyddsärenden får verkställas så som en lagakraftvunnen dom.",
        "folded_sv": "vid behandlingen av arenden i besvarsnamnden for utkomstskyddsarenden tillampas forvaltningsprocesslagen (586/1996), om inte nagot annat bestams sarskilt genom lag. det som i 38 § i forvaltningsprocesslagen foreskrivs om muntlig forhandling i forvaltningsdomstolen pa begaran av enskild part galler aven verkstallande av muntlig forhandling i besvarsnamnden. vid muntlig forhandling tillampas lagen om offentlighet vid rattegang (945/1984). muntlig forhandling skall ske inom stangda dorrar i arenden i vilka tystnadsplikt galler eller i vilka besvarsnamnden for utkomstskyddsarenden beslutar att de skall behandlas inom stangda dorrar pa den grund att offentlig behandling kunde medfora sarskild olagenhet for en part. ett beslut av besvarsnamnden for utkomstskyddsarenden delges genom att beslutet sands per post till mottagaren under den adress han eller hon har uppgett for besvarsnamnden. ett lagakraftvunnet beslut av besvarsnamnden for utkomstskyddsarenden far verkstallas sa som en lagakraftvunnen dom."
      },
      "valid_from": "2006-12-08",
      "valid_to": null
    },
    {
      "provision_ref": "12:6",
      "chapter": "12",
      "section": "6",
      "title": "Päätöksen tiedoksisaantipäivä",
      "content": "Valittajan katsotaan saaneen tiedon päätöksestä seitsemäntenä päivänä sen jälkeen, kun päätös on postitettu hänen ilmoittamallaan osoitteella, jollei muuta näytetä. Työttömyysturva-asiamiehen katsotaan saaneen tiedon työttömyysturvan muutoksenhakulautakunnan päätöksestä seitsemäntenä päivänä sen jälkeen, kun päätös on postitettu työvoimaviranomaisen osoitteella, jollei muuta näytetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "12:6",
        "normalized_fi": "Valittajan katsotaan saaneen tiedon päätöksestä seitsemäntenä päivänä sen jälkeen, kun päätös on postitettu hänen ilmoittamallaan osoitteella, jollei muuta näytetä. Työttömyysturva-asiamiehen katsotaan saaneen tiedon työttömyysturvan muutoksenhakulautakunnan päätöksestä seitsemäntenä päivänä sen jälkeen, kun päätös on postitettu työvoimaviranomaisen osoitteella, jollei muuta näytetä.",
        "folded_fi": "valittajan katsotaan saaneen tiedon paatoksesta seitsemantena paivana sen jalkeen, kun paatos on postitettu hanen ilmoittamallaan osoitteella, jollei muuta nayteta. tyottomyysturva-asiamiehen katsotaan saaneen tiedon tyottomyysturvan muutoksenhakulautakunnan paatoksesta seitsemantena paivana sen jalkeen, kun paatos on postitettu tyovoimaviranomaisen osoitteella, jollei muuta nayteta.",
        "title_sv": "Närmare bestämmelser och föreskrifter",
        "content_sv": "Närmare bestämmelser om organisationen för besvärsnämnden för utkomstskyddsärenden, dess personal, behandlingen av ärenden och dess verksamhet utfärdas genom förordning av statsrådet. Närmare bestämmelser om organiseringen av arbetet i besvärsnämnden för utkomstskyddsärenden kan utfärdas i besvärsnämndens arbetsordning som fastställs av besvärsnämndens förvaltningssektion.",
        "normalized_sv": "Närmare bestämmelser om organisationen för besvärsnämnden för utkomstskyddsärenden, dess personal, behandlingen av ärenden och dess verksamhet utfärdas genom förordning av statsrådet. Närmare bestämmelser om organiseringen av arbetet i besvärsnämnden för utkomstskyddsärenden kan utfärdas i besvärsnämndens arbetsordning som fastställs av besvärsnämndens förvaltningssektion.",
        "folded_sv": "narmare bestammelser om organisationen for besvarsnamnden for utkomstskyddsarenden, dess personal, behandlingen av arenden och dess verksamhet utfardas genom forordning av statsradet. narmare bestammelser om organiseringen av arbetet i besvarsnamnden for utkomstskyddsarenden kan utfardas i besvarsnamndens arbetsordning som faststalls av besvarsnamndens forvaltningssektion."
      },
      "valid_from": "2006-12-08",
      "valid_to": null
    },
    {
      "provision_ref": "12:7",
      "chapter": "12",
      "section": "7",
      "title": "Päätöksen poistaminen",
      "content": "Jos Kansaneläkelaitoksen tai työttömyyskassan antama lainvoimainen päätös perustuu virheelliseen tai puutteelliseen selvitykseen taikka on ilmeisesti lain vastainen, työttömyysturvan muutoksenhakulautakunta voi Kansaneläkelaitoksen, työttömyyskassan tai asianosaisen vaatimuksesta poistaa päätöksen ja määrätä asian uudelleen käsiteltäväksi. Työttömyysturvan muutoksenhakulautakunnan on varattava asianosaisille tilaisuus tulla kuulluksi ennen asian ratkaisemista. Päätökseen saa hakea muutosta siten kuin 1 §:n 1 ja 2 momentissa säädetään. Jos työttömyysturvan muutoksenhakulautakunnan tai vakuutusoikeuden antama lainvoimainen päätös perustuu virheelliseen tai puutteelliseen selvitykseen taikka on ilmeisesti lain vastainen, vakuutusoikeus voi Kansaneläkelaitoksen, työttömyyskassan tai asianosaisen vaatimuksesta poistaa päätöksen ja määrätä asian uudelleen käsiteltäväksi. Vakuutusoikeuden on varattava asianosaisille tilaisuus tulla kuulluksi ennen asian ratkaisemista. Tehtyään edellä 1 tai 2 momentissa tarkoitetun päätöksen poistamista koskevan vaatimuksen Kansaneläkelaitos tai työttömyyskassa voi, kunnes asia on uudelleen ratkaistu, väliaikaisesti keskeyttää etuuden maksamisen tai maksaa sen vaatimuksensa mukaisena. Myös Vakuutusvalvontavirasto voi esittää mainitulla tavalla virheellisen työttömyyskassan päätöksen poistamista työttömyysturvan muutoksenhakulautakunnalle tai työttömyysturvan muutoksenhakulautakunnan päätöksen poistamista vakuutusoikeudelle. Tehtyään edellä sanotun esityksen Vakuutusvalvontavirasto voi määrätä etuuden maksamisen väliaikaisesti keskeytettäväksi tai maksettavaksi esityksensä mukaisena. Lisäksi työttömyysturva-asiamies on oikeutettu hakemaan työvoimapoliittisia edellytyksiä koskevassa asiassa lainvoimaisen päätöksen poistamista siten kuin 1 ja 2 momentissa säädetään. Päätöksen poistamista on haettava viiden vuoden kuluessa siitä, kun päätös sai lainvoiman. Erityisen painavista syistä päätös voidaan poistaa määräajan jälkeenkin tehdystä hakemuksesta. Jos asiassa, jossa on kysymys evätyn edun myöntämisestä tai myönnetyn edun lisäämisestä, ilmenee uutta selvitystä, Kansaneläkelaitoksen tai työttömyyskassan on tutkittava asia uudelleen. Kansaneläkelaitos tai työttömyyskassa voi aikaisemman lainvoimaisen päätöksen estämättä myöntää evätyn edun taikka myöntää edun aikaisempaa suurempana. Myös työttömyysturvan muutoksenhakulautakunta ja vakuutusoikeus voivat menetellä vastaavasti muutoksenhakuasiaa käsitellessään. Päätökseen saa hakea muutosta siten kuin 1 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "12:7",
        "normalized_fi": "Jos Kansaneläkelaitoksen tai työttömyyskassan antama lainvoimainen päätös perustuu virheelliseen tai puutteelliseen selvitykseen taikka on ilmeisesti lain vastainen, työttömyysturvan muutoksenhakulautakunta voi Kansaneläkelaitoksen, työttömyyskassan tai asianosaisen vaatimuksesta poistaa päätöksen ja määrätä asian uudelleen käsiteltäväksi. Työttömyysturvan muutoksenhakulautakunnan on varattava asianosaisille tilaisuus tulla kuulluksi ennen asian ratkaisemista. Päätökseen saa hakea muutosta siten kuin 1 § :n 1 ja 2 momentissa säädetään. Jos työttömyysturvan muutoksenhakulautakunnan tai vakuutusoikeuden antama lainvoimainen päätös perustuu virheelliseen tai puutteelliseen selvitykseen taikka on ilmeisesti lain vastainen, vakuutusoikeus voi Kansaneläkelaitoksen, työttömyyskassan tai asianosaisen vaatimuksesta poistaa päätöksen ja määrätä asian uudelleen käsiteltäväksi. Vakuutusoikeuden on varattava asianosaisille tilaisuus tulla kuulluksi ennen asian ratkaisemista. Tehtyään edellä 1 tai 2 momentissa tarkoitetun päätöksen poistamista koskevan vaatimuksen Kansaneläkelaitos tai työttömyyskassa voi, kunnes asia on uudelleen ratkaistu, väliaikaisesti keskeyttää etuuden maksamisen tai maksaa sen vaatimuksensa mukaisena. Myös Vakuutusvalvontavirasto voi esittää mainitulla tavalla virheellisen työttömyyskassan päätöksen poistamista työttömyysturvan muutoksenhakulautakunnalle tai työttömyysturvan muutoksenhakulautakunnan päätöksen poistamista vakuutusoikeudelle. Tehtyään edellä sanotun esityksen Vakuutusvalvontavirasto voi määrätä etuuden maksamisen väliaikaisesti keskeytettäväksi tai maksettavaksi esityksensä mukaisena. Lisäksi työttömyysturva-asiamies on oikeutettu hakemaan työvoimapoliittisia edellytyksiä koskevassa asiassa lainvoimaisen päätöksen poistamista siten kuin 1 ja 2 momentissa säädetään. Päätöksen poistamista on haettava viiden vuoden kuluessa siitä, kun päätös sai lainvoiman. Erityisen painavista syistä päätös voidaan poistaa määräajan jälkeenkin tehdystä hakemuksesta. Jos asiassa, jossa on kysymys evätyn edun myöntämisestä tai myönnetyn edun lisäämisestä, ilmenee uutta selvitystä, Kansaneläkelaitoksen tai työttömyyskassan on tutkittava asia uudelleen. Kansaneläkelaitos tai työttömyyskassa voi aikaisemman lainvoimaisen päätöksen estämättä myöntää evätyn edun taikka myöntää edun aikaisempaa suurempana. Myös työttömyysturvan muutoksenhakulautakunta ja vakuutusoikeus voivat menetellä vastaavasti muutoksenhakuasiaa käsitellessään. Päätökseen saa hakea muutosta siten kuin 1 § :ssä säädetään.",
        "folded_fi": "jos kansanelakelaitoksen tai tyottomyyskassan antama lainvoimainen paatos perustuu virheelliseen tai puutteelliseen selvitykseen taikka on ilmeisesti lain vastainen, tyottomyysturvan muutoksenhakulautakunta voi kansanelakelaitoksen, tyottomyyskassan tai asianosaisen vaatimuksesta poistaa paatoksen ja maarata asian uudelleen kasiteltavaksi. tyottomyysturvan muutoksenhakulautakunnan on varattava asianosaisille tilaisuus tulla kuulluksi ennen asian ratkaisemista. paatokseen saa hakea muutosta siten kuin 1 §:n 1 ja 2 momentissa saadetaan. jos tyottomyysturvan muutoksenhakulautakunnan tai vakuutusoikeuden antama lainvoimainen paatos perustuu virheelliseen tai puutteelliseen selvitykseen taikka on ilmeisesti lain vastainen, vakuutusoikeus voi kansanelakelaitoksen, tyottomyyskassan tai asianosaisen vaatimuksesta poistaa paatoksen ja maarata asian uudelleen kasiteltavaksi. vakuutusoikeuden on varattava asianosaisille tilaisuus tulla kuulluksi ennen asian ratkaisemista. tehtyaan edella 1 tai 2 momentissa tarkoitetun paatoksen poistamista koskevan vaatimuksen kansanelakelaitos tai tyottomyyskassa voi, kunnes asia on uudelleen ratkaistu, valiaikaisesti keskeyttaa etuuden maksamisen tai maksaa sen vaatimuksensa mukaisena. myos vakuutusvalvontavirasto voi esittaa mainitulla tavalla virheellisen tyottomyyskassan paatoksen poistamista tyottomyysturvan muutoksenhakulautakunnalle tai tyottomyysturvan muutoksenhakulautakunnan paatoksen poistamista vakuutusoikeudelle. tehtyaan edella sanotun esityksen vakuutusvalvontavirasto voi maarata etuuden maksamisen valiaikaisesti keskeytettavaksi tai maksettavaksi esityksensa mukaisena. lisaksi tyottomyysturva-asiamies on oikeutettu hakemaan tyovoimapoliittisia edellytyksia koskevassa asiassa lainvoimaisen paatoksen poistamista siten kuin 1 ja 2 momentissa saadetaan. paatoksen poistamista on haettava viiden vuoden kuluessa siita, kun paatos sai lainvoiman. erityisen painavista syista paatos voidaan poistaa maaraajan jalkeenkin tehdysta hakemuksesta. jos asiassa, jossa on kysymys evatyn edun myontamisesta tai myonnetyn edun lisaamisesta, ilmenee uutta selvitysta, kansanelakelaitoksen tai tyottomyyskassan on tutkittava asia uudelleen. kansanelakelaitos tai tyottomyyskassa voi aikaisemman lainvoimaisen paatoksen estamatta myontaa evatyn edun taikka myontaa edun aikaisempaa suurempana. myos tyottomyysturvan muutoksenhakulautakunta ja vakuutusoikeus voivat menetella vastaavasti muutoksenhakuasiaa kasitellessaan. paatokseen saa hakea muutosta siten kuin 1 §:ssa saadetaan.",
        "title_sv": "Undanröjande av beslut",
        "content_sv": "Om ett lagakraftvunnet beslut av Folkpensionsanstalten eller en arbetslöshetskassa grundar sig på en felaktig eller bristfällig utredning eller uppenbart står i strid med lag, kan besvärsnämnden för utkomstskyddsärenden på yrkande av Folkpensionsanstalten, arbetslöshetskassan i fråga eller en part undanröja beslutet och bestämma att ärendet skall behandlas på nytt. Besvärsnämnden för utkomstskyddsärenden skall bereda parterna tillfälle att bli hörda innan ärendet avgörs. I beslutet får ändring sökas enligt 1 § 1 och 2 mom. Om ett lagakraftvunnet beslut av besvärsnämnden för utkomstskyddsärenden eller försäkringsdomstolen grundar sig på en felaktig eller bristfällig utredning eller uppenbart står i strid med lag, kan försäkringsdomstolen på yrkande av Folkpensionsanstalten, arbetslöshetskassan i fråga eller en part undanröja beslutet och bestämma att ärendet skall behandlas på nytt. Försäkringsdomstolen skall bereda parterna tillfälle att bli hörda innan ärendet avgörs. Efter att ha yrkat att ett i 1 eller 2 mom. avsett beslut skall undanröjas kan Folkpensionsanstalten eller arbetslöshetskassan, tills ärendet har avgjorts på nytt, temporärt inställa utbetalningen av förmånen eller betala den enligt sitt yrkande. Likaså kan Försäkringsinspektionen för besvärsnämnden för utkomstskyddsärenden föreslå att ett på ovan nämnt sätt felaktigt beslut av en arbetslöshetskassa eller för försäkringsdomstolen att ett beslut av besvärsnämnden för utkomstskyddsärenden skall undanröjas. Efter att ha gjort en ovan nämnd framställning kan Försäkringsinspektionen förordna att utbetalningen av förmånen skall inställas temporärt eller att den skall betalas till det belopp framställningen avser. Dessutom har utkomstskyddsombudet rätt att ansöka om att ett lagakraftvunnet beslut i ett ärende som gäller arbetskraftspolitiska förutsättningar skall undanröjas så som bestäms i 1 och 2 mom. Ansökan om undanröjande av ett beslut skall göras inom fem år från det att beslutet har vunnit laga kraft. Av synnerligen vägande skäl kan ett beslut undanröjas på ansökan som gjorts även efter utgången av den föreskrivna tiden. Om ny utredning framkommer i ett ärende som gäller beviljande av förvägrad förmån eller utökande av redan beviljad förmån, skall Folkpensionsanstalten eller arbetslöshetskassan pröva ärendet på nytt. Folkpensionsanstalten eller arbetslöshetskassan kan utan hinder av ett tidigare lagakraftvunnet beslut bevilja en förvägrad förmån eller utöka en redan beviljad förmån. Besvärsnämnden för utkomstskyddsärenden och försäkringsdomstolen kan tillämpa motsvarande förfarande när de behandlar ärenden som gäller ändringssökande. I beslutet får ändring sökas enligt 1 §.",
        "normalized_sv": "Om ett lagakraftvunnet beslut av Folkpensionsanstalten eller en arbetslöshetskassa grundar sig på en felaktig eller bristfällig utredning eller uppenbart står i strid med lag, kan besvärsnämnden för utkomstskyddsärenden på yrkande av Folkpensionsanstalten, arbetslöshetskassan i fråga eller en part undanröja beslutet och bestämma att ärendet skall behandlas på nytt. Besvärsnämnden för utkomstskyddsärenden skall bereda parterna tillfälle att bli hörda innan ärendet avgörs. I beslutet får ändring sökas enligt 1 § 1 och 2 mom. Om ett lagakraftvunnet beslut av besvärsnämnden för utkomstskyddsärenden eller försäkringsdomstolen grundar sig på en felaktig eller bristfällig utredning eller uppenbart står i strid med lag, kan försäkringsdomstolen på yrkande av Folkpensionsanstalten, arbetslöshetskassan i fråga eller en part undanröja beslutet och bestämma att ärendet skall behandlas på nytt. Försäkringsdomstolen skall bereda parterna tillfälle att bli hörda innan ärendet avgörs. Efter att ha yrkat att ett i 1 eller 2 mom. avsett beslut skall undanröjas kan Folkpensionsanstalten eller arbetslöshetskassan, tills ärendet har avgjorts på nytt, temporärt inställa utbetalningen av förmånen eller betala den enligt sitt yrkande. Likaså kan Försäkringsinspektionen för besvärsnämnden för utkomstskyddsärenden föreslå att ett på ovan nämnt sätt felaktigt beslut av en arbetslöshetskassa eller för försäkringsdomstolen att ett beslut av besvärsnämnden för utkomstskyddsärenden skall undanröjas. Efter att ha gjort en ovan nämnd framställning kan Försäkringsinspektionen förordna att utbetalningen av förmånen skall inställas temporärt eller att den skall betalas till det belopp framställningen avser. Dessutom har utkomstskyddsombudet rätt att ansöka om att ett lagakraftvunnet beslut i ett ärende som gäller arbetskraftspolitiska förutsättningar skall undanröjas så som bestäms i 1 och 2 mom. Ansökan om undanröjande av ett beslut skall göras inom fem år från det att beslutet har vunnit laga kraft. Av synnerligen vägande skäl kan ett beslut undanröjas på ansökan som gjorts även efter utgången av den föreskrivna tiden. Om ny utredning framkommer i ett ärende som gäller beviljande av förvägrad förmån eller utökande av redan beviljad förmån, skall Folkpensionsanstalten eller arbetslöshetskassan pröva ärendet på nytt. Folkpensionsanstalten eller arbetslöshetskassan kan utan hinder av ett tidigare lagakraftvunnet beslut bevilja en förvägrad förmån eller utöka en redan beviljad förmån. Besvärsnämnden för utkomstskyddsärenden och försäkringsdomstolen kan tillämpa motsvarande förfarande när de behandlar ärenden som gäller ändringssökande. I beslutet får ändring sökas enligt 1 § .",
        "folded_sv": "om ett lagakraftvunnet beslut av folkpensionsanstalten eller en arbetsloshetskassa grundar sig pa en felaktig eller bristfallig utredning eller uppenbart star i strid med lag, kan besvarsnamnden for utkomstskyddsarenden pa yrkande av folkpensionsanstalten, arbetsloshetskassan i fraga eller en part undanroja beslutet och bestamma att arendet skall behandlas pa nytt. besvarsnamnden for utkomstskyddsarenden skall bereda parterna tillfalle att bli horda innan arendet avgors. i beslutet far andring sokas enligt 1 § 1 och 2 mom. om ett lagakraftvunnet beslut av besvarsnamnden for utkomstskyddsarenden eller forsakringsdomstolen grundar sig pa en felaktig eller bristfallig utredning eller uppenbart star i strid med lag, kan forsakringsdomstolen pa yrkande av folkpensionsanstalten, arbetsloshetskassan i fraga eller en part undanroja beslutet och bestamma att arendet skall behandlas pa nytt. forsakringsdomstolen skall bereda parterna tillfalle att bli horda innan arendet avgors. efter att ha yrkat att ett i 1 eller 2 mom. avsett beslut skall undanrojas kan folkpensionsanstalten eller arbetsloshetskassan, tills arendet har avgjorts pa nytt, temporart installa utbetalningen av formanen eller betala den enligt sitt yrkande. likasa kan forsakringsinspektionen for besvarsnamnden for utkomstskyddsarenden foresla att ett pa ovan namnt satt felaktigt beslut av en arbetsloshetskassa eller for forsakringsdomstolen att ett beslut av besvarsnamnden for utkomstskyddsarenden skall undanrojas. efter att ha gjort en ovan namnd framstallning kan forsakringsinspektionen forordna att utbetalningen av formanen skall installas temporart eller att den skall betalas till det belopp framstallningen avser. dessutom har utkomstskyddsombudet ratt att ansoka om att ett lagakraftvunnet beslut i ett arende som galler arbetskraftspolitiska forutsattningar skall undanrojas sa som bestams i 1 och 2 mom. ansokan om undanrojande av ett beslut skall goras inom fem ar fran det att beslutet har vunnit laga kraft. av synnerligen vagande skal kan ett beslut undanrojas pa ansokan som gjorts aven efter utgangen av den foreskrivna tiden. om ny utredning framkommer i ett arende som galler beviljande av forvagrad forman eller utokande av redan beviljad forman, skall folkpensionsanstalten eller arbetsloshetskassan prova arendet pa nytt. folkpensionsanstalten eller arbetsloshetskassan kan utan hinder av ett tidigare lagakraftvunnet beslut bevilja en forvagrad forman eller utoka en redan beviljad forman. besvarsnamnden for utkomstskyddsarenden och forsakringsdomstolen kan tillampa motsvarande forfarande nar de behandlar arenden som galler andringssokande. i beslutet far andring sokas enligt 1 §."
      },
      "valid_from": "2006-12-08",
      "valid_to": null
    },
    {
      "provision_ref": "12:9",
      "chapter": "12",
      "section": "9",
      "title": "Oikeudenkäyntikulujen jakaminen",
      "content": "Työttömyysturvan muutoksenhakulautakunta ja vakuutusoikeus voi velvoittaa työvoimaviranomaisen korvaamaan oikeudenkäyntikulut kokonaisuudessaan tai osaksi Kansaneläkelaitokselle tai työttömyyskassalle asiassa, jossa Kansaneläkelaitos tai työttömyyskassa velvoitetaan suorittamaan asianosaisen oikeudenkäyntikuluja ja oikeudenkäyntikulujen suoritusvelvollisuus perustuu pääasiassa tai osittain 11 luvun 4 §:n mukaiseen työvoimapoliittiseen lausuntoon. Työvoimatoimikuntaa tai työvoimatoimistoa on kuultava korvausvastuun jakamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "12:9",
        "normalized_fi": "Työttömyysturvan muutoksenhakulautakunta ja vakuutusoikeus voi velvoittaa työvoimaviranomaisen korvaamaan oikeudenkäyntikulut kokonaisuudessaan tai osaksi Kansaneläkelaitokselle tai työttömyyskassalle asiassa, jossa Kansaneläkelaitos tai työttömyyskassa velvoitetaan suorittamaan asianosaisen oikeudenkäyntikuluja ja oikeudenkäyntikulujen suoritusvelvollisuus perustuu pääasiassa tai osittain 11 luvun 4 § :n mukaiseen työvoimapoliittiseen lausuntoon. Työvoimatoimikuntaa tai työvoimatoimistoa on kuultava korvausvastuun jakamisesta.",
        "folded_fi": "tyottomyysturvan muutoksenhakulautakunta ja vakuutusoikeus voi velvoittaa tyovoimaviranomaisen korvaamaan oikeudenkayntikulut kokonaisuudessaan tai osaksi kansanelakelaitokselle tai tyottomyyskassalle asiassa, jossa kansanelakelaitos tai tyottomyyskassa velvoitetaan suorittamaan asianosaisen oikeudenkayntikuluja ja oikeudenkayntikulujen suoritusvelvollisuus perustuu paaasiassa tai osittain 11 luvun 4 §:n mukaiseen tyovoimapoliittiseen lausuntoon. tyovoimatoimikuntaa tai tyovoimatoimistoa on kuultava korvausvastuun jakamisesta.",
        "title_sv": "Fördelning av rättegångskostnader",
        "content_sv": "Besvärsnämnden för utkomstskyddsärenden och försäkringsdomstolen kan ålägga arbetskraftsmyndigheten att helt eller delvis ersätta Folkpensionsanstalten eller en arbetslöshetskassa för rättegångskostnaderna i ett ärende där Folkpensionsanstalten eller arbetslöshetskassan åläggs att betala en parts rättegångskostnader och skyldigheten att betala rättegångskostnader huvudsakligen eller delvis grundar sig på ett arbetskraftspolitiskt utlåtande enligt 11 kap. 4 §. Arbetskraftskommissionen eller arbetskraftsbyrån skall höras om fördelningen av ersättningsansvaret.",
        "normalized_sv": "Besvärsnämnden för utkomstskyddsärenden och försäkringsdomstolen kan ålägga arbetskraftsmyndigheten att helt eller delvis ersätta Folkpensionsanstalten eller en arbetslöshetskassa för rättegångskostnaderna i ett ärende där Folkpensionsanstalten eller arbetslöshetskassan åläggs att betala en parts rättegångskostnader och skyldigheten att betala rättegångskostnader huvudsakligen eller delvis grundar sig på ett arbetskraftspolitiskt utlåtande enligt 11 kap. 4 § . Arbetskraftskommissionen eller arbetskraftsbyrån skall höras om fördelningen av ersättningsansvaret.",
        "folded_sv": "besvarsnamnden for utkomstskyddsarenden och forsakringsdomstolen kan alagga arbetskraftsmyndigheten att helt eller delvis ersatta folkpensionsanstalten eller en arbetsloshetskassa for rattegangskostnaderna i ett arende dar folkpensionsanstalten eller arbetsloshetskassan alaggs att betala en parts rattegangskostnader och skyldigheten att betala rattegangskostnader huvudsakligen eller delvis grundar sig pa ett arbetskraftspolitiskt utlatande enligt 11 kap. 4 §. arbetskraftskommissionen eller arbetskraftsbyran skall horas om fordelningen av ersattningsansvaret."
      },
      "valid_from": "2006-12-08",
      "valid_to": null
    },
    {
      "provision_ref": "12:1",
      "chapter": "12",
      "section": "1",
      "title": "Työttömyysturvan muutoksenhakulautakunta",
      "content": "Työttömyysturvan muutoksenhakulautakunta toimii ensimmäisenä muutoksenhakuasteena työttömyysturvaa koskevissa asioissa. Lisäksi työttömyysturvan muutoksenhakulautakunta toimii muutoksenhakuasteena asioissa, joista laissa erikseen niin säädetään. Työttömyysturvan muutoksenhakulautakunta toimii sosiaali- ja terveysministeriön hallinnonalalla ja sen toiminnasta aiheutuvat kustannukset suoritetaan valtion varoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "12:1",
        "normalized_fi": "Työttömyysturvan muutoksenhakulautakunta toimii ensimmäisenä muutoksenhakuasteena työttömyysturvaa koskevissa asioissa. Lisäksi työttömyysturvan muutoksenhakulautakunta toimii muutoksenhakuasteena asioissa, joista laissa erikseen niin säädetään. Työttömyysturvan muutoksenhakulautakunta toimii sosiaali- ja terveysministeriön hallinnonalalla ja sen toiminnasta aiheutuvat kustannukset suoritetaan valtion varoista.",
        "folded_fi": "tyottomyysturvan muutoksenhakulautakunta toimii ensimmaisena muutoksenhakuasteena tyottomyysturvaa koskevissa asioissa. lisaksi tyottomyysturvan muutoksenhakulautakunta toimii muutoksenhakuasteena asioissa, joista laissa erikseen niin saadetaan. tyottomyysturvan muutoksenhakulautakunta toimii sosiaali- ja terveysministerion hallinnonalalla ja sen toiminnasta aiheutuvat kustannukset suoritetaan valtion varoista.",
        "title_sv": "Besvärsnämnden för utkomstskyddsärenden",
        "content_sv": "Besvärsnämnden för utkomstskyddsärenden är första besvärsinstans i ärenden som gäller utkomstskyddet för arbetslösa. Dessutom är besvärsnämnden för utkomstskyddsärenden besvärsinstans i de ärenden om vilka bestäms särskilt i lag. Besvärsnämnden för utkomstskyddsärenden verkar inom social- och hälsovårdsministeriets förvaltningsområde. Kostnaderna för dess verksamhet betalas av statens medel.",
        "normalized_sv": "Besvärsnämnden för utkomstskyddsärenden är första besvärsinstans i ärenden som gäller utkomstskyddet för arbetslösa. Dessutom är besvärsnämnden för utkomstskyddsärenden besvärsinstans i de ärenden om vilka bestäms särskilt i lag. Besvärsnämnden för utkomstskyddsärenden verkar inom social- och hälsovårdsministeriets förvaltningsområde. Kostnaderna för dess verksamhet betalas av statens medel.",
        "folded_sv": "besvarsnamnden for utkomstskyddsarenden ar forsta besvarsinstans i arenden som galler utkomstskyddet for arbetslosa. dessutom ar besvarsnamnden for utkomstskyddsarenden besvarsinstans i de arenden om vilka bestams sarskilt i lag. besvarsnamnden for utkomstskyddsarenden verkar inom social- och halsovardsministeriets forvaltningsomrade. kostnaderna for dess verksamhet betalas av statens medel."
      },
      "valid_from": "2006-12-08",
      "valid_to": null
    },
    {
      "provision_ref": "12:2",
      "chapter": "12",
      "section": "2",
      "title": "Puheenjohtaja ja jäsenet",
      "content": "Työttömyysturvan muutoksenhakulautakunnassa on puheenjohtaja, joka voi olla päätoiminen, sekä tarpeellinen määrä varapuheenjohtajia, lakimiesjäseniä, lääkärijäseniä sekä työelämän ja työmarkkinoiden olosuhteita tuntevia jäseniä, jotka toimivat tuomarin vastuulla. Muille jäsenille kuin puheenjohtajalle ja varapuheenjohtajille määrätään henkilökohtaiset varajäsenet. Valtioneuvosto määrää puheenjohtajan, varapuheenjohtajat, muut jäsenet ja heidän varajäsenensä viideksi vuodeksi kerrallaan. Heidän paikkansa vapautuessa kesken toimikauden nimitetään seuraaja jäljellä olevaksi toimikaudeksi. Muutoin heidän oikeudestaan pysyä tehtävässään on voimassa, mitä tuomarinviran haltijoista on säädetty. Työelämän ja työmarkkinoiden olosuhteita tuntevista jäsenistä puolet on nimitettävä työnantajayhdistysten edustavimpien keskusjärjestöjen ja puolet työntekijäin ja toimihenkilöiden ammattiyhdistysten edustavimpien keskusjärjestöjen ehdotuksesta. Työttömyysturvan muutoksenhakulautakunnan jäsenten tulee olla työttömyysturva-asioihin perehtyneitä. Puheenjohtajan, varapuheenjohtajien ja lakimiesjäsenten sekä näiden varajäsenten tulee lisäksi olla tuomarinvirkaan oikeuttavan tutkinnon suorittaneita. Lääkärijäsenten ja näiden varajäsenten tulee olla laillistettuja lääkäreitä. Työttömyysturvan muutoksenhakulautakunnan puheenjohtajan, varapuheenjohtajan ja jäsenen on ryhtyessään tehtäväänsä vannottava tuomarinvala tai annettava tuomarinvakuutus siten kuin oikeudenkäymiskaaren 1 luvun 6 a ja 7 §:ssä säädetään, jollei hän ole tehnyt sitä jo aiemmin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "12:2",
        "normalized_fi": "Työttömyysturvan muutoksenhakulautakunnassa on puheenjohtaja, joka voi olla päätoiminen, sekä tarpeellinen määrä varapuheenjohtajia, lakimiesjäseniä, lääkärijäseniä sekä työelämän ja työmarkkinoiden olosuhteita tuntevia jäseniä, jotka toimivat tuomarin vastuulla. Muille jäsenille kuin puheenjohtajalle ja varapuheenjohtajille määrätään henkilökohtaiset varajäsenet. Valtioneuvosto määrää puheenjohtajan, varapuheenjohtajat, muut jäsenet ja heidän varajäsenensä viideksi vuodeksi kerrallaan. Heidän paikkansa vapautuessa kesken toimikauden nimitetään seuraaja jäljellä olevaksi toimikaudeksi. Muutoin heidän oikeudestaan pysyä tehtävässään on voimassa, mitä tuomarinviran haltijoista on säädetty. Työelämän ja työmarkkinoiden olosuhteita tuntevista jäsenistä puolet on nimitettävä työnantajayhdistysten edustavimpien keskusjärjestöjen ja puolet työntekijäin ja toimihenkilöiden ammattiyhdistysten edustavimpien keskusjärjestöjen ehdotuksesta. Työttömyysturvan muutoksenhakulautakunnan jäsenten tulee olla työttömyysturva-asioihin perehtyneitä. Puheenjohtajan, varapuheenjohtajien ja lakimiesjäsenten sekä näiden varajäsenten tulee lisäksi olla tuomarinvirkaan oikeuttavan tutkinnon suorittaneita. Lääkärijäsenten ja näiden varajäsenten tulee olla laillistettuja lääkäreitä. Työttömyysturvan muutoksenhakulautakunnan puheenjohtajan, varapuheenjohtajan ja jäsenen on ryhtyessään tehtäväänsä vannottava tuomarinvala tai annettava tuomarinvakuutus siten kuin oikeudenkäymiskaaren 1 luvun 6 a ja 7 § :ssä säädetään, jollei hän ole tehnyt sitä jo aiemmin.",
        "folded_fi": "tyottomyysturvan muutoksenhakulautakunnassa on puheenjohtaja, joka voi olla paatoiminen, seka tarpeellinen maara varapuheenjohtajia, lakimiesjasenia, laakarijasenia seka tyoelaman ja tyomarkkinoiden olosuhteita tuntevia jasenia, jotka toimivat tuomarin vastuulla. muille jasenille kuin puheenjohtajalle ja varapuheenjohtajille maarataan henkilokohtaiset varajasenet. valtioneuvosto maaraa puheenjohtajan, varapuheenjohtajat, muut jasenet ja heidan varajasenensa viideksi vuodeksi kerrallaan. heidan paikkansa vapautuessa kesken toimikauden nimitetaan seuraaja jaljella olevaksi toimikaudeksi. muutoin heidan oikeudestaan pysya tehtavassaan on voimassa, mita tuomarinviran haltijoista on saadetty. tyoelaman ja tyomarkkinoiden olosuhteita tuntevista jasenista puolet on nimitettava tyonantajayhdistysten edustavimpien keskusjarjestojen ja puolet tyontekijain ja toimihenkiloiden ammattiyhdistysten edustavimpien keskusjarjestojen ehdotuksesta. tyottomyysturvan muutoksenhakulautakunnan jasenten tulee olla tyottomyysturva-asioihin perehtyneita. puheenjohtajan, varapuheenjohtajien ja lakimiesjasenten seka naiden varajasenten tulee lisaksi olla tuomarinvirkaan oikeuttavan tutkinnon suorittaneita. laakarijasenten ja naiden varajasenten tulee olla laillistettuja laakareita. tyottomyysturvan muutoksenhakulautakunnan puheenjohtajan, varapuheenjohtajan ja jasenen on ryhtyessaan tehtavaansa vannottava tuomarinvala tai annettava tuomarinvakuutus siten kuin oikeudenkaymiskaaren 1 luvun 6 a ja 7 §:ssa saadetaan, jollei han ole tehnyt sita jo aiemmin.",
        "title_sv": "Ordförande och medlemmar",
        "content_sv": "Besvärsnämnden för utkomstskyddsärenden har en ordförande, som kan sköta uppdraget som huvudsyssla, samt ett behövligt antal vice ordförande, lagfarna medlemmar, läkarmedlemmar samt medlemmar som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden och som handlar under domaransvar. För andra medlemmar än ordföranden och vice ordförandena förordnas personliga suppleanter. Statsrådet förordnar ordföranden och vice ordförandena samt de övriga medlemmarna och deras suppleanter för fem år i sänder. Om en plats blir ledig under mandatperioden, utses en efterträdare för återstoden av perioden. Angående deras rätt att kvarstå i uppdraget gäller i övrigt vad som bestäms om innehavare av domartjänst. Av de medlemmar som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden skall hälften utses på förslag av arbetsgivarföreningarnas mest representativa centralorganisationer och hälften på förslag av arbetstagarnas och tjänstemännens fackföreningars mest representativa centralorganisationer. Medlemmarna i besvärsnämnden för utkomstskyddsärenden skall vara förtrogna med frågor som gäller utkomstskyddet för arbetslösa. Ordföranden, vice ordförandena och de lagfarna medlemmarna samt deras suppleanter skall dessutom ha avlagt examen som medför behörighet för domartjänst. Läkarmedlemmarna och deras suppleanter skall vara legitimerade läkare. När de tillträder sitt uppdrag skall besvärsnämndens ordförande, vice ordförande och medlemmar avlägga domared eller avge domarförsäkran så som bestäms i 1 kap. 6 a och 7 § i rättegångsbalken, om de inte tidigare har avlagt domared eller avgett domarförsäkran.",
        "normalized_sv": "Besvärsnämnden för utkomstskyddsärenden har en ordförande, som kan sköta uppdraget som huvudsyssla, samt ett behövligt antal vice ordförande, lagfarna medlemmar, läkarmedlemmar samt medlemmar som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden och som handlar under domaransvar. För andra medlemmar än ordföranden och vice ordförandena förordnas personliga suppleanter. Statsrådet förordnar ordföranden och vice ordförandena samt de övriga medlemmarna och deras suppleanter för fem år i sänder. Om en plats blir ledig under mandatperioden, utses en efterträdare för återstoden av perioden. Angående deras rätt att kvarstå i uppdraget gäller i övrigt vad som bestäms om innehavare av domartjänst. Av de medlemmar som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden skall hälften utses på förslag av arbetsgivarföreningarnas mest representativa centralorganisationer och hälften på förslag av arbetstagarnas och tjänstemännens fackföreningars mest representativa centralorganisationer. Medlemmarna i besvärsnämnden för utkomstskyddsärenden skall vara förtrogna med frågor som gäller utkomstskyddet för arbetslösa. Ordföranden, vice ordförandena och de lagfarna medlemmarna samt deras suppleanter skall dessutom ha avlagt examen som medför behörighet för domartjänst. Läkarmedlemmarna och deras suppleanter skall vara legitimerade läkare. När de tillträder sitt uppdrag skall besvärsnämndens ordförande, vice ordförande och medlemmar avlägga domared eller avge domarförsäkran så som bestäms i 1 kap. 6 a och 7 § i rättegångsbalken, om de inte tidigare har avlagt domared eller avgett domarförsäkran.",
        "folded_sv": "besvarsnamnden for utkomstskyddsarenden har en ordforande, som kan skota uppdraget som huvudsyssla, samt ett behovligt antal vice ordforande, lagfarna medlemmar, lakarmedlemmar samt medlemmar som ar insatta i forhallandena inom arbetslivet och pa arbetsmarknaden och som handlar under domaransvar. for andra medlemmar an ordforanden och vice ordforandena forordnas personliga suppleanter. statsradet forordnar ordforanden och vice ordforandena samt de ovriga medlemmarna och deras suppleanter for fem ar i sander. om en plats blir ledig under mandatperioden, utses en eftertradare for aterstoden av perioden. angaende deras ratt att kvarsta i uppdraget galler i ovrigt vad som bestams om innehavare av domartjanst. av de medlemmar som ar insatta i forhallandena inom arbetslivet och pa arbetsmarknaden skall halften utses pa forslag av arbetsgivarforeningarnas mest representativa centralorganisationer och halften pa forslag av arbetstagarnas och tjanstemannens fackforeningars mest representativa centralorganisationer. medlemmarna i besvarsnamnden for utkomstskyddsarenden skall vara fortrogna med fragor som galler utkomstskyddet for arbetslosa. ordforanden, vice ordforandena och de lagfarna medlemmarna samt deras suppleanter skall dessutom ha avlagt examen som medfor behorighet for domartjanst. lakarmedlemmarna och deras suppleanter skall vara legitimerade lakare. nar de tilltrader sitt uppdrag skall besvarsnamndens ordforande, vice ordforande och medlemmar avlagga domared eller avge domarforsakran sa som bestams i 1 kap. 6 a och 7 § i rattegangsbalken, om de inte tidigare har avlagt domared eller avgett domarforsakran."
      },
      "valid_from": "2006-12-08",
      "valid_to": null
    },
    {
      "provision_ref": "12:3",
      "chapter": "12",
      "section": "3",
      "title": "Lainkäyttöasioiden käsittely työttömyysturvan muutoksenhakulautakunnassa",
      "content": "Työttömyysturvan muutoksenhakulautakunta toimii jaostoihin jakautuneena siten kuin sen hallintojaosto päättää. Työttömyysturvan muutoksenhakulautakunta ratkaisee lainkäyttöasiat vähintään nelijäsenisessä ja enintään kuusijäsenisessä jaostossa, jonka puheenjohtajana toimii työttömyysturvan muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja. Käsiteltäessä asiaa, jonka ratkaiseminen olennaisesti riippuu lääketieteellisestä kysymyksestä, tulee yhden käsittelyyn osallistuvan jäsenen olla lääkäri. Jaosto on päätösvaltainen, kun läsnä on puheenjohtaja, lakimiesjäsen tai lääkärijäsen sekä kaksi työelämän ja työmarkkinoiden olosuhteita tuntevaa jäsentä, joista toinen on työnantajayhdistysten edustavimpien keskusjärjestöjen ja toinen työntekijäin ja toimihenkilöiden edustavimpien keskusjärjestöjen ehdotuksesta määrätty jäsen. Työttömyysturvan muutoksenhakulautakunnan puheenjohtaja tai jaosto taikka sen puheenjohtaja voi määrätä jaostossa käsiteltävänä olevan asian tai siihen kuuluvan kysymyksen ratkaistavaksi vahvennetussa jaostossa yhdenmukaisen tulkinnan varmistamiseksi. Vahvennettuun jaostoon kuuluvat muutoksenhakulautakunnan puheenjohtaja, varapuheenjohtajat sekä asiaa aikaisemmin käsitelleen jaoston jäsenet. Vahvennettu jaosto on päätösvaltainen, kun muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja sekä vähintään kaksi kolmasosaa sen muista jäsenistä on läsnä. Muiden jäsenten osalta on lisäksi voimassa, mitä 2 momentissa säädetään. Jos työttömyysturvan muutoksenhakulautakunnassa ratkaistavalla asialla on periaatteellista merkitystä lain soveltamisen kannalta tai jos jaoston ratkaisu tulisi poikkeamaan aikaisemmasta käytännöstä, muutoksenhakulautakunnan puheenjohtaja tai jaosto taikka sen puheenjohtaja voi määrätä asian käsiteltäväksi muutoksenhakulautakunnan täysistunnossa. Täysistunto on päätösvaltainen, kun puheenjohtaja tai varapuheenjohtaja sekä vähintään puolet muista jäsenistä on läsnä. Lisäksi täysistunnon päätösvaltaisuus edellyttää, että läsnä on vähintään kaksi työelämän ja työmarkkinoiden olosuhteita tuntevaa jäsentä, joista toinen on työnantajayhdistysten edustavimpien keskusjärjestöjen ja toinen työntekijäin ja toimihenkilöiden edustavimpien keskusjärjestöjen ehdotuksesta määrätty jäsen. Käsiteltäessä asiaa, jonka ratkaiseminen olennaisesti riippuu lääketieteellisestä kysymyksestä, tulee yhden saapuvilla olevan jäsenen olla lääkäri. Jaosto, vahvennettu jaosto ja täysistunto ovat kuitenkin päätösvaltaisia vain, jos yhteensä enintään puolet läsnä olevista jäsenistä on työelämän ja työmarkkinoiden olosuhteita tuntevia jäseniä. Jaosto on päätösvaltainen myös silloin, kun paikalla on puheenjohtaja ja vähintään kaksi muuta jäsentä, edellyttäen, että ne jaoston päätösvaltaiseen kokoonpanoon kuuluvat jäsenet, jotka eivät ole paikalla, ovat kirjallisesti ennen kokousta ilmoittaneet yksimielisesti yhtyvänsä esittelijän esitykseen ja tällä kannalla ovat myös läsnä olevat jäsenet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "12:3",
        "normalized_fi": "Työttömyysturvan muutoksenhakulautakunta toimii jaostoihin jakautuneena siten kuin sen hallintojaosto päättää. Työttömyysturvan muutoksenhakulautakunta ratkaisee lainkäyttöasiat vähintään nelijäsenisessä ja enintään kuusijäsenisessä jaostossa, jonka puheenjohtajana toimii työttömyysturvan muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja. Käsiteltäessä asiaa, jonka ratkaiseminen olennaisesti riippuu lääketieteellisestä kysymyksestä, tulee yhden käsittelyyn osallistuvan jäsenen olla lääkäri. Jaosto on päätösvaltainen, kun läsnä on puheenjohtaja, lakimiesjäsen tai lääkärijäsen sekä kaksi työelämän ja työmarkkinoiden olosuhteita tuntevaa jäsentä, joista toinen on työnantajayhdistysten edustavimpien keskusjärjestöjen ja toinen työntekijäin ja toimihenkilöiden edustavimpien keskusjärjestöjen ehdotuksesta määrätty jäsen. Työttömyysturvan muutoksenhakulautakunnan puheenjohtaja tai jaosto taikka sen puheenjohtaja voi määrätä jaostossa käsiteltävänä olevan asian tai siihen kuuluvan kysymyksen ratkaistavaksi vahvennetussa jaostossa yhdenmukaisen tulkinnan varmistamiseksi. Vahvennettuun jaostoon kuuluvat muutoksenhakulautakunnan puheenjohtaja, varapuheenjohtajat sekä asiaa aikaisemmin käsitelleen jaoston jäsenet. Vahvennettu jaosto on päätösvaltainen, kun muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja sekä vähintään kaksi kolmasosaa sen muista jäsenistä on läsnä. Muiden jäsenten osalta on lisäksi voimassa, mitä 2 momentissa säädetään. Jos työttömyysturvan muutoksenhakulautakunnassa ratkaistavalla asialla on periaatteellista merkitystä lain soveltamisen kannalta tai jos jaoston ratkaisu tulisi poikkeamaan aikaisemmasta käytännöstä, muutoksenhakulautakunnan puheenjohtaja tai jaosto taikka sen puheenjohtaja voi määrätä asian käsiteltäväksi muutoksenhakulautakunnan täysistunnossa. Täysistunto on päätösvaltainen, kun puheenjohtaja tai varapuheenjohtaja sekä vähintään puolet muista jäsenistä on läsnä. Lisäksi täysistunnon päätösvaltaisuus edellyttää, että läsnä on vähintään kaksi työelämän ja työmarkkinoiden olosuhteita tuntevaa jäsentä, joista toinen on työnantajayhdistysten edustavimpien keskusjärjestöjen ja toinen työntekijäin ja toimihenkilöiden edustavimpien keskusjärjestöjen ehdotuksesta määrätty jäsen. Käsiteltäessä asiaa, jonka ratkaiseminen olennaisesti riippuu lääketieteellisestä kysymyksestä, tulee yhden saapuvilla olevan jäsenen olla lääkäri. Jaosto, vahvennettu jaosto ja täysistunto ovat kuitenkin päätösvaltaisia vain, jos yhteensä enintään puolet läsnä olevista jäsenistä on työelämän ja työmarkkinoiden olosuhteita tuntevia jäseniä. Jaosto on päätösvaltainen myös silloin, kun paikalla on puheenjohtaja ja vähintään kaksi muuta jäsentä, edellyttäen, että ne jaoston päätösvaltaiseen kokoonpanoon kuuluvat jäsenet, jotka eivät ole paikalla, ovat kirjallisesti ennen kokousta ilmoittaneet yksimielisesti yhtyvänsä esittelijän esitykseen ja tällä kannalla ovat myös läsnä olevat jäsenet.",
        "folded_fi": "tyottomyysturvan muutoksenhakulautakunta toimii jaostoihin jakautuneena siten kuin sen hallintojaosto paattaa. tyottomyysturvan muutoksenhakulautakunta ratkaisee lainkayttoasiat vahintaan nelijasenisessa ja enintaan kuusijasenisessa jaostossa, jonka puheenjohtajana toimii tyottomyysturvan muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja. kasiteltaessa asiaa, jonka ratkaiseminen olennaisesti riippuu laaketieteellisesta kysymyksesta, tulee yhden kasittelyyn osallistuvan jasenen olla laakari. jaosto on paatosvaltainen, kun lasna on puheenjohtaja, lakimiesjasen tai laakarijasen seka kaksi tyoelaman ja tyomarkkinoiden olosuhteita tuntevaa jasenta, joista toinen on tyonantajayhdistysten edustavimpien keskusjarjestojen ja toinen tyontekijain ja toimihenkiloiden edustavimpien keskusjarjestojen ehdotuksesta maaratty jasen. tyottomyysturvan muutoksenhakulautakunnan puheenjohtaja tai jaosto taikka sen puheenjohtaja voi maarata jaostossa kasiteltavana olevan asian tai siihen kuuluvan kysymyksen ratkaistavaksi vahvennetussa jaostossa yhdenmukaisen tulkinnan varmistamiseksi. vahvennettuun jaostoon kuuluvat muutoksenhakulautakunnan puheenjohtaja, varapuheenjohtajat seka asiaa aikaisemmin kasitelleen jaoston jasenet. vahvennettu jaosto on paatosvaltainen, kun muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja seka vahintaan kaksi kolmasosaa sen muista jasenista on lasna. muiden jasenten osalta on lisaksi voimassa, mita 2 momentissa saadetaan. jos tyottomyysturvan muutoksenhakulautakunnassa ratkaistavalla asialla on periaatteellista merkitysta lain soveltamisen kannalta tai jos jaoston ratkaisu tulisi poikkeamaan aikaisemmasta kaytannosta, muutoksenhakulautakunnan puheenjohtaja tai jaosto taikka sen puheenjohtaja voi maarata asian kasiteltavaksi muutoksenhakulautakunnan taysistunnossa. taysistunto on paatosvaltainen, kun puheenjohtaja tai varapuheenjohtaja seka vahintaan puolet muista jasenista on lasna. lisaksi taysistunnon paatosvaltaisuus edellyttaa, etta lasna on vahintaan kaksi tyoelaman ja tyomarkkinoiden olosuhteita tuntevaa jasenta, joista toinen on tyonantajayhdistysten edustavimpien keskusjarjestojen ja toinen tyontekijain ja toimihenkiloiden edustavimpien keskusjarjestojen ehdotuksesta maaratty jasen. kasiteltaessa asiaa, jonka ratkaiseminen olennaisesti riippuu laaketieteellisesta kysymyksesta, tulee yhden saapuvilla olevan jasenen olla laakari. jaosto, vahvennettu jaosto ja taysistunto ovat kuitenkin paatosvaltaisia vain, jos yhteensa enintaan puolet lasna olevista jasenista on tyoelaman ja tyomarkkinoiden olosuhteita tuntevia jasenia. jaosto on paatosvaltainen myos silloin, kun paikalla on puheenjohtaja ja vahintaan kaksi muuta jasenta, edellyttaen, etta ne jaoston paatosvaltaiseen kokoonpanoon kuuluvat jasenet, jotka eivat ole paikalla, ovat kirjallisesti ennen kokousta ilmoittaneet yksimielisesti yhtyvansa esittelijan esitykseen ja talla kannalla ovat myos lasna olevat jasenet.",
        "title_sv": "Behandlingen av rättskipningsärenden i besvärsnämnden för utkomstskyddsärenden",
        "content_sv": "Besvärsnämnden för utkomstskyddsärenden är uppdelad på sektioner så som dess förvaltningssektion bestämmer. Rättskipningsärenden avgörs av besvärsnämnden för utkomstskyddsärenden i en sektion med minst fyra och högst sex medlemmar och vars ordförande är besvärsnämndens ordförande eller en vice ordförande. Vid behandlingen av ett ärende vars avgörande på ett väsentligt sätt beror på medicinska synpunkter skall en de medlemmar som deltar i behandlingen vara läkare. En sektion är beslutför då ordföranden, en lagfaren medlem eller en läkarmedlem samt två medlemmar som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden är närvarande. Den ena av de sistnämnda medlemmarna skall ha förordnats på förslag av arbetsgivarföreningarnas mest representativa centralorganisationer och den andra på förslag av arbetstagarnas och tjänstemännens fackföreningars mest representativa centralorganisationer. För säkerställande av en enhetlig tolkning kan ordföranden för besvärsnämnden för utkomstskyddsärenden eller en sektion eller dess ordförande förordna att ett ärende som behandlas i sektionen eller en fråga som hör till ett ärende skall avgöras i en förstärkt sektion. Den förstärkta sektionen består av besvärsnämndens ordförande, vice ordförandena samt medlemmarna i den sektion som tidigare har behandlat ärendet. Den förstärkta sektionen är beslutför när besvärsnämndens ordförande eller en vice ordförande samt minst två tredjedelar av de övriga medlemmarna är närvarande. För de övriga medlemmarna gäller dessutom vad som bestäms i 2 mom. Om ett ärende som skall avgöras av besvärsnämnden för utkomstskyddsärenden är av principiell betydelse för tillämpningen av en lag eller om en sektions avgörande skulle komma att avvika från tidigare praxis, kan besvärsnämndens ordförande eller sektionen eller dess ordförande förordna att ärendet skall behandlas i besvärsnämndens plenum. Plenum är beslutfört då ordföranden eller en vice ordförande och minst hälften av de övriga medlemmarna är närvarande. För att plenum skall vara beslutfört krävs dessutom att minst två medlemmar som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden är närvarande. Den ena av medlemmarna skall ha förordnats på förslag av arbetsgivarföreningarnas mest representativa centralorganisationer och den andra på förslag av arbetstagarnas och tjänstemännens fackföreningars mest representativa centralorganisationer. Vid behandlingen av ett ärende vars avgörande på ett väsentligt sätt beror på medicinska synpunkter skall en närvarande medlem vara läkare. Sektionerna, den förstärkta sektionen och plenum är dock beslutföra endast om sammanlagt högst hälften av de närvarande medlemmarna är medlemmar som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden. En sektion är beslutför också när ordföranden och minst två andra medlemmar är närvarande, förutsatt att de medlemmar som hör till sektionen i beslutför sammansättning och som inte är närvarande skriftligen före sammanträdet har meddelat att de enhälligt förenar sig om föredragandens framställning och även de närvarande medlemmarna intar samma ståndpunkt.",
        "normalized_sv": "Besvärsnämnden för utkomstskyddsärenden är uppdelad på sektioner så som dess förvaltningssektion bestämmer. Rättskipningsärenden avgörs av besvärsnämnden för utkomstskyddsärenden i en sektion med minst fyra och högst sex medlemmar och vars ordförande är besvärsnämndens ordförande eller en vice ordförande. Vid behandlingen av ett ärende vars avgörande på ett väsentligt sätt beror på medicinska synpunkter skall en de medlemmar som deltar i behandlingen vara läkare. En sektion är beslutför då ordföranden, en lagfaren medlem eller en läkarmedlem samt två medlemmar som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden är närvarande. Den ena av de sistnämnda medlemmarna skall ha förordnats på förslag av arbetsgivarföreningarnas mest representativa centralorganisationer och den andra på förslag av arbetstagarnas och tjänstemännens fackföreningars mest representativa centralorganisationer. För säkerställande av en enhetlig tolkning kan ordföranden för besvärsnämnden för utkomstskyddsärenden eller en sektion eller dess ordförande förordna att ett ärende som behandlas i sektionen eller en fråga som hör till ett ärende skall avgöras i en förstärkt sektion. Den förstärkta sektionen består av besvärsnämndens ordförande, vice ordförandena samt medlemmarna i den sektion som tidigare har behandlat ärendet. Den förstärkta sektionen är beslutför när besvärsnämndens ordförande eller en vice ordförande samt minst två tredjedelar av de övriga medlemmarna är närvarande. För de övriga medlemmarna gäller dessutom vad som bestäms i 2 mom. Om ett ärende som skall avgöras av besvärsnämnden för utkomstskyddsärenden är av principiell betydelse för tillämpningen av en lag eller om en sektions avgörande skulle komma att avvika från tidigare praxis, kan besvärsnämndens ordförande eller sektionen eller dess ordförande förordna att ärendet skall behandlas i besvärsnämndens plenum. Plenum är beslutfört då ordföranden eller en vice ordförande och minst hälften av de övriga medlemmarna är närvarande. För att plenum skall vara beslutfört krävs dessutom att minst två medlemmar som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden är närvarande. Den ena av medlemmarna skall ha förordnats på förslag av arbetsgivarföreningarnas mest representativa centralorganisationer och den andra på förslag av arbetstagarnas och tjänstemännens fackföreningars mest representativa centralorganisationer. Vid behandlingen av ett ärende vars avgörande på ett väsentligt sätt beror på medicinska synpunkter skall en närvarande medlem vara läkare. Sektionerna, den förstärkta sektionen och plenum är dock beslutföra endast om sammanlagt högst hälften av de närvarande medlemmarna är medlemmar som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden. En sektion är beslutför också när ordföranden och minst två andra medlemmar är närvarande, förutsatt att de medlemmar som hör till sektionen i beslutför sammansättning och som inte är närvarande skriftligen före sammanträdet har meddelat att de enhälligt förenar sig om föredragandens framställning och även de närvarande medlemmarna intar samma ståndpunkt.",
        "folded_sv": "besvarsnamnden for utkomstskyddsarenden ar uppdelad pa sektioner sa som dess forvaltningssektion bestammer. rattskipningsarenden avgors av besvarsnamnden for utkomstskyddsarenden i en sektion med minst fyra och hogst sex medlemmar och vars ordforande ar besvarsnamndens ordforande eller en vice ordforande. vid behandlingen av ett arende vars avgorande pa ett vasentligt satt beror pa medicinska synpunkter skall en de medlemmar som deltar i behandlingen vara lakare. en sektion ar beslutfor da ordforanden, en lagfaren medlem eller en lakarmedlem samt tva medlemmar som ar insatta i forhallandena inom arbetslivet och pa arbetsmarknaden ar narvarande. den ena av de sistnamnda medlemmarna skall ha forordnats pa forslag av arbetsgivarforeningarnas mest representativa centralorganisationer och den andra pa forslag av arbetstagarnas och tjanstemannens fackforeningars mest representativa centralorganisationer. for sakerstallande av en enhetlig tolkning kan ordforanden for besvarsnamnden for utkomstskyddsarenden eller en sektion eller dess ordforande forordna att ett arende som behandlas i sektionen eller en fraga som hor till ett arende skall avgoras i en forstarkt sektion. den forstarkta sektionen bestar av besvarsnamndens ordforande, vice ordforandena samt medlemmarna i den sektion som tidigare har behandlat arendet. den forstarkta sektionen ar beslutfor nar besvarsnamndens ordforande eller en vice ordforande samt minst tva tredjedelar av de ovriga medlemmarna ar narvarande. for de ovriga medlemmarna galler dessutom vad som bestams i 2 mom. om ett arende som skall avgoras av besvarsnamnden for utkomstskyddsarenden ar av principiell betydelse for tillampningen av en lag eller om en sektions avgorande skulle komma att avvika fran tidigare praxis, kan besvarsnamndens ordforande eller sektionen eller dess ordforande forordna att arendet skall behandlas i besvarsnamndens plenum. plenum ar beslutfort da ordforanden eller en vice ordforande och minst halften av de ovriga medlemmarna ar narvarande. for att plenum skall vara beslutfort kravs dessutom att minst tva medlemmar som ar insatta i forhallandena inom arbetslivet och pa arbetsmarknaden ar narvarande. den ena av medlemmarna skall ha forordnats pa forslag av arbetsgivarforeningarnas mest representativa centralorganisationer och den andra pa forslag av arbetstagarnas och tjanstemannens fackforeningars mest representativa centralorganisationer. vid behandlingen av ett arende vars avgorande pa ett vasentligt satt beror pa medicinska synpunkter skall en narvarande medlem vara lakare. sektionerna, den forstarkta sektionen och plenum ar dock beslutfora endast om sammanlagt hogst halften av de narvarande medlemmarna ar medlemmar som ar insatta i forhallandena inom arbetslivet och pa arbetsmarknaden. en sektion ar beslutfor ocksa nar ordforanden och minst tva andra medlemmar ar narvarande, forutsatt att de medlemmar som hor till sektionen i beslutfor sammansattning och som inte ar narvarande skriftligen fore sammantradet har meddelat att de enhalligt forenar sig om foredragandens framstallning och aven de narvarande medlemmarna intar samma standpunkt."
      },
      "valid_from": "2006-12-08",
      "valid_to": null
    },
    {
      "provision_ref": "12:4",
      "chapter": "12",
      "section": "4",
      "title": "Hallintoasioiden käsittely työttömyysturvan muutoksenhakulautakunnassa",
      "content": "Työttömyysturvan muutoksenhakulautakunnan hallintoasiat käsitellään hallintojaostossa. Sen puheenjohtajana toimii muutoksenhakulautakunnan puheenjohtaja tai hänen estyneenä ollessaan varapuheenjohtaja ja muina jäseninä muutoksenhakulautakunnan varapuheenjohtajat, kaksi lakimiesjäsentä sekä kaksi työelämän ja työmarkkinoiden olosuhteita tuntevaa jäsentä, joista toinen on määrätty työnantajayhdistysten edustavimpien keskusjärjestöjen sekä toinen työntekijä- ja toimihenkilöyhdistysten edustavimpien keskusjärjestöjen ehdotuksesta muutoksenhakulautakunnan jäseneksi. Hallintojaoston jäsenillä puheenjohtajaa ja varapuheenjohtajia lukuun ottamatta on henkilökohtaiset varajäsenet. Työttömyysturvan muutoksenhakulautakunnan täysistunto valitsee hallintojaoston lakimiesjäsenet, työelämän ja työmarkkinoiden olosuhteita tuntevat jäsenet ja heidän varajäsenensä muutoksenhakulautakunnan lakimiesjäsenistä, työelämän ja työmarkkinoiden olosuhteita tuntevista jäsenistä ja heidän varajäsenistään. Työttömyysturvan muutoksenhakulautakunnan hallintojaosto on päätösvaltainen, kun muutoksenhakulautakunnan puheenjohtaja tai hänen estyneenä ollessaan varapuheenjohtaja, molemmat työelämän ja työmarkkinoiden olosuhteita tuntevat jäsenet sekä yksi lakimiesjäsen ovat läsnä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "12:4",
        "normalized_fi": "Työttömyysturvan muutoksenhakulautakunnan hallintoasiat käsitellään hallintojaostossa. Sen puheenjohtajana toimii muutoksenhakulautakunnan puheenjohtaja tai hänen estyneenä ollessaan varapuheenjohtaja ja muina jäseninä muutoksenhakulautakunnan varapuheenjohtajat, kaksi lakimiesjäsentä sekä kaksi työelämän ja työmarkkinoiden olosuhteita tuntevaa jäsentä, joista toinen on määrätty työnantajayhdistysten edustavimpien keskusjärjestöjen sekä toinen työntekijä- ja toimihenkilöyhdistysten edustavimpien keskusjärjestöjen ehdotuksesta muutoksenhakulautakunnan jäseneksi. Hallintojaoston jäsenillä puheenjohtajaa ja varapuheenjohtajia lukuun ottamatta on henkilökohtaiset varajäsenet. Työttömyysturvan muutoksenhakulautakunnan täysistunto valitsee hallintojaoston lakimiesjäsenet, työelämän ja työmarkkinoiden olosuhteita tuntevat jäsenet ja heidän varajäsenensä muutoksenhakulautakunnan lakimiesjäsenistä, työelämän ja työmarkkinoiden olosuhteita tuntevista jäsenistä ja heidän varajäsenistään. Työttömyysturvan muutoksenhakulautakunnan hallintojaosto on päätösvaltainen, kun muutoksenhakulautakunnan puheenjohtaja tai hänen estyneenä ollessaan varapuheenjohtaja, molemmat työelämän ja työmarkkinoiden olosuhteita tuntevat jäsenet sekä yksi lakimiesjäsen ovat läsnä.",
        "folded_fi": "tyottomyysturvan muutoksenhakulautakunnan hallintoasiat kasitellaan hallintojaostossa. sen puheenjohtajana toimii muutoksenhakulautakunnan puheenjohtaja tai hanen estyneena ollessaan varapuheenjohtaja ja muina jasenina muutoksenhakulautakunnan varapuheenjohtajat, kaksi lakimiesjasenta seka kaksi tyoelaman ja tyomarkkinoiden olosuhteita tuntevaa jasenta, joista toinen on maaratty tyonantajayhdistysten edustavimpien keskusjarjestojen seka toinen tyontekija- ja toimihenkiloyhdistysten edustavimpien keskusjarjestojen ehdotuksesta muutoksenhakulautakunnan jaseneksi. hallintojaoston jasenilla puheenjohtajaa ja varapuheenjohtajia lukuun ottamatta on henkilokohtaiset varajasenet. tyottomyysturvan muutoksenhakulautakunnan taysistunto valitsee hallintojaoston lakimiesjasenet, tyoelaman ja tyomarkkinoiden olosuhteita tuntevat jasenet ja heidan varajasenensa muutoksenhakulautakunnan lakimiesjasenista, tyoelaman ja tyomarkkinoiden olosuhteita tuntevista jasenista ja heidan varajasenistaan. tyottomyysturvan muutoksenhakulautakunnan hallintojaosto on paatosvaltainen, kun muutoksenhakulautakunnan puheenjohtaja tai hanen estyneena ollessaan varapuheenjohtaja, molemmat tyoelaman ja tyomarkkinoiden olosuhteita tuntevat jasenet seka yksi lakimiesjasen ovat lasna.",
        "title_sv": "Behandlingen av förvaltningsärenden i besvärsnämnden för utkomstskyddsärenden",
        "content_sv": "I besvärsnämnden för utkomstskyddsärenden behandlas förvaltningsärendena av förvaltningssektionen. Besvärsnämndens ordförande, eller vid förhinder för denne en av vice ordförandena, är ordförande för sektionen, och övriga medlemmar i sektionen är vice ordförandena för besvärsnämnden, två lagfarna medlemmar och två medlemmar som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden. Av de sistnämnda medlemmarna skall den ena ha förordnats till medlem i besvärsnämnden på förslag av arbetsgivarföreningarnas mest representativa centralorganisationer och den andra på förslag av arbetstagarnas och tjänstemännens fackföreningars mest representativa centralorganisationer. Med undantag för förvaltningssektionens ordförande och vice ordföranden skall medlemmarna ha personliga suppleanter. Besvärsnämnden för utkomstskyddsärenden väljer i plenum de lagfarna medlemmarna i förvaltningssektionen samt de medlemmar som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden och deras suppleanter bland besvärsnämndens lagfarna medlemmar, medlemmar som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden och deras suppleanter. Förvaltningssektionen vid besvärsnämnden för utkomstskyddsärenden är beslutför när besvärsnämndens ordförande, eller vid förhinder för denne en av vice ordförandena, de båda medlemmarna som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden och en lagfaren medlem är närvarande.",
        "normalized_sv": "I besvärsnämnden för utkomstskyddsärenden behandlas förvaltningsärendena av förvaltningssektionen. Besvärsnämndens ordförande, eller vid förhinder för denne en av vice ordförandena, är ordförande för sektionen, och övriga medlemmar i sektionen är vice ordförandena för besvärsnämnden, två lagfarna medlemmar och två medlemmar som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden. Av de sistnämnda medlemmarna skall den ena ha förordnats till medlem i besvärsnämnden på förslag av arbetsgivarföreningarnas mest representativa centralorganisationer och den andra på förslag av arbetstagarnas och tjänstemännens fackföreningars mest representativa centralorganisationer. Med undantag för förvaltningssektionens ordförande och vice ordföranden skall medlemmarna ha personliga suppleanter. Besvärsnämnden för utkomstskyddsärenden väljer i plenum de lagfarna medlemmarna i förvaltningssektionen samt de medlemmar som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden och deras suppleanter bland besvärsnämndens lagfarna medlemmar, medlemmar som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden och deras suppleanter. Förvaltningssektionen vid besvärsnämnden för utkomstskyddsärenden är beslutför när besvärsnämndens ordförande, eller vid förhinder för denne en av vice ordförandena, de båda medlemmarna som är insatta i förhållandena inom arbetslivet och på arbetsmarknaden och en lagfaren medlem är närvarande.",
        "folded_sv": "i besvarsnamnden for utkomstskyddsarenden behandlas forvaltningsarendena av forvaltningssektionen. besvarsnamndens ordforande, eller vid forhinder for denne en av vice ordforandena, ar ordforande for sektionen, och ovriga medlemmar i sektionen ar vice ordforandena for besvarsnamnden, tva lagfarna medlemmar och tva medlemmar som ar insatta i forhallandena inom arbetslivet och pa arbetsmarknaden. av de sistnamnda medlemmarna skall den ena ha forordnats till medlem i besvarsnamnden pa forslag av arbetsgivarforeningarnas mest representativa centralorganisationer och den andra pa forslag av arbetstagarnas och tjanstemannens fackforeningars mest representativa centralorganisationer. med undantag for forvaltningssektionens ordforande och vice ordforanden skall medlemmarna ha personliga suppleanter. besvarsnamnden for utkomstskyddsarenden valjer i plenum de lagfarna medlemmarna i forvaltningssektionen samt de medlemmar som ar insatta i forhallandena inom arbetslivet och pa arbetsmarknaden och deras suppleanter bland besvarsnamndens lagfarna medlemmar, medlemmar som ar insatta i forhallandena inom arbetslivet och pa arbetsmarknaden och deras suppleanter. forvaltningssektionen vid besvarsnamnden for utkomstskyddsarenden ar beslutfor nar besvarsnamndens ordforande, eller vid forhinder for denne en av vice ordforandena, de bada medlemmarna som ar insatta i forhallandena inom arbetslivet och pa arbetsmarknaden och en lagfaren medlem ar narvarande."
      },
      "valid_from": "2006-12-08",
      "valid_to": null
    },
    {
      "provision_ref": "12:5",
      "chapter": "12",
      "section": "5",
      "title": "Asian käsittely",
      "content": "Asian käsittelyssä työttömyysturvan muutoksenhakulautakunnassa sovelletaan hallintolainkäyttölakia (586/1996), jollei lailla erikseen toisin säädetä. Mitä hallintolainkäyttölain 38 §:ssä säädetään suullisen käsittelyn toimittamisesta yksityisen asianosaisen pyynnöstä hallinto-oikeudessa, koskee suullisen käsittelyn toimittamista muutoksenhakulautakunnassa. Suulliseen käsittelyyn sovelletaan oikeudenkäynnin julkisuudesta annettua lakia (945/1984). Suullinen käsittely on toimitettava suljetuin ovin asioissa, joissa on säädetty salassapitovelvollisuus tai jotka työttömyysturvan muutoksenhakulautakunta määrää käsiteltäviksi suljetuin ovin sillä perusteella, että julkisesta käsittelystä aiheutuisi asianosaiselle erityistä haittaa. Työttömyysturvan muutoksenhakulautakunnan päätös annetaan tiedoksi lähettämällä se postitse kirjeellä vastaanottajalle hänen työttömyysturvan muutoksenhakulautakunnalle ilmoittamaansa postiosoitteeseen. Muutoksenhakulautakunnan lainvoimainen päätös saadaan panna täytäntöön niin kuin lainvoimainen tuomio.",
      "metadata": {
        "source": "finlex",
        "source_eid": "12:5",
        "normalized_fi": "Asian käsittelyssä työttömyysturvan muutoksenhakulautakunnassa sovelletaan hallintolainkäyttölakia (586/1996), jollei lailla erikseen toisin säädetä. Mitä hallintolainkäyttölain 38 § :ssä säädetään suullisen käsittelyn toimittamisesta yksityisen asianosaisen pyynnöstä hallinto-oikeudessa, koskee suullisen käsittelyn toimittamista muutoksenhakulautakunnassa. Suulliseen käsittelyyn sovelletaan oikeudenkäynnin julkisuudesta annettua lakia (945/1984). Suullinen käsittely on toimitettava suljetuin ovin asioissa, joissa on säädetty salassapitovelvollisuus tai jotka työttömyysturvan muutoksenhakulautakunta määrää käsiteltäviksi suljetuin ovin sillä perusteella, että julkisesta käsittelystä aiheutuisi asianosaiselle erityistä haittaa. Työttömyysturvan muutoksenhakulautakunnan päätös annetaan tiedoksi lähettämällä se postitse kirjeellä vastaanottajalle hänen työttömyysturvan muutoksenhakulautakunnalle ilmoittamaansa postiosoitteeseen. Muutoksenhakulautakunnan lainvoimainen päätös saadaan panna täytäntöön niin kuin lainvoimainen tuomio.",
        "folded_fi": "asian kasittelyssa tyottomyysturvan muutoksenhakulautakunnassa sovelletaan hallintolainkayttolakia (586/1996), jollei lailla erikseen toisin saadeta. mita hallintolainkayttolain 38 §:ssa saadetaan suullisen kasittelyn toimittamisesta yksityisen asianosaisen pyynnosta hallinto-oikeudessa, koskee suullisen kasittelyn toimittamista muutoksenhakulautakunnassa. suulliseen kasittelyyn sovelletaan oikeudenkaynnin julkisuudesta annettua lakia (945/1984). suullinen kasittely on toimitettava suljetuin ovin asioissa, joissa on saadetty salassapitovelvollisuus tai jotka tyottomyysturvan muutoksenhakulautakunta maaraa kasiteltaviksi suljetuin ovin silla perusteella, etta julkisesta kasittelysta aiheutuisi asianosaiselle erityista haittaa. tyottomyysturvan muutoksenhakulautakunnan paatos annetaan tiedoksi lahettamalla se postitse kirjeella vastaanottajalle hanen tyottomyysturvan muutoksenhakulautakunnalle ilmoittamaansa postiosoitteeseen. muutoksenhakulautakunnan lainvoimainen paatos saadaan panna taytantoon niin kuin lainvoimainen tuomio.",
        "title_sv": "Behandlingen av ärenden",
        "content_sv": "Vid behandlingen av ärenden i besvärsnämnden för utkomstskyddsärenden tillämpas förvaltningsprocesslagen (586/1996), om inte något annat bestäms särskilt genom lag. Det som i 38 § i förvaltningsprocesslagen föreskrivs om muntlig förhandling i förvaltningsdomstolen på begäran av enskild part gäller även verkställande av muntlig förhandling i besvärsnämnden. Vid muntlig förhandling tillämpas lagen om offentlighet vid rättegång (945/1984). Muntlig förhandling skall ske inom stängda dörrar i ärenden i vilka tystnadsplikt gäller eller i vilka besvärsnämnden för utkomstskyddsärenden beslutar att de skall behandlas inom stängda dörrar på den grund att offentlig behandling kunde medföra särskild olägenhet för en part. Ett beslut av besvärsnämnden för utkomstskyddsärenden delges genom att beslutet sänds per post till mottagaren under den adress han eller hon har uppgett för besvärsnämnden. Ett lagakraftvunnet beslut av besvärsnämnden för utkomstskyddsärenden får verkställas så som en lagakraftvunnen dom.",
        "normalized_sv": "Vid behandlingen av ärenden i besvärsnämnden för utkomstskyddsärenden tillämpas förvaltningsprocesslagen (586/1996), om inte något annat bestäms särskilt genom lag. Det som i 38 § i förvaltningsprocesslagen föreskrivs om muntlig förhandling i förvaltningsdomstolen på begäran av enskild part gäller även verkställande av muntlig förhandling i besvärsnämnden. Vid muntlig förhandling tillämpas lagen om offentlighet vid rättegång (945/1984). Muntlig förhandling skall ske inom stängda dörrar i ärenden i vilka tystnadsplikt gäller eller i vilka besvärsnämnden för utkomstskyddsärenden beslutar att de skall behandlas inom stängda dörrar på den grund att offentlig behandling kunde medföra särskild olägenhet för en part. Ett beslut av besvärsnämnden för utkomstskyddsärenden delges genom att beslutet sänds per post till mottagaren under den adress han eller hon har uppgett för besvärsnämnden. Ett lagakraftvunnet beslut av besvärsnämnden för utkomstskyddsärenden får verkställas så som en lagakraftvunnen dom.",
        "folded_sv": "vid behandlingen av arenden i besvarsnamnden for utkomstskyddsarenden tillampas forvaltningsprocesslagen (586/1996), om inte nagot annat bestams sarskilt genom lag. det som i 38 § i forvaltningsprocesslagen foreskrivs om muntlig forhandling i forvaltningsdomstolen pa begaran av enskild part galler aven verkstallande av muntlig forhandling i besvarsnamnden. vid muntlig forhandling tillampas lagen om offentlighet vid rattegang (945/1984). muntlig forhandling skall ske inom stangda dorrar i arenden i vilka tystnadsplikt galler eller i vilka besvarsnamnden for utkomstskyddsarenden beslutar att de skall behandlas inom stangda dorrar pa den grund att offentlig behandling kunde medfora sarskild olagenhet for en part. ett beslut av besvarsnamnden for utkomstskyddsarenden delges genom att beslutet sands per post till mottagaren under den adress han eller hon har uppgett for besvarsnamnden. ett lagakraftvunnet beslut av besvarsnamnden for utkomstskyddsarenden far verkstallas sa som en lagakraftvunnen dom."
      },
      "valid_from": "2006-12-08",
      "valid_to": null
    },
    {
      "provision_ref": "12:6",
      "chapter": "12",
      "section": "6",
      "title": "Tarkemmat säännökset ja määräykset",
      "content": "Tarkemmat säännökset työttömyysturvan muutoksenhakulautakunnan organisaatiosta, henkilöstöstä, asioiden käsittelystä ja toiminnasta annetaan valtioneuvoston asetuksella. Työskentelyn järjestämisestä työttömyysturvan muutoksenhakulautakunnassa voidaan määrätä tarkemmin muutoksenhakulautakunnan työjärjestyksessä, jonka työttömyysturvan muutoksenhakulautakunnan hallintojaosto vahvistaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "12:6",
        "normalized_fi": "Tarkemmat säännökset työttömyysturvan muutoksenhakulautakunnan organisaatiosta, henkilöstöstä, asioiden käsittelystä ja toiminnasta annetaan valtioneuvoston asetuksella. Työskentelyn järjestämisestä työttömyysturvan muutoksenhakulautakunnassa voidaan määrätä tarkemmin muutoksenhakulautakunnan työjärjestyksessä, jonka työttömyysturvan muutoksenhakulautakunnan hallintojaosto vahvistaa.",
        "folded_fi": "tarkemmat saannokset tyottomyysturvan muutoksenhakulautakunnan organisaatiosta, henkilostosta, asioiden kasittelysta ja toiminnasta annetaan valtioneuvoston asetuksella. tyoskentelyn jarjestamisesta tyottomyysturvan muutoksenhakulautakunnassa voidaan maarata tarkemmin muutoksenhakulautakunnan tyojarjestyksessa, jonka tyottomyysturvan muutoksenhakulautakunnan hallintojaosto vahvistaa.",
        "title_sv": "Närmare bestämmelser och föreskrifter",
        "content_sv": "Närmare bestämmelser om organisationen för besvärsnämnden för utkomstskyddsärenden, dess personal, behandlingen av ärenden och dess verksamhet utfärdas genom förordning av statsrådet. Närmare bestämmelser om organiseringen av arbetet i besvärsnämnden för utkomstskyddsärenden kan utfärdas i besvärsnämndens arbetsordning som fastställs av besvärsnämndens förvaltningssektion.",
        "normalized_sv": "Närmare bestämmelser om organisationen för besvärsnämnden för utkomstskyddsärenden, dess personal, behandlingen av ärenden och dess verksamhet utfärdas genom förordning av statsrådet. Närmare bestämmelser om organiseringen av arbetet i besvärsnämnden för utkomstskyddsärenden kan utfärdas i besvärsnämndens arbetsordning som fastställs av besvärsnämndens förvaltningssektion.",
        "folded_sv": "narmare bestammelser om organisationen for besvarsnamnden for utkomstskyddsarenden, dess personal, behandlingen av arenden och dess verksamhet utfardas genom forordning av statsradet. narmare bestammelser om organiseringen av arbetet i besvarsnamnden for utkomstskyddsarenden kan utfardas i besvarsnamndens arbetsordning som faststalls av besvarsnamndens forvaltningssektion."
      },
      "valid_from": "2006-12-08",
      "valid_to": null
    },
    {
      "provision_ref": "13:9",
      "chapter": "13",
      "section": "9",
      "title": "Työttömyysturva-asiamiehen tiedonsaanti- ja läsnäolo-oikeus",
      "content": "Työttömyysturva-asiamiehellä on salassapitosäännösten ja muiden tiedonsaantia koskevien rajoitusten estämättä oikeus saada maksutta työvoimatoimistolta ja työvoimatoimikunnalta tiedot työvoimapoliittisista lausunnoista siinä laajuudessa kuin asiamiehen tehtävät edellyttävät. Työttömyysturva-asiamies voi määrätä, että Kansaneläkelaitoksen, työttömyyskassan tai työttömyysturvan muutoksenhakulautakunnan tulee antaa nimettyä henkilöä koskeva päätös tiedoksi työttömyysturva-asiamiehelle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "13:9",
        "normalized_fi": "Työttömyysturva-asiamiehellä on salassapitosäännösten ja muiden tiedonsaantia koskevien rajoitusten estämättä oikeus saada maksutta työvoimatoimistolta ja työvoimatoimikunnalta tiedot työvoimapoliittisista lausunnoista siinä laajuudessa kuin asiamiehen tehtävät edellyttävät. Työttömyysturva-asiamies voi määrätä, että Kansaneläkelaitoksen, työttömyyskassan tai työttömyysturvan muutoksenhakulautakunnan tulee antaa nimettyä henkilöä koskeva päätös tiedoksi työttömyysturva-asiamiehelle.",
        "folded_fi": "tyottomyysturva-asiamiehella on salassapitosaannosten ja muiden tiedonsaantia koskevien rajoitusten estamatta oikeus saada maksutta tyovoimatoimistolta ja tyovoimatoimikunnalta tiedot tyovoimapoliittisista lausunnoista siina laajuudessa kuin asiamiehen tehtavat edellyttavat. tyottomyysturva-asiamies voi maarata, etta kansanelakelaitoksen, tyottomyyskassan tai tyottomyysturvan muutoksenhakulautakunnan tulee antaa nimettya henkiloa koskeva paatos tiedoksi tyottomyysturva-asiamiehelle.",
        "title_sv": "Utkomstskyddsombudets rätt att få uppgifter och att vara närvarande",
        "content_sv": "Utkomstskyddsombudet har utan hinder av sekretessbestämmelserna och andra begränsningar som gäller erhållande av uppgifter rätt att avgiftsfritt av arbetskraftsbyrån och arbetskraftskommissionen få uppgifter om arbetskraftspolitiska utlåtanden i den omfattning ombudets uppgifter det kräver. Utkomstskyddsombudet kan bestämma att Folkpensionsanstalten, arbetslöshetskassan eller besvärsnämnden för utkomstskyddsärenden skall delge utkomstskyddsombudet beslut som gäller namngivna personer.",
        "normalized_sv": "Utkomstskyddsombudet har utan hinder av sekretessbestämmelserna och andra begränsningar som gäller erhållande av uppgifter rätt att avgiftsfritt av arbetskraftsbyrån och arbetskraftskommissionen få uppgifter om arbetskraftspolitiska utlåtanden i den omfattning ombudets uppgifter det kräver. Utkomstskyddsombudet kan bestämma att Folkpensionsanstalten, arbetslöshetskassan eller besvärsnämnden för utkomstskyddsärenden skall delge utkomstskyddsombudet beslut som gäller namngivna personer.",
        "folded_sv": "utkomstskyddsombudet har utan hinder av sekretessbestammelserna och andra begransningar som galler erhallande av uppgifter ratt att avgiftsfritt av arbetskraftsbyran och arbetskraftskommissionen fa uppgifter om arbetskraftspolitiska utlatanden i den omfattning ombudets uppgifter det kraver. utkomstskyddsombudet kan bestamma att folkpensionsanstalten, arbetsloshetskassan eller besvarsnamnden for utkomstskyddsarenden skall delge utkomstskyddsombudet beslut som galler namngivna personer."
      },
      "valid_from": "2006-12-08",
      "valid_to": null
    }
  ]
}