{
  "id": "1093/2007",
  "type": "statute",
  "title": "Laki ammattipätevyyden tunnustamisesta",
  "title_en": "Lag om erkännande av yrkeskvalifikationer",
  "status": "in_force",
  "issued_date": "2007-11-30",
  "in_force_date": "2007-11-30",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/1093/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "ammattipätevyysdirektiivi, Tässä laissa säädetään ammattipätevyyden tunnustamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2005/36/EY, jäljempänä mukaisesta ammattipätevyyden tunnustamisesta ja palvelujen tarjoamisen vapaudesta. Tätä lakia sovelletaan Euroopan unionin jäsenvaltion kansalaisen pääosin toisessa jäsenvaltiossa hankkiman ammattipätevyyden tunnustamiseen. Tätä lakia sovelletaan myös ammattipätevyyden tunnustamiseen, joka perustuu Euroopan talousalueesta tehtyyn sopimukseen tai muuhun Euroopan yhteisöjen ja niiden jäsenvaltioiden toisen osapuolen kanssa tekemään sopimukseen taikka kolmansien maiden kansalaisten asemaa koskevaan yhteisön lainsäädäntöön. Tätä lakia sovelletaan ammattipätevyyden tunnustamiseen, joka perustuu toisen jäsenvaltion tunnustamaan yhteisön ulkopuolella jäsenvaltion kansalaiselle myönnettyyn muodollista pätevyyttä osoittavaan asiakirjaan, jos asiakirjan haltijalla on jäsenvaltiosta kolmen vuoden ammattikokemus kyseisestä ammatista. Jos muussa säädöksessä on tästä laista poikkeavia säännöksiä, niitä sovelletaan tämän lain asemesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "ammattipätevyysdirektiivi, Tässä laissa säädetään ammattipätevyyden tunnustamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2005/36/EY, jäljempänä mukaisesta ammattipätevyyden tunnustamisesta ja palvelujen tarjoamisen vapaudesta. Tätä lakia sovelletaan Euroopan unionin jäsenvaltion kansalaisen pääosin toisessa jäsenvaltiossa hankkiman ammattipätevyyden tunnustamiseen. Tätä lakia sovelletaan myös ammattipätevyyden tunnustamiseen, joka perustuu Euroopan talousalueesta tehtyyn sopimukseen tai muuhun Euroopan yhteisöjen ja niiden jäsenvaltioiden toisen osapuolen kanssa tekemään sopimukseen taikka kolmansien maiden kansalaisten asemaa koskevaan yhteisön lainsäädäntöön. Tätä lakia sovelletaan ammattipätevyyden tunnustamiseen, joka perustuu toisen jäsenvaltion tunnustamaan yhteisön ulkopuolella jäsenvaltion kansalaiselle myönnettyyn muodollista pätevyyttä osoittavaan asiakirjaan, jos asiakirjan haltijalla on jäsenvaltiosta kolmen vuoden ammattikokemus kyseisestä ammatista. Jos muussa säädöksessä on tästä laista poikkeavia säännöksiä, niitä sovelletaan tämän lain asemesta.",
        "folded_fi": "ammattipatevyysdirektiivi, tassa laissa saadetaan ammattipatevyyden tunnustamisesta annetun euroopan parlamentin ja neuvoston direktiivin 2005/36/ey, jaljempana mukaisesta ammattipatevyyden tunnustamisesta ja palvelujen tarjoamisen vapaudesta. tata lakia sovelletaan euroopan unionin jasenvaltion kansalaisen paaosin toisessa jasenvaltiossa hankkiman ammattipatevyyden tunnustamiseen. tata lakia sovelletaan myos ammattipatevyyden tunnustamiseen, joka perustuu euroopan talousalueesta tehtyyn sopimukseen tai muuhun euroopan yhteisojen ja niiden jasenvaltioiden toisen osapuolen kanssa tekemaan sopimukseen taikka kolmansien maiden kansalaisten asemaa koskevaan yhteison lainsaadantoon. tata lakia sovelletaan ammattipatevyyden tunnustamiseen, joka perustuu toisen jasenvaltion tunnustamaan yhteison ulkopuolella jasenvaltion kansalaiselle myonnettyyn muodollista patevyytta osoittavaan asiakirjaan, jos asiakirjan haltijalla on jasenvaltiosta kolmen vuoden ammattikokemus kyseisesta ammatista. jos muussa saadoksessa on tasta laista poikkeavia saannoksia, niita sovelletaan taman lain asemesta.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "yrkeskvalifikationsdirektivet I denna lag föreskrivs om erkännande av yrkeskvalifikationer och friheten att tillhandahålla tjänster i enlighet med Europaparlamentets och rådets direktiv 2005/36/EG om erkännande av yrkeskvalifikationer, nedan. Denna lag tillämpas på erkännande av yrkeskvalifikationer som en medborgare i en medlemsstat i Europeiska unionen huvudsakligen har förvärvat i en annan medlemsstat. Lagen tillämpas också på erkännande av yrkeskvalifikationer som grundar sig på avtalet om Europeiska ekonomiska samarbetsområdet eller något annat avtal som ingåtts mellan Europeiska gemenskaperna och deras medlemsstater och en annan part samt på gemenskapens lagstiftning om tredjelandsmedborgares ställning. Denna lag tillämpas på erkännande av yrkeskvalifikationer som grundar sig på bevis på formella kvalifikationer som utfärdats utanför gemenskapen för en medborgare i en medlemsstat och som erkänts i en annan medlemsstat, om innehavaren har tre års yrkeserfarenhet inom det berörda yrket i en medlemsstat. Om någon annan författning innehåller bestämmelser som avviker från denna lag, gäller de i stället för denna lag.",
        "normalized_sv": "yrkeskvalifikationsdirektivet I denna lag föreskrivs om erkännande av yrkeskvalifikationer och friheten att tillhandahålla tjänster i enlighet med Europaparlamentets och rådets direktiv 2005/36/EG om erkännande av yrkeskvalifikationer, nedan. Denna lag tillämpas på erkännande av yrkeskvalifikationer som en medborgare i en medlemsstat i Europeiska unionen huvudsakligen har förvärvat i en annan medlemsstat. Lagen tillämpas också på erkännande av yrkeskvalifikationer som grundar sig på avtalet om Europeiska ekonomiska samarbetsområdet eller något annat avtal som ingåtts mellan Europeiska gemenskaperna och deras medlemsstater och en annan part samt på gemenskapens lagstiftning om tredjelandsmedborgares ställning. Denna lag tillämpas på erkännande av yrkeskvalifikationer som grundar sig på bevis på formella kvalifikationer som utfärdats utanför gemenskapen för en medborgare i en medlemsstat och som erkänts i en annan medlemsstat, om innehavaren har tre års yrkeserfarenhet inom det berörda yrket i en medlemsstat. Om någon annan författning innehåller bestämmelser som avviker från denna lag, gäller de i stället för denna lag.",
        "folded_sv": "yrkeskvalifikationsdirektivet i denna lag foreskrivs om erkannande av yrkeskvalifikationer och friheten att tillhandahalla tjanster i enlighet med europaparlamentets och radets direktiv 2005/36/eg om erkannande av yrkeskvalifikationer, nedan. denna lag tillampas pa erkannande av yrkeskvalifikationer som en medborgare i en medlemsstat i europeiska unionen huvudsakligen har forvarvat i en annan medlemsstat. lagen tillampas ocksa pa erkannande av yrkeskvalifikationer som grundar sig pa avtalet om europeiska ekonomiska samarbetsomradet eller nagot annat avtal som ingatts mellan europeiska gemenskaperna och deras medlemsstater och en annan part samt pa gemenskapens lagstiftning om tredjelandsmedborgares stallning. denna lag tillampas pa erkannande av yrkeskvalifikationer som grundar sig pa bevis pa formella kvalifikationer som utfardats utanfor gemenskapen for en medborgare i en medlemsstat och som erkants i en annan medlemsstat, om innehavaren har tre ars yrkeserfarenhet inom det berorda yrket i en medlemsstat. om nagon annan forfattning innehaller bestammelser som avviker fran denna lag, galler de i stallet for denna lag."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) säännellyllä ammatilla virkaa tai tehtävää, jonka aloittamisen tai harjoittamisen edellytyksenä on, että henkilö täyttää tietyt laissa tai asetuksessa säädetyt ammattipätevyyttä koskevat vaatimukset; 2) ammattipätevyydellä pätevyyttä, josta on osoituksena muodollista pätevyyttä osoittava asiakirja, pätevyystodistus tai ammattikokemus taikka molemmat; 3) muodollista pätevyyttä osoittavalla asiakirjalla jäsenvaltion toimivaltaisen viranomaisen antamia tutkintotodistuksia, todistuksia ja muita asiakirjoja pääosin yhteisössä suoritetusta koulutuksesta samoin kuin kolmannessa maassa jäsenvaltion kansalaiselle myönnettyjä asiakirjoja suoritetusta koulutuksesta; 4) ammattipätevyyden tunnustamisella päätöksentekoa henkilön kelpoisuudesta harjoittaa säänneltyä ammattia Suomessa; 5) sopeutumisajalla säännellyn ammatin harjoittamista Suomessa kyseisen ammatin pätevän harjoittajan valvonnassa ja siihen mahdollisesti liittyvää koulutusta; 6) kelpoisuuskokeella menettelyä, jolla mitataan yksinomaan ammatillista tietämystä ja jonka tarkoituksena on arvioida hakijan kykyä harjoittaa säänneltyä ammattia Suomessa; 7) kotijäsenvaltiolla valtiota, jossa Suomeen siirtyvä ammatinharjoittaja on hankkinut ammattipätevyytensä; 8) ammattipätevyyden automaattisella tunnustamisella koulutuksen vähimmäisvaatimusten yhteensovittamiseen perustuvan tunnustamisjärjestelmän mukaisesti tehtävää päätöstä, jossa hakijalta ei voida edellyttää sopeutumisaikaa tai kelpoisuuskoetta; 9) yhteisön tunnustamissäännöksillä ammattipätevyysdirektiiviin sisältyviä säännöksiä sekä kyseisen direktiivin täytäntöönpanoon liittyvien komission asetusten säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) säännellyllä ammatilla virkaa tai tehtävää, jonka aloittamisen tai harjoittamisen edellytyksenä on, että henkilö täyttää tietyt laissa tai asetuksessa säädetyt ammattipätevyyttä koskevat vaatimukset; 2) ammattipätevyydellä pätevyyttä, josta on osoituksena muodollista pätevyyttä osoittava asiakirja, pätevyystodistus tai ammattikokemus taikka molemmat; 3) muodollista pätevyyttä osoittavalla asiakirjalla jäsenvaltion toimivaltaisen viranomaisen antamia tutkintotodistuksia, todistuksia ja muita asiakirjoja pääosin yhteisössä suoritetusta koulutuksesta samoin kuin kolmannessa maassa jäsenvaltion kansalaiselle myönnettyjä asiakirjoja suoritetusta koulutuksesta; 4) ammattipätevyyden tunnustamisella päätöksentekoa henkilön kelpoisuudesta harjoittaa säänneltyä ammattia Suomessa; 5) sopeutumisajalla säännellyn ammatin harjoittamista Suomessa kyseisen ammatin pätevän harjoittajan valvonnassa ja siihen mahdollisesti liittyvää koulutusta; 6) kelpoisuuskokeella menettelyä, jolla mitataan yksinomaan ammatillista tietämystä ja jonka tarkoituksena on arvioida hakijan kykyä harjoittaa säänneltyä ammattia Suomessa; 7) kotijäsenvaltiolla valtiota, jossa Suomeen siirtyvä ammatinharjoittaja on hankkinut ammattipätevyytensä; 8) ammattipätevyyden automaattisella tunnustamisella koulutuksen vähimmäisvaatimusten yhteensovittamiseen perustuvan tunnustamisjärjestelmän mukaisesti tehtävää päätöstä, jossa hakijalta ei voida edellyttää sopeutumisaikaa tai kelpoisuuskoetta; 9) yhteisön tunnustamissäännöksillä ammattipätevyysdirektiiviin sisältyviä säännöksiä sekä kyseisen direktiivin täytäntöönpanoon liittyvien komission asetusten säännöksiä.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) saannellylla ammatilla virkaa tai tehtavaa, jonka aloittamisen tai harjoittamisen edellytyksena on, etta henkilo tayttaa tietyt laissa tai asetuksessa saadetyt ammattipatevyytta koskevat vaatimukset; 2) ammattipatevyydella patevyytta, josta on osoituksena muodollista patevyytta osoittava asiakirja, patevyystodistus tai ammattikokemus taikka molemmat; 3) muodollista patevyytta osoittavalla asiakirjalla jasenvaltion toimivaltaisen viranomaisen antamia tutkintotodistuksia, todistuksia ja muita asiakirjoja paaosin yhteisossa suoritetusta koulutuksesta samoin kuin kolmannessa maassa jasenvaltion kansalaiselle myonnettyja asiakirjoja suoritetusta koulutuksesta; 4) ammattipatevyyden tunnustamisella paatoksentekoa henkilon kelpoisuudesta harjoittaa saanneltya ammattia suomessa; 5) sopeutumisajalla saannellyn ammatin harjoittamista suomessa kyseisen ammatin patevan harjoittajan valvonnassa ja siihen mahdollisesti liittyvaa koulutusta; 6) kelpoisuuskokeella menettelya, jolla mitataan yksinomaan ammatillista tietamysta ja jonka tarkoituksena on arvioida hakijan kykya harjoittaa saanneltya ammattia suomessa; 7) kotijasenvaltiolla valtiota, jossa suomeen siirtyva ammatinharjoittaja on hankkinut ammattipatevyytensa; 8) ammattipatevyyden automaattisella tunnustamisella koulutuksen vahimmaisvaatimusten yhteensovittamiseen perustuvan tunnustamisjarjestelman mukaisesti tehtavaa paatosta, jossa hakijalta ei voida edellyttaa sopeutumisaikaa tai kelpoisuuskoetta; 9) yhteison tunnustamissaannoksilla ammattipatevyysdirektiiviin sisaltyvia saannoksia seka kyseisen direktiivin taytantoonpanoon liittyvien komission asetusten saannoksia.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) reglerat yrke en tjänst eller uppgift, för vilken det för tillträde eller utövande krävs att personen uppfyller vissa i lag eller förordning föreskrivna yrkeskvalifikationer, 2) yrkeskvalifikationer kvalifikationer som intygas i ett bevis på formella kvalifikationer, ett kompetensbevis eller yrkeserfarenhet eller båda, 3) bevis på formella kvalifikationer examens-, utbildnings- eller annat behörighetsbevis för en utbildning som huvudsakligen ägt rum i gemenskapen, utfärdat av en behörig myndighet i en medlemsstat, samt behörighetsbevis för en utbildning som i ett tredjeland utfärdats till en medborgare i en medlemsstat, 4) erkännande av yrkeskvalifikationer fattande av beslut om en persons kvalifikationer för utövande av ett reglerat yrke i Finland, 5) anpassningsperiod utövande av ett reglerat yrke i Finland under övervakning av en behörig yrkesutövare i det berörda yrket, eventuellt åtföljt av utbildning, 6) lämplighetsprov ett prov som endast gäller sökandens yrkeskunnighet och som har till syfte att bedöma sökandens förmåga att utöva ett reglerat yrke i Finland, 7) ursprungsmedlemsstat den stat där en yrkesutövare som förflyttar sig till Finland har förvärvat sina yrkeskvalifikationer, 8) automatiskt erkännande av yrkeskvalifikationer ett beslut som fattas enligt det system för erkännande som grundar sig på samordning av minimikraven för en utbildning, varvid det inte kan krävas en anpassningsperiod eller ett lämplighetsprov av sökanden, 9) gemenskapens regler för erkännande bestämmelserna i yrkeskvalifikationsdirektivet och de bestämmelser i kommissionens förordningar som ansluter sig till genomförandet av direktivet.",
        "normalized_sv": "I denna lag avses med 1) reglerat yrke en tjänst eller uppgift, för vilken det för tillträde eller utövande krävs att personen uppfyller vissa i lag eller förordning föreskrivna yrkeskvalifikationer, 2) yrkeskvalifikationer kvalifikationer som intygas i ett bevis på formella kvalifikationer, ett kompetensbevis eller yrkeserfarenhet eller båda, 3) bevis på formella kvalifikationer examens-, utbildnings- eller annat behörighetsbevis för en utbildning som huvudsakligen ägt rum i gemenskapen, utfärdat av en behörig myndighet i en medlemsstat, samt behörighetsbevis för en utbildning som i ett tredjeland utfärdats till en medborgare i en medlemsstat, 4) erkännande av yrkeskvalifikationer fattande av beslut om en persons kvalifikationer för utövande av ett reglerat yrke i Finland, 5) anpassningsperiod utövande av ett reglerat yrke i Finland under övervakning av en behörig yrkesutövare i det berörda yrket, eventuellt åtföljt av utbildning, 6) lämplighetsprov ett prov som endast gäller sökandens yrkeskunnighet och som har till syfte att bedöma sökandens förmåga att utöva ett reglerat yrke i Finland, 7) ursprungsmedlemsstat den stat där en yrkesutövare som förflyttar sig till Finland har förvärvat sina yrkeskvalifikationer, 8) automatiskt erkännande av yrkeskvalifikationer ett beslut som fattas enligt det system för erkännande som grundar sig på samordning av minimikraven för en utbildning, varvid det inte kan krävas en anpassningsperiod eller ett lämplighetsprov av sökanden, 9) gemenskapens regler för erkännande bestämmelserna i yrkeskvalifikationsdirektivet och de bestämmelser i kommissionens förordningar som ansluter sig till genomförandet av direktivet.",
        "folded_sv": "i denna lag avses med 1) reglerat yrke en tjanst eller uppgift, for vilken det for tilltrade eller utovande kravs att personen uppfyller vissa i lag eller forordning foreskrivna yrkeskvalifikationer, 2) yrkeskvalifikationer kvalifikationer som intygas i ett bevis pa formella kvalifikationer, ett kompetensbevis eller yrkeserfarenhet eller bada, 3) bevis pa formella kvalifikationer examens-, utbildnings- eller annat behorighetsbevis for en utbildning som huvudsakligen agt rum i gemenskapen, utfardat av en behorig myndighet i en medlemsstat, samt behorighetsbevis for en utbildning som i ett tredjeland utfardats till en medborgare i en medlemsstat, 4) erkannande av yrkeskvalifikationer fattande av beslut om en persons kvalifikationer for utovande av ett reglerat yrke i finland, 5) anpassningsperiod utovande av ett reglerat yrke i finland under overvakning av en behorig yrkesutovare i det berorda yrket, eventuellt atfoljt av utbildning, 6) lamplighetsprov ett prov som endast galler sokandens yrkeskunnighet och som har till syfte att bedoma sokandens formaga att utova ett reglerat yrke i finland, 7) ursprungsmedlemsstat den stat dar en yrkesutovare som forflyttar sig till finland har forvarvat sina yrkeskvalifikationer, 8) automatiskt erkannande av yrkeskvalifikationer ett beslut som fattas enligt det system for erkannande som grundar sig pa samordning av minimikraven for en utbildning, varvid det inte kan kravas en anpassningsperiod eller ett lamplighetsprov av sokanden, 9) gemenskapens regler for erkannande bestammelserna i yrkeskvalifikationsdirektivet och de bestammelser i kommissionens forordningar som ansluter sig till genomforandet av direktivet."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Kansallinen yhteensovittaminen",
      "content": "Opetusministeriö vastaa ammattipätevyyden tunnustamismenettelyihin liittyvästä kansallisesta yhteensovittamisesta. Opetushallitus toimii yhteisön tunnustamissäännöksissä tarkoitettuna kansallisena yhteystahona.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_3",
        "normalized_fi": "Opetusministeriö vastaa ammattipätevyyden tunnustamismenettelyihin liittyvästä kansallisesta yhteensovittamisesta. Opetushallitus toimii yhteisön tunnustamissäännöksissä tarkoitettuna kansallisena yhteystahona.",
        "folded_fi": "opetusministerio vastaa ammattipatevyyden tunnustamismenettelyihin liittyvasta kansallisesta yhteensovittamisesta. opetushallitus toimii yhteison tunnustamissaannoksissa tarkoitettuna kansallisena yhteystahona.",
        "title_sv": "Nationell samordning",
        "content_sv": "Undervisningsministeriet svarar för den nationella samordningen av de förfaranden som tillämpas vid erkännande av yrkeskvalifikationer. Utbildningsstyrelsen är den nationella kontaktpunkt som avses i gemenskapens regler för erkännande.",
        "normalized_sv": "Undervisningsministeriet svarar för den nationella samordningen av de förfaranden som tillämpas vid erkännande av yrkeskvalifikationer. Utbildningsstyrelsen är den nationella kontaktpunkt som avses i gemenskapens regler för erkännande.",
        "folded_sv": "undervisningsministeriet svarar for den nationella samordningen av de forfaranden som tillampas vid erkannande av yrkeskvalifikationer. utbildningsstyrelsen ar den nationella kontaktpunkt som avses i gemenskapens regler for erkannande."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Tietojen luovuttaminen ja toimivaltaisen viranomaisen salassapitovelvollisuus",
      "content": "Tämän lain soveltamisalaan liittyviä tehtäviä hoitavan toimivaltaisen viranomaisen tietojen luovutuksesta ja salassapidosta on voimassa, mitä viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetään. Mitä 1 momentissa säädetään, koskee viranomaisten lisäksi myös niitä tahoja, joilla on lainsäädäntöön perustuva oikeus myöntää tutkintotodistuksia ja muita tunnustamispäätöksen perusteena olevia asiakirjoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_4",
        "normalized_fi": "Tämän lain soveltamisalaan liittyviä tehtäviä hoitavan toimivaltaisen viranomaisen tietojen luovutuksesta ja salassapidosta on voimassa, mitä viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetään. Mitä 1 momentissa säädetään, koskee viranomaisten lisäksi myös niitä tahoja, joilla on lainsäädäntöön perustuva oikeus myöntää tutkintotodistuksia ja muita tunnustamispäätöksen perusteena olevia asiakirjoja.",
        "folded_fi": "taman lain soveltamisalaan liittyvia tehtavia hoitavan toimivaltaisen viranomaisen tietojen luovutuksesta ja salassapidosta on voimassa, mita viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) saadetaan. mita 1 momentissa saadetaan, koskee viranomaisten lisaksi myos niita tahoja, joilla on lainsaadantoon perustuva oikeus myontaa tutkintotodistuksia ja muita tunnustamispaatoksen perusteena olevia asiakirjoja.",
        "title_sv": "Utlämnande av uppgifter och sekretessen hos behöriga myndigheter",
        "content_sv": "I fråga om utlämnande av uppgifter och sekretessen hos en behörig myndighet som sköter uppgifter som hör till tillämpningsområdet för denna lag gäller det som föreskrivs i lagen om offentlighet i myndigheternas verksamhet (621/1999). Vad som föreskrivs i 1 mom. gäller förutom myndigheter också instanser som har på lagstiftningen baserad rätt att utfärda examensbevis och andra handlingar som erkännandet av yrkeskvalifikationer grundar sig på.",
        "normalized_sv": "I fråga om utlämnande av uppgifter och sekretessen hos en behörig myndighet som sköter uppgifter som hör till tillämpningsområdet för denna lag gäller det som föreskrivs i lagen om offentlighet i myndigheternas verksamhet (621/1999). Vad som föreskrivs i 1 mom. gäller förutom myndigheter också instanser som har på lagstiftningen baserad rätt att utfärda examensbevis och andra handlingar som erkännandet av yrkeskvalifikationer grundar sig på.",
        "folded_sv": "i fraga om utlamnande av uppgifter och sekretessen hos en behorig myndighet som skoter uppgifter som hor till tillampningsomradet for denna lag galler det som foreskrivs i lagen om offentlighet i myndigheternas verksamhet (621/1999). vad som foreskrivs i 1 mom. galler forutom myndigheter ocksa instanser som har pa lagstiftningen baserad ratt att utfarda examensbevis och andra handlingar som erkannandet av yrkeskvalifikationer grundar sig pa."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Ammattipätevyyden tunnustamisesta vastaava taho",
      "content": "Opetushallitus päättää muodollista pätevyyttä osoittavien asiakirjojen tuottamasta kelpoisuudesta säänneltyyn ammattiin, ellei muualla toisin säädetä. Sen mukaisesti kuin muualla laissa tai sen nojalla säädetään, oikeudesta harjoittaa ammattia toisessa maassa hankitun ammattipätevyyden perusteella päättää sama taho, joka myöntää oikeuden kyseisen ammatin harjoittamiseen Suomessa suoritetun tutkinnon perusteella. Ammattipätevyyden tunnustamisesta vastaava taho voi tarvittaessa pyytää yliopistolta, korkeakoululta tai muulta oppilaitokselta lausunnon hakijan suorittamien opintojen vastaavuudesta ja puuttuvista aihealueista verrattuna Suomessa suoritettaviin opintoihin sekä hakijalle mahdollisesti määrättävän sopeutumisajan pituudesta ja siihen sisällytettävistä tehtävistä sekä kelpoisuuskokeen sisällöstä. Lausunnon antava taho voi periä lausunnosta sitä pyytäneeltä omakustannusarvon mukaisen maksun sen mukaan kuin valtion maksuperustelaissa (150/1992) julkisoikeudellisista suoritteista perittävistä maksuista ja tarvittaessa opetusministeriön asetuksella tarkemmin säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Opetushallitus päättää muodollista pätevyyttä osoittavien asiakirjojen tuottamasta kelpoisuudesta säänneltyyn ammattiin, ellei muualla toisin säädetä. Sen mukaisesti kuin muualla laissa tai sen nojalla säädetään, oikeudesta harjoittaa ammattia toisessa maassa hankitun ammattipätevyyden perusteella päättää sama taho, joka myöntää oikeuden kyseisen ammatin harjoittamiseen Suomessa suoritetun tutkinnon perusteella. Ammattipätevyyden tunnustamisesta vastaava taho voi tarvittaessa pyytää yliopistolta, korkeakoululta tai muulta oppilaitokselta lausunnon hakijan suorittamien opintojen vastaavuudesta ja puuttuvista aihealueista verrattuna Suomessa suoritettaviin opintoihin sekä hakijalle mahdollisesti määrättävän sopeutumisajan pituudesta ja siihen sisällytettävistä tehtävistä sekä kelpoisuuskokeen sisällöstä. Lausunnon antava taho voi periä lausunnosta sitä pyytäneeltä omakustannusarvon mukaisen maksun sen mukaan kuin valtion maksuperustelaissa (150/1992) julkisoikeudellisista suoritteista perittävistä maksuista ja tarvittaessa opetusministeriön asetuksella tarkemmin säädetään.",
        "folded_fi": "opetushallitus paattaa muodollista patevyytta osoittavien asiakirjojen tuottamasta kelpoisuudesta saanneltyyn ammattiin, ellei muualla toisin saadeta. sen mukaisesti kuin muualla laissa tai sen nojalla saadetaan, oikeudesta harjoittaa ammattia toisessa maassa hankitun ammattipatevyyden perusteella paattaa sama taho, joka myontaa oikeuden kyseisen ammatin harjoittamiseen suomessa suoritetun tutkinnon perusteella. ammattipatevyyden tunnustamisesta vastaava taho voi tarvittaessa pyytaa yliopistolta, korkeakoululta tai muulta oppilaitokselta lausunnon hakijan suorittamien opintojen vastaavuudesta ja puuttuvista aihealueista verrattuna suomessa suoritettaviin opintoihin seka hakijalle mahdollisesti maarattavan sopeutumisajan pituudesta ja siihen sisallytettavista tehtavista seka kelpoisuuskokeen sisallosta. lausunnon antava taho voi peria lausunnosta sita pyytaneelta omakustannusarvon mukaisen maksun sen mukaan kuin valtion maksuperustelaissa (150/1992) julkisoikeudellisista suoritteista perittavista maksuista ja tarvittaessa opetusministerion asetuksella tarkemmin saadetaan.",
        "title_sv": "Instanser som ansvarar för erkännande av yrkeskvalifikationer",
        "content_sv": "Utbildningsstyrelsen fattar beslut om den behörighet för reglerade yrken som bevis på formella kvalifikationer medför, om inte annat föreskrivs någon annanstans. I enlighet med vad som föreskrivs någon annanstans i lag eller med stöd av lag, fattas beslut om rätt att utöva ett yrke på grundval av yrkeskvalifikationer som förvärvats i ett annat land av samma instans som beviljar rätt att utöva det berörda yrket på grundval av en examen som avlagts i Finland. En instans som ansvarar för erkännande av yrkeskvalifikationer kan vid behov be ett universitet, en högskola eller en annan läroanstalt om ett utlåtande om sökandens studiers likvärdighet och ämnesområden som saknas jämfört med studier i Finland samt om längden på den anpassningsperiod som sökanden eventuellt föreläggs, de uppgifter som ska ingå i den och innehållet i lämplighetsprovet. Den som lämnar utlåtandet kan hos den som begärt utlåtandet uppbära en avgift efter självkostnadsvärde enligt vad som närmare bestäms om offentligrättsliga prestationer i lagen om grunderna för avgifter till staten (150/1992) och i en förordning som undervisningsministeriet utfärdar i förekommande fall.",
        "normalized_sv": "Utbildningsstyrelsen fattar beslut om den behörighet för reglerade yrken som bevis på formella kvalifikationer medför, om inte annat föreskrivs någon annanstans. I enlighet med vad som föreskrivs någon annanstans i lag eller med stöd av lag, fattas beslut om rätt att utöva ett yrke på grundval av yrkeskvalifikationer som förvärvats i ett annat land av samma instans som beviljar rätt att utöva det berörda yrket på grundval av en examen som avlagts i Finland. En instans som ansvarar för erkännande av yrkeskvalifikationer kan vid behov be ett universitet, en högskola eller en annan läroanstalt om ett utlåtande om sökandens studiers likvärdighet och ämnesområden som saknas jämfört med studier i Finland samt om längden på den anpassningsperiod som sökanden eventuellt föreläggs, de uppgifter som ska ingå i den och innehållet i lämplighetsprovet. Den som lämnar utlåtandet kan hos den som begärt utlåtandet uppbära en avgift efter självkostnadsvärde enligt vad som närmare bestäms om offentligrättsliga prestationer i lagen om grunderna för avgifter till staten (150/1992) och i en förordning som undervisningsministeriet utfärdar i förekommande fall.",
        "folded_sv": "utbildningsstyrelsen fattar beslut om den behorighet for reglerade yrken som bevis pa formella kvalifikationer medfor, om inte annat foreskrivs nagon annanstans. i enlighet med vad som foreskrivs nagon annanstans i lag eller med stod av lag, fattas beslut om ratt att utova ett yrke pa grundval av yrkeskvalifikationer som forvarvats i ett annat land av samma instans som beviljar ratt att utova det berorda yrket pa grundval av en examen som avlagts i finland. en instans som ansvarar for erkannande av yrkeskvalifikationer kan vid behov be ett universitet, en hogskola eller en annan laroanstalt om ett utlatande om sokandens studiers likvardighet och amnesomraden som saknas jamfort med studier i finland samt om langden pa den anpassningsperiod som sokanden eventuellt forelaggs, de uppgifter som ska inga i den och innehallet i lamplighetsprovet. den som lamnar utlatandet kan hos den som begart utlatandet uppbara en avgift efter sjalvkostnadsvarde enligt vad som narmare bestams om offentligrattsliga prestationer i lagen om grunderna for avgifter till staten (150/1992) och i en forordning som undervisningsministeriet utfardar i forekommande fall."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Yleisen tunnustamisjärjestelmän pätevyystasot",
      "content": "Ammattipätevyys sijoittuu jollekin seuraavista tasoista pätevyyttä osoittavan todistuksen perusteella: 1) pätevyystodistus, jonka on antanut kotijäsenvaltion toimivaltainen viranomainen, ja joka perustuu: a) perus- tai toisen asteen yleissivistävään koulutukseen; tai b) muuhun kuin 2―4 kohdassa tarkoitettuun koulutukseen, tiettyyn kokeeseen, jota ei edellä koulutus, tai ammatin päätoimiseen harjoittamiseen jäsenvaltiossa yhtäjaksoisesti kolmen vuoden ajan taikka vastaavan ajan osa-aikaisesti kymmenen viimeksi kuluneen vuoden aikana; 2) todistus: a) yleissivistävästä toisen asteen koulutuksesta, jota on täydennetty muulla kuin 3 kohdassa tarkoitetulla ammatillisella koulutuksella tai koulutuksen lisäksi mahdollisesti vaadittavalla ammatillisella harjoittelulla taikka ammatin harjoittamisella; tai b) ammatillisesta toisen asteen koulutuksesta, jota on tarvittaessa täydennetty muulla kuin 3 kohdassa tarkoitetulla ammatillisella koulutuksella tai koulutuksen lisäksi mahdollisesti vaadittavalla ammatillisella harjoittelulla taikka ammatin harjoittamisella; 3) tutkintotodistus: a) vähintään yksivuotisesta toisen asteen jälkeisestä koulutuksesta, jonka pääsyvaatimuksena on korkeakoulukelpoisuuden tuottavan toisen asteen koulutuksen suorittaminen ja koulutuksen lisäksi mahdollisesti vaadittavasta ammatillisesta harjoittelusta; tai b) yhteisön tunnustamissäännöksissä vastaavaksi määritellystä koulutuksesta; 4) tutkintotodistus yliopistossa tai muussa korkea-asteen oppilaitoksessa taikka muussa samantasoista koulutusta antavassa laitoksessa suoritetusta vähintään kolmivuotisesta mutta enintään nelivuotisesta, toisen asteen jälkeisestä koulutuksesta ja koulutuksen lisäksi mahdollisesti vaadittavasta ammatillisesta harjoittelusta; 5) tutkintotodistus yliopistossa tai muussa korkea-asteen oppilaitoksessa taikka muussa samantasoista koulutusta antavassa laitoksessa suoritetusta yli nelivuotisesta toisen asteen jälkeisestä koulutuksesta ja koulutuksen lisäksi mahdollisesti vaadittavasta ammatillisesta harjoittelusta. Edellä 1 momentissa tarkoitettuna ammattipätevyytenä pidetään myös pätevyyttä, joka perustuu yhteisössä suoritettuun koulutukseen ja jonka hakijan kotijäsenvaltion toimivaltainen viranomainen tunnustaa tiettyä 1 momentin mukaista tasoa vastaavaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Ammattipätevyys sijoittuu jollekin seuraavista tasoista pätevyyttä osoittavan todistuksen perusteella: 1) pätevyystodistus, jonka on antanut kotijäsenvaltion toimivaltainen viranomainen, ja joka perustuu: a) perus- tai toisen asteen yleissivistävään koulutukseen; tai b) muuhun kuin 2―4 kohdassa tarkoitettuun koulutukseen, tiettyyn kokeeseen, jota ei edellä koulutus, tai ammatin päätoimiseen harjoittamiseen jäsenvaltiossa yhtäjaksoisesti kolmen vuoden ajan taikka vastaavan ajan osa-aikaisesti kymmenen viimeksi kuluneen vuoden aikana; 2) todistus: a) yleissivistävästä toisen asteen koulutuksesta, jota on täydennetty muulla kuin 3 kohdassa tarkoitetulla ammatillisella koulutuksella tai koulutuksen lisäksi mahdollisesti vaadittavalla ammatillisella harjoittelulla taikka ammatin harjoittamisella; tai b) ammatillisesta toisen asteen koulutuksesta, jota on tarvittaessa täydennetty muulla kuin 3 kohdassa tarkoitetulla ammatillisella koulutuksella tai koulutuksen lisäksi mahdollisesti vaadittavalla ammatillisella harjoittelulla taikka ammatin harjoittamisella; 3) tutkintotodistus: a) vähintään yksivuotisesta toisen asteen jälkeisestä koulutuksesta, jonka pääsyvaatimuksena on korkeakoulukelpoisuuden tuottavan toisen asteen koulutuksen suorittaminen ja koulutuksen lisäksi mahdollisesti vaadittavasta ammatillisesta harjoittelusta; tai b) yhteisön tunnustamissäännöksissä vastaavaksi määritellystä koulutuksesta; 4) tutkintotodistus yliopistossa tai muussa korkea-asteen oppilaitoksessa taikka muussa samantasoista koulutusta antavassa laitoksessa suoritetusta vähintään kolmivuotisesta mutta enintään nelivuotisesta, toisen asteen jälkeisestä koulutuksesta ja koulutuksen lisäksi mahdollisesti vaadittavasta ammatillisesta harjoittelusta; 5) tutkintotodistus yliopistossa tai muussa korkea-asteen oppilaitoksessa taikka muussa samantasoista koulutusta antavassa laitoksessa suoritetusta yli nelivuotisesta toisen asteen jälkeisestä koulutuksesta ja koulutuksen lisäksi mahdollisesti vaadittavasta ammatillisesta harjoittelusta. Edellä 1 momentissa tarkoitettuna ammattipätevyytenä pidetään myös pätevyyttä, joka perustuu yhteisössä suoritettuun koulutukseen ja jonka hakijan kotijäsenvaltion toimivaltainen viranomainen tunnustaa tiettyä 1 momentin mukaista tasoa vastaavaksi.",
        "folded_fi": "ammattipatevyys sijoittuu jollekin seuraavista tasoista patevyytta osoittavan todistuksen perusteella: 1) patevyystodistus, jonka on antanut kotijasenvaltion toimivaltainen viranomainen, ja joka perustuu: a) perus- tai toisen asteen yleissivistavaan koulutukseen; tai b) muuhun kuin 2―4 kohdassa tarkoitettuun koulutukseen, tiettyyn kokeeseen, jota ei edella koulutus, tai ammatin paatoimiseen harjoittamiseen jasenvaltiossa yhtajaksoisesti kolmen vuoden ajan taikka vastaavan ajan osa-aikaisesti kymmenen viimeksi kuluneen vuoden aikana; 2) todistus: a) yleissivistavasta toisen asteen koulutuksesta, jota on taydennetty muulla kuin 3 kohdassa tarkoitetulla ammatillisella koulutuksella tai koulutuksen lisaksi mahdollisesti vaadittavalla ammatillisella harjoittelulla taikka ammatin harjoittamisella; tai b) ammatillisesta toisen asteen koulutuksesta, jota on tarvittaessa taydennetty muulla kuin 3 kohdassa tarkoitetulla ammatillisella koulutuksella tai koulutuksen lisaksi mahdollisesti vaadittavalla ammatillisella harjoittelulla taikka ammatin harjoittamisella; 3) tutkintotodistus: a) vahintaan yksivuotisesta toisen asteen jalkeisesta koulutuksesta, jonka paasyvaatimuksena on korkeakoulukelpoisuuden tuottavan toisen asteen koulutuksen suorittaminen ja koulutuksen lisaksi mahdollisesti vaadittavasta ammatillisesta harjoittelusta; tai b) yhteison tunnustamissaannoksissa vastaavaksi maaritellysta koulutuksesta; 4) tutkintotodistus yliopistossa tai muussa korkea-asteen oppilaitoksessa taikka muussa samantasoista koulutusta antavassa laitoksessa suoritetusta vahintaan kolmivuotisesta mutta enintaan nelivuotisesta, toisen asteen jalkeisesta koulutuksesta ja koulutuksen lisaksi mahdollisesti vaadittavasta ammatillisesta harjoittelusta; 5) tutkintotodistus yliopistossa tai muussa korkea-asteen oppilaitoksessa taikka muussa samantasoista koulutusta antavassa laitoksessa suoritetusta yli nelivuotisesta toisen asteen jalkeisesta koulutuksesta ja koulutuksen lisaksi mahdollisesti vaadittavasta ammatillisesta harjoittelusta. edella 1 momentissa tarkoitettuna ammattipatevyytena pidetaan myos patevyytta, joka perustuu yhteisossa suoritettuun koulutukseen ja jonka hakijan kotijasenvaltion toimivaltainen viranomainen tunnustaa tiettya 1 momentin mukaista tasoa vastaavaksi.",
        "title_sv": "Kvalifikationsnivåer i den generella ordningen för erkännande",
        "content_sv": "Utifrån ett bevis på yrkeskvalifikationer placerar sig yrkeskvalifikationerna på någon av följande nivåer: 1) ett kompetensbevis som har utfärdats av en behörig myndighet i ursprungsmedlemsstaten på grundval av a) grundläggande utbildning eller allmänbildande utbildning på andra stadiet, eller b) en annan utbildning än en sådan som avses i 2―4 punkten, ett särskilt prov som inte föregås av någon utbildning, eller av att sökanden utövat yrket i en medlemsstat på heltid under tre år i följd eller på deltid under motsvarande tid under de senaste tio åren, 2) ett bevis a) på en allmänbildande utbildning på andra stadiet, som kompletterats med en annan yrkesutbildning än den som avses i 3 punkten eller med den yrkespraktik eller yrkesutövning som eventuellt krävs utöver denna utbildning, eller b) på en yrkesinriktad utbildning på andra stadiet, som vid behov kompletterats med en annan yrkesutbildning än den som avses i 3 punkten eller med den yrkespraktik eller yrkesutövning som eventuellt krävs utöver denna utbildning, 3) ett examensbevis för a) en utbildning efter det andra stadiet på minst ett år, för vilken ett tillträdesvillkor är sådan avslutad utbildning på andra stadiet som krävs för behörighet till högskolestudier, samt den yrkespraktik som eventuellt krävs utöver denna utbildning, eller b) en utbildning som betraktas som likvärdig enligt gemenskapens regler för erkännande, 4) ett examensbevis över avslutad utbildning på minst tre år och högst fyra år vid universitet eller läroanstalt med högre utbildning eller annan utbildningsanstalt på motsvarande nivå som genomgåtts efter en utbildning på andra stadiet, samt den yrkespraktik som eventuellt krävs utöver utbildningen, 5) ett examensbevis över avslutad utbildning på minst fyra år vid universitet eller läroanstalt med högre utbildning eller annan utbildningsanstalt på motsvarande nivå som avlagts efter en utbildning på andra stadiet, samt den yrkespraktik som eventuellt krävs utöver utbildningen. Som i 1 mom. avsedda yrkeskvalifikationer anses också kvalifikationer som grundar sig på en utbildning som fullgjorts inom gemenskapen och som en behörig myndighet i sökandens ursprungsmedlemsstat erkänner motsvara en viss nivå enligt 1 mom.",
        "normalized_sv": "Utifrån ett bevis på yrkeskvalifikationer placerar sig yrkeskvalifikationerna på någon av följande nivåer: 1) ett kompetensbevis som har utfärdats av en behörig myndighet i ursprungsmedlemsstaten på grundval av a) grundläggande utbildning eller allmänbildande utbildning på andra stadiet, eller b) en annan utbildning än en sådan som avses i 2―4 punkten, ett särskilt prov som inte föregås av någon utbildning, eller av att sökanden utövat yrket i en medlemsstat på heltid under tre år i följd eller på deltid under motsvarande tid under de senaste tio åren, 2) ett bevis a) på en allmänbildande utbildning på andra stadiet, som kompletterats med en annan yrkesutbildning än den som avses i 3 punkten eller med den yrkespraktik eller yrkesutövning som eventuellt krävs utöver denna utbildning, eller b) på en yrkesinriktad utbildning på andra stadiet, som vid behov kompletterats med en annan yrkesutbildning än den som avses i 3 punkten eller med den yrkespraktik eller yrkesutövning som eventuellt krävs utöver denna utbildning, 3) ett examensbevis för a) en utbildning efter det andra stadiet på minst ett år, för vilken ett tillträdesvillkor är sådan avslutad utbildning på andra stadiet som krävs för behörighet till högskolestudier, samt den yrkespraktik som eventuellt krävs utöver denna utbildning, eller b) en utbildning som betraktas som likvärdig enligt gemenskapens regler för erkännande, 4) ett examensbevis över avslutad utbildning på minst tre år och högst fyra år vid universitet eller läroanstalt med högre utbildning eller annan utbildningsanstalt på motsvarande nivå som genomgåtts efter en utbildning på andra stadiet, samt den yrkespraktik som eventuellt krävs utöver utbildningen, 5) ett examensbevis över avslutad utbildning på minst fyra år vid universitet eller läroanstalt med högre utbildning eller annan utbildningsanstalt på motsvarande nivå som avlagts efter en utbildning på andra stadiet, samt den yrkespraktik som eventuellt krävs utöver utbildningen. Som i 1 mom. avsedda yrkeskvalifikationer anses också kvalifikationer som grundar sig på en utbildning som fullgjorts inom gemenskapen och som en behörig myndighet i sökandens ursprungsmedlemsstat erkänner motsvara en viss nivå enligt 1 mom.",
        "folded_sv": "utifran ett bevis pa yrkeskvalifikationer placerar sig yrkeskvalifikationerna pa nagon av foljande nivaer: 1) ett kompetensbevis som har utfardats av en behorig myndighet i ursprungsmedlemsstaten pa grundval av a) grundlaggande utbildning eller allmanbildande utbildning pa andra stadiet, eller b) en annan utbildning an en sadan som avses i 2―4 punkten, ett sarskilt prov som inte foregas av nagon utbildning, eller av att sokanden utovat yrket i en medlemsstat pa heltid under tre ar i foljd eller pa deltid under motsvarande tid under de senaste tio aren, 2) ett bevis a) pa en allmanbildande utbildning pa andra stadiet, som kompletterats med en annan yrkesutbildning an den som avses i 3 punkten eller med den yrkespraktik eller yrkesutovning som eventuellt kravs utover denna utbildning, eller b) pa en yrkesinriktad utbildning pa andra stadiet, som vid behov kompletterats med en annan yrkesutbildning an den som avses i 3 punkten eller med den yrkespraktik eller yrkesutovning som eventuellt kravs utover denna utbildning, 3) ett examensbevis for a) en utbildning efter det andra stadiet pa minst ett ar, for vilken ett tilltradesvillkor ar sadan avslutad utbildning pa andra stadiet som kravs for behorighet till hogskolestudier, samt den yrkespraktik som eventuellt kravs utover denna utbildning, eller b) en utbildning som betraktas som likvardig enligt gemenskapens regler for erkannande, 4) ett examensbevis over avslutad utbildning pa minst tre ar och hogst fyra ar vid universitet eller laroanstalt med hogre utbildning eller annan utbildningsanstalt pa motsvarande niva som genomgatts efter en utbildning pa andra stadiet, samt den yrkespraktik som eventuellt kravs utover utbildningen, 5) ett examensbevis over avslutad utbildning pa minst fyra ar vid universitet eller laroanstalt med hogre utbildning eller annan utbildningsanstalt pa motsvarande niva som avlagts efter en utbildning pa andra stadiet, samt den yrkespraktik som eventuellt kravs utover utbildningen. som i 1 mom. avsedda yrkeskvalifikationer anses ocksa kvalifikationer som grundar sig pa en utbildning som fullgjorts inom gemenskapen och som en behorig myndighet i sokandens ursprungsmedlemsstat erkanner motsvara en viss niva enligt 1 mom."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Tunnustamisen edellytykset yleisessä tunnustamisjärjestelmässä",
      "content": "Ammattipätevyyden tunnustaminen perustuu muodollista pätevyyttä osoittavaan yksittäiseen asiakirjaan tai tällaisten asiakirjojen yhdistelmään, jonka toimivaltainen viranomainen on antanut toisessa jäsenvaltiossa. Muodollista pätevyyttä osoittavien asiakirjojen on sijoituttava tasolle, joka vastaa 6 §:n mukaisessa jaottelussa vähintään välittömästi edeltävää tasoa kuin se, joka vaaditaan samaan ammattipätevyyteen kansallisesti. Jos henkilön aiemmin saama koulutus ei vastaa kotijäsenvaltion voimassa olevia pätevyysvaatimuksia ammatin harjoittamiseksi, 6 §:ssä tarkoitetun tason määrittämisessä tulee ottaa huomioon hakijan kotijäsenvaltion saavutettuja oikeuksia koskeva lainsäädäntö. Toisen jäsenvaltion tekemää tunnustamispäätöstä ei voi käyttää ammattipätevyyden tunnustamishakemuksen perusteena muutoin kuin 1 §:n 3 momentin tapauksissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_7",
        "normalized_fi": "Ammattipätevyyden tunnustaminen perustuu muodollista pätevyyttä osoittavaan yksittäiseen asiakirjaan tai tällaisten asiakirjojen yhdistelmään, jonka toimivaltainen viranomainen on antanut toisessa jäsenvaltiossa. Muodollista pätevyyttä osoittavien asiakirjojen on sijoituttava tasolle, joka vastaa 6 § :n mukaisessa jaottelussa vähintään välittömästi edeltävää tasoa kuin se, joka vaaditaan samaan ammattipätevyyteen kansallisesti. Jos henkilön aiemmin saama koulutus ei vastaa kotijäsenvaltion voimassa olevia pätevyysvaatimuksia ammatin harjoittamiseksi, 6 § :ssä tarkoitetun tason määrittämisessä tulee ottaa huomioon hakijan kotijäsenvaltion saavutettuja oikeuksia koskeva lainsäädäntö. Toisen jäsenvaltion tekemää tunnustamispäätöstä ei voi käyttää ammattipätevyyden tunnustamishakemuksen perusteena muutoin kuin 1 § :n 3 momentin tapauksissa.",
        "folded_fi": "ammattipatevyyden tunnustaminen perustuu muodollista patevyytta osoittavaan yksittaiseen asiakirjaan tai tallaisten asiakirjojen yhdistelmaan, jonka toimivaltainen viranomainen on antanut toisessa jasenvaltiossa. muodollista patevyytta osoittavien asiakirjojen on sijoituttava tasolle, joka vastaa 6 §:n mukaisessa jaottelussa vahintaan valittomasti edeltavaa tasoa kuin se, joka vaaditaan samaan ammattipatevyyteen kansallisesti. jos henkilon aiemmin saama koulutus ei vastaa kotijasenvaltion voimassa olevia patevyysvaatimuksia ammatin harjoittamiseksi, 6 §:ssa tarkoitetun tason maarittamisessa tulee ottaa huomioon hakijan kotijasenvaltion saavutettuja oikeuksia koskeva lainsaadanto. toisen jasenvaltion tekemaa tunnustamispaatosta ei voi kayttaa ammattipatevyyden tunnustamishakemuksen perusteena muutoin kuin 1 §:n 3 momentin tapauksissa.",
        "title_sv": "Villkor för erkännande i den generella ordningen",
        "content_sv": "Erkännandet av yrkeskvalifikationer grundar sig på ett bevis på formella kvalifikationer eller en uppsättning av sådana bevis som har utfärdats av en behörig myndighet i en annan medlemsstat. Bevisen på formella kvalifikationer ska motsvara minst den nivå som ligger omedelbart före den som krävs nationellt för samma yrkeskvalifikationer i enlighet med indelningen i 6 §. Om en utbildning som en person erhållit tidigare inte uppfyller de gällande behörighetskraven för utövande av ett yrke i ursprungsmedlemsstaten, ska lagstiftningen om förvärvade rättigheter i sökandens ursprungsmedlemsstat beaktas vid fastställandet av den nivå som avses i 6 §. Ett beslut om erkännande som fattats i en annan medlemsstat kan inte anföras som grund i en ansökan om erkännande av yrkeskvalifikationer annat än i de fall som avses i 1 § 3 mom.",
        "normalized_sv": "Erkännandet av yrkeskvalifikationer grundar sig på ett bevis på formella kvalifikationer eller en uppsättning av sådana bevis som har utfärdats av en behörig myndighet i en annan medlemsstat. Bevisen på formella kvalifikationer ska motsvara minst den nivå som ligger omedelbart före den som krävs nationellt för samma yrkeskvalifikationer i enlighet med indelningen i 6 § . Om en utbildning som en person erhållit tidigare inte uppfyller de gällande behörighetskraven för utövande av ett yrke i ursprungsmedlemsstaten, ska lagstiftningen om förvärvade rättigheter i sökandens ursprungsmedlemsstat beaktas vid fastställandet av den nivå som avses i 6 § . Ett beslut om erkännande som fattats i en annan medlemsstat kan inte anföras som grund i en ansökan om erkännande av yrkeskvalifikationer annat än i de fall som avses i 1 § 3 mom.",
        "folded_sv": "erkannandet av yrkeskvalifikationer grundar sig pa ett bevis pa formella kvalifikationer eller en uppsattning av sadana bevis som har utfardats av en behorig myndighet i en annan medlemsstat. bevisen pa formella kvalifikationer ska motsvara minst den niva som ligger omedelbart fore den som kravs nationellt for samma yrkeskvalifikationer i enlighet med indelningen i 6 §. om en utbildning som en person erhallit tidigare inte uppfyller de gallande behorighetskraven for utovande av ett yrke i ursprungsmedlemsstaten, ska lagstiftningen om forvarvade rattigheter i sokandens ursprungsmedlemsstat beaktas vid faststallandet av den niva som avses i 6 §. ett beslut om erkannande som fattats i en annan medlemsstat kan inte anforas som grund i en ansokan om erkannande av yrkeskvalifikationer annat an i de fall som avses i 1 § 3 mom."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Korvaavat toimenpiteet",
      "content": "Ammattipätevyyden tunnustamispäätöksessä voidaan hakijalle asettaa vaatimus kelpoisuuskokeen suorittamisesta tai enintään kolme vuotta kestävästä sopeutumisajasta, jos: 1) hakijan suorittaman koulutuksen kesto on vähintään vuoden lyhyempi kuin mitä kansallisesti on edellytetty; 2) hakijan saaman koulutuksen sisältö poikkeaa olennaisesti vastaavasta kansallisesta koulutuksesta; tai 3) säänneltyyn ammattiin kuuluu ammattitoimintaa, joka ei sisälly vastaavaan ammattiin hakijan kotijäsenvaltiossa ja hakijan saama koulutus poikkeaa olennaisesti vastaavasta kansallisesta koulutuksesta. Ennen vaatimuksen asettamista on tutkittava, ovatko hakijan ammattikokemuksensa aikana hankkimat tiedot sellaisia, että ne korvaavat kokonaan tai osittain 1 momentissa tarkoitetun olennaisen eron. Hakija saa valita korvaavan toimenpiteen. Ammattipätevyyden tunnustamispäätöksessä voidaan kuitenkin määrätä pakollinen sopeutumisaika tai kelpoisuuskoe, jos: 1) ammatin harjoittaminen edellyttää kansallisen lainsäädännön tarkkaa tuntemusta ja toiminnan keskeinen sekä pysyvä osa on kansallista lainsäädäntöä koskevien neuvojen antaminen; 2) kyseessä on 1 §:n 3 momentissa tarkoitettu ammattipätevyyden tunnustaminen; tai 3) koulutuksen vähimmäisvaatimusten yhteensovittamiseen perustuvaan tunnustamisjärjestelmään kuuluvan ammatin harjoittaja ei täytä ammattipätevyysdirektiivin mukaisia automaattisen tunnustamisen edellytyksiä. Korkeakoulujen ja muiden oppilaitosten tulee järjestää kelpoisuuskokeet ammattipätevyyden tunnustamispäätöksessä edellytetyn mukaisesti. Kelpoisuuskokeeseen osallistumisesta ja hyväksytystä suorituksesta annettavasta todistuksesta peritään kokeeseen osallistujalta omakustannusarvon mukainen maksu sen mukaan kuin valtion maksuperustelaissa julkisoikeudellisista suoritteista perittävistä maksuista ja tarvittaessa opetusministeriön asetuksella tarkemmin säädetään. Sopeutumisajasta ja kelpoisuuskokeesta säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_8",
        "normalized_fi": "Ammattipätevyyden tunnustamispäätöksessä voidaan hakijalle asettaa vaatimus kelpoisuuskokeen suorittamisesta tai enintään kolme vuotta kestävästä sopeutumisajasta, jos: 1) hakijan suorittaman koulutuksen kesto on vähintään vuoden lyhyempi kuin mitä kansallisesti on edellytetty; 2) hakijan saaman koulutuksen sisältö poikkeaa olennaisesti vastaavasta kansallisesta koulutuksesta; tai 3) säänneltyyn ammattiin kuuluu ammattitoimintaa, joka ei sisälly vastaavaan ammattiin hakijan kotijäsenvaltiossa ja hakijan saama koulutus poikkeaa olennaisesti vastaavasta kansallisesta koulutuksesta. Ennen vaatimuksen asettamista on tutkittava, ovatko hakijan ammattikokemuksensa aikana hankkimat tiedot sellaisia, että ne korvaavat kokonaan tai osittain 1 momentissa tarkoitetun olennaisen eron. Hakija saa valita korvaavan toimenpiteen. Ammattipätevyyden tunnustamispäätöksessä voidaan kuitenkin määrätä pakollinen sopeutumisaika tai kelpoisuuskoe, jos: 1) ammatin harjoittaminen edellyttää kansallisen lainsäädännön tarkkaa tuntemusta ja toiminnan keskeinen sekä pysyvä osa on kansallista lainsäädäntöä koskevien neuvojen antaminen; 2) kyseessä on 1 § :n 3 momentissa tarkoitettu ammattipätevyyden tunnustaminen; tai 3) koulutuksen vähimmäisvaatimusten yhteensovittamiseen perustuvaan tunnustamisjärjestelmään kuuluvan ammatin harjoittaja ei täytä ammattipätevyysdirektiivin mukaisia automaattisen tunnustamisen edellytyksiä. Korkeakoulujen ja muiden oppilaitosten tulee järjestää kelpoisuuskokeet ammattipätevyyden tunnustamispäätöksessä edellytetyn mukaisesti. Kelpoisuuskokeeseen osallistumisesta ja hyväksytystä suorituksesta annettavasta todistuksesta peritään kokeeseen osallistujalta omakustannusarvon mukainen maksu sen mukaan kuin valtion maksuperustelaissa julkisoikeudellisista suoritteista perittävistä maksuista ja tarvittaessa opetusministeriön asetuksella tarkemmin säädetään. Sopeutumisajasta ja kelpoisuuskokeesta säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "ammattipatevyyden tunnustamispaatoksessa voidaan hakijalle asettaa vaatimus kelpoisuuskokeen suorittamisesta tai enintaan kolme vuotta kestavasta sopeutumisajasta, jos: 1) hakijan suorittaman koulutuksen kesto on vahintaan vuoden lyhyempi kuin mita kansallisesti on edellytetty; 2) hakijan saaman koulutuksen sisalto poikkeaa olennaisesti vastaavasta kansallisesta koulutuksesta; tai 3) saanneltyyn ammattiin kuuluu ammattitoimintaa, joka ei sisally vastaavaan ammattiin hakijan kotijasenvaltiossa ja hakijan saama koulutus poikkeaa olennaisesti vastaavasta kansallisesta koulutuksesta. ennen vaatimuksen asettamista on tutkittava, ovatko hakijan ammattikokemuksensa aikana hankkimat tiedot sellaisia, etta ne korvaavat kokonaan tai osittain 1 momentissa tarkoitetun olennaisen eron. hakija saa valita korvaavan toimenpiteen. ammattipatevyyden tunnustamispaatoksessa voidaan kuitenkin maarata pakollinen sopeutumisaika tai kelpoisuuskoe, jos: 1) ammatin harjoittaminen edellyttaa kansallisen lainsaadannon tarkkaa tuntemusta ja toiminnan keskeinen seka pysyva osa on kansallista lainsaadantoa koskevien neuvojen antaminen; 2) kyseessa on 1 §:n 3 momentissa tarkoitettu ammattipatevyyden tunnustaminen; tai 3) koulutuksen vahimmaisvaatimusten yhteensovittamiseen perustuvaan tunnustamisjarjestelmaan kuuluvan ammatin harjoittaja ei tayta ammattipatevyysdirektiivin mukaisia automaattisen tunnustamisen edellytyksia. korkeakoulujen ja muiden oppilaitosten tulee jarjestaa kelpoisuuskokeet ammattipatevyyden tunnustamispaatoksessa edellytetyn mukaisesti. kelpoisuuskokeeseen osallistumisesta ja hyvaksytysta suorituksesta annettavasta todistuksesta peritaan kokeeseen osallistujalta omakustannusarvon mukainen maksu sen mukaan kuin valtion maksuperustelaissa julkisoikeudellisista suoritteista perittavista maksuista ja tarvittaessa opetusministerion asetuksella tarkemmin saadetaan. sopeutumisajasta ja kelpoisuuskokeesta saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Kompensationsåtgärder",
        "content_sv": "I ett beslut om erkännande av yrkeskvalifikationer kan det krävas att sökanden genomgår ett lämplighetsprov eller slutför en anpassningsperiod som inte överskrider tre år, om 1) omfattningen av den utbildning som sökanden fullgjort är minst ett år kortare än den som krävs nationellt, 2) innehållet i sökandens utbildning väsentligt avviker från motsvarande nationella utbildning, eller 3) det reglerade yrket omfattar yrkesaktiviteter som inte ingår i motsvarande yrke i sökandens ursprungsmedlemsstat och sökandens utbildning väsentligt avviker från motsvarande nationella utbildning. Innan myndigheten kräver kompensationsåtgärder ska den kontrollera om de kunskaper som sökanden har tillägnat sig under sin yrkesverksamhet är sådana att de helt eller delvis täcker den väsentliga avvikelse som avses i 1 mom. Sökanden har rätt att välja kompensationsåtgärd. I ett beslut om erkännande av yrkeskvalifikationer kan emellertid förordnas om obligatorisk anpassningsperiod eller obligatoriskt lämplighetsprov, om 1) yrkesutövningen kräver exakta kunskaper i nationell rätt och verksamheten består till en väsentlig och konstant del i att lämna råd i frågor som rör nationell rätt, 2) det gäller sådant erkännande av yrkeskvalifikationer som avses i 1 § 3 mom., eller 3) en utövare av ett yrke som omfattas av systemet för erkännande på grundval av samordning av minimikraven för utbildningen inte uppfyller villkoren för automatiskt erkännande enligt yrkeskvalifikationsdirektivet. Högskolor och andra läroanstalter ska ordna lämplighetsprov enligt vad som krävs i beslutet om erkännande av yrkeskvalifikationer. För intyget över deltagande och godkänd prestation i lämplighetsprovet tas hos den som deltagit i provet ut en avgift efter självkostnadsvärde enligt vad som närmare bestäms om offentligrättsliga prestationer i lagen om grunderna för avgifter till staten och i en förordning som undervisningsministeriet utfärdar i förekommande fall. Närmare bestämmelser om anpassningsperioder och lämplighetsprov utfärdas genom förordning av statsrådet.",
        "normalized_sv": "I ett beslut om erkännande av yrkeskvalifikationer kan det krävas att sökanden genomgår ett lämplighetsprov eller slutför en anpassningsperiod som inte överskrider tre år, om 1) omfattningen av den utbildning som sökanden fullgjort är minst ett år kortare än den som krävs nationellt, 2) innehållet i sökandens utbildning väsentligt avviker från motsvarande nationella utbildning, eller 3) det reglerade yrket omfattar yrkesaktiviteter som inte ingår i motsvarande yrke i sökandens ursprungsmedlemsstat och sökandens utbildning väsentligt avviker från motsvarande nationella utbildning. Innan myndigheten kräver kompensationsåtgärder ska den kontrollera om de kunskaper som sökanden har tillägnat sig under sin yrkesverksamhet är sådana att de helt eller delvis täcker den väsentliga avvikelse som avses i 1 mom. Sökanden har rätt att välja kompensationsåtgärd. I ett beslut om erkännande av yrkeskvalifikationer kan emellertid förordnas om obligatorisk anpassningsperiod eller obligatoriskt lämplighetsprov, om 1) yrkesutövningen kräver exakta kunskaper i nationell rätt och verksamheten består till en väsentlig och konstant del i att lämna råd i frågor som rör nationell rätt, 2) det gäller sådant erkännande av yrkeskvalifikationer som avses i 1 § 3 mom., eller 3) en utövare av ett yrke som omfattas av systemet för erkännande på grundval av samordning av minimikraven för utbildningen inte uppfyller villkoren för automatiskt erkännande enligt yrkeskvalifikationsdirektivet. Högskolor och andra läroanstalter ska ordna lämplighetsprov enligt vad som krävs i beslutet om erkännande av yrkeskvalifikationer. För intyget över deltagande och godkänd prestation i lämplighetsprovet tas hos den som deltagit i provet ut en avgift efter självkostnadsvärde enligt vad som närmare bestäms om offentligrättsliga prestationer i lagen om grunderna för avgifter till staten och i en förordning som undervisningsministeriet utfärdar i förekommande fall. Närmare bestämmelser om anpassningsperioder och lämplighetsprov utfärdas genom förordning av statsrådet.",
        "folded_sv": "i ett beslut om erkannande av yrkeskvalifikationer kan det kravas att sokanden genomgar ett lamplighetsprov eller slutfor en anpassningsperiod som inte overskrider tre ar, om 1) omfattningen av den utbildning som sokanden fullgjort ar minst ett ar kortare an den som kravs nationellt, 2) innehallet i sokandens utbildning vasentligt avviker fran motsvarande nationella utbildning, eller 3) det reglerade yrket omfattar yrkesaktiviteter som inte ingar i motsvarande yrke i sokandens ursprungsmedlemsstat och sokandens utbildning vasentligt avviker fran motsvarande nationella utbildning. innan myndigheten kraver kompensationsatgarder ska den kontrollera om de kunskaper som sokanden har tillagnat sig under sin yrkesverksamhet ar sadana att de helt eller delvis tacker den vasentliga avvikelse som avses i 1 mom. sokanden har ratt att valja kompensationsatgard. i ett beslut om erkannande av yrkeskvalifikationer kan emellertid forordnas om obligatorisk anpassningsperiod eller obligatoriskt lamplighetsprov, om 1) yrkesutovningen kraver exakta kunskaper i nationell ratt och verksamheten bestar till en vasentlig och konstant del i att lamna rad i fragor som ror nationell ratt, 2) det galler sadant erkannande av yrkeskvalifikationer som avses i 1 § 3 mom., eller 3) en utovare av ett yrke som omfattas av systemet for erkannande pa grundval av samordning av minimikraven for utbildningen inte uppfyller villkoren for automatiskt erkannande enligt yrkeskvalifikationsdirektivet. hogskolor och andra laroanstalter ska ordna lamplighetsprov enligt vad som kravs i beslutet om erkannande av yrkeskvalifikationer. for intyget over deltagande och godkand prestation i lamplighetsprovet tas hos den som deltagit i provet ut en avgift efter sjalvkostnadsvarde enligt vad som narmare bestams om offentligrattsliga prestationer i lagen om grunderna for avgifter till staten och i en forordning som undervisningsministeriet utfardar i forekommande fall. narmare bestammelser om anpassningsperioder och lamplighetsprov utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Yhteiset vähimmäisvaatimukset",
      "content": "Ammatilliset järjestöt ja liitot voivat esittää Euroopan yhteisöjen komissiolle ammattipätevyyttä koskevien yhteisten vähimmäisvaatimusten hyväksymistä. Jos ammattipätevyyden tunnustamista hakevan pätevyys vastaa yhteisön tunnustamislainsäädännön mukaisia yhteisiä vähimmäisvaatimuksia, hakijalta ei saa vaatia 8 §:ssä tarkoitettuja korvaavia toimenpiteitä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_9",
        "normalized_fi": "Ammatilliset järjestöt ja liitot voivat esittää Euroopan yhteisöjen komissiolle ammattipätevyyttä koskevien yhteisten vähimmäisvaatimusten hyväksymistä. Jos ammattipätevyyden tunnustamista hakevan pätevyys vastaa yhteisön tunnustamislainsäädännön mukaisia yhteisiä vähimmäisvaatimuksia, hakijalta ei saa vaatia 8 § :ssä tarkoitettuja korvaavia toimenpiteitä.",
        "folded_fi": "ammatilliset jarjestot ja liitot voivat esittaa euroopan yhteisojen komissiolle ammattipatevyytta koskevien yhteisten vahimmaisvaatimusten hyvaksymista. jos ammattipatevyyden tunnustamista hakevan patevyys vastaa yhteison tunnustamislainsaadannon mukaisia yhteisia vahimmaisvaatimuksia, hakijalta ei saa vaatia 8 §:ssa tarkoitettuja korvaavia toimenpiteita.",
        "title_sv": "Gemensamma minimikrav",
        "content_sv": "Yrkesorganisationer och yrkessammanslutningar får föreslå antagande av gemensamma minimikrav beträffande yrkeskvalifikationer för Europeiska gemenskapernas kommission. När sökandens yrkeskvalifikationer uppfyller de gemensamma minimikrav som anges i gemenskapslagstiftningen om erkännande får de kompensationsåtgärder som avses i 8 § inte krävas av sökanden.",
        "normalized_sv": "Yrkesorganisationer och yrkessammanslutningar får föreslå antagande av gemensamma minimikrav beträffande yrkeskvalifikationer för Europeiska gemenskapernas kommission. När sökandens yrkeskvalifikationer uppfyller de gemensamma minimikrav som anges i gemenskapslagstiftningen om erkännande får de kompensationsåtgärder som avses i 8 § inte krävas av sökanden.",
        "folded_sv": "yrkesorganisationer och yrkessammanslutningar far foresla antagande av gemensamma minimikrav betraffande yrkeskvalifikationer for europeiska gemenskapernas kommission. nar sokandens yrkeskvalifikationer uppfyller de gemensamma minimikrav som anges i gemenskapslagstiftningen om erkannande far de kompensationsatgarder som avses i 8 § inte kravas av sokanden."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Ammattikokemus ammatinharjoittamisen edellytyksenä",
      "content": "Jos ammatinharjoittamisen edellytykseksi on asetettu tietty ammattikokemus, kyseisen toiminnan aiempi harjoittaminen toisessa jäsenvaltiossa tulee hyväksyä yhteisön tunnustamissäännösten mukaisesti. Kauppakamarilaissa (878/2002) tarkoitetun kauppakamarin tehtävänä on hakemuksesta antaa todistuksia Suomessa harjoitetun ammattitoiminnan lajista ja kestosta. Todistuksen antamisessa sovelletaan hallintolain (434/2003), kielilain (423/2003) ja viranomaisten toiminnan julkisuudesta annetun lain säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_10",
        "normalized_fi": "Jos ammatinharjoittamisen edellytykseksi on asetettu tietty ammattikokemus, kyseisen toiminnan aiempi harjoittaminen toisessa jäsenvaltiossa tulee hyväksyä yhteisön tunnustamissäännösten mukaisesti. Kauppakamarilaissa (878/2002) tarkoitetun kauppakamarin tehtävänä on hakemuksesta antaa todistuksia Suomessa harjoitetun ammattitoiminnan lajista ja kestosta. Todistuksen antamisessa sovelletaan hallintolain (434/2003), kielilain (423/2003) ja viranomaisten toiminnan julkisuudesta annetun lain säännöksiä.",
        "folded_fi": "jos ammatinharjoittamisen edellytykseksi on asetettu tietty ammattikokemus, kyseisen toiminnan aiempi harjoittaminen toisessa jasenvaltiossa tulee hyvaksya yhteison tunnustamissaannosten mukaisesti. kauppakamarilaissa (878/2002) tarkoitetun kauppakamarin tehtavana on hakemuksesta antaa todistuksia suomessa harjoitetun ammattitoiminnan lajista ja kestosta. todistuksen antamisessa sovelletaan hallintolain (434/2003), kielilain (423/2003) ja viranomaisten toiminnan julkisuudesta annetun lain saannoksia.",
        "title_sv": "Yrkeserfarenhet som villkor för yrkesutövning",
        "content_sv": "Om det för utövande av ett yrke krävs en viss yrkeserfarenhet, ska tidigare utövande av denna verksamhet i en annan medlemsstat godtas i enlighet med gemenskapens regler för erkännande. En handelskammare som avses i handelskammarlagen (878/2002) ska på ansökan utfärda intyg om arten av och varaktigheten i fråga om yrkesutövning som skett i Finland. På utfärdandet av intygen tillämpas förvaltningslagen (434/2003), språklagen (423/2003) och lagen om offentlighet i myndigheternas verksamhet.",
        "normalized_sv": "Om det för utövande av ett yrke krävs en viss yrkeserfarenhet, ska tidigare utövande av denna verksamhet i en annan medlemsstat godtas i enlighet med gemenskapens regler för erkännande. En handelskammare som avses i handelskammarlagen (878/2002) ska på ansökan utfärda intyg om arten av och varaktigheten i fråga om yrkesutövning som skett i Finland. På utfärdandet av intygen tillämpas förvaltningslagen (434/2003), språklagen (423/2003) och lagen om offentlighet i myndigheternas verksamhet.",
        "folded_sv": "om det for utovande av ett yrke kravs en viss yrkeserfarenhet, ska tidigare utovande av denna verksamhet i en annan medlemsstat godtas i enlighet med gemenskapens regler for erkannande. en handelskammare som avses i handelskammarlagen (878/2002) ska pa ansokan utfarda intyg om arten av och varaktigheten i fraga om yrkesutovning som skett i finland. pa utfardandet av intygen tillampas forvaltningslagen (434/2003), spraklagen (423/2003) och lagen om offentlighet i myndigheternas verksamhet."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Arkkitehdin tutkinto",
      "content": "Jos viran tai tehtävän kelpoisuusvaatimuksena on arkkitehdin tai rakennusarkkitehdin tutkinto, tämän kelpoisuuden tuottavat ne tutkinnot, jotka ammattipätevyysdirektiivin mukaan kuuluvat koulutuksen vähimmäisvaatimusten yhteensovittamiseen perustuvaan tunnustamisjärjestelmään. Ammattipätevyyden automaattisen tunnustamisen edellytyksenä on lisäksi, että hakijalla on kotijäsenvaltiossaan oikeus harjoittaa arkkitehdin ammattia. Muuhun kuin ammattipätevyyden automaattiseen tunnustamisjärjestelmään kuuluvan arkkitehdin tutkinnon tuottamasta kelpoisuudesta ja tarvittavista korvaavista toimenpiteistä tehdään päätös yleisen tunnustamisjärjestelmän säännösten mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_11",
        "normalized_fi": "Jos viran tai tehtävän kelpoisuusvaatimuksena on arkkitehdin tai rakennusarkkitehdin tutkinto, tämän kelpoisuuden tuottavat ne tutkinnot, jotka ammattipätevyysdirektiivin mukaan kuuluvat koulutuksen vähimmäisvaatimusten yhteensovittamiseen perustuvaan tunnustamisjärjestelmään. Ammattipätevyyden automaattisen tunnustamisen edellytyksenä on lisäksi, että hakijalla on kotijäsenvaltiossaan oikeus harjoittaa arkkitehdin ammattia. Muuhun kuin ammattipätevyyden automaattiseen tunnustamisjärjestelmään kuuluvan arkkitehdin tutkinnon tuottamasta kelpoisuudesta ja tarvittavista korvaavista toimenpiteistä tehdään päätös yleisen tunnustamisjärjestelmän säännösten mukaisesti.",
        "folded_fi": "jos viran tai tehtavan kelpoisuusvaatimuksena on arkkitehdin tai rakennusarkkitehdin tutkinto, taman kelpoisuuden tuottavat ne tutkinnot, jotka ammattipatevyysdirektiivin mukaan kuuluvat koulutuksen vahimmaisvaatimusten yhteensovittamiseen perustuvaan tunnustamisjarjestelmaan. ammattipatevyyden automaattisen tunnustamisen edellytyksena on lisaksi, etta hakijalla on kotijasenvaltiossaan oikeus harjoittaa arkkitehdin ammattia. muuhun kuin ammattipatevyyden automaattiseen tunnustamisjarjestelmaan kuuluvan arkkitehdin tutkinnon tuottamasta kelpoisuudesta ja tarvittavista korvaavista toimenpiteista tehdaan paatos yleisen tunnustamisjarjestelman saannosten mukaisesti.",
        "title_sv": "Arkitektexamen",
        "content_sv": "Om arkitektexamen eller byggnadsarkitektexamen är behörighetsvillkor för en tjänst eller uppgift, förvärvas denna behörighet genom de examina som enligt yrkeskvalifikationsdirektivet omfattas av systemet för erkännande på grundval av samordning av minimikraven för utbildningen. Ett villkor för automatiskt erkännande av yrkeskvalifikationerna är dessutom att sökanden har rätt att utöva arkitektyrket i sin ursprungsmedlemsstat. I fråga om den behörighet som andra arkitektexamina än de som omfattas av systemet med automatiskt erkännande medför, och om vilka kompensationsåtgärder som krävs, fattas besluten i enlighet med den generella ordningen för erkännande.",
        "normalized_sv": "Om arkitektexamen eller byggnadsarkitektexamen är behörighetsvillkor för en tjänst eller uppgift, förvärvas denna behörighet genom de examina som enligt yrkeskvalifikationsdirektivet omfattas av systemet för erkännande på grundval av samordning av minimikraven för utbildningen. Ett villkor för automatiskt erkännande av yrkeskvalifikationerna är dessutom att sökanden har rätt att utöva arkitektyrket i sin ursprungsmedlemsstat. I fråga om den behörighet som andra arkitektexamina än de som omfattas av systemet med automatiskt erkännande medför, och om vilka kompensationsåtgärder som krävs, fattas besluten i enlighet med den generella ordningen för erkännande.",
        "folded_sv": "om arkitektexamen eller byggnadsarkitektexamen ar behorighetsvillkor for en tjanst eller uppgift, forvarvas denna behorighet genom de examina som enligt yrkeskvalifikationsdirektivet omfattas av systemet for erkannande pa grundval av samordning av minimikraven for utbildningen. ett villkor for automatiskt erkannande av yrkeskvalifikationerna ar dessutom att sokanden har ratt att utova arkitektyrket i sin ursprungsmedlemsstat. i fraga om den behorighet som andra arkitektexamina an de som omfattas av systemet med automatiskt erkannande medfor, och om vilka kompensationsatgarder som kravs, fattas besluten i enlighet med den generella ordningen for erkannande."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Hakemuksen liitteet",
      "content": "Ammattipätevyyden tunnustamisesta vastaava viranomainen voi vaatia hakemuksen liitteeksi virallisesti oikeaksi todistetut jäljennökset seuraavista asiakirjoista ja todistuksista: 1) hakijan kansalaisuuden todistava asiakirja; 2) jäljennökset muodollista pätevyyttä osoittavista asiakirjoista ja pätevyystodistuksista tai jäljennös koulutuksesta annetusta asiakirjasta, joka antaa oikeuden ryhtyä harjoittamaan ammattia; 3) hakijan kotijäsenvaltion toimivaltaisen viranomaisen todistus siitä, että koulutuksesta annetut asiakirjat ovat yhteisön tunnustamissäännöksissä tarkoitettuja asiakirjoja; 4) todistus ammattikokemuksesta; 5) enintään kolme kuukautta ennen sen esittämistä annettu todistus hyvästä maineesta tai nuhteettomuudesta taikka siitä, että hakija ei ole tehnyt konkurssia; 6) enintään kolme kuukautta ennen sen esittämistä annettu todistus hakijan vakavaraisuudesta ja siitä, että hakija on vakuutettu ammatillisesta vastuusta johtuvien taloudellisten vahinkojen varalta. Lisäksi hakijan on pyynnöstä toimitettava hakemuksen liitteenä koulutustaan koskevia tietoja, joiden avulla ammattipätevyyden tunnustamisesta vastaava viranomainen voi määrittää mahdolliset olennaiset erot Suomessa vaadittavaan koulutukseen verrattuna. Hakemukseen tulee liittää virallisen kääntäjän kääntämät suomen- tai ruotsinkieliset käännökset muista kuin pohjoismaisella kielellä kirjoitetuista liiteasiakirjoista. Tarkemmat säännökset hakemukseen liitettävistä asiakirjoista ja todistuksista voidaan antaa valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_12",
        "normalized_fi": "Ammattipätevyyden tunnustamisesta vastaava viranomainen voi vaatia hakemuksen liitteeksi virallisesti oikeaksi todistetut jäljennökset seuraavista asiakirjoista ja todistuksista: 1) hakijan kansalaisuuden todistava asiakirja; 2) jäljennökset muodollista pätevyyttä osoittavista asiakirjoista ja pätevyystodistuksista tai jäljennös koulutuksesta annetusta asiakirjasta, joka antaa oikeuden ryhtyä harjoittamaan ammattia; 3) hakijan kotijäsenvaltion toimivaltaisen viranomaisen todistus siitä, että koulutuksesta annetut asiakirjat ovat yhteisön tunnustamissäännöksissä tarkoitettuja asiakirjoja; 4) todistus ammattikokemuksesta; 5) enintään kolme kuukautta ennen sen esittämistä annettu todistus hyvästä maineesta tai nuhteettomuudesta taikka siitä, että hakija ei ole tehnyt konkurssia; 6) enintään kolme kuukautta ennen sen esittämistä annettu todistus hakijan vakavaraisuudesta ja siitä, että hakija on vakuutettu ammatillisesta vastuusta johtuvien taloudellisten vahinkojen varalta. Lisäksi hakijan on pyynnöstä toimitettava hakemuksen liitteenä koulutustaan koskevia tietoja, joiden avulla ammattipätevyyden tunnustamisesta vastaava viranomainen voi määrittää mahdolliset olennaiset erot Suomessa vaadittavaan koulutukseen verrattuna. Hakemukseen tulee liittää virallisen kääntäjän kääntämät suomen- tai ruotsinkieliset käännökset muista kuin pohjoismaisella kielellä kirjoitetuista liiteasiakirjoista. Tarkemmat säännökset hakemukseen liitettävistä asiakirjoista ja todistuksista voidaan antaa valtioneuvoston asetuksella.",
        "folded_fi": "ammattipatevyyden tunnustamisesta vastaava viranomainen voi vaatia hakemuksen liitteeksi virallisesti oikeaksi todistetut jaljennokset seuraavista asiakirjoista ja todistuksista: 1) hakijan kansalaisuuden todistava asiakirja; 2) jaljennokset muodollista patevyytta osoittavista asiakirjoista ja patevyystodistuksista tai jaljennos koulutuksesta annetusta asiakirjasta, joka antaa oikeuden ryhtya harjoittamaan ammattia; 3) hakijan kotijasenvaltion toimivaltaisen viranomaisen todistus siita, etta koulutuksesta annetut asiakirjat ovat yhteison tunnustamissaannoksissa tarkoitettuja asiakirjoja; 4) todistus ammattikokemuksesta; 5) enintaan kolme kuukautta ennen sen esittamista annettu todistus hyvasta maineesta tai nuhteettomuudesta taikka siita, etta hakija ei ole tehnyt konkurssia; 6) enintaan kolme kuukautta ennen sen esittamista annettu todistus hakijan vakavaraisuudesta ja siita, etta hakija on vakuutettu ammatillisesta vastuusta johtuvien taloudellisten vahinkojen varalta. lisaksi hakijan on pyynnosta toimitettava hakemuksen liitteena koulutustaan koskevia tietoja, joiden avulla ammattipatevyyden tunnustamisesta vastaava viranomainen voi maarittaa mahdolliset olennaiset erot suomessa vaadittavaan koulutukseen verrattuna. hakemukseen tulee liittaa virallisen kaantajan kaantamat suomen- tai ruotsinkieliset kaannokset muista kuin pohjoismaisella kielella kirjoitetuista liiteasiakirjoista. tarkemmat saannokset hakemukseen liitettavista asiakirjoista ja todistuksista voidaan antaa valtioneuvoston asetuksella.",
        "title_sv": "Bilagor till ansökan",
        "content_sv": "En myndighet som ansvarar för erkännande av yrkeskvalifikationer kan kräva att officiellt bestyrkta kopior av följande handlingar och intyg fogas till ansökan: 1) bevis på sökandens medborgarskap, 2) kopior av bevis på formella kvalifikationer och kompetensbevis eller en kopia av bevis över utbildning som ger rätt att utöva yrket, 3) ett intyg från den behöriga myndigheten i sökandens ursprungsmedlemsstat över att sökandens utbildningsbevis är de handlingar som avses i gemenskapens regler för erkännande, 4) ett intyg om sökandens yrkeserfarenhet, 5) ett intyg som inte är äldre än tre månader över att sökanden har gott namn och rykte eller inte har försatts i konkurs, 6) ett intyg som inte är äldre en tre månader över sökandens ekonomiska ställning och över att sökanden är försäkrad mot de ekonomiska skador som är förenade med hans eller hennes yrkesansvar. Dessutom ska sökanden på begäran i en bilaga till ansökan lämna upplysningar om sin utbildning så att den myndighet som svarar för erkännandet av yrkeskvalifikationerna kan fastställa förekomsten av eventuella väsentliga olikheter i förhållande till den utbildning som krävs i Finland. Till ansökan ska av andra än på ett nordiskt språk avfattade bilagor fogas översättningar till finska eller svenska utförda av en auktoriserad translator. Närmare bestämmelser om handlingar och intyg som ska fogas till ansökan kan utfärdas genom förordning av statsrådet.",
        "normalized_sv": "En myndighet som ansvarar för erkännande av yrkeskvalifikationer kan kräva att officiellt bestyrkta kopior av följande handlingar och intyg fogas till ansökan: 1) bevis på sökandens medborgarskap, 2) kopior av bevis på formella kvalifikationer och kompetensbevis eller en kopia av bevis över utbildning som ger rätt att utöva yrket, 3) ett intyg från den behöriga myndigheten i sökandens ursprungsmedlemsstat över att sökandens utbildningsbevis är de handlingar som avses i gemenskapens regler för erkännande, 4) ett intyg om sökandens yrkeserfarenhet, 5) ett intyg som inte är äldre än tre månader över att sökanden har gott namn och rykte eller inte har försatts i konkurs, 6) ett intyg som inte är äldre en tre månader över sökandens ekonomiska ställning och över att sökanden är försäkrad mot de ekonomiska skador som är förenade med hans eller hennes yrkesansvar. Dessutom ska sökanden på begäran i en bilaga till ansökan lämna upplysningar om sin utbildning så att den myndighet som svarar för erkännandet av yrkeskvalifikationerna kan fastställa förekomsten av eventuella väsentliga olikheter i förhållande till den utbildning som krävs i Finland. Till ansökan ska av andra än på ett nordiskt språk avfattade bilagor fogas översättningar till finska eller svenska utförda av en auktoriserad translator. Närmare bestämmelser om handlingar och intyg som ska fogas till ansökan kan utfärdas genom förordning av statsrådet.",
        "folded_sv": "en myndighet som ansvarar for erkannande av yrkeskvalifikationer kan krava att officiellt bestyrkta kopior av foljande handlingar och intyg fogas till ansokan: 1) bevis pa sokandens medborgarskap, 2) kopior av bevis pa formella kvalifikationer och kompetensbevis eller en kopia av bevis over utbildning som ger ratt att utova yrket, 3) ett intyg fran den behoriga myndigheten i sokandens ursprungsmedlemsstat over att sokandens utbildningsbevis ar de handlingar som avses i gemenskapens regler for erkannande, 4) ett intyg om sokandens yrkeserfarenhet, 5) ett intyg som inte ar aldre an tre manader over att sokanden har gott namn och rykte eller inte har forsatts i konkurs, 6) ett intyg som inte ar aldre en tre manader over sokandens ekonomiska stallning och over att sokanden ar forsakrad mot de ekonomiska skador som ar forenade med hans eller hennes yrkesansvar. dessutom ska sokanden pa begaran i en bilaga till ansokan lamna upplysningar om sin utbildning sa att den myndighet som svarar for erkannandet av yrkeskvalifikationerna kan faststalla forekomsten av eventuella vasentliga olikheter i forhallande till den utbildning som kravs i finland. till ansokan ska av andra an pa ett nordiskt sprak avfattade bilagor fogas oversattningar till finska eller svenska utforda av en auktoriserad translator. narmare bestammelser om handlingar och intyg som ska fogas till ansokan kan utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Ammattipätevyyden tunnustamispäätös",
      "content": "Ammattipätevyyden tunnustamisesta vastaavan viranomaisen tulee ilmoittaa hakijalle hakemuksen vastaanottamisesta sekä mahdollisista puuttuvista asiakirjoista kuukauden kuluessa hakemuksen saapumisesta. Ammattipätevyyden automaattiseen tunnustamiseen liittyvä hakemus on ratkaistava kolmen ja muu hakemus neljän kuukauden kuluessa vaadittavien asiakirjojen esittämisestä. Jos hakijalle asetetaan ammattipätevyyden tunnustamispäätöksessä vaatimus korvaavista toimenpiteistä, tunnustamispäätös on ehdollinen, kunnes sopeutumisaika on kulunut loppuun tai kelpoisuuskoe on suoritettu hyväksytysti. Lopullinen tunnustamispäätös tehdään sen jälkeen, kun hakija on toimittanut kyseiselle viranomaiselle tiedon korvaavien toimenpiteiden suorittamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_13",
        "normalized_fi": "Ammattipätevyyden tunnustamisesta vastaavan viranomaisen tulee ilmoittaa hakijalle hakemuksen vastaanottamisesta sekä mahdollisista puuttuvista asiakirjoista kuukauden kuluessa hakemuksen saapumisesta. Ammattipätevyyden automaattiseen tunnustamiseen liittyvä hakemus on ratkaistava kolmen ja muu hakemus neljän kuukauden kuluessa vaadittavien asiakirjojen esittämisestä. Jos hakijalle asetetaan ammattipätevyyden tunnustamispäätöksessä vaatimus korvaavista toimenpiteistä, tunnustamispäätös on ehdollinen, kunnes sopeutumisaika on kulunut loppuun tai kelpoisuuskoe on suoritettu hyväksytysti. Lopullinen tunnustamispäätös tehdään sen jälkeen, kun hakija on toimittanut kyseiselle viranomaiselle tiedon korvaavien toimenpiteiden suorittamisesta.",
        "folded_fi": "ammattipatevyyden tunnustamisesta vastaavan viranomaisen tulee ilmoittaa hakijalle hakemuksen vastaanottamisesta seka mahdollisista puuttuvista asiakirjoista kuukauden kuluessa hakemuksen saapumisesta. ammattipatevyyden automaattiseen tunnustamiseen liittyva hakemus on ratkaistava kolmen ja muu hakemus neljan kuukauden kuluessa vaadittavien asiakirjojen esittamisesta. jos hakijalle asetetaan ammattipatevyyden tunnustamispaatoksessa vaatimus korvaavista toimenpiteista, tunnustamispaatos on ehdollinen, kunnes sopeutumisaika on kulunut loppuun tai kelpoisuuskoe on suoritettu hyvaksytysti. lopullinen tunnustamispaatos tehdaan sen jalkeen, kun hakija on toimittanut kyseiselle viranomaiselle tiedon korvaavien toimenpiteiden suorittamisesta.",
        "title_sv": "Beslut om erkännande av yrkeskvalifikationer",
        "content_sv": "Den myndighet som ansvarar för erkännandet av yrkeskvalifikationerna ska underrätta sökanden om att ansökan har mottagits samt om de handlingar som eventuellt saknas inom en månad från mottagandet av ansökan. Myndigheten ska avgöra en ansökan om automatiskt erkännande av yrkeskvalifikationer inom tre månader och andra ansökningar inom fyra månader efter det att de nödvändiga handlingarna har inkommit. Om det i ett beslut om erkännande av yrkeskvalifikationer krävs kompensationsåtgärder av sökanden, är beslutet om erkännande villkorligt fram till dess anpassningsperioden har löpt ut eller sökanden har avlagt lämplighetsprovet. Det slutliga beslutet om erkännande fattas efter det att sökanden har meddelat myndigheten att kompensationsåtgärderna har fullgjorts.",
        "normalized_sv": "Den myndighet som ansvarar för erkännandet av yrkeskvalifikationerna ska underrätta sökanden om att ansökan har mottagits samt om de handlingar som eventuellt saknas inom en månad från mottagandet av ansökan. Myndigheten ska avgöra en ansökan om automatiskt erkännande av yrkeskvalifikationer inom tre månader och andra ansökningar inom fyra månader efter det att de nödvändiga handlingarna har inkommit. Om det i ett beslut om erkännande av yrkeskvalifikationer krävs kompensationsåtgärder av sökanden, är beslutet om erkännande villkorligt fram till dess anpassningsperioden har löpt ut eller sökanden har avlagt lämplighetsprovet. Det slutliga beslutet om erkännande fattas efter det att sökanden har meddelat myndigheten att kompensationsåtgärderna har fullgjorts.",
        "folded_sv": "den myndighet som ansvarar for erkannandet av yrkeskvalifikationerna ska underratta sokanden om att ansokan har mottagits samt om de handlingar som eventuellt saknas inom en manad fran mottagandet av ansokan. myndigheten ska avgora en ansokan om automatiskt erkannande av yrkeskvalifikationer inom tre manader och andra ansokningar inom fyra manader efter det att de nodvandiga handlingarna har inkommit. om det i ett beslut om erkannande av yrkeskvalifikationer kravs kompensationsatgarder av sokanden, ar beslutet om erkannande villkorligt fram till dess anpassningsperioden har lopt ut eller sokanden har avlagt lamplighetsprovet. det slutliga beslutet om erkannande fattas efter det att sokanden har meddelat myndigheten att kompensationsatgarderna har fullgjorts."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Muutoksenhaku",
      "content": "Muutoksen hakemisesta tässä laissa tarkoitettuun päätökseen on voimassa, mitä hallintolainkäyttölaissa (586/1996) säädetään. Jos päätöstä ei ole tehty määräajassa, hakija voi tehdä hallintolainkäyttölain mukaisessa järjestyksessä valituksen, jonka katsotaan tällöin kohdistuvan hakemuksen hylkäävään päätökseen. Tällaisen valituksen voi tehdä, kunnes hakemukseen on annettu päätös.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_14",
        "normalized_fi": "Muutoksen hakemisesta tässä laissa tarkoitettuun päätökseen on voimassa, mitä hallintolainkäyttölaissa (586/1996) säädetään. Jos päätöstä ei ole tehty määräajassa, hakija voi tehdä hallintolainkäyttölain mukaisessa järjestyksessä valituksen, jonka katsotaan tällöin kohdistuvan hakemuksen hylkäävään päätökseen. Tällaisen valituksen voi tehdä, kunnes hakemukseen on annettu päätös.",
        "folded_fi": "muutoksen hakemisesta tassa laissa tarkoitettuun paatokseen on voimassa, mita hallintolainkayttolaissa (586/1996) saadetaan. jos paatosta ei ole tehty maaraajassa, hakija voi tehda hallintolainkayttolain mukaisessa jarjestyksessa valituksen, jonka katsotaan talloin kohdistuvan hakemuksen hylkaavaan paatokseen. tallaisen valituksen voi tehda, kunnes hakemukseen on annettu paatos.",
        "title_sv": "Ändringssökande",
        "content_sv": "I fråga om sökande av ändring i beslut som avses i denna lag gäller vad som bestäms i förvaltningsprocesslagen (586/1996). Om beslut inte har meddelats inom den föreskrivna tiden, kan sökanden på det sätt som anges i förvaltningsprocesslagen anföra besvär, som då anses avse ett avslagsbeslut med anledning av ansökan. Sådana besvär kan anföras till dess att ett beslut med anledning av ansökan har meddelats.",
        "normalized_sv": "I fråga om sökande av ändring i beslut som avses i denna lag gäller vad som bestäms i förvaltningsprocesslagen (586/1996). Om beslut inte har meddelats inom den föreskrivna tiden, kan sökanden på det sätt som anges i förvaltningsprocesslagen anföra besvär, som då anses avse ett avslagsbeslut med anledning av ansökan. Sådana besvär kan anföras till dess att ett beslut med anledning av ansökan har meddelats.",
        "folded_sv": "i fraga om sokande av andring i beslut som avses i denna lag galler vad som bestams i forvaltningsprocesslagen (586/1996). om beslut inte har meddelats inom den foreskrivna tiden, kan sokanden pa det satt som anges i forvaltningsprocesslagen anfora besvar, som da anses avse ett avslagsbeslut med anledning av ansokan. sadana besvar kan anforas till dess att ett beslut med anledning av ansokan har meddelats."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "Ammattinimikkeen ja tutkintonimikkeenkäyttö",
      "content": "Jos tiettyyn ammattitoimintaan liittyvän ammattinimikkeen käyttö on kansallisesti säännelty, muiden jäsenvaltioiden kansalaisten, joilla on lupa harjoittaa säänneltyä ammattia tässä laissa tarkoitetun ammattipätevyyden tunnustamispäätöksen nojalla, on käytettävä Suomen lainsäädännössä määritettyä ammattinimikettä ja sen mahdollista lyhennettä. Hakijalla on oikeus käyttää kotijäsenvaltion tutkintonimikettä tai tarvittaessa sen lyhennettä kotijäsenvaltion kielellä. Jos tutkintonimike voidaan sekoittaa sellaiseen nimikkeeseen, joka edellyttää Suomessa lisäkoulutusta, ammattipätevyyden tunnustamisesta vastaava viranomainen voi edellyttää hakijan käyttävän tutkintonimikettä sopivassa muodossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_15",
        "normalized_fi": "Jos tiettyyn ammattitoimintaan liittyvän ammattinimikkeen käyttö on kansallisesti säännelty, muiden jäsenvaltioiden kansalaisten, joilla on lupa harjoittaa säänneltyä ammattia tässä laissa tarkoitetun ammattipätevyyden tunnustamispäätöksen nojalla, on käytettävä Suomen lainsäädännössä määritettyä ammattinimikettä ja sen mahdollista lyhennettä. Hakijalla on oikeus käyttää kotijäsenvaltion tutkintonimikettä tai tarvittaessa sen lyhennettä kotijäsenvaltion kielellä. Jos tutkintonimike voidaan sekoittaa sellaiseen nimikkeeseen, joka edellyttää Suomessa lisäkoulutusta, ammattipätevyyden tunnustamisesta vastaava viranomainen voi edellyttää hakijan käyttävän tutkintonimikettä sopivassa muodossa.",
        "folded_fi": "jos tiettyyn ammattitoimintaan liittyvan ammattinimikkeen kaytto on kansallisesti saannelty, muiden jasenvaltioiden kansalaisten, joilla on lupa harjoittaa saanneltya ammattia tassa laissa tarkoitetun ammattipatevyyden tunnustamispaatoksen nojalla, on kaytettava suomen lainsaadannossa maaritettya ammattinimiketta ja sen mahdollista lyhennetta. hakijalla on oikeus kayttaa kotijasenvaltion tutkintonimiketta tai tarvittaessa sen lyhennetta kotijasenvaltion kielella. jos tutkintonimike voidaan sekoittaa sellaiseen nimikkeeseen, joka edellyttaa suomessa lisakoulutusta, ammattipatevyyden tunnustamisesta vastaava viranomainen voi edellyttaa hakijan kayttavan tutkintonimiketta sopivassa muodossa.",
        "title_sv": "Användande av yrkestitel och akademisk titel",
        "content_sv": "Om användandet av en yrkestitel för en viss yrkesverksamhet är nationellt reglerad, ska medborgare i andra medlemsstater som har tillstånd att utöva det reglerade yrket med stöd av ett sådant beslut om erkännande av yrkeskvalifikationer som avses i denna lag använda den yrkestitel och den eventuella förkortning för titeln som fastställts i finsk lagstiftning. Sökanden har rätt att använda en akademisk titel från ursprungsmedlemsstaten, och den eventuella förkortningen av titeln, på ursprungsmedlemsstatens språk. Om en akademisk titel kan förväxlas med en titel som i Finland kräver kompletterande utbildning, får den myndighet som ansvarar för erkännandet av yrkeskvalifikationerna kräva att sökanden använder den akademiska titeln i en lämplig form.",
        "normalized_sv": "Om användandet av en yrkestitel för en viss yrkesverksamhet är nationellt reglerad, ska medborgare i andra medlemsstater som har tillstånd att utöva det reglerade yrket med stöd av ett sådant beslut om erkännande av yrkeskvalifikationer som avses i denna lag använda den yrkestitel och den eventuella förkortning för titeln som fastställts i finsk lagstiftning. Sökanden har rätt att använda en akademisk titel från ursprungsmedlemsstaten, och den eventuella förkortningen av titeln, på ursprungsmedlemsstatens språk. Om en akademisk titel kan förväxlas med en titel som i Finland kräver kompletterande utbildning, får den myndighet som ansvarar för erkännandet av yrkeskvalifikationerna kräva att sökanden använder den akademiska titeln i en lämplig form.",
        "folded_sv": "om anvandandet av en yrkestitel for en viss yrkesverksamhet ar nationellt reglerad, ska medborgare i andra medlemsstater som har tillstand att utova det reglerade yrket med stod av ett sadant beslut om erkannande av yrkeskvalifikationer som avses i denna lag anvanda den yrkestitel och den eventuella forkortning for titeln som faststallts i finsk lagstiftning. sokanden har ratt att anvanda en akademisk titel fran ursprungsmedlemsstaten, och den eventuella forkortningen av titeln, pa ursprungsmedlemsstatens sprak. om en akademisk titel kan forvaxlas med en titel som i finland kraver kompletterande utbildning, far den myndighet som ansvarar for erkannandet av yrkeskvalifikationerna krava att sokanden anvander den akademiska titeln i en lamplig form."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Palvelun tarjoamisen vapauden periaate",
      "content": "Jos toiseen jäsenvaltioon laillisesti sijoittautunut ammatinharjoittaja tarjoaa palveluja Suomessa väliaikaisesti ja satunnaisesti, palvelun tarjoamisen vapautta ei voi rajoittaa ammattipätevyyteen liittyvästä syystä. Väliaikainen ja satunnainen palvelun tarjoaminen on sallittava myös, jos ammatti ei ole säännelty sijoittautumisjäsenvaltiossa ja palvelun tarjoaja on harjoittanut siellä asianomaista ammattia vähintään kahden vuoden ajan viimeisten kymmenen vuoden aikana. Palvelun tarjoajaan sovelletaan kansallisia säännöksiä, jotka koskevat välittömästi ammattipätevyyttä tai ammatillista valvontaa. Palvelun tarjoajaan ei sovelleta kansallisia vaatimuksia, jotka koskevat ammatillisen järjestön myöntämää lupaa tai sen rekisteriin merkitsemistä taikka jäsenyyttä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_16",
        "normalized_fi": "Jos toiseen jäsenvaltioon laillisesti sijoittautunut ammatinharjoittaja tarjoaa palveluja Suomessa väliaikaisesti ja satunnaisesti, palvelun tarjoamisen vapautta ei voi rajoittaa ammattipätevyyteen liittyvästä syystä. Väliaikainen ja satunnainen palvelun tarjoaminen on sallittava myös, jos ammatti ei ole säännelty sijoittautumisjäsenvaltiossa ja palvelun tarjoaja on harjoittanut siellä asianomaista ammattia vähintään kahden vuoden ajan viimeisten kymmenen vuoden aikana. Palvelun tarjoajaan sovelletaan kansallisia säännöksiä, jotka koskevat välittömästi ammattipätevyyttä tai ammatillista valvontaa. Palvelun tarjoajaan ei sovelleta kansallisia vaatimuksia, jotka koskevat ammatillisen järjestön myöntämää lupaa tai sen rekisteriin merkitsemistä taikka jäsenyyttä.",
        "folded_fi": "jos toiseen jasenvaltioon laillisesti sijoittautunut ammatinharjoittaja tarjoaa palveluja suomessa valiaikaisesti ja satunnaisesti, palvelun tarjoamisen vapautta ei voi rajoittaa ammattipatevyyteen liittyvasta syysta. valiaikainen ja satunnainen palvelun tarjoaminen on sallittava myos, jos ammatti ei ole saannelty sijoittautumisjasenvaltiossa ja palvelun tarjoaja on harjoittanut siella asianomaista ammattia vahintaan kahden vuoden ajan viimeisten kymmenen vuoden aikana. palvelun tarjoajaan sovelletaan kansallisia saannoksia, jotka koskevat valittomasti ammattipatevyytta tai ammatillista valvontaa. palvelun tarjoajaan ei sovelleta kansallisia vaatimuksia, jotka koskevat ammatillisen jarjeston myontamaa lupaa tai sen rekisteriin merkitsemista taikka jasenyytta.",
        "title_sv": "Principen om friheten att tillhandahålla tjänster",
        "content_sv": "Om en yrkesutövare som är lagligen etablerad i en annan medlemsstat temporärt och sporadiskt tillhandahåller tjänster i Finland, får friheten att tillhandahålla tjänster inte inskränkas av skäl som rör yrkeskvalifikationerna. Temporärt och sporadiskt tillhandahållande av tjänster ska också tillåtas om yrket inte är reglerat i etableringsmedlemsstaten och tjänsteleverantören har utövat yrket i fråga under minst två år i denna medlemsstat under de tio senaste åren. På tjänsteleverantören tillämpas de nationella regler som har direkt samband med yrkeskvalifikationerna eller tillsynen över yrkesutövningen. Tjänsteleverantören omfattas inte av nationella krav som gäller tillstånd som beviljas av en yrkesorganisation eller registrering i eller medlemskap i en yrkesorganisation.",
        "normalized_sv": "Om en yrkesutövare som är lagligen etablerad i en annan medlemsstat temporärt och sporadiskt tillhandahåller tjänster i Finland, får friheten att tillhandahålla tjänster inte inskränkas av skäl som rör yrkeskvalifikationerna. Temporärt och sporadiskt tillhandahållande av tjänster ska också tillåtas om yrket inte är reglerat i etableringsmedlemsstaten och tjänsteleverantören har utövat yrket i fråga under minst två år i denna medlemsstat under de tio senaste åren. På tjänsteleverantören tillämpas de nationella regler som har direkt samband med yrkeskvalifikationerna eller tillsynen över yrkesutövningen. Tjänsteleverantören omfattas inte av nationella krav som gäller tillstånd som beviljas av en yrkesorganisation eller registrering i eller medlemskap i en yrkesorganisation.",
        "folded_sv": "om en yrkesutovare som ar lagligen etablerad i en annan medlemsstat temporart och sporadiskt tillhandahaller tjanster i finland, far friheten att tillhandahalla tjanster inte inskrankas av skal som ror yrkeskvalifikationerna. temporart och sporadiskt tillhandahallande av tjanster ska ocksa tillatas om yrket inte ar reglerat i etableringsmedlemsstaten och tjansteleverantoren har utovat yrket i fraga under minst tva ar i denna medlemsstat under de tio senaste aren. pa tjansteleverantoren tillampas de nationella regler som har direkt samband med yrkeskvalifikationerna eller tillsynen over yrkesutovningen. tjansteleverantoren omfattas inte av nationella krav som galler tillstand som beviljas av en yrkesorganisation eller registrering i eller medlemskap i en yrkesorganisation."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Palvelun tarjoajan ammattinimike",
      "content": "Palvelun tarjoajan on käytettävä kotijäsenvaltion ammattinimikettä sen virallisella kielellä, jos kotijäsenvaltiossa on nimike ammattia varten. Jos kotijäsenvaltiossa ei ole ammattinimikettä, palvelun tarjoajan on ilmoitettava tutkintonimikkeensä kotijäsenvaltionsa virallisella kielellä. Automaattisen tunnustamisen alaan kuuluvista ammateista on kuitenkin käytettävä Suomen lainsäädännössä määritettyä ammattinimikettä. Jos palvelun tarjoamisessa käytetään kotijäsenvaltion ammattinimikettä tai palvelun tarjoajan tutkintonimikettä, palvelun tarjoajan tulee antaa palvelun vastaanottajalle seuraavat tiedot: 1) kaupparekisterin tai muun vastaavan julkisen rekisterin rekisterimerkinnän tunniste; 2) kotijäsenvaltiossa luvanvaraista toimintaa valvovan toimivaltaisen viranomaisen yhteystiedot; 3) ammatillinen järjestö tai vastaava elin, jonka rekisteriin palvelun tarjoaja on merkitty; 4) jäsenvaltio, jossa ammattinimike tai tutkintonimike on annettu; 5) arvonlisäverotunniste; 6) yksityiskohtaiset tiedot vakuutusturvasta tai vastaavasta henkilökohtaisesta tai kollektiivisesta ammatillista vastuuta koskevasta suojasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_17",
        "normalized_fi": "Palvelun tarjoajan on käytettävä kotijäsenvaltion ammattinimikettä sen virallisella kielellä, jos kotijäsenvaltiossa on nimike ammattia varten. Jos kotijäsenvaltiossa ei ole ammattinimikettä, palvelun tarjoajan on ilmoitettava tutkintonimikkeensä kotijäsenvaltionsa virallisella kielellä. Automaattisen tunnustamisen alaan kuuluvista ammateista on kuitenkin käytettävä Suomen lainsäädännössä määritettyä ammattinimikettä. Jos palvelun tarjoamisessa käytetään kotijäsenvaltion ammattinimikettä tai palvelun tarjoajan tutkintonimikettä, palvelun tarjoajan tulee antaa palvelun vastaanottajalle seuraavat tiedot: 1) kaupparekisterin tai muun vastaavan julkisen rekisterin rekisterimerkinnän tunniste; 2) kotijäsenvaltiossa luvanvaraista toimintaa valvovan toimivaltaisen viranomaisen yhteystiedot; 3) ammatillinen järjestö tai vastaava elin, jonka rekisteriin palvelun tarjoaja on merkitty; 4) jäsenvaltio, jossa ammattinimike tai tutkintonimike on annettu; 5) arvonlisäverotunniste; 6) yksityiskohtaiset tiedot vakuutusturvasta tai vastaavasta henkilökohtaisesta tai kollektiivisesta ammatillista vastuuta koskevasta suojasta.",
        "folded_fi": "palvelun tarjoajan on kaytettava kotijasenvaltion ammattinimiketta sen virallisella kielella, jos kotijasenvaltiossa on nimike ammattia varten. jos kotijasenvaltiossa ei ole ammattinimiketta, palvelun tarjoajan on ilmoitettava tutkintonimikkeensa kotijasenvaltionsa virallisella kielella. automaattisen tunnustamisen alaan kuuluvista ammateista on kuitenkin kaytettava suomen lainsaadannossa maaritettya ammattinimiketta. jos palvelun tarjoamisessa kaytetaan kotijasenvaltion ammattinimiketta tai palvelun tarjoajan tutkintonimiketta, palvelun tarjoajan tulee antaa palvelun vastaanottajalle seuraavat tiedot: 1) kaupparekisterin tai muun vastaavan julkisen rekisterin rekisterimerkinnan tunniste; 2) kotijasenvaltiossa luvanvaraista toimintaa valvovan toimivaltaisen viranomaisen yhteystiedot; 3) ammatillinen jarjesto tai vastaava elin, jonka rekisteriin palvelun tarjoaja on merkitty; 4) jasenvaltio, jossa ammattinimike tai tutkintonimike on annettu; 5) arvonlisaverotunniste; 6) yksityiskohtaiset tiedot vakuutusturvasta tai vastaavasta henkilokohtaisesta tai kollektiivisesta ammatillista vastuuta koskevasta suojasta.",
        "title_sv": "Tjänsteleverantörens yrkestitel",
        "content_sv": "En tjänsteleverantör ska använda yrkestiteln i ursprungsmedlemsstaten på dess officiella språk när det i denna medlemsstat finns en titel för yrket. Om en sådan yrkestitel inte finns i ursprungsmedlemsstaten, ska tjänsteleverantören ange sin akademiska titel på ursprungsmedlemsstatens officiella språk. I fråga om yrken som erkänns automatiskt ska dock den yrkestitel som fastställts i finsk lagstiftning användas. I de fall då tjänster tillhandahålls under ursprungsmedlemsstatens yrkestitel eller enligt tjänsteleverantörens akademiska titel ska följande uppgifter lämnas till tjänstemottagaren: 1) registreringsnummer i ett handelsregister eller motsvarande offentligt register, 2) kontaktuppgifter för den behöriga tillsynsmyndigheten i ursprungsmedlemsstaten, om verksamheten i denna omfattas av ett tillståndssystem, 3) yrkessammanslutning eller liknande organisation i vilken tjänsteleverantören är registrerad, 4) medlemsstat där tjänsteleverantören tilldelats yrkestiteln eller den akademiska titeln, 5) identifieringsnummer för mervärdesskatt, 6) detaljerade uppgifter om försäkringsskydd eller annat personligt eller kollektivt skydd som gäller yrkesansvar.",
        "normalized_sv": "En tjänsteleverantör ska använda yrkestiteln i ursprungsmedlemsstaten på dess officiella språk när det i denna medlemsstat finns en titel för yrket. Om en sådan yrkestitel inte finns i ursprungsmedlemsstaten, ska tjänsteleverantören ange sin akademiska titel på ursprungsmedlemsstatens officiella språk. I fråga om yrken som erkänns automatiskt ska dock den yrkestitel som fastställts i finsk lagstiftning användas. I de fall då tjänster tillhandahålls under ursprungsmedlemsstatens yrkestitel eller enligt tjänsteleverantörens akademiska titel ska följande uppgifter lämnas till tjänstemottagaren: 1) registreringsnummer i ett handelsregister eller motsvarande offentligt register, 2) kontaktuppgifter för den behöriga tillsynsmyndigheten i ursprungsmedlemsstaten, om verksamheten i denna omfattas av ett tillståndssystem, 3) yrkessammanslutning eller liknande organisation i vilken tjänsteleverantören är registrerad, 4) medlemsstat där tjänsteleverantören tilldelats yrkestiteln eller den akademiska titeln, 5) identifieringsnummer för mervärdesskatt, 6) detaljerade uppgifter om försäkringsskydd eller annat personligt eller kollektivt skydd som gäller yrkesansvar.",
        "folded_sv": "en tjansteleverantor ska anvanda yrkestiteln i ursprungsmedlemsstaten pa dess officiella sprak nar det i denna medlemsstat finns en titel for yrket. om en sadan yrkestitel inte finns i ursprungsmedlemsstaten, ska tjansteleverantoren ange sin akademiska titel pa ursprungsmedlemsstatens officiella sprak. i fraga om yrken som erkanns automatiskt ska dock den yrkestitel som faststallts i finsk lagstiftning anvandas. i de fall da tjanster tillhandahalls under ursprungsmedlemsstatens yrkestitel eller enligt tjansteleverantorens akademiska titel ska foljande uppgifter lamnas till tjanstemottagaren: 1) registreringsnummer i ett handelsregister eller motsvarande offentligt register, 2) kontaktuppgifter for den behoriga tillsynsmyndigheten i ursprungsmedlemsstaten, om verksamheten i denna omfattas av ett tillstandssystem, 3) yrkessammanslutning eller liknande organisation i vilken tjansteleverantoren ar registrerad, 4) medlemsstat dar tjansteleverantoren tilldelats yrkestiteln eller den akademiska titeln, 5) identifieringsnummer for mervardesskatt, 6) detaljerade uppgifter om forsakringsskydd eller annat personligt eller kollektivt skydd som galler yrkesansvar."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2008. Tällä lailla kumotaan Euroopan yhteisön yleisen tutkintojen tunnustamisjärjestelmän voimaanpanosta annettu laki (1597/1992) siihen myöhemmin tehtyine muutoksineen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_18",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2008. Tällä lailla kumotaan Euroopan yhteisön yleisen tutkintojen tunnustamisjärjestelmän voimaanpanosta annettu laki (1597/1992) siihen myöhemmin tehtyine muutoksineen.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2008. talla lailla kumotaan euroopan yhteison yleisen tutkintojen tunnustamisjarjestelman voimaanpanosta annettu laki (1597/1992) siihen myohemmin tehtyine muutoksineen.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2008. Genom denna lag upphävs lagen om genomförande av en generell ordning för erkännande av examina inom Europeiska gemenskapen (1597/1992) jämte ändringar.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2008. Genom denna lag upphävs lagen om genomförande av en generell ordning för erkännande av examina inom Europeiska gemenskapen (1597/1992) jämte ändringar.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2008. genom denna lag upphavs lagen om genomforande av en generell ordning for erkannande av examina inom europeiska gemenskapen (1597/1992) jamte andringar."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Siirtymäsäännökset",
      "content": "Ennen tämän lain voimaantuloa vireille tulleisiin hakemuksiin sovelletaan tämän lain säännöksiä, jos päätös tehdään tämän lain voimaantulon jälkeen. Muualla lainsäädännössä oleva viittaus Euroopan yhteisön yleisen tutkintojen tunnustamisjärjestelmän voimaanpanosta annettuun lakiin katsotaan tämän lain voimaantulon jälkeen viittaukseksi tähän lakiin. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_19",
        "normalized_fi": "Ennen tämän lain voimaantuloa vireille tulleisiin hakemuksiin sovelletaan tämän lain säännöksiä, jos päätös tehdään tämän lain voimaantulon jälkeen. Muualla lainsäädännössä oleva viittaus Euroopan yhteisön yleisen tutkintojen tunnustamisjärjestelmän voimaanpanosta annettuun lakiin katsotaan tämän lain voimaantulon jälkeen viittaukseksi tähän lakiin. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
        "folded_fi": "ennen taman lain voimaantuloa vireille tulleisiin hakemuksiin sovelletaan taman lain saannoksia, jos paatos tehdaan taman lain voimaantulon jalkeen. muualla lainsaadannossa oleva viittaus euroopan yhteison yleisen tutkintojen tunnustamisjarjestelman voimaanpanosta annettuun lakiin katsotaan taman lain voimaantulon jalkeen viittaukseksi tahan lakiin. ennen lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "På ansökningar som anhängiggjorts innan denna lag har trätt i kraft tillämpas bestämmelserna i denna lag, om beslutet fattas efter lagens ikraftträdande. En hänvisning till lagen om genomförande av en generell ordning för erkännande av examina inom Europeiska gemenskapen någon annanstans i lagstiftningen avser efter ikraftträdandet av denna lag en hänvisning till denna lag. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "På ansökningar som anhängiggjorts innan denna lag har trätt i kraft tillämpas bestämmelserna i denna lag, om beslutet fattas efter lagens ikraftträdande. En hänvisning till lagen om genomförande av en generell ordning för erkännande av examina inom Europeiska gemenskapen någon annanstans i lagstiftningen avser efter ikraftträdandet av denna lag en hänvisning till denna lag. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "pa ansokningar som anhangiggjorts innan denna lag har tratt i kraft tillampas bestammelserna i denna lag, om beslutet fattas efter lagens ikrafttradande. en hanvisning till lagen om genomforande av en generell ordning for erkannande av examina inom europeiska gemenskapen nagon annanstans i lagstiftningen avser efter ikrafttradandet av denna lag en hanvisning till denna lag. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "ammattipätevyysdirektiivi, Tässä laissa säädetään ammattipätevyyden tunnustamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2005/36/EY, jäljempänä mukaisesta ammattipätevyyden tunnustamisesta ja palvelujen tarjoamisen vapaudesta. Tätä lakia sovelletaan Euroopan unionin jäsenvaltion kansalaisen pääosin toisessa jäsenvaltiossa hankkiman ammattipätevyyden tunnustamiseen. Tätä lakia sovelletaan myös ammattipätevyyden tunnustamiseen, joka perustuu Euroopan talousalueesta tehtyyn sopimukseen tai muuhun Euroopan yhteisöjen ja niiden jäsenvaltioiden toisen osapuolen kanssa tekemään sopimukseen taikka kolmansien maiden kansalaisten asemaa koskevaan yhteisön lainsäädäntöön. Tätä lakia sovelletaan ammattipätevyyden tunnustamiseen, joka perustuu toisen jäsenvaltion tunnustamaan yhteisön ulkopuolella jäsenvaltion kansalaiselle myönnettyyn muodollista pätevyyttä osoittavaan asiakirjaan, jos asiakirjan haltijalla on jäsenvaltiosta kolmen vuoden ammattikokemus kyseisestä ammatista. Jos muussa säädöksessä on tästä laista poikkeavia säännöksiä, niitä sovelletaan tämän lain asemesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "ammattipätevyysdirektiivi, Tässä laissa säädetään ammattipätevyyden tunnustamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2005/36/EY, jäljempänä mukaisesta ammattipätevyyden tunnustamisesta ja palvelujen tarjoamisen vapaudesta. Tätä lakia sovelletaan Euroopan unionin jäsenvaltion kansalaisen pääosin toisessa jäsenvaltiossa hankkiman ammattipätevyyden tunnustamiseen. Tätä lakia sovelletaan myös ammattipätevyyden tunnustamiseen, joka perustuu Euroopan talousalueesta tehtyyn sopimukseen tai muuhun Euroopan yhteisöjen ja niiden jäsenvaltioiden toisen osapuolen kanssa tekemään sopimukseen taikka kolmansien maiden kansalaisten asemaa koskevaan yhteisön lainsäädäntöön. Tätä lakia sovelletaan ammattipätevyyden tunnustamiseen, joka perustuu toisen jäsenvaltion tunnustamaan yhteisön ulkopuolella jäsenvaltion kansalaiselle myönnettyyn muodollista pätevyyttä osoittavaan asiakirjaan, jos asiakirjan haltijalla on jäsenvaltiosta kolmen vuoden ammattikokemus kyseisestä ammatista. Jos muussa säädöksessä on tästä laista poikkeavia säännöksiä, niitä sovelletaan tämän lain asemesta.",
        "folded_fi": "ammattipatevyysdirektiivi, tassa laissa saadetaan ammattipatevyyden tunnustamisesta annetun euroopan parlamentin ja neuvoston direktiivin 2005/36/ey, jaljempana mukaisesta ammattipatevyyden tunnustamisesta ja palvelujen tarjoamisen vapaudesta. tata lakia sovelletaan euroopan unionin jasenvaltion kansalaisen paaosin toisessa jasenvaltiossa hankkiman ammattipatevyyden tunnustamiseen. tata lakia sovelletaan myos ammattipatevyyden tunnustamiseen, joka perustuu euroopan talousalueesta tehtyyn sopimukseen tai muuhun euroopan yhteisojen ja niiden jasenvaltioiden toisen osapuolen kanssa tekemaan sopimukseen taikka kolmansien maiden kansalaisten asemaa koskevaan yhteison lainsaadantoon. tata lakia sovelletaan ammattipatevyyden tunnustamiseen, joka perustuu toisen jasenvaltion tunnustamaan yhteison ulkopuolella jasenvaltion kansalaiselle myonnettyyn muodollista patevyytta osoittavaan asiakirjaan, jos asiakirjan haltijalla on jasenvaltiosta kolmen vuoden ammattikokemus kyseisesta ammatista. jos muussa saadoksessa on tasta laista poikkeavia saannoksia, niita sovelletaan taman lain asemesta.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "yrkeskvalifikationsdirektivet I denna lag föreskrivs om erkännande av yrkeskvalifikationer och friheten att tillhandahålla tjänster i enlighet med Europaparlamentets och rådets direktiv 2005/36/EG om erkännande av yrkeskvalifikationer, nedan. Denna lag tillämpas på erkännande av yrkeskvalifikationer som en medborgare i en medlemsstat i Europeiska unionen huvudsakligen har förvärvat i en annan medlemsstat. Lagen tillämpas också på erkännande av yrkeskvalifikationer som grundar sig på avtalet om Europeiska ekonomiska samarbetsområdet eller något annat avtal som ingåtts mellan Europeiska gemenskaperna och deras medlemsstater och en annan part samt på gemenskapens lagstiftning om tredjelandsmedborgares ställning. Denna lag tillämpas på erkännande av yrkeskvalifikationer som grundar sig på bevis på formella kvalifikationer som utfärdats utanför gemenskapen för en medborgare i en medlemsstat och som erkänts i en annan medlemsstat, om innehavaren har tre års yrkeserfarenhet inom det berörda yrket i en medlemsstat. Om någon annan författning innehåller bestämmelser som avviker från denna lag, gäller de i stället för denna lag.",
        "normalized_sv": "yrkeskvalifikationsdirektivet I denna lag föreskrivs om erkännande av yrkeskvalifikationer och friheten att tillhandahålla tjänster i enlighet med Europaparlamentets och rådets direktiv 2005/36/EG om erkännande av yrkeskvalifikationer, nedan. Denna lag tillämpas på erkännande av yrkeskvalifikationer som en medborgare i en medlemsstat i Europeiska unionen huvudsakligen har förvärvat i en annan medlemsstat. Lagen tillämpas också på erkännande av yrkeskvalifikationer som grundar sig på avtalet om Europeiska ekonomiska samarbetsområdet eller något annat avtal som ingåtts mellan Europeiska gemenskaperna och deras medlemsstater och en annan part samt på gemenskapens lagstiftning om tredjelandsmedborgares ställning. Denna lag tillämpas på erkännande av yrkeskvalifikationer som grundar sig på bevis på formella kvalifikationer som utfärdats utanför gemenskapen för en medborgare i en medlemsstat och som erkänts i en annan medlemsstat, om innehavaren har tre års yrkeserfarenhet inom det berörda yrket i en medlemsstat. Om någon annan författning innehåller bestämmelser som avviker från denna lag, gäller de i stället för denna lag.",
        "folded_sv": "yrkeskvalifikationsdirektivet i denna lag foreskrivs om erkannande av yrkeskvalifikationer och friheten att tillhandahalla tjanster i enlighet med europaparlamentets och radets direktiv 2005/36/eg om erkannande av yrkeskvalifikationer, nedan. denna lag tillampas pa erkannande av yrkeskvalifikationer som en medborgare i en medlemsstat i europeiska unionen huvudsakligen har forvarvat i en annan medlemsstat. lagen tillampas ocksa pa erkannande av yrkeskvalifikationer som grundar sig pa avtalet om europeiska ekonomiska samarbetsomradet eller nagot annat avtal som ingatts mellan europeiska gemenskaperna och deras medlemsstater och en annan part samt pa gemenskapens lagstiftning om tredjelandsmedborgares stallning. denna lag tillampas pa erkannande av yrkeskvalifikationer som grundar sig pa bevis pa formella kvalifikationer som utfardats utanfor gemenskapen for en medborgare i en medlemsstat och som erkants i en annan medlemsstat, om innehavaren har tre ars yrkeserfarenhet inom det berorda yrket i en medlemsstat. om nagon annan forfattning innehaller bestammelser som avviker fran denna lag, galler de i stallet for denna lag."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) säännellyllä ammatilla virkaa tai tehtävää, jonka aloittamisen tai harjoittamisen edellytyksenä on, että henkilö täyttää tietyt laissa tai asetuksessa säädetyt ammattipätevyyttä koskevat vaatimukset; 2) ammattipätevyydellä pätevyyttä, josta on osoituksena muodollista pätevyyttä osoittava asiakirja, pätevyystodistus tai ammattikokemus taikka molemmat; 3) muodollista pätevyyttä osoittavalla asiakirjalla jäsenvaltion toimivaltaisen viranomaisen antamia tutkintotodistuksia, todistuksia ja muita asiakirjoja pääosin yhteisössä suoritetusta koulutuksesta samoin kuin kolmannessa maassa jäsenvaltion kansalaiselle myönnettyjä asiakirjoja suoritetusta koulutuksesta; 4) ammattipätevyyden tunnustamisella päätöksentekoa henkilön kelpoisuudesta harjoittaa säänneltyä ammattia Suomessa; 5) sopeutumisajalla säännellyn ammatin harjoittamista Suomessa kyseisen ammatin pätevän harjoittajan valvonnassa ja siihen mahdollisesti liittyvää koulutusta; 6) kelpoisuuskokeella menettelyä, jolla mitataan yksinomaan ammatillista tietämystä ja jonka tarkoituksena on arvioida hakijan kykyä harjoittaa säänneltyä ammattia Suomessa; 7) kotijäsenvaltiolla valtiota, jossa Suomeen siirtyvä ammatinharjoittaja on hankkinut ammattipätevyytensä; 8) ammattipätevyyden automaattisella tunnustamisella koulutuksen vähimmäisvaatimusten yhteensovittamiseen perustuvan tunnustamisjärjestelmän mukaisesti tehtävää päätöstä, jossa hakijalta ei voida edellyttää sopeutumisaikaa tai kelpoisuuskoetta; 9) yhteisön tunnustamissäännöksillä ammattipätevyysdirektiiviin sisältyviä säännöksiä sekä kyseisen direktiivin täytäntöönpanoon liittyvien komission asetusten säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) säännellyllä ammatilla virkaa tai tehtävää, jonka aloittamisen tai harjoittamisen edellytyksenä on, että henkilö täyttää tietyt laissa tai asetuksessa säädetyt ammattipätevyyttä koskevat vaatimukset; 2) ammattipätevyydellä pätevyyttä, josta on osoituksena muodollista pätevyyttä osoittava asiakirja, pätevyystodistus tai ammattikokemus taikka molemmat; 3) muodollista pätevyyttä osoittavalla asiakirjalla jäsenvaltion toimivaltaisen viranomaisen antamia tutkintotodistuksia, todistuksia ja muita asiakirjoja pääosin yhteisössä suoritetusta koulutuksesta samoin kuin kolmannessa maassa jäsenvaltion kansalaiselle myönnettyjä asiakirjoja suoritetusta koulutuksesta; 4) ammattipätevyyden tunnustamisella päätöksentekoa henkilön kelpoisuudesta harjoittaa säänneltyä ammattia Suomessa; 5) sopeutumisajalla säännellyn ammatin harjoittamista Suomessa kyseisen ammatin pätevän harjoittajan valvonnassa ja siihen mahdollisesti liittyvää koulutusta; 6) kelpoisuuskokeella menettelyä, jolla mitataan yksinomaan ammatillista tietämystä ja jonka tarkoituksena on arvioida hakijan kykyä harjoittaa säänneltyä ammattia Suomessa; 7) kotijäsenvaltiolla valtiota, jossa Suomeen siirtyvä ammatinharjoittaja on hankkinut ammattipätevyytensä; 8) ammattipätevyyden automaattisella tunnustamisella koulutuksen vähimmäisvaatimusten yhteensovittamiseen perustuvan tunnustamisjärjestelmän mukaisesti tehtävää päätöstä, jossa hakijalta ei voida edellyttää sopeutumisaikaa tai kelpoisuuskoetta; 9) yhteisön tunnustamissäännöksillä ammattipätevyysdirektiiviin sisältyviä säännöksiä sekä kyseisen direktiivin täytäntöönpanoon liittyvien komission asetusten säännöksiä.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) saannellylla ammatilla virkaa tai tehtavaa, jonka aloittamisen tai harjoittamisen edellytyksena on, etta henkilo tayttaa tietyt laissa tai asetuksessa saadetyt ammattipatevyytta koskevat vaatimukset; 2) ammattipatevyydella patevyytta, josta on osoituksena muodollista patevyytta osoittava asiakirja, patevyystodistus tai ammattikokemus taikka molemmat; 3) muodollista patevyytta osoittavalla asiakirjalla jasenvaltion toimivaltaisen viranomaisen antamia tutkintotodistuksia, todistuksia ja muita asiakirjoja paaosin yhteisossa suoritetusta koulutuksesta samoin kuin kolmannessa maassa jasenvaltion kansalaiselle myonnettyja asiakirjoja suoritetusta koulutuksesta; 4) ammattipatevyyden tunnustamisella paatoksentekoa henkilon kelpoisuudesta harjoittaa saanneltya ammattia suomessa; 5) sopeutumisajalla saannellyn ammatin harjoittamista suomessa kyseisen ammatin patevan harjoittajan valvonnassa ja siihen mahdollisesti liittyvaa koulutusta; 6) kelpoisuuskokeella menettelya, jolla mitataan yksinomaan ammatillista tietamysta ja jonka tarkoituksena on arvioida hakijan kykya harjoittaa saanneltya ammattia suomessa; 7) kotijasenvaltiolla valtiota, jossa suomeen siirtyva ammatinharjoittaja on hankkinut ammattipatevyytensa; 8) ammattipatevyyden automaattisella tunnustamisella koulutuksen vahimmaisvaatimusten yhteensovittamiseen perustuvan tunnustamisjarjestelman mukaisesti tehtavaa paatosta, jossa hakijalta ei voida edellyttaa sopeutumisaikaa tai kelpoisuuskoetta; 9) yhteison tunnustamissaannoksilla ammattipatevyysdirektiiviin sisaltyvia saannoksia seka kyseisen direktiivin taytantoonpanoon liittyvien komission asetusten saannoksia.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) reglerat yrke en tjänst eller uppgift, för vilken det för tillträde eller utövande krävs att personen uppfyller vissa i lag eller förordning föreskrivna yrkeskvalifikationer, 2) yrkeskvalifikationer kvalifikationer som intygas i ett bevis på formella kvalifikationer, ett kompetensbevis eller yrkeserfarenhet eller båda, 3) bevis på formella kvalifikationer examens-, utbildnings- eller annat behörighetsbevis för en utbildning som huvudsakligen ägt rum i gemenskapen, utfärdat av en behörig myndighet i en medlemsstat, samt behörighetsbevis för en utbildning som i ett tredjeland utfärdats till en medborgare i en medlemsstat, 4) erkännande av yrkeskvalifikationer fattande av beslut om en persons kvalifikationer för utövande av ett reglerat yrke i Finland, 5) anpassningsperiod utövande av ett reglerat yrke i Finland under övervakning av en behörig yrkesutövare i det berörda yrket, eventuellt åtföljt av utbildning, 6) lämplighetsprov ett prov som endast gäller sökandens yrkeskunnighet och som har till syfte att bedöma sökandens förmåga att utöva ett reglerat yrke i Finland, 7) ursprungsmedlemsstat den stat där en yrkesutövare som förflyttar sig till Finland har förvärvat sina yrkeskvalifikationer, 8) automatiskt erkännande av yrkeskvalifikationer ett beslut som fattas enligt det system för erkännande som grundar sig på samordning av minimikraven för en utbildning, varvid det inte kan krävas en anpassningsperiod eller ett lämplighetsprov av sökanden, 9) gemenskapens regler för erkännande bestämmelserna i yrkeskvalifikationsdirektivet och de bestämmelser i kommissionens förordningar som ansluter sig till genomförandet av direktivet.",
        "normalized_sv": "I denna lag avses med 1) reglerat yrke en tjänst eller uppgift, för vilken det för tillträde eller utövande krävs att personen uppfyller vissa i lag eller förordning föreskrivna yrkeskvalifikationer, 2) yrkeskvalifikationer kvalifikationer som intygas i ett bevis på formella kvalifikationer, ett kompetensbevis eller yrkeserfarenhet eller båda, 3) bevis på formella kvalifikationer examens-, utbildnings- eller annat behörighetsbevis för en utbildning som huvudsakligen ägt rum i gemenskapen, utfärdat av en behörig myndighet i en medlemsstat, samt behörighetsbevis för en utbildning som i ett tredjeland utfärdats till en medborgare i en medlemsstat, 4) erkännande av yrkeskvalifikationer fattande av beslut om en persons kvalifikationer för utövande av ett reglerat yrke i Finland, 5) anpassningsperiod utövande av ett reglerat yrke i Finland under övervakning av en behörig yrkesutövare i det berörda yrket, eventuellt åtföljt av utbildning, 6) lämplighetsprov ett prov som endast gäller sökandens yrkeskunnighet och som har till syfte att bedöma sökandens förmåga att utöva ett reglerat yrke i Finland, 7) ursprungsmedlemsstat den stat där en yrkesutövare som förflyttar sig till Finland har förvärvat sina yrkeskvalifikationer, 8) automatiskt erkännande av yrkeskvalifikationer ett beslut som fattas enligt det system för erkännande som grundar sig på samordning av minimikraven för en utbildning, varvid det inte kan krävas en anpassningsperiod eller ett lämplighetsprov av sökanden, 9) gemenskapens regler för erkännande bestämmelserna i yrkeskvalifikationsdirektivet och de bestämmelser i kommissionens förordningar som ansluter sig till genomförandet av direktivet.",
        "folded_sv": "i denna lag avses med 1) reglerat yrke en tjanst eller uppgift, for vilken det for tilltrade eller utovande kravs att personen uppfyller vissa i lag eller forordning foreskrivna yrkeskvalifikationer, 2) yrkeskvalifikationer kvalifikationer som intygas i ett bevis pa formella kvalifikationer, ett kompetensbevis eller yrkeserfarenhet eller bada, 3) bevis pa formella kvalifikationer examens-, utbildnings- eller annat behorighetsbevis for en utbildning som huvudsakligen agt rum i gemenskapen, utfardat av en behorig myndighet i en medlemsstat, samt behorighetsbevis for en utbildning som i ett tredjeland utfardats till en medborgare i en medlemsstat, 4) erkannande av yrkeskvalifikationer fattande av beslut om en persons kvalifikationer for utovande av ett reglerat yrke i finland, 5) anpassningsperiod utovande av ett reglerat yrke i finland under overvakning av en behorig yrkesutovare i det berorda yrket, eventuellt atfoljt av utbildning, 6) lamplighetsprov ett prov som endast galler sokandens yrkeskunnighet och som har till syfte att bedoma sokandens formaga att utova ett reglerat yrke i finland, 7) ursprungsmedlemsstat den stat dar en yrkesutovare som forflyttar sig till finland har forvarvat sina yrkeskvalifikationer, 8) automatiskt erkannande av yrkeskvalifikationer ett beslut som fattas enligt det system for erkannande som grundar sig pa samordning av minimikraven for en utbildning, varvid det inte kan kravas en anpassningsperiod eller ett lamplighetsprov av sokanden, 9) gemenskapens regler for erkannande bestammelserna i yrkeskvalifikationsdirektivet och de bestammelser i kommissionens forordningar som ansluter sig till genomforandet av direktivet."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Kansallinen yhteensovittaminen",
      "content": "Opetusministeriö vastaa ammattipätevyyden tunnustamismenettelyihin liittyvästä kansallisesta yhteensovittamisesta. Opetushallitus toimii yhteisön tunnustamissäännöksissä tarkoitettuna kansallisena yhteystahona.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_3",
        "normalized_fi": "Opetusministeriö vastaa ammattipätevyyden tunnustamismenettelyihin liittyvästä kansallisesta yhteensovittamisesta. Opetushallitus toimii yhteisön tunnustamissäännöksissä tarkoitettuna kansallisena yhteystahona.",
        "folded_fi": "opetusministerio vastaa ammattipatevyyden tunnustamismenettelyihin liittyvasta kansallisesta yhteensovittamisesta. opetushallitus toimii yhteison tunnustamissaannoksissa tarkoitettuna kansallisena yhteystahona.",
        "title_sv": "Nationell samordning",
        "content_sv": "Undervisningsministeriet svarar för den nationella samordningen av de förfaranden som tillämpas vid erkännande av yrkeskvalifikationer. Utbildningsstyrelsen är den nationella kontaktpunkt som avses i gemenskapens regler för erkännande.",
        "normalized_sv": "Undervisningsministeriet svarar för den nationella samordningen av de förfaranden som tillämpas vid erkännande av yrkeskvalifikationer. Utbildningsstyrelsen är den nationella kontaktpunkt som avses i gemenskapens regler för erkännande.",
        "folded_sv": "undervisningsministeriet svarar for den nationella samordningen av de forfaranden som tillampas vid erkannande av yrkeskvalifikationer. utbildningsstyrelsen ar den nationella kontaktpunkt som avses i gemenskapens regler for erkannande."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Tietojen luovuttaminen ja toimivaltaisen viranomaisen salassapitovelvollisuus",
      "content": "Tämän lain soveltamisalaan liittyviä tehtäviä hoitavan toimivaltaisen viranomaisen tietojen luovutuksesta ja salassapidosta on voimassa, mitä viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetään. Mitä 1 momentissa säädetään, koskee viranomaisten lisäksi myös niitä tahoja, joilla on lainsäädäntöön perustuva oikeus myöntää tutkintotodistuksia ja muita tunnustamispäätöksen perusteena olevia asiakirjoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_4",
        "normalized_fi": "Tämän lain soveltamisalaan liittyviä tehtäviä hoitavan toimivaltaisen viranomaisen tietojen luovutuksesta ja salassapidosta on voimassa, mitä viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetään. Mitä 1 momentissa säädetään, koskee viranomaisten lisäksi myös niitä tahoja, joilla on lainsäädäntöön perustuva oikeus myöntää tutkintotodistuksia ja muita tunnustamispäätöksen perusteena olevia asiakirjoja.",
        "folded_fi": "taman lain soveltamisalaan liittyvia tehtavia hoitavan toimivaltaisen viranomaisen tietojen luovutuksesta ja salassapidosta on voimassa, mita viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) saadetaan. mita 1 momentissa saadetaan, koskee viranomaisten lisaksi myos niita tahoja, joilla on lainsaadantoon perustuva oikeus myontaa tutkintotodistuksia ja muita tunnustamispaatoksen perusteena olevia asiakirjoja.",
        "title_sv": "Utlämnande av uppgifter och sekretessen hos behöriga myndigheter",
        "content_sv": "I fråga om utlämnande av uppgifter och sekretessen hos en behörig myndighet som sköter uppgifter som hör till tillämpningsområdet för denna lag gäller det som föreskrivs i lagen om offentlighet i myndigheternas verksamhet (621/1999). Vad som föreskrivs i 1 mom. gäller förutom myndigheter också instanser som har på lagstiftningen baserad rätt att utfärda examensbevis och andra handlingar som erkännandet av yrkeskvalifikationer grundar sig på.",
        "normalized_sv": "I fråga om utlämnande av uppgifter och sekretessen hos en behörig myndighet som sköter uppgifter som hör till tillämpningsområdet för denna lag gäller det som föreskrivs i lagen om offentlighet i myndigheternas verksamhet (621/1999). Vad som föreskrivs i 1 mom. gäller förutom myndigheter också instanser som har på lagstiftningen baserad rätt att utfärda examensbevis och andra handlingar som erkännandet av yrkeskvalifikationer grundar sig på.",
        "folded_sv": "i fraga om utlamnande av uppgifter och sekretessen hos en behorig myndighet som skoter uppgifter som hor till tillampningsomradet for denna lag galler det som foreskrivs i lagen om offentlighet i myndigheternas verksamhet (621/1999). vad som foreskrivs i 1 mom. galler forutom myndigheter ocksa instanser som har pa lagstiftningen baserad ratt att utfarda examensbevis och andra handlingar som erkannandet av yrkeskvalifikationer grundar sig pa."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Ammattipätevyyden tunnustamisesta vastaava taho",
      "content": "Opetushallitus päättää muodollista pätevyyttä osoittavien asiakirjojen tuottamasta kelpoisuudesta säänneltyyn ammattiin, ellei muualla toisin säädetä. Sen mukaisesti kuin muualla laissa tai sen nojalla säädetään, oikeudesta harjoittaa ammattia toisessa maassa hankitun ammattipätevyyden perusteella päättää sama taho, joka myöntää oikeuden kyseisen ammatin harjoittamiseen Suomessa suoritetun tutkinnon perusteella. Ammattipätevyyden tunnustamisesta vastaava taho voi tarvittaessa pyytää yliopistolta, korkeakoululta tai muulta oppilaitokselta lausunnon hakijan suorittamien opintojen vastaavuudesta ja puuttuvista aihealueista verrattuna Suomessa suoritettaviin opintoihin sekä hakijalle mahdollisesti määrättävän sopeutumisajan pituudesta ja siihen sisällytettävistä tehtävistä sekä kelpoisuuskokeen sisällöstä. Lausunnon antava taho voi periä lausunnosta sitä pyytäneeltä omakustannusarvon mukaisen maksun sen mukaan kuin valtion maksuperustelaissa (150/1992) julkisoikeudellisista suoritteista perittävistä maksuista ja tarvittaessa opetusministeriön asetuksella tarkemmin säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Opetushallitus päättää muodollista pätevyyttä osoittavien asiakirjojen tuottamasta kelpoisuudesta säänneltyyn ammattiin, ellei muualla toisin säädetä. Sen mukaisesti kuin muualla laissa tai sen nojalla säädetään, oikeudesta harjoittaa ammattia toisessa maassa hankitun ammattipätevyyden perusteella päättää sama taho, joka myöntää oikeuden kyseisen ammatin harjoittamiseen Suomessa suoritetun tutkinnon perusteella. Ammattipätevyyden tunnustamisesta vastaava taho voi tarvittaessa pyytää yliopistolta, korkeakoululta tai muulta oppilaitokselta lausunnon hakijan suorittamien opintojen vastaavuudesta ja puuttuvista aihealueista verrattuna Suomessa suoritettaviin opintoihin sekä hakijalle mahdollisesti määrättävän sopeutumisajan pituudesta ja siihen sisällytettävistä tehtävistä sekä kelpoisuuskokeen sisällöstä. Lausunnon antava taho voi periä lausunnosta sitä pyytäneeltä omakustannusarvon mukaisen maksun sen mukaan kuin valtion maksuperustelaissa (150/1992) julkisoikeudellisista suoritteista perittävistä maksuista ja tarvittaessa opetusministeriön asetuksella tarkemmin säädetään.",
        "folded_fi": "opetushallitus paattaa muodollista patevyytta osoittavien asiakirjojen tuottamasta kelpoisuudesta saanneltyyn ammattiin, ellei muualla toisin saadeta. sen mukaisesti kuin muualla laissa tai sen nojalla saadetaan, oikeudesta harjoittaa ammattia toisessa maassa hankitun ammattipatevyyden perusteella paattaa sama taho, joka myontaa oikeuden kyseisen ammatin harjoittamiseen suomessa suoritetun tutkinnon perusteella. ammattipatevyyden tunnustamisesta vastaava taho voi tarvittaessa pyytaa yliopistolta, korkeakoululta tai muulta oppilaitokselta lausunnon hakijan suorittamien opintojen vastaavuudesta ja puuttuvista aihealueista verrattuna suomessa suoritettaviin opintoihin seka hakijalle mahdollisesti maarattavan sopeutumisajan pituudesta ja siihen sisallytettavista tehtavista seka kelpoisuuskokeen sisallosta. lausunnon antava taho voi peria lausunnosta sita pyytaneelta omakustannusarvon mukaisen maksun sen mukaan kuin valtion maksuperustelaissa (150/1992) julkisoikeudellisista suoritteista perittavista maksuista ja tarvittaessa opetusministerion asetuksella tarkemmin saadetaan.",
        "title_sv": "Instanser som ansvarar för erkännande av yrkeskvalifikationer",
        "content_sv": "Utbildningsstyrelsen fattar beslut om den behörighet för reglerade yrken som bevis på formella kvalifikationer medför, om inte annat föreskrivs någon annanstans. I enlighet med vad som föreskrivs någon annanstans i lag eller med stöd av lag, fattas beslut om rätt att utöva ett yrke på grundval av yrkeskvalifikationer som förvärvats i ett annat land av samma instans som beviljar rätt att utöva det berörda yrket på grundval av en examen som avlagts i Finland. En instans som ansvarar för erkännande av yrkeskvalifikationer kan vid behov be ett universitet, en högskola eller en annan läroanstalt om ett utlåtande om sökandens studiers likvärdighet och ämnesområden som saknas jämfört med studier i Finland samt om längden på den anpassningsperiod som sökanden eventuellt föreläggs, de uppgifter som ska ingå i den och innehållet i lämplighetsprovet. Den som lämnar utlåtandet kan hos den som begärt utlåtandet uppbära en avgift efter självkostnadsvärde enligt vad som närmare bestäms om offentligrättsliga prestationer i lagen om grunderna för avgifter till staten (150/1992) och i en förordning som undervisningsministeriet utfärdar i förekommande fall.",
        "normalized_sv": "Utbildningsstyrelsen fattar beslut om den behörighet för reglerade yrken som bevis på formella kvalifikationer medför, om inte annat föreskrivs någon annanstans. I enlighet med vad som föreskrivs någon annanstans i lag eller med stöd av lag, fattas beslut om rätt att utöva ett yrke på grundval av yrkeskvalifikationer som förvärvats i ett annat land av samma instans som beviljar rätt att utöva det berörda yrket på grundval av en examen som avlagts i Finland. En instans som ansvarar för erkännande av yrkeskvalifikationer kan vid behov be ett universitet, en högskola eller en annan läroanstalt om ett utlåtande om sökandens studiers likvärdighet och ämnesområden som saknas jämfört med studier i Finland samt om längden på den anpassningsperiod som sökanden eventuellt föreläggs, de uppgifter som ska ingå i den och innehållet i lämplighetsprovet. Den som lämnar utlåtandet kan hos den som begärt utlåtandet uppbära en avgift efter självkostnadsvärde enligt vad som närmare bestäms om offentligrättsliga prestationer i lagen om grunderna för avgifter till staten (150/1992) och i en förordning som undervisningsministeriet utfärdar i förekommande fall.",
        "folded_sv": "utbildningsstyrelsen fattar beslut om den behorighet for reglerade yrken som bevis pa formella kvalifikationer medfor, om inte annat foreskrivs nagon annanstans. i enlighet med vad som foreskrivs nagon annanstans i lag eller med stod av lag, fattas beslut om ratt att utova ett yrke pa grundval av yrkeskvalifikationer som forvarvats i ett annat land av samma instans som beviljar ratt att utova det berorda yrket pa grundval av en examen som avlagts i finland. en instans som ansvarar for erkannande av yrkeskvalifikationer kan vid behov be ett universitet, en hogskola eller en annan laroanstalt om ett utlatande om sokandens studiers likvardighet och amnesomraden som saknas jamfort med studier i finland samt om langden pa den anpassningsperiod som sokanden eventuellt forelaggs, de uppgifter som ska inga i den och innehallet i lamplighetsprovet. den som lamnar utlatandet kan hos den som begart utlatandet uppbara en avgift efter sjalvkostnadsvarde enligt vad som narmare bestams om offentligrattsliga prestationer i lagen om grunderna for avgifter till staten (150/1992) och i en forordning som undervisningsministeriet utfardar i forekommande fall."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Yleisen tunnustamisjärjestelmän pätevyystasot",
      "content": "Ammattipätevyys sijoittuu jollekin seuraavista tasoista pätevyyttä osoittavan todistuksen perusteella: 1) pätevyystodistus, jonka on antanut kotijäsenvaltion toimivaltainen viranomainen, ja joka perustuu: a) perus- tai toisen asteen yleissivistävään koulutukseen; tai b) muuhun kuin 2―4 kohdassa tarkoitettuun koulutukseen, tiettyyn kokeeseen, jota ei edellä koulutus, tai ammatin päätoimiseen harjoittamiseen jäsenvaltiossa yhtäjaksoisesti kolmen vuoden ajan taikka vastaavan ajan osa-aikaisesti kymmenen viimeksi kuluneen vuoden aikana; 2) todistus: a) yleissivistävästä toisen asteen koulutuksesta, jota on täydennetty muulla kuin 3 kohdassa tarkoitetulla ammatillisella koulutuksella tai koulutuksen lisäksi mahdollisesti vaadittavalla ammatillisella harjoittelulla taikka ammatin harjoittamisella; tai b) ammatillisesta toisen asteen koulutuksesta, jota on tarvittaessa täydennetty muulla kuin 3 kohdassa tarkoitetulla ammatillisella koulutuksella tai koulutuksen lisäksi mahdollisesti vaadittavalla ammatillisella harjoittelulla taikka ammatin harjoittamisella; 3) tutkintotodistus: a) vähintään yksivuotisesta toisen asteen jälkeisestä koulutuksesta, jonka pääsyvaatimuksena on korkeakoulukelpoisuuden tuottavan toisen asteen koulutuksen suorittaminen ja koulutuksen lisäksi mahdollisesti vaadittavasta ammatillisesta harjoittelusta; tai b) yhteisön tunnustamissäännöksissä vastaavaksi määritellystä koulutuksesta; 4) tutkintotodistus yliopistossa tai muussa korkea-asteen oppilaitoksessa taikka muussa samantasoista koulutusta antavassa laitoksessa suoritetusta vähintään kolmivuotisesta mutta enintään nelivuotisesta, toisen asteen jälkeisestä koulutuksesta ja koulutuksen lisäksi mahdollisesti vaadittavasta ammatillisesta harjoittelusta; 5) tutkintotodistus yliopistossa tai muussa korkea-asteen oppilaitoksessa taikka muussa samantasoista koulutusta antavassa laitoksessa suoritetusta yli nelivuotisesta toisen asteen jälkeisestä koulutuksesta ja koulutuksen lisäksi mahdollisesti vaadittavasta ammatillisesta harjoittelusta. Edellä 1 momentissa tarkoitettuna ammattipätevyytenä pidetään myös pätevyyttä, joka perustuu yhteisössä suoritettuun koulutukseen ja jonka hakijan kotijäsenvaltion toimivaltainen viranomainen tunnustaa tiettyä 1 momentin mukaista tasoa vastaavaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Ammattipätevyys sijoittuu jollekin seuraavista tasoista pätevyyttä osoittavan todistuksen perusteella: 1) pätevyystodistus, jonka on antanut kotijäsenvaltion toimivaltainen viranomainen, ja joka perustuu: a) perus- tai toisen asteen yleissivistävään koulutukseen; tai b) muuhun kuin 2―4 kohdassa tarkoitettuun koulutukseen, tiettyyn kokeeseen, jota ei edellä koulutus, tai ammatin päätoimiseen harjoittamiseen jäsenvaltiossa yhtäjaksoisesti kolmen vuoden ajan taikka vastaavan ajan osa-aikaisesti kymmenen viimeksi kuluneen vuoden aikana; 2) todistus: a) yleissivistävästä toisen asteen koulutuksesta, jota on täydennetty muulla kuin 3 kohdassa tarkoitetulla ammatillisella koulutuksella tai koulutuksen lisäksi mahdollisesti vaadittavalla ammatillisella harjoittelulla taikka ammatin harjoittamisella; tai b) ammatillisesta toisen asteen koulutuksesta, jota on tarvittaessa täydennetty muulla kuin 3 kohdassa tarkoitetulla ammatillisella koulutuksella tai koulutuksen lisäksi mahdollisesti vaadittavalla ammatillisella harjoittelulla taikka ammatin harjoittamisella; 3) tutkintotodistus: a) vähintään yksivuotisesta toisen asteen jälkeisestä koulutuksesta, jonka pääsyvaatimuksena on korkeakoulukelpoisuuden tuottavan toisen asteen koulutuksen suorittaminen ja koulutuksen lisäksi mahdollisesti vaadittavasta ammatillisesta harjoittelusta; tai b) yhteisön tunnustamissäännöksissä vastaavaksi määritellystä koulutuksesta; 4) tutkintotodistus yliopistossa tai muussa korkea-asteen oppilaitoksessa taikka muussa samantasoista koulutusta antavassa laitoksessa suoritetusta vähintään kolmivuotisesta mutta enintään nelivuotisesta, toisen asteen jälkeisestä koulutuksesta ja koulutuksen lisäksi mahdollisesti vaadittavasta ammatillisesta harjoittelusta; 5) tutkintotodistus yliopistossa tai muussa korkea-asteen oppilaitoksessa taikka muussa samantasoista koulutusta antavassa laitoksessa suoritetusta yli nelivuotisesta toisen asteen jälkeisestä koulutuksesta ja koulutuksen lisäksi mahdollisesti vaadittavasta ammatillisesta harjoittelusta. Edellä 1 momentissa tarkoitettuna ammattipätevyytenä pidetään myös pätevyyttä, joka perustuu yhteisössä suoritettuun koulutukseen ja jonka hakijan kotijäsenvaltion toimivaltainen viranomainen tunnustaa tiettyä 1 momentin mukaista tasoa vastaavaksi.",
        "folded_fi": "ammattipatevyys sijoittuu jollekin seuraavista tasoista patevyytta osoittavan todistuksen perusteella: 1) patevyystodistus, jonka on antanut kotijasenvaltion toimivaltainen viranomainen, ja joka perustuu: a) perus- tai toisen asteen yleissivistavaan koulutukseen; tai b) muuhun kuin 2―4 kohdassa tarkoitettuun koulutukseen, tiettyyn kokeeseen, jota ei edella koulutus, tai ammatin paatoimiseen harjoittamiseen jasenvaltiossa yhtajaksoisesti kolmen vuoden ajan taikka vastaavan ajan osa-aikaisesti kymmenen viimeksi kuluneen vuoden aikana; 2) todistus: a) yleissivistavasta toisen asteen koulutuksesta, jota on taydennetty muulla kuin 3 kohdassa tarkoitetulla ammatillisella koulutuksella tai koulutuksen lisaksi mahdollisesti vaadittavalla ammatillisella harjoittelulla taikka ammatin harjoittamisella; tai b) ammatillisesta toisen asteen koulutuksesta, jota on tarvittaessa taydennetty muulla kuin 3 kohdassa tarkoitetulla ammatillisella koulutuksella tai koulutuksen lisaksi mahdollisesti vaadittavalla ammatillisella harjoittelulla taikka ammatin harjoittamisella; 3) tutkintotodistus: a) vahintaan yksivuotisesta toisen asteen jalkeisesta koulutuksesta, jonka paasyvaatimuksena on korkeakoulukelpoisuuden tuottavan toisen asteen koulutuksen suorittaminen ja koulutuksen lisaksi mahdollisesti vaadittavasta ammatillisesta harjoittelusta; tai b) yhteison tunnustamissaannoksissa vastaavaksi maaritellysta koulutuksesta; 4) tutkintotodistus yliopistossa tai muussa korkea-asteen oppilaitoksessa taikka muussa samantasoista koulutusta antavassa laitoksessa suoritetusta vahintaan kolmivuotisesta mutta enintaan nelivuotisesta, toisen asteen jalkeisesta koulutuksesta ja koulutuksen lisaksi mahdollisesti vaadittavasta ammatillisesta harjoittelusta; 5) tutkintotodistus yliopistossa tai muussa korkea-asteen oppilaitoksessa taikka muussa samantasoista koulutusta antavassa laitoksessa suoritetusta yli nelivuotisesta toisen asteen jalkeisesta koulutuksesta ja koulutuksen lisaksi mahdollisesti vaadittavasta ammatillisesta harjoittelusta. edella 1 momentissa tarkoitettuna ammattipatevyytena pidetaan myos patevyytta, joka perustuu yhteisossa suoritettuun koulutukseen ja jonka hakijan kotijasenvaltion toimivaltainen viranomainen tunnustaa tiettya 1 momentin mukaista tasoa vastaavaksi.",
        "title_sv": "Kvalifikationsnivåer i den generella ordningen för erkännande",
        "content_sv": "Utifrån ett bevis på yrkeskvalifikationer placerar sig yrkeskvalifikationerna på någon av följande nivåer: 1) ett kompetensbevis som har utfärdats av en behörig myndighet i ursprungsmedlemsstaten på grundval av a) grundläggande utbildning eller allmänbildande utbildning på andra stadiet, eller b) en annan utbildning än en sådan som avses i 2―4 punkten, ett särskilt prov som inte föregås av någon utbildning, eller av att sökanden utövat yrket i en medlemsstat på heltid under tre år i följd eller på deltid under motsvarande tid under de senaste tio åren, 2) ett bevis a) på en allmänbildande utbildning på andra stadiet, som kompletterats med en annan yrkesutbildning än den som avses i 3 punkten eller med den yrkespraktik eller yrkesutövning som eventuellt krävs utöver denna utbildning, eller b) på en yrkesinriktad utbildning på andra stadiet, som vid behov kompletterats med en annan yrkesutbildning än den som avses i 3 punkten eller med den yrkespraktik eller yrkesutövning som eventuellt krävs utöver denna utbildning, 3) ett examensbevis för a) en utbildning efter det andra stadiet på minst ett år, för vilken ett tillträdesvillkor är sådan avslutad utbildning på andra stadiet som krävs för behörighet till högskolestudier, samt den yrkespraktik som eventuellt krävs utöver denna utbildning, eller b) en utbildning som betraktas som likvärdig enligt gemenskapens regler för erkännande, 4) ett examensbevis över avslutad utbildning på minst tre år och högst fyra år vid universitet eller läroanstalt med högre utbildning eller annan utbildningsanstalt på motsvarande nivå som genomgåtts efter en utbildning på andra stadiet, samt den yrkespraktik som eventuellt krävs utöver utbildningen, 5) ett examensbevis över avslutad utbildning på minst fyra år vid universitet eller läroanstalt med högre utbildning eller annan utbildningsanstalt på motsvarande nivå som avlagts efter en utbildning på andra stadiet, samt den yrkespraktik som eventuellt krävs utöver utbildningen. Som i 1 mom. avsedda yrkeskvalifikationer anses också kvalifikationer som grundar sig på en utbildning som fullgjorts inom gemenskapen och som en behörig myndighet i sökandens ursprungsmedlemsstat erkänner motsvara en viss nivå enligt 1 mom.",
        "normalized_sv": "Utifrån ett bevis på yrkeskvalifikationer placerar sig yrkeskvalifikationerna på någon av följande nivåer: 1) ett kompetensbevis som har utfärdats av en behörig myndighet i ursprungsmedlemsstaten på grundval av a) grundläggande utbildning eller allmänbildande utbildning på andra stadiet, eller b) en annan utbildning än en sådan som avses i 2―4 punkten, ett särskilt prov som inte föregås av någon utbildning, eller av att sökanden utövat yrket i en medlemsstat på heltid under tre år i följd eller på deltid under motsvarande tid under de senaste tio åren, 2) ett bevis a) på en allmänbildande utbildning på andra stadiet, som kompletterats med en annan yrkesutbildning än den som avses i 3 punkten eller med den yrkespraktik eller yrkesutövning som eventuellt krävs utöver denna utbildning, eller b) på en yrkesinriktad utbildning på andra stadiet, som vid behov kompletterats med en annan yrkesutbildning än den som avses i 3 punkten eller med den yrkespraktik eller yrkesutövning som eventuellt krävs utöver denna utbildning, 3) ett examensbevis för a) en utbildning efter det andra stadiet på minst ett år, för vilken ett tillträdesvillkor är sådan avslutad utbildning på andra stadiet som krävs för behörighet till högskolestudier, samt den yrkespraktik som eventuellt krävs utöver denna utbildning, eller b) en utbildning som betraktas som likvärdig enligt gemenskapens regler för erkännande, 4) ett examensbevis över avslutad utbildning på minst tre år och högst fyra år vid universitet eller läroanstalt med högre utbildning eller annan utbildningsanstalt på motsvarande nivå som genomgåtts efter en utbildning på andra stadiet, samt den yrkespraktik som eventuellt krävs utöver utbildningen, 5) ett examensbevis över avslutad utbildning på minst fyra år vid universitet eller läroanstalt med högre utbildning eller annan utbildningsanstalt på motsvarande nivå som avlagts efter en utbildning på andra stadiet, samt den yrkespraktik som eventuellt krävs utöver utbildningen. Som i 1 mom. avsedda yrkeskvalifikationer anses också kvalifikationer som grundar sig på en utbildning som fullgjorts inom gemenskapen och som en behörig myndighet i sökandens ursprungsmedlemsstat erkänner motsvara en viss nivå enligt 1 mom.",
        "folded_sv": "utifran ett bevis pa yrkeskvalifikationer placerar sig yrkeskvalifikationerna pa nagon av foljande nivaer: 1) ett kompetensbevis som har utfardats av en behorig myndighet i ursprungsmedlemsstaten pa grundval av a) grundlaggande utbildning eller allmanbildande utbildning pa andra stadiet, eller b) en annan utbildning an en sadan som avses i 2―4 punkten, ett sarskilt prov som inte foregas av nagon utbildning, eller av att sokanden utovat yrket i en medlemsstat pa heltid under tre ar i foljd eller pa deltid under motsvarande tid under de senaste tio aren, 2) ett bevis a) pa en allmanbildande utbildning pa andra stadiet, som kompletterats med en annan yrkesutbildning an den som avses i 3 punkten eller med den yrkespraktik eller yrkesutovning som eventuellt kravs utover denna utbildning, eller b) pa en yrkesinriktad utbildning pa andra stadiet, som vid behov kompletterats med en annan yrkesutbildning an den som avses i 3 punkten eller med den yrkespraktik eller yrkesutovning som eventuellt kravs utover denna utbildning, 3) ett examensbevis for a) en utbildning efter det andra stadiet pa minst ett ar, for vilken ett tilltradesvillkor ar sadan avslutad utbildning pa andra stadiet som kravs for behorighet till hogskolestudier, samt den yrkespraktik som eventuellt kravs utover denna utbildning, eller b) en utbildning som betraktas som likvardig enligt gemenskapens regler for erkannande, 4) ett examensbevis over avslutad utbildning pa minst tre ar och hogst fyra ar vid universitet eller laroanstalt med hogre utbildning eller annan utbildningsanstalt pa motsvarande niva som genomgatts efter en utbildning pa andra stadiet, samt den yrkespraktik som eventuellt kravs utover utbildningen, 5) ett examensbevis over avslutad utbildning pa minst fyra ar vid universitet eller laroanstalt med hogre utbildning eller annan utbildningsanstalt pa motsvarande niva som avlagts efter en utbildning pa andra stadiet, samt den yrkespraktik som eventuellt kravs utover utbildningen. som i 1 mom. avsedda yrkeskvalifikationer anses ocksa kvalifikationer som grundar sig pa en utbildning som fullgjorts inom gemenskapen och som en behorig myndighet i sokandens ursprungsmedlemsstat erkanner motsvara en viss niva enligt 1 mom."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Tunnustamisen edellytykset yleisessä tunnustamisjärjestelmässä",
      "content": "Ammattipätevyyden tunnustaminen perustuu muodollista pätevyyttä osoittavaan yksittäiseen asiakirjaan tai tällaisten asiakirjojen yhdistelmään, jonka toimivaltainen viranomainen on antanut toisessa jäsenvaltiossa. Muodollista pätevyyttä osoittavien asiakirjojen on sijoituttava tasolle, joka vastaa 6 §:n mukaisessa jaottelussa vähintään välittömästi edeltävää tasoa kuin se, joka vaaditaan samaan ammattipätevyyteen kansallisesti. Jos henkilön aiemmin saama koulutus ei vastaa kotijäsenvaltion voimassa olevia pätevyysvaatimuksia ammatin harjoittamiseksi, 6 §:ssä tarkoitetun tason määrittämisessä tulee ottaa huomioon hakijan kotijäsenvaltion saavutettuja oikeuksia koskeva lainsäädäntö. Toisen jäsenvaltion tekemää tunnustamispäätöstä ei voi käyttää ammattipätevyyden tunnustamishakemuksen perusteena muutoin kuin 1 §:n 3 momentin tapauksissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_7",
        "normalized_fi": "Ammattipätevyyden tunnustaminen perustuu muodollista pätevyyttä osoittavaan yksittäiseen asiakirjaan tai tällaisten asiakirjojen yhdistelmään, jonka toimivaltainen viranomainen on antanut toisessa jäsenvaltiossa. Muodollista pätevyyttä osoittavien asiakirjojen on sijoituttava tasolle, joka vastaa 6 § :n mukaisessa jaottelussa vähintään välittömästi edeltävää tasoa kuin se, joka vaaditaan samaan ammattipätevyyteen kansallisesti. Jos henkilön aiemmin saama koulutus ei vastaa kotijäsenvaltion voimassa olevia pätevyysvaatimuksia ammatin harjoittamiseksi, 6 § :ssä tarkoitetun tason määrittämisessä tulee ottaa huomioon hakijan kotijäsenvaltion saavutettuja oikeuksia koskeva lainsäädäntö. Toisen jäsenvaltion tekemää tunnustamispäätöstä ei voi käyttää ammattipätevyyden tunnustamishakemuksen perusteena muutoin kuin 1 § :n 3 momentin tapauksissa.",
        "folded_fi": "ammattipatevyyden tunnustaminen perustuu muodollista patevyytta osoittavaan yksittaiseen asiakirjaan tai tallaisten asiakirjojen yhdistelmaan, jonka toimivaltainen viranomainen on antanut toisessa jasenvaltiossa. muodollista patevyytta osoittavien asiakirjojen on sijoituttava tasolle, joka vastaa 6 §:n mukaisessa jaottelussa vahintaan valittomasti edeltavaa tasoa kuin se, joka vaaditaan samaan ammattipatevyyteen kansallisesti. jos henkilon aiemmin saama koulutus ei vastaa kotijasenvaltion voimassa olevia patevyysvaatimuksia ammatin harjoittamiseksi, 6 §:ssa tarkoitetun tason maarittamisessa tulee ottaa huomioon hakijan kotijasenvaltion saavutettuja oikeuksia koskeva lainsaadanto. toisen jasenvaltion tekemaa tunnustamispaatosta ei voi kayttaa ammattipatevyyden tunnustamishakemuksen perusteena muutoin kuin 1 §:n 3 momentin tapauksissa.",
        "title_sv": "Villkor för erkännande i den generella ordningen",
        "content_sv": "Erkännandet av yrkeskvalifikationer grundar sig på ett bevis på formella kvalifikationer eller en uppsättning av sådana bevis som har utfärdats av en behörig myndighet i en annan medlemsstat. Bevisen på formella kvalifikationer ska motsvara minst den nivå som ligger omedelbart före den som krävs nationellt för samma yrkeskvalifikationer i enlighet med indelningen i 6 §. Om en utbildning som en person erhållit tidigare inte uppfyller de gällande behörighetskraven för utövande av ett yrke i ursprungsmedlemsstaten, ska lagstiftningen om förvärvade rättigheter i sökandens ursprungsmedlemsstat beaktas vid fastställandet av den nivå som avses i 6 §. Ett beslut om erkännande som fattats i en annan medlemsstat kan inte anföras som grund i en ansökan om erkännande av yrkeskvalifikationer annat än i de fall som avses i 1 § 3 mom.",
        "normalized_sv": "Erkännandet av yrkeskvalifikationer grundar sig på ett bevis på formella kvalifikationer eller en uppsättning av sådana bevis som har utfärdats av en behörig myndighet i en annan medlemsstat. Bevisen på formella kvalifikationer ska motsvara minst den nivå som ligger omedelbart före den som krävs nationellt för samma yrkeskvalifikationer i enlighet med indelningen i 6 § . Om en utbildning som en person erhållit tidigare inte uppfyller de gällande behörighetskraven för utövande av ett yrke i ursprungsmedlemsstaten, ska lagstiftningen om förvärvade rättigheter i sökandens ursprungsmedlemsstat beaktas vid fastställandet av den nivå som avses i 6 § . Ett beslut om erkännande som fattats i en annan medlemsstat kan inte anföras som grund i en ansökan om erkännande av yrkeskvalifikationer annat än i de fall som avses i 1 § 3 mom.",
        "folded_sv": "erkannandet av yrkeskvalifikationer grundar sig pa ett bevis pa formella kvalifikationer eller en uppsattning av sadana bevis som har utfardats av en behorig myndighet i en annan medlemsstat. bevisen pa formella kvalifikationer ska motsvara minst den niva som ligger omedelbart fore den som kravs nationellt for samma yrkeskvalifikationer i enlighet med indelningen i 6 §. om en utbildning som en person erhallit tidigare inte uppfyller de gallande behorighetskraven for utovande av ett yrke i ursprungsmedlemsstaten, ska lagstiftningen om forvarvade rattigheter i sokandens ursprungsmedlemsstat beaktas vid faststallandet av den niva som avses i 6 §. ett beslut om erkannande som fattats i en annan medlemsstat kan inte anforas som grund i en ansokan om erkannande av yrkeskvalifikationer annat an i de fall som avses i 1 § 3 mom."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Korvaavat toimenpiteet",
      "content": "Ammattipätevyyden tunnustamispäätöksessä voidaan hakijalle asettaa vaatimus kelpoisuuskokeen suorittamisesta tai enintään kolme vuotta kestävästä sopeutumisajasta, jos: 1) hakijan suorittaman koulutuksen kesto on vähintään vuoden lyhyempi kuin mitä kansallisesti on edellytetty; 2) hakijan saaman koulutuksen sisältö poikkeaa olennaisesti vastaavasta kansallisesta koulutuksesta; tai 3) säänneltyyn ammattiin kuuluu ammattitoimintaa, joka ei sisälly vastaavaan ammattiin hakijan kotijäsenvaltiossa ja hakijan saama koulutus poikkeaa olennaisesti vastaavasta kansallisesta koulutuksesta. Ennen vaatimuksen asettamista on tutkittava, ovatko hakijan ammattikokemuksensa aikana hankkimat tiedot sellaisia, että ne korvaavat kokonaan tai osittain 1 momentissa tarkoitetun olennaisen eron. Hakija saa valita korvaavan toimenpiteen. Ammattipätevyyden tunnustamispäätöksessä voidaan kuitenkin määrätä pakollinen sopeutumisaika tai kelpoisuuskoe, jos: 1) ammatin harjoittaminen edellyttää kansallisen lainsäädännön tarkkaa tuntemusta ja toiminnan keskeinen sekä pysyvä osa on kansallista lainsäädäntöä koskevien neuvojen antaminen; 2) kyseessä on 1 §:n 3 momentissa tarkoitettu ammattipätevyyden tunnustaminen; tai 3) koulutuksen vähimmäisvaatimusten yhteensovittamiseen perustuvaan tunnustamisjärjestelmään kuuluvan ammatin harjoittaja ei täytä ammattipätevyysdirektiivin mukaisia automaattisen tunnustamisen edellytyksiä. Korkeakoulujen ja muiden oppilaitosten tulee järjestää kelpoisuuskokeet ammattipätevyyden tunnustamispäätöksessä edellytetyn mukaisesti. Kelpoisuuskokeeseen osallistumisesta ja hyväksytystä suorituksesta annettavasta todistuksesta peritään kokeeseen osallistujalta omakustannusarvon mukainen maksu sen mukaan kuin valtion maksuperustelaissa julkisoikeudellisista suoritteista perittävistä maksuista ja tarvittaessa opetusministeriön asetuksella tarkemmin säädetään. Sopeutumisajasta ja kelpoisuuskokeesta säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_8",
        "normalized_fi": "Ammattipätevyyden tunnustamispäätöksessä voidaan hakijalle asettaa vaatimus kelpoisuuskokeen suorittamisesta tai enintään kolme vuotta kestävästä sopeutumisajasta, jos: 1) hakijan suorittaman koulutuksen kesto on vähintään vuoden lyhyempi kuin mitä kansallisesti on edellytetty; 2) hakijan saaman koulutuksen sisältö poikkeaa olennaisesti vastaavasta kansallisesta koulutuksesta; tai 3) säänneltyyn ammattiin kuuluu ammattitoimintaa, joka ei sisälly vastaavaan ammattiin hakijan kotijäsenvaltiossa ja hakijan saama koulutus poikkeaa olennaisesti vastaavasta kansallisesta koulutuksesta. Ennen vaatimuksen asettamista on tutkittava, ovatko hakijan ammattikokemuksensa aikana hankkimat tiedot sellaisia, että ne korvaavat kokonaan tai osittain 1 momentissa tarkoitetun olennaisen eron. Hakija saa valita korvaavan toimenpiteen. Ammattipätevyyden tunnustamispäätöksessä voidaan kuitenkin määrätä pakollinen sopeutumisaika tai kelpoisuuskoe, jos: 1) ammatin harjoittaminen edellyttää kansallisen lainsäädännön tarkkaa tuntemusta ja toiminnan keskeinen sekä pysyvä osa on kansallista lainsäädäntöä koskevien neuvojen antaminen; 2) kyseessä on 1 § :n 3 momentissa tarkoitettu ammattipätevyyden tunnustaminen; tai 3) koulutuksen vähimmäisvaatimusten yhteensovittamiseen perustuvaan tunnustamisjärjestelmään kuuluvan ammatin harjoittaja ei täytä ammattipätevyysdirektiivin mukaisia automaattisen tunnustamisen edellytyksiä. Korkeakoulujen ja muiden oppilaitosten tulee järjestää kelpoisuuskokeet ammattipätevyyden tunnustamispäätöksessä edellytetyn mukaisesti. Kelpoisuuskokeeseen osallistumisesta ja hyväksytystä suorituksesta annettavasta todistuksesta peritään kokeeseen osallistujalta omakustannusarvon mukainen maksu sen mukaan kuin valtion maksuperustelaissa julkisoikeudellisista suoritteista perittävistä maksuista ja tarvittaessa opetusministeriön asetuksella tarkemmin säädetään. Sopeutumisajasta ja kelpoisuuskokeesta säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "ammattipatevyyden tunnustamispaatoksessa voidaan hakijalle asettaa vaatimus kelpoisuuskokeen suorittamisesta tai enintaan kolme vuotta kestavasta sopeutumisajasta, jos: 1) hakijan suorittaman koulutuksen kesto on vahintaan vuoden lyhyempi kuin mita kansallisesti on edellytetty; 2) hakijan saaman koulutuksen sisalto poikkeaa olennaisesti vastaavasta kansallisesta koulutuksesta; tai 3) saanneltyyn ammattiin kuuluu ammattitoimintaa, joka ei sisally vastaavaan ammattiin hakijan kotijasenvaltiossa ja hakijan saama koulutus poikkeaa olennaisesti vastaavasta kansallisesta koulutuksesta. ennen vaatimuksen asettamista on tutkittava, ovatko hakijan ammattikokemuksensa aikana hankkimat tiedot sellaisia, etta ne korvaavat kokonaan tai osittain 1 momentissa tarkoitetun olennaisen eron. hakija saa valita korvaavan toimenpiteen. ammattipatevyyden tunnustamispaatoksessa voidaan kuitenkin maarata pakollinen sopeutumisaika tai kelpoisuuskoe, jos: 1) ammatin harjoittaminen edellyttaa kansallisen lainsaadannon tarkkaa tuntemusta ja toiminnan keskeinen seka pysyva osa on kansallista lainsaadantoa koskevien neuvojen antaminen; 2) kyseessa on 1 §:n 3 momentissa tarkoitettu ammattipatevyyden tunnustaminen; tai 3) koulutuksen vahimmaisvaatimusten yhteensovittamiseen perustuvaan tunnustamisjarjestelmaan kuuluvan ammatin harjoittaja ei tayta ammattipatevyysdirektiivin mukaisia automaattisen tunnustamisen edellytyksia. korkeakoulujen ja muiden oppilaitosten tulee jarjestaa kelpoisuuskokeet ammattipatevyyden tunnustamispaatoksessa edellytetyn mukaisesti. kelpoisuuskokeeseen osallistumisesta ja hyvaksytysta suorituksesta annettavasta todistuksesta peritaan kokeeseen osallistujalta omakustannusarvon mukainen maksu sen mukaan kuin valtion maksuperustelaissa julkisoikeudellisista suoritteista perittavista maksuista ja tarvittaessa opetusministerion asetuksella tarkemmin saadetaan. sopeutumisajasta ja kelpoisuuskokeesta saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Kompensationsåtgärder",
        "content_sv": "I ett beslut om erkännande av yrkeskvalifikationer kan det krävas att sökanden genomgår ett lämplighetsprov eller slutför en anpassningsperiod som inte överskrider tre år, om 1) omfattningen av den utbildning som sökanden fullgjort är minst ett år kortare än den som krävs nationellt, 2) innehållet i sökandens utbildning väsentligt avviker från motsvarande nationella utbildning, eller 3) det reglerade yrket omfattar yrkesaktiviteter som inte ingår i motsvarande yrke i sökandens ursprungsmedlemsstat och sökandens utbildning väsentligt avviker från motsvarande nationella utbildning. Innan myndigheten kräver kompensationsåtgärder ska den kontrollera om de kunskaper som sökanden har tillägnat sig under sin yrkesverksamhet är sådana att de helt eller delvis täcker den väsentliga avvikelse som avses i 1 mom. Sökanden har rätt att välja kompensationsåtgärd. I ett beslut om erkännande av yrkeskvalifikationer kan emellertid förordnas om obligatorisk anpassningsperiod eller obligatoriskt lämplighetsprov, om 1) yrkesutövningen kräver exakta kunskaper i nationell rätt och verksamheten består till en väsentlig och konstant del i att lämna råd i frågor som rör nationell rätt, 2) det gäller sådant erkännande av yrkeskvalifikationer som avses i 1 § 3 mom., eller 3) en utövare av ett yrke som omfattas av systemet för erkännande på grundval av samordning av minimikraven för utbildningen inte uppfyller villkoren för automatiskt erkännande enligt yrkeskvalifikationsdirektivet. Högskolor och andra läroanstalter ska ordna lämplighetsprov enligt vad som krävs i beslutet om erkännande av yrkeskvalifikationer. För intyget över deltagande och godkänd prestation i lämplighetsprovet tas hos den som deltagit i provet ut en avgift efter självkostnadsvärde enligt vad som närmare bestäms om offentligrättsliga prestationer i lagen om grunderna för avgifter till staten och i en förordning som undervisningsministeriet utfärdar i förekommande fall. Närmare bestämmelser om anpassningsperioder och lämplighetsprov utfärdas genom förordning av statsrådet.",
        "normalized_sv": "I ett beslut om erkännande av yrkeskvalifikationer kan det krävas att sökanden genomgår ett lämplighetsprov eller slutför en anpassningsperiod som inte överskrider tre år, om 1) omfattningen av den utbildning som sökanden fullgjort är minst ett år kortare än den som krävs nationellt, 2) innehållet i sökandens utbildning väsentligt avviker från motsvarande nationella utbildning, eller 3) det reglerade yrket omfattar yrkesaktiviteter som inte ingår i motsvarande yrke i sökandens ursprungsmedlemsstat och sökandens utbildning väsentligt avviker från motsvarande nationella utbildning. Innan myndigheten kräver kompensationsåtgärder ska den kontrollera om de kunskaper som sökanden har tillägnat sig under sin yrkesverksamhet är sådana att de helt eller delvis täcker den väsentliga avvikelse som avses i 1 mom. Sökanden har rätt att välja kompensationsåtgärd. I ett beslut om erkännande av yrkeskvalifikationer kan emellertid förordnas om obligatorisk anpassningsperiod eller obligatoriskt lämplighetsprov, om 1) yrkesutövningen kräver exakta kunskaper i nationell rätt och verksamheten består till en väsentlig och konstant del i att lämna råd i frågor som rör nationell rätt, 2) det gäller sådant erkännande av yrkeskvalifikationer som avses i 1 § 3 mom., eller 3) en utövare av ett yrke som omfattas av systemet för erkännande på grundval av samordning av minimikraven för utbildningen inte uppfyller villkoren för automatiskt erkännande enligt yrkeskvalifikationsdirektivet. Högskolor och andra läroanstalter ska ordna lämplighetsprov enligt vad som krävs i beslutet om erkännande av yrkeskvalifikationer. För intyget över deltagande och godkänd prestation i lämplighetsprovet tas hos den som deltagit i provet ut en avgift efter självkostnadsvärde enligt vad som närmare bestäms om offentligrättsliga prestationer i lagen om grunderna för avgifter till staten och i en förordning som undervisningsministeriet utfärdar i förekommande fall. Närmare bestämmelser om anpassningsperioder och lämplighetsprov utfärdas genom förordning av statsrådet.",
        "folded_sv": "i ett beslut om erkannande av yrkeskvalifikationer kan det kravas att sokanden genomgar ett lamplighetsprov eller slutfor en anpassningsperiod som inte overskrider tre ar, om 1) omfattningen av den utbildning som sokanden fullgjort ar minst ett ar kortare an den som kravs nationellt, 2) innehallet i sokandens utbildning vasentligt avviker fran motsvarande nationella utbildning, eller 3) det reglerade yrket omfattar yrkesaktiviteter som inte ingar i motsvarande yrke i sokandens ursprungsmedlemsstat och sokandens utbildning vasentligt avviker fran motsvarande nationella utbildning. innan myndigheten kraver kompensationsatgarder ska den kontrollera om de kunskaper som sokanden har tillagnat sig under sin yrkesverksamhet ar sadana att de helt eller delvis tacker den vasentliga avvikelse som avses i 1 mom. sokanden har ratt att valja kompensationsatgard. i ett beslut om erkannande av yrkeskvalifikationer kan emellertid forordnas om obligatorisk anpassningsperiod eller obligatoriskt lamplighetsprov, om 1) yrkesutovningen kraver exakta kunskaper i nationell ratt och verksamheten bestar till en vasentlig och konstant del i att lamna rad i fragor som ror nationell ratt, 2) det galler sadant erkannande av yrkeskvalifikationer som avses i 1 § 3 mom., eller 3) en utovare av ett yrke som omfattas av systemet for erkannande pa grundval av samordning av minimikraven for utbildningen inte uppfyller villkoren for automatiskt erkannande enligt yrkeskvalifikationsdirektivet. hogskolor och andra laroanstalter ska ordna lamplighetsprov enligt vad som kravs i beslutet om erkannande av yrkeskvalifikationer. for intyget over deltagande och godkand prestation i lamplighetsprovet tas hos den som deltagit i provet ut en avgift efter sjalvkostnadsvarde enligt vad som narmare bestams om offentligrattsliga prestationer i lagen om grunderna for avgifter till staten och i en forordning som undervisningsministeriet utfardar i forekommande fall. narmare bestammelser om anpassningsperioder och lamplighetsprov utfardas genom forordning av statsradet."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Yhteiset vähimmäisvaatimukset",
      "content": "Ammatilliset järjestöt ja liitot voivat esittää Euroopan yhteisöjen komissiolle ammattipätevyyttä koskevien yhteisten vähimmäisvaatimusten hyväksymistä. Jos ammattipätevyyden tunnustamista hakevan pätevyys vastaa yhteisön tunnustamislainsäädännön mukaisia yhteisiä vähimmäisvaatimuksia, hakijalta ei saa vaatia 8 §:ssä tarkoitettuja korvaavia toimenpiteitä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_9",
        "normalized_fi": "Ammatilliset järjestöt ja liitot voivat esittää Euroopan yhteisöjen komissiolle ammattipätevyyttä koskevien yhteisten vähimmäisvaatimusten hyväksymistä. Jos ammattipätevyyden tunnustamista hakevan pätevyys vastaa yhteisön tunnustamislainsäädännön mukaisia yhteisiä vähimmäisvaatimuksia, hakijalta ei saa vaatia 8 § :ssä tarkoitettuja korvaavia toimenpiteitä.",
        "folded_fi": "ammatilliset jarjestot ja liitot voivat esittaa euroopan yhteisojen komissiolle ammattipatevyytta koskevien yhteisten vahimmaisvaatimusten hyvaksymista. jos ammattipatevyyden tunnustamista hakevan patevyys vastaa yhteison tunnustamislainsaadannon mukaisia yhteisia vahimmaisvaatimuksia, hakijalta ei saa vaatia 8 §:ssa tarkoitettuja korvaavia toimenpiteita.",
        "title_sv": "Gemensamma minimikrav",
        "content_sv": "Yrkesorganisationer och yrkessammanslutningar får föreslå antagande av gemensamma minimikrav beträffande yrkeskvalifikationer för Europeiska gemenskapernas kommission. När sökandens yrkeskvalifikationer uppfyller de gemensamma minimikrav som anges i gemenskapslagstiftningen om erkännande får de kompensationsåtgärder som avses i 8 § inte krävas av sökanden.",
        "normalized_sv": "Yrkesorganisationer och yrkessammanslutningar får föreslå antagande av gemensamma minimikrav beträffande yrkeskvalifikationer för Europeiska gemenskapernas kommission. När sökandens yrkeskvalifikationer uppfyller de gemensamma minimikrav som anges i gemenskapslagstiftningen om erkännande får de kompensationsåtgärder som avses i 8 § inte krävas av sökanden.",
        "folded_sv": "yrkesorganisationer och yrkessammanslutningar far foresla antagande av gemensamma minimikrav betraffande yrkeskvalifikationer for europeiska gemenskapernas kommission. nar sokandens yrkeskvalifikationer uppfyller de gemensamma minimikrav som anges i gemenskapslagstiftningen om erkannande far de kompensationsatgarder som avses i 8 § inte kravas av sokanden."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Ammattikokemus ammatinharjoittamisen edellytyksenä",
      "content": "Jos ammatinharjoittamisen edellytykseksi on asetettu tietty ammattikokemus, kyseisen toiminnan aiempi harjoittaminen toisessa jäsenvaltiossa tulee hyväksyä yhteisön tunnustamissäännösten mukaisesti. Kauppakamarilaissa (878/2002) tarkoitetun kauppakamarin tehtävänä on hakemuksesta antaa todistuksia Suomessa harjoitetun ammattitoiminnan lajista ja kestosta. Todistuksen antamisessa sovelletaan hallintolain (434/2003), kielilain (423/2003) ja viranomaisten toiminnan julkisuudesta annetun lain säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_10",
        "normalized_fi": "Jos ammatinharjoittamisen edellytykseksi on asetettu tietty ammattikokemus, kyseisen toiminnan aiempi harjoittaminen toisessa jäsenvaltiossa tulee hyväksyä yhteisön tunnustamissäännösten mukaisesti. Kauppakamarilaissa (878/2002) tarkoitetun kauppakamarin tehtävänä on hakemuksesta antaa todistuksia Suomessa harjoitetun ammattitoiminnan lajista ja kestosta. Todistuksen antamisessa sovelletaan hallintolain (434/2003), kielilain (423/2003) ja viranomaisten toiminnan julkisuudesta annetun lain säännöksiä.",
        "folded_fi": "jos ammatinharjoittamisen edellytykseksi on asetettu tietty ammattikokemus, kyseisen toiminnan aiempi harjoittaminen toisessa jasenvaltiossa tulee hyvaksya yhteison tunnustamissaannosten mukaisesti. kauppakamarilaissa (878/2002) tarkoitetun kauppakamarin tehtavana on hakemuksesta antaa todistuksia suomessa harjoitetun ammattitoiminnan lajista ja kestosta. todistuksen antamisessa sovelletaan hallintolain (434/2003), kielilain (423/2003) ja viranomaisten toiminnan julkisuudesta annetun lain saannoksia.",
        "title_sv": "Yrkeserfarenhet som villkor för yrkesutövning",
        "content_sv": "Om det för utövande av ett yrke krävs en viss yrkeserfarenhet, ska tidigare utövande av denna verksamhet i en annan medlemsstat godtas i enlighet med gemenskapens regler för erkännande. En handelskammare som avses i handelskammarlagen (878/2002) ska på ansökan utfärda intyg om arten av och varaktigheten i fråga om yrkesutövning som skett i Finland. På utfärdandet av intygen tillämpas förvaltningslagen (434/2003), språklagen (423/2003) och lagen om offentlighet i myndigheternas verksamhet.",
        "normalized_sv": "Om det för utövande av ett yrke krävs en viss yrkeserfarenhet, ska tidigare utövande av denna verksamhet i en annan medlemsstat godtas i enlighet med gemenskapens regler för erkännande. En handelskammare som avses i handelskammarlagen (878/2002) ska på ansökan utfärda intyg om arten av och varaktigheten i fråga om yrkesutövning som skett i Finland. På utfärdandet av intygen tillämpas förvaltningslagen (434/2003), språklagen (423/2003) och lagen om offentlighet i myndigheternas verksamhet.",
        "folded_sv": "om det for utovande av ett yrke kravs en viss yrkeserfarenhet, ska tidigare utovande av denna verksamhet i en annan medlemsstat godtas i enlighet med gemenskapens regler for erkannande. en handelskammare som avses i handelskammarlagen (878/2002) ska pa ansokan utfarda intyg om arten av och varaktigheten i fraga om yrkesutovning som skett i finland. pa utfardandet av intygen tillampas forvaltningslagen (434/2003), spraklagen (423/2003) och lagen om offentlighet i myndigheternas verksamhet."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Arkkitehdin tutkinto",
      "content": "Jos viran tai tehtävän kelpoisuusvaatimuksena on arkkitehdin tai rakennusarkkitehdin tutkinto, tämän kelpoisuuden tuottavat ne tutkinnot, jotka ammattipätevyysdirektiivin mukaan kuuluvat koulutuksen vähimmäisvaatimusten yhteensovittamiseen perustuvaan tunnustamisjärjestelmään. Ammattipätevyyden automaattisen tunnustamisen edellytyksenä on lisäksi, että hakijalla on kotijäsenvaltiossaan oikeus harjoittaa arkkitehdin ammattia. Muuhun kuin ammattipätevyyden automaattiseen tunnustamisjärjestelmään kuuluvan arkkitehdin tutkinnon tuottamasta kelpoisuudesta ja tarvittavista korvaavista toimenpiteistä tehdään päätös yleisen tunnustamisjärjestelmän säännösten mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_11",
        "normalized_fi": "Jos viran tai tehtävän kelpoisuusvaatimuksena on arkkitehdin tai rakennusarkkitehdin tutkinto, tämän kelpoisuuden tuottavat ne tutkinnot, jotka ammattipätevyysdirektiivin mukaan kuuluvat koulutuksen vähimmäisvaatimusten yhteensovittamiseen perustuvaan tunnustamisjärjestelmään. Ammattipätevyyden automaattisen tunnustamisen edellytyksenä on lisäksi, että hakijalla on kotijäsenvaltiossaan oikeus harjoittaa arkkitehdin ammattia. Muuhun kuin ammattipätevyyden automaattiseen tunnustamisjärjestelmään kuuluvan arkkitehdin tutkinnon tuottamasta kelpoisuudesta ja tarvittavista korvaavista toimenpiteistä tehdään päätös yleisen tunnustamisjärjestelmän säännösten mukaisesti.",
        "folded_fi": "jos viran tai tehtavan kelpoisuusvaatimuksena on arkkitehdin tai rakennusarkkitehdin tutkinto, taman kelpoisuuden tuottavat ne tutkinnot, jotka ammattipatevyysdirektiivin mukaan kuuluvat koulutuksen vahimmaisvaatimusten yhteensovittamiseen perustuvaan tunnustamisjarjestelmaan. ammattipatevyyden automaattisen tunnustamisen edellytyksena on lisaksi, etta hakijalla on kotijasenvaltiossaan oikeus harjoittaa arkkitehdin ammattia. muuhun kuin ammattipatevyyden automaattiseen tunnustamisjarjestelmaan kuuluvan arkkitehdin tutkinnon tuottamasta kelpoisuudesta ja tarvittavista korvaavista toimenpiteista tehdaan paatos yleisen tunnustamisjarjestelman saannosten mukaisesti.",
        "title_sv": "Arkitektexamen",
        "content_sv": "Om arkitektexamen eller byggnadsarkitektexamen är behörighetsvillkor för en tjänst eller uppgift, förvärvas denna behörighet genom de examina som enligt yrkeskvalifikationsdirektivet omfattas av systemet för erkännande på grundval av samordning av minimikraven för utbildningen. Ett villkor för automatiskt erkännande av yrkeskvalifikationerna är dessutom att sökanden har rätt att utöva arkitektyrket i sin ursprungsmedlemsstat. I fråga om den behörighet som andra arkitektexamina än de som omfattas av systemet med automatiskt erkännande medför, och om vilka kompensationsåtgärder som krävs, fattas besluten i enlighet med den generella ordningen för erkännande.",
        "normalized_sv": "Om arkitektexamen eller byggnadsarkitektexamen är behörighetsvillkor för en tjänst eller uppgift, förvärvas denna behörighet genom de examina som enligt yrkeskvalifikationsdirektivet omfattas av systemet för erkännande på grundval av samordning av minimikraven för utbildningen. Ett villkor för automatiskt erkännande av yrkeskvalifikationerna är dessutom att sökanden har rätt att utöva arkitektyrket i sin ursprungsmedlemsstat. I fråga om den behörighet som andra arkitektexamina än de som omfattas av systemet med automatiskt erkännande medför, och om vilka kompensationsåtgärder som krävs, fattas besluten i enlighet med den generella ordningen för erkännande.",
        "folded_sv": "om arkitektexamen eller byggnadsarkitektexamen ar behorighetsvillkor for en tjanst eller uppgift, forvarvas denna behorighet genom de examina som enligt yrkeskvalifikationsdirektivet omfattas av systemet for erkannande pa grundval av samordning av minimikraven for utbildningen. ett villkor for automatiskt erkannande av yrkeskvalifikationerna ar dessutom att sokanden har ratt att utova arkitektyrket i sin ursprungsmedlemsstat. i fraga om den behorighet som andra arkitektexamina an de som omfattas av systemet med automatiskt erkannande medfor, och om vilka kompensationsatgarder som kravs, fattas besluten i enlighet med den generella ordningen for erkannande."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Hakemuksen liitteet",
      "content": "Ammattipätevyyden tunnustamisesta vastaava viranomainen voi vaatia hakemuksen liitteeksi virallisesti oikeaksi todistetut jäljennökset seuraavista asiakirjoista ja todistuksista: 1) hakijan kansalaisuuden todistava asiakirja; 2) jäljennökset muodollista pätevyyttä osoittavista asiakirjoista ja pätevyystodistuksista tai jäljennös koulutuksesta annetusta asiakirjasta, joka antaa oikeuden ryhtyä harjoittamaan ammattia; 3) hakijan kotijäsenvaltion toimivaltaisen viranomaisen todistus siitä, että koulutuksesta annetut asiakirjat ovat yhteisön tunnustamissäännöksissä tarkoitettuja asiakirjoja; 4) todistus ammattikokemuksesta; 5) enintään kolme kuukautta ennen sen esittämistä annettu todistus hyvästä maineesta tai nuhteettomuudesta taikka siitä, että hakija ei ole tehnyt konkurssia; 6) enintään kolme kuukautta ennen sen esittämistä annettu todistus hakijan vakavaraisuudesta ja siitä, että hakija on vakuutettu ammatillisesta vastuusta johtuvien taloudellisten vahinkojen varalta. Lisäksi hakijan on pyynnöstä toimitettava hakemuksen liitteenä koulutustaan koskevia tietoja, joiden avulla ammattipätevyyden tunnustamisesta vastaava viranomainen voi määrittää mahdolliset olennaiset erot Suomessa vaadittavaan koulutukseen verrattuna. Hakemukseen tulee liittää virallisen kääntäjän kääntämät suomen- tai ruotsinkieliset käännökset muista kuin pohjoismaisella kielellä kirjoitetuista liiteasiakirjoista. Tarkemmat säännökset hakemukseen liitettävistä asiakirjoista ja todistuksista voidaan antaa valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_12",
        "normalized_fi": "Ammattipätevyyden tunnustamisesta vastaava viranomainen voi vaatia hakemuksen liitteeksi virallisesti oikeaksi todistetut jäljennökset seuraavista asiakirjoista ja todistuksista: 1) hakijan kansalaisuuden todistava asiakirja; 2) jäljennökset muodollista pätevyyttä osoittavista asiakirjoista ja pätevyystodistuksista tai jäljennös koulutuksesta annetusta asiakirjasta, joka antaa oikeuden ryhtyä harjoittamaan ammattia; 3) hakijan kotijäsenvaltion toimivaltaisen viranomaisen todistus siitä, että koulutuksesta annetut asiakirjat ovat yhteisön tunnustamissäännöksissä tarkoitettuja asiakirjoja; 4) todistus ammattikokemuksesta; 5) enintään kolme kuukautta ennen sen esittämistä annettu todistus hyvästä maineesta tai nuhteettomuudesta taikka siitä, että hakija ei ole tehnyt konkurssia; 6) enintään kolme kuukautta ennen sen esittämistä annettu todistus hakijan vakavaraisuudesta ja siitä, että hakija on vakuutettu ammatillisesta vastuusta johtuvien taloudellisten vahinkojen varalta. Lisäksi hakijan on pyynnöstä toimitettava hakemuksen liitteenä koulutustaan koskevia tietoja, joiden avulla ammattipätevyyden tunnustamisesta vastaava viranomainen voi määrittää mahdolliset olennaiset erot Suomessa vaadittavaan koulutukseen verrattuna. Hakemukseen tulee liittää virallisen kääntäjän kääntämät suomen- tai ruotsinkieliset käännökset muista kuin pohjoismaisella kielellä kirjoitetuista liiteasiakirjoista. Tarkemmat säännökset hakemukseen liitettävistä asiakirjoista ja todistuksista voidaan antaa valtioneuvoston asetuksella.",
        "folded_fi": "ammattipatevyyden tunnustamisesta vastaava viranomainen voi vaatia hakemuksen liitteeksi virallisesti oikeaksi todistetut jaljennokset seuraavista asiakirjoista ja todistuksista: 1) hakijan kansalaisuuden todistava asiakirja; 2) jaljennokset muodollista patevyytta osoittavista asiakirjoista ja patevyystodistuksista tai jaljennos koulutuksesta annetusta asiakirjasta, joka antaa oikeuden ryhtya harjoittamaan ammattia; 3) hakijan kotijasenvaltion toimivaltaisen viranomaisen todistus siita, etta koulutuksesta annetut asiakirjat ovat yhteison tunnustamissaannoksissa tarkoitettuja asiakirjoja; 4) todistus ammattikokemuksesta; 5) enintaan kolme kuukautta ennen sen esittamista annettu todistus hyvasta maineesta tai nuhteettomuudesta taikka siita, etta hakija ei ole tehnyt konkurssia; 6) enintaan kolme kuukautta ennen sen esittamista annettu todistus hakijan vakavaraisuudesta ja siita, etta hakija on vakuutettu ammatillisesta vastuusta johtuvien taloudellisten vahinkojen varalta. lisaksi hakijan on pyynnosta toimitettava hakemuksen liitteena koulutustaan koskevia tietoja, joiden avulla ammattipatevyyden tunnustamisesta vastaava viranomainen voi maarittaa mahdolliset olennaiset erot suomessa vaadittavaan koulutukseen verrattuna. hakemukseen tulee liittaa virallisen kaantajan kaantamat suomen- tai ruotsinkieliset kaannokset muista kuin pohjoismaisella kielella kirjoitetuista liiteasiakirjoista. tarkemmat saannokset hakemukseen liitettavista asiakirjoista ja todistuksista voidaan antaa valtioneuvoston asetuksella.",
        "title_sv": "Bilagor till ansökan",
        "content_sv": "En myndighet som ansvarar för erkännande av yrkeskvalifikationer kan kräva att officiellt bestyrkta kopior av följande handlingar och intyg fogas till ansökan: 1) bevis på sökandens medborgarskap, 2) kopior av bevis på formella kvalifikationer och kompetensbevis eller en kopia av bevis över utbildning som ger rätt att utöva yrket, 3) ett intyg från den behöriga myndigheten i sökandens ursprungsmedlemsstat över att sökandens utbildningsbevis är de handlingar som avses i gemenskapens regler för erkännande, 4) ett intyg om sökandens yrkeserfarenhet, 5) ett intyg som inte är äldre än tre månader över att sökanden har gott namn och rykte eller inte har försatts i konkurs, 6) ett intyg som inte är äldre en tre månader över sökandens ekonomiska ställning och över att sökanden är försäkrad mot de ekonomiska skador som är förenade med hans eller hennes yrkesansvar. Dessutom ska sökanden på begäran i en bilaga till ansökan lämna upplysningar om sin utbildning så att den myndighet som svarar för erkännandet av yrkeskvalifikationerna kan fastställa förekomsten av eventuella väsentliga olikheter i förhållande till den utbildning som krävs i Finland. Till ansökan ska av andra än på ett nordiskt språk avfattade bilagor fogas översättningar till finska eller svenska utförda av en auktoriserad translator. Närmare bestämmelser om handlingar och intyg som ska fogas till ansökan kan utfärdas genom förordning av statsrådet.",
        "normalized_sv": "En myndighet som ansvarar för erkännande av yrkeskvalifikationer kan kräva att officiellt bestyrkta kopior av följande handlingar och intyg fogas till ansökan: 1) bevis på sökandens medborgarskap, 2) kopior av bevis på formella kvalifikationer och kompetensbevis eller en kopia av bevis över utbildning som ger rätt att utöva yrket, 3) ett intyg från den behöriga myndigheten i sökandens ursprungsmedlemsstat över att sökandens utbildningsbevis är de handlingar som avses i gemenskapens regler för erkännande, 4) ett intyg om sökandens yrkeserfarenhet, 5) ett intyg som inte är äldre än tre månader över att sökanden har gott namn och rykte eller inte har försatts i konkurs, 6) ett intyg som inte är äldre en tre månader över sökandens ekonomiska ställning och över att sökanden är försäkrad mot de ekonomiska skador som är förenade med hans eller hennes yrkesansvar. Dessutom ska sökanden på begäran i en bilaga till ansökan lämna upplysningar om sin utbildning så att den myndighet som svarar för erkännandet av yrkeskvalifikationerna kan fastställa förekomsten av eventuella väsentliga olikheter i förhållande till den utbildning som krävs i Finland. Till ansökan ska av andra än på ett nordiskt språk avfattade bilagor fogas översättningar till finska eller svenska utförda av en auktoriserad translator. Närmare bestämmelser om handlingar och intyg som ska fogas till ansökan kan utfärdas genom förordning av statsrådet.",
        "folded_sv": "en myndighet som ansvarar for erkannande av yrkeskvalifikationer kan krava att officiellt bestyrkta kopior av foljande handlingar och intyg fogas till ansokan: 1) bevis pa sokandens medborgarskap, 2) kopior av bevis pa formella kvalifikationer och kompetensbevis eller en kopia av bevis over utbildning som ger ratt att utova yrket, 3) ett intyg fran den behoriga myndigheten i sokandens ursprungsmedlemsstat over att sokandens utbildningsbevis ar de handlingar som avses i gemenskapens regler for erkannande, 4) ett intyg om sokandens yrkeserfarenhet, 5) ett intyg som inte ar aldre an tre manader over att sokanden har gott namn och rykte eller inte har forsatts i konkurs, 6) ett intyg som inte ar aldre en tre manader over sokandens ekonomiska stallning och over att sokanden ar forsakrad mot de ekonomiska skador som ar forenade med hans eller hennes yrkesansvar. dessutom ska sokanden pa begaran i en bilaga till ansokan lamna upplysningar om sin utbildning sa att den myndighet som svarar for erkannandet av yrkeskvalifikationerna kan faststalla forekomsten av eventuella vasentliga olikheter i forhallande till den utbildning som kravs i finland. till ansokan ska av andra an pa ett nordiskt sprak avfattade bilagor fogas oversattningar till finska eller svenska utforda av en auktoriserad translator. narmare bestammelser om handlingar och intyg som ska fogas till ansokan kan utfardas genom forordning av statsradet."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Ammattipätevyyden tunnustamispäätös",
      "content": "Ammattipätevyyden tunnustamisesta vastaavan viranomaisen tulee ilmoittaa hakijalle hakemuksen vastaanottamisesta sekä mahdollisista puuttuvista asiakirjoista kuukauden kuluessa hakemuksen saapumisesta. Ammattipätevyyden automaattiseen tunnustamiseen liittyvä hakemus on ratkaistava kolmen ja muu hakemus neljän kuukauden kuluessa vaadittavien asiakirjojen esittämisestä. Jos hakijalle asetetaan ammattipätevyyden tunnustamispäätöksessä vaatimus korvaavista toimenpiteistä, tunnustamispäätös on ehdollinen, kunnes sopeutumisaika on kulunut loppuun tai kelpoisuuskoe on suoritettu hyväksytysti. Lopullinen tunnustamispäätös tehdään sen jälkeen, kun hakija on toimittanut kyseiselle viranomaiselle tiedon korvaavien toimenpiteiden suorittamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_13",
        "normalized_fi": "Ammattipätevyyden tunnustamisesta vastaavan viranomaisen tulee ilmoittaa hakijalle hakemuksen vastaanottamisesta sekä mahdollisista puuttuvista asiakirjoista kuukauden kuluessa hakemuksen saapumisesta. Ammattipätevyyden automaattiseen tunnustamiseen liittyvä hakemus on ratkaistava kolmen ja muu hakemus neljän kuukauden kuluessa vaadittavien asiakirjojen esittämisestä. Jos hakijalle asetetaan ammattipätevyyden tunnustamispäätöksessä vaatimus korvaavista toimenpiteistä, tunnustamispäätös on ehdollinen, kunnes sopeutumisaika on kulunut loppuun tai kelpoisuuskoe on suoritettu hyväksytysti. Lopullinen tunnustamispäätös tehdään sen jälkeen, kun hakija on toimittanut kyseiselle viranomaiselle tiedon korvaavien toimenpiteiden suorittamisesta.",
        "folded_fi": "ammattipatevyyden tunnustamisesta vastaavan viranomaisen tulee ilmoittaa hakijalle hakemuksen vastaanottamisesta seka mahdollisista puuttuvista asiakirjoista kuukauden kuluessa hakemuksen saapumisesta. ammattipatevyyden automaattiseen tunnustamiseen liittyva hakemus on ratkaistava kolmen ja muu hakemus neljan kuukauden kuluessa vaadittavien asiakirjojen esittamisesta. jos hakijalle asetetaan ammattipatevyyden tunnustamispaatoksessa vaatimus korvaavista toimenpiteista, tunnustamispaatos on ehdollinen, kunnes sopeutumisaika on kulunut loppuun tai kelpoisuuskoe on suoritettu hyvaksytysti. lopullinen tunnustamispaatos tehdaan sen jalkeen, kun hakija on toimittanut kyseiselle viranomaiselle tiedon korvaavien toimenpiteiden suorittamisesta.",
        "title_sv": "Beslut om erkännande av yrkeskvalifikationer",
        "content_sv": "Den myndighet som ansvarar för erkännandet av yrkeskvalifikationerna ska underrätta sökanden om att ansökan har mottagits samt om de handlingar som eventuellt saknas inom en månad från mottagandet av ansökan. Myndigheten ska avgöra en ansökan om automatiskt erkännande av yrkeskvalifikationer inom tre månader och andra ansökningar inom fyra månader efter det att de nödvändiga handlingarna har inkommit. Om det i ett beslut om erkännande av yrkeskvalifikationer krävs kompensationsåtgärder av sökanden, är beslutet om erkännande villkorligt fram till dess anpassningsperioden har löpt ut eller sökanden har avlagt lämplighetsprovet. Det slutliga beslutet om erkännande fattas efter det att sökanden har meddelat myndigheten att kompensationsåtgärderna har fullgjorts.",
        "normalized_sv": "Den myndighet som ansvarar för erkännandet av yrkeskvalifikationerna ska underrätta sökanden om att ansökan har mottagits samt om de handlingar som eventuellt saknas inom en månad från mottagandet av ansökan. Myndigheten ska avgöra en ansökan om automatiskt erkännande av yrkeskvalifikationer inom tre månader och andra ansökningar inom fyra månader efter det att de nödvändiga handlingarna har inkommit. Om det i ett beslut om erkännande av yrkeskvalifikationer krävs kompensationsåtgärder av sökanden, är beslutet om erkännande villkorligt fram till dess anpassningsperioden har löpt ut eller sökanden har avlagt lämplighetsprovet. Det slutliga beslutet om erkännande fattas efter det att sökanden har meddelat myndigheten att kompensationsåtgärderna har fullgjorts.",
        "folded_sv": "den myndighet som ansvarar for erkannandet av yrkeskvalifikationerna ska underratta sokanden om att ansokan har mottagits samt om de handlingar som eventuellt saknas inom en manad fran mottagandet av ansokan. myndigheten ska avgora en ansokan om automatiskt erkannande av yrkeskvalifikationer inom tre manader och andra ansokningar inom fyra manader efter det att de nodvandiga handlingarna har inkommit. om det i ett beslut om erkannande av yrkeskvalifikationer kravs kompensationsatgarder av sokanden, ar beslutet om erkannande villkorligt fram till dess anpassningsperioden har lopt ut eller sokanden har avlagt lamplighetsprovet. det slutliga beslutet om erkannande fattas efter det att sokanden har meddelat myndigheten att kompensationsatgarderna har fullgjorts."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Muutoksenhaku",
      "content": "Muutoksen hakemisesta tässä laissa tarkoitettuun päätökseen on voimassa, mitä hallintolainkäyttölaissa (586/1996) säädetään. Jos päätöstä ei ole tehty määräajassa, hakija voi tehdä hallintolainkäyttölain mukaisessa järjestyksessä valituksen, jonka katsotaan tällöin kohdistuvan hakemuksen hylkäävään päätökseen. Tällaisen valituksen voi tehdä, kunnes hakemukseen on annettu päätös.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_14",
        "normalized_fi": "Muutoksen hakemisesta tässä laissa tarkoitettuun päätökseen on voimassa, mitä hallintolainkäyttölaissa (586/1996) säädetään. Jos päätöstä ei ole tehty määräajassa, hakija voi tehdä hallintolainkäyttölain mukaisessa järjestyksessä valituksen, jonka katsotaan tällöin kohdistuvan hakemuksen hylkäävään päätökseen. Tällaisen valituksen voi tehdä, kunnes hakemukseen on annettu päätös.",
        "folded_fi": "muutoksen hakemisesta tassa laissa tarkoitettuun paatokseen on voimassa, mita hallintolainkayttolaissa (586/1996) saadetaan. jos paatosta ei ole tehty maaraajassa, hakija voi tehda hallintolainkayttolain mukaisessa jarjestyksessa valituksen, jonka katsotaan talloin kohdistuvan hakemuksen hylkaavaan paatokseen. tallaisen valituksen voi tehda, kunnes hakemukseen on annettu paatos.",
        "title_sv": "Ändringssökande",
        "content_sv": "I fråga om sökande av ändring i beslut som avses i denna lag gäller vad som bestäms i förvaltningsprocesslagen (586/1996). Om beslut inte har meddelats inom den föreskrivna tiden, kan sökanden på det sätt som anges i förvaltningsprocesslagen anföra besvär, som då anses avse ett avslagsbeslut med anledning av ansökan. Sådana besvär kan anföras till dess att ett beslut med anledning av ansökan har meddelats.",
        "normalized_sv": "I fråga om sökande av ändring i beslut som avses i denna lag gäller vad som bestäms i förvaltningsprocesslagen (586/1996). Om beslut inte har meddelats inom den föreskrivna tiden, kan sökanden på det sätt som anges i förvaltningsprocesslagen anföra besvär, som då anses avse ett avslagsbeslut med anledning av ansökan. Sådana besvär kan anföras till dess att ett beslut med anledning av ansökan har meddelats.",
        "folded_sv": "i fraga om sokande av andring i beslut som avses i denna lag galler vad som bestams i forvaltningsprocesslagen (586/1996). om beslut inte har meddelats inom den foreskrivna tiden, kan sokanden pa det satt som anges i forvaltningsprocesslagen anfora besvar, som da anses avse ett avslagsbeslut med anledning av ansokan. sadana besvar kan anforas till dess att ett beslut med anledning av ansokan har meddelats."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "Ammattinimikkeen ja tutkintonimikkeenkäyttö",
      "content": "Jos tiettyyn ammattitoimintaan liittyvän ammattinimikkeen käyttö on kansallisesti säännelty, muiden jäsenvaltioiden kansalaisten, joilla on lupa harjoittaa säänneltyä ammattia tässä laissa tarkoitetun ammattipätevyyden tunnustamispäätöksen nojalla, on käytettävä Suomen lainsäädännössä määritettyä ammattinimikettä ja sen mahdollista lyhennettä. Hakijalla on oikeus käyttää kotijäsenvaltion tutkintonimikettä tai tarvittaessa sen lyhennettä kotijäsenvaltion kielellä. Jos tutkintonimike voidaan sekoittaa sellaiseen nimikkeeseen, joka edellyttää Suomessa lisäkoulutusta, ammattipätevyyden tunnustamisesta vastaava viranomainen voi edellyttää hakijan käyttävän tutkintonimikettä sopivassa muodossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_15",
        "normalized_fi": "Jos tiettyyn ammattitoimintaan liittyvän ammattinimikkeen käyttö on kansallisesti säännelty, muiden jäsenvaltioiden kansalaisten, joilla on lupa harjoittaa säänneltyä ammattia tässä laissa tarkoitetun ammattipätevyyden tunnustamispäätöksen nojalla, on käytettävä Suomen lainsäädännössä määritettyä ammattinimikettä ja sen mahdollista lyhennettä. Hakijalla on oikeus käyttää kotijäsenvaltion tutkintonimikettä tai tarvittaessa sen lyhennettä kotijäsenvaltion kielellä. Jos tutkintonimike voidaan sekoittaa sellaiseen nimikkeeseen, joka edellyttää Suomessa lisäkoulutusta, ammattipätevyyden tunnustamisesta vastaava viranomainen voi edellyttää hakijan käyttävän tutkintonimikettä sopivassa muodossa.",
        "folded_fi": "jos tiettyyn ammattitoimintaan liittyvan ammattinimikkeen kaytto on kansallisesti saannelty, muiden jasenvaltioiden kansalaisten, joilla on lupa harjoittaa saanneltya ammattia tassa laissa tarkoitetun ammattipatevyyden tunnustamispaatoksen nojalla, on kaytettava suomen lainsaadannossa maaritettya ammattinimiketta ja sen mahdollista lyhennetta. hakijalla on oikeus kayttaa kotijasenvaltion tutkintonimiketta tai tarvittaessa sen lyhennetta kotijasenvaltion kielella. jos tutkintonimike voidaan sekoittaa sellaiseen nimikkeeseen, joka edellyttaa suomessa lisakoulutusta, ammattipatevyyden tunnustamisesta vastaava viranomainen voi edellyttaa hakijan kayttavan tutkintonimiketta sopivassa muodossa.",
        "title_sv": "Användande av yrkestitel och akademisk titel",
        "content_sv": "Om användandet av en yrkestitel för en viss yrkesverksamhet är nationellt reglerad, ska medborgare i andra medlemsstater som har tillstånd att utöva det reglerade yrket med stöd av ett sådant beslut om erkännande av yrkeskvalifikationer som avses i denna lag använda den yrkestitel och den eventuella förkortning för titeln som fastställts i finsk lagstiftning. Sökanden har rätt att använda en akademisk titel från ursprungsmedlemsstaten, och den eventuella förkortningen av titeln, på ursprungsmedlemsstatens språk. Om en akademisk titel kan förväxlas med en titel som i Finland kräver kompletterande utbildning, får den myndighet som ansvarar för erkännandet av yrkeskvalifikationerna kräva att sökanden använder den akademiska titeln i en lämplig form.",
        "normalized_sv": "Om användandet av en yrkestitel för en viss yrkesverksamhet är nationellt reglerad, ska medborgare i andra medlemsstater som har tillstånd att utöva det reglerade yrket med stöd av ett sådant beslut om erkännande av yrkeskvalifikationer som avses i denna lag använda den yrkestitel och den eventuella förkortning för titeln som fastställts i finsk lagstiftning. Sökanden har rätt att använda en akademisk titel från ursprungsmedlemsstaten, och den eventuella förkortningen av titeln, på ursprungsmedlemsstatens språk. Om en akademisk titel kan förväxlas med en titel som i Finland kräver kompletterande utbildning, får den myndighet som ansvarar för erkännandet av yrkeskvalifikationerna kräva att sökanden använder den akademiska titeln i en lämplig form.",
        "folded_sv": "om anvandandet av en yrkestitel for en viss yrkesverksamhet ar nationellt reglerad, ska medborgare i andra medlemsstater som har tillstand att utova det reglerade yrket med stod av ett sadant beslut om erkannande av yrkeskvalifikationer som avses i denna lag anvanda den yrkestitel och den eventuella forkortning for titeln som faststallts i finsk lagstiftning. sokanden har ratt att anvanda en akademisk titel fran ursprungsmedlemsstaten, och den eventuella forkortningen av titeln, pa ursprungsmedlemsstatens sprak. om en akademisk titel kan forvaxlas med en titel som i finland kraver kompletterande utbildning, far den myndighet som ansvarar for erkannandet av yrkeskvalifikationerna krava att sokanden anvander den akademiska titeln i en lamplig form."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Palvelun tarjoamisen vapauden periaate",
      "content": "Jos toiseen jäsenvaltioon laillisesti sijoittautunut ammatinharjoittaja tarjoaa palveluja Suomessa väliaikaisesti ja satunnaisesti, palvelun tarjoamisen vapautta ei voi rajoittaa ammattipätevyyteen liittyvästä syystä. Väliaikainen ja satunnainen palvelun tarjoaminen on sallittava myös, jos ammatti ei ole säännelty sijoittautumisjäsenvaltiossa ja palvelun tarjoaja on harjoittanut siellä asianomaista ammattia vähintään kahden vuoden ajan viimeisten kymmenen vuoden aikana. Palvelun tarjoajaan sovelletaan kansallisia säännöksiä, jotka koskevat välittömästi ammattipätevyyttä tai ammatillista valvontaa. Palvelun tarjoajaan ei sovelleta kansallisia vaatimuksia, jotka koskevat ammatillisen järjestön myöntämää lupaa tai sen rekisteriin merkitsemistä taikka jäsenyyttä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_16",
        "normalized_fi": "Jos toiseen jäsenvaltioon laillisesti sijoittautunut ammatinharjoittaja tarjoaa palveluja Suomessa väliaikaisesti ja satunnaisesti, palvelun tarjoamisen vapautta ei voi rajoittaa ammattipätevyyteen liittyvästä syystä. Väliaikainen ja satunnainen palvelun tarjoaminen on sallittava myös, jos ammatti ei ole säännelty sijoittautumisjäsenvaltiossa ja palvelun tarjoaja on harjoittanut siellä asianomaista ammattia vähintään kahden vuoden ajan viimeisten kymmenen vuoden aikana. Palvelun tarjoajaan sovelletaan kansallisia säännöksiä, jotka koskevat välittömästi ammattipätevyyttä tai ammatillista valvontaa. Palvelun tarjoajaan ei sovelleta kansallisia vaatimuksia, jotka koskevat ammatillisen järjestön myöntämää lupaa tai sen rekisteriin merkitsemistä taikka jäsenyyttä.",
        "folded_fi": "jos toiseen jasenvaltioon laillisesti sijoittautunut ammatinharjoittaja tarjoaa palveluja suomessa valiaikaisesti ja satunnaisesti, palvelun tarjoamisen vapautta ei voi rajoittaa ammattipatevyyteen liittyvasta syysta. valiaikainen ja satunnainen palvelun tarjoaminen on sallittava myos, jos ammatti ei ole saannelty sijoittautumisjasenvaltiossa ja palvelun tarjoaja on harjoittanut siella asianomaista ammattia vahintaan kahden vuoden ajan viimeisten kymmenen vuoden aikana. palvelun tarjoajaan sovelletaan kansallisia saannoksia, jotka koskevat valittomasti ammattipatevyytta tai ammatillista valvontaa. palvelun tarjoajaan ei sovelleta kansallisia vaatimuksia, jotka koskevat ammatillisen jarjeston myontamaa lupaa tai sen rekisteriin merkitsemista taikka jasenyytta.",
        "title_sv": "Principen om friheten att tillhandahålla tjänster",
        "content_sv": "Om en yrkesutövare som är lagligen etablerad i en annan medlemsstat temporärt och sporadiskt tillhandahåller tjänster i Finland, får friheten att tillhandahålla tjänster inte inskränkas av skäl som rör yrkeskvalifikationerna. Temporärt och sporadiskt tillhandahållande av tjänster ska också tillåtas om yrket inte är reglerat i etableringsmedlemsstaten och tjänsteleverantören har utövat yrket i fråga under minst två år i denna medlemsstat under de tio senaste åren. På tjänsteleverantören tillämpas de nationella regler som har direkt samband med yrkeskvalifikationerna eller tillsynen över yrkesutövningen. Tjänsteleverantören omfattas inte av nationella krav som gäller tillstånd som beviljas av en yrkesorganisation eller registrering i eller medlemskap i en yrkesorganisation.",
        "normalized_sv": "Om en yrkesutövare som är lagligen etablerad i en annan medlemsstat temporärt och sporadiskt tillhandahåller tjänster i Finland, får friheten att tillhandahålla tjänster inte inskränkas av skäl som rör yrkeskvalifikationerna. Temporärt och sporadiskt tillhandahållande av tjänster ska också tillåtas om yrket inte är reglerat i etableringsmedlemsstaten och tjänsteleverantören har utövat yrket i fråga under minst två år i denna medlemsstat under de tio senaste åren. På tjänsteleverantören tillämpas de nationella regler som har direkt samband med yrkeskvalifikationerna eller tillsynen över yrkesutövningen. Tjänsteleverantören omfattas inte av nationella krav som gäller tillstånd som beviljas av en yrkesorganisation eller registrering i eller medlemskap i en yrkesorganisation.",
        "folded_sv": "om en yrkesutovare som ar lagligen etablerad i en annan medlemsstat temporart och sporadiskt tillhandahaller tjanster i finland, far friheten att tillhandahalla tjanster inte inskrankas av skal som ror yrkeskvalifikationerna. temporart och sporadiskt tillhandahallande av tjanster ska ocksa tillatas om yrket inte ar reglerat i etableringsmedlemsstaten och tjansteleverantoren har utovat yrket i fraga under minst tva ar i denna medlemsstat under de tio senaste aren. pa tjansteleverantoren tillampas de nationella regler som har direkt samband med yrkeskvalifikationerna eller tillsynen over yrkesutovningen. tjansteleverantoren omfattas inte av nationella krav som galler tillstand som beviljas av en yrkesorganisation eller registrering i eller medlemskap i en yrkesorganisation."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Palvelun tarjoajan ammattinimike",
      "content": "Palvelun tarjoajan on käytettävä kotijäsenvaltion ammattinimikettä sen virallisella kielellä, jos kotijäsenvaltiossa on nimike ammattia varten. Jos kotijäsenvaltiossa ei ole ammattinimikettä, palvelun tarjoajan on ilmoitettava tutkintonimikkeensä kotijäsenvaltionsa virallisella kielellä. Automaattisen tunnustamisen alaan kuuluvista ammateista on kuitenkin käytettävä Suomen lainsäädännössä määritettyä ammattinimikettä. Jos palvelun tarjoamisessa käytetään kotijäsenvaltion ammattinimikettä tai palvelun tarjoajan tutkintonimikettä, palvelun tarjoajan tulee antaa palvelun vastaanottajalle seuraavat tiedot: 1) kaupparekisterin tai muun vastaavan julkisen rekisterin rekisterimerkinnän tunniste; 2) kotijäsenvaltiossa luvanvaraista toimintaa valvovan toimivaltaisen viranomaisen yhteystiedot; 3) ammatillinen järjestö tai vastaava elin, jonka rekisteriin palvelun tarjoaja on merkitty; 4) jäsenvaltio, jossa ammattinimike tai tutkintonimike on annettu; 5) arvonlisäverotunniste; 6) yksityiskohtaiset tiedot vakuutusturvasta tai vastaavasta henkilökohtaisesta tai kollektiivisesta ammatillista vastuuta koskevasta suojasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_17",
        "normalized_fi": "Palvelun tarjoajan on käytettävä kotijäsenvaltion ammattinimikettä sen virallisella kielellä, jos kotijäsenvaltiossa on nimike ammattia varten. Jos kotijäsenvaltiossa ei ole ammattinimikettä, palvelun tarjoajan on ilmoitettava tutkintonimikkeensä kotijäsenvaltionsa virallisella kielellä. Automaattisen tunnustamisen alaan kuuluvista ammateista on kuitenkin käytettävä Suomen lainsäädännössä määritettyä ammattinimikettä. Jos palvelun tarjoamisessa käytetään kotijäsenvaltion ammattinimikettä tai palvelun tarjoajan tutkintonimikettä, palvelun tarjoajan tulee antaa palvelun vastaanottajalle seuraavat tiedot: 1) kaupparekisterin tai muun vastaavan julkisen rekisterin rekisterimerkinnän tunniste; 2) kotijäsenvaltiossa luvanvaraista toimintaa valvovan toimivaltaisen viranomaisen yhteystiedot; 3) ammatillinen järjestö tai vastaava elin, jonka rekisteriin palvelun tarjoaja on merkitty; 4) jäsenvaltio, jossa ammattinimike tai tutkintonimike on annettu; 5) arvonlisäverotunniste; 6) yksityiskohtaiset tiedot vakuutusturvasta tai vastaavasta henkilökohtaisesta tai kollektiivisesta ammatillista vastuuta koskevasta suojasta.",
        "folded_fi": "palvelun tarjoajan on kaytettava kotijasenvaltion ammattinimiketta sen virallisella kielella, jos kotijasenvaltiossa on nimike ammattia varten. jos kotijasenvaltiossa ei ole ammattinimiketta, palvelun tarjoajan on ilmoitettava tutkintonimikkeensa kotijasenvaltionsa virallisella kielella. automaattisen tunnustamisen alaan kuuluvista ammateista on kuitenkin kaytettava suomen lainsaadannossa maaritettya ammattinimiketta. jos palvelun tarjoamisessa kaytetaan kotijasenvaltion ammattinimiketta tai palvelun tarjoajan tutkintonimiketta, palvelun tarjoajan tulee antaa palvelun vastaanottajalle seuraavat tiedot: 1) kaupparekisterin tai muun vastaavan julkisen rekisterin rekisterimerkinnan tunniste; 2) kotijasenvaltiossa luvanvaraista toimintaa valvovan toimivaltaisen viranomaisen yhteystiedot; 3) ammatillinen jarjesto tai vastaava elin, jonka rekisteriin palvelun tarjoaja on merkitty; 4) jasenvaltio, jossa ammattinimike tai tutkintonimike on annettu; 5) arvonlisaverotunniste; 6) yksityiskohtaiset tiedot vakuutusturvasta tai vastaavasta henkilokohtaisesta tai kollektiivisesta ammatillista vastuuta koskevasta suojasta.",
        "title_sv": "Tjänsteleverantörens yrkestitel",
        "content_sv": "En tjänsteleverantör ska använda yrkestiteln i ursprungsmedlemsstaten på dess officiella språk när det i denna medlemsstat finns en titel för yrket. Om en sådan yrkestitel inte finns i ursprungsmedlemsstaten, ska tjänsteleverantören ange sin akademiska titel på ursprungsmedlemsstatens officiella språk. I fråga om yrken som erkänns automatiskt ska dock den yrkestitel som fastställts i finsk lagstiftning användas. I de fall då tjänster tillhandahålls under ursprungsmedlemsstatens yrkestitel eller enligt tjänsteleverantörens akademiska titel ska följande uppgifter lämnas till tjänstemottagaren: 1) registreringsnummer i ett handelsregister eller motsvarande offentligt register, 2) kontaktuppgifter för den behöriga tillsynsmyndigheten i ursprungsmedlemsstaten, om verksamheten i denna omfattas av ett tillståndssystem, 3) yrkessammanslutning eller liknande organisation i vilken tjänsteleverantören är registrerad, 4) medlemsstat där tjänsteleverantören tilldelats yrkestiteln eller den akademiska titeln, 5) identifieringsnummer för mervärdesskatt, 6) detaljerade uppgifter om försäkringsskydd eller annat personligt eller kollektivt skydd som gäller yrkesansvar.",
        "normalized_sv": "En tjänsteleverantör ska använda yrkestiteln i ursprungsmedlemsstaten på dess officiella språk när det i denna medlemsstat finns en titel för yrket. Om en sådan yrkestitel inte finns i ursprungsmedlemsstaten, ska tjänsteleverantören ange sin akademiska titel på ursprungsmedlemsstatens officiella språk. I fråga om yrken som erkänns automatiskt ska dock den yrkestitel som fastställts i finsk lagstiftning användas. I de fall då tjänster tillhandahålls under ursprungsmedlemsstatens yrkestitel eller enligt tjänsteleverantörens akademiska titel ska följande uppgifter lämnas till tjänstemottagaren: 1) registreringsnummer i ett handelsregister eller motsvarande offentligt register, 2) kontaktuppgifter för den behöriga tillsynsmyndigheten i ursprungsmedlemsstaten, om verksamheten i denna omfattas av ett tillståndssystem, 3) yrkessammanslutning eller liknande organisation i vilken tjänsteleverantören är registrerad, 4) medlemsstat där tjänsteleverantören tilldelats yrkestiteln eller den akademiska titeln, 5) identifieringsnummer för mervärdesskatt, 6) detaljerade uppgifter om försäkringsskydd eller annat personligt eller kollektivt skydd som gäller yrkesansvar.",
        "folded_sv": "en tjansteleverantor ska anvanda yrkestiteln i ursprungsmedlemsstaten pa dess officiella sprak nar det i denna medlemsstat finns en titel for yrket. om en sadan yrkestitel inte finns i ursprungsmedlemsstaten, ska tjansteleverantoren ange sin akademiska titel pa ursprungsmedlemsstatens officiella sprak. i fraga om yrken som erkanns automatiskt ska dock den yrkestitel som faststallts i finsk lagstiftning anvandas. i de fall da tjanster tillhandahalls under ursprungsmedlemsstatens yrkestitel eller enligt tjansteleverantorens akademiska titel ska foljande uppgifter lamnas till tjanstemottagaren: 1) registreringsnummer i ett handelsregister eller motsvarande offentligt register, 2) kontaktuppgifter for den behoriga tillsynsmyndigheten i ursprungsmedlemsstaten, om verksamheten i denna omfattas av ett tillstandssystem, 3) yrkessammanslutning eller liknande organisation i vilken tjansteleverantoren ar registrerad, 4) medlemsstat dar tjansteleverantoren tilldelats yrkestiteln eller den akademiska titeln, 5) identifieringsnummer for mervardesskatt, 6) detaljerade uppgifter om forsakringsskydd eller annat personligt eller kollektivt skydd som galler yrkesansvar."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2008. Tällä lailla kumotaan Euroopan yhteisön yleisen tutkintojen tunnustamisjärjestelmän voimaanpanosta annettu laki (1597/1992) siihen myöhemmin tehtyine muutoksineen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_18",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2008. Tällä lailla kumotaan Euroopan yhteisön yleisen tutkintojen tunnustamisjärjestelmän voimaanpanosta annettu laki (1597/1992) siihen myöhemmin tehtyine muutoksineen.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2008. talla lailla kumotaan euroopan yhteison yleisen tutkintojen tunnustamisjarjestelman voimaanpanosta annettu laki (1597/1992) siihen myohemmin tehtyine muutoksineen.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2008. Genom denna lag upphävs lagen om genomförande av en generell ordning för erkännande av examina inom Europeiska gemenskapen (1597/1992) jämte ändringar.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2008. Genom denna lag upphävs lagen om genomförande av en generell ordning för erkännande av examina inom Europeiska gemenskapen (1597/1992) jämte ändringar.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2008. genom denna lag upphavs lagen om genomforande av en generell ordning for erkannande av examina inom europeiska gemenskapen (1597/1992) jamte andringar."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Siirtymäsäännökset",
      "content": "Ennen tämän lain voimaantuloa vireille tulleisiin hakemuksiin sovelletaan tämän lain säännöksiä, jos päätös tehdään tämän lain voimaantulon jälkeen. Muualla lainsäädännössä oleva viittaus Euroopan yhteisön yleisen tutkintojen tunnustamisjärjestelmän voimaanpanosta annettuun lakiin katsotaan tämän lain voimaantulon jälkeen viittaukseksi tähän lakiin. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_19",
        "normalized_fi": "Ennen tämän lain voimaantuloa vireille tulleisiin hakemuksiin sovelletaan tämän lain säännöksiä, jos päätös tehdään tämän lain voimaantulon jälkeen. Muualla lainsäädännössä oleva viittaus Euroopan yhteisön yleisen tutkintojen tunnustamisjärjestelmän voimaanpanosta annettuun lakiin katsotaan tämän lain voimaantulon jälkeen viittaukseksi tähän lakiin. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
        "folded_fi": "ennen taman lain voimaantuloa vireille tulleisiin hakemuksiin sovelletaan taman lain saannoksia, jos paatos tehdaan taman lain voimaantulon jalkeen. muualla lainsaadannossa oleva viittaus euroopan yhteison yleisen tutkintojen tunnustamisjarjestelman voimaanpanosta annettuun lakiin katsotaan taman lain voimaantulon jalkeen viittaukseksi tahan lakiin. ennen lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "På ansökningar som anhängiggjorts innan denna lag har trätt i kraft tillämpas bestämmelserna i denna lag, om beslutet fattas efter lagens ikraftträdande. En hänvisning till lagen om genomförande av en generell ordning för erkännande av examina inom Europeiska gemenskapen någon annanstans i lagstiftningen avser efter ikraftträdandet av denna lag en hänvisning till denna lag. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "På ansökningar som anhängiggjorts innan denna lag har trätt i kraft tillämpas bestämmelserna i denna lag, om beslutet fattas efter lagens ikraftträdande. En hänvisning till lagen om genomförande av en generell ordning för erkännande av examina inom Europeiska gemenskapen någon annanstans i lagstiftningen avser efter ikraftträdandet av denna lag en hänvisning till denna lag. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "pa ansokningar som anhangiggjorts innan denna lag har tratt i kraft tillampas bestammelserna i denna lag, om beslutet fattas efter lagens ikrafttradande. en hanvisning till lagen om genomforande av en generell ordning for erkannande av examina inom europeiska gemenskapen nagon annanstans i lagstiftningen avser efter ikrafttradandet av denna lag en hanvisning till denna lag. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    }
  ]
}