{
  "id": "1094/2007",
  "type": "statute",
  "title": "Laki eläinlääkärinammatin harjoittamisesta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om utövning av veterinäryrket",
  "status": "in_force",
  "issued_date": "2007-11-30",
  "in_force_date": "2007-11-30",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/1094/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Kansainvälisiin velvoitteisiin perustuva eläinlääkäriksi laillistaminen",
      "content": "Elintarviketurvallisuusvirasto päättää ammattipätevyyden tunnustamisesta annetun lain (1093/2007) soveltamisalaan kuuluvissa, muissa kuin tämän pykälän 1 ja 2 momentissa tarkoitetuissa tapauksissa, ulkomailla hankitun eläinlääkärin pätevyyden tuottamasta oikeudesta toimia eläinlääkärinä siten kuin mainitussa laissa säädetään. Eläinlääkäriksi laillistamisen edellytyksenä on lisäksi 3 §:ssä tarkoitetun eläinlääkärinvakuutuksen antaminen. Tätä lakia sovelletaan myös eläinlääkäriksi laillistamiseen ja eläinlääkäripalvelujen tarjoamiseen, joka perustuu Euroopan yhteisön ja sen jäsenvaltioiden toisen osapuolen kanssa tekemään sopimukseen tai muiden kuin Euroopan unioniin kuuluvien valtioiden kansalaisten asemaa koskevaan yhteisön lainsäädäntöön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Elintarviketurvallisuusvirasto päättää ammattipätevyyden tunnustamisesta annetun lain (1093/2007) soveltamisalaan kuuluvissa, muissa kuin tämän pykälän 1 ja 2 momentissa tarkoitetuissa tapauksissa, ulkomailla hankitun eläinlääkärin pätevyyden tuottamasta oikeudesta toimia eläinlääkärinä siten kuin mainitussa laissa säädetään. Eläinlääkäriksi laillistamisen edellytyksenä on lisäksi 3 § :ssä tarkoitetun eläinlääkärinvakuutuksen antaminen. Tätä lakia sovelletaan myös eläinlääkäriksi laillistamiseen ja eläinlääkäripalvelujen tarjoamiseen, joka perustuu Euroopan yhteisön ja sen jäsenvaltioiden toisen osapuolen kanssa tekemään sopimukseen tai muiden kuin Euroopan unioniin kuuluvien valtioiden kansalaisten asemaa koskevaan yhteisön lainsäädäntöön.",
        "folded_fi": "elintarviketurvallisuusvirasto paattaa ammattipatevyyden tunnustamisesta annetun lain (1093/2007) soveltamisalaan kuuluvissa, muissa kuin taman pykalan 1 ja 2 momentissa tarkoitetuissa tapauksissa, ulkomailla hankitun elainlaakarin patevyyden tuottamasta oikeudesta toimia elainlaakarina siten kuin mainitussa laissa saadetaan. elainlaakariksi laillistamisen edellytyksena on lisaksi 3 §:ssa tarkoitetun elainlaakarinvakuutuksen antaminen. tata lakia sovelletaan myos elainlaakariksi laillistamiseen ja elainlaakaripalvelujen tarjoamiseen, joka perustuu euroopan yhteison ja sen jasenvaltioiden toisen osapuolen kanssa tekemaan sopimukseen tai muiden kuin euroopan unioniin kuuluvien valtioiden kansalaisten asemaa koskevaan yhteison lainsaadantoon.",
        "title_sv": "På internationella förpliktelser baserad legitimation som veterinär",
        "content_sv": "I andra fall som omfattas av lagen om erkännande av yrkeskvalifikationer (1093/ 2007) än de som avses i 1 och 2 mom. i denna paragraf fattar Livsmedelssäkerhetsverket beslut om den rätt att vara verksam som veterinär som följer av en utomlands förvärvad veterinärkompetens på det sätt som föreskrivs i den nämnda lagen. En förutsättning för legitimation som veterinär är dessutom avgivande av den veterinärförsäkran som avses i 3 §. Denna lag tillämpas också på legitimation som veterinär och på tillhandahållande av veterinärtjänster, som grundar sig på avtal som ingåtts mellan Europeiska gemenskapen och dess medlemsstater och en annan part eller på gemenskapens lagstiftning om ställningen för medborgare i andra stater än de som hör till Europeiska unionen.",
        "normalized_sv": "I andra fall som omfattas av lagen om erkännande av yrkeskvalifikationer (1093/ 2007) än de som avses i 1 och 2 mom. i denna paragraf fattar Livsmedelssäkerhetsverket beslut om den rätt att vara verksam som veterinär som följer av en utomlands förvärvad veterinärkompetens på det sätt som föreskrivs i den nämnda lagen. En förutsättning för legitimation som veterinär är dessutom avgivande av den veterinärförsäkran som avses i 3 § . Denna lag tillämpas också på legitimation som veterinär och på tillhandahållande av veterinärtjänster, som grundar sig på avtal som ingåtts mellan Europeiska gemenskapen och dess medlemsstater och en annan part eller på gemenskapens lagstiftning om ställningen för medborgare i andra stater än de som hör till Europeiska unionen.",
        "folded_sv": "i andra fall som omfattas av lagen om erkannande av yrkeskvalifikationer (1093/ 2007) an de som avses i 1 och 2 mom. i denna paragraf fattar livsmedelssakerhetsverket beslut om den ratt att vara verksam som veterinar som foljer av en utomlands forvarvad veterinarkompetens pa det satt som foreskrivs i den namnda lagen. en forutsattning for legitimation som veterinar ar dessutom avgivande av den veterinarforsakran som avses i 3 §. denna lag tillampas ocksa pa legitimation som veterinar och pa tillhandahallande av veterinartjanster, som grundar sig pa avtal som ingatts mellan europeiska gemenskapen och dess medlemsstater och en annan part eller pa gemenskapens lagstiftning om stallningen for medborgare i andra stater an de som hor till europeiska unionen."
      }
    },
    {
      "provision_ref": "5 a",
      "section": "5 a",
      "title": "Laillistamishakemuksen liitteet",
      "content": "Eläinlääkäriksi laillistamista koskevaan hakemukseen on 4 ja 5 §:ssä tarkoitetuissa tapauksissa liitettävä seuraavat asiakirjat: 1) hakijan kansalaisuuden todistava asiakirja; 2) todistus eläinlääketieteellisen koulutuksen suorittamisesta, jonka perusteella henkilöllä on oikeus harjoittaa itsenäisesti eläinlääkärinammattia todistuksen antaneessa valtiossa; 3) jos henkilölle on myönnetty oikeus harjoittaa itsenäisesti eläinlääkärinammattia jossakin muussa valtiossa kuin Suomessa, kyseisen maan toimivaltaisen viranomaisen enintään kolme kuukautta aikaisemmin antama todistus siitä, että tätä oikeutta ei ole rajoitettu vakavan ammatillisen virheen tai laiminlyönnin taikka muun vastaavan syyn vuoksi; sekä 4) 5 §:ssä tarkoitetuissa tapauksissa todistus vaadittavien lisäopintojen suorittamisesta sekä kielitaidosta. Elintarviketurvallisuusvirasto voi 4 §:n 1 momentissa tarkoitetuissa tapauksissa lisäksi vaatia hakijaa liittämään hakemukseensa todistuksen siitä, että eläinlääketieteellinen tutkinto on Euroopan yhteisön säädösten mukainen, tai todistuksen eläinlääkärinammatin harjoittamisesta. Liiteasiakirjat on esitettävä alkuperäisinä tai virallisesti oikeaksi todistettuina jäljennöksinä. Hakemukseen tulee liittää virallisen kääntäjän kääntämät suomen- tai ruotsinkieliset käännökset muista kuin pohjoismaisella kielellä kirjoitetuista liiteasiakirjoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5 a",
        "normalized_fi": "Eläinlääkäriksi laillistamista koskevaan hakemukseen on 4 ja 5 § :ssä tarkoitetuissa tapauksissa liitettävä seuraavat asiakirjat: 1) hakijan kansalaisuuden todistava asiakirja; 2) todistus eläinlääketieteellisen koulutuksen suorittamisesta, jonka perusteella henkilöllä on oikeus harjoittaa itsenäisesti eläinlääkärinammattia todistuksen antaneessa valtiossa; 3) jos henkilölle on myönnetty oikeus harjoittaa itsenäisesti eläinlääkärinammattia jossakin muussa valtiossa kuin Suomessa, kyseisen maan toimivaltaisen viranomaisen enintään kolme kuukautta aikaisemmin antama todistus siitä, että tätä oikeutta ei ole rajoitettu vakavan ammatillisen virheen tai laiminlyönnin taikka muun vastaavan syyn vuoksi; sekä 4) 5 § :ssä tarkoitetuissa tapauksissa todistus vaadittavien lisäopintojen suorittamisesta sekä kielitaidosta. Elintarviketurvallisuusvirasto voi 4 § :n 1 momentissa tarkoitetuissa tapauksissa lisäksi vaatia hakijaa liittämään hakemukseensa todistuksen siitä, että eläinlääketieteellinen tutkinto on Euroopan yhteisön säädösten mukainen, tai todistuksen eläinlääkärinammatin harjoittamisesta. Liiteasiakirjat on esitettävä alkuperäisinä tai virallisesti oikeaksi todistettuina jäljennöksinä. Hakemukseen tulee liittää virallisen kääntäjän kääntämät suomen- tai ruotsinkieliset käännökset muista kuin pohjoismaisella kielellä kirjoitetuista liiteasiakirjoista.",
        "folded_fi": "elainlaakariksi laillistamista koskevaan hakemukseen on 4 ja 5 §:ssa tarkoitetuissa tapauksissa liitettava seuraavat asiakirjat: 1) hakijan kansalaisuuden todistava asiakirja; 2) todistus elainlaaketieteellisen koulutuksen suorittamisesta, jonka perusteella henkilolla on oikeus harjoittaa itsenaisesti elainlaakarinammattia todistuksen antaneessa valtiossa; 3) jos henkilolle on myonnetty oikeus harjoittaa itsenaisesti elainlaakarinammattia jossakin muussa valtiossa kuin suomessa, kyseisen maan toimivaltaisen viranomaisen enintaan kolme kuukautta aikaisemmin antama todistus siita, etta tata oikeutta ei ole rajoitettu vakavan ammatillisen virheen tai laiminlyonnin taikka muun vastaavan syyn vuoksi; seka 4) 5 §:ssa tarkoitetuissa tapauksissa todistus vaadittavien lisaopintojen suorittamisesta seka kielitaidosta. elintarviketurvallisuusvirasto voi 4 §:n 1 momentissa tarkoitetuissa tapauksissa lisaksi vaatia hakijaa liittamaan hakemukseensa todistuksen siita, etta elainlaaketieteellinen tutkinto on euroopan yhteison saadosten mukainen, tai todistuksen elainlaakarinammatin harjoittamisesta. liiteasiakirjat on esitettava alkuperaisina tai virallisesti oikeaksi todistettuina jaljennoksina. hakemukseen tulee liittaa virallisen kaantajan kaantamat suomen- tai ruotsinkieliset kaannokset muista kuin pohjoismaisella kielella kirjoitetuista liiteasiakirjoista.",
        "title_sv": "Bilagor till ansökan om legitimation",
        "content_sv": "Till ansökan om legitimation som veterinär ska i de fall som avses i 4 och 5 § fogas följande handlingar: 1) bevis på sökandens medborgarskap, 2) ett bevis över avslutad veterinärutbildning på grundval av vilken innehavaren har rätt att självständigt utöva veterinäryrket i den stat där utbildningsbeviset har utfärdats, 3) om en person har beviljats rätt att självständigt utöva veterinäryrket i någon annan stat än Finland, ett intyg som den behöriga myndigheten i denna stat utfärdat högst tre månader tidigare om att denna rätt inte har begränsats på grund av ett allvarligt fel eller en allvarlig försummelse i yrkesutövningen eller någon annan motsvarande anledning, samt 4) i de fall som avses i 5 § ett intyg om att de kompletterande studier som krävs har fullgjorts samt över språkkunskaper. Livsmedelssäkerhetsverket kan i de fall som avses i 4 § 1 mom. dessutom kräva att sökanden till sin ansökan fogar ett intyg om att veterinärexamen överensstämmer med Europeiska gemenskapens regelverk, eller ett intyg om utövning av veterinäryrket. Bilagorna ska visas upp i original eller i form av officiellt bestyrkta kopior. Till ansökan ska av andra än på ett nordiskt språk avfattade bilagor fogas översättningar till finska eller svenska utförda av en auktoriserad translator.",
        "normalized_sv": "Till ansökan om legitimation som veterinär ska i de fall som avses i 4 och 5 § fogas följande handlingar: 1) bevis på sökandens medborgarskap, 2) ett bevis över avslutad veterinärutbildning på grundval av vilken innehavaren har rätt att självständigt utöva veterinäryrket i den stat där utbildningsbeviset har utfärdats, 3) om en person har beviljats rätt att självständigt utöva veterinäryrket i någon annan stat än Finland, ett intyg som den behöriga myndigheten i denna stat utfärdat högst tre månader tidigare om att denna rätt inte har begränsats på grund av ett allvarligt fel eller en allvarlig försummelse i yrkesutövningen eller någon annan motsvarande anledning, samt 4) i de fall som avses i 5 § ett intyg om att de kompletterande studier som krävs har fullgjorts samt över språkkunskaper. Livsmedelssäkerhetsverket kan i de fall som avses i 4 § 1 mom. dessutom kräva att sökanden till sin ansökan fogar ett intyg om att veterinärexamen överensstämmer med Europeiska gemenskapens regelverk, eller ett intyg om utövning av veterinäryrket. Bilagorna ska visas upp i original eller i form av officiellt bestyrkta kopior. Till ansökan ska av andra än på ett nordiskt språk avfattade bilagor fogas översättningar till finska eller svenska utförda av en auktoriserad translator.",
        "folded_sv": "till ansokan om legitimation som veterinar ska i de fall som avses i 4 och 5 § fogas foljande handlingar: 1) bevis pa sokandens medborgarskap, 2) ett bevis over avslutad veterinarutbildning pa grundval av vilken innehavaren har ratt att sjalvstandigt utova veterinaryrket i den stat dar utbildningsbeviset har utfardats, 3) om en person har beviljats ratt att sjalvstandigt utova veterinaryrket i nagon annan stat an finland, ett intyg som den behoriga myndigheten i denna stat utfardat hogst tre manader tidigare om att denna ratt inte har begransats pa grund av ett allvarligt fel eller en allvarlig forsummelse i yrkesutovningen eller nagon annan motsvarande anledning, samt 4) i de fall som avses i 5 § ett intyg om att de kompletterande studier som kravs har fullgjorts samt over sprakkunskaper. livsmedelssakerhetsverket kan i de fall som avses i 4 § 1 mom. dessutom krava att sokanden till sin ansokan fogar ett intyg om att veterinarexamen overensstammer med europeiska gemenskapens regelverk, eller ett intyg om utovning av veterinaryrket. bilagorna ska visas upp i original eller i form av officiellt bestyrkta kopior. till ansokan ska av andra an pa ett nordiskt sprak avfattade bilagor fogas oversattningar till finska eller svenska utforda av en auktoriserad translator."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Väliaikainen ja satunnainen eläinlääkäripalvelujen tarjoaminen",
      "content": "Euroopan unioniin tai Euroopan talousalueeseen kuuluvan valtion kansalainen, jolla on laillinen oikeus harjoittaa itsenäisesti eläinlääkärin ammattia jossakin muussa Euroopan unioniin tai Euroopan talousalueeseen kuuluvassa valtiossa kuin Suomessa, saa ilman eläinlääkäriksi laillistamista väliaikaisesti ja satunnaisesti toimia eläinlääkärinä tehtyään Elintarviketurvallisuusvirastolle ilmoituksen väliaikaisesta eläinlääkäripalvelujen tarjoamisesta. Ilmoitus on voimassa vuoden, ja se voidaan tarvittaessa tehdä uudestaan. Maa- ja metsätalousministeriön asetuksella voidaan antaa tarkempia säännöksiä ilmoituksen sisällöstä ja sen tekemisessä noudatettavasta menettelystä. Palvelujen väliaikaisessa ja satunnaisessa tarjoamisessa on käytettävä eläinlääkäri -nimikettä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Euroopan unioniin tai Euroopan talousalueeseen kuuluvan valtion kansalainen, jolla on laillinen oikeus harjoittaa itsenäisesti eläinlääkärin ammattia jossakin muussa Euroopan unioniin tai Euroopan talousalueeseen kuuluvassa valtiossa kuin Suomessa, saa ilman eläinlääkäriksi laillistamista väliaikaisesti ja satunnaisesti toimia eläinlääkärinä tehtyään Elintarviketurvallisuusvirastolle ilmoituksen väliaikaisesta eläinlääkäripalvelujen tarjoamisesta. Ilmoitus on voimassa vuoden, ja se voidaan tarvittaessa tehdä uudestaan. Maa- ja metsätalousministeriön asetuksella voidaan antaa tarkempia säännöksiä ilmoituksen sisällöstä ja sen tekemisessä noudatettavasta menettelystä. Palvelujen väliaikaisessa ja satunnaisessa tarjoamisessa on käytettävä eläinlääkäri -nimikettä.",
        "folded_fi": "euroopan unioniin tai euroopan talousalueeseen kuuluvan valtion kansalainen, jolla on laillinen oikeus harjoittaa itsenaisesti elainlaakarin ammattia jossakin muussa euroopan unioniin tai euroopan talousalueeseen kuuluvassa valtiossa kuin suomessa, saa ilman elainlaakariksi laillistamista valiaikaisesti ja satunnaisesti toimia elainlaakarina tehtyaan elintarviketurvallisuusvirastolle ilmoituksen valiaikaisesta elainlaakaripalvelujen tarjoamisesta. ilmoitus on voimassa vuoden, ja se voidaan tarvittaessa tehda uudestaan. maa- ja metsatalousministerion asetuksella voidaan antaa tarkempia saannoksia ilmoituksen sisallosta ja sen tekemisessa noudatettavasta menettelysta. palvelujen valiaikaisessa ja satunnaisessa tarjoamisessa on kaytettava elainlaakari -nimiketta.",
        "title_sv": "Temporärt och sporadiskt tillhandahållande av veterinärtjänster",
        "content_sv": "Sådana medborgare i stater inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet som har laglig rätt att självständigt utöva veterinäryrket i någon annan stat inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet än Finland, får utan legitimation som veterinär temporärt och sporadiskt vara verksamma som veterinärer efter att till Livsmedelssäkerhetsverket ha gjort en anmälan om temporärt tillhandahållande av veterinärtjänster. Anmälan gäller i ett år och den kan vid behov förnyas. Närmare bestämmelser om innehållet i anmälan och vilket förfarande som ska iakttas kan utfärdas genom förordning av jord- och skogsbruksministeriet. Vid temporärt och sporadiskt tillhandahållande av tjänster ska beteckningen veterinär användas.",
        "normalized_sv": "Sådana medborgare i stater inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet som har laglig rätt att självständigt utöva veterinäryrket i någon annan stat inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet än Finland, får utan legitimation som veterinär temporärt och sporadiskt vara verksamma som veterinärer efter att till Livsmedelssäkerhetsverket ha gjort en anmälan om temporärt tillhandahållande av veterinärtjänster. Anmälan gäller i ett år och den kan vid behov förnyas. Närmare bestämmelser om innehållet i anmälan och vilket förfarande som ska iakttas kan utfärdas genom förordning av jord- och skogsbruksministeriet. Vid temporärt och sporadiskt tillhandahållande av tjänster ska beteckningen veterinär användas.",
        "folded_sv": "sadana medborgare i stater inom europeiska unionen eller europeiska ekonomiska samarbetsomradet som har laglig ratt att sjalvstandigt utova veterinaryrket i nagon annan stat inom europeiska unionen eller europeiska ekonomiska samarbetsomradet an finland, far utan legitimation som veterinar temporart och sporadiskt vara verksamma som veterinarer efter att till livsmedelssakerhetsverket ha gjort en anmalan om temporart tillhandahallande av veterinartjanster. anmalan galler i ett ar och den kan vid behov fornyas. narmare bestammelser om innehallet i anmalan och vilket forfarande som ska iakttas kan utfardas genom forordning av jord- och skogsbruksministeriet. vid temporart och sporadiskt tillhandahallande av tjanster ska beteckningen veterinar anvandas."
      }
    },
    {
      "provision_ref": "38 a",
      "section": "38 a",
      "title": "Ammatinharjoittamisoikeutta koskevan hakemuksen ratkaiseminen eräissä tapauksissa",
      "content": "Edellä 4 §:n 1 momentissa tarkoitetulle hakijalle on ilmoitettava hakemuksen vastaanottamisesta sekä mahdollisesti puuttuvista asiakirjoista kuukauden kuluessa hakemuksen saapumisesta. Hakemus on ratkaistava viimeistään kolmen kuukauden kuluttua vaadittavien asiakirjojen esittämisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:38 a",
        "normalized_fi": "Edellä 4 § :n 1 momentissa tarkoitetulle hakijalle on ilmoitettava hakemuksen vastaanottamisesta sekä mahdollisesti puuttuvista asiakirjoista kuukauden kuluessa hakemuksen saapumisesta. Hakemus on ratkaistava viimeistään kolmen kuukauden kuluttua vaadittavien asiakirjojen esittämisestä.",
        "folded_fi": "edella 4 §:n 1 momentissa tarkoitetulle hakijalle on ilmoitettava hakemuksen vastaanottamisesta seka mahdollisesti puuttuvista asiakirjoista kuukauden kuluessa hakemuksen saapumisesta. hakemus on ratkaistava viimeistaan kolmen kuukauden kuluttua vaadittavien asiakirjojen esittamisesta.",
        "title_sv": "Avgörande av ansökan om rätt att utöva yrke i vissa fall",
        "content_sv": "Sökande som avses i 4 § 1 mom. ska underrättas om att ansökan har mottagits samt om de handlingar som eventuellt saknas inom en månad från mottagandet av ansökan. Ansökan ska avgöras senast tre månader efter det att alla nödvändiga handlingar har inkommit.",
        "normalized_sv": "Sökande som avses i 4 § 1 mom. ska underrättas om att ansökan har mottagits samt om de handlingar som eventuellt saknas inom en månad från mottagandet av ansökan. Ansökan ska avgöras senast tre månader efter det att alla nödvändiga handlingar har inkommit.",
        "folded_sv": "sokande som avses i 4 § 1 mom. ska underrattas om att ansokan har mottagits samt om de handlingar som eventuellt saknas inom en manad fran mottagandet av ansokan. ansokan ska avgoras senast tre manader efter det att alla nodvandiga handlingar har inkommit."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "title": "Muutoksenhaku",
      "content": "Tämän lain nojalla tehtyyn päätökseen haetaan muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Jos päätöstä 4 §:n 1 momentissa tarkoitettuun hakemukseen ei vastoin 38 a §:ää ole annettu säädetyssä määräajassa, hakija voi tehdä hallintolainkäyttölain mukaisessa järjestyksessä valituksen, jonka katsotaan tällöin kohdistuvan hakemuksen hylkäävään päätökseen. Tällaisen valituksen voi tehdä, kunnes hakemukseen on annettu päätös. Elintarviketurvallisuusviraston on ilmoitettava päätöksen antamisesta valitusviranomaiselle. Edellä 20―26 §:ssä tarkoitetut päätökset on valituksesta huolimatta heti pantava täytäntöön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:39",
        "normalized_fi": "Tämän lain nojalla tehtyyn päätökseen haetaan muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Jos päätöstä 4 § :n 1 momentissa tarkoitettuun hakemukseen ei vastoin 38 a § :ää ole annettu säädetyssä määräajassa, hakija voi tehdä hallintolainkäyttölain mukaisessa järjestyksessä valituksen, jonka katsotaan tällöin kohdistuvan hakemuksen hylkäävään päätökseen. Tällaisen valituksen voi tehdä, kunnes hakemukseen on annettu päätös. Elintarviketurvallisuusviraston on ilmoitettava päätöksen antamisesta valitusviranomaiselle. Edellä 20―26 § :ssä tarkoitetut päätökset on valituksesta huolimatta heti pantava täytäntöön.",
        "folded_fi": "taman lain nojalla tehtyyn paatokseen haetaan muutosta siten kuin hallintolainkayttolaissa (586/1996) saadetaan. jos paatosta 4 §:n 1 momentissa tarkoitettuun hakemukseen ei vastoin 38 a §:aa ole annettu saadetyssa maaraajassa, hakija voi tehda hallintolainkayttolain mukaisessa jarjestyksessa valituksen, jonka katsotaan talloin kohdistuvan hakemuksen hylkaavaan paatokseen. tallaisen valituksen voi tehda, kunnes hakemukseen on annettu paatos. elintarviketurvallisuusviraston on ilmoitettava paatoksen antamisesta valitusviranomaiselle. edella 20―26 §:ssa tarkoitetut paatokset on valituksesta huolimatta heti pantava taytantoon.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ändring i beslut som fattats med stöd av denna lag söks i enlighet med förvaltningsprocesslagen (586/1996). Om ett beslut med anledning av en ansökan som avses i 4 § 1 mom. inte har meddelats inom den tid som föreskrivs i 38 a §, kan sökanden på det sätt som anges i förvaltningsprocesslagen anföra besvär, som då anses avse ett avslagsbeslut med anledning av ansökan. Sådana besvär kan anföras till dess att ett beslut med anledning av ansökan har meddelats. Livsmedelsäkerhetsverket ska underrätta besvärsmyndigheten när ett beslut har meddelats. Beslut som avses i 20―26 § ska verkställas omedelbart även om besvär anförts.",
        "normalized_sv": "Ändring i beslut som fattats med stöd av denna lag söks i enlighet med förvaltningsprocesslagen (586/1996). Om ett beslut med anledning av en ansökan som avses i 4 § 1 mom. inte har meddelats inom den tid som föreskrivs i 38 a § , kan sökanden på det sätt som anges i förvaltningsprocesslagen anföra besvär, som då anses avse ett avslagsbeslut med anledning av ansökan. Sådana besvär kan anföras till dess att ett beslut med anledning av ansökan har meddelats. Livsmedelsäkerhetsverket ska underrätta besvärsmyndigheten när ett beslut har meddelats. Beslut som avses i 20―26 § ska verkställas omedelbart även om besvär anförts.",
        "folded_sv": "andring i beslut som fattats med stod av denna lag soks i enlighet med forvaltningsprocesslagen (586/1996). om ett beslut med anledning av en ansokan som avses i 4 § 1 mom. inte har meddelats inom den tid som foreskrivs i 38 a §, kan sokanden pa det satt som anges i forvaltningsprocesslagen anfora besvar, som da anses avse ett avslagsbeslut med anledning av ansokan. sadana besvar kan anforas till dess att ett beslut med anledning av ansokan har meddelats. livsmedelsakerhetsverket ska underratta besvarsmyndigheten nar ett beslut har meddelats. beslut som avses i 20―26 § ska verkstallas omedelbart aven om besvar anforts."
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "title": "Oikeus toimia erikoiseläinlääkärinä",
      "content": "Elintarviketurvallisuusvirasto päättää ammattipätevyyden tunnustamisesta annetun lain soveltamisalaan kuuluvissa tapauksissa ulkomailla hankitun erikoiseläinlääkärin pätevyyden tuottamasta oikeudesta toimia erikoiseläinlääkärinä siten kuin mainitussa laissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:42",
        "normalized_fi": "Elintarviketurvallisuusvirasto päättää ammattipätevyyden tunnustamisesta annetun lain soveltamisalaan kuuluvissa tapauksissa ulkomailla hankitun erikoiseläinlääkärin pätevyyden tuottamasta oikeudesta toimia erikoiseläinlääkärinä siten kuin mainitussa laissa säädetään.",
        "folded_fi": "elintarviketurvallisuusvirasto paattaa ammattipatevyyden tunnustamisesta annetun lain soveltamisalaan kuuluvissa tapauksissa ulkomailla hankitun erikoiselainlaakarin patevyyden tuottamasta oikeudesta toimia erikoiselainlaakarina siten kuin mainitussa laissa saadetaan.",
        "title_sv": "Rätt att vara verksam som specialveterinär",
        "content_sv": "Livsmedelssäkerhetsverket fattar i de fall som omfattas av lagen om erkännande av yrkeskvalifikationer beslut om den rätt att vara verksam som specialveterinär som följer av en utomlands förvärvad specialveterinärkompetens på det sätt som bestäms i den nämnda lagen.",
        "normalized_sv": "Livsmedelssäkerhetsverket fattar i de fall som omfattas av lagen om erkännande av yrkeskvalifikationer beslut om den rätt att vara verksam som specialveterinär som följer av en utomlands förvärvad specialveterinärkompetens på det sätt som bestäms i den nämnda lagen.",
        "folded_sv": "livsmedelssakerhetsverket fattar i de fall som omfattas av lagen om erkannande av yrkeskvalifikationer beslut om den ratt att vara verksam som specialveterinar som foljer av en utomlands forvarvad specialveterinarkompetens pa det satt som bestams i den namnda lagen."
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "title": "Kelpoisuus eräisiin virkoihin ja toimiin",
      "content": "Virkaa tai tointa voi väliaikaisesti hoitaa 7 §:ssä tarkoitettu henkilö, jollei muualla laissa toisin säädetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:43",
        "normalized_fi": "Virkaa tai tointa voi väliaikaisesti hoitaa 7 § :ssä tarkoitettu henkilö, jollei muualla laissa toisin säädetä.",
        "folded_fi": "virkaa tai tointa voi valiaikaisesti hoitaa 7 §:ssa tarkoitettu henkilo, jollei muualla laissa toisin saadeta.",
        "title_sv": "Behörighet för vissa tjänster och befattningar",
        "content_sv": "En tjänst eller befattning kan temporärt skötas av en person som avses i 7 §, om inte annat föreskrivs någon annanstans i lag.",
        "normalized_sv": "En tjänst eller befattning kan temporärt skötas av en person som avses i 7 § , om inte annat föreskrivs någon annanstans i lag.",
        "folded_sv": "en tjanst eller befattning kan temporart skotas av en person som avses i 7 §, om inte annat foreskrivs nagon annanstans i lag."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Kansainvälisiin velvoitteisiin perustuva eläinlääkäriksi laillistaminen",
      "content": "Elintarviketurvallisuusvirasto päättää ammattipätevyyden tunnustamisesta annetun lain (1093/2007) soveltamisalaan kuuluvissa, muissa kuin tämän pykälän 1 ja 2 momentissa tarkoitetuissa tapauksissa, ulkomailla hankitun eläinlääkärin pätevyyden tuottamasta oikeudesta toimia eläinlääkärinä siten kuin mainitussa laissa säädetään. Eläinlääkäriksi laillistamisen edellytyksenä on lisäksi 3 §:ssä tarkoitetun eläinlääkärinvakuutuksen antaminen. Tätä lakia sovelletaan myös eläinlääkäriksi laillistamiseen ja eläinlääkäripalvelujen tarjoamiseen, joka perustuu Euroopan yhteisön ja sen jäsenvaltioiden toisen osapuolen kanssa tekemään sopimukseen tai muiden kuin Euroopan unioniin kuuluvien valtioiden kansalaisten asemaa koskevaan yhteisön lainsäädäntöön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Elintarviketurvallisuusvirasto päättää ammattipätevyyden tunnustamisesta annetun lain (1093/2007) soveltamisalaan kuuluvissa, muissa kuin tämän pykälän 1 ja 2 momentissa tarkoitetuissa tapauksissa, ulkomailla hankitun eläinlääkärin pätevyyden tuottamasta oikeudesta toimia eläinlääkärinä siten kuin mainitussa laissa säädetään. Eläinlääkäriksi laillistamisen edellytyksenä on lisäksi 3 § :ssä tarkoitetun eläinlääkärinvakuutuksen antaminen. Tätä lakia sovelletaan myös eläinlääkäriksi laillistamiseen ja eläinlääkäripalvelujen tarjoamiseen, joka perustuu Euroopan yhteisön ja sen jäsenvaltioiden toisen osapuolen kanssa tekemään sopimukseen tai muiden kuin Euroopan unioniin kuuluvien valtioiden kansalaisten asemaa koskevaan yhteisön lainsäädäntöön.",
        "folded_fi": "elintarviketurvallisuusvirasto paattaa ammattipatevyyden tunnustamisesta annetun lain (1093/2007) soveltamisalaan kuuluvissa, muissa kuin taman pykalan 1 ja 2 momentissa tarkoitetuissa tapauksissa, ulkomailla hankitun elainlaakarin patevyyden tuottamasta oikeudesta toimia elainlaakarina siten kuin mainitussa laissa saadetaan. elainlaakariksi laillistamisen edellytyksena on lisaksi 3 §:ssa tarkoitetun elainlaakarinvakuutuksen antaminen. tata lakia sovelletaan myos elainlaakariksi laillistamiseen ja elainlaakaripalvelujen tarjoamiseen, joka perustuu euroopan yhteison ja sen jasenvaltioiden toisen osapuolen kanssa tekemaan sopimukseen tai muiden kuin euroopan unioniin kuuluvien valtioiden kansalaisten asemaa koskevaan yhteison lainsaadantoon.",
        "title_sv": "På internationella förpliktelser baserad legitimation som veterinär",
        "content_sv": "I andra fall som omfattas av lagen om erkännande av yrkeskvalifikationer (1093/ 2007) än de som avses i 1 och 2 mom. i denna paragraf fattar Livsmedelssäkerhetsverket beslut om den rätt att vara verksam som veterinär som följer av en utomlands förvärvad veterinärkompetens på det sätt som föreskrivs i den nämnda lagen. En förutsättning för legitimation som veterinär är dessutom avgivande av den veterinärförsäkran som avses i 3 §. Denna lag tillämpas också på legitimation som veterinär och på tillhandahållande av veterinärtjänster, som grundar sig på avtal som ingåtts mellan Europeiska gemenskapen och dess medlemsstater och en annan part eller på gemenskapens lagstiftning om ställningen för medborgare i andra stater än de som hör till Europeiska unionen.",
        "normalized_sv": "I andra fall som omfattas av lagen om erkännande av yrkeskvalifikationer (1093/ 2007) än de som avses i 1 och 2 mom. i denna paragraf fattar Livsmedelssäkerhetsverket beslut om den rätt att vara verksam som veterinär som följer av en utomlands förvärvad veterinärkompetens på det sätt som föreskrivs i den nämnda lagen. En förutsättning för legitimation som veterinär är dessutom avgivande av den veterinärförsäkran som avses i 3 § . Denna lag tillämpas också på legitimation som veterinär och på tillhandahållande av veterinärtjänster, som grundar sig på avtal som ingåtts mellan Europeiska gemenskapen och dess medlemsstater och en annan part eller på gemenskapens lagstiftning om ställningen för medborgare i andra stater än de som hör till Europeiska unionen.",
        "folded_sv": "i andra fall som omfattas av lagen om erkannande av yrkeskvalifikationer (1093/ 2007) an de som avses i 1 och 2 mom. i denna paragraf fattar livsmedelssakerhetsverket beslut om den ratt att vara verksam som veterinar som foljer av en utomlands forvarvad veterinarkompetens pa det satt som foreskrivs i den namnda lagen. en forutsattning for legitimation som veterinar ar dessutom avgivande av den veterinarforsakran som avses i 3 §. denna lag tillampas ocksa pa legitimation som veterinar och pa tillhandahallande av veterinartjanster, som grundar sig pa avtal som ingatts mellan europeiska gemenskapen och dess medlemsstater och en annan part eller pa gemenskapens lagstiftning om stallningen for medborgare i andra stater an de som hor till europeiska unionen."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "5 a",
      "section": "5 a",
      "title": "Laillistamishakemuksen liitteet",
      "content": "Eläinlääkäriksi laillistamista koskevaan hakemukseen on 4 ja 5 §:ssä tarkoitetuissa tapauksissa liitettävä seuraavat asiakirjat: 1) hakijan kansalaisuuden todistava asiakirja; 2) todistus eläinlääketieteellisen koulutuksen suorittamisesta, jonka perusteella henkilöllä on oikeus harjoittaa itsenäisesti eläinlääkärinammattia todistuksen antaneessa valtiossa; 3) jos henkilölle on myönnetty oikeus harjoittaa itsenäisesti eläinlääkärinammattia jossakin muussa valtiossa kuin Suomessa, kyseisen maan toimivaltaisen viranomaisen enintään kolme kuukautta aikaisemmin antama todistus siitä, että tätä oikeutta ei ole rajoitettu vakavan ammatillisen virheen tai laiminlyönnin taikka muun vastaavan syyn vuoksi; sekä 4) 5 §:ssä tarkoitetuissa tapauksissa todistus vaadittavien lisäopintojen suorittamisesta sekä kielitaidosta. Elintarviketurvallisuusvirasto voi 4 §:n 1 momentissa tarkoitetuissa tapauksissa lisäksi vaatia hakijaa liittämään hakemukseensa todistuksen siitä, että eläinlääketieteellinen tutkinto on Euroopan yhteisön säädösten mukainen, tai todistuksen eläinlääkärinammatin harjoittamisesta. Liiteasiakirjat on esitettävä alkuperäisinä tai virallisesti oikeaksi todistettuina jäljennöksinä. Hakemukseen tulee liittää virallisen kääntäjän kääntämät suomen- tai ruotsinkieliset käännökset muista kuin pohjoismaisella kielellä kirjoitetuista liiteasiakirjoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5 a",
        "normalized_fi": "Eläinlääkäriksi laillistamista koskevaan hakemukseen on 4 ja 5 § :ssä tarkoitetuissa tapauksissa liitettävä seuraavat asiakirjat: 1) hakijan kansalaisuuden todistava asiakirja; 2) todistus eläinlääketieteellisen koulutuksen suorittamisesta, jonka perusteella henkilöllä on oikeus harjoittaa itsenäisesti eläinlääkärinammattia todistuksen antaneessa valtiossa; 3) jos henkilölle on myönnetty oikeus harjoittaa itsenäisesti eläinlääkärinammattia jossakin muussa valtiossa kuin Suomessa, kyseisen maan toimivaltaisen viranomaisen enintään kolme kuukautta aikaisemmin antama todistus siitä, että tätä oikeutta ei ole rajoitettu vakavan ammatillisen virheen tai laiminlyönnin taikka muun vastaavan syyn vuoksi; sekä 4) 5 § :ssä tarkoitetuissa tapauksissa todistus vaadittavien lisäopintojen suorittamisesta sekä kielitaidosta. Elintarviketurvallisuusvirasto voi 4 § :n 1 momentissa tarkoitetuissa tapauksissa lisäksi vaatia hakijaa liittämään hakemukseensa todistuksen siitä, että eläinlääketieteellinen tutkinto on Euroopan yhteisön säädösten mukainen, tai todistuksen eläinlääkärinammatin harjoittamisesta. Liiteasiakirjat on esitettävä alkuperäisinä tai virallisesti oikeaksi todistettuina jäljennöksinä. Hakemukseen tulee liittää virallisen kääntäjän kääntämät suomen- tai ruotsinkieliset käännökset muista kuin pohjoismaisella kielellä kirjoitetuista liiteasiakirjoista.",
        "folded_fi": "elainlaakariksi laillistamista koskevaan hakemukseen on 4 ja 5 §:ssa tarkoitetuissa tapauksissa liitettava seuraavat asiakirjat: 1) hakijan kansalaisuuden todistava asiakirja; 2) todistus elainlaaketieteellisen koulutuksen suorittamisesta, jonka perusteella henkilolla on oikeus harjoittaa itsenaisesti elainlaakarinammattia todistuksen antaneessa valtiossa; 3) jos henkilolle on myonnetty oikeus harjoittaa itsenaisesti elainlaakarinammattia jossakin muussa valtiossa kuin suomessa, kyseisen maan toimivaltaisen viranomaisen enintaan kolme kuukautta aikaisemmin antama todistus siita, etta tata oikeutta ei ole rajoitettu vakavan ammatillisen virheen tai laiminlyonnin taikka muun vastaavan syyn vuoksi; seka 4) 5 §:ssa tarkoitetuissa tapauksissa todistus vaadittavien lisaopintojen suorittamisesta seka kielitaidosta. elintarviketurvallisuusvirasto voi 4 §:n 1 momentissa tarkoitetuissa tapauksissa lisaksi vaatia hakijaa liittamaan hakemukseensa todistuksen siita, etta elainlaaketieteellinen tutkinto on euroopan yhteison saadosten mukainen, tai todistuksen elainlaakarinammatin harjoittamisesta. liiteasiakirjat on esitettava alkuperaisina tai virallisesti oikeaksi todistettuina jaljennoksina. hakemukseen tulee liittaa virallisen kaantajan kaantamat suomen- tai ruotsinkieliset kaannokset muista kuin pohjoismaisella kielella kirjoitetuista liiteasiakirjoista.",
        "title_sv": "Bilagor till ansökan om legitimation",
        "content_sv": "Till ansökan om legitimation som veterinär ska i de fall som avses i 4 och 5 § fogas följande handlingar: 1) bevis på sökandens medborgarskap, 2) ett bevis över avslutad veterinärutbildning på grundval av vilken innehavaren har rätt att självständigt utöva veterinäryrket i den stat där utbildningsbeviset har utfärdats, 3) om en person har beviljats rätt att självständigt utöva veterinäryrket i någon annan stat än Finland, ett intyg som den behöriga myndigheten i denna stat utfärdat högst tre månader tidigare om att denna rätt inte har begränsats på grund av ett allvarligt fel eller en allvarlig försummelse i yrkesutövningen eller någon annan motsvarande anledning, samt 4) i de fall som avses i 5 § ett intyg om att de kompletterande studier som krävs har fullgjorts samt över språkkunskaper. Livsmedelssäkerhetsverket kan i de fall som avses i 4 § 1 mom. dessutom kräva att sökanden till sin ansökan fogar ett intyg om att veterinärexamen överensstämmer med Europeiska gemenskapens regelverk, eller ett intyg om utövning av veterinäryrket. Bilagorna ska visas upp i original eller i form av officiellt bestyrkta kopior. Till ansökan ska av andra än på ett nordiskt språk avfattade bilagor fogas översättningar till finska eller svenska utförda av en auktoriserad translator.",
        "normalized_sv": "Till ansökan om legitimation som veterinär ska i de fall som avses i 4 och 5 § fogas följande handlingar: 1) bevis på sökandens medborgarskap, 2) ett bevis över avslutad veterinärutbildning på grundval av vilken innehavaren har rätt att självständigt utöva veterinäryrket i den stat där utbildningsbeviset har utfärdats, 3) om en person har beviljats rätt att självständigt utöva veterinäryrket i någon annan stat än Finland, ett intyg som den behöriga myndigheten i denna stat utfärdat högst tre månader tidigare om att denna rätt inte har begränsats på grund av ett allvarligt fel eller en allvarlig försummelse i yrkesutövningen eller någon annan motsvarande anledning, samt 4) i de fall som avses i 5 § ett intyg om att de kompletterande studier som krävs har fullgjorts samt över språkkunskaper. Livsmedelssäkerhetsverket kan i de fall som avses i 4 § 1 mom. dessutom kräva att sökanden till sin ansökan fogar ett intyg om att veterinärexamen överensstämmer med Europeiska gemenskapens regelverk, eller ett intyg om utövning av veterinäryrket. Bilagorna ska visas upp i original eller i form av officiellt bestyrkta kopior. Till ansökan ska av andra än på ett nordiskt språk avfattade bilagor fogas översättningar till finska eller svenska utförda av en auktoriserad translator.",
        "folded_sv": "till ansokan om legitimation som veterinar ska i de fall som avses i 4 och 5 § fogas foljande handlingar: 1) bevis pa sokandens medborgarskap, 2) ett bevis over avslutad veterinarutbildning pa grundval av vilken innehavaren har ratt att sjalvstandigt utova veterinaryrket i den stat dar utbildningsbeviset har utfardats, 3) om en person har beviljats ratt att sjalvstandigt utova veterinaryrket i nagon annan stat an finland, ett intyg som den behoriga myndigheten i denna stat utfardat hogst tre manader tidigare om att denna ratt inte har begransats pa grund av ett allvarligt fel eller en allvarlig forsummelse i yrkesutovningen eller nagon annan motsvarande anledning, samt 4) i de fall som avses i 5 § ett intyg om att de kompletterande studier som kravs har fullgjorts samt over sprakkunskaper. livsmedelssakerhetsverket kan i de fall som avses i 4 § 1 mom. dessutom krava att sokanden till sin ansokan fogar ett intyg om att veterinarexamen overensstammer med europeiska gemenskapens regelverk, eller ett intyg om utovning av veterinaryrket. bilagorna ska visas upp i original eller i form av officiellt bestyrkta kopior. till ansokan ska av andra an pa ett nordiskt sprak avfattade bilagor fogas oversattningar till finska eller svenska utforda av en auktoriserad translator."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Väliaikainen ja satunnainen eläinlääkäripalvelujen tarjoaminen",
      "content": "Euroopan unioniin tai Euroopan talousalueeseen kuuluvan valtion kansalainen, jolla on laillinen oikeus harjoittaa itsenäisesti eläinlääkärin ammattia jossakin muussa Euroopan unioniin tai Euroopan talousalueeseen kuuluvassa valtiossa kuin Suomessa, saa ilman eläinlääkäriksi laillistamista väliaikaisesti ja satunnaisesti toimia eläinlääkärinä tehtyään Elintarviketurvallisuusvirastolle ilmoituksen väliaikaisesta eläinlääkäripalvelujen tarjoamisesta. Ilmoitus on voimassa vuoden, ja se voidaan tarvittaessa tehdä uudestaan. Maa- ja metsätalousministeriön asetuksella voidaan antaa tarkempia säännöksiä ilmoituksen sisällöstä ja sen tekemisessä noudatettavasta menettelystä. Palvelujen väliaikaisessa ja satunnaisessa tarjoamisessa on käytettävä eläinlääkäri -nimikettä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Euroopan unioniin tai Euroopan talousalueeseen kuuluvan valtion kansalainen, jolla on laillinen oikeus harjoittaa itsenäisesti eläinlääkärin ammattia jossakin muussa Euroopan unioniin tai Euroopan talousalueeseen kuuluvassa valtiossa kuin Suomessa, saa ilman eläinlääkäriksi laillistamista väliaikaisesti ja satunnaisesti toimia eläinlääkärinä tehtyään Elintarviketurvallisuusvirastolle ilmoituksen väliaikaisesta eläinlääkäripalvelujen tarjoamisesta. Ilmoitus on voimassa vuoden, ja se voidaan tarvittaessa tehdä uudestaan. Maa- ja metsätalousministeriön asetuksella voidaan antaa tarkempia säännöksiä ilmoituksen sisällöstä ja sen tekemisessä noudatettavasta menettelystä. Palvelujen väliaikaisessa ja satunnaisessa tarjoamisessa on käytettävä eläinlääkäri -nimikettä.",
        "folded_fi": "euroopan unioniin tai euroopan talousalueeseen kuuluvan valtion kansalainen, jolla on laillinen oikeus harjoittaa itsenaisesti elainlaakarin ammattia jossakin muussa euroopan unioniin tai euroopan talousalueeseen kuuluvassa valtiossa kuin suomessa, saa ilman elainlaakariksi laillistamista valiaikaisesti ja satunnaisesti toimia elainlaakarina tehtyaan elintarviketurvallisuusvirastolle ilmoituksen valiaikaisesta elainlaakaripalvelujen tarjoamisesta. ilmoitus on voimassa vuoden, ja se voidaan tarvittaessa tehda uudestaan. maa- ja metsatalousministerion asetuksella voidaan antaa tarkempia saannoksia ilmoituksen sisallosta ja sen tekemisessa noudatettavasta menettelysta. palvelujen valiaikaisessa ja satunnaisessa tarjoamisessa on kaytettava elainlaakari -nimiketta.",
        "title_sv": "Temporärt och sporadiskt tillhandahållande av veterinärtjänster",
        "content_sv": "Sådana medborgare i stater inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet som har laglig rätt att självständigt utöva veterinäryrket i någon annan stat inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet än Finland, får utan legitimation som veterinär temporärt och sporadiskt vara verksamma som veterinärer efter att till Livsmedelssäkerhetsverket ha gjort en anmälan om temporärt tillhandahållande av veterinärtjänster. Anmälan gäller i ett år och den kan vid behov förnyas. Närmare bestämmelser om innehållet i anmälan och vilket förfarande som ska iakttas kan utfärdas genom förordning av jord- och skogsbruksministeriet. Vid temporärt och sporadiskt tillhandahållande av tjänster ska beteckningen veterinär användas.",
        "normalized_sv": "Sådana medborgare i stater inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet som har laglig rätt att självständigt utöva veterinäryrket i någon annan stat inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet än Finland, får utan legitimation som veterinär temporärt och sporadiskt vara verksamma som veterinärer efter att till Livsmedelssäkerhetsverket ha gjort en anmälan om temporärt tillhandahållande av veterinärtjänster. Anmälan gäller i ett år och den kan vid behov förnyas. Närmare bestämmelser om innehållet i anmälan och vilket förfarande som ska iakttas kan utfärdas genom förordning av jord- och skogsbruksministeriet. Vid temporärt och sporadiskt tillhandahållande av tjänster ska beteckningen veterinär användas.",
        "folded_sv": "sadana medborgare i stater inom europeiska unionen eller europeiska ekonomiska samarbetsomradet som har laglig ratt att sjalvstandigt utova veterinaryrket i nagon annan stat inom europeiska unionen eller europeiska ekonomiska samarbetsomradet an finland, far utan legitimation som veterinar temporart och sporadiskt vara verksamma som veterinarer efter att till livsmedelssakerhetsverket ha gjort en anmalan om temporart tillhandahallande av veterinartjanster. anmalan galler i ett ar och den kan vid behov fornyas. narmare bestammelser om innehallet i anmalan och vilket forfarande som ska iakttas kan utfardas genom forordning av jord- och skogsbruksministeriet. vid temporart och sporadiskt tillhandahallande av tjanster ska beteckningen veterinar anvandas."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "38 a",
      "section": "38 a",
      "title": "Ammatinharjoittamisoikeutta koskevan hakemuksen ratkaiseminen eräissä tapauksissa",
      "content": "Edellä 4 §:n 1 momentissa tarkoitetulle hakijalle on ilmoitettava hakemuksen vastaanottamisesta sekä mahdollisesti puuttuvista asiakirjoista kuukauden kuluessa hakemuksen saapumisesta. Hakemus on ratkaistava viimeistään kolmen kuukauden kuluttua vaadittavien asiakirjojen esittämisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:38 a",
        "normalized_fi": "Edellä 4 § :n 1 momentissa tarkoitetulle hakijalle on ilmoitettava hakemuksen vastaanottamisesta sekä mahdollisesti puuttuvista asiakirjoista kuukauden kuluessa hakemuksen saapumisesta. Hakemus on ratkaistava viimeistään kolmen kuukauden kuluttua vaadittavien asiakirjojen esittämisestä.",
        "folded_fi": "edella 4 §:n 1 momentissa tarkoitetulle hakijalle on ilmoitettava hakemuksen vastaanottamisesta seka mahdollisesti puuttuvista asiakirjoista kuukauden kuluessa hakemuksen saapumisesta. hakemus on ratkaistava viimeistaan kolmen kuukauden kuluttua vaadittavien asiakirjojen esittamisesta.",
        "title_sv": "Avgörande av ansökan om rätt att utöva yrke i vissa fall",
        "content_sv": "Sökande som avses i 4 § 1 mom. ska underrättas om att ansökan har mottagits samt om de handlingar som eventuellt saknas inom en månad från mottagandet av ansökan. Ansökan ska avgöras senast tre månader efter det att alla nödvändiga handlingar har inkommit.",
        "normalized_sv": "Sökande som avses i 4 § 1 mom. ska underrättas om att ansökan har mottagits samt om de handlingar som eventuellt saknas inom en månad från mottagandet av ansökan. Ansökan ska avgöras senast tre månader efter det att alla nödvändiga handlingar har inkommit.",
        "folded_sv": "sokande som avses i 4 § 1 mom. ska underrattas om att ansokan har mottagits samt om de handlingar som eventuellt saknas inom en manad fran mottagandet av ansokan. ansokan ska avgoras senast tre manader efter det att alla nodvandiga handlingar har inkommit."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "39",
      "section": "39",
      "title": "Muutoksenhaku",
      "content": "Tämän lain nojalla tehtyyn päätökseen haetaan muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Jos päätöstä 4 §:n 1 momentissa tarkoitettuun hakemukseen ei vastoin 38 a §:ää ole annettu säädetyssä määräajassa, hakija voi tehdä hallintolainkäyttölain mukaisessa järjestyksessä valituksen, jonka katsotaan tällöin kohdistuvan hakemuksen hylkäävään päätökseen. Tällaisen valituksen voi tehdä, kunnes hakemukseen on annettu päätös. Elintarviketurvallisuusviraston on ilmoitettava päätöksen antamisesta valitusviranomaiselle. Edellä 20―26 §:ssä tarkoitetut päätökset on valituksesta huolimatta heti pantava täytäntöön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:39",
        "normalized_fi": "Tämän lain nojalla tehtyyn päätökseen haetaan muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Jos päätöstä 4 § :n 1 momentissa tarkoitettuun hakemukseen ei vastoin 38 a § :ää ole annettu säädetyssä määräajassa, hakija voi tehdä hallintolainkäyttölain mukaisessa järjestyksessä valituksen, jonka katsotaan tällöin kohdistuvan hakemuksen hylkäävään päätökseen. Tällaisen valituksen voi tehdä, kunnes hakemukseen on annettu päätös. Elintarviketurvallisuusviraston on ilmoitettava päätöksen antamisesta valitusviranomaiselle. Edellä 20―26 § :ssä tarkoitetut päätökset on valituksesta huolimatta heti pantava täytäntöön.",
        "folded_fi": "taman lain nojalla tehtyyn paatokseen haetaan muutosta siten kuin hallintolainkayttolaissa (586/1996) saadetaan. jos paatosta 4 §:n 1 momentissa tarkoitettuun hakemukseen ei vastoin 38 a §:aa ole annettu saadetyssa maaraajassa, hakija voi tehda hallintolainkayttolain mukaisessa jarjestyksessa valituksen, jonka katsotaan talloin kohdistuvan hakemuksen hylkaavaan paatokseen. tallaisen valituksen voi tehda, kunnes hakemukseen on annettu paatos. elintarviketurvallisuusviraston on ilmoitettava paatoksen antamisesta valitusviranomaiselle. edella 20―26 §:ssa tarkoitetut paatokset on valituksesta huolimatta heti pantava taytantoon.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ändring i beslut som fattats med stöd av denna lag söks i enlighet med förvaltningsprocesslagen (586/1996). Om ett beslut med anledning av en ansökan som avses i 4 § 1 mom. inte har meddelats inom den tid som föreskrivs i 38 a §, kan sökanden på det sätt som anges i förvaltningsprocesslagen anföra besvär, som då anses avse ett avslagsbeslut med anledning av ansökan. Sådana besvär kan anföras till dess att ett beslut med anledning av ansökan har meddelats. Livsmedelsäkerhetsverket ska underrätta besvärsmyndigheten när ett beslut har meddelats. Beslut som avses i 20―26 § ska verkställas omedelbart även om besvär anförts.",
        "normalized_sv": "Ändring i beslut som fattats med stöd av denna lag söks i enlighet med förvaltningsprocesslagen (586/1996). Om ett beslut med anledning av en ansökan som avses i 4 § 1 mom. inte har meddelats inom den tid som föreskrivs i 38 a § , kan sökanden på det sätt som anges i förvaltningsprocesslagen anföra besvär, som då anses avse ett avslagsbeslut med anledning av ansökan. Sådana besvär kan anföras till dess att ett beslut med anledning av ansökan har meddelats. Livsmedelsäkerhetsverket ska underrätta besvärsmyndigheten när ett beslut har meddelats. Beslut som avses i 20―26 § ska verkställas omedelbart även om besvär anförts.",
        "folded_sv": "andring i beslut som fattats med stod av denna lag soks i enlighet med forvaltningsprocesslagen (586/1996). om ett beslut med anledning av en ansokan som avses i 4 § 1 mom. inte har meddelats inom den tid som foreskrivs i 38 a §, kan sokanden pa det satt som anges i forvaltningsprocesslagen anfora besvar, som da anses avse ett avslagsbeslut med anledning av ansokan. sadana besvar kan anforas till dess att ett beslut med anledning av ansokan har meddelats. livsmedelsakerhetsverket ska underratta besvarsmyndigheten nar ett beslut har meddelats. beslut som avses i 20―26 § ska verkstallas omedelbart aven om besvar anforts."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "42",
      "section": "42",
      "title": "Oikeus toimia erikoiseläinlääkärinä",
      "content": "Elintarviketurvallisuusvirasto päättää ammattipätevyyden tunnustamisesta annetun lain soveltamisalaan kuuluvissa tapauksissa ulkomailla hankitun erikoiseläinlääkärin pätevyyden tuottamasta oikeudesta toimia erikoiseläinlääkärinä siten kuin mainitussa laissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:42",
        "normalized_fi": "Elintarviketurvallisuusvirasto päättää ammattipätevyyden tunnustamisesta annetun lain soveltamisalaan kuuluvissa tapauksissa ulkomailla hankitun erikoiseläinlääkärin pätevyyden tuottamasta oikeudesta toimia erikoiseläinlääkärinä siten kuin mainitussa laissa säädetään.",
        "folded_fi": "elintarviketurvallisuusvirasto paattaa ammattipatevyyden tunnustamisesta annetun lain soveltamisalaan kuuluvissa tapauksissa ulkomailla hankitun erikoiselainlaakarin patevyyden tuottamasta oikeudesta toimia erikoiselainlaakarina siten kuin mainitussa laissa saadetaan.",
        "title_sv": "Rätt att vara verksam som specialveterinär",
        "content_sv": "Livsmedelssäkerhetsverket fattar i de fall som omfattas av lagen om erkännande av yrkeskvalifikationer beslut om den rätt att vara verksam som specialveterinär som följer av en utomlands förvärvad specialveterinärkompetens på det sätt som bestäms i den nämnda lagen.",
        "normalized_sv": "Livsmedelssäkerhetsverket fattar i de fall som omfattas av lagen om erkännande av yrkeskvalifikationer beslut om den rätt att vara verksam som specialveterinär som följer av en utomlands förvärvad specialveterinärkompetens på det sätt som bestäms i den nämnda lagen.",
        "folded_sv": "livsmedelssakerhetsverket fattar i de fall som omfattas av lagen om erkannande av yrkeskvalifikationer beslut om den ratt att vara verksam som specialveterinar som foljer av en utomlands forvarvad specialveterinarkompetens pa det satt som bestams i den namnda lagen."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "43",
      "section": "43",
      "title": "Kelpoisuus eräisiin virkoihin ja toimiin",
      "content": "Virkaa tai tointa voi väliaikaisesti hoitaa 7 §:ssä tarkoitettu henkilö, jollei muualla laissa toisin säädetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:43",
        "normalized_fi": "Virkaa tai tointa voi väliaikaisesti hoitaa 7 § :ssä tarkoitettu henkilö, jollei muualla laissa toisin säädetä.",
        "folded_fi": "virkaa tai tointa voi valiaikaisesti hoitaa 7 §:ssa tarkoitettu henkilo, jollei muualla laissa toisin saadeta.",
        "title_sv": "Behörighet för vissa tjänster och befattningar",
        "content_sv": "En tjänst eller befattning kan temporärt skötas av en person som avses i 7 §, om inte annat föreskrivs någon annanstans i lag.",
        "normalized_sv": "En tjänst eller befattning kan temporärt skötas av en person som avses i 7 § , om inte annat föreskrivs någon annanstans i lag.",
        "folded_sv": "en tjanst eller befattning kan temporart skotas av en person som avses i 7 §, om inte annat foreskrivs nagon annanstans i lag."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    }
  ]
}