{
  "id": "1096/2007",
  "type": "statute",
  "title": "Laki ulkomailla suoritettujen korkeakouluopintojen tuottamasta virkakelpoisuudesta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om den tjänstebehörighet som högskolestudier utomlands medför",
  "status": "in_force",
  "issued_date": "2007-11-30",
  "in_force_date": "2007-11-30",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/1096/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Tässä laissa säädetään ulkomailla suoritettujen korkeakouluopintojen tuottamasta kelpoisuudesta julkiseen virkaan ja toimeen, jos niiden kelpoisuusvaatimukseksi on laissa tai asetuksessa säädetty tietyn tasoinen tutkinto taikka tietty Suomessa suoritettava korkeakoulututkinto tai korkeakoulun opintosuoritus. Korkeakouluopinnoilla tarkoitetaan tässä laissa korkeakoulututkintoa ja korkeakoulun opintosuoritusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Tässä laissa säädetään ulkomailla suoritettujen korkeakouluopintojen tuottamasta kelpoisuudesta julkiseen virkaan ja toimeen, jos niiden kelpoisuusvaatimukseksi on laissa tai asetuksessa säädetty tietyn tasoinen tutkinto taikka tietty Suomessa suoritettava korkeakoulututkinto tai korkeakoulun opintosuoritus. Korkeakouluopinnoilla tarkoitetaan tässä laissa korkeakoulututkintoa ja korkeakoulun opintosuoritusta.",
        "folded_fi": "tassa laissa saadetaan ulkomailla suoritettujen korkeakouluopintojen tuottamasta kelpoisuudesta julkiseen virkaan ja toimeen, jos niiden kelpoisuusvaatimukseksi on laissa tai asetuksessa saadetty tietyn tasoinen tutkinto taikka tietty suomessa suoritettava korkeakoulututkinto tai korkeakoulun opintosuoritus. korkeakouluopinnoilla tarkoitetaan tassa laissa korkeakoulututkintoa ja korkeakoulun opintosuoritusta.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "I denna lag föreskrivs om den behörighet för en offentlig tjänst eller befattning som högskolestudier utomlands medför då behörighetsvillkor enligt lag eller förordning är examen på en viss nivå eller viss högskoleexamen eller studieprestation vid högskola i Finland. Med högskolestudier avses i denna lag högskoleexamen och studieprestation vid högskola.",
        "normalized_sv": "I denna lag föreskrivs om den behörighet för en offentlig tjänst eller befattning som högskolestudier utomlands medför då behörighetsvillkor enligt lag eller förordning är examen på en viss nivå eller viss högskoleexamen eller studieprestation vid högskola i Finland. Med högskolestudier avses i denna lag högskoleexamen och studieprestation vid högskola.",
        "folded_sv": "i denna lag foreskrivs om den behorighet for en offentlig tjanst eller befattning som hogskolestudier utomlands medfor da behorighetsvillkor enligt lag eller forordning ar examen pa en viss niva eller viss hogskoleexamen eller studieprestation vid hogskola i finland. med hogskolestudier avses i denna lag hogskoleexamen och studieprestation vid hogskola."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Rinnastaminen",
      "content": "Ulkomailla suoritetut korkeakouluopinnot tuottavat julkiseen virkaan tai toimeen saman kelpoisuuden kuin virkaan tai toimeen vaadittavat Suomessa suoritettavat korkeakouluopinnot, jos nämä opinnot on tämän lain nojalla tehdyssä päätöksessä rinnastettu toisiinsa. Ulkomainen korkeakoulututkinto rinnastetaan ensisijaisesti tietyntasoiseen Suomessa suoritettavaan korkeakoulututkintoon. Muussa kuin ammattipätevyyden tunnustamisesta annetun lain (1093/2007) soveltamisalaan kuuluvassa tapauksessa ulkomailla suoritettu korkeakoulututkinto voidaan tämän lain nojalla rinnastaa tiettyyn, nimeltä mainittuun Suomessa suoritettavaan korkeakoulututkintoon, jos viran tai tehtävän kelpoisuusvaatimus sitä edellyttää. Ulkomailla suoritettu korkeakoulun opintosuoritus rinnastetaan tietyllä alalla tai tietyillä aloilla sekä tietyn laajuisena Suomessa suoritettavaan korkeakoulun opintosuoritukseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Ulkomailla suoritetut korkeakouluopinnot tuottavat julkiseen virkaan tai toimeen saman kelpoisuuden kuin virkaan tai toimeen vaadittavat Suomessa suoritettavat korkeakouluopinnot, jos nämä opinnot on tämän lain nojalla tehdyssä päätöksessä rinnastettu toisiinsa. Ulkomainen korkeakoulututkinto rinnastetaan ensisijaisesti tietyntasoiseen Suomessa suoritettavaan korkeakoulututkintoon. Muussa kuin ammattipätevyyden tunnustamisesta annetun lain (1093/2007) soveltamisalaan kuuluvassa tapauksessa ulkomailla suoritettu korkeakoulututkinto voidaan tämän lain nojalla rinnastaa tiettyyn, nimeltä mainittuun Suomessa suoritettavaan korkeakoulututkintoon, jos viran tai tehtävän kelpoisuusvaatimus sitä edellyttää. Ulkomailla suoritettu korkeakoulun opintosuoritus rinnastetaan tietyllä alalla tai tietyillä aloilla sekä tietyn laajuisena Suomessa suoritettavaan korkeakoulun opintosuoritukseen.",
        "folded_fi": "ulkomailla suoritetut korkeakouluopinnot tuottavat julkiseen virkaan tai toimeen saman kelpoisuuden kuin virkaan tai toimeen vaadittavat suomessa suoritettavat korkeakouluopinnot, jos nama opinnot on taman lain nojalla tehdyssa paatoksessa rinnastettu toisiinsa. ulkomainen korkeakoulututkinto rinnastetaan ensisijaisesti tietyntasoiseen suomessa suoritettavaan korkeakoulututkintoon. muussa kuin ammattipatevyyden tunnustamisesta annetun lain (1093/2007) soveltamisalaan kuuluvassa tapauksessa ulkomailla suoritettu korkeakoulututkinto voidaan taman lain nojalla rinnastaa tiettyyn, nimelta mainittuun suomessa suoritettavaan korkeakoulututkintoon, jos viran tai tehtavan kelpoisuusvaatimus sita edellyttaa. ulkomailla suoritettu korkeakoulun opintosuoritus rinnastetaan tietylla alalla tai tietyilla aloilla seka tietyn laajuisena suomessa suoritettavaan korkeakoulun opintosuoritukseen.",
        "title_sv": "Jämställande",
        "content_sv": "Högskolestudier som har bedrivits utomlands medför samma behörighet för en offentlig tjänst eller befattning som de högskolestudier i Finland som krävs för tjänsten eller befattningen, om dessa studier har jämställts med varandra genom beslut som har fattats med stöd av denna lag. En högskoleexamen som har avlagts utomlands jämställs i första hand med en i Finland avlagd högskoleexamen på en viss nivå. Med stöd av denna lag kan en högskoleexamen som avlagts utomlands i andra fall än i de som omfattas av lagen om erkännande av yrkeskvalifikationer (1093/2007) jämställas med en viss, namngiven högskoleexamen i Finland, om behörighetsvillkoren för tjänsten eller befattningen förutsätter det. En utomlands fullgjord studieprestation vid högskola jämställs inom ett visst område eller vissa områden samt i viss utsträckning med en studieprestation vid en högskola i Finland.",
        "normalized_sv": "Högskolestudier som har bedrivits utomlands medför samma behörighet för en offentlig tjänst eller befattning som de högskolestudier i Finland som krävs för tjänsten eller befattningen, om dessa studier har jämställts med varandra genom beslut som har fattats med stöd av denna lag. En högskoleexamen som har avlagts utomlands jämställs i första hand med en i Finland avlagd högskoleexamen på en viss nivå. Med stöd av denna lag kan en högskoleexamen som avlagts utomlands i andra fall än i de som omfattas av lagen om erkännande av yrkeskvalifikationer (1093/2007) jämställas med en viss, namngiven högskoleexamen i Finland, om behörighetsvillkoren för tjänsten eller befattningen förutsätter det. En utomlands fullgjord studieprestation vid högskola jämställs inom ett visst område eller vissa områden samt i viss utsträckning med en studieprestation vid en högskola i Finland.",
        "folded_sv": "hogskolestudier som har bedrivits utomlands medfor samma behorighet for en offentlig tjanst eller befattning som de hogskolestudier i finland som kravs for tjansten eller befattningen, om dessa studier har jamstallts med varandra genom beslut som har fattats med stod av denna lag. en hogskoleexamen som har avlagts utomlands jamstalls i forsta hand med en i finland avlagd hogskoleexamen pa en viss niva. med stod av denna lag kan en hogskoleexamen som avlagts utomlands i andra fall an i de som omfattas av lagen om erkannande av yrkeskvalifikationer (1093/2007) jamstallas med en viss, namngiven hogskoleexamen i finland, om behorighetsvillkoren for tjansten eller befattningen forutsatter det. en utomlands fullgjord studieprestation vid hogskola jamstalls inom ett visst omrade eller vissa omraden samt i viss utstrackning med en studieprestation vid en hogskola i finland."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Tutkintojen rinnastamisen perusteet",
      "content": "Suomessa suoritettavaan korkeakoulututkintoon rinnastetaan tutkintoa tasoltaan vastaava, ulkomailla suoritettu korkeakoulututkinto. Tiettyyn, nimeltä mainittavaan korkeakoulututkintoon rinnastetaan sitä tasoltaan ja alaltaan vastaava ulkomailla suoritettu korkeakoulututkinto. Tutkintojen tasojen vastaavuus arvioidaan niiden laajuuden ja vaativuuden perusteella. Tutkintojen alojen vastaavuus arvioidaan niiden sisällön samankaltaisuuden perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Suomessa suoritettavaan korkeakoulututkintoon rinnastetaan tutkintoa tasoltaan vastaava, ulkomailla suoritettu korkeakoulututkinto. Tiettyyn, nimeltä mainittavaan korkeakoulututkintoon rinnastetaan sitä tasoltaan ja alaltaan vastaava ulkomailla suoritettu korkeakoulututkinto. Tutkintojen tasojen vastaavuus arvioidaan niiden laajuuden ja vaativuuden perusteella. Tutkintojen alojen vastaavuus arvioidaan niiden sisällön samankaltaisuuden perusteella.",
        "folded_fi": "suomessa suoritettavaan korkeakoulututkintoon rinnastetaan tutkintoa tasoltaan vastaava, ulkomailla suoritettu korkeakoulututkinto. tiettyyn, nimelta mainittavaan korkeakoulututkintoon rinnastetaan sita tasoltaan ja alaltaan vastaava ulkomailla suoritettu korkeakoulututkinto. tutkintojen tasojen vastaavuus arvioidaan niiden laajuuden ja vaativuuden perusteella. tutkintojen alojen vastaavuus arvioidaan niiden sisallon samankaltaisuuden perusteella.",
        "title_sv": "Grunder för jämställande av examina",
        "content_sv": "Med en högskoleexamen i Finland jämställs en utomlands avlagd högskoleexamen på motsvarande nivå. Med en viss, namngiven högskoleexamen jämställs en utomlands avlagd högskoleexamen på motsvarande nivå och inom motsvarande område. Examinas motsvarighet sinsemellan med avseende på nivån bedöms med hänsyn till deras omfång och svårighetsgrad. Examinas motsvarighet sinsemellan vad området beträffar bedöms med hänsyn till hur de överensstämmer till innehållet.",
        "normalized_sv": "Med en högskoleexamen i Finland jämställs en utomlands avlagd högskoleexamen på motsvarande nivå. Med en viss, namngiven högskoleexamen jämställs en utomlands avlagd högskoleexamen på motsvarande nivå och inom motsvarande område. Examinas motsvarighet sinsemellan med avseende på nivån bedöms med hänsyn till deras omfång och svårighetsgrad. Examinas motsvarighet sinsemellan vad området beträffar bedöms med hänsyn till hur de överensstämmer till innehållet.",
        "folded_sv": "med en hogskoleexamen i finland jamstalls en utomlands avlagd hogskoleexamen pa motsvarande niva. med en viss, namngiven hogskoleexamen jamstalls en utomlands avlagd hogskoleexamen pa motsvarande niva och inom motsvarande omrade. examinas motsvarighet sinsemellan med avseende pa nivan bedoms med hansyn till deras omfang och svarighetsgrad. examinas motsvarighet sinsemellan vad omradet betraffar bedoms med hansyn till hur de overensstammer till innehallet."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Täydentävät korkeakouluopinnot rinnastamisen edellytyksenä",
      "content": "Edellä 4 §:n 2 momentissa tarkoitetuissa tapauksissa ulkomailla suoritetut korkeakouluopinnot ja Suomessa suoritetut tai vastedes suoritettavat täydentävät korkeakouluopinnot voidaan yhdessä rinnastaa Suomessa suoritettaviin korkeakouluopintoihin 5 ja 6 §:ssä säädetyin perustein. Täydentävien opintojen rinnastamisen edellytyksistä säädetään tarkemmin valtioneuvoston asetuksella. Jos rinnastamisen edellytyksenä olevia täydentäviä korkeakouluopintoja ei ole suoritettu rinnastamispäätöksen antamiseen mennessä, täydentävistä opinnoista on määrättävä päätöksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Edellä 4 § :n 2 momentissa tarkoitetuissa tapauksissa ulkomailla suoritetut korkeakouluopinnot ja Suomessa suoritetut tai vastedes suoritettavat täydentävät korkeakouluopinnot voidaan yhdessä rinnastaa Suomessa suoritettaviin korkeakouluopintoihin 5 ja 6 § :ssä säädetyin perustein. Täydentävien opintojen rinnastamisen edellytyksistä säädetään tarkemmin valtioneuvoston asetuksella. Jos rinnastamisen edellytyksenä olevia täydentäviä korkeakouluopintoja ei ole suoritettu rinnastamispäätöksen antamiseen mennessä, täydentävistä opinnoista on määrättävä päätöksessä.",
        "folded_fi": "edella 4 §:n 2 momentissa tarkoitetuissa tapauksissa ulkomailla suoritetut korkeakouluopinnot ja suomessa suoritetut tai vastedes suoritettavat taydentavat korkeakouluopinnot voidaan yhdessa rinnastaa suomessa suoritettaviin korkeakouluopintoihin 5 ja 6 §:ssa saadetyin perustein. taydentavien opintojen rinnastamisen edellytyksista saadetaan tarkemmin valtioneuvoston asetuksella. jos rinnastamisen edellytyksena olevia taydentavia korkeakouluopintoja ei ole suoritettu rinnastamispaatoksen antamiseen mennessa, taydentavista opinnoista on maarattava paatoksessa.",
        "title_sv": "Kompletterande högskolestudier som förutsättning för jämställande",
        "content_sv": "I de fall som avses i 4 § 2 mom. kan högskolestudier som bedrivits utomlands och kompletterande högskolestudier som har bedrivits eller kommer att bedrivas i Finland tillsammans jämställas med högskolestudier i Finland på de grunder som anges i 5 och 6 §. Närmare bestämmelser om förutsättningarna för jämställande av kompletterande studier utfärdas genom förordning av statsrådet. Om de kompletterande högskolestudier som utgör en förutsättning för jämställande inte har genomförts då beslutet om jämställande fattas, ska i beslutet bestämmas om de kompletterande studierna.",
        "normalized_sv": "I de fall som avses i 4 § 2 mom. kan högskolestudier som bedrivits utomlands och kompletterande högskolestudier som har bedrivits eller kommer att bedrivas i Finland tillsammans jämställas med högskolestudier i Finland på de grunder som anges i 5 och 6 § . Närmare bestämmelser om förutsättningarna för jämställande av kompletterande studier utfärdas genom förordning av statsrådet. Om de kompletterande högskolestudier som utgör en förutsättning för jämställande inte har genomförts då beslutet om jämställande fattas, ska i beslutet bestämmas om de kompletterande studierna.",
        "folded_sv": "i de fall som avses i 4 § 2 mom. kan hogskolestudier som bedrivits utomlands och kompletterande hogskolestudier som har bedrivits eller kommer att bedrivas i finland tillsammans jamstallas med hogskolestudier i finland pa de grunder som anges i 5 och 6 §. narmare bestammelser om forutsattningarna for jamstallande av kompletterande studier utfardas genom forordning av statsradet. om de kompletterande hogskolestudier som utgor en forutsattning for jamstallande inte har genomforts da beslutet om jamstallande fattas, ska i beslutet bestammas om de kompletterande studierna."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Rinnastamishakemus ja -päätös",
      "content": "Hakijan on toimitettava Opetushallitukselle hakemuksen käsittelyä varten tarpeelliset selvitykset suorittamistaan opinnoista virallisesti oikeaksi todistettuina jäljennöksinä. Hakemukseen tulee liittää virallisen kääntäjän kääntämät suomen- tai ruotsinkieliset käännökset muista kuin pohjoismaisella kielellä kirjoitetuista asiakirjoista. Hakemukseen liitettävistä asiakirjoista ja todistuksista voidaan säätää tarkemmin valtioneuvoston asetuksella. Opetushallitus päättää hakemuksesta ulkomailla suoritettujen tutkintojen tai opintosuoritusten rinnastamisesta Suomessa suoritettaviin tutkintoihin tai opintosuorituksiin. Opetushallitus voi ennen päätöksentekoa tarvittaessa pyytää yliopistolta, korkeakoululta tai muulta oppilaitokselta lausunnon hakijan suorittamien opintojen vastaavuudesta Suomessa suoritettaviin opintoihin sekä hakijalle mahdollisesti määrättävistä täydentävistä opinnoista. Lausunnon antava taho voi periä lausunnosta sitä pyytäneeltä omakustannusarvon mukaisen maksun sen mukaan kuin valtion maksuperustelaissa (150/1992) julkisoikeudellisista suoritteista perittävistä maksuista ja tarvittaessa opetusministeriön asetuksella säädetään. Jos rinnastamispäätöksen saanut suorittaa päätöksessä tarkoitetut täydentävät opinnot suomalaisessa korkeakoulussa, korkeakoulu antaa täydentävien opintojen suorittamisesta todistuksen, joka yhdessä Opetushallituksen päätöksen kanssa antaa kelpoisuuden virkaan tai tehtävään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Hakijan on toimitettava Opetushallitukselle hakemuksen käsittelyä varten tarpeelliset selvitykset suorittamistaan opinnoista virallisesti oikeaksi todistettuina jäljennöksinä. Hakemukseen tulee liittää virallisen kääntäjän kääntämät suomen- tai ruotsinkieliset käännökset muista kuin pohjoismaisella kielellä kirjoitetuista asiakirjoista. Hakemukseen liitettävistä asiakirjoista ja todistuksista voidaan säätää tarkemmin valtioneuvoston asetuksella. Opetushallitus päättää hakemuksesta ulkomailla suoritettujen tutkintojen tai opintosuoritusten rinnastamisesta Suomessa suoritettaviin tutkintoihin tai opintosuorituksiin. Opetushallitus voi ennen päätöksentekoa tarvittaessa pyytää yliopistolta, korkeakoululta tai muulta oppilaitokselta lausunnon hakijan suorittamien opintojen vastaavuudesta Suomessa suoritettaviin opintoihin sekä hakijalle mahdollisesti määrättävistä täydentävistä opinnoista. Lausunnon antava taho voi periä lausunnosta sitä pyytäneeltä omakustannusarvon mukaisen maksun sen mukaan kuin valtion maksuperustelaissa (150/1992) julkisoikeudellisista suoritteista perittävistä maksuista ja tarvittaessa opetusministeriön asetuksella säädetään. Jos rinnastamispäätöksen saanut suorittaa päätöksessä tarkoitetut täydentävät opinnot suomalaisessa korkeakoulussa, korkeakoulu antaa täydentävien opintojen suorittamisesta todistuksen, joka yhdessä Opetushallituksen päätöksen kanssa antaa kelpoisuuden virkaan tai tehtävään.",
        "folded_fi": "hakijan on toimitettava opetushallitukselle hakemuksen kasittelya varten tarpeelliset selvitykset suorittamistaan opinnoista virallisesti oikeaksi todistettuina jaljennoksina. hakemukseen tulee liittaa virallisen kaantajan kaantamat suomen- tai ruotsinkieliset kaannokset muista kuin pohjoismaisella kielella kirjoitetuista asiakirjoista. hakemukseen liitettavista asiakirjoista ja todistuksista voidaan saataa tarkemmin valtioneuvoston asetuksella. opetushallitus paattaa hakemuksesta ulkomailla suoritettujen tutkintojen tai opintosuoritusten rinnastamisesta suomessa suoritettaviin tutkintoihin tai opintosuorituksiin. opetushallitus voi ennen paatoksentekoa tarvittaessa pyytaa yliopistolta, korkeakoululta tai muulta oppilaitokselta lausunnon hakijan suorittamien opintojen vastaavuudesta suomessa suoritettaviin opintoihin seka hakijalle mahdollisesti maarattavista taydentavista opinnoista. lausunnon antava taho voi peria lausunnosta sita pyytaneelta omakustannusarvon mukaisen maksun sen mukaan kuin valtion maksuperustelaissa (150/1992) julkisoikeudellisista suoritteista perittavista maksuista ja tarvittaessa opetusministerion asetuksella saadetaan. jos rinnastamispaatoksen saanut suorittaa paatoksessa tarkoitetut taydentavat opinnot suomalaisessa korkeakoulussa, korkeakoulu antaa taydentavien opintojen suorittamisesta todistuksen, joka yhdessa opetushallituksen paatoksen kanssa antaa kelpoisuuden virkaan tai tehtavaan.",
        "title_sv": "Ansökan och beslut om jämställande",
        "content_sv": "Sökanden ska tillställa Utbildningsstyrelsen officiellt bestyrkta kopior av de bevis på fullgjorda studier som behövs för behandlingen av ansökan. Till ansökan ska av andra än på ett nordiskt språk avfattade handlingar fogas översättningar till finska eller svenska utförda av en auktoriserad translator. Närmare bestämmelser om handlingar och intyg som ska fogas till ansökan kan utfärdas genom förordning av statsrådet. Utbildningsstyrelsen beslutar på ansökan om jämställande av examina eller studieprestationer som fullgjorts utomlands med examina eller studieprestationer i Finland. Utbildningsstyrelsen kan innan beslutet fattas vid behov be ett universitet, en högskola eller en annan läroanstalt om ett utlåtande om sökandens studiers likvärdighet med studier som avlagts i Finland samt om de kompletterande studier som eventuellt ska fordras av sökanden. Den som lämnar utlåtandet kan hos den som begärt utlåtandet uppbära en avgift efter självkostnadsvärde enligt vad som närmare bestäms om offentligrättsliga prestationer i lagen om grunderna för avgifter till staten (150/1992) och i en förordning som undervisningsministeriet utfärdar i förekommande fall. Om den som fått ett beslut om jämställande genomför de kompletterande studier som avses i beslutet vid en högskola i Finland, utfärdar högskolan ett intyg över genomförda kompletterande studier, som tillsammans med Utbildningsstyrelsens beslut ger behörighet för en tjänst eller uppgift.",
        "normalized_sv": "Sökanden ska tillställa Utbildningsstyrelsen officiellt bestyrkta kopior av de bevis på fullgjorda studier som behövs för behandlingen av ansökan. Till ansökan ska av andra än på ett nordiskt språk avfattade handlingar fogas översättningar till finska eller svenska utförda av en auktoriserad translator. Närmare bestämmelser om handlingar och intyg som ska fogas till ansökan kan utfärdas genom förordning av statsrådet. Utbildningsstyrelsen beslutar på ansökan om jämställande av examina eller studieprestationer som fullgjorts utomlands med examina eller studieprestationer i Finland. Utbildningsstyrelsen kan innan beslutet fattas vid behov be ett universitet, en högskola eller en annan läroanstalt om ett utlåtande om sökandens studiers likvärdighet med studier som avlagts i Finland samt om de kompletterande studier som eventuellt ska fordras av sökanden. Den som lämnar utlåtandet kan hos den som begärt utlåtandet uppbära en avgift efter självkostnadsvärde enligt vad som närmare bestäms om offentligrättsliga prestationer i lagen om grunderna för avgifter till staten (150/1992) och i en förordning som undervisningsministeriet utfärdar i förekommande fall. Om den som fått ett beslut om jämställande genomför de kompletterande studier som avses i beslutet vid en högskola i Finland, utfärdar högskolan ett intyg över genomförda kompletterande studier, som tillsammans med Utbildningsstyrelsens beslut ger behörighet för en tjänst eller uppgift.",
        "folded_sv": "sokanden ska tillstalla utbildningsstyrelsen officiellt bestyrkta kopior av de bevis pa fullgjorda studier som behovs for behandlingen av ansokan. till ansokan ska av andra an pa ett nordiskt sprak avfattade handlingar fogas oversattningar till finska eller svenska utforda av en auktoriserad translator. narmare bestammelser om handlingar och intyg som ska fogas till ansokan kan utfardas genom forordning av statsradet. utbildningsstyrelsen beslutar pa ansokan om jamstallande av examina eller studieprestationer som fullgjorts utomlands med examina eller studieprestationer i finland. utbildningsstyrelsen kan innan beslutet fattas vid behov be ett universitet, en hogskola eller en annan laroanstalt om ett utlatande om sokandens studiers likvardighet med studier som avlagts i finland samt om de kompletterande studier som eventuellt ska fordras av sokanden. den som lamnar utlatandet kan hos den som begart utlatandet uppbara en avgift efter sjalvkostnadsvarde enligt vad som narmare bestams om offentligrattsliga prestationer i lagen om grunderna for avgifter till staten (150/1992) och i en forordning som undervisningsministeriet utfardar i forekommande fall. om den som fatt ett beslut om jamstallande genomfor de kompletterande studier som avses i beslutet vid en hogskola i finland, utfardar hogskolan ett intyg over genomforda kompletterande studier, som tillsammans med utbildningsstyrelsens beslut ger behorighet for en tjanst eller uppgift."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Tässä laissa säädetään ulkomailla suoritettujen korkeakouluopintojen tuottamasta kelpoisuudesta julkiseen virkaan ja toimeen, jos niiden kelpoisuusvaatimukseksi on laissa tai asetuksessa säädetty tietyn tasoinen tutkinto taikka tietty Suomessa suoritettava korkeakoulututkinto tai korkeakoulun opintosuoritus. Korkeakouluopinnoilla tarkoitetaan tässä laissa korkeakoulututkintoa ja korkeakoulun opintosuoritusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Tässä laissa säädetään ulkomailla suoritettujen korkeakouluopintojen tuottamasta kelpoisuudesta julkiseen virkaan ja toimeen, jos niiden kelpoisuusvaatimukseksi on laissa tai asetuksessa säädetty tietyn tasoinen tutkinto taikka tietty Suomessa suoritettava korkeakoulututkinto tai korkeakoulun opintosuoritus. Korkeakouluopinnoilla tarkoitetaan tässä laissa korkeakoulututkintoa ja korkeakoulun opintosuoritusta.",
        "folded_fi": "tassa laissa saadetaan ulkomailla suoritettujen korkeakouluopintojen tuottamasta kelpoisuudesta julkiseen virkaan ja toimeen, jos niiden kelpoisuusvaatimukseksi on laissa tai asetuksessa saadetty tietyn tasoinen tutkinto taikka tietty suomessa suoritettava korkeakoulututkinto tai korkeakoulun opintosuoritus. korkeakouluopinnoilla tarkoitetaan tassa laissa korkeakoulututkintoa ja korkeakoulun opintosuoritusta.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "I denna lag föreskrivs om den behörighet för en offentlig tjänst eller befattning som högskolestudier utomlands medför då behörighetsvillkor enligt lag eller förordning är examen på en viss nivå eller viss högskoleexamen eller studieprestation vid högskola i Finland. Med högskolestudier avses i denna lag högskoleexamen och studieprestation vid högskola.",
        "normalized_sv": "I denna lag föreskrivs om den behörighet för en offentlig tjänst eller befattning som högskolestudier utomlands medför då behörighetsvillkor enligt lag eller förordning är examen på en viss nivå eller viss högskoleexamen eller studieprestation vid högskola i Finland. Med högskolestudier avses i denna lag högskoleexamen och studieprestation vid högskola.",
        "folded_sv": "i denna lag foreskrivs om den behorighet for en offentlig tjanst eller befattning som hogskolestudier utomlands medfor da behorighetsvillkor enligt lag eller forordning ar examen pa en viss niva eller viss hogskoleexamen eller studieprestation vid hogskola i finland. med hogskolestudier avses i denna lag hogskoleexamen och studieprestation vid hogskola."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Rinnastaminen",
      "content": "Ulkomailla suoritetut korkeakouluopinnot tuottavat julkiseen virkaan tai toimeen saman kelpoisuuden kuin virkaan tai toimeen vaadittavat Suomessa suoritettavat korkeakouluopinnot, jos nämä opinnot on tämän lain nojalla tehdyssä päätöksessä rinnastettu toisiinsa. Ulkomainen korkeakoulututkinto rinnastetaan ensisijaisesti tietyntasoiseen Suomessa suoritettavaan korkeakoulututkintoon. Muussa kuin ammattipätevyyden tunnustamisesta annetun lain (1093/2007) soveltamisalaan kuuluvassa tapauksessa ulkomailla suoritettu korkeakoulututkinto voidaan tämän lain nojalla rinnastaa tiettyyn, nimeltä mainittuun Suomessa suoritettavaan korkeakoulututkintoon, jos viran tai tehtävän kelpoisuusvaatimus sitä edellyttää. Ulkomailla suoritettu korkeakoulun opintosuoritus rinnastetaan tietyllä alalla tai tietyillä aloilla sekä tietyn laajuisena Suomessa suoritettavaan korkeakoulun opintosuoritukseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Ulkomailla suoritetut korkeakouluopinnot tuottavat julkiseen virkaan tai toimeen saman kelpoisuuden kuin virkaan tai toimeen vaadittavat Suomessa suoritettavat korkeakouluopinnot, jos nämä opinnot on tämän lain nojalla tehdyssä päätöksessä rinnastettu toisiinsa. Ulkomainen korkeakoulututkinto rinnastetaan ensisijaisesti tietyntasoiseen Suomessa suoritettavaan korkeakoulututkintoon. Muussa kuin ammattipätevyyden tunnustamisesta annetun lain (1093/2007) soveltamisalaan kuuluvassa tapauksessa ulkomailla suoritettu korkeakoulututkinto voidaan tämän lain nojalla rinnastaa tiettyyn, nimeltä mainittuun Suomessa suoritettavaan korkeakoulututkintoon, jos viran tai tehtävän kelpoisuusvaatimus sitä edellyttää. Ulkomailla suoritettu korkeakoulun opintosuoritus rinnastetaan tietyllä alalla tai tietyillä aloilla sekä tietyn laajuisena Suomessa suoritettavaan korkeakoulun opintosuoritukseen.",
        "folded_fi": "ulkomailla suoritetut korkeakouluopinnot tuottavat julkiseen virkaan tai toimeen saman kelpoisuuden kuin virkaan tai toimeen vaadittavat suomessa suoritettavat korkeakouluopinnot, jos nama opinnot on taman lain nojalla tehdyssa paatoksessa rinnastettu toisiinsa. ulkomainen korkeakoulututkinto rinnastetaan ensisijaisesti tietyntasoiseen suomessa suoritettavaan korkeakoulututkintoon. muussa kuin ammattipatevyyden tunnustamisesta annetun lain (1093/2007) soveltamisalaan kuuluvassa tapauksessa ulkomailla suoritettu korkeakoulututkinto voidaan taman lain nojalla rinnastaa tiettyyn, nimelta mainittuun suomessa suoritettavaan korkeakoulututkintoon, jos viran tai tehtavan kelpoisuusvaatimus sita edellyttaa. ulkomailla suoritettu korkeakoulun opintosuoritus rinnastetaan tietylla alalla tai tietyilla aloilla seka tietyn laajuisena suomessa suoritettavaan korkeakoulun opintosuoritukseen.",
        "title_sv": "Jämställande",
        "content_sv": "Högskolestudier som har bedrivits utomlands medför samma behörighet för en offentlig tjänst eller befattning som de högskolestudier i Finland som krävs för tjänsten eller befattningen, om dessa studier har jämställts med varandra genom beslut som har fattats med stöd av denna lag. En högskoleexamen som har avlagts utomlands jämställs i första hand med en i Finland avlagd högskoleexamen på en viss nivå. Med stöd av denna lag kan en högskoleexamen som avlagts utomlands i andra fall än i de som omfattas av lagen om erkännande av yrkeskvalifikationer (1093/2007) jämställas med en viss, namngiven högskoleexamen i Finland, om behörighetsvillkoren för tjänsten eller befattningen förutsätter det. En utomlands fullgjord studieprestation vid högskola jämställs inom ett visst område eller vissa områden samt i viss utsträckning med en studieprestation vid en högskola i Finland.",
        "normalized_sv": "Högskolestudier som har bedrivits utomlands medför samma behörighet för en offentlig tjänst eller befattning som de högskolestudier i Finland som krävs för tjänsten eller befattningen, om dessa studier har jämställts med varandra genom beslut som har fattats med stöd av denna lag. En högskoleexamen som har avlagts utomlands jämställs i första hand med en i Finland avlagd högskoleexamen på en viss nivå. Med stöd av denna lag kan en högskoleexamen som avlagts utomlands i andra fall än i de som omfattas av lagen om erkännande av yrkeskvalifikationer (1093/2007) jämställas med en viss, namngiven högskoleexamen i Finland, om behörighetsvillkoren för tjänsten eller befattningen förutsätter det. En utomlands fullgjord studieprestation vid högskola jämställs inom ett visst område eller vissa områden samt i viss utsträckning med en studieprestation vid en högskola i Finland.",
        "folded_sv": "hogskolestudier som har bedrivits utomlands medfor samma behorighet for en offentlig tjanst eller befattning som de hogskolestudier i finland som kravs for tjansten eller befattningen, om dessa studier har jamstallts med varandra genom beslut som har fattats med stod av denna lag. en hogskoleexamen som har avlagts utomlands jamstalls i forsta hand med en i finland avlagd hogskoleexamen pa en viss niva. med stod av denna lag kan en hogskoleexamen som avlagts utomlands i andra fall an i de som omfattas av lagen om erkannande av yrkeskvalifikationer (1093/2007) jamstallas med en viss, namngiven hogskoleexamen i finland, om behorighetsvillkoren for tjansten eller befattningen forutsatter det. en utomlands fullgjord studieprestation vid hogskola jamstalls inom ett visst omrade eller vissa omraden samt i viss utstrackning med en studieprestation vid en hogskola i finland."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Tutkintojen rinnastamisen perusteet",
      "content": "Suomessa suoritettavaan korkeakoulututkintoon rinnastetaan tutkintoa tasoltaan vastaava, ulkomailla suoritettu korkeakoulututkinto. Tiettyyn, nimeltä mainittavaan korkeakoulututkintoon rinnastetaan sitä tasoltaan ja alaltaan vastaava ulkomailla suoritettu korkeakoulututkinto. Tutkintojen tasojen vastaavuus arvioidaan niiden laajuuden ja vaativuuden perusteella. Tutkintojen alojen vastaavuus arvioidaan niiden sisällön samankaltaisuuden perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Suomessa suoritettavaan korkeakoulututkintoon rinnastetaan tutkintoa tasoltaan vastaava, ulkomailla suoritettu korkeakoulututkinto. Tiettyyn, nimeltä mainittavaan korkeakoulututkintoon rinnastetaan sitä tasoltaan ja alaltaan vastaava ulkomailla suoritettu korkeakoulututkinto. Tutkintojen tasojen vastaavuus arvioidaan niiden laajuuden ja vaativuuden perusteella. Tutkintojen alojen vastaavuus arvioidaan niiden sisällön samankaltaisuuden perusteella.",
        "folded_fi": "suomessa suoritettavaan korkeakoulututkintoon rinnastetaan tutkintoa tasoltaan vastaava, ulkomailla suoritettu korkeakoulututkinto. tiettyyn, nimelta mainittavaan korkeakoulututkintoon rinnastetaan sita tasoltaan ja alaltaan vastaava ulkomailla suoritettu korkeakoulututkinto. tutkintojen tasojen vastaavuus arvioidaan niiden laajuuden ja vaativuuden perusteella. tutkintojen alojen vastaavuus arvioidaan niiden sisallon samankaltaisuuden perusteella.",
        "title_sv": "Grunder för jämställande av examina",
        "content_sv": "Med en högskoleexamen i Finland jämställs en utomlands avlagd högskoleexamen på motsvarande nivå. Med en viss, namngiven högskoleexamen jämställs en utomlands avlagd högskoleexamen på motsvarande nivå och inom motsvarande område. Examinas motsvarighet sinsemellan med avseende på nivån bedöms med hänsyn till deras omfång och svårighetsgrad. Examinas motsvarighet sinsemellan vad området beträffar bedöms med hänsyn till hur de överensstämmer till innehållet.",
        "normalized_sv": "Med en högskoleexamen i Finland jämställs en utomlands avlagd högskoleexamen på motsvarande nivå. Med en viss, namngiven högskoleexamen jämställs en utomlands avlagd högskoleexamen på motsvarande nivå och inom motsvarande område. Examinas motsvarighet sinsemellan med avseende på nivån bedöms med hänsyn till deras omfång och svårighetsgrad. Examinas motsvarighet sinsemellan vad området beträffar bedöms med hänsyn till hur de överensstämmer till innehållet.",
        "folded_sv": "med en hogskoleexamen i finland jamstalls en utomlands avlagd hogskoleexamen pa motsvarande niva. med en viss, namngiven hogskoleexamen jamstalls en utomlands avlagd hogskoleexamen pa motsvarande niva och inom motsvarande omrade. examinas motsvarighet sinsemellan med avseende pa nivan bedoms med hansyn till deras omfang och svarighetsgrad. examinas motsvarighet sinsemellan vad omradet betraffar bedoms med hansyn till hur de overensstammer till innehallet."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Täydentävät korkeakouluopinnot rinnastamisen edellytyksenä",
      "content": "Edellä 4 §:n 2 momentissa tarkoitetuissa tapauksissa ulkomailla suoritetut korkeakouluopinnot ja Suomessa suoritetut tai vastedes suoritettavat täydentävät korkeakouluopinnot voidaan yhdessä rinnastaa Suomessa suoritettaviin korkeakouluopintoihin 5 ja 6 §:ssä säädetyin perustein. Täydentävien opintojen rinnastamisen edellytyksistä säädetään tarkemmin valtioneuvoston asetuksella. Jos rinnastamisen edellytyksenä olevia täydentäviä korkeakouluopintoja ei ole suoritettu rinnastamispäätöksen antamiseen mennessä, täydentävistä opinnoista on määrättävä päätöksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Edellä 4 § :n 2 momentissa tarkoitetuissa tapauksissa ulkomailla suoritetut korkeakouluopinnot ja Suomessa suoritetut tai vastedes suoritettavat täydentävät korkeakouluopinnot voidaan yhdessä rinnastaa Suomessa suoritettaviin korkeakouluopintoihin 5 ja 6 § :ssä säädetyin perustein. Täydentävien opintojen rinnastamisen edellytyksistä säädetään tarkemmin valtioneuvoston asetuksella. Jos rinnastamisen edellytyksenä olevia täydentäviä korkeakouluopintoja ei ole suoritettu rinnastamispäätöksen antamiseen mennessä, täydentävistä opinnoista on määrättävä päätöksessä.",
        "folded_fi": "edella 4 §:n 2 momentissa tarkoitetuissa tapauksissa ulkomailla suoritetut korkeakouluopinnot ja suomessa suoritetut tai vastedes suoritettavat taydentavat korkeakouluopinnot voidaan yhdessa rinnastaa suomessa suoritettaviin korkeakouluopintoihin 5 ja 6 §:ssa saadetyin perustein. taydentavien opintojen rinnastamisen edellytyksista saadetaan tarkemmin valtioneuvoston asetuksella. jos rinnastamisen edellytyksena olevia taydentavia korkeakouluopintoja ei ole suoritettu rinnastamispaatoksen antamiseen mennessa, taydentavista opinnoista on maarattava paatoksessa.",
        "title_sv": "Kompletterande högskolestudier som förutsättning för jämställande",
        "content_sv": "I de fall som avses i 4 § 2 mom. kan högskolestudier som bedrivits utomlands och kompletterande högskolestudier som har bedrivits eller kommer att bedrivas i Finland tillsammans jämställas med högskolestudier i Finland på de grunder som anges i 5 och 6 §. Närmare bestämmelser om förutsättningarna för jämställande av kompletterande studier utfärdas genom förordning av statsrådet. Om de kompletterande högskolestudier som utgör en förutsättning för jämställande inte har genomförts då beslutet om jämställande fattas, ska i beslutet bestämmas om de kompletterande studierna.",
        "normalized_sv": "I de fall som avses i 4 § 2 mom. kan högskolestudier som bedrivits utomlands och kompletterande högskolestudier som har bedrivits eller kommer att bedrivas i Finland tillsammans jämställas med högskolestudier i Finland på de grunder som anges i 5 och 6 § . Närmare bestämmelser om förutsättningarna för jämställande av kompletterande studier utfärdas genom förordning av statsrådet. Om de kompletterande högskolestudier som utgör en förutsättning för jämställande inte har genomförts då beslutet om jämställande fattas, ska i beslutet bestämmas om de kompletterande studierna.",
        "folded_sv": "i de fall som avses i 4 § 2 mom. kan hogskolestudier som bedrivits utomlands och kompletterande hogskolestudier som har bedrivits eller kommer att bedrivas i finland tillsammans jamstallas med hogskolestudier i finland pa de grunder som anges i 5 och 6 §. narmare bestammelser om forutsattningarna for jamstallande av kompletterande studier utfardas genom forordning av statsradet. om de kompletterande hogskolestudier som utgor en forutsattning for jamstallande inte har genomforts da beslutet om jamstallande fattas, ska i beslutet bestammas om de kompletterande studierna."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Rinnastamishakemus ja -päätös",
      "content": "Hakijan on toimitettava Opetushallitukselle hakemuksen käsittelyä varten tarpeelliset selvitykset suorittamistaan opinnoista virallisesti oikeaksi todistettuina jäljennöksinä. Hakemukseen tulee liittää virallisen kääntäjän kääntämät suomen- tai ruotsinkieliset käännökset muista kuin pohjoismaisella kielellä kirjoitetuista asiakirjoista. Hakemukseen liitettävistä asiakirjoista ja todistuksista voidaan säätää tarkemmin valtioneuvoston asetuksella. Opetushallitus päättää hakemuksesta ulkomailla suoritettujen tutkintojen tai opintosuoritusten rinnastamisesta Suomessa suoritettaviin tutkintoihin tai opintosuorituksiin. Opetushallitus voi ennen päätöksentekoa tarvittaessa pyytää yliopistolta, korkeakoululta tai muulta oppilaitokselta lausunnon hakijan suorittamien opintojen vastaavuudesta Suomessa suoritettaviin opintoihin sekä hakijalle mahdollisesti määrättävistä täydentävistä opinnoista. Lausunnon antava taho voi periä lausunnosta sitä pyytäneeltä omakustannusarvon mukaisen maksun sen mukaan kuin valtion maksuperustelaissa (150/1992) julkisoikeudellisista suoritteista perittävistä maksuista ja tarvittaessa opetusministeriön asetuksella säädetään. Jos rinnastamispäätöksen saanut suorittaa päätöksessä tarkoitetut täydentävät opinnot suomalaisessa korkeakoulussa, korkeakoulu antaa täydentävien opintojen suorittamisesta todistuksen, joka yhdessä Opetushallituksen päätöksen kanssa antaa kelpoisuuden virkaan tai tehtävään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Hakijan on toimitettava Opetushallitukselle hakemuksen käsittelyä varten tarpeelliset selvitykset suorittamistaan opinnoista virallisesti oikeaksi todistettuina jäljennöksinä. Hakemukseen tulee liittää virallisen kääntäjän kääntämät suomen- tai ruotsinkieliset käännökset muista kuin pohjoismaisella kielellä kirjoitetuista asiakirjoista. Hakemukseen liitettävistä asiakirjoista ja todistuksista voidaan säätää tarkemmin valtioneuvoston asetuksella. Opetushallitus päättää hakemuksesta ulkomailla suoritettujen tutkintojen tai opintosuoritusten rinnastamisesta Suomessa suoritettaviin tutkintoihin tai opintosuorituksiin. Opetushallitus voi ennen päätöksentekoa tarvittaessa pyytää yliopistolta, korkeakoululta tai muulta oppilaitokselta lausunnon hakijan suorittamien opintojen vastaavuudesta Suomessa suoritettaviin opintoihin sekä hakijalle mahdollisesti määrättävistä täydentävistä opinnoista. Lausunnon antava taho voi periä lausunnosta sitä pyytäneeltä omakustannusarvon mukaisen maksun sen mukaan kuin valtion maksuperustelaissa (150/1992) julkisoikeudellisista suoritteista perittävistä maksuista ja tarvittaessa opetusministeriön asetuksella säädetään. Jos rinnastamispäätöksen saanut suorittaa päätöksessä tarkoitetut täydentävät opinnot suomalaisessa korkeakoulussa, korkeakoulu antaa täydentävien opintojen suorittamisesta todistuksen, joka yhdessä Opetushallituksen päätöksen kanssa antaa kelpoisuuden virkaan tai tehtävään.",
        "folded_fi": "hakijan on toimitettava opetushallitukselle hakemuksen kasittelya varten tarpeelliset selvitykset suorittamistaan opinnoista virallisesti oikeaksi todistettuina jaljennoksina. hakemukseen tulee liittaa virallisen kaantajan kaantamat suomen- tai ruotsinkieliset kaannokset muista kuin pohjoismaisella kielella kirjoitetuista asiakirjoista. hakemukseen liitettavista asiakirjoista ja todistuksista voidaan saataa tarkemmin valtioneuvoston asetuksella. opetushallitus paattaa hakemuksesta ulkomailla suoritettujen tutkintojen tai opintosuoritusten rinnastamisesta suomessa suoritettaviin tutkintoihin tai opintosuorituksiin. opetushallitus voi ennen paatoksentekoa tarvittaessa pyytaa yliopistolta, korkeakoululta tai muulta oppilaitokselta lausunnon hakijan suorittamien opintojen vastaavuudesta suomessa suoritettaviin opintoihin seka hakijalle mahdollisesti maarattavista taydentavista opinnoista. lausunnon antava taho voi peria lausunnosta sita pyytaneelta omakustannusarvon mukaisen maksun sen mukaan kuin valtion maksuperustelaissa (150/1992) julkisoikeudellisista suoritteista perittavista maksuista ja tarvittaessa opetusministerion asetuksella saadetaan. jos rinnastamispaatoksen saanut suorittaa paatoksessa tarkoitetut taydentavat opinnot suomalaisessa korkeakoulussa, korkeakoulu antaa taydentavien opintojen suorittamisesta todistuksen, joka yhdessa opetushallituksen paatoksen kanssa antaa kelpoisuuden virkaan tai tehtavaan.",
        "title_sv": "Ansökan och beslut om jämställande",
        "content_sv": "Sökanden ska tillställa Utbildningsstyrelsen officiellt bestyrkta kopior av de bevis på fullgjorda studier som behövs för behandlingen av ansökan. Till ansökan ska av andra än på ett nordiskt språk avfattade handlingar fogas översättningar till finska eller svenska utförda av en auktoriserad translator. Närmare bestämmelser om handlingar och intyg som ska fogas till ansökan kan utfärdas genom förordning av statsrådet. Utbildningsstyrelsen beslutar på ansökan om jämställande av examina eller studieprestationer som fullgjorts utomlands med examina eller studieprestationer i Finland. Utbildningsstyrelsen kan innan beslutet fattas vid behov be ett universitet, en högskola eller en annan läroanstalt om ett utlåtande om sökandens studiers likvärdighet med studier som avlagts i Finland samt om de kompletterande studier som eventuellt ska fordras av sökanden. Den som lämnar utlåtandet kan hos den som begärt utlåtandet uppbära en avgift efter självkostnadsvärde enligt vad som närmare bestäms om offentligrättsliga prestationer i lagen om grunderna för avgifter till staten (150/1992) och i en förordning som undervisningsministeriet utfärdar i förekommande fall. Om den som fått ett beslut om jämställande genomför de kompletterande studier som avses i beslutet vid en högskola i Finland, utfärdar högskolan ett intyg över genomförda kompletterande studier, som tillsammans med Utbildningsstyrelsens beslut ger behörighet för en tjänst eller uppgift.",
        "normalized_sv": "Sökanden ska tillställa Utbildningsstyrelsen officiellt bestyrkta kopior av de bevis på fullgjorda studier som behövs för behandlingen av ansökan. Till ansökan ska av andra än på ett nordiskt språk avfattade handlingar fogas översättningar till finska eller svenska utförda av en auktoriserad translator. Närmare bestämmelser om handlingar och intyg som ska fogas till ansökan kan utfärdas genom förordning av statsrådet. Utbildningsstyrelsen beslutar på ansökan om jämställande av examina eller studieprestationer som fullgjorts utomlands med examina eller studieprestationer i Finland. Utbildningsstyrelsen kan innan beslutet fattas vid behov be ett universitet, en högskola eller en annan läroanstalt om ett utlåtande om sökandens studiers likvärdighet med studier som avlagts i Finland samt om de kompletterande studier som eventuellt ska fordras av sökanden. Den som lämnar utlåtandet kan hos den som begärt utlåtandet uppbära en avgift efter självkostnadsvärde enligt vad som närmare bestäms om offentligrättsliga prestationer i lagen om grunderna för avgifter till staten (150/1992) och i en förordning som undervisningsministeriet utfärdar i förekommande fall. Om den som fått ett beslut om jämställande genomför de kompletterande studier som avses i beslutet vid en högskola i Finland, utfärdar högskolan ett intyg över genomförda kompletterande studier, som tillsammans med Utbildningsstyrelsens beslut ger behörighet för en tjänst eller uppgift.",
        "folded_sv": "sokanden ska tillstalla utbildningsstyrelsen officiellt bestyrkta kopior av de bevis pa fullgjorda studier som behovs for behandlingen av ansokan. till ansokan ska av andra an pa ett nordiskt sprak avfattade handlingar fogas oversattningar till finska eller svenska utforda av en auktoriserad translator. narmare bestammelser om handlingar och intyg som ska fogas till ansokan kan utfardas genom forordning av statsradet. utbildningsstyrelsen beslutar pa ansokan om jamstallande av examina eller studieprestationer som fullgjorts utomlands med examina eller studieprestationer i finland. utbildningsstyrelsen kan innan beslutet fattas vid behov be ett universitet, en hogskola eller en annan laroanstalt om ett utlatande om sokandens studiers likvardighet med studier som avlagts i finland samt om de kompletterande studier som eventuellt ska fordras av sokanden. den som lamnar utlatandet kan hos den som begart utlatandet uppbara en avgift efter sjalvkostnadsvarde enligt vad som narmare bestams om offentligrattsliga prestationer i lagen om grunderna for avgifter till staten (150/1992) och i en forordning som undervisningsministeriet utfardar i forekommande fall. om den som fatt ett beslut om jamstallande genomfor de kompletterande studier som avses i beslutet vid en hogskola i finland, utfardar hogskolan ett intyg over genomforda kompletterande studier, som tillsammans med utbildningsstyrelsens beslut ger behorighet for en tjanst eller uppgift."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    }
  ]
}