{
  "id": "1111/2007",
  "type": "statute",
  "title": "Laki Eläketurvakeskuksesta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om Pensionsskyddscentralen",
  "status": "in_force",
  "issued_date": "2007-11-30",
  "in_force_date": "2007-11-30",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/1111/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Eläketurvakeskus",
      "content": "Eläketurvakeskus on työntekijän eläkelain (395/2006) 3 §:n 1 momentissa ja 2 momentin 1―6 kohdassa mainituissa työeläkelaeissa tarkoitetun työeläketurvan toimeenpanon ja kehittämisen yhteiselin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Eläketurvakeskus on työntekijän eläkelain (395/2006) 3 § :n 1 momentissa ja 2 momentin 1―6 kohdassa mainituissa työeläkelaeissa tarkoitetun työeläketurvan toimeenpanon ja kehittämisen yhteiselin.",
        "folded_fi": "elaketurvakeskus on tyontekijan elakelain (395/2006) 3 §:n 1 momentissa ja 2 momentin 1―6 kohdassa mainituissa tyoelakelaeissa tarkoitetun tyoelaketurvan toimeenpanon ja kehittamisen yhteiselin.",
        "title_sv": "Pensionsskyddscentralen",
        "content_sv": "Pensionsskyddscentralen är samordnande organ för verkställigheten och utvecklingen av det arbetspensionsskydd som avses i de arbetspensionslagar som nämns i 3 § 1 mom. och 2 mom. 1―6 punkten i lagen om pension för arbetstagare (395/2006).",
        "normalized_sv": "Pensionsskyddscentralen är samordnande organ för verkställigheten och utvecklingen av det arbetspensionsskydd som avses i de arbetspensionslagar som nämns i 3 § 1 mom. och 2 mom. 1―6 punkten i lagen om pension för arbetstagare (395/2006).",
        "folded_sv": "pensionsskyddscentralen ar samordnande organ for verkstalligheten och utvecklingen av det arbetspensionsskydd som avses i de arbetspensionslagar som namns i 3 § 1 mom. och 2 mom. 1―6 punkten i lagen om pension for arbetstagare (395/2006)."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Eläketurvakeskuksen tehtävät",
      "content": "Eläketurvakeskuksen tehtävänä on: 1) edistää ja yhteensovittaa työeläketurvan toimeenpanoa ja kehittämistä; Eläketurvakeskuksen tehtävänä on lisäksi:",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Eläketurvakeskuksen tehtävänä on: 1) edistää ja yhteensovittaa työeläketurvan toimeenpanoa ja kehittämistä; Eläketurvakeskuksen tehtävänä on lisäksi:",
        "folded_fi": "elaketurvakeskuksen tehtavana on: 1) edistaa ja yhteensovittaa tyoelaketurvan toimeenpanoa ja kehittamista; elaketurvakeskuksen tehtavana on lisaksi:",
        "title_sv": "Pensionsskyddscentralens uppgifter",
        "content_sv": "Pensionsskyddscentralen har till uppgift att 1) främja och samordna verkställigheten och utvecklingen av arbetspensionsskyddet, Pensionsskyddscentralen har dessutom till uppgift att",
        "normalized_sv": "Pensionsskyddscentralen har till uppgift att 1) främja och samordna verkställigheten och utvecklingen av arbetspensionsskyddet, Pensionsskyddscentralen har dessutom till uppgift att",
        "folded_sv": "pensionsskyddscentralen har till uppgift att 1) framja och samordna verkstalligheten och utvecklingen av arbetspensionsskyddet, pensionsskyddscentralen har dessutom till uppgift att"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Vastuu Eläketurvakeskuksen kustannuksista",
      "content": "Eläketurvakeskuksella on oikeus periä tuottamistaan palveluista toimintokohtaisia palvelumaksuja. Työntekijän eläkelain 3 §:n 1 momentissa ja 2 momentin 1―6 kohdassa mainittujen työeläkelakien mukaista eläketurvaa hoitavat eläkelaitokset vastaavat Eläketurvakeskuksen tämän lain mukaisten tehtävien hoitamisesta aiheutuvista kustannuksista siltä osin kuin Eläketurvakeskuksen saamat toimintokohtaiset palvelumaksut ja muut tuotot eivät riitä niitä kattamaan. Eläkelaitosten katettava osuus Eläketurvakeskuksen kustannuksista jaetaan eläkelaitosten kesken kussakin eläkelaitoksessa vakuutettujen työansioiden mukaisessa suhteessa. Eläkelaitoksen kustannusosuutta laskettaessa huomioon otettava vakuutettujen työansioiden osuus määrätään kuitenkin erikseen julkisten alojen eläkelaitoksille, Merimieseläkekassalle ja Maatalousyrittäjien eläkelaitokselle sen mukaan, kuinka suuri osuus Eläketurvakeskuksen tuottamista palveluista arvioidaan kohdistuvan näille eläkelaitoksille. Tällöin lasketaan ensin julkisten alojen eläkelaitosten, Merimieseläkekassan ja Maatalousyrittäjien eläkelaitoksen kustannusosuudet. Sen jälkeen kattamatta jäävä osuus Eläketurvakeskuksen kustannuksista jaetaan muiden yksityisten alojen eläkelaitosten kesken kussakin eläkelaitoksessa vakuutettujen työansioiden mukaisessa suhteessa. Julkisten alojen eläkelaitosten, Merimieseläkekassan ja Maatalousyrittäjien eläkelaitoksen kustannusosuudessa huomioon otettavasta vakuutettujen työansioiden osuudesta ja tämän osuuden tarkistamisesta säädetään tarkemmin valtioneuvoston asetuksella. Eläkelaitosten kustannusosuuksien laskemisesta ja täytäntöönpanosta annetaan tarkemmat määräykset sosiaali- ja terveysministeriön työntekijän eläkelain 183 §:n 2 momentin nojalla Eläketurvakeskuksen esityksestä vahvistamissa vastuunjakoperusteissa. Eläkelaitosten kustannusosuuksia vahvistettaessa on huolehdittava siitä, että Eläketurvakeskuksen varat riittävät kattamaan Eläketurvakeskuksen tehtävistä ja toiminnasta aiheutuvat menot ja ylläpitämään riittävän maksuvalmiuden. Eläketurvakeskus määrää maksettavaksi eläkelaitosten kustannusosuudet. Eläketurvakeskuksella on oikeus periä eläkelaitosten kustannusosuuksista ennakkoa siten kuin 3 momentissa tarkoitetuissa vastuunjakoperusteissa määrätään. Eläkelaitos voi hakea muutosta Eläketurvakeskuksen tämän lain nojalla määräämästä kustannusosuuden maksuunpanosta siten kuin työntekijän eläkelain 131 §:ssä säädetään. Kustannusosuus saadaan periä ilman tuomiota ja päätöstä siinä järjestyksessä kuin verojen ja maksujen täytäntöönpanosta annetussa laissa (706/2007) säädetään. Jollei maksua suoriteta viimeistään eräpäivänä, maksamattomalle pääomalle peritään vuotuista viivästyskorkoa korkolain (633/1982) 4 §:ssä tarkoitetun korkokannan mukaan. Viivästyskoron sijasta Eläketurvakeskus voi periä viiden euron suuruisen viivästysmaksun, jos viivästyskoron määrä jää tätä pienemmäksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Eläketurvakeskuksella on oikeus periä tuottamistaan palveluista toimintokohtaisia palvelumaksuja. Työntekijän eläkelain 3 § :n 1 momentissa ja 2 momentin 1―6 kohdassa mainittujen työeläkelakien mukaista eläketurvaa hoitavat eläkelaitokset vastaavat Eläketurvakeskuksen tämän lain mukaisten tehtävien hoitamisesta aiheutuvista kustannuksista siltä osin kuin Eläketurvakeskuksen saamat toimintokohtaiset palvelumaksut ja muut tuotot eivät riitä niitä kattamaan. Eläkelaitosten katettava osuus Eläketurvakeskuksen kustannuksista jaetaan eläkelaitosten kesken kussakin eläkelaitoksessa vakuutettujen työansioiden mukaisessa suhteessa. Eläkelaitoksen kustannusosuutta laskettaessa huomioon otettava vakuutettujen työansioiden osuus määrätään kuitenkin erikseen julkisten alojen eläkelaitoksille, Merimieseläkekassalle ja Maatalousyrittäjien eläkelaitokselle sen mukaan, kuinka suuri osuus Eläketurvakeskuksen tuottamista palveluista arvioidaan kohdistuvan näille eläkelaitoksille. Tällöin lasketaan ensin julkisten alojen eläkelaitosten, Merimieseläkekassan ja Maatalousyrittäjien eläkelaitoksen kustannusosuudet. Sen jälkeen kattamatta jäävä osuus Eläketurvakeskuksen kustannuksista jaetaan muiden yksityisten alojen eläkelaitosten kesken kussakin eläkelaitoksessa vakuutettujen työansioiden mukaisessa suhteessa. Julkisten alojen eläkelaitosten, Merimieseläkekassan ja Maatalousyrittäjien eläkelaitoksen kustannusosuudessa huomioon otettavasta vakuutettujen työansioiden osuudesta ja tämän osuuden tarkistamisesta säädetään tarkemmin valtioneuvoston asetuksella. Eläkelaitosten kustannusosuuksien laskemisesta ja täytäntöönpanosta annetaan tarkemmat määräykset sosiaali- ja terveysministeriön työntekijän eläkelain 183 § :n 2 momentin nojalla Eläketurvakeskuksen esityksestä vahvistamissa vastuunjakoperusteissa. Eläkelaitosten kustannusosuuksia vahvistettaessa on huolehdittava siitä, että Eläketurvakeskuksen varat riittävät kattamaan Eläketurvakeskuksen tehtävistä ja toiminnasta aiheutuvat menot ja ylläpitämään riittävän maksuvalmiuden. Eläketurvakeskus määrää maksettavaksi eläkelaitosten kustannusosuudet. Eläketurvakeskuksella on oikeus periä eläkelaitosten kustannusosuuksista ennakkoa siten kuin 3 momentissa tarkoitetuissa vastuunjakoperusteissa määrätään. Eläkelaitos voi hakea muutosta Eläketurvakeskuksen tämän lain nojalla määräämästä kustannusosuuden maksuunpanosta siten kuin työntekijän eläkelain 131 § :ssä säädetään. Kustannusosuus saadaan periä ilman tuomiota ja päätöstä siinä järjestyksessä kuin verojen ja maksujen täytäntöönpanosta annetussa laissa (706/2007) säädetään. Jollei maksua suoriteta viimeistään eräpäivänä, maksamattomalle pääomalle peritään vuotuista viivästyskorkoa korkolain (633/1982) 4 § :ssä tarkoitetun korkokannan mukaan. Viivästyskoron sijasta Eläketurvakeskus voi periä viiden euron suuruisen viivästysmaksun, jos viivästyskoron määrä jää tätä pienemmäksi.",
        "folded_fi": "elaketurvakeskuksella on oikeus peria tuottamistaan palveluista toimintokohtaisia palvelumaksuja. tyontekijan elakelain 3 §:n 1 momentissa ja 2 momentin 1―6 kohdassa mainittujen tyoelakelakien mukaista elaketurvaa hoitavat elakelaitokset vastaavat elaketurvakeskuksen taman lain mukaisten tehtavien hoitamisesta aiheutuvista kustannuksista silta osin kuin elaketurvakeskuksen saamat toimintokohtaiset palvelumaksut ja muut tuotot eivat riita niita kattamaan. elakelaitosten katettava osuus elaketurvakeskuksen kustannuksista jaetaan elakelaitosten kesken kussakin elakelaitoksessa vakuutettujen tyoansioiden mukaisessa suhteessa. elakelaitoksen kustannusosuutta laskettaessa huomioon otettava vakuutettujen tyoansioiden osuus maarataan kuitenkin erikseen julkisten alojen elakelaitoksille, merimieselakekassalle ja maatalousyrittajien elakelaitokselle sen mukaan, kuinka suuri osuus elaketurvakeskuksen tuottamista palveluista arvioidaan kohdistuvan naille elakelaitoksille. talloin lasketaan ensin julkisten alojen elakelaitosten, merimieselakekassan ja maatalousyrittajien elakelaitoksen kustannusosuudet. sen jalkeen kattamatta jaava osuus elaketurvakeskuksen kustannuksista jaetaan muiden yksityisten alojen elakelaitosten kesken kussakin elakelaitoksessa vakuutettujen tyoansioiden mukaisessa suhteessa. julkisten alojen elakelaitosten, merimieselakekassan ja maatalousyrittajien elakelaitoksen kustannusosuudessa huomioon otettavasta vakuutettujen tyoansioiden osuudesta ja taman osuuden tarkistamisesta saadetaan tarkemmin valtioneuvoston asetuksella. elakelaitosten kustannusosuuksien laskemisesta ja taytantoonpanosta annetaan tarkemmat maaraykset sosiaali- ja terveysministerion tyontekijan elakelain 183 §:n 2 momentin nojalla elaketurvakeskuksen esityksesta vahvistamissa vastuunjakoperusteissa. elakelaitosten kustannusosuuksia vahvistettaessa on huolehdittava siita, etta elaketurvakeskuksen varat riittavat kattamaan elaketurvakeskuksen tehtavista ja toiminnasta aiheutuvat menot ja yllapitamaan riittavan maksuvalmiuden. elaketurvakeskus maaraa maksettavaksi elakelaitosten kustannusosuudet. elaketurvakeskuksella on oikeus peria elakelaitosten kustannusosuuksista ennakkoa siten kuin 3 momentissa tarkoitetuissa vastuunjakoperusteissa maarataan. elakelaitos voi hakea muutosta elaketurvakeskuksen taman lain nojalla maaraamasta kustannusosuuden maksuunpanosta siten kuin tyontekijan elakelain 131 §:ssa saadetaan. kustannusosuus saadaan peria ilman tuomiota ja paatosta siina jarjestyksessa kuin verojen ja maksujen taytantoonpanosta annetussa laissa (706/2007) saadetaan. jollei maksua suoriteta viimeistaan erapaivana, maksamattomalle paaomalle peritaan vuotuista viivastyskorkoa korkolain (633/1982) 4 §:ssa tarkoitetun korkokannan mukaan. viivastyskoron sijasta elaketurvakeskus voi peria viiden euron suuruisen viivastysmaksun, jos viivastyskoron maara jaa tata pienemmaksi.",
        "title_sv": "Ansvaret för Pensionsskyddscentralens kostnader",
        "content_sv": "Pensionsskyddscentralen har rätt att ta ut verksamhetsbaserade serviceavgifter för sina tjänster. De pensionsanstalter som har hand om pensionsskyddet enligt de arbetspensionslagar som nämns i 3 § 1 mom. och 2 mom. 1―6 punkten i lagen om pension för arbetstagare svarar för de kostnader som Pensionsskyddscentralens uppgifter enligt denna lag medför till den del som Pensionsskyddscentralens verksamhetsbaserade serviceavgifter och övriga avkastning inte räcker till för att täcka dem. Pensionsanstalternas andel av Pensionsskyddscentralens kostnader fördelas mellan pensionsanstalterna i förhållande till de arbetsinkomster som är försäkrade i respektive pensionsanstalt. Den andel av de försäkrade arbetsinkomsterna som ska beaktas när pensionsanstaltens kostnadsandel beräknas bestäms dock särskilt för pensionsanstalterna inom den offentliga sektorn, Sjömanspensionskassan och Lantbruksföretagarnas pensionsanstalt enligt hur stor andel av Pensionsskyddscentralens tjänster som väntas rikta sig till dessa pensionsanstalter. Först beräknas kostnadsandelarna för pensionsanstalterna inom den offentliga sektorn, Sjömanspensionskassan och Lantbruksföretagarnas pensionsanstalt. Därefter fördelas den andel av Pensionsskyddscentralens kostnader som inte täckts mellan de övriga pensionsanstalterna inom den privata sektorn i förhållande till de arbetsinkomster som är försäkrade i respektive pensionsanstalt. Genom förordning av statsrådet utfärdas närmare bestämmelser om storleken på och justeringar av den andel av de försäkrade arbetsinkomsterna som ska beaktas i kostnadsandelen för pensionsanstalterna inom den offentliga sektorn, Sjömanspensionskassan och Lantbruksföretagarnas pensionsanstalt. Hur pensionsanstalternas kostnadsandel ska räknas ut och verkställas föreskrivs närmare i de ansvarsfördelningsgrunder som social- och hälsovårdsministeriet på framställning av Pensionsskyddscentralen fastställer med stöd av 183 § 2 mom. i lagen om pension för arbetstagare. När pensionsanstalternas kostnadsandel fastställs ska det säkerställas att Pensionsskyddscentralens medel förslår till att täcka de utgifter som dess uppgifter och verksamhet medför och till att upprätthålla tillräcklig likviditet. Pensionsanstalternas kostnadsandelar påförs av Pensionsskyddscentralen. Pensionsskyddscentralen har rätt att ta ut förskott på pensionsanstalternas kostnadsandelar på det sätt som föreskrivs i de ansvarsfördelningsgrunder som avses i 3 mom. Pensionsanstalterna kan söka ändring i debiteringen av den kostnadsandel som Pensionsskyddscentralen bestämt med stöd av denna lag på det sätt som föreskrivs i 131 § i lagen om pension för arbetstagare. Kostnadsandelen får drivas in utan dom och beslut i den ordning som föreskrivs i lagen om verkställighet av skatter och avgifter (706/2007). Om avgiften inte betalas senast på förfallodagen uppbärs på det obetalda kapitalet en årlig dröjsmålsränta enligt den räntefot som avses i 4 § i räntelagen (633/1982). I stället för dröjsmålsränta kan Pensionsskyddscentralen ta ut en dröjsmålsavgift på fem euro om beloppet av dröjsmålsräntan blir mindre än så.",
        "normalized_sv": "Pensionsskyddscentralen har rätt att ta ut verksamhetsbaserade serviceavgifter för sina tjänster. De pensionsanstalter som har hand om pensionsskyddet enligt de arbetspensionslagar som nämns i 3 § 1 mom. och 2 mom. 1―6 punkten i lagen om pension för arbetstagare svarar för de kostnader som Pensionsskyddscentralens uppgifter enligt denna lag medför till den del som Pensionsskyddscentralens verksamhetsbaserade serviceavgifter och övriga avkastning inte räcker till för att täcka dem. Pensionsanstalternas andel av Pensionsskyddscentralens kostnader fördelas mellan pensionsanstalterna i förhållande till de arbetsinkomster som är försäkrade i respektive pensionsanstalt. Den andel av de försäkrade arbetsinkomsterna som ska beaktas när pensionsanstaltens kostnadsandel beräknas bestäms dock särskilt för pensionsanstalterna inom den offentliga sektorn, Sjömanspensionskassan och Lantbruksföretagarnas pensionsanstalt enligt hur stor andel av Pensionsskyddscentralens tjänster som väntas rikta sig till dessa pensionsanstalter. Först beräknas kostnadsandelarna för pensionsanstalterna inom den offentliga sektorn, Sjömanspensionskassan och Lantbruksföretagarnas pensionsanstalt. Därefter fördelas den andel av Pensionsskyddscentralens kostnader som inte täckts mellan de övriga pensionsanstalterna inom den privata sektorn i förhållande till de arbetsinkomster som är försäkrade i respektive pensionsanstalt. Genom förordning av statsrådet utfärdas närmare bestämmelser om storleken på och justeringar av den andel av de försäkrade arbetsinkomsterna som ska beaktas i kostnadsandelen för pensionsanstalterna inom den offentliga sektorn, Sjömanspensionskassan och Lantbruksföretagarnas pensionsanstalt. Hur pensionsanstalternas kostnadsandel ska räknas ut och verkställas föreskrivs närmare i de ansvarsfördelningsgrunder som social- och hälsovårdsministeriet på framställning av Pensionsskyddscentralen fastställer med stöd av 183 § 2 mom. i lagen om pension för arbetstagare. När pensionsanstalternas kostnadsandel fastställs ska det säkerställas att Pensionsskyddscentralens medel förslår till att täcka de utgifter som dess uppgifter och verksamhet medför och till att upprätthålla tillräcklig likviditet. Pensionsanstalternas kostnadsandelar påförs av Pensionsskyddscentralen. Pensionsskyddscentralen har rätt att ta ut förskott på pensionsanstalternas kostnadsandelar på det sätt som föreskrivs i de ansvarsfördelningsgrunder som avses i 3 mom. Pensionsanstalterna kan söka ändring i debiteringen av den kostnadsandel som Pensionsskyddscentralen bestämt med stöd av denna lag på det sätt som föreskrivs i 131 § i lagen om pension för arbetstagare. Kostnadsandelen får drivas in utan dom och beslut i den ordning som föreskrivs i lagen om verkställighet av skatter och avgifter (706/2007). Om avgiften inte betalas senast på förfallodagen uppbärs på det obetalda kapitalet en årlig dröjsmålsränta enligt den räntefot som avses i 4 § i räntelagen (633/1982). I stället för dröjsmålsränta kan Pensionsskyddscentralen ta ut en dröjsmålsavgift på fem euro om beloppet av dröjsmålsräntan blir mindre än så.",
        "folded_sv": "pensionsskyddscentralen har ratt att ta ut verksamhetsbaserade serviceavgifter for sina tjanster. de pensionsanstalter som har hand om pensionsskyddet enligt de arbetspensionslagar som namns i 3 § 1 mom. och 2 mom. 1―6 punkten i lagen om pension for arbetstagare svarar for de kostnader som pensionsskyddscentralens uppgifter enligt denna lag medfor till den del som pensionsskyddscentralens verksamhetsbaserade serviceavgifter och ovriga avkastning inte racker till for att tacka dem. pensionsanstalternas andel av pensionsskyddscentralens kostnader fordelas mellan pensionsanstalterna i forhallande till de arbetsinkomster som ar forsakrade i respektive pensionsanstalt. den andel av de forsakrade arbetsinkomsterna som ska beaktas nar pensionsanstaltens kostnadsandel beraknas bestams dock sarskilt for pensionsanstalterna inom den offentliga sektorn, sjomanspensionskassan och lantbruksforetagarnas pensionsanstalt enligt hur stor andel av pensionsskyddscentralens tjanster som vantas rikta sig till dessa pensionsanstalter. forst beraknas kostnadsandelarna for pensionsanstalterna inom den offentliga sektorn, sjomanspensionskassan och lantbruksforetagarnas pensionsanstalt. darefter fordelas den andel av pensionsskyddscentralens kostnader som inte tackts mellan de ovriga pensionsanstalterna inom den privata sektorn i forhallande till de arbetsinkomster som ar forsakrade i respektive pensionsanstalt. genom forordning av statsradet utfardas narmare bestammelser om storleken pa och justeringar av den andel av de forsakrade arbetsinkomsterna som ska beaktas i kostnadsandelen for pensionsanstalterna inom den offentliga sektorn, sjomanspensionskassan och lantbruksforetagarnas pensionsanstalt. hur pensionsanstalternas kostnadsandel ska raknas ut och verkstallas foreskrivs narmare i de ansvarsfordelningsgrunder som social- och halsovardsministeriet pa framstallning av pensionsskyddscentralen faststaller med stod av 183 § 2 mom. i lagen om pension for arbetstagare. nar pensionsanstalternas kostnadsandel faststalls ska det sakerstallas att pensionsskyddscentralens medel forslar till att tacka de utgifter som dess uppgifter och verksamhet medfor och till att uppratthalla tillracklig likviditet. pensionsanstalternas kostnadsandelar pafors av pensionsskyddscentralen. pensionsskyddscentralen har ratt att ta ut forskott pa pensionsanstalternas kostnadsandelar pa det satt som foreskrivs i de ansvarsfordelningsgrunder som avses i 3 mom. pensionsanstalterna kan soka andring i debiteringen av den kostnadsandel som pensionsskyddscentralen bestamt med stod av denna lag pa det satt som foreskrivs i 131 § i lagen om pension for arbetstagare. kostnadsandelen far drivas in utan dom och beslut i den ordning som foreskrivs i lagen om verkstallighet av skatter och avgifter (706/2007). om avgiften inte betalas senast pa forfallodagen uppbars pa det obetalda kapitalet en arlig drojsmalsranta enligt den rantefot som avses i 4 § i rantelagen (633/1982). i stallet for drojsmalsranta kan pensionsskyddscentralen ta ut en drojsmalsavgift pa fem euro om beloppet av drojsmalsrantan blir mindre an sa."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Eläketurvakeskuksen hallintoelimet ja päätösvalta",
      "content": "Eläketurvakeskuksessa on edustajisto ja hallitus, jotka käyttävät Eläketurvakeskuksen päätösvaltaa. Henkilö ei voi olla samanaikaisesti edustajiston ja hallituksen jäsenenä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Eläketurvakeskuksessa on edustajisto ja hallitus, jotka käyttävät Eläketurvakeskuksen päätösvaltaa. Henkilö ei voi olla samanaikaisesti edustajiston ja hallituksen jäsenenä.",
        "folded_fi": "elaketurvakeskuksessa on edustajisto ja hallitus, jotka kayttavat elaketurvakeskuksen paatosvaltaa. henkilo ei voi olla samanaikaisesti edustajiston ja hallituksen jasenena.",
        "title_sv": "Pensionsskyddscentralens förvaltningsorgan och beslutanderätt",
        "content_sv": "Pensionsskyddscentralen har ett representantskap och en styrelse som utövar Pensionsskyddscentralens beslutanderätt. En person kan inte samtidigt vara medlem i både representantskapet och styrelsen.",
        "normalized_sv": "Pensionsskyddscentralen har ett representantskap och en styrelse som utövar Pensionsskyddscentralens beslutanderätt. En person kan inte samtidigt vara medlem i både representantskapet och styrelsen.",
        "folded_sv": "pensionsskyddscentralen har ett representantskap och en styrelse som utovar pensionsskyddscentralens beslutanderatt. en person kan inte samtidigt vara medlem i bade representantskapet och styrelsen."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Edustajiston nimeäminen ja kokoonpano",
      "content": "Sosiaali- ja terveysministeriö nimeää Eläketurvakeskuksen edustajiston enintään kolmeksi kalenterivuodeksi kerrallaan. Edustajistossa on kolmekymmentä jäsentä. Jäsenistä yksi edustaa sosiaali- ja terveysministeriötä ja yksi valtiovarainministeriötä. Muista jäsenistä viisi edustaa yksityisten ja kaksi julkisten alojen työnantajia, seitsemän yksityisten ja julkisten alojen työntekijöitä, kolme maatalousyrittäjiä ja kaksi muita yrittäjiä. Lisäksi edustajistoon kuuluu yhdeksän työeläkelaitoksia edustavaa jäsentä, joista yksi edustaa eläkekassoja, yksi eläkesäätiöitä ja viisi muita yksityisten alojen eläkelaitoksia sekä kaksi julkisten alojen eläkelaitoksia. Edustajiston kullekin jäsenelle on nimettävä henkilökohtainen varajäsen. Sosiaali- ja terveysministeriön on edustajiston jäseniä nimetessään määrättävä yksi jäsenistä edustajiston puheenjohtajaksi ja yksi varapuheenjohtajaksi. Sosiaali- ja terveysministeriön on ennen työnantajia ja työntekijöitä edustavien jäsenten nimeämistä varattava yksityisten ja julkisten alojen työnantajien sekä työntekijöiden edustavimmille järjestöille tilaisuus tehdä ehdotuksensa edustajiksi. Samoin ministeriön on ennen maatalousyrittäjiä ja muita yrittäjiä edustavien jäsenten nimeämistä varattava maatalousyrittäjien ja muiden yrittäjien edustavimmille järjestöille tilaisuus tehdä ehdotuksensa edustajiksi. Jos järjestö ei tee ehdotusta ministeriön määräämässä ajassa, ministeriön on kuitenkin nimettävä jäsenet. Jos edustajiston jäsen eroaa kesken toimikauden, hänen tilalleen on nimettävä jäljellä olevaksi toimikaudeksi uusi jäsen edellä säädetyn mukaisesti. Sosiaali- ja terveysministeriö määrää edustajiston puheenjohtajalle, varapuheenjohtajalle ja muille jäsenille suoritettavat palkkiot. Mitä tässä laissa säädetään edustajiston jäsenestä, sovelletaan vastaavasti varajäseneen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Sosiaali- ja terveysministeriö nimeää Eläketurvakeskuksen edustajiston enintään kolmeksi kalenterivuodeksi kerrallaan. Edustajistossa on kolmekymmentä jäsentä. Jäsenistä yksi edustaa sosiaali- ja terveysministeriötä ja yksi valtiovarainministeriötä. Muista jäsenistä viisi edustaa yksityisten ja kaksi julkisten alojen työnantajia, seitsemän yksityisten ja julkisten alojen työntekijöitä, kolme maatalousyrittäjiä ja kaksi muita yrittäjiä. Lisäksi edustajistoon kuuluu yhdeksän työeläkelaitoksia edustavaa jäsentä, joista yksi edustaa eläkekassoja, yksi eläkesäätiöitä ja viisi muita yksityisten alojen eläkelaitoksia sekä kaksi julkisten alojen eläkelaitoksia. Edustajiston kullekin jäsenelle on nimettävä henkilökohtainen varajäsen. Sosiaali- ja terveysministeriön on edustajiston jäseniä nimetessään määrättävä yksi jäsenistä edustajiston puheenjohtajaksi ja yksi varapuheenjohtajaksi. Sosiaali- ja terveysministeriön on ennen työnantajia ja työntekijöitä edustavien jäsenten nimeämistä varattava yksityisten ja julkisten alojen työnantajien sekä työntekijöiden edustavimmille järjestöille tilaisuus tehdä ehdotuksensa edustajiksi. Samoin ministeriön on ennen maatalousyrittäjiä ja muita yrittäjiä edustavien jäsenten nimeämistä varattava maatalousyrittäjien ja muiden yrittäjien edustavimmille järjestöille tilaisuus tehdä ehdotuksensa edustajiksi. Jos järjestö ei tee ehdotusta ministeriön määräämässä ajassa, ministeriön on kuitenkin nimettävä jäsenet. Jos edustajiston jäsen eroaa kesken toimikauden, hänen tilalleen on nimettävä jäljellä olevaksi toimikaudeksi uusi jäsen edellä säädetyn mukaisesti. Sosiaali- ja terveysministeriö määrää edustajiston puheenjohtajalle, varapuheenjohtajalle ja muille jäsenille suoritettavat palkkiot. Mitä tässä laissa säädetään edustajiston jäsenestä, sovelletaan vastaavasti varajäseneen.",
        "folded_fi": "sosiaali- ja terveysministerio nimeaa elaketurvakeskuksen edustajiston enintaan kolmeksi kalenterivuodeksi kerrallaan. edustajistossa on kolmekymmenta jasenta. jasenista yksi edustaa sosiaali- ja terveysministeriota ja yksi valtiovarainministeriota. muista jasenista viisi edustaa yksityisten ja kaksi julkisten alojen tyonantajia, seitseman yksityisten ja julkisten alojen tyontekijoita, kolme maatalousyrittajia ja kaksi muita yrittajia. lisaksi edustajistoon kuuluu yhdeksan tyoelakelaitoksia edustavaa jasenta, joista yksi edustaa elakekassoja, yksi elakesaatioita ja viisi muita yksityisten alojen elakelaitoksia seka kaksi julkisten alojen elakelaitoksia. edustajiston kullekin jasenelle on nimettava henkilokohtainen varajasen. sosiaali- ja terveysministerion on edustajiston jasenia nimetessaan maarattava yksi jasenista edustajiston puheenjohtajaksi ja yksi varapuheenjohtajaksi. sosiaali- ja terveysministerion on ennen tyonantajia ja tyontekijoita edustavien jasenten nimeamista varattava yksityisten ja julkisten alojen tyonantajien seka tyontekijoiden edustavimmille jarjestoille tilaisuus tehda ehdotuksensa edustajiksi. samoin ministerion on ennen maatalousyrittajia ja muita yrittajia edustavien jasenten nimeamista varattava maatalousyrittajien ja muiden yrittajien edustavimmille jarjestoille tilaisuus tehda ehdotuksensa edustajiksi. jos jarjesto ei tee ehdotusta ministerion maaraamassa ajassa, ministerion on kuitenkin nimettava jasenet. jos edustajiston jasen eroaa kesken toimikauden, hanen tilalleen on nimettava jaljella olevaksi toimikaudeksi uusi jasen edella saadetyn mukaisesti. sosiaali- ja terveysministerio maaraa edustajiston puheenjohtajalle, varapuheenjohtajalle ja muille jasenille suoritettavat palkkiot. mita tassa laissa saadetaan edustajiston jasenesta, sovelletaan vastaavasti varajaseneen.",
        "title_sv": "Tillsättande av representantskapet och dess sammansättning",
        "content_sv": "Social- och hälsovårdsministeriet tillsätter Pensionsskyddscentralens representantskap för högst tre kalenderår i sänder. Representantskapet har trettio medlemmar. En av medlemmarna representerar social- och hälsovårdsministeriet och en finansministeriet. Av de övriga medlemmarna representerar fem arbetsgivarna inom den privata sektorn och två arbetsgivarna inom den offentliga sektorn, sju arbetstagarna inom den privata och den offentliga sektorn, tre lantbruksföretagarna och två övriga företagare. Till representantskapet hör dessutom nio medlemmar som representerar arbetspensionsanstalterna, varav en representerar pensionskassorna, en pensionsstiftelserna och fem de övriga pensionsanstalterna inom den privata sektorn samt två pensionsanstalterna inom den offentliga sektorn. För varje medlem i representantskapet ska utses en personlig ersättare. Social- och hälsovårdsministeriet ska vid valet av medlemmar i representantskapet förordna en av medlemmarna till ordförande och en till vice ordförande för representantskapet. Social- och hälsovårdsministeriet ska innan de medlemmar som representerar arbetsgivarna och arbetstagarna utses ge de mest representativa av de organisationer som representerar arbetsgivarna och arbetstagarna inom den privata och den offentliga sektorn möjlighet att lägga fram förslag till representanter. Likaså ska ministeriet innan de medlemmar som representerar lantbruksföretagarna och övriga företagare utses ge de mest representativa av de organisationer som representerar lantbruksföretagarna och övriga företagare möjlighet att lägga fram förslag till representanter. Om organisationen inte lägger fram något förslag inom den tid som ministeriet har satt ut, ska ministeriet dock utse medlemmarna. Avgår en medlem i representantskapet under mandattiden, ska i hans eller hennes ställe enligt vad som bestäms ovan utses en ny medlem för den återstående mandattiden. Social- och hälsovårdsministeriet bestämmer de arvoden som ska betalas till representantskapets ordförande, vice ordförande och övriga medlemmar. Vad som i denna lag föreskrivs om representantskapets medlemmar tillämpas på motsvarande vis på deras ersättare.",
        "normalized_sv": "Social- och hälsovårdsministeriet tillsätter Pensionsskyddscentralens representantskap för högst tre kalenderår i sänder. Representantskapet har trettio medlemmar. En av medlemmarna representerar social- och hälsovårdsministeriet och en finansministeriet. Av de övriga medlemmarna representerar fem arbetsgivarna inom den privata sektorn och två arbetsgivarna inom den offentliga sektorn, sju arbetstagarna inom den privata och den offentliga sektorn, tre lantbruksföretagarna och två övriga företagare. Till representantskapet hör dessutom nio medlemmar som representerar arbetspensionsanstalterna, varav en representerar pensionskassorna, en pensionsstiftelserna och fem de övriga pensionsanstalterna inom den privata sektorn samt två pensionsanstalterna inom den offentliga sektorn. För varje medlem i representantskapet ska utses en personlig ersättare. Social- och hälsovårdsministeriet ska vid valet av medlemmar i representantskapet förordna en av medlemmarna till ordförande och en till vice ordförande för representantskapet. Social- och hälsovårdsministeriet ska innan de medlemmar som representerar arbetsgivarna och arbetstagarna utses ge de mest representativa av de organisationer som representerar arbetsgivarna och arbetstagarna inom den privata och den offentliga sektorn möjlighet att lägga fram förslag till representanter. Likaså ska ministeriet innan de medlemmar som representerar lantbruksföretagarna och övriga företagare utses ge de mest representativa av de organisationer som representerar lantbruksföretagarna och övriga företagare möjlighet att lägga fram förslag till representanter. Om organisationen inte lägger fram något förslag inom den tid som ministeriet har satt ut, ska ministeriet dock utse medlemmarna. Avgår en medlem i representantskapet under mandattiden, ska i hans eller hennes ställe enligt vad som bestäms ovan utses en ny medlem för den återstående mandattiden. Social- och hälsovårdsministeriet bestämmer de arvoden som ska betalas till representantskapets ordförande, vice ordförande och övriga medlemmar. Vad som i denna lag föreskrivs om representantskapets medlemmar tillämpas på motsvarande vis på deras ersättare.",
        "folded_sv": "social- och halsovardsministeriet tillsatter pensionsskyddscentralens representantskap for hogst tre kalenderar i sander. representantskapet har trettio medlemmar. en av medlemmarna representerar social- och halsovardsministeriet och en finansministeriet. av de ovriga medlemmarna representerar fem arbetsgivarna inom den privata sektorn och tva arbetsgivarna inom den offentliga sektorn, sju arbetstagarna inom den privata och den offentliga sektorn, tre lantbruksforetagarna och tva ovriga foretagare. till representantskapet hor dessutom nio medlemmar som representerar arbetspensionsanstalterna, varav en representerar pensionskassorna, en pensionsstiftelserna och fem de ovriga pensionsanstalterna inom den privata sektorn samt tva pensionsanstalterna inom den offentliga sektorn. for varje medlem i representantskapet ska utses en personlig ersattare. social- och halsovardsministeriet ska vid valet av medlemmar i representantskapet forordna en av medlemmarna till ordforande och en till vice ordforande for representantskapet. social- och halsovardsministeriet ska innan de medlemmar som representerar arbetsgivarna och arbetstagarna utses ge de mest representativa av de organisationer som representerar arbetsgivarna och arbetstagarna inom den privata och den offentliga sektorn mojlighet att lagga fram forslag till representanter. likasa ska ministeriet innan de medlemmar som representerar lantbruksforetagarna och ovriga foretagare utses ge de mest representativa av de organisationer som representerar lantbruksforetagarna och ovriga foretagare mojlighet att lagga fram forslag till representanter. om organisationen inte lagger fram nagot forslag inom den tid som ministeriet har satt ut, ska ministeriet dock utse medlemmarna. avgar en medlem i representantskapet under mandattiden, ska i hans eller hennes stalle enligt vad som bestams ovan utses en ny medlem for den aterstaende mandattiden. social- och halsovardsministeriet bestammer de arvoden som ska betalas till representantskapets ordforande, vice ordforande och ovriga medlemmar. vad som i denna lag foreskrivs om representantskapets medlemmar tillampas pa motsvarande vis pa deras ersattare."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Edustajiston tehtävät ja päätöksen teko",
      "content": "Edustajiston tehtävänä on: 2) valita hallituksen kolmetoista jäsentä sekä kullekin jäsenelle henkilökohtainen varajäsen; Edustajiston kokouksessa kullakin jäsenellä on yksi ääni. Äänten mennessä tasan päätökseksi tulee puheenjohtajan kannattama mielipide, paitsi vaaleissa, joissa arpa ratkaisee. Tarkemmat säännökset edustajiston tehtävistä ja päätöksenteosta annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Edustajiston tehtävänä on: 2) valita hallituksen kolmetoista jäsentä sekä kullekin jäsenelle henkilökohtainen varajäsen; Edustajiston kokouksessa kullakin jäsenellä on yksi ääni. Äänten mennessä tasan päätökseksi tulee puheenjohtajan kannattama mielipide, paitsi vaaleissa, joissa arpa ratkaisee. Tarkemmat säännökset edustajiston tehtävistä ja päätöksenteosta annetaan valtioneuvoston asetuksella.",
        "folded_fi": "edustajiston tehtavana on: 2) valita hallituksen kolmetoista jasenta seka kullekin jasenelle henkilokohtainen varajasen; edustajiston kokouksessa kullakin jasenella on yksi aani. aanten mennessa tasan paatokseksi tulee puheenjohtajan kannattama mielipide, paitsi vaaleissa, joissa arpa ratkaisee. tarkemmat saannokset edustajiston tehtavista ja paatoksenteosta annetaan valtioneuvoston asetuksella.",
        "title_sv": "Representantskapets uppgifter och beslutsfattande",
        "content_sv": "Representantskapet har till uppgift att 2) utse tretton medlemmar till styrelsen samt en personlig ersättare för var och en, Vid representantskapets sammanträde har varje medlem en röst. Vid lika röstetal gäller som beslut den mening som ordföranden biträtt, utom vid val, där lotten avgör. Närmare bestämmelser om representantskapets uppgifter och beslutsfattande utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Representantskapet har till uppgift att 2) utse tretton medlemmar till styrelsen samt en personlig ersättare för var och en, Vid representantskapets sammanträde har varje medlem en röst. Vid lika röstetal gäller som beslut den mening som ordföranden biträtt, utom vid val, där lotten avgör. Närmare bestämmelser om representantskapets uppgifter och beslutsfattande utfärdas genom förordning av statsrådet.",
        "folded_sv": "representantskapet har till uppgift att 2) utse tretton medlemmar till styrelsen samt en personlig ersattare for var och en, vid representantskapets sammantrade har varje medlem en rost. vid lika rostetal galler som beslut den mening som ordforanden bitratt, utom vid val, dar lotten avgor. narmare bestammelser om representantskapets uppgifter och beslutsfattande utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Hallituksen nimeäminen ja kokoonpano",
      "content": "Eläketurvakeskuksen hallitus nimetään enintään kolmeksi kalenterivuodeksi kerrallaan. Hallituksessa on viisitoista jäsentä, joista sosiaali- ja terveysministeriö määrää puheenjohtajan ja varapuheenjohtajan. Hallituksen muut kolmetoista jäsentä valitsee Eläketurvakeskuksen edustajisto. Näistä jäsenistä edustajiston yksityisten alojen työnantajia edustavat jäsenet valitsevat kolme ja julkisten alojen työnantajia edustavat jäsenet yhden sekä yksityisten ja julkisten alojen työntekijöitä edustavat jäsenet yhteensä neljä, maatalousyrittäjiä edustavat jäsenet yhden ja muita yrittäjiä edustavat jäsenet yhden. Edustajiston kaikki jäsenet yhdessä valitsevat kolme muuta hallituksen jäsentä, joista yhden tulee edustaa julkisten alojen eläkelaitoksia. Hallituksen puheenjohtajaa ja varapuheenjohtajaa lukuun ottamatta hallituksen kullekin jäsenelle on nimettävä henkilökohtainen varajäsen. Hallituksen jäsenellä tulee olla riittävä työeläkealan tuntemus ja hänen on oltava hyvämaineinen. Jäsenenä ei voi olla vajaavaltainen eikä konkurssissa oleva eikä myöskään henkilö, joka on määrätty liiketoimintakieltoon. Jos hallituksen jäsen eroaa tehtävästään kesken toimikauden, hänen tilalleen on nimettävä hallituksen jäljellä olevaksi toimikaudeksi uusi jäsen edellä säädetyn mukaisesti. Mitä tässä laissa säädetään hallituksen jäsenestä, sovelletaan vastaavasti varajäseneen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Eläketurvakeskuksen hallitus nimetään enintään kolmeksi kalenterivuodeksi kerrallaan. Hallituksessa on viisitoista jäsentä, joista sosiaali- ja terveysministeriö määrää puheenjohtajan ja varapuheenjohtajan. Hallituksen muut kolmetoista jäsentä valitsee Eläketurvakeskuksen edustajisto. Näistä jäsenistä edustajiston yksityisten alojen työnantajia edustavat jäsenet valitsevat kolme ja julkisten alojen työnantajia edustavat jäsenet yhden sekä yksityisten ja julkisten alojen työntekijöitä edustavat jäsenet yhteensä neljä, maatalousyrittäjiä edustavat jäsenet yhden ja muita yrittäjiä edustavat jäsenet yhden. Edustajiston kaikki jäsenet yhdessä valitsevat kolme muuta hallituksen jäsentä, joista yhden tulee edustaa julkisten alojen eläkelaitoksia. Hallituksen puheenjohtajaa ja varapuheenjohtajaa lukuun ottamatta hallituksen kullekin jäsenelle on nimettävä henkilökohtainen varajäsen. Hallituksen jäsenellä tulee olla riittävä työeläkealan tuntemus ja hänen on oltava hyvämaineinen. Jäsenenä ei voi olla vajaavaltainen eikä konkurssissa oleva eikä myöskään henkilö, joka on määrätty liiketoimintakieltoon. Jos hallituksen jäsen eroaa tehtävästään kesken toimikauden, hänen tilalleen on nimettävä hallituksen jäljellä olevaksi toimikaudeksi uusi jäsen edellä säädetyn mukaisesti. Mitä tässä laissa säädetään hallituksen jäsenestä, sovelletaan vastaavasti varajäseneen.",
        "folded_fi": "elaketurvakeskuksen hallitus nimetaan enintaan kolmeksi kalenterivuodeksi kerrallaan. hallituksessa on viisitoista jasenta, joista sosiaali- ja terveysministerio maaraa puheenjohtajan ja varapuheenjohtajan. hallituksen muut kolmetoista jasenta valitsee elaketurvakeskuksen edustajisto. naista jasenista edustajiston yksityisten alojen tyonantajia edustavat jasenet valitsevat kolme ja julkisten alojen tyonantajia edustavat jasenet yhden seka yksityisten ja julkisten alojen tyontekijoita edustavat jasenet yhteensa nelja, maatalousyrittajia edustavat jasenet yhden ja muita yrittajia edustavat jasenet yhden. edustajiston kaikki jasenet yhdessa valitsevat kolme muuta hallituksen jasenta, joista yhden tulee edustaa julkisten alojen elakelaitoksia. hallituksen puheenjohtajaa ja varapuheenjohtajaa lukuun ottamatta hallituksen kullekin jasenelle on nimettava henkilokohtainen varajasen. hallituksen jasenella tulee olla riittava tyoelakealan tuntemus ja hanen on oltava hyvamaineinen. jasenena ei voi olla vajaavaltainen eika konkurssissa oleva eika myoskaan henkilo, joka on maaratty liiketoimintakieltoon. jos hallituksen jasen eroaa tehtavastaan kesken toimikauden, hanen tilalleen on nimettava hallituksen jaljella olevaksi toimikaudeksi uusi jasen edella saadetyn mukaisesti. mita tassa laissa saadetaan hallituksen jasenesta, sovelletaan vastaavasti varajaseneen.",
        "title_sv": "Tillsättande av styrelsen och dess sammansättning",
        "content_sv": "Pensionsskyddscentralens styrelse tillsätts för högst tre kalenderår i sänder. Styrelsen har femton medlemmar, av vilka social- och hälsovårdsministeriet förordnar ordföranden och en vice ordförande. Styrelsens övriga tretton medlemmar utses av Pensionsskyddscentralens representantskap. De medlemmar i representantskapet som företräder arbetsgivarna inom den privata sektorn utser tre av dessa styrelsemedlemmar, de medlemmar som företräder arbetsgivarna inom den offentliga sektorn en och de medlemmar som företräder arbetstagarna inom den privata och den offentliga sektorn sammanlagt fyra, de medlemmar som företräder lantbruksföretagarna en och de medlemmar som företräder övriga företagare en styrelsemedlem. Representantskapets samtliga medlemmar utser gemensamt de tre övriga styrelsemedlemmarna, varav en ska företräda pensionsanstalterna inom den offentliga sektorn. Med undantag för styrelsens ordförande och vice ordförande ska en personlig ersättare utses för varje styrelsemedlem. En styrelsemedlem ska ha tillräcklig kännedom om arbetspensionsbranschen och ha gott anseende. En person som är omyndig eller försatt i konkurs eller som har meddelats näringsförbud får inte vara medlem i styrelsen. Avgår en styrelsemedlem från sitt uppdrag under mandattiden, ska i hans eller hennes ställe enligt vad som bestäms ovan utses en ny styrelsemedlem för den återstående mandattiden. Vad som i denna lag föreskrivs om styrelsens medlemmar tillämpas på motsvarande vis på deras ersättare.",
        "normalized_sv": "Pensionsskyddscentralens styrelse tillsätts för högst tre kalenderår i sänder. Styrelsen har femton medlemmar, av vilka social- och hälsovårdsministeriet förordnar ordföranden och en vice ordförande. Styrelsens övriga tretton medlemmar utses av Pensionsskyddscentralens representantskap. De medlemmar i representantskapet som företräder arbetsgivarna inom den privata sektorn utser tre av dessa styrelsemedlemmar, de medlemmar som företräder arbetsgivarna inom den offentliga sektorn en och de medlemmar som företräder arbetstagarna inom den privata och den offentliga sektorn sammanlagt fyra, de medlemmar som företräder lantbruksföretagarna en och de medlemmar som företräder övriga företagare en styrelsemedlem. Representantskapets samtliga medlemmar utser gemensamt de tre övriga styrelsemedlemmarna, varav en ska företräda pensionsanstalterna inom den offentliga sektorn. Med undantag för styrelsens ordförande och vice ordförande ska en personlig ersättare utses för varje styrelsemedlem. En styrelsemedlem ska ha tillräcklig kännedom om arbetspensionsbranschen och ha gott anseende. En person som är omyndig eller försatt i konkurs eller som har meddelats näringsförbud får inte vara medlem i styrelsen. Avgår en styrelsemedlem från sitt uppdrag under mandattiden, ska i hans eller hennes ställe enligt vad som bestäms ovan utses en ny styrelsemedlem för den återstående mandattiden. Vad som i denna lag föreskrivs om styrelsens medlemmar tillämpas på motsvarande vis på deras ersättare.",
        "folded_sv": "pensionsskyddscentralens styrelse tillsatts for hogst tre kalenderar i sander. styrelsen har femton medlemmar, av vilka social- och halsovardsministeriet forordnar ordforanden och en vice ordforande. styrelsens ovriga tretton medlemmar utses av pensionsskyddscentralens representantskap. de medlemmar i representantskapet som foretrader arbetsgivarna inom den privata sektorn utser tre av dessa styrelsemedlemmar, de medlemmar som foretrader arbetsgivarna inom den offentliga sektorn en och de medlemmar som foretrader arbetstagarna inom den privata och den offentliga sektorn sammanlagt fyra, de medlemmar som foretrader lantbruksforetagarna en och de medlemmar som foretrader ovriga foretagare en styrelsemedlem. representantskapets samtliga medlemmar utser gemensamt de tre ovriga styrelsemedlemmarna, varav en ska foretrada pensionsanstalterna inom den offentliga sektorn. med undantag for styrelsens ordforande och vice ordforande ska en personlig ersattare utses for varje styrelsemedlem. en styrelsemedlem ska ha tillracklig kannedom om arbetspensionsbranschen och ha gott anseende. en person som ar omyndig eller forsatt i konkurs eller som har meddelats naringsforbud far inte vara medlem i styrelsen. avgar en styrelsemedlem fran sitt uppdrag under mandattiden, ska i hans eller hennes stalle enligt vad som bestams ovan utses en ny styrelsemedlem for den aterstaende mandattiden. vad som i denna lag foreskrivs om styrelsens medlemmar tillampas pa motsvarande vis pa deras ersattare."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Toimitusjohtaja ja hänen sijaisensa",
      "content": "Eläketurvakeskuksella on hallituksen nimeämä toimitusjohtaja. Toimitusjohtajalla tulee olla hyvä työeläkealan tuntemus ja hänen on oltava hyvämaineinen. Toimitusjohtajana ei voi olla vajaavaltainen eikä konkurssissa oleva eikä myöskään henkilö, joka on määrätty liiketoimintakieltoon. Hallitus nimeää toimitusjohtajan sijaisen. Mitä tässä laissa säädetään toimitusjohtajasta, sovelletaan vastaavasti hänen sijaiseensa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Eläketurvakeskuksella on hallituksen nimeämä toimitusjohtaja. Toimitusjohtajalla tulee olla hyvä työeläkealan tuntemus ja hänen on oltava hyvämaineinen. Toimitusjohtajana ei voi olla vajaavaltainen eikä konkurssissa oleva eikä myöskään henkilö, joka on määrätty liiketoimintakieltoon. Hallitus nimeää toimitusjohtajan sijaisen. Mitä tässä laissa säädetään toimitusjohtajasta, sovelletaan vastaavasti hänen sijaiseensa.",
        "folded_fi": "elaketurvakeskuksella on hallituksen nimeama toimitusjohtaja. toimitusjohtajalla tulee olla hyva tyoelakealan tuntemus ja hanen on oltava hyvamaineinen. toimitusjohtajana ei voi olla vajaavaltainen eika konkurssissa oleva eika myoskaan henkilo, joka on maaratty liiketoimintakieltoon. hallitus nimeaa toimitusjohtajan sijaisen. mita tassa laissa saadetaan toimitusjohtajasta, sovelletaan vastaavasti hanen sijaiseensa.",
        "title_sv": "Verkställande direktören och dennes ställföreträdare",
        "content_sv": "Pensionsskyddscentralen har en verkställande direktör som utses av styrelsen. Verkställande direktören ska ha god kännedom om arbetspensionsbranschen och ha gott anseende. En person som är omyndig eller försatt i konkurs eller som har meddelats näringsförbud får inte vara verkställande direktör. Styrelsen utser en ställföreträdare för verkställande direktören. Vad som i denna lag föreskrivs om verkställande direktören tillämpas på motsvarande vis på ställföreträdaren för verkställande direktören.",
        "normalized_sv": "Pensionsskyddscentralen har en verkställande direktör som utses av styrelsen. Verkställande direktören ska ha god kännedom om arbetspensionsbranschen och ha gott anseende. En person som är omyndig eller försatt i konkurs eller som har meddelats näringsförbud får inte vara verkställande direktör. Styrelsen utser en ställföreträdare för verkställande direktören. Vad som i denna lag föreskrivs om verkställande direktören tillämpas på motsvarande vis på ställföreträdaren för verkställande direktören.",
        "folded_sv": "pensionsskyddscentralen har en verkstallande direktor som utses av styrelsen. verkstallande direktoren ska ha god kannedom om arbetspensionsbranschen och ha gott anseende. en person som ar omyndig eller forsatt i konkurs eller som har meddelats naringsforbud far inte vara verkstallande direktor. styrelsen utser en stallforetradare for verkstallande direktoren. vad som i denna lag foreskrivs om verkstallande direktoren tillampas pa motsvarande vis pa stallforetradaren for verkstallande direktoren."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Eläketurvakeskus",
      "content": "Eläketurvakeskus on työntekijän eläkelain (395/2006) 3 §:n 1 momentissa ja 2 momentin 1―6 kohdassa mainituissa työeläkelaeissa tarkoitetun työeläketurvan toimeenpanon ja kehittämisen yhteiselin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Eläketurvakeskus on työntekijän eläkelain (395/2006) 3 § :n 1 momentissa ja 2 momentin 1―6 kohdassa mainituissa työeläkelaeissa tarkoitetun työeläketurvan toimeenpanon ja kehittämisen yhteiselin.",
        "folded_fi": "elaketurvakeskus on tyontekijan elakelain (395/2006) 3 §:n 1 momentissa ja 2 momentin 1―6 kohdassa mainituissa tyoelakelaeissa tarkoitetun tyoelaketurvan toimeenpanon ja kehittamisen yhteiselin.",
        "title_sv": "Pensionsskyddscentralen",
        "content_sv": "Pensionsskyddscentralen är samordnande organ för verkställigheten och utvecklingen av det arbetspensionsskydd som avses i de arbetspensionslagar som nämns i 3 § 1 mom. och 2 mom. 1―6 punkten i lagen om pension för arbetstagare (395/2006).",
        "normalized_sv": "Pensionsskyddscentralen är samordnande organ för verkställigheten och utvecklingen av det arbetspensionsskydd som avses i de arbetspensionslagar som nämns i 3 § 1 mom. och 2 mom. 1―6 punkten i lagen om pension för arbetstagare (395/2006).",
        "folded_sv": "pensionsskyddscentralen ar samordnande organ for verkstalligheten och utvecklingen av det arbetspensionsskydd som avses i de arbetspensionslagar som namns i 3 § 1 mom. och 2 mom. 1―6 punkten i lagen om pension for arbetstagare (395/2006)."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Eläketurvakeskuksen tehtävät",
      "content": "Eläketurvakeskuksen tehtävänä on: 1) edistää ja yhteensovittaa työeläketurvan toimeenpanoa ja kehittämistä; Eläketurvakeskuksen tehtävänä on lisäksi:",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Eläketurvakeskuksen tehtävänä on: 1) edistää ja yhteensovittaa työeläketurvan toimeenpanoa ja kehittämistä; Eläketurvakeskuksen tehtävänä on lisäksi:",
        "folded_fi": "elaketurvakeskuksen tehtavana on: 1) edistaa ja yhteensovittaa tyoelaketurvan toimeenpanoa ja kehittamista; elaketurvakeskuksen tehtavana on lisaksi:",
        "title_sv": "Pensionsskyddscentralens uppgifter",
        "content_sv": "Pensionsskyddscentralen har till uppgift att 1) främja och samordna verkställigheten och utvecklingen av arbetspensionsskyddet, Pensionsskyddscentralen har dessutom till uppgift att",
        "normalized_sv": "Pensionsskyddscentralen har till uppgift att 1) främja och samordna verkställigheten och utvecklingen av arbetspensionsskyddet, Pensionsskyddscentralen har dessutom till uppgift att",
        "folded_sv": "pensionsskyddscentralen har till uppgift att 1) framja och samordna verkstalligheten och utvecklingen av arbetspensionsskyddet, pensionsskyddscentralen har dessutom till uppgift att"
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Vastuu Eläketurvakeskuksen kustannuksista",
      "content": "Eläketurvakeskuksella on oikeus periä tuottamistaan palveluista toimintokohtaisia palvelumaksuja. Työntekijän eläkelain 3 §:n 1 momentissa ja 2 momentin 1―6 kohdassa mainittujen työeläkelakien mukaista eläketurvaa hoitavat eläkelaitokset vastaavat Eläketurvakeskuksen tämän lain mukaisten tehtävien hoitamisesta aiheutuvista kustannuksista siltä osin kuin Eläketurvakeskuksen saamat toimintokohtaiset palvelumaksut ja muut tuotot eivät riitä niitä kattamaan. Eläkelaitosten katettava osuus Eläketurvakeskuksen kustannuksista jaetaan eläkelaitosten kesken kussakin eläkelaitoksessa vakuutettujen työansioiden mukaisessa suhteessa. Eläkelaitoksen kustannusosuutta laskettaessa huomioon otettava vakuutettujen työansioiden osuus määrätään kuitenkin erikseen julkisten alojen eläkelaitoksille, Merimieseläkekassalle ja Maatalousyrittäjien eläkelaitokselle sen mukaan, kuinka suuri osuus Eläketurvakeskuksen tuottamista palveluista arvioidaan kohdistuvan näille eläkelaitoksille. Tällöin lasketaan ensin julkisten alojen eläkelaitosten, Merimieseläkekassan ja Maatalousyrittäjien eläkelaitoksen kustannusosuudet. Sen jälkeen kattamatta jäävä osuus Eläketurvakeskuksen kustannuksista jaetaan muiden yksityisten alojen eläkelaitosten kesken kussakin eläkelaitoksessa vakuutettujen työansioiden mukaisessa suhteessa. Julkisten alojen eläkelaitosten, Merimieseläkekassan ja Maatalousyrittäjien eläkelaitoksen kustannusosuudessa huomioon otettavasta vakuutettujen työansioiden osuudesta ja tämän osuuden tarkistamisesta säädetään tarkemmin valtioneuvoston asetuksella. Eläkelaitosten kustannusosuuksien laskemisesta ja täytäntöönpanosta annetaan tarkemmat määräykset sosiaali- ja terveysministeriön työntekijän eläkelain 183 §:n 2 momentin nojalla Eläketurvakeskuksen esityksestä vahvistamissa vastuunjakoperusteissa. Eläkelaitosten kustannusosuuksia vahvistettaessa on huolehdittava siitä, että Eläketurvakeskuksen varat riittävät kattamaan Eläketurvakeskuksen tehtävistä ja toiminnasta aiheutuvat menot ja ylläpitämään riittävän maksuvalmiuden. Eläketurvakeskus määrää maksettavaksi eläkelaitosten kustannusosuudet. Eläketurvakeskuksella on oikeus periä eläkelaitosten kustannusosuuksista ennakkoa siten kuin 3 momentissa tarkoitetuissa vastuunjakoperusteissa määrätään. Eläkelaitos voi hakea muutosta Eläketurvakeskuksen tämän lain nojalla määräämästä kustannusosuuden maksuunpanosta siten kuin työntekijän eläkelain 131 §:ssä säädetään. Kustannusosuus saadaan periä ilman tuomiota ja päätöstä siinä järjestyksessä kuin verojen ja maksujen täytäntöönpanosta annetussa laissa (706/2007) säädetään. Jollei maksua suoriteta viimeistään eräpäivänä, maksamattomalle pääomalle peritään vuotuista viivästyskorkoa korkolain (633/1982) 4 §:ssä tarkoitetun korkokannan mukaan. Viivästyskoron sijasta Eläketurvakeskus voi periä viiden euron suuruisen viivästysmaksun, jos viivästyskoron määrä jää tätä pienemmäksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Eläketurvakeskuksella on oikeus periä tuottamistaan palveluista toimintokohtaisia palvelumaksuja. Työntekijän eläkelain 3 § :n 1 momentissa ja 2 momentin 1―6 kohdassa mainittujen työeläkelakien mukaista eläketurvaa hoitavat eläkelaitokset vastaavat Eläketurvakeskuksen tämän lain mukaisten tehtävien hoitamisesta aiheutuvista kustannuksista siltä osin kuin Eläketurvakeskuksen saamat toimintokohtaiset palvelumaksut ja muut tuotot eivät riitä niitä kattamaan. Eläkelaitosten katettava osuus Eläketurvakeskuksen kustannuksista jaetaan eläkelaitosten kesken kussakin eläkelaitoksessa vakuutettujen työansioiden mukaisessa suhteessa. Eläkelaitoksen kustannusosuutta laskettaessa huomioon otettava vakuutettujen työansioiden osuus määrätään kuitenkin erikseen julkisten alojen eläkelaitoksille, Merimieseläkekassalle ja Maatalousyrittäjien eläkelaitokselle sen mukaan, kuinka suuri osuus Eläketurvakeskuksen tuottamista palveluista arvioidaan kohdistuvan näille eläkelaitoksille. Tällöin lasketaan ensin julkisten alojen eläkelaitosten, Merimieseläkekassan ja Maatalousyrittäjien eläkelaitoksen kustannusosuudet. Sen jälkeen kattamatta jäävä osuus Eläketurvakeskuksen kustannuksista jaetaan muiden yksityisten alojen eläkelaitosten kesken kussakin eläkelaitoksessa vakuutettujen työansioiden mukaisessa suhteessa. Julkisten alojen eläkelaitosten, Merimieseläkekassan ja Maatalousyrittäjien eläkelaitoksen kustannusosuudessa huomioon otettavasta vakuutettujen työansioiden osuudesta ja tämän osuuden tarkistamisesta säädetään tarkemmin valtioneuvoston asetuksella. Eläkelaitosten kustannusosuuksien laskemisesta ja täytäntöönpanosta annetaan tarkemmat määräykset sosiaali- ja terveysministeriön työntekijän eläkelain 183 § :n 2 momentin nojalla Eläketurvakeskuksen esityksestä vahvistamissa vastuunjakoperusteissa. Eläkelaitosten kustannusosuuksia vahvistettaessa on huolehdittava siitä, että Eläketurvakeskuksen varat riittävät kattamaan Eläketurvakeskuksen tehtävistä ja toiminnasta aiheutuvat menot ja ylläpitämään riittävän maksuvalmiuden. Eläketurvakeskus määrää maksettavaksi eläkelaitosten kustannusosuudet. Eläketurvakeskuksella on oikeus periä eläkelaitosten kustannusosuuksista ennakkoa siten kuin 3 momentissa tarkoitetuissa vastuunjakoperusteissa määrätään. Eläkelaitos voi hakea muutosta Eläketurvakeskuksen tämän lain nojalla määräämästä kustannusosuuden maksuunpanosta siten kuin työntekijän eläkelain 131 § :ssä säädetään. Kustannusosuus saadaan periä ilman tuomiota ja päätöstä siinä järjestyksessä kuin verojen ja maksujen täytäntöönpanosta annetussa laissa (706/2007) säädetään. Jollei maksua suoriteta viimeistään eräpäivänä, maksamattomalle pääomalle peritään vuotuista viivästyskorkoa korkolain (633/1982) 4 § :ssä tarkoitetun korkokannan mukaan. Viivästyskoron sijasta Eläketurvakeskus voi periä viiden euron suuruisen viivästysmaksun, jos viivästyskoron määrä jää tätä pienemmäksi.",
        "folded_fi": "elaketurvakeskuksella on oikeus peria tuottamistaan palveluista toimintokohtaisia palvelumaksuja. tyontekijan elakelain 3 §:n 1 momentissa ja 2 momentin 1―6 kohdassa mainittujen tyoelakelakien mukaista elaketurvaa hoitavat elakelaitokset vastaavat elaketurvakeskuksen taman lain mukaisten tehtavien hoitamisesta aiheutuvista kustannuksista silta osin kuin elaketurvakeskuksen saamat toimintokohtaiset palvelumaksut ja muut tuotot eivat riita niita kattamaan. elakelaitosten katettava osuus elaketurvakeskuksen kustannuksista jaetaan elakelaitosten kesken kussakin elakelaitoksessa vakuutettujen tyoansioiden mukaisessa suhteessa. elakelaitoksen kustannusosuutta laskettaessa huomioon otettava vakuutettujen tyoansioiden osuus maarataan kuitenkin erikseen julkisten alojen elakelaitoksille, merimieselakekassalle ja maatalousyrittajien elakelaitokselle sen mukaan, kuinka suuri osuus elaketurvakeskuksen tuottamista palveluista arvioidaan kohdistuvan naille elakelaitoksille. talloin lasketaan ensin julkisten alojen elakelaitosten, merimieselakekassan ja maatalousyrittajien elakelaitoksen kustannusosuudet. sen jalkeen kattamatta jaava osuus elaketurvakeskuksen kustannuksista jaetaan muiden yksityisten alojen elakelaitosten kesken kussakin elakelaitoksessa vakuutettujen tyoansioiden mukaisessa suhteessa. julkisten alojen elakelaitosten, merimieselakekassan ja maatalousyrittajien elakelaitoksen kustannusosuudessa huomioon otettavasta vakuutettujen tyoansioiden osuudesta ja taman osuuden tarkistamisesta saadetaan tarkemmin valtioneuvoston asetuksella. elakelaitosten kustannusosuuksien laskemisesta ja taytantoonpanosta annetaan tarkemmat maaraykset sosiaali- ja terveysministerion tyontekijan elakelain 183 §:n 2 momentin nojalla elaketurvakeskuksen esityksesta vahvistamissa vastuunjakoperusteissa. elakelaitosten kustannusosuuksia vahvistettaessa on huolehdittava siita, etta elaketurvakeskuksen varat riittavat kattamaan elaketurvakeskuksen tehtavista ja toiminnasta aiheutuvat menot ja yllapitamaan riittavan maksuvalmiuden. elaketurvakeskus maaraa maksettavaksi elakelaitosten kustannusosuudet. elaketurvakeskuksella on oikeus peria elakelaitosten kustannusosuuksista ennakkoa siten kuin 3 momentissa tarkoitetuissa vastuunjakoperusteissa maarataan. elakelaitos voi hakea muutosta elaketurvakeskuksen taman lain nojalla maaraamasta kustannusosuuden maksuunpanosta siten kuin tyontekijan elakelain 131 §:ssa saadetaan. kustannusosuus saadaan peria ilman tuomiota ja paatosta siina jarjestyksessa kuin verojen ja maksujen taytantoonpanosta annetussa laissa (706/2007) saadetaan. jollei maksua suoriteta viimeistaan erapaivana, maksamattomalle paaomalle peritaan vuotuista viivastyskorkoa korkolain (633/1982) 4 §:ssa tarkoitetun korkokannan mukaan. viivastyskoron sijasta elaketurvakeskus voi peria viiden euron suuruisen viivastysmaksun, jos viivastyskoron maara jaa tata pienemmaksi.",
        "title_sv": "Ansvaret för Pensionsskyddscentralens kostnader",
        "content_sv": "Pensionsskyddscentralen har rätt att ta ut verksamhetsbaserade serviceavgifter för sina tjänster. De pensionsanstalter som har hand om pensionsskyddet enligt de arbetspensionslagar som nämns i 3 § 1 mom. och 2 mom. 1―6 punkten i lagen om pension för arbetstagare svarar för de kostnader som Pensionsskyddscentralens uppgifter enligt denna lag medför till den del som Pensionsskyddscentralens verksamhetsbaserade serviceavgifter och övriga avkastning inte räcker till för att täcka dem. Pensionsanstalternas andel av Pensionsskyddscentralens kostnader fördelas mellan pensionsanstalterna i förhållande till de arbetsinkomster som är försäkrade i respektive pensionsanstalt. Den andel av de försäkrade arbetsinkomsterna som ska beaktas när pensionsanstaltens kostnadsandel beräknas bestäms dock särskilt för pensionsanstalterna inom den offentliga sektorn, Sjömanspensionskassan och Lantbruksföretagarnas pensionsanstalt enligt hur stor andel av Pensionsskyddscentralens tjänster som väntas rikta sig till dessa pensionsanstalter. Först beräknas kostnadsandelarna för pensionsanstalterna inom den offentliga sektorn, Sjömanspensionskassan och Lantbruksföretagarnas pensionsanstalt. Därefter fördelas den andel av Pensionsskyddscentralens kostnader som inte täckts mellan de övriga pensionsanstalterna inom den privata sektorn i förhållande till de arbetsinkomster som är försäkrade i respektive pensionsanstalt. Genom förordning av statsrådet utfärdas närmare bestämmelser om storleken på och justeringar av den andel av de försäkrade arbetsinkomsterna som ska beaktas i kostnadsandelen för pensionsanstalterna inom den offentliga sektorn, Sjömanspensionskassan och Lantbruksföretagarnas pensionsanstalt. Hur pensionsanstalternas kostnadsandel ska räknas ut och verkställas föreskrivs närmare i de ansvarsfördelningsgrunder som social- och hälsovårdsministeriet på framställning av Pensionsskyddscentralen fastställer med stöd av 183 § 2 mom. i lagen om pension för arbetstagare. När pensionsanstalternas kostnadsandel fastställs ska det säkerställas att Pensionsskyddscentralens medel förslår till att täcka de utgifter som dess uppgifter och verksamhet medför och till att upprätthålla tillräcklig likviditet. Pensionsanstalternas kostnadsandelar påförs av Pensionsskyddscentralen. Pensionsskyddscentralen har rätt att ta ut förskott på pensionsanstalternas kostnadsandelar på det sätt som föreskrivs i de ansvarsfördelningsgrunder som avses i 3 mom. Pensionsanstalterna kan söka ändring i debiteringen av den kostnadsandel som Pensionsskyddscentralen bestämt med stöd av denna lag på det sätt som föreskrivs i 131 § i lagen om pension för arbetstagare. Kostnadsandelen får drivas in utan dom och beslut i den ordning som föreskrivs i lagen om verkställighet av skatter och avgifter (706/2007). Om avgiften inte betalas senast på förfallodagen uppbärs på det obetalda kapitalet en årlig dröjsmålsränta enligt den räntefot som avses i 4 § i räntelagen (633/1982). I stället för dröjsmålsränta kan Pensionsskyddscentralen ta ut en dröjsmålsavgift på fem euro om beloppet av dröjsmålsräntan blir mindre än så.",
        "normalized_sv": "Pensionsskyddscentralen har rätt att ta ut verksamhetsbaserade serviceavgifter för sina tjänster. De pensionsanstalter som har hand om pensionsskyddet enligt de arbetspensionslagar som nämns i 3 § 1 mom. och 2 mom. 1―6 punkten i lagen om pension för arbetstagare svarar för de kostnader som Pensionsskyddscentralens uppgifter enligt denna lag medför till den del som Pensionsskyddscentralens verksamhetsbaserade serviceavgifter och övriga avkastning inte räcker till för att täcka dem. Pensionsanstalternas andel av Pensionsskyddscentralens kostnader fördelas mellan pensionsanstalterna i förhållande till de arbetsinkomster som är försäkrade i respektive pensionsanstalt. Den andel av de försäkrade arbetsinkomsterna som ska beaktas när pensionsanstaltens kostnadsandel beräknas bestäms dock särskilt för pensionsanstalterna inom den offentliga sektorn, Sjömanspensionskassan och Lantbruksföretagarnas pensionsanstalt enligt hur stor andel av Pensionsskyddscentralens tjänster som väntas rikta sig till dessa pensionsanstalter. Först beräknas kostnadsandelarna för pensionsanstalterna inom den offentliga sektorn, Sjömanspensionskassan och Lantbruksföretagarnas pensionsanstalt. Därefter fördelas den andel av Pensionsskyddscentralens kostnader som inte täckts mellan de övriga pensionsanstalterna inom den privata sektorn i förhållande till de arbetsinkomster som är försäkrade i respektive pensionsanstalt. Genom förordning av statsrådet utfärdas närmare bestämmelser om storleken på och justeringar av den andel av de försäkrade arbetsinkomsterna som ska beaktas i kostnadsandelen för pensionsanstalterna inom den offentliga sektorn, Sjömanspensionskassan och Lantbruksföretagarnas pensionsanstalt. Hur pensionsanstalternas kostnadsandel ska räknas ut och verkställas föreskrivs närmare i de ansvarsfördelningsgrunder som social- och hälsovårdsministeriet på framställning av Pensionsskyddscentralen fastställer med stöd av 183 § 2 mom. i lagen om pension för arbetstagare. När pensionsanstalternas kostnadsandel fastställs ska det säkerställas att Pensionsskyddscentralens medel förslår till att täcka de utgifter som dess uppgifter och verksamhet medför och till att upprätthålla tillräcklig likviditet. Pensionsanstalternas kostnadsandelar påförs av Pensionsskyddscentralen. Pensionsskyddscentralen har rätt att ta ut förskott på pensionsanstalternas kostnadsandelar på det sätt som föreskrivs i de ansvarsfördelningsgrunder som avses i 3 mom. Pensionsanstalterna kan söka ändring i debiteringen av den kostnadsandel som Pensionsskyddscentralen bestämt med stöd av denna lag på det sätt som föreskrivs i 131 § i lagen om pension för arbetstagare. Kostnadsandelen får drivas in utan dom och beslut i den ordning som föreskrivs i lagen om verkställighet av skatter och avgifter (706/2007). Om avgiften inte betalas senast på förfallodagen uppbärs på det obetalda kapitalet en årlig dröjsmålsränta enligt den räntefot som avses i 4 § i räntelagen (633/1982). I stället för dröjsmålsränta kan Pensionsskyddscentralen ta ut en dröjsmålsavgift på fem euro om beloppet av dröjsmålsräntan blir mindre än så.",
        "folded_sv": "pensionsskyddscentralen har ratt att ta ut verksamhetsbaserade serviceavgifter for sina tjanster. de pensionsanstalter som har hand om pensionsskyddet enligt de arbetspensionslagar som namns i 3 § 1 mom. och 2 mom. 1―6 punkten i lagen om pension for arbetstagare svarar for de kostnader som pensionsskyddscentralens uppgifter enligt denna lag medfor till den del som pensionsskyddscentralens verksamhetsbaserade serviceavgifter och ovriga avkastning inte racker till for att tacka dem. pensionsanstalternas andel av pensionsskyddscentralens kostnader fordelas mellan pensionsanstalterna i forhallande till de arbetsinkomster som ar forsakrade i respektive pensionsanstalt. den andel av de forsakrade arbetsinkomsterna som ska beaktas nar pensionsanstaltens kostnadsandel beraknas bestams dock sarskilt for pensionsanstalterna inom den offentliga sektorn, sjomanspensionskassan och lantbruksforetagarnas pensionsanstalt enligt hur stor andel av pensionsskyddscentralens tjanster som vantas rikta sig till dessa pensionsanstalter. forst beraknas kostnadsandelarna for pensionsanstalterna inom den offentliga sektorn, sjomanspensionskassan och lantbruksforetagarnas pensionsanstalt. darefter fordelas den andel av pensionsskyddscentralens kostnader som inte tackts mellan de ovriga pensionsanstalterna inom den privata sektorn i forhallande till de arbetsinkomster som ar forsakrade i respektive pensionsanstalt. genom forordning av statsradet utfardas narmare bestammelser om storleken pa och justeringar av den andel av de forsakrade arbetsinkomsterna som ska beaktas i kostnadsandelen for pensionsanstalterna inom den offentliga sektorn, sjomanspensionskassan och lantbruksforetagarnas pensionsanstalt. hur pensionsanstalternas kostnadsandel ska raknas ut och verkstallas foreskrivs narmare i de ansvarsfordelningsgrunder som social- och halsovardsministeriet pa framstallning av pensionsskyddscentralen faststaller med stod av 183 § 2 mom. i lagen om pension for arbetstagare. nar pensionsanstalternas kostnadsandel faststalls ska det sakerstallas att pensionsskyddscentralens medel forslar till att tacka de utgifter som dess uppgifter och verksamhet medfor och till att uppratthalla tillracklig likviditet. pensionsanstalternas kostnadsandelar pafors av pensionsskyddscentralen. pensionsskyddscentralen har ratt att ta ut forskott pa pensionsanstalternas kostnadsandelar pa det satt som foreskrivs i de ansvarsfordelningsgrunder som avses i 3 mom. pensionsanstalterna kan soka andring i debiteringen av den kostnadsandel som pensionsskyddscentralen bestamt med stod av denna lag pa det satt som foreskrivs i 131 § i lagen om pension for arbetstagare. kostnadsandelen far drivas in utan dom och beslut i den ordning som foreskrivs i lagen om verkstallighet av skatter och avgifter (706/2007). om avgiften inte betalas senast pa forfallodagen uppbars pa det obetalda kapitalet en arlig drojsmalsranta enligt den rantefot som avses i 4 § i rantelagen (633/1982). i stallet for drojsmalsranta kan pensionsskyddscentralen ta ut en drojsmalsavgift pa fem euro om beloppet av drojsmalsrantan blir mindre an sa."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Eläketurvakeskuksen hallintoelimet ja päätösvalta",
      "content": "Eläketurvakeskuksessa on edustajisto ja hallitus, jotka käyttävät Eläketurvakeskuksen päätösvaltaa. Henkilö ei voi olla samanaikaisesti edustajiston ja hallituksen jäsenenä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Eläketurvakeskuksessa on edustajisto ja hallitus, jotka käyttävät Eläketurvakeskuksen päätösvaltaa. Henkilö ei voi olla samanaikaisesti edustajiston ja hallituksen jäsenenä.",
        "folded_fi": "elaketurvakeskuksessa on edustajisto ja hallitus, jotka kayttavat elaketurvakeskuksen paatosvaltaa. henkilo ei voi olla samanaikaisesti edustajiston ja hallituksen jasenena.",
        "title_sv": "Pensionsskyddscentralens förvaltningsorgan och beslutanderätt",
        "content_sv": "Pensionsskyddscentralen har ett representantskap och en styrelse som utövar Pensionsskyddscentralens beslutanderätt. En person kan inte samtidigt vara medlem i både representantskapet och styrelsen.",
        "normalized_sv": "Pensionsskyddscentralen har ett representantskap och en styrelse som utövar Pensionsskyddscentralens beslutanderätt. En person kan inte samtidigt vara medlem i både representantskapet och styrelsen.",
        "folded_sv": "pensionsskyddscentralen har ett representantskap och en styrelse som utovar pensionsskyddscentralens beslutanderatt. en person kan inte samtidigt vara medlem i bade representantskapet och styrelsen."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Edustajiston nimeäminen ja kokoonpano",
      "content": "Sosiaali- ja terveysministeriö nimeää Eläketurvakeskuksen edustajiston enintään kolmeksi kalenterivuodeksi kerrallaan. Edustajistossa on kolmekymmentä jäsentä. Jäsenistä yksi edustaa sosiaali- ja terveysministeriötä ja yksi valtiovarainministeriötä. Muista jäsenistä viisi edustaa yksityisten ja kaksi julkisten alojen työnantajia, seitsemän yksityisten ja julkisten alojen työntekijöitä, kolme maatalousyrittäjiä ja kaksi muita yrittäjiä. Lisäksi edustajistoon kuuluu yhdeksän työeläkelaitoksia edustavaa jäsentä, joista yksi edustaa eläkekassoja, yksi eläkesäätiöitä ja viisi muita yksityisten alojen eläkelaitoksia sekä kaksi julkisten alojen eläkelaitoksia. Edustajiston kullekin jäsenelle on nimettävä henkilökohtainen varajäsen. Sosiaali- ja terveysministeriön on edustajiston jäseniä nimetessään määrättävä yksi jäsenistä edustajiston puheenjohtajaksi ja yksi varapuheenjohtajaksi. Sosiaali- ja terveysministeriön on ennen työnantajia ja työntekijöitä edustavien jäsenten nimeämistä varattava yksityisten ja julkisten alojen työnantajien sekä työntekijöiden edustavimmille järjestöille tilaisuus tehdä ehdotuksensa edustajiksi. Samoin ministeriön on ennen maatalousyrittäjiä ja muita yrittäjiä edustavien jäsenten nimeämistä varattava maatalousyrittäjien ja muiden yrittäjien edustavimmille järjestöille tilaisuus tehdä ehdotuksensa edustajiksi. Jos järjestö ei tee ehdotusta ministeriön määräämässä ajassa, ministeriön on kuitenkin nimettävä jäsenet. Jos edustajiston jäsen eroaa kesken toimikauden, hänen tilalleen on nimettävä jäljellä olevaksi toimikaudeksi uusi jäsen edellä säädetyn mukaisesti. Sosiaali- ja terveysministeriö määrää edustajiston puheenjohtajalle, varapuheenjohtajalle ja muille jäsenille suoritettavat palkkiot. Mitä tässä laissa säädetään edustajiston jäsenestä, sovelletaan vastaavasti varajäseneen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Sosiaali- ja terveysministeriö nimeää Eläketurvakeskuksen edustajiston enintään kolmeksi kalenterivuodeksi kerrallaan. Edustajistossa on kolmekymmentä jäsentä. Jäsenistä yksi edustaa sosiaali- ja terveysministeriötä ja yksi valtiovarainministeriötä. Muista jäsenistä viisi edustaa yksityisten ja kaksi julkisten alojen työnantajia, seitsemän yksityisten ja julkisten alojen työntekijöitä, kolme maatalousyrittäjiä ja kaksi muita yrittäjiä. Lisäksi edustajistoon kuuluu yhdeksän työeläkelaitoksia edustavaa jäsentä, joista yksi edustaa eläkekassoja, yksi eläkesäätiöitä ja viisi muita yksityisten alojen eläkelaitoksia sekä kaksi julkisten alojen eläkelaitoksia. Edustajiston kullekin jäsenelle on nimettävä henkilökohtainen varajäsen. Sosiaali- ja terveysministeriön on edustajiston jäseniä nimetessään määrättävä yksi jäsenistä edustajiston puheenjohtajaksi ja yksi varapuheenjohtajaksi. Sosiaali- ja terveysministeriön on ennen työnantajia ja työntekijöitä edustavien jäsenten nimeämistä varattava yksityisten ja julkisten alojen työnantajien sekä työntekijöiden edustavimmille järjestöille tilaisuus tehdä ehdotuksensa edustajiksi. Samoin ministeriön on ennen maatalousyrittäjiä ja muita yrittäjiä edustavien jäsenten nimeämistä varattava maatalousyrittäjien ja muiden yrittäjien edustavimmille järjestöille tilaisuus tehdä ehdotuksensa edustajiksi. Jos järjestö ei tee ehdotusta ministeriön määräämässä ajassa, ministeriön on kuitenkin nimettävä jäsenet. Jos edustajiston jäsen eroaa kesken toimikauden, hänen tilalleen on nimettävä jäljellä olevaksi toimikaudeksi uusi jäsen edellä säädetyn mukaisesti. Sosiaali- ja terveysministeriö määrää edustajiston puheenjohtajalle, varapuheenjohtajalle ja muille jäsenille suoritettavat palkkiot. Mitä tässä laissa säädetään edustajiston jäsenestä, sovelletaan vastaavasti varajäseneen.",
        "folded_fi": "sosiaali- ja terveysministerio nimeaa elaketurvakeskuksen edustajiston enintaan kolmeksi kalenterivuodeksi kerrallaan. edustajistossa on kolmekymmenta jasenta. jasenista yksi edustaa sosiaali- ja terveysministeriota ja yksi valtiovarainministeriota. muista jasenista viisi edustaa yksityisten ja kaksi julkisten alojen tyonantajia, seitseman yksityisten ja julkisten alojen tyontekijoita, kolme maatalousyrittajia ja kaksi muita yrittajia. lisaksi edustajistoon kuuluu yhdeksan tyoelakelaitoksia edustavaa jasenta, joista yksi edustaa elakekassoja, yksi elakesaatioita ja viisi muita yksityisten alojen elakelaitoksia seka kaksi julkisten alojen elakelaitoksia. edustajiston kullekin jasenelle on nimettava henkilokohtainen varajasen. sosiaali- ja terveysministerion on edustajiston jasenia nimetessaan maarattava yksi jasenista edustajiston puheenjohtajaksi ja yksi varapuheenjohtajaksi. sosiaali- ja terveysministerion on ennen tyonantajia ja tyontekijoita edustavien jasenten nimeamista varattava yksityisten ja julkisten alojen tyonantajien seka tyontekijoiden edustavimmille jarjestoille tilaisuus tehda ehdotuksensa edustajiksi. samoin ministerion on ennen maatalousyrittajia ja muita yrittajia edustavien jasenten nimeamista varattava maatalousyrittajien ja muiden yrittajien edustavimmille jarjestoille tilaisuus tehda ehdotuksensa edustajiksi. jos jarjesto ei tee ehdotusta ministerion maaraamassa ajassa, ministerion on kuitenkin nimettava jasenet. jos edustajiston jasen eroaa kesken toimikauden, hanen tilalleen on nimettava jaljella olevaksi toimikaudeksi uusi jasen edella saadetyn mukaisesti. sosiaali- ja terveysministerio maaraa edustajiston puheenjohtajalle, varapuheenjohtajalle ja muille jasenille suoritettavat palkkiot. mita tassa laissa saadetaan edustajiston jasenesta, sovelletaan vastaavasti varajaseneen.",
        "title_sv": "Tillsättande av representantskapet och dess sammansättning",
        "content_sv": "Social- och hälsovårdsministeriet tillsätter Pensionsskyddscentralens representantskap för högst tre kalenderår i sänder. Representantskapet har trettio medlemmar. En av medlemmarna representerar social- och hälsovårdsministeriet och en finansministeriet. Av de övriga medlemmarna representerar fem arbetsgivarna inom den privata sektorn och två arbetsgivarna inom den offentliga sektorn, sju arbetstagarna inom den privata och den offentliga sektorn, tre lantbruksföretagarna och två övriga företagare. Till representantskapet hör dessutom nio medlemmar som representerar arbetspensionsanstalterna, varav en representerar pensionskassorna, en pensionsstiftelserna och fem de övriga pensionsanstalterna inom den privata sektorn samt två pensionsanstalterna inom den offentliga sektorn. För varje medlem i representantskapet ska utses en personlig ersättare. Social- och hälsovårdsministeriet ska vid valet av medlemmar i representantskapet förordna en av medlemmarna till ordförande och en till vice ordförande för representantskapet. Social- och hälsovårdsministeriet ska innan de medlemmar som representerar arbetsgivarna och arbetstagarna utses ge de mest representativa av de organisationer som representerar arbetsgivarna och arbetstagarna inom den privata och den offentliga sektorn möjlighet att lägga fram förslag till representanter. Likaså ska ministeriet innan de medlemmar som representerar lantbruksföretagarna och övriga företagare utses ge de mest representativa av de organisationer som representerar lantbruksföretagarna och övriga företagare möjlighet att lägga fram förslag till representanter. Om organisationen inte lägger fram något förslag inom den tid som ministeriet har satt ut, ska ministeriet dock utse medlemmarna. Avgår en medlem i representantskapet under mandattiden, ska i hans eller hennes ställe enligt vad som bestäms ovan utses en ny medlem för den återstående mandattiden. Social- och hälsovårdsministeriet bestämmer de arvoden som ska betalas till representantskapets ordförande, vice ordförande och övriga medlemmar. Vad som i denna lag föreskrivs om representantskapets medlemmar tillämpas på motsvarande vis på deras ersättare.",
        "normalized_sv": "Social- och hälsovårdsministeriet tillsätter Pensionsskyddscentralens representantskap för högst tre kalenderår i sänder. Representantskapet har trettio medlemmar. En av medlemmarna representerar social- och hälsovårdsministeriet och en finansministeriet. Av de övriga medlemmarna representerar fem arbetsgivarna inom den privata sektorn och två arbetsgivarna inom den offentliga sektorn, sju arbetstagarna inom den privata och den offentliga sektorn, tre lantbruksföretagarna och två övriga företagare. Till representantskapet hör dessutom nio medlemmar som representerar arbetspensionsanstalterna, varav en representerar pensionskassorna, en pensionsstiftelserna och fem de övriga pensionsanstalterna inom den privata sektorn samt två pensionsanstalterna inom den offentliga sektorn. För varje medlem i representantskapet ska utses en personlig ersättare. Social- och hälsovårdsministeriet ska vid valet av medlemmar i representantskapet förordna en av medlemmarna till ordförande och en till vice ordförande för representantskapet. Social- och hälsovårdsministeriet ska innan de medlemmar som representerar arbetsgivarna och arbetstagarna utses ge de mest representativa av de organisationer som representerar arbetsgivarna och arbetstagarna inom den privata och den offentliga sektorn möjlighet att lägga fram förslag till representanter. Likaså ska ministeriet innan de medlemmar som representerar lantbruksföretagarna och övriga företagare utses ge de mest representativa av de organisationer som representerar lantbruksföretagarna och övriga företagare möjlighet att lägga fram förslag till representanter. Om organisationen inte lägger fram något förslag inom den tid som ministeriet har satt ut, ska ministeriet dock utse medlemmarna. Avgår en medlem i representantskapet under mandattiden, ska i hans eller hennes ställe enligt vad som bestäms ovan utses en ny medlem för den återstående mandattiden. Social- och hälsovårdsministeriet bestämmer de arvoden som ska betalas till representantskapets ordförande, vice ordförande och övriga medlemmar. Vad som i denna lag föreskrivs om representantskapets medlemmar tillämpas på motsvarande vis på deras ersättare.",
        "folded_sv": "social- och halsovardsministeriet tillsatter pensionsskyddscentralens representantskap for hogst tre kalenderar i sander. representantskapet har trettio medlemmar. en av medlemmarna representerar social- och halsovardsministeriet och en finansministeriet. av de ovriga medlemmarna representerar fem arbetsgivarna inom den privata sektorn och tva arbetsgivarna inom den offentliga sektorn, sju arbetstagarna inom den privata och den offentliga sektorn, tre lantbruksforetagarna och tva ovriga foretagare. till representantskapet hor dessutom nio medlemmar som representerar arbetspensionsanstalterna, varav en representerar pensionskassorna, en pensionsstiftelserna och fem de ovriga pensionsanstalterna inom den privata sektorn samt tva pensionsanstalterna inom den offentliga sektorn. for varje medlem i representantskapet ska utses en personlig ersattare. social- och halsovardsministeriet ska vid valet av medlemmar i representantskapet forordna en av medlemmarna till ordforande och en till vice ordforande for representantskapet. social- och halsovardsministeriet ska innan de medlemmar som representerar arbetsgivarna och arbetstagarna utses ge de mest representativa av de organisationer som representerar arbetsgivarna och arbetstagarna inom den privata och den offentliga sektorn mojlighet att lagga fram forslag till representanter. likasa ska ministeriet innan de medlemmar som representerar lantbruksforetagarna och ovriga foretagare utses ge de mest representativa av de organisationer som representerar lantbruksforetagarna och ovriga foretagare mojlighet att lagga fram forslag till representanter. om organisationen inte lagger fram nagot forslag inom den tid som ministeriet har satt ut, ska ministeriet dock utse medlemmarna. avgar en medlem i representantskapet under mandattiden, ska i hans eller hennes stalle enligt vad som bestams ovan utses en ny medlem for den aterstaende mandattiden. social- och halsovardsministeriet bestammer de arvoden som ska betalas till representantskapets ordforande, vice ordforande och ovriga medlemmar. vad som i denna lag foreskrivs om representantskapets medlemmar tillampas pa motsvarande vis pa deras ersattare."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Edustajiston tehtävät ja päätöksen teko",
      "content": "Edustajiston tehtävänä on: 2) valita hallituksen kolmetoista jäsentä sekä kullekin jäsenelle henkilökohtainen varajäsen; Edustajiston kokouksessa kullakin jäsenellä on yksi ääni. Äänten mennessä tasan päätökseksi tulee puheenjohtajan kannattama mielipide, paitsi vaaleissa, joissa arpa ratkaisee. Tarkemmat säännökset edustajiston tehtävistä ja päätöksenteosta annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Edustajiston tehtävänä on: 2) valita hallituksen kolmetoista jäsentä sekä kullekin jäsenelle henkilökohtainen varajäsen; Edustajiston kokouksessa kullakin jäsenellä on yksi ääni. Äänten mennessä tasan päätökseksi tulee puheenjohtajan kannattama mielipide, paitsi vaaleissa, joissa arpa ratkaisee. Tarkemmat säännökset edustajiston tehtävistä ja päätöksenteosta annetaan valtioneuvoston asetuksella.",
        "folded_fi": "edustajiston tehtavana on: 2) valita hallituksen kolmetoista jasenta seka kullekin jasenelle henkilokohtainen varajasen; edustajiston kokouksessa kullakin jasenella on yksi aani. aanten mennessa tasan paatokseksi tulee puheenjohtajan kannattama mielipide, paitsi vaaleissa, joissa arpa ratkaisee. tarkemmat saannokset edustajiston tehtavista ja paatoksenteosta annetaan valtioneuvoston asetuksella.",
        "title_sv": "Representantskapets uppgifter och beslutsfattande",
        "content_sv": "Representantskapet har till uppgift att 2) utse tretton medlemmar till styrelsen samt en personlig ersättare för var och en, Vid representantskapets sammanträde har varje medlem en röst. Vid lika röstetal gäller som beslut den mening som ordföranden biträtt, utom vid val, där lotten avgör. Närmare bestämmelser om representantskapets uppgifter och beslutsfattande utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Representantskapet har till uppgift att 2) utse tretton medlemmar till styrelsen samt en personlig ersättare för var och en, Vid representantskapets sammanträde har varje medlem en röst. Vid lika röstetal gäller som beslut den mening som ordföranden biträtt, utom vid val, där lotten avgör. Närmare bestämmelser om representantskapets uppgifter och beslutsfattande utfärdas genom förordning av statsrådet.",
        "folded_sv": "representantskapet har till uppgift att 2) utse tretton medlemmar till styrelsen samt en personlig ersattare for var och en, vid representantskapets sammantrade har varje medlem en rost. vid lika rostetal galler som beslut den mening som ordforanden bitratt, utom vid val, dar lotten avgor. narmare bestammelser om representantskapets uppgifter och beslutsfattande utfardas genom forordning av statsradet."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Hallituksen nimeäminen ja kokoonpano",
      "content": "Eläketurvakeskuksen hallitus nimetään enintään kolmeksi kalenterivuodeksi kerrallaan. Hallituksessa on viisitoista jäsentä, joista sosiaali- ja terveysministeriö määrää puheenjohtajan ja varapuheenjohtajan. Hallituksen muut kolmetoista jäsentä valitsee Eläketurvakeskuksen edustajisto. Näistä jäsenistä edustajiston yksityisten alojen työnantajia edustavat jäsenet valitsevat kolme ja julkisten alojen työnantajia edustavat jäsenet yhden sekä yksityisten ja julkisten alojen työntekijöitä edustavat jäsenet yhteensä neljä, maatalousyrittäjiä edustavat jäsenet yhden ja muita yrittäjiä edustavat jäsenet yhden. Edustajiston kaikki jäsenet yhdessä valitsevat kolme muuta hallituksen jäsentä, joista yhden tulee edustaa julkisten alojen eläkelaitoksia. Hallituksen puheenjohtajaa ja varapuheenjohtajaa lukuun ottamatta hallituksen kullekin jäsenelle on nimettävä henkilökohtainen varajäsen. Hallituksen jäsenellä tulee olla riittävä työeläkealan tuntemus ja hänen on oltava hyvämaineinen. Jäsenenä ei voi olla vajaavaltainen eikä konkurssissa oleva eikä myöskään henkilö, joka on määrätty liiketoimintakieltoon. Jos hallituksen jäsen eroaa tehtävästään kesken toimikauden, hänen tilalleen on nimettävä hallituksen jäljellä olevaksi toimikaudeksi uusi jäsen edellä säädetyn mukaisesti. Mitä tässä laissa säädetään hallituksen jäsenestä, sovelletaan vastaavasti varajäseneen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Eläketurvakeskuksen hallitus nimetään enintään kolmeksi kalenterivuodeksi kerrallaan. Hallituksessa on viisitoista jäsentä, joista sosiaali- ja terveysministeriö määrää puheenjohtajan ja varapuheenjohtajan. Hallituksen muut kolmetoista jäsentä valitsee Eläketurvakeskuksen edustajisto. Näistä jäsenistä edustajiston yksityisten alojen työnantajia edustavat jäsenet valitsevat kolme ja julkisten alojen työnantajia edustavat jäsenet yhden sekä yksityisten ja julkisten alojen työntekijöitä edustavat jäsenet yhteensä neljä, maatalousyrittäjiä edustavat jäsenet yhden ja muita yrittäjiä edustavat jäsenet yhden. Edustajiston kaikki jäsenet yhdessä valitsevat kolme muuta hallituksen jäsentä, joista yhden tulee edustaa julkisten alojen eläkelaitoksia. Hallituksen puheenjohtajaa ja varapuheenjohtajaa lukuun ottamatta hallituksen kullekin jäsenelle on nimettävä henkilökohtainen varajäsen. Hallituksen jäsenellä tulee olla riittävä työeläkealan tuntemus ja hänen on oltava hyvämaineinen. Jäsenenä ei voi olla vajaavaltainen eikä konkurssissa oleva eikä myöskään henkilö, joka on määrätty liiketoimintakieltoon. Jos hallituksen jäsen eroaa tehtävästään kesken toimikauden, hänen tilalleen on nimettävä hallituksen jäljellä olevaksi toimikaudeksi uusi jäsen edellä säädetyn mukaisesti. Mitä tässä laissa säädetään hallituksen jäsenestä, sovelletaan vastaavasti varajäseneen.",
        "folded_fi": "elaketurvakeskuksen hallitus nimetaan enintaan kolmeksi kalenterivuodeksi kerrallaan. hallituksessa on viisitoista jasenta, joista sosiaali- ja terveysministerio maaraa puheenjohtajan ja varapuheenjohtajan. hallituksen muut kolmetoista jasenta valitsee elaketurvakeskuksen edustajisto. naista jasenista edustajiston yksityisten alojen tyonantajia edustavat jasenet valitsevat kolme ja julkisten alojen tyonantajia edustavat jasenet yhden seka yksityisten ja julkisten alojen tyontekijoita edustavat jasenet yhteensa nelja, maatalousyrittajia edustavat jasenet yhden ja muita yrittajia edustavat jasenet yhden. edustajiston kaikki jasenet yhdessa valitsevat kolme muuta hallituksen jasenta, joista yhden tulee edustaa julkisten alojen elakelaitoksia. hallituksen puheenjohtajaa ja varapuheenjohtajaa lukuun ottamatta hallituksen kullekin jasenelle on nimettava henkilokohtainen varajasen. hallituksen jasenella tulee olla riittava tyoelakealan tuntemus ja hanen on oltava hyvamaineinen. jasenena ei voi olla vajaavaltainen eika konkurssissa oleva eika myoskaan henkilo, joka on maaratty liiketoimintakieltoon. jos hallituksen jasen eroaa tehtavastaan kesken toimikauden, hanen tilalleen on nimettava hallituksen jaljella olevaksi toimikaudeksi uusi jasen edella saadetyn mukaisesti. mita tassa laissa saadetaan hallituksen jasenesta, sovelletaan vastaavasti varajaseneen.",
        "title_sv": "Tillsättande av styrelsen och dess sammansättning",
        "content_sv": "Pensionsskyddscentralens styrelse tillsätts för högst tre kalenderår i sänder. Styrelsen har femton medlemmar, av vilka social- och hälsovårdsministeriet förordnar ordföranden och en vice ordförande. Styrelsens övriga tretton medlemmar utses av Pensionsskyddscentralens representantskap. De medlemmar i representantskapet som företräder arbetsgivarna inom den privata sektorn utser tre av dessa styrelsemedlemmar, de medlemmar som företräder arbetsgivarna inom den offentliga sektorn en och de medlemmar som företräder arbetstagarna inom den privata och den offentliga sektorn sammanlagt fyra, de medlemmar som företräder lantbruksföretagarna en och de medlemmar som företräder övriga företagare en styrelsemedlem. Representantskapets samtliga medlemmar utser gemensamt de tre övriga styrelsemedlemmarna, varav en ska företräda pensionsanstalterna inom den offentliga sektorn. Med undantag för styrelsens ordförande och vice ordförande ska en personlig ersättare utses för varje styrelsemedlem. En styrelsemedlem ska ha tillräcklig kännedom om arbetspensionsbranschen och ha gott anseende. En person som är omyndig eller försatt i konkurs eller som har meddelats näringsförbud får inte vara medlem i styrelsen. Avgår en styrelsemedlem från sitt uppdrag under mandattiden, ska i hans eller hennes ställe enligt vad som bestäms ovan utses en ny styrelsemedlem för den återstående mandattiden. Vad som i denna lag föreskrivs om styrelsens medlemmar tillämpas på motsvarande vis på deras ersättare.",
        "normalized_sv": "Pensionsskyddscentralens styrelse tillsätts för högst tre kalenderår i sänder. Styrelsen har femton medlemmar, av vilka social- och hälsovårdsministeriet förordnar ordföranden och en vice ordförande. Styrelsens övriga tretton medlemmar utses av Pensionsskyddscentralens representantskap. De medlemmar i representantskapet som företräder arbetsgivarna inom den privata sektorn utser tre av dessa styrelsemedlemmar, de medlemmar som företräder arbetsgivarna inom den offentliga sektorn en och de medlemmar som företräder arbetstagarna inom den privata och den offentliga sektorn sammanlagt fyra, de medlemmar som företräder lantbruksföretagarna en och de medlemmar som företräder övriga företagare en styrelsemedlem. Representantskapets samtliga medlemmar utser gemensamt de tre övriga styrelsemedlemmarna, varav en ska företräda pensionsanstalterna inom den offentliga sektorn. Med undantag för styrelsens ordförande och vice ordförande ska en personlig ersättare utses för varje styrelsemedlem. En styrelsemedlem ska ha tillräcklig kännedom om arbetspensionsbranschen och ha gott anseende. En person som är omyndig eller försatt i konkurs eller som har meddelats näringsförbud får inte vara medlem i styrelsen. Avgår en styrelsemedlem från sitt uppdrag under mandattiden, ska i hans eller hennes ställe enligt vad som bestäms ovan utses en ny styrelsemedlem för den återstående mandattiden. Vad som i denna lag föreskrivs om styrelsens medlemmar tillämpas på motsvarande vis på deras ersättare.",
        "folded_sv": "pensionsskyddscentralens styrelse tillsatts for hogst tre kalenderar i sander. styrelsen har femton medlemmar, av vilka social- och halsovardsministeriet forordnar ordforanden och en vice ordforande. styrelsens ovriga tretton medlemmar utses av pensionsskyddscentralens representantskap. de medlemmar i representantskapet som foretrader arbetsgivarna inom den privata sektorn utser tre av dessa styrelsemedlemmar, de medlemmar som foretrader arbetsgivarna inom den offentliga sektorn en och de medlemmar som foretrader arbetstagarna inom den privata och den offentliga sektorn sammanlagt fyra, de medlemmar som foretrader lantbruksforetagarna en och de medlemmar som foretrader ovriga foretagare en styrelsemedlem. representantskapets samtliga medlemmar utser gemensamt de tre ovriga styrelsemedlemmarna, varav en ska foretrada pensionsanstalterna inom den offentliga sektorn. med undantag for styrelsens ordforande och vice ordforande ska en personlig ersattare utses for varje styrelsemedlem. en styrelsemedlem ska ha tillracklig kannedom om arbetspensionsbranschen och ha gott anseende. en person som ar omyndig eller forsatt i konkurs eller som har meddelats naringsforbud far inte vara medlem i styrelsen. avgar en styrelsemedlem fran sitt uppdrag under mandattiden, ska i hans eller hennes stalle enligt vad som bestams ovan utses en ny styrelsemedlem for den aterstaende mandattiden. vad som i denna lag foreskrivs om styrelsens medlemmar tillampas pa motsvarande vis pa deras ersattare."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Toimitusjohtaja ja hänen sijaisensa",
      "content": "Eläketurvakeskuksella on hallituksen nimeämä toimitusjohtaja. Toimitusjohtajalla tulee olla hyvä työeläkealan tuntemus ja hänen on oltava hyvämaineinen. Toimitusjohtajana ei voi olla vajaavaltainen eikä konkurssissa oleva eikä myöskään henkilö, joka on määrätty liiketoimintakieltoon. Hallitus nimeää toimitusjohtajan sijaisen. Mitä tässä laissa säädetään toimitusjohtajasta, sovelletaan vastaavasti hänen sijaiseensa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Eläketurvakeskuksella on hallituksen nimeämä toimitusjohtaja. Toimitusjohtajalla tulee olla hyvä työeläkealan tuntemus ja hänen on oltava hyvämaineinen. Toimitusjohtajana ei voi olla vajaavaltainen eikä konkurssissa oleva eikä myöskään henkilö, joka on määrätty liiketoimintakieltoon. Hallitus nimeää toimitusjohtajan sijaisen. Mitä tässä laissa säädetään toimitusjohtajasta, sovelletaan vastaavasti hänen sijaiseensa.",
        "folded_fi": "elaketurvakeskuksella on hallituksen nimeama toimitusjohtaja. toimitusjohtajalla tulee olla hyva tyoelakealan tuntemus ja hanen on oltava hyvamaineinen. toimitusjohtajana ei voi olla vajaavaltainen eika konkurssissa oleva eika myoskaan henkilo, joka on maaratty liiketoimintakieltoon. hallitus nimeaa toimitusjohtajan sijaisen. mita tassa laissa saadetaan toimitusjohtajasta, sovelletaan vastaavasti hanen sijaiseensa.",
        "title_sv": "Verkställande direktören och dennes ställföreträdare",
        "content_sv": "Pensionsskyddscentralen har en verkställande direktör som utses av styrelsen. Verkställande direktören ska ha god kännedom om arbetspensionsbranschen och ha gott anseende. En person som är omyndig eller försatt i konkurs eller som har meddelats näringsförbud får inte vara verkställande direktör. Styrelsen utser en ställföreträdare för verkställande direktören. Vad som i denna lag föreskrivs om verkställande direktören tillämpas på motsvarande vis på ställföreträdaren för verkställande direktören.",
        "normalized_sv": "Pensionsskyddscentralen har en verkställande direktör som utses av styrelsen. Verkställande direktören ska ha god kännedom om arbetspensionsbranschen och ha gott anseende. En person som är omyndig eller försatt i konkurs eller som har meddelats näringsförbud får inte vara verkställande direktör. Styrelsen utser en ställföreträdare för verkställande direktören. Vad som i denna lag föreskrivs om verkställande direktören tillämpas på motsvarande vis på ställföreträdaren för verkställande direktören.",
        "folded_sv": "pensionsskyddscentralen har en verkstallande direktor som utses av styrelsen. verkstallande direktoren ska ha god kannedom om arbetspensionsbranschen och ha gott anseende. en person som ar omyndig eller forsatt i konkurs eller som har meddelats naringsforbud far inte vara verkstallande direktor. styrelsen utser en stallforetradare for verkstallande direktoren. vad som i denna lag foreskrivs om verkstallande direktoren tillampas pa motsvarande vis pa stallforetradaren for verkstallande direktoren."
      },
      "valid_from": "2007-11-30",
      "valid_to": null
    }
  ]
}