{
  "id": "1111/2015",
  "type": "statute",
  "title": "Laki ammatillisesta aikuiskoulutuksesta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om yrkesinriktad vuxenutbildning",
  "status": "in_force",
  "issued_date": "2015-09-04",
  "in_force_date": "2015-09-04",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/1111/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Näyttötutkinnon järjestäjät",
      "content": "Näyttötutkinnon järjestäjänä voi toimia tämän lain 4 §:ssä tarkoitettu koulutuksen järjestäjä tai ammatillisesta peruskoulutuksesta annetun lain 8 §:ssä tarkoitettu koulutuksen järjestäjä taikka muu yhteisö tai säätiö. Näyttötutkinnon järjestäjällä tulee olla riittävät taloudelliset ja ammatilliset edellytykset näyttötutkinnon laadukkaaseen järjestämiseen sekä riittävä näyttötutkintojärjestelmän ja järjestämiensä tutkintojen asiantuntemus. Valtioneuvoston asetuksella voidaan tarkemmin säätää näyttötutkinnon järjestäjälle asetettavista edellytyksistä. Näyttötutkinnon järjestäjän tehtävänä on järjestää riittävästi tutkintotilaisuuksia niiden tarpeeseen nähden. Näyttötutkinnon järjestäjän tulee arvioida ja kehittää järjestämiensä tutkintotilaisuuksien laatua sekä osallistua tutkintotoimikuntien toteuttamaan laadunvarmistukseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:6",
        "normalized_fi": "Näyttötutkinnon järjestäjänä voi toimia tämän lain 4 § :ssä tarkoitettu koulutuksen järjestäjä tai ammatillisesta peruskoulutuksesta annetun lain 8 § :ssä tarkoitettu koulutuksen järjestäjä taikka muu yhteisö tai säätiö. Näyttötutkinnon järjestäjällä tulee olla riittävät taloudelliset ja ammatilliset edellytykset näyttötutkinnon laadukkaaseen järjestämiseen sekä riittävä näyttötutkintojärjestelmän ja järjestämiensä tutkintojen asiantuntemus. Valtioneuvoston asetuksella voidaan tarkemmin säätää näyttötutkinnon järjestäjälle asetettavista edellytyksistä. Näyttötutkinnon järjestäjän tehtävänä on järjestää riittävästi tutkintotilaisuuksia niiden tarpeeseen nähden. Näyttötutkinnon järjestäjän tulee arvioida ja kehittää järjestämiensä tutkintotilaisuuksien laatua sekä osallistua tutkintotoimikuntien toteuttamaan laadunvarmistukseen.",
        "folded_fi": "nayttotutkinnon jarjestajana voi toimia taman lain 4 §:ssa tarkoitettu koulutuksen jarjestaja tai ammatillisesta peruskoulutuksesta annetun lain 8 §:ssa tarkoitettu koulutuksen jarjestaja taikka muu yhteiso tai saatio. nayttotutkinnon jarjestajalla tulee olla riittavat taloudelliset ja ammatilliset edellytykset nayttotutkinnon laadukkaaseen jarjestamiseen seka riittava nayttotutkintojarjestelman ja jarjestamiensa tutkintojen asiantuntemus. valtioneuvoston asetuksella voidaan tarkemmin saataa nayttotutkinnon jarjestajalle asetettavista edellytyksista. nayttotutkinnon jarjestajan tehtavana on jarjestaa riittavasti tutkintotilaisuuksia niiden tarpeeseen nahden. nayttotutkinnon jarjestajan tulee arvioida ja kehittaa jarjestamiensa tutkintotilaisuuksien laatua seka osallistua tutkintotoimikuntien toteuttamaan laadunvarmistukseen.",
        "title_sv": "Arrangörer av fristående examina",
        "content_sv": "Fristående examina får ordnas av de utbildningsanordnare som avses i 4 § i denna lag eller av de utbildningsanordnare som avses i 8 § i lagen om grundläggande yrkesutbildning eller av andra sammanslutningar eller stiftelser. Examensarrangören ska ha tillräckliga ekonomiska och yrkesmässiga förutsättningar att ordna fristående examina av hög kvalitet samt tillräcklig sakkunskap om systemet med fristående examina och de examina som den ordnar. Närmare bestämmelser om de kriterier som examensarrangören ska uppfylla får utfärdas genom förordning av statsrådet. Examensarrangören ska ordna tillräckligt med examenstillfällen med tanke på behovet. Examensarrangören ska utvärdera och utveckla kvaliteten på de examenstillfällen som ordnas och delta i den kvalitetssäkring som examenskommissionerna genomför.",
        "normalized_sv": "Fristående examina får ordnas av de utbildningsanordnare som avses i 4 § i denna lag eller av de utbildningsanordnare som avses i 8 § i lagen om grundläggande yrkesutbildning eller av andra sammanslutningar eller stiftelser. Examensarrangören ska ha tillräckliga ekonomiska och yrkesmässiga förutsättningar att ordna fristående examina av hög kvalitet samt tillräcklig sakkunskap om systemet med fristående examina och de examina som den ordnar. Närmare bestämmelser om de kriterier som examensarrangören ska uppfylla får utfärdas genom förordning av statsrådet. Examensarrangören ska ordna tillräckligt med examenstillfällen med tanke på behovet. Examensarrangören ska utvärdera och utveckla kvaliteten på de examenstillfällen som ordnas och delta i den kvalitetssäkring som examenskommissionerna genomför.",
        "folded_sv": "fristaende examina far ordnas av de utbildningsanordnare som avses i 4 § i denna lag eller av de utbildningsanordnare som avses i 8 § i lagen om grundlaggande yrkesutbildning eller av andra sammanslutningar eller stiftelser. examensarrangoren ska ha tillrackliga ekonomiska och yrkesmassiga forutsattningar att ordna fristaende examina av hog kvalitet samt tillracklig sakkunskap om systemet med fristaende examina och de examina som den ordnar. narmare bestammelser om de kriterier som examensarrangoren ska uppfylla far utfardas genom forordning av statsradet. examensarrangoren ska ordna tillrackligt med examenstillfallen med tanke pa behovet. examensarrangoren ska utvardera och utveckla kvaliteten pa de examenstillfallen som ordnas och delta i den kvalitetssakring som examenskommissionerna genomfor."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Tutkintotoimikunnat",
      "content": "Tutkintotoimikuntien tehtävänä on: 1) sopia näyttötutkintojen järjestämisestä; 2) varmistaa näyttötutkintojen järjestämisen laatua; 3) kehittää näyttötutkintojärjestelmää ja näyttötutkintoja; 4) antaa 7 a §:n mukaisesti todistukset suoritetuista näyttötutkinnoista ja tutkinnon osista; sekä 5) käsitellä 15 c §:ssä tarkoitetut tutkinnon suorittajan osaamisen arviointia koskevat oikaisuvaatimukset. Opetushallitus päättää tutkintotoimikuntien toimialoista ja -alueista ja asettaa toimikunnat enintään kolmeksi vuodeksi kerrallaan. Tutkintotoimikuntiin nimetään enintään seitsemän jäsentä kuhunkin. Perustellusta syystä toimikuntaan voidaan kuitenkin nimetä yhdeksän jäsentä. Jäsenten tulee edustaa työnantajia, työntekijöitä, opetusalaa ja, jos itsenäinen ammatin harjoittaminen on alalla laajuudeltaan merkittävää, itsenäisiä ammatinharjoittajia. Lisäksi Opetushallitus voi tutkintotoimikunnan esityksestä nimetä tutkintotoimikuntaan pysyviä asiantuntijoita. Valtioneuvoston asetuksella voidaan säätää tarkemmin tutkintotoimikuntien asettamisesta, kokoonpanosta ja päätöksenteosta ja tehtävistä. Opetushallitus voi lisäksi antaa tutkintotoimikunnille näyttötutkintojen käytännön järjestelyjä koskevia tarkentavia määräyksiä. Tutkintotoimikuntien jäsenet toimivat virkavastuulla. Tutkintotoimikunnan jäsenten esteellisyyteen sovelletaan, mitä hallintolain (434/2003) 27-29 §:ssä säädetään. Tutkintotoimikunnat toimivat Opetushallituksen yhteydessä. Opetushallitus päättää tutkintotoimikunnan jäsenten palkkiot ja huolehtii tutkintotoimikunnan maksuliikkeestä, kirjanpidosta ja arkistosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:7",
        "normalized_fi": "Tutkintotoimikuntien tehtävänä on: 1) sopia näyttötutkintojen järjestämisestä; 2) varmistaa näyttötutkintojen järjestämisen laatua; 3) kehittää näyttötutkintojärjestelmää ja näyttötutkintoja; 4) antaa 7 a § :n mukaisesti todistukset suoritetuista näyttötutkinnoista ja tutkinnon osista; sekä 5) käsitellä 15 c § :ssä tarkoitetut tutkinnon suorittajan osaamisen arviointia koskevat oikaisuvaatimukset. Opetushallitus päättää tutkintotoimikuntien toimialoista ja -alueista ja asettaa toimikunnat enintään kolmeksi vuodeksi kerrallaan. Tutkintotoimikuntiin nimetään enintään seitsemän jäsentä kuhunkin. Perustellusta syystä toimikuntaan voidaan kuitenkin nimetä yhdeksän jäsentä. Jäsenten tulee edustaa työnantajia, työntekijöitä, opetusalaa ja, jos itsenäinen ammatin harjoittaminen on alalla laajuudeltaan merkittävää, itsenäisiä ammatinharjoittajia. Lisäksi Opetushallitus voi tutkintotoimikunnan esityksestä nimetä tutkintotoimikuntaan pysyviä asiantuntijoita. Valtioneuvoston asetuksella voidaan säätää tarkemmin tutkintotoimikuntien asettamisesta, kokoonpanosta ja päätöksenteosta ja tehtävistä. Opetushallitus voi lisäksi antaa tutkintotoimikunnille näyttötutkintojen käytännön järjestelyjä koskevia tarkentavia määräyksiä. Tutkintotoimikuntien jäsenet toimivat virkavastuulla. Tutkintotoimikunnan jäsenten esteellisyyteen sovelletaan, mitä hallintolain (434/2003) 27-29 § :ssä säädetään. Tutkintotoimikunnat toimivat Opetushallituksen yhteydessä. Opetushallitus päättää tutkintotoimikunnan jäsenten palkkiot ja huolehtii tutkintotoimikunnan maksuliikkeestä, kirjanpidosta ja arkistosta.",
        "folded_fi": "tutkintotoimikuntien tehtavana on: 1) sopia nayttotutkintojen jarjestamisesta; 2) varmistaa nayttotutkintojen jarjestamisen laatua; 3) kehittaa nayttotutkintojarjestelmaa ja nayttotutkintoja; 4) antaa 7 a §:n mukaisesti todistukset suoritetuista nayttotutkinnoista ja tutkinnon osista; seka 5) kasitella 15 c §:ssa tarkoitetut tutkinnon suorittajan osaamisen arviointia koskevat oikaisuvaatimukset. opetushallitus paattaa tutkintotoimikuntien toimialoista ja -alueista ja asettaa toimikunnat enintaan kolmeksi vuodeksi kerrallaan. tutkintotoimikuntiin nimetaan enintaan seitseman jasenta kuhunkin. perustellusta syysta toimikuntaan voidaan kuitenkin nimeta yhdeksan jasenta. jasenten tulee edustaa tyonantajia, tyontekijoita, opetusalaa ja, jos itsenainen ammatin harjoittaminen on alalla laajuudeltaan merkittavaa, itsenaisia ammatinharjoittajia. lisaksi opetushallitus voi tutkintotoimikunnan esityksesta nimeta tutkintotoimikuntaan pysyvia asiantuntijoita. valtioneuvoston asetuksella voidaan saataa tarkemmin tutkintotoimikuntien asettamisesta, kokoonpanosta ja paatoksenteosta ja tehtavista. opetushallitus voi lisaksi antaa tutkintotoimikunnille nayttotutkintojen kaytannon jarjestelyja koskevia tarkentavia maarayksia. tutkintotoimikuntien jasenet toimivat virkavastuulla. tutkintotoimikunnan jasenten esteellisyyteen sovelletaan, mita hallintolain (434/2003) 27-29 §:ssa saadetaan. tutkintotoimikunnat toimivat opetushallituksen yhteydessa. opetushallitus paattaa tutkintotoimikunnan jasenten palkkiot ja huolehtii tutkintotoimikunnan maksuliikkeesta, kirjanpidosta ja arkistosta.",
        "title_sv": "Examenskommissioner",
        "content_sv": "Examenskommissionerna har till uppgift att 1) ingå avtal om att ordna fristående examina, 2) säkerställa kvaliteten på ordnandet av fristående examina, 3) utveckla systemet med fristående examina och de fristående examina, 4) i enlighet med 7 a § utfärda betyg över avlagda fristående examina och avlagda examensdelar, och 5) behandla i 15 c § avsedd begäran om omprövning av bedömningen av en examinands kunnande. Utbildningsstyrelsen bestämmer branscher och verksamhetsområden för de olika examenskommissionerna samt tillsätter kommissionerna för högst tre år i sänder. Till en examenskommission utses högst sju medlemmar. Av grundad anledning kan till en examenskommission dock utses nio medlemmar. Medlemmarna ska företräda arbetsgivare, arbetstagare, undervisningsområdet och, om den självständiga yrkesutövningen i branschen är av betydande omfång, självständiga yrkesutövare. Dessutom får Utbildningsstyrelsen på förslag av en examenskommission utse permanenta sakkunniga till examenskommissionen. Närmare bestämmelser om tillsättning av examenskommissionerna, deras sammansättning, beslutsfattande och uppgifter får utfärdas genom förordning av statsrådet. Utbildningsstyrelsen får dessutom meddela examenskommissionerna preciserande föreskrifter om de praktiska arrangemangen kring de fristående examina. Medlemmarna i examenskommissionerna handlar under tjänsteansvar. I fråga om jäv för medlemmarna i en examenskommission tillämpas vad som föreskrivs i 27-29 § i förvaltningslagen (434/2003). Examenskommissionerna finns i anslutning till Utbildningsstyrelsen. Utbildningsstyrelsen fattar beslut om arvoden till examenskommissionernas medlemmar och sköter examenskommissionernas betalningar, bokföring och arkivering.",
        "normalized_sv": "Examenskommissionerna har till uppgift att 1) ingå avtal om att ordna fristående examina, 2) säkerställa kvaliteten på ordnandet av fristående examina, 3) utveckla systemet med fristående examina och de fristående examina, 4) i enlighet med 7 a § utfärda betyg över avlagda fristående examina och avlagda examensdelar, och 5) behandla i 15 c § avsedd begäran om omprövning av bedömningen av en examinands kunnande. Utbildningsstyrelsen bestämmer branscher och verksamhetsområden för de olika examenskommissionerna samt tillsätter kommissionerna för högst tre år i sänder. Till en examenskommission utses högst sju medlemmar. Av grundad anledning kan till en examenskommission dock utses nio medlemmar. Medlemmarna ska företräda arbetsgivare, arbetstagare, undervisningsområdet och, om den självständiga yrkesutövningen i branschen är av betydande omfång, självständiga yrkesutövare. Dessutom får Utbildningsstyrelsen på förslag av en examenskommission utse permanenta sakkunniga till examenskommissionen. Närmare bestämmelser om tillsättning av examenskommissionerna, deras sammansättning, beslutsfattande och uppgifter får utfärdas genom förordning av statsrådet. Utbildningsstyrelsen får dessutom meddela examenskommissionerna preciserande föreskrifter om de praktiska arrangemangen kring de fristående examina. Medlemmarna i examenskommissionerna handlar under tjänsteansvar. I fråga om jäv för medlemmarna i en examenskommission tillämpas vad som föreskrivs i 27-29 § i förvaltningslagen (434/2003). Examenskommissionerna finns i anslutning till Utbildningsstyrelsen. Utbildningsstyrelsen fattar beslut om arvoden till examenskommissionernas medlemmar och sköter examenskommissionernas betalningar, bokföring och arkivering.",
        "folded_sv": "examenskommissionerna har till uppgift att 1) inga avtal om att ordna fristaende examina, 2) sakerstalla kvaliteten pa ordnandet av fristaende examina, 3) utveckla systemet med fristaende examina och de fristaende examina, 4) i enlighet med 7 a § utfarda betyg over avlagda fristaende examina och avlagda examensdelar, och 5) behandla i 15 c § avsedd begaran om omprovning av bedomningen av en examinands kunnande. utbildningsstyrelsen bestammer branscher och verksamhetsomraden for de olika examenskommissionerna samt tillsatter kommissionerna for hogst tre ar i sander. till en examenskommission utses hogst sju medlemmar. av grundad anledning kan till en examenskommission dock utses nio medlemmar. medlemmarna ska foretrada arbetsgivare, arbetstagare, undervisningsomradet och, om den sjalvstandiga yrkesutovningen i branschen ar av betydande omfang, sjalvstandiga yrkesutovare. dessutom far utbildningsstyrelsen pa forslag av en examenskommission utse permanenta sakkunniga till examenskommissionen. narmare bestammelser om tillsattning av examenskommissionerna, deras sammansattning, beslutsfattande och uppgifter far utfardas genom forordning av statsradet. utbildningsstyrelsen far dessutom meddela examenskommissionerna preciserande foreskrifter om de praktiska arrangemangen kring de fristaende examina. medlemmarna i examenskommissionerna handlar under tjansteansvar. i fraga om jav for medlemmarna i en examenskommission tillampas vad som foreskrivs i 27-29 § i forvaltningslagen (434/2003). examenskommissionerna finns i anslutning till utbildningsstyrelsen. utbildningsstyrelsen fattar beslut om arvoden till examenskommissionernas medlemmar och skoter examenskommissionernas betalningar, bokforing och arkivering."
      }
    },
    {
      "provision_ref": "2:7 a",
      "chapter": "2",
      "section": "7 a",
      "title": "Todistusten antaminen ja tietojen toimittaminen",
      "content": "Tutkintotoimikunnan tulee antaa tutkintotodistus, kun henkilö on suorittanut hyväksytysti tutkinnon muodostumiseksi vaadittavat tutkinnon osat. Tutkinnon osan hyväksytystä suorittamisesta annetaan todistus pyydettäessä. Todistukset tutkinnoista ja tutkinnon osista annetaan 15 a §:ssä tarkoitetun arvioinnin mukaisina. Jos tutkintotoimikunnalla on aihetta epäillä, että arviointi on virheellinen tai että arviointia ei ole toteutettu näyttötutkinnon järjestäjän ja tutkintotoimikunnan välisessä sopimuksessa edellytetyllä tavalla, tutkintotoimikunta voi määrätä uuden arvioinnin sekä perustellusta syystä edellyttää näyttötutkinnon järjestäjää asettamaan uudet arvioijat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:7 a",
        "normalized_fi": "Tutkintotoimikunnan tulee antaa tutkintotodistus, kun henkilö on suorittanut hyväksytysti tutkinnon muodostumiseksi vaadittavat tutkinnon osat. Tutkinnon osan hyväksytystä suorittamisesta annetaan todistus pyydettäessä. Todistukset tutkinnoista ja tutkinnon osista annetaan 15 a § :ssä tarkoitetun arvioinnin mukaisina. Jos tutkintotoimikunnalla on aihetta epäillä, että arviointi on virheellinen tai että arviointia ei ole toteutettu näyttötutkinnon järjestäjän ja tutkintotoimikunnan välisessä sopimuksessa edellytetyllä tavalla, tutkintotoimikunta voi määrätä uuden arvioinnin sekä perustellusta syystä edellyttää näyttötutkinnon järjestäjää asettamaan uudet arvioijat.",
        "folded_fi": "tutkintotoimikunnan tulee antaa tutkintotodistus, kun henkilo on suorittanut hyvaksytysti tutkinnon muodostumiseksi vaadittavat tutkinnon osat. tutkinnon osan hyvaksytysta suorittamisesta annetaan todistus pyydettaessa. todistukset tutkinnoista ja tutkinnon osista annetaan 15 a §:ssa tarkoitetun arvioinnin mukaisina. jos tutkintotoimikunnalla on aihetta epailla, etta arviointi on virheellinen tai etta arviointia ei ole toteutettu nayttotutkinnon jarjestajan ja tutkintotoimikunnan valisessa sopimuksessa edellytetylla tavalla, tutkintotoimikunta voi maarata uuden arvioinnin seka perustellusta syysta edellyttaa nayttotutkinnon jarjestajaa asettamaan uudet arvioijat.",
        "title_sv": "Utfärdande av betyg och lämnande av uppgifter",
        "content_sv": "Examenskommissionen ska utfärda ett examensbetyg när en person med godkänt resultat har avlagt de examensdelar som krävs för examen. Ett betyg över en godkänd del av en examen utfärdas på begäran. Betyg över examina och examensdelar utfärdas i enlighet med den bedömning som avses i 15 a §. Om examenskommissionen har anledning att misstänka att bedömningen är felaktig eller att bedömningen inte har genomförts på det sätt som förutsätts i avtalet mellan examensarrangören och examenskommissionen, får examenskommissionen bestämma att en ny bedömning ska göras samt av grundad anledning kräva att examensarrangören utser nya bedömare.",
        "normalized_sv": "Examenskommissionen ska utfärda ett examensbetyg när en person med godkänt resultat har avlagt de examensdelar som krävs för examen. Ett betyg över en godkänd del av en examen utfärdas på begäran. Betyg över examina och examensdelar utfärdas i enlighet med den bedömning som avses i 15 a § . Om examenskommissionen har anledning att misstänka att bedömningen är felaktig eller att bedömningen inte har genomförts på det sätt som förutsätts i avtalet mellan examensarrangören och examenskommissionen, får examenskommissionen bestämma att en ny bedömning ska göras samt av grundad anledning kräva att examensarrangören utser nya bedömare.",
        "folded_sv": "examenskommissionen ska utfarda ett examensbetyg nar en person med godkant resultat har avlagt de examensdelar som kravs for examen. ett betyg over en godkand del av en examen utfardas pa begaran. betyg over examina och examensdelar utfardas i enlighet med den bedomning som avses i 15 a §. om examenskommissionen har anledning att misstanka att bedomningen ar felaktig eller att bedomningen inte har genomforts pa det satt som forutsatts i avtalet mellan examensarrangoren och examenskommissionen, far examenskommissionen bestamma att en ny bedomning ska goras samt av grundad anledning krava att examensarrangoren utser nya bedomare."
      }
    },
    {
      "provision_ref": "2:7 c",
      "chapter": "2",
      "section": "7 c",
      "title": "Näyttötutkintosihteeristö",
      "content": "Opetushallituksen yhteydessä toimii näyttötutkintosihteeristö. Sihteeristön tehtävänä on tukea tutkintotoimikuntia 7 §:n 1 momentin mukaisissa tehtävissä sekä ohjata ja neuvoa näyttötutkinnon järjestäjiä. Sihteeristön kokoonpanosta ja tehtävistä voidaan säätää tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:7 c",
        "normalized_fi": "Opetushallituksen yhteydessä toimii näyttötutkintosihteeristö. Sihteeristön tehtävänä on tukea tutkintotoimikuntia 7 § :n 1 momentin mukaisissa tehtävissä sekä ohjata ja neuvoa näyttötutkinnon järjestäjiä. Sihteeristön kokoonpanosta ja tehtävistä voidaan säätää tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "opetushallituksen yhteydessa toimii nayttotutkintosihteeristo. sihteeriston tehtavana on tukea tutkintotoimikuntia 7 §:n 1 momentin mukaisissa tehtavissa seka ohjata ja neuvoa nayttotutkinnon jarjestajia. sihteeriston kokoonpanosta ja tehtavista voidaan saataa tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Sekretariatet för fristående examina",
        "content_sv": "I anslutning till Utbildningsstyrelsen finns sekretariatet för fristående examina. Sekretariatet har till uppgift att bistå examenskommissionerna i deras uppgifter enligt 7 § 1 mom. och att styra och handleda examensarrangörerna. Närmare bestämmelser om sekretariatets sammansättning och uppgifter får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "I anslutning till Utbildningsstyrelsen finns sekretariatet för fristående examina. Sekretariatet har till uppgift att bistå examenskommissionerna i deras uppgifter enligt 7 § 1 mom. och att styra och handleda examensarrangörerna. Närmare bestämmelser om sekretariatets sammansättning och uppgifter får utfärdas genom förordning av statsrådet.",
        "folded_sv": "i anslutning till utbildningsstyrelsen finns sekretariatet for fristaende examina. sekretariatet har till uppgift att bista examenskommissionerna i deras uppgifter enligt 7 § 1 mom. och att styra och handleda examensarrangorerna. narmare bestammelser om sekretariatets sammansattning och uppgifter far utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "2:7 d",
      "chapter": "2",
      "section": "7 d",
      "title": "Näyttötutkintojen järjestämissopimus",
      "content": "Näyttötutkintojen järjestäminen edellyttää, että tutkintotoimikunta ja 6 §:ssä tarkoitettu näyttötutkinnon järjestäjäksi sopiva koulutuksen järjestäjä taikka muu yhteisö tai säätiö ovat sopineet näyttötutkintojen järjestämisestä. Tutkintotoimikunta voi tehdä näyttötutkintojen järjestämissopimuksen, jos näyttötutkinnon järjestäjä täyttää 6 §:ssä säädetyt edellytykset ja tutkinnoille tai tutkinnon osille on alueellinen tai valtakunnallinen tarve. Tutkintotoimikunnan tulee tehdä järjestämissopimuksia siten, että tutkintoon osallistuville on tarjolla riittävä määrä tutkintotilaisuuksia. Järjestämissopimuksia tehtäessä tulee huolehtia myös siitä, että maksut sekä osallistujille että koulutuksen järjestäjille ovat kohtuullisia. Valtioneuvoston asetuksella säädetään tarkemmin järjestämissopimuksen sisällöstä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:7 d",
        "normalized_fi": "Näyttötutkintojen järjestäminen edellyttää, että tutkintotoimikunta ja 6 § :ssä tarkoitettu näyttötutkinnon järjestäjäksi sopiva koulutuksen järjestäjä taikka muu yhteisö tai säätiö ovat sopineet näyttötutkintojen järjestämisestä. Tutkintotoimikunta voi tehdä näyttötutkintojen järjestämissopimuksen, jos näyttötutkinnon järjestäjä täyttää 6 § :ssä säädetyt edellytykset ja tutkinnoille tai tutkinnon osille on alueellinen tai valtakunnallinen tarve. Tutkintotoimikunnan tulee tehdä järjestämissopimuksia siten, että tutkintoon osallistuville on tarjolla riittävä määrä tutkintotilaisuuksia. Järjestämissopimuksia tehtäessä tulee huolehtia myös siitä, että maksut sekä osallistujille että koulutuksen järjestäjille ovat kohtuullisia. Valtioneuvoston asetuksella säädetään tarkemmin järjestämissopimuksen sisällöstä.",
        "folded_fi": "nayttotutkintojen jarjestaminen edellyttaa, etta tutkintotoimikunta ja 6 §:ssa tarkoitettu nayttotutkinnon jarjestajaksi sopiva koulutuksen jarjestaja taikka muu yhteiso tai saatio ovat sopineet nayttotutkintojen jarjestamisesta. tutkintotoimikunta voi tehda nayttotutkintojen jarjestamissopimuksen, jos nayttotutkinnon jarjestaja tayttaa 6 §:ssa saadetyt edellytykset ja tutkinnoille tai tutkinnon osille on alueellinen tai valtakunnallinen tarve. tutkintotoimikunnan tulee tehda jarjestamissopimuksia siten, etta tutkintoon osallistuville on tarjolla riittava maara tutkintotilaisuuksia. jarjestamissopimuksia tehtaessa tulee huolehtia myos siita, etta maksut seka osallistujille etta koulutuksen jarjestajille ovat kohtuullisia. valtioneuvoston asetuksella saadetaan tarkemmin jarjestamissopimuksen sisallosta.",
        "title_sv": "Avtal om att ordna fristående examina",
        "content_sv": "Att ordna fristående examina kräver att en examenskommission och en i 6 § avsedd utbildningsanordnare som lämpar sig för att ordna fristående examen eller en annan sammanslutning eller stiftelse har ingått avtal om att ordna fristående examina. En examenskommission får ingå ett avtal om att ordna fristående examina, om examensarrangören uppfyller de kriterier som anges i 6 § och det finns ett regionalt eller riksomfattande behov av examina eller examensdelar. Examenskommissionerna ska ingå avtal om att ordna examina så att examensdeltagarna erbjuds tillräckligt med examenstillfällen. När avtalen ingås ska hänsyn dessutom tas till att avgifterna för både deltagarna och utbildningsanordnarna ska vara skäliga. Närmare bestämmelser om innehållet i avtalen om att ordna fristående examina utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Att ordna fristående examina kräver att en examenskommission och en i 6 § avsedd utbildningsanordnare som lämpar sig för att ordna fristående examen eller en annan sammanslutning eller stiftelse har ingått avtal om att ordna fristående examina. En examenskommission får ingå ett avtal om att ordna fristående examina, om examensarrangören uppfyller de kriterier som anges i 6 § och det finns ett regionalt eller riksomfattande behov av examina eller examensdelar. Examenskommissionerna ska ingå avtal om att ordna examina så att examensdeltagarna erbjuds tillräckligt med examenstillfällen. När avtalen ingås ska hänsyn dessutom tas till att avgifterna för både deltagarna och utbildningsanordnarna ska vara skäliga. Närmare bestämmelser om innehållet i avtalen om att ordna fristående examina utfärdas genom förordning av statsrådet.",
        "folded_sv": "att ordna fristaende examina kraver att en examenskommission och en i 6 § avsedd utbildningsanordnare som lampar sig for att ordna fristaende examen eller en annan sammanslutning eller stiftelse har ingatt avtal om att ordna fristaende examina. en examenskommission far inga ett avtal om att ordna fristaende examina, om examensarrangoren uppfyller de kriterier som anges i 6 § och det finns ett regionalt eller riksomfattande behov av examina eller examensdelar. examenskommissionerna ska inga avtal om att ordna examina sa att examensdeltagarna erbjuds tillrackligt med examenstillfallen. nar avtalen ingas ska hansyn dessutom tas till att avgifterna for bade deltagarna och utbildningsanordnarna ska vara skaliga. narmare bestammelser om innehallet i avtalen om att ordna fristaende examina utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "2:8 a",
      "chapter": "2",
      "section": "8 a",
      "title": "Henkilökohtaistaminen ja osaamisen tunnustaminen",
      "content": "Jos tutkinnon suorittajan aikaisemmin suorittamat tutkinnot tai niiden osat vastaavat suoritettavan tutkinnon perusteissa määriteltyä osaamista, noudatetaan osaamisen tunnustamisessa, mitä 15 a §:ssä arvioinnista ja 15 c §:ssä arvioinnin oikaisemisesta säädetään. Jos henkilöllä on muuta kuin 2 momentissa tarkoitettua, tutkinnon perusteissa määriteltyä osaamista, koulutuksen tai näyttötutkinnon järjestäjä ohjaa hänet suoraan tutkintotilaisuuteen. Jos aiemmin hankittu osaaminen ei riitä tutkintotilaisuuteen osallistumiseen, koulutuksen tai näyttötutkinnon järjestäjä ohjaa hänet puuttuvan ammattitaidon osalta tarvittavan ammattitaidon hankkimiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:8 a",
        "normalized_fi": "Jos tutkinnon suorittajan aikaisemmin suorittamat tutkinnot tai niiden osat vastaavat suoritettavan tutkinnon perusteissa määriteltyä osaamista, noudatetaan osaamisen tunnustamisessa, mitä 15 a § :ssä arvioinnista ja 15 c § :ssä arvioinnin oikaisemisesta säädetään. Jos henkilöllä on muuta kuin 2 momentissa tarkoitettua, tutkinnon perusteissa määriteltyä osaamista, koulutuksen tai näyttötutkinnon järjestäjä ohjaa hänet suoraan tutkintotilaisuuteen. Jos aiemmin hankittu osaaminen ei riitä tutkintotilaisuuteen osallistumiseen, koulutuksen tai näyttötutkinnon järjestäjä ohjaa hänet puuttuvan ammattitaidon osalta tarvittavan ammattitaidon hankkimiseen.",
        "folded_fi": "jos tutkinnon suorittajan aikaisemmin suorittamat tutkinnot tai niiden osat vastaavat suoritettavan tutkinnon perusteissa maariteltya osaamista, noudatetaan osaamisen tunnustamisessa, mita 15 a §:ssa arvioinnista ja 15 c §:ssa arvioinnin oikaisemisesta saadetaan. jos henkilolla on muuta kuin 2 momentissa tarkoitettua, tutkinnon perusteissa maariteltya osaamista, koulutuksen tai nayttotutkinnon jarjestaja ohjaa hanet suoraan tutkintotilaisuuteen. jos aiemmin hankittu osaaminen ei riita tutkintotilaisuuteen osallistumiseen, koulutuksen tai nayttotutkinnon jarjestaja ohjaa hanet puuttuvan ammattitaidon osalta tarvittavan ammattitaidon hankkimiseen.",
        "title_sv": "Personlig tillämpning samt erkännande av kunnande",
        "content_sv": "Om examina som examinanden har avlagt tidigare eller delar av sådana examina motsvarar kunnande som anges i examensgrunderna för den examen som avläggs, tillämpas på erkännande av kunnande bestämmelserna om bedömning i 15 a § och bestämmelserna om rättelse och omprövning av bedömningen i 15 c §. Om personen har annat än i 2 mom. avsett kunnande som anges i examensgrunderna, ska utbildningsanordnaren eller examensarrangören anvisa honom eller henne att delta direkt i ett examenstillfälle. Om det tidigare förvärvade kunnandet inte räcker för att delta i examenstillfället, ska utbildningsanordnaren eller examensarrangören anvisa honom eller henne att förvärva behövlig yrkesskicklighet till denna del.",
        "normalized_sv": "Om examina som examinanden har avlagt tidigare eller delar av sådana examina motsvarar kunnande som anges i examensgrunderna för den examen som avläggs, tillämpas på erkännande av kunnande bestämmelserna om bedömning i 15 a § och bestämmelserna om rättelse och omprövning av bedömningen i 15 c § . Om personen har annat än i 2 mom. avsett kunnande som anges i examensgrunderna, ska utbildningsanordnaren eller examensarrangören anvisa honom eller henne att delta direkt i ett examenstillfälle. Om det tidigare förvärvade kunnandet inte räcker för att delta i examenstillfället, ska utbildningsanordnaren eller examensarrangören anvisa honom eller henne att förvärva behövlig yrkesskicklighet till denna del.",
        "folded_sv": "om examina som examinanden har avlagt tidigare eller delar av sadana examina motsvarar kunnande som anges i examensgrunderna for den examen som avlaggs, tillampas pa erkannande av kunnande bestammelserna om bedomning i 15 a § och bestammelserna om rattelse och omprovning av bedomningen i 15 c §. om personen har annat an i 2 mom. avsett kunnande som anges i examensgrunderna, ska utbildningsanordnaren eller examensarrangoren anvisa honom eller henne att delta direkt i ett examenstillfalle. om det tidigare forvarvade kunnandet inte racker for att delta i examenstillfallet, ska utbildningsanordnaren eller examensarrangoren anvisa honom eller henne att forvarva behovlig yrkesskicklighet till denna del."
      }
    },
    {
      "provision_ref": "2:15 a",
      "chapter": "2",
      "section": "15 a",
      "title": "Tutkinnon suorittajan osaamisen arviointi",
      "content": "Arvioinnin toteuttavat näyttötutkinnon järjestäjän nimeämät arvioijat, jotka edustavat työnantajia, työntekijöitä ja opetusalaa ja joilla on riittävä suoritettavaan tutkintoon liittyvä ammattitaito ja riittävä perehtyneisyys arviointiin ja suoritettavan tutkinnon perusteisiin. Jos tutkintosuoritus liittyy alaan, jolla toimitaan tyypillisesti itsenäisenä ammatinharjoittajana, voi itsenäisten ammatinharjoittajien edustaja korvata työnantaja- tai työntekijäarvioijan. Jos suoritettava tutkinto tai tutkinnon osa liittyy alaan, jolla työntekijäedustus ei ole mahdollinen, arvioijat edustavat työnantajia tai itsenäisiä ammatinharjoittajia ja opetusalaa. Vähintään yhden arvioijista tulee olla suorittanut näyttötutkintomestarikoulutuksen. Arvioinnista päättävät edellä mainitut arvioijat yhdessä tutkinnon osittain. Arvioijien esteellisyyteen sovelletaan, mitä hallintolain 27-29 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:15 a",
        "normalized_fi": "Arvioinnin toteuttavat näyttötutkinnon järjestäjän nimeämät arvioijat, jotka edustavat työnantajia, työntekijöitä ja opetusalaa ja joilla on riittävä suoritettavaan tutkintoon liittyvä ammattitaito ja riittävä perehtyneisyys arviointiin ja suoritettavan tutkinnon perusteisiin. Jos tutkintosuoritus liittyy alaan, jolla toimitaan tyypillisesti itsenäisenä ammatinharjoittajana, voi itsenäisten ammatinharjoittajien edustaja korvata työnantaja- tai työntekijäarvioijan. Jos suoritettava tutkinto tai tutkinnon osa liittyy alaan, jolla työntekijäedustus ei ole mahdollinen, arvioijat edustavat työnantajia tai itsenäisiä ammatinharjoittajia ja opetusalaa. Vähintään yhden arvioijista tulee olla suorittanut näyttötutkintomestarikoulutuksen. Arvioinnista päättävät edellä mainitut arvioijat yhdessä tutkinnon osittain. Arvioijien esteellisyyteen sovelletaan, mitä hallintolain 27-29 § :ssä säädetään.",
        "folded_fi": "arvioinnin toteuttavat nayttotutkinnon jarjestajan nimeamat arvioijat, jotka edustavat tyonantajia, tyontekijoita ja opetusalaa ja joilla on riittava suoritettavaan tutkintoon liittyva ammattitaito ja riittava perehtyneisyys arviointiin ja suoritettavan tutkinnon perusteisiin. jos tutkintosuoritus liittyy alaan, jolla toimitaan tyypillisesti itsenaisena ammatinharjoittajana, voi itsenaisten ammatinharjoittajien edustaja korvata tyonantaja- tai tyontekijaarvioijan. jos suoritettava tutkinto tai tutkinnon osa liittyy alaan, jolla tyontekijaedustus ei ole mahdollinen, arvioijat edustavat tyonantajia tai itsenaisia ammatinharjoittajia ja opetusalaa. vahintaan yhden arvioijista tulee olla suorittanut nayttotutkintomestarikoulutuksen. arvioinnista paattavat edella mainitut arvioijat yhdessa tutkinnon osittain. arvioijien esteellisyyteen sovelletaan, mita hallintolain 27-29 §:ssa saadetaan.",
        "title_sv": "Bedömning av examinandens kunnande",
        "content_sv": "Bedömningen görs av bedömare som har utsetts av examensarrangören och som företräder arbetsgivare, arbetstagare och undervisningsområdet och som har tillräcklig yrkesskicklighet i fråga om den examen som avläggs och är tillräckligt insatta i bedömningen av och grunderna för den examen som avläggs. Om examensprestationen gäller en bransch för vilken självständig yrkesutövning är utmärkande, får företrädaren för arbetsgivare eller arbetstagare ersättas med en företrädare för de självständiga yrkesutövarna. Om den examen eller examensdel som avläggs gäller en bransch inom vilken det inte finns företrädare för arbetstagarna, ska bedömarna företräda arbetsgivare eller självständiga yrkesutövare och undervisningsområdet. Åtminstone en av bedömarna ska ha genomgått examensmästarutbildning. Bedömarna beslutar tillsammans om bedömningen av varje examensdel. I fråga om jäv för bedömare tillämpas vad som föreskrivs i 27-29 § i förvaltningslagen.",
        "normalized_sv": "Bedömningen görs av bedömare som har utsetts av examensarrangören och som företräder arbetsgivare, arbetstagare och undervisningsområdet och som har tillräcklig yrkesskicklighet i fråga om den examen som avläggs och är tillräckligt insatta i bedömningen av och grunderna för den examen som avläggs. Om examensprestationen gäller en bransch för vilken självständig yrkesutövning är utmärkande, får företrädaren för arbetsgivare eller arbetstagare ersättas med en företrädare för de självständiga yrkesutövarna. Om den examen eller examensdel som avläggs gäller en bransch inom vilken det inte finns företrädare för arbetstagarna, ska bedömarna företräda arbetsgivare eller självständiga yrkesutövare och undervisningsområdet. Åtminstone en av bedömarna ska ha genomgått examensmästarutbildning. Bedömarna beslutar tillsammans om bedömningen av varje examensdel. I fråga om jäv för bedömare tillämpas vad som föreskrivs i 27-29 § i förvaltningslagen.",
        "folded_sv": "bedomningen gors av bedomare som har utsetts av examensarrangoren och som foretrader arbetsgivare, arbetstagare och undervisningsomradet och som har tillracklig yrkesskicklighet i fraga om den examen som avlaggs och ar tillrackligt insatta i bedomningen av och grunderna for den examen som avlaggs. om examensprestationen galler en bransch for vilken sjalvstandig yrkesutovning ar utmarkande, far foretradaren for arbetsgivare eller arbetstagare ersattas med en foretradare for de sjalvstandiga yrkesutovarna. om den examen eller examensdel som avlaggs galler en bransch inom vilken det inte finns foretradare for arbetstagarna, ska bedomarna foretrada arbetsgivare eller sjalvstandiga yrkesutovare och undervisningsomradet. atminstone en av bedomarna ska ha genomgatt examensmastarutbildning. bedomarna beslutar tillsammans om bedomningen av varje examensdel. i fraga om jav for bedomare tillampas vad som foreskrivs i 27-29 § i forvaltningslagen."
      }
    },
    {
      "provision_ref": "2:15 c",
      "chapter": "2",
      "section": "15 c",
      "title": "Arvioinnin oikaiseminen",
      "content": "Tutkinnon suorittajalla on oikeus saada tieto arviointiperusteiden soveltamisesta tutkintosuoritukseensa. Tutkinnon suorittaja voi pyytää kirjallisesti arvioinnin oikaisua arvioinnista päättäneiltä arvioijilta. Oikaisupyyntö on tehtävä 14 päivän kuluessa siitä, kun tutkinnon suorittajalla on ollut tilaisuus saada arvioinnin tulokset sekä tieto arviointiperusteiden soveltamisesta suoritukseensa. Tutkinnon suorittaja voi vaatia tutkintotoimikunnalta kirjallisesti oikaisua 2 momentissa tarkoitettuun päätökseen. Oikaisua on vaadittava 14 päivän kuluessa päätöksen tiedoksisaannista. Jos päätös on ilmeisesti virheellinen, tutkintotoimikunta voi määrätä uuden arvioinnin sekä perustellusta syystä edellyttää näyttötutkinnon järjestäjää asettamaan uudet arvioijat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:15 c",
        "normalized_fi": "Tutkinnon suorittajalla on oikeus saada tieto arviointiperusteiden soveltamisesta tutkintosuoritukseensa. Tutkinnon suorittaja voi pyytää kirjallisesti arvioinnin oikaisua arvioinnista päättäneiltä arvioijilta. Oikaisupyyntö on tehtävä 14 päivän kuluessa siitä, kun tutkinnon suorittajalla on ollut tilaisuus saada arvioinnin tulokset sekä tieto arviointiperusteiden soveltamisesta suoritukseensa. Tutkinnon suorittaja voi vaatia tutkintotoimikunnalta kirjallisesti oikaisua 2 momentissa tarkoitettuun päätökseen. Oikaisua on vaadittava 14 päivän kuluessa päätöksen tiedoksisaannista. Jos päätös on ilmeisesti virheellinen, tutkintotoimikunta voi määrätä uuden arvioinnin sekä perustellusta syystä edellyttää näyttötutkinnon järjestäjää asettamaan uudet arvioijat.",
        "folded_fi": "tutkinnon suorittajalla on oikeus saada tieto arviointiperusteiden soveltamisesta tutkintosuoritukseensa. tutkinnon suorittaja voi pyytaa kirjallisesti arvioinnin oikaisua arvioinnista paattaneilta arvioijilta. oikaisupyynto on tehtava 14 paivan kuluessa siita, kun tutkinnon suorittajalla on ollut tilaisuus saada arvioinnin tulokset seka tieto arviointiperusteiden soveltamisesta suoritukseensa. tutkinnon suorittaja voi vaatia tutkintotoimikunnalta kirjallisesti oikaisua 2 momentissa tarkoitettuun paatokseen. oikaisua on vaadittava 14 paivan kuluessa paatoksen tiedoksisaannista. jos paatos on ilmeisesti virheellinen, tutkintotoimikunta voi maarata uuden arvioinnin seka perustellusta syysta edellyttaa nayttotutkinnon jarjestajaa asettamaan uudet arvioijat.",
        "title_sv": "Rättelse och omprövning av bedömningen",
        "content_sv": "En examinand har rätt att få veta hur bedömningsgrunderna har tillämpats på hans eller hennes examensprestation. Examinanden får skriftligen begära rättelse av bedömningen hos de bedömare som har fattat beslut om bedömningen. Begäran om rättelse ska göras inom 14 dagar från den tidpunkt då examinanden har haft möjlighet att ta del av resultaten av bedömningen samt hur bedömningsgrunderna har tillämpats på hans eller hennes prestation. Examinanden får hos examenskommissionen skriftligen begära omprövning av ett beslut som avses i 2 mom. Omprövning ska begäras inom 14 dagar från delfåendet av beslutet. Om beslutet är uppenbart felaktigt, får examenskommissionen bestämma att en ny bedömning ska göras samt av grundad anledning kräva att examensarrangören ska utse nya bedömare.",
        "normalized_sv": "En examinand har rätt att få veta hur bedömningsgrunderna har tillämpats på hans eller hennes examensprestation. Examinanden får skriftligen begära rättelse av bedömningen hos de bedömare som har fattat beslut om bedömningen. Begäran om rättelse ska göras inom 14 dagar från den tidpunkt då examinanden har haft möjlighet att ta del av resultaten av bedömningen samt hur bedömningsgrunderna har tillämpats på hans eller hennes prestation. Examinanden får hos examenskommissionen skriftligen begära omprövning av ett beslut som avses i 2 mom. Omprövning ska begäras inom 14 dagar från delfåendet av beslutet. Om beslutet är uppenbart felaktigt, får examenskommissionen bestämma att en ny bedömning ska göras samt av grundad anledning kräva att examensarrangören ska utse nya bedömare.",
        "folded_sv": "en examinand har ratt att fa veta hur bedomningsgrunderna har tillampats pa hans eller hennes examensprestation. examinanden far skriftligen begara rattelse av bedomningen hos de bedomare som har fattat beslut om bedomningen. begaran om rattelse ska goras inom 14 dagar fran den tidpunkt da examinanden har haft mojlighet att ta del av resultaten av bedomningen samt hur bedomningsgrunderna har tillampats pa hans eller hennes prestation. examinanden far hos examenskommissionen skriftligen begara omprovning av ett beslut som avses i 2 mom. omprovning ska begaras inom 14 dagar fran delfaendet av beslutet. om beslutet ar uppenbart felaktigt, far examenskommissionen bestamma att en ny bedomning ska goras samt av grundad anledning krava att examensarrangoren ska utse nya bedomare."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Näyttötutkinnon järjestäjät",
      "content": "Näyttötutkinnon järjestäjänä voi toimia tämän lain 4 §:ssä tarkoitettu koulutuksen järjestäjä tai ammatillisesta peruskoulutuksesta annetun lain 8 §:ssä tarkoitettu koulutuksen järjestäjä taikka muu yhteisö tai säätiö. Näyttötutkinnon järjestäjällä tulee olla riittävät taloudelliset ja ammatilliset edellytykset näyttötutkinnon laadukkaaseen järjestämiseen sekä riittävä näyttötutkintojärjestelmän ja järjestämiensä tutkintojen asiantuntemus. Valtioneuvoston asetuksella voidaan tarkemmin säätää näyttötutkinnon järjestäjälle asetettavista edellytyksistä. Näyttötutkinnon järjestäjän tehtävänä on järjestää riittävästi tutkintotilaisuuksia niiden tarpeeseen nähden. Näyttötutkinnon järjestäjän tulee arvioida ja kehittää järjestämiensä tutkintotilaisuuksien laatua sekä osallistua tutkintotoimikuntien toteuttamaan laadunvarmistukseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:6",
        "normalized_fi": "Näyttötutkinnon järjestäjänä voi toimia tämän lain 4 § :ssä tarkoitettu koulutuksen järjestäjä tai ammatillisesta peruskoulutuksesta annetun lain 8 § :ssä tarkoitettu koulutuksen järjestäjä taikka muu yhteisö tai säätiö. Näyttötutkinnon järjestäjällä tulee olla riittävät taloudelliset ja ammatilliset edellytykset näyttötutkinnon laadukkaaseen järjestämiseen sekä riittävä näyttötutkintojärjestelmän ja järjestämiensä tutkintojen asiantuntemus. Valtioneuvoston asetuksella voidaan tarkemmin säätää näyttötutkinnon järjestäjälle asetettavista edellytyksistä. Näyttötutkinnon järjestäjän tehtävänä on järjestää riittävästi tutkintotilaisuuksia niiden tarpeeseen nähden. Näyttötutkinnon järjestäjän tulee arvioida ja kehittää järjestämiensä tutkintotilaisuuksien laatua sekä osallistua tutkintotoimikuntien toteuttamaan laadunvarmistukseen.",
        "folded_fi": "nayttotutkinnon jarjestajana voi toimia taman lain 4 §:ssa tarkoitettu koulutuksen jarjestaja tai ammatillisesta peruskoulutuksesta annetun lain 8 §:ssa tarkoitettu koulutuksen jarjestaja taikka muu yhteiso tai saatio. nayttotutkinnon jarjestajalla tulee olla riittavat taloudelliset ja ammatilliset edellytykset nayttotutkinnon laadukkaaseen jarjestamiseen seka riittava nayttotutkintojarjestelman ja jarjestamiensa tutkintojen asiantuntemus. valtioneuvoston asetuksella voidaan tarkemmin saataa nayttotutkinnon jarjestajalle asetettavista edellytyksista. nayttotutkinnon jarjestajan tehtavana on jarjestaa riittavasti tutkintotilaisuuksia niiden tarpeeseen nahden. nayttotutkinnon jarjestajan tulee arvioida ja kehittaa jarjestamiensa tutkintotilaisuuksien laatua seka osallistua tutkintotoimikuntien toteuttamaan laadunvarmistukseen.",
        "title_sv": "Arrangörer av fristående examina",
        "content_sv": "Fristående examina får ordnas av de utbildningsanordnare som avses i 4 § i denna lag eller av de utbildningsanordnare som avses i 8 § i lagen om grundläggande yrkesutbildning eller av andra sammanslutningar eller stiftelser. Examensarrangören ska ha tillräckliga ekonomiska och yrkesmässiga förutsättningar att ordna fristående examina av hög kvalitet samt tillräcklig sakkunskap om systemet med fristående examina och de examina som den ordnar. Närmare bestämmelser om de kriterier som examensarrangören ska uppfylla får utfärdas genom förordning av statsrådet. Examensarrangören ska ordna tillräckligt med examenstillfällen med tanke på behovet. Examensarrangören ska utvärdera och utveckla kvaliteten på de examenstillfällen som ordnas och delta i den kvalitetssäkring som examenskommissionerna genomför.",
        "normalized_sv": "Fristående examina får ordnas av de utbildningsanordnare som avses i 4 § i denna lag eller av de utbildningsanordnare som avses i 8 § i lagen om grundläggande yrkesutbildning eller av andra sammanslutningar eller stiftelser. Examensarrangören ska ha tillräckliga ekonomiska och yrkesmässiga förutsättningar att ordna fristående examina av hög kvalitet samt tillräcklig sakkunskap om systemet med fristående examina och de examina som den ordnar. Närmare bestämmelser om de kriterier som examensarrangören ska uppfylla får utfärdas genom förordning av statsrådet. Examensarrangören ska ordna tillräckligt med examenstillfällen med tanke på behovet. Examensarrangören ska utvärdera och utveckla kvaliteten på de examenstillfällen som ordnas och delta i den kvalitetssäkring som examenskommissionerna genomför.",
        "folded_sv": "fristaende examina far ordnas av de utbildningsanordnare som avses i 4 § i denna lag eller av de utbildningsanordnare som avses i 8 § i lagen om grundlaggande yrkesutbildning eller av andra sammanslutningar eller stiftelser. examensarrangoren ska ha tillrackliga ekonomiska och yrkesmassiga forutsattningar att ordna fristaende examina av hog kvalitet samt tillracklig sakkunskap om systemet med fristaende examina och de examina som den ordnar. narmare bestammelser om de kriterier som examensarrangoren ska uppfylla far utfardas genom forordning av statsradet. examensarrangoren ska ordna tillrackligt med examenstillfallen med tanke pa behovet. examensarrangoren ska utvardera och utveckla kvaliteten pa de examenstillfallen som ordnas och delta i den kvalitetssakring som examenskommissionerna genomfor."
      },
      "valid_from": "2015-09-04",
      "valid_to": null
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Tutkintotoimikunnat",
      "content": "Tutkintotoimikuntien tehtävänä on: 1) sopia näyttötutkintojen järjestämisestä; 2) varmistaa näyttötutkintojen järjestämisen laatua; 3) kehittää näyttötutkintojärjestelmää ja näyttötutkintoja; 4) antaa 7 a §:n mukaisesti todistukset suoritetuista näyttötutkinnoista ja tutkinnon osista; sekä 5) käsitellä 15 c §:ssä tarkoitetut tutkinnon suorittajan osaamisen arviointia koskevat oikaisuvaatimukset. Opetushallitus päättää tutkintotoimikuntien toimialoista ja -alueista ja asettaa toimikunnat enintään kolmeksi vuodeksi kerrallaan. Tutkintotoimikuntiin nimetään enintään seitsemän jäsentä kuhunkin. Perustellusta syystä toimikuntaan voidaan kuitenkin nimetä yhdeksän jäsentä. Jäsenten tulee edustaa työnantajia, työntekijöitä, opetusalaa ja, jos itsenäinen ammatin harjoittaminen on alalla laajuudeltaan merkittävää, itsenäisiä ammatinharjoittajia. Lisäksi Opetushallitus voi tutkintotoimikunnan esityksestä nimetä tutkintotoimikuntaan pysyviä asiantuntijoita. Valtioneuvoston asetuksella voidaan säätää tarkemmin tutkintotoimikuntien asettamisesta, kokoonpanosta ja päätöksenteosta ja tehtävistä. Opetushallitus voi lisäksi antaa tutkintotoimikunnille näyttötutkintojen käytännön järjestelyjä koskevia tarkentavia määräyksiä. Tutkintotoimikuntien jäsenet toimivat virkavastuulla. Tutkintotoimikunnan jäsenten esteellisyyteen sovelletaan, mitä hallintolain (434/2003) 27-29 §:ssä säädetään. Tutkintotoimikunnat toimivat Opetushallituksen yhteydessä. Opetushallitus päättää tutkintotoimikunnan jäsenten palkkiot ja huolehtii tutkintotoimikunnan maksuliikkeestä, kirjanpidosta ja arkistosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:7",
        "normalized_fi": "Tutkintotoimikuntien tehtävänä on: 1) sopia näyttötutkintojen järjestämisestä; 2) varmistaa näyttötutkintojen järjestämisen laatua; 3) kehittää näyttötutkintojärjestelmää ja näyttötutkintoja; 4) antaa 7 a § :n mukaisesti todistukset suoritetuista näyttötutkinnoista ja tutkinnon osista; sekä 5) käsitellä 15 c § :ssä tarkoitetut tutkinnon suorittajan osaamisen arviointia koskevat oikaisuvaatimukset. Opetushallitus päättää tutkintotoimikuntien toimialoista ja -alueista ja asettaa toimikunnat enintään kolmeksi vuodeksi kerrallaan. Tutkintotoimikuntiin nimetään enintään seitsemän jäsentä kuhunkin. Perustellusta syystä toimikuntaan voidaan kuitenkin nimetä yhdeksän jäsentä. Jäsenten tulee edustaa työnantajia, työntekijöitä, opetusalaa ja, jos itsenäinen ammatin harjoittaminen on alalla laajuudeltaan merkittävää, itsenäisiä ammatinharjoittajia. Lisäksi Opetushallitus voi tutkintotoimikunnan esityksestä nimetä tutkintotoimikuntaan pysyviä asiantuntijoita. Valtioneuvoston asetuksella voidaan säätää tarkemmin tutkintotoimikuntien asettamisesta, kokoonpanosta ja päätöksenteosta ja tehtävistä. Opetushallitus voi lisäksi antaa tutkintotoimikunnille näyttötutkintojen käytännön järjestelyjä koskevia tarkentavia määräyksiä. Tutkintotoimikuntien jäsenet toimivat virkavastuulla. Tutkintotoimikunnan jäsenten esteellisyyteen sovelletaan, mitä hallintolain (434/2003) 27-29 § :ssä säädetään. Tutkintotoimikunnat toimivat Opetushallituksen yhteydessä. Opetushallitus päättää tutkintotoimikunnan jäsenten palkkiot ja huolehtii tutkintotoimikunnan maksuliikkeestä, kirjanpidosta ja arkistosta.",
        "folded_fi": "tutkintotoimikuntien tehtavana on: 1) sopia nayttotutkintojen jarjestamisesta; 2) varmistaa nayttotutkintojen jarjestamisen laatua; 3) kehittaa nayttotutkintojarjestelmaa ja nayttotutkintoja; 4) antaa 7 a §:n mukaisesti todistukset suoritetuista nayttotutkinnoista ja tutkinnon osista; seka 5) kasitella 15 c §:ssa tarkoitetut tutkinnon suorittajan osaamisen arviointia koskevat oikaisuvaatimukset. opetushallitus paattaa tutkintotoimikuntien toimialoista ja -alueista ja asettaa toimikunnat enintaan kolmeksi vuodeksi kerrallaan. tutkintotoimikuntiin nimetaan enintaan seitseman jasenta kuhunkin. perustellusta syysta toimikuntaan voidaan kuitenkin nimeta yhdeksan jasenta. jasenten tulee edustaa tyonantajia, tyontekijoita, opetusalaa ja, jos itsenainen ammatin harjoittaminen on alalla laajuudeltaan merkittavaa, itsenaisia ammatinharjoittajia. lisaksi opetushallitus voi tutkintotoimikunnan esityksesta nimeta tutkintotoimikuntaan pysyvia asiantuntijoita. valtioneuvoston asetuksella voidaan saataa tarkemmin tutkintotoimikuntien asettamisesta, kokoonpanosta ja paatoksenteosta ja tehtavista. opetushallitus voi lisaksi antaa tutkintotoimikunnille nayttotutkintojen kaytannon jarjestelyja koskevia tarkentavia maarayksia. tutkintotoimikuntien jasenet toimivat virkavastuulla. tutkintotoimikunnan jasenten esteellisyyteen sovelletaan, mita hallintolain (434/2003) 27-29 §:ssa saadetaan. tutkintotoimikunnat toimivat opetushallituksen yhteydessa. opetushallitus paattaa tutkintotoimikunnan jasenten palkkiot ja huolehtii tutkintotoimikunnan maksuliikkeesta, kirjanpidosta ja arkistosta.",
        "title_sv": "Examenskommissioner",
        "content_sv": "Examenskommissionerna har till uppgift att 1) ingå avtal om att ordna fristående examina, 2) säkerställa kvaliteten på ordnandet av fristående examina, 3) utveckla systemet med fristående examina och de fristående examina, 4) i enlighet med 7 a § utfärda betyg över avlagda fristående examina och avlagda examensdelar, och 5) behandla i 15 c § avsedd begäran om omprövning av bedömningen av en examinands kunnande. Utbildningsstyrelsen bestämmer branscher och verksamhetsområden för de olika examenskommissionerna samt tillsätter kommissionerna för högst tre år i sänder. Till en examenskommission utses högst sju medlemmar. Av grundad anledning kan till en examenskommission dock utses nio medlemmar. Medlemmarna ska företräda arbetsgivare, arbetstagare, undervisningsområdet och, om den självständiga yrkesutövningen i branschen är av betydande omfång, självständiga yrkesutövare. Dessutom får Utbildningsstyrelsen på förslag av en examenskommission utse permanenta sakkunniga till examenskommissionen. Närmare bestämmelser om tillsättning av examenskommissionerna, deras sammansättning, beslutsfattande och uppgifter får utfärdas genom förordning av statsrådet. Utbildningsstyrelsen får dessutom meddela examenskommissionerna preciserande föreskrifter om de praktiska arrangemangen kring de fristående examina. Medlemmarna i examenskommissionerna handlar under tjänsteansvar. I fråga om jäv för medlemmarna i en examenskommission tillämpas vad som föreskrivs i 27-29 § i förvaltningslagen (434/2003). Examenskommissionerna finns i anslutning till Utbildningsstyrelsen. Utbildningsstyrelsen fattar beslut om arvoden till examenskommissionernas medlemmar och sköter examenskommissionernas betalningar, bokföring och arkivering.",
        "normalized_sv": "Examenskommissionerna har till uppgift att 1) ingå avtal om att ordna fristående examina, 2) säkerställa kvaliteten på ordnandet av fristående examina, 3) utveckla systemet med fristående examina och de fristående examina, 4) i enlighet med 7 a § utfärda betyg över avlagda fristående examina och avlagda examensdelar, och 5) behandla i 15 c § avsedd begäran om omprövning av bedömningen av en examinands kunnande. Utbildningsstyrelsen bestämmer branscher och verksamhetsområden för de olika examenskommissionerna samt tillsätter kommissionerna för högst tre år i sänder. Till en examenskommission utses högst sju medlemmar. Av grundad anledning kan till en examenskommission dock utses nio medlemmar. Medlemmarna ska företräda arbetsgivare, arbetstagare, undervisningsområdet och, om den självständiga yrkesutövningen i branschen är av betydande omfång, självständiga yrkesutövare. Dessutom får Utbildningsstyrelsen på förslag av en examenskommission utse permanenta sakkunniga till examenskommissionen. Närmare bestämmelser om tillsättning av examenskommissionerna, deras sammansättning, beslutsfattande och uppgifter får utfärdas genom förordning av statsrådet. Utbildningsstyrelsen får dessutom meddela examenskommissionerna preciserande föreskrifter om de praktiska arrangemangen kring de fristående examina. Medlemmarna i examenskommissionerna handlar under tjänsteansvar. I fråga om jäv för medlemmarna i en examenskommission tillämpas vad som föreskrivs i 27-29 § i förvaltningslagen (434/2003). Examenskommissionerna finns i anslutning till Utbildningsstyrelsen. Utbildningsstyrelsen fattar beslut om arvoden till examenskommissionernas medlemmar och sköter examenskommissionernas betalningar, bokföring och arkivering.",
        "folded_sv": "examenskommissionerna har till uppgift att 1) inga avtal om att ordna fristaende examina, 2) sakerstalla kvaliteten pa ordnandet av fristaende examina, 3) utveckla systemet med fristaende examina och de fristaende examina, 4) i enlighet med 7 a § utfarda betyg over avlagda fristaende examina och avlagda examensdelar, och 5) behandla i 15 c § avsedd begaran om omprovning av bedomningen av en examinands kunnande. utbildningsstyrelsen bestammer branscher och verksamhetsomraden for de olika examenskommissionerna samt tillsatter kommissionerna for hogst tre ar i sander. till en examenskommission utses hogst sju medlemmar. av grundad anledning kan till en examenskommission dock utses nio medlemmar. medlemmarna ska foretrada arbetsgivare, arbetstagare, undervisningsomradet och, om den sjalvstandiga yrkesutovningen i branschen ar av betydande omfang, sjalvstandiga yrkesutovare. dessutom far utbildningsstyrelsen pa forslag av en examenskommission utse permanenta sakkunniga till examenskommissionen. narmare bestammelser om tillsattning av examenskommissionerna, deras sammansattning, beslutsfattande och uppgifter far utfardas genom forordning av statsradet. utbildningsstyrelsen far dessutom meddela examenskommissionerna preciserande foreskrifter om de praktiska arrangemangen kring de fristaende examina. medlemmarna i examenskommissionerna handlar under tjansteansvar. i fraga om jav for medlemmarna i en examenskommission tillampas vad som foreskrivs i 27-29 § i forvaltningslagen (434/2003). examenskommissionerna finns i anslutning till utbildningsstyrelsen. utbildningsstyrelsen fattar beslut om arvoden till examenskommissionernas medlemmar och skoter examenskommissionernas betalningar, bokforing och arkivering."
      },
      "valid_from": "2015-09-04",
      "valid_to": null
    },
    {
      "provision_ref": "2:7 a",
      "chapter": "2",
      "section": "7 a",
      "title": "Todistusten antaminen ja tietojen toimittaminen",
      "content": "Tutkintotoimikunnan tulee antaa tutkintotodistus, kun henkilö on suorittanut hyväksytysti tutkinnon muodostumiseksi vaadittavat tutkinnon osat. Tutkinnon osan hyväksytystä suorittamisesta annetaan todistus pyydettäessä. Todistukset tutkinnoista ja tutkinnon osista annetaan 15 a §:ssä tarkoitetun arvioinnin mukaisina. Jos tutkintotoimikunnalla on aihetta epäillä, että arviointi on virheellinen tai että arviointia ei ole toteutettu näyttötutkinnon järjestäjän ja tutkintotoimikunnan välisessä sopimuksessa edellytetyllä tavalla, tutkintotoimikunta voi määrätä uuden arvioinnin sekä perustellusta syystä edellyttää näyttötutkinnon järjestäjää asettamaan uudet arvioijat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:7 a",
        "normalized_fi": "Tutkintotoimikunnan tulee antaa tutkintotodistus, kun henkilö on suorittanut hyväksytysti tutkinnon muodostumiseksi vaadittavat tutkinnon osat. Tutkinnon osan hyväksytystä suorittamisesta annetaan todistus pyydettäessä. Todistukset tutkinnoista ja tutkinnon osista annetaan 15 a § :ssä tarkoitetun arvioinnin mukaisina. Jos tutkintotoimikunnalla on aihetta epäillä, että arviointi on virheellinen tai että arviointia ei ole toteutettu näyttötutkinnon järjestäjän ja tutkintotoimikunnan välisessä sopimuksessa edellytetyllä tavalla, tutkintotoimikunta voi määrätä uuden arvioinnin sekä perustellusta syystä edellyttää näyttötutkinnon järjestäjää asettamaan uudet arvioijat.",
        "folded_fi": "tutkintotoimikunnan tulee antaa tutkintotodistus, kun henkilo on suorittanut hyvaksytysti tutkinnon muodostumiseksi vaadittavat tutkinnon osat. tutkinnon osan hyvaksytysta suorittamisesta annetaan todistus pyydettaessa. todistukset tutkinnoista ja tutkinnon osista annetaan 15 a §:ssa tarkoitetun arvioinnin mukaisina. jos tutkintotoimikunnalla on aihetta epailla, etta arviointi on virheellinen tai etta arviointia ei ole toteutettu nayttotutkinnon jarjestajan ja tutkintotoimikunnan valisessa sopimuksessa edellytetylla tavalla, tutkintotoimikunta voi maarata uuden arvioinnin seka perustellusta syysta edellyttaa nayttotutkinnon jarjestajaa asettamaan uudet arvioijat.",
        "title_sv": "Utfärdande av betyg och lämnande av uppgifter",
        "content_sv": "Examenskommissionen ska utfärda ett examensbetyg när en person med godkänt resultat har avlagt de examensdelar som krävs för examen. Ett betyg över en godkänd del av en examen utfärdas på begäran. Betyg över examina och examensdelar utfärdas i enlighet med den bedömning som avses i 15 a §. Om examenskommissionen har anledning att misstänka att bedömningen är felaktig eller att bedömningen inte har genomförts på det sätt som förutsätts i avtalet mellan examensarrangören och examenskommissionen, får examenskommissionen bestämma att en ny bedömning ska göras samt av grundad anledning kräva att examensarrangören utser nya bedömare.",
        "normalized_sv": "Examenskommissionen ska utfärda ett examensbetyg när en person med godkänt resultat har avlagt de examensdelar som krävs för examen. Ett betyg över en godkänd del av en examen utfärdas på begäran. Betyg över examina och examensdelar utfärdas i enlighet med den bedömning som avses i 15 a § . Om examenskommissionen har anledning att misstänka att bedömningen är felaktig eller att bedömningen inte har genomförts på det sätt som förutsätts i avtalet mellan examensarrangören och examenskommissionen, får examenskommissionen bestämma att en ny bedömning ska göras samt av grundad anledning kräva att examensarrangören utser nya bedömare.",
        "folded_sv": "examenskommissionen ska utfarda ett examensbetyg nar en person med godkant resultat har avlagt de examensdelar som kravs for examen. ett betyg over en godkand del av en examen utfardas pa begaran. betyg over examina och examensdelar utfardas i enlighet med den bedomning som avses i 15 a §. om examenskommissionen har anledning att misstanka att bedomningen ar felaktig eller att bedomningen inte har genomforts pa det satt som forutsatts i avtalet mellan examensarrangoren och examenskommissionen, far examenskommissionen bestamma att en ny bedomning ska goras samt av grundad anledning krava att examensarrangoren utser nya bedomare."
      },
      "valid_from": "2015-09-04",
      "valid_to": null
    },
    {
      "provision_ref": "2:7 c",
      "chapter": "2",
      "section": "7 c",
      "title": "Näyttötutkintosihteeristö",
      "content": "Opetushallituksen yhteydessä toimii näyttötutkintosihteeristö. Sihteeristön tehtävänä on tukea tutkintotoimikuntia 7 §:n 1 momentin mukaisissa tehtävissä sekä ohjata ja neuvoa näyttötutkinnon järjestäjiä. Sihteeristön kokoonpanosta ja tehtävistä voidaan säätää tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:7 c",
        "normalized_fi": "Opetushallituksen yhteydessä toimii näyttötutkintosihteeristö. Sihteeristön tehtävänä on tukea tutkintotoimikuntia 7 § :n 1 momentin mukaisissa tehtävissä sekä ohjata ja neuvoa näyttötutkinnon järjestäjiä. Sihteeristön kokoonpanosta ja tehtävistä voidaan säätää tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "opetushallituksen yhteydessa toimii nayttotutkintosihteeristo. sihteeriston tehtavana on tukea tutkintotoimikuntia 7 §:n 1 momentin mukaisissa tehtavissa seka ohjata ja neuvoa nayttotutkinnon jarjestajia. sihteeriston kokoonpanosta ja tehtavista voidaan saataa tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Sekretariatet för fristående examina",
        "content_sv": "I anslutning till Utbildningsstyrelsen finns sekretariatet för fristående examina. Sekretariatet har till uppgift att bistå examenskommissionerna i deras uppgifter enligt 7 § 1 mom. och att styra och handleda examensarrangörerna. Närmare bestämmelser om sekretariatets sammansättning och uppgifter får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "I anslutning till Utbildningsstyrelsen finns sekretariatet för fristående examina. Sekretariatet har till uppgift att bistå examenskommissionerna i deras uppgifter enligt 7 § 1 mom. och att styra och handleda examensarrangörerna. Närmare bestämmelser om sekretariatets sammansättning och uppgifter får utfärdas genom förordning av statsrådet.",
        "folded_sv": "i anslutning till utbildningsstyrelsen finns sekretariatet for fristaende examina. sekretariatet har till uppgift att bista examenskommissionerna i deras uppgifter enligt 7 § 1 mom. och att styra och handleda examensarrangorerna. narmare bestammelser om sekretariatets sammansattning och uppgifter far utfardas genom forordning av statsradet."
      },
      "valid_from": "2015-09-04",
      "valid_to": null
    },
    {
      "provision_ref": "2:7 d",
      "chapter": "2",
      "section": "7 d",
      "title": "Näyttötutkintojen järjestämissopimus",
      "content": "Näyttötutkintojen järjestäminen edellyttää, että tutkintotoimikunta ja 6 §:ssä tarkoitettu näyttötutkinnon järjestäjäksi sopiva koulutuksen järjestäjä taikka muu yhteisö tai säätiö ovat sopineet näyttötutkintojen järjestämisestä. Tutkintotoimikunta voi tehdä näyttötutkintojen järjestämissopimuksen, jos näyttötutkinnon järjestäjä täyttää 6 §:ssä säädetyt edellytykset ja tutkinnoille tai tutkinnon osille on alueellinen tai valtakunnallinen tarve. Tutkintotoimikunnan tulee tehdä järjestämissopimuksia siten, että tutkintoon osallistuville on tarjolla riittävä määrä tutkintotilaisuuksia. Järjestämissopimuksia tehtäessä tulee huolehtia myös siitä, että maksut sekä osallistujille että koulutuksen järjestäjille ovat kohtuullisia. Valtioneuvoston asetuksella säädetään tarkemmin järjestämissopimuksen sisällöstä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:7 d",
        "normalized_fi": "Näyttötutkintojen järjestäminen edellyttää, että tutkintotoimikunta ja 6 § :ssä tarkoitettu näyttötutkinnon järjestäjäksi sopiva koulutuksen järjestäjä taikka muu yhteisö tai säätiö ovat sopineet näyttötutkintojen järjestämisestä. Tutkintotoimikunta voi tehdä näyttötutkintojen järjestämissopimuksen, jos näyttötutkinnon järjestäjä täyttää 6 § :ssä säädetyt edellytykset ja tutkinnoille tai tutkinnon osille on alueellinen tai valtakunnallinen tarve. Tutkintotoimikunnan tulee tehdä järjestämissopimuksia siten, että tutkintoon osallistuville on tarjolla riittävä määrä tutkintotilaisuuksia. Järjestämissopimuksia tehtäessä tulee huolehtia myös siitä, että maksut sekä osallistujille että koulutuksen järjestäjille ovat kohtuullisia. Valtioneuvoston asetuksella säädetään tarkemmin järjestämissopimuksen sisällöstä.",
        "folded_fi": "nayttotutkintojen jarjestaminen edellyttaa, etta tutkintotoimikunta ja 6 §:ssa tarkoitettu nayttotutkinnon jarjestajaksi sopiva koulutuksen jarjestaja taikka muu yhteiso tai saatio ovat sopineet nayttotutkintojen jarjestamisesta. tutkintotoimikunta voi tehda nayttotutkintojen jarjestamissopimuksen, jos nayttotutkinnon jarjestaja tayttaa 6 §:ssa saadetyt edellytykset ja tutkinnoille tai tutkinnon osille on alueellinen tai valtakunnallinen tarve. tutkintotoimikunnan tulee tehda jarjestamissopimuksia siten, etta tutkintoon osallistuville on tarjolla riittava maara tutkintotilaisuuksia. jarjestamissopimuksia tehtaessa tulee huolehtia myos siita, etta maksut seka osallistujille etta koulutuksen jarjestajille ovat kohtuullisia. valtioneuvoston asetuksella saadetaan tarkemmin jarjestamissopimuksen sisallosta.",
        "title_sv": "Avtal om att ordna fristående examina",
        "content_sv": "Att ordna fristående examina kräver att en examenskommission och en i 6 § avsedd utbildningsanordnare som lämpar sig för att ordna fristående examen eller en annan sammanslutning eller stiftelse har ingått avtal om att ordna fristående examina. En examenskommission får ingå ett avtal om att ordna fristående examina, om examensarrangören uppfyller de kriterier som anges i 6 § och det finns ett regionalt eller riksomfattande behov av examina eller examensdelar. Examenskommissionerna ska ingå avtal om att ordna examina så att examensdeltagarna erbjuds tillräckligt med examenstillfällen. När avtalen ingås ska hänsyn dessutom tas till att avgifterna för både deltagarna och utbildningsanordnarna ska vara skäliga. Närmare bestämmelser om innehållet i avtalen om att ordna fristående examina utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Att ordna fristående examina kräver att en examenskommission och en i 6 § avsedd utbildningsanordnare som lämpar sig för att ordna fristående examen eller en annan sammanslutning eller stiftelse har ingått avtal om att ordna fristående examina. En examenskommission får ingå ett avtal om att ordna fristående examina, om examensarrangören uppfyller de kriterier som anges i 6 § och det finns ett regionalt eller riksomfattande behov av examina eller examensdelar. Examenskommissionerna ska ingå avtal om att ordna examina så att examensdeltagarna erbjuds tillräckligt med examenstillfällen. När avtalen ingås ska hänsyn dessutom tas till att avgifterna för både deltagarna och utbildningsanordnarna ska vara skäliga. Närmare bestämmelser om innehållet i avtalen om att ordna fristående examina utfärdas genom förordning av statsrådet.",
        "folded_sv": "att ordna fristaende examina kraver att en examenskommission och en i 6 § avsedd utbildningsanordnare som lampar sig for att ordna fristaende examen eller en annan sammanslutning eller stiftelse har ingatt avtal om att ordna fristaende examina. en examenskommission far inga ett avtal om att ordna fristaende examina, om examensarrangoren uppfyller de kriterier som anges i 6 § och det finns ett regionalt eller riksomfattande behov av examina eller examensdelar. examenskommissionerna ska inga avtal om att ordna examina sa att examensdeltagarna erbjuds tillrackligt med examenstillfallen. nar avtalen ingas ska hansyn dessutom tas till att avgifterna for bade deltagarna och utbildningsanordnarna ska vara skaliga. narmare bestammelser om innehallet i avtalen om att ordna fristaende examina utfardas genom forordning av statsradet."
      },
      "valid_from": "2015-09-04",
      "valid_to": null
    },
    {
      "provision_ref": "2:8 a",
      "chapter": "2",
      "section": "8 a",
      "title": "Henkilökohtaistaminen ja osaamisen tunnustaminen",
      "content": "Jos tutkinnon suorittajan aikaisemmin suorittamat tutkinnot tai niiden osat vastaavat suoritettavan tutkinnon perusteissa määriteltyä osaamista, noudatetaan osaamisen tunnustamisessa, mitä 15 a §:ssä arvioinnista ja 15 c §:ssä arvioinnin oikaisemisesta säädetään. Jos henkilöllä on muuta kuin 2 momentissa tarkoitettua, tutkinnon perusteissa määriteltyä osaamista, koulutuksen tai näyttötutkinnon järjestäjä ohjaa hänet suoraan tutkintotilaisuuteen. Jos aiemmin hankittu osaaminen ei riitä tutkintotilaisuuteen osallistumiseen, koulutuksen tai näyttötutkinnon järjestäjä ohjaa hänet puuttuvan ammattitaidon osalta tarvittavan ammattitaidon hankkimiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:8 a",
        "normalized_fi": "Jos tutkinnon suorittajan aikaisemmin suorittamat tutkinnot tai niiden osat vastaavat suoritettavan tutkinnon perusteissa määriteltyä osaamista, noudatetaan osaamisen tunnustamisessa, mitä 15 a § :ssä arvioinnista ja 15 c § :ssä arvioinnin oikaisemisesta säädetään. Jos henkilöllä on muuta kuin 2 momentissa tarkoitettua, tutkinnon perusteissa määriteltyä osaamista, koulutuksen tai näyttötutkinnon järjestäjä ohjaa hänet suoraan tutkintotilaisuuteen. Jos aiemmin hankittu osaaminen ei riitä tutkintotilaisuuteen osallistumiseen, koulutuksen tai näyttötutkinnon järjestäjä ohjaa hänet puuttuvan ammattitaidon osalta tarvittavan ammattitaidon hankkimiseen.",
        "folded_fi": "jos tutkinnon suorittajan aikaisemmin suorittamat tutkinnot tai niiden osat vastaavat suoritettavan tutkinnon perusteissa maariteltya osaamista, noudatetaan osaamisen tunnustamisessa, mita 15 a §:ssa arvioinnista ja 15 c §:ssa arvioinnin oikaisemisesta saadetaan. jos henkilolla on muuta kuin 2 momentissa tarkoitettua, tutkinnon perusteissa maariteltya osaamista, koulutuksen tai nayttotutkinnon jarjestaja ohjaa hanet suoraan tutkintotilaisuuteen. jos aiemmin hankittu osaaminen ei riita tutkintotilaisuuteen osallistumiseen, koulutuksen tai nayttotutkinnon jarjestaja ohjaa hanet puuttuvan ammattitaidon osalta tarvittavan ammattitaidon hankkimiseen.",
        "title_sv": "Personlig tillämpning samt erkännande av kunnande",
        "content_sv": "Om examina som examinanden har avlagt tidigare eller delar av sådana examina motsvarar kunnande som anges i examensgrunderna för den examen som avläggs, tillämpas på erkännande av kunnande bestämmelserna om bedömning i 15 a § och bestämmelserna om rättelse och omprövning av bedömningen i 15 c §. Om personen har annat än i 2 mom. avsett kunnande som anges i examensgrunderna, ska utbildningsanordnaren eller examensarrangören anvisa honom eller henne att delta direkt i ett examenstillfälle. Om det tidigare förvärvade kunnandet inte räcker för att delta i examenstillfället, ska utbildningsanordnaren eller examensarrangören anvisa honom eller henne att förvärva behövlig yrkesskicklighet till denna del.",
        "normalized_sv": "Om examina som examinanden har avlagt tidigare eller delar av sådana examina motsvarar kunnande som anges i examensgrunderna för den examen som avläggs, tillämpas på erkännande av kunnande bestämmelserna om bedömning i 15 a § och bestämmelserna om rättelse och omprövning av bedömningen i 15 c § . Om personen har annat än i 2 mom. avsett kunnande som anges i examensgrunderna, ska utbildningsanordnaren eller examensarrangören anvisa honom eller henne att delta direkt i ett examenstillfälle. Om det tidigare förvärvade kunnandet inte räcker för att delta i examenstillfället, ska utbildningsanordnaren eller examensarrangören anvisa honom eller henne att förvärva behövlig yrkesskicklighet till denna del.",
        "folded_sv": "om examina som examinanden har avlagt tidigare eller delar av sadana examina motsvarar kunnande som anges i examensgrunderna for den examen som avlaggs, tillampas pa erkannande av kunnande bestammelserna om bedomning i 15 a § och bestammelserna om rattelse och omprovning av bedomningen i 15 c §. om personen har annat an i 2 mom. avsett kunnande som anges i examensgrunderna, ska utbildningsanordnaren eller examensarrangoren anvisa honom eller henne att delta direkt i ett examenstillfalle. om det tidigare forvarvade kunnandet inte racker for att delta i examenstillfallet, ska utbildningsanordnaren eller examensarrangoren anvisa honom eller henne att forvarva behovlig yrkesskicklighet till denna del."
      },
      "valid_from": "2015-09-04",
      "valid_to": null
    },
    {
      "provision_ref": "2:15 a",
      "chapter": "2",
      "section": "15 a",
      "title": "Tutkinnon suorittajan osaamisen arviointi",
      "content": "Arvioinnin toteuttavat näyttötutkinnon järjestäjän nimeämät arvioijat, jotka edustavat työnantajia, työntekijöitä ja opetusalaa ja joilla on riittävä suoritettavaan tutkintoon liittyvä ammattitaito ja riittävä perehtyneisyys arviointiin ja suoritettavan tutkinnon perusteisiin. Jos tutkintosuoritus liittyy alaan, jolla toimitaan tyypillisesti itsenäisenä ammatinharjoittajana, voi itsenäisten ammatinharjoittajien edustaja korvata työnantaja- tai työntekijäarvioijan. Jos suoritettava tutkinto tai tutkinnon osa liittyy alaan, jolla työntekijäedustus ei ole mahdollinen, arvioijat edustavat työnantajia tai itsenäisiä ammatinharjoittajia ja opetusalaa. Vähintään yhden arvioijista tulee olla suorittanut näyttötutkintomestarikoulutuksen. Arvioinnista päättävät edellä mainitut arvioijat yhdessä tutkinnon osittain. Arvioijien esteellisyyteen sovelletaan, mitä hallintolain 27-29 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:15 a",
        "normalized_fi": "Arvioinnin toteuttavat näyttötutkinnon järjestäjän nimeämät arvioijat, jotka edustavat työnantajia, työntekijöitä ja opetusalaa ja joilla on riittävä suoritettavaan tutkintoon liittyvä ammattitaito ja riittävä perehtyneisyys arviointiin ja suoritettavan tutkinnon perusteisiin. Jos tutkintosuoritus liittyy alaan, jolla toimitaan tyypillisesti itsenäisenä ammatinharjoittajana, voi itsenäisten ammatinharjoittajien edustaja korvata työnantaja- tai työntekijäarvioijan. Jos suoritettava tutkinto tai tutkinnon osa liittyy alaan, jolla työntekijäedustus ei ole mahdollinen, arvioijat edustavat työnantajia tai itsenäisiä ammatinharjoittajia ja opetusalaa. Vähintään yhden arvioijista tulee olla suorittanut näyttötutkintomestarikoulutuksen. Arvioinnista päättävät edellä mainitut arvioijat yhdessä tutkinnon osittain. Arvioijien esteellisyyteen sovelletaan, mitä hallintolain 27-29 § :ssä säädetään.",
        "folded_fi": "arvioinnin toteuttavat nayttotutkinnon jarjestajan nimeamat arvioijat, jotka edustavat tyonantajia, tyontekijoita ja opetusalaa ja joilla on riittava suoritettavaan tutkintoon liittyva ammattitaito ja riittava perehtyneisyys arviointiin ja suoritettavan tutkinnon perusteisiin. jos tutkintosuoritus liittyy alaan, jolla toimitaan tyypillisesti itsenaisena ammatinharjoittajana, voi itsenaisten ammatinharjoittajien edustaja korvata tyonantaja- tai tyontekijaarvioijan. jos suoritettava tutkinto tai tutkinnon osa liittyy alaan, jolla tyontekijaedustus ei ole mahdollinen, arvioijat edustavat tyonantajia tai itsenaisia ammatinharjoittajia ja opetusalaa. vahintaan yhden arvioijista tulee olla suorittanut nayttotutkintomestarikoulutuksen. arvioinnista paattavat edella mainitut arvioijat yhdessa tutkinnon osittain. arvioijien esteellisyyteen sovelletaan, mita hallintolain 27-29 §:ssa saadetaan.",
        "title_sv": "Bedömning av examinandens kunnande",
        "content_sv": "Bedömningen görs av bedömare som har utsetts av examensarrangören och som företräder arbetsgivare, arbetstagare och undervisningsområdet och som har tillräcklig yrkesskicklighet i fråga om den examen som avläggs och är tillräckligt insatta i bedömningen av och grunderna för den examen som avläggs. Om examensprestationen gäller en bransch för vilken självständig yrkesutövning är utmärkande, får företrädaren för arbetsgivare eller arbetstagare ersättas med en företrädare för de självständiga yrkesutövarna. Om den examen eller examensdel som avläggs gäller en bransch inom vilken det inte finns företrädare för arbetstagarna, ska bedömarna företräda arbetsgivare eller självständiga yrkesutövare och undervisningsområdet. Åtminstone en av bedömarna ska ha genomgått examensmästarutbildning. Bedömarna beslutar tillsammans om bedömningen av varje examensdel. I fråga om jäv för bedömare tillämpas vad som föreskrivs i 27-29 § i förvaltningslagen.",
        "normalized_sv": "Bedömningen görs av bedömare som har utsetts av examensarrangören och som företräder arbetsgivare, arbetstagare och undervisningsområdet och som har tillräcklig yrkesskicklighet i fråga om den examen som avläggs och är tillräckligt insatta i bedömningen av och grunderna för den examen som avläggs. Om examensprestationen gäller en bransch för vilken självständig yrkesutövning är utmärkande, får företrädaren för arbetsgivare eller arbetstagare ersättas med en företrädare för de självständiga yrkesutövarna. Om den examen eller examensdel som avläggs gäller en bransch inom vilken det inte finns företrädare för arbetstagarna, ska bedömarna företräda arbetsgivare eller självständiga yrkesutövare och undervisningsområdet. Åtminstone en av bedömarna ska ha genomgått examensmästarutbildning. Bedömarna beslutar tillsammans om bedömningen av varje examensdel. I fråga om jäv för bedömare tillämpas vad som föreskrivs i 27-29 § i förvaltningslagen.",
        "folded_sv": "bedomningen gors av bedomare som har utsetts av examensarrangoren och som foretrader arbetsgivare, arbetstagare och undervisningsomradet och som har tillracklig yrkesskicklighet i fraga om den examen som avlaggs och ar tillrackligt insatta i bedomningen av och grunderna for den examen som avlaggs. om examensprestationen galler en bransch for vilken sjalvstandig yrkesutovning ar utmarkande, far foretradaren for arbetsgivare eller arbetstagare ersattas med en foretradare for de sjalvstandiga yrkesutovarna. om den examen eller examensdel som avlaggs galler en bransch inom vilken det inte finns foretradare for arbetstagarna, ska bedomarna foretrada arbetsgivare eller sjalvstandiga yrkesutovare och undervisningsomradet. atminstone en av bedomarna ska ha genomgatt examensmastarutbildning. bedomarna beslutar tillsammans om bedomningen av varje examensdel. i fraga om jav for bedomare tillampas vad som foreskrivs i 27-29 § i forvaltningslagen."
      },
      "valid_from": "2015-09-04",
      "valid_to": null
    },
    {
      "provision_ref": "2:15 c",
      "chapter": "2",
      "section": "15 c",
      "title": "Arvioinnin oikaiseminen",
      "content": "Tutkinnon suorittajalla on oikeus saada tieto arviointiperusteiden soveltamisesta tutkintosuoritukseensa. Tutkinnon suorittaja voi pyytää kirjallisesti arvioinnin oikaisua arvioinnista päättäneiltä arvioijilta. Oikaisupyyntö on tehtävä 14 päivän kuluessa siitä, kun tutkinnon suorittajalla on ollut tilaisuus saada arvioinnin tulokset sekä tieto arviointiperusteiden soveltamisesta suoritukseensa. Tutkinnon suorittaja voi vaatia tutkintotoimikunnalta kirjallisesti oikaisua 2 momentissa tarkoitettuun päätökseen. Oikaisua on vaadittava 14 päivän kuluessa päätöksen tiedoksisaannista. Jos päätös on ilmeisesti virheellinen, tutkintotoimikunta voi määrätä uuden arvioinnin sekä perustellusta syystä edellyttää näyttötutkinnon järjestäjää asettamaan uudet arvioijat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:15 c",
        "normalized_fi": "Tutkinnon suorittajalla on oikeus saada tieto arviointiperusteiden soveltamisesta tutkintosuoritukseensa. Tutkinnon suorittaja voi pyytää kirjallisesti arvioinnin oikaisua arvioinnista päättäneiltä arvioijilta. Oikaisupyyntö on tehtävä 14 päivän kuluessa siitä, kun tutkinnon suorittajalla on ollut tilaisuus saada arvioinnin tulokset sekä tieto arviointiperusteiden soveltamisesta suoritukseensa. Tutkinnon suorittaja voi vaatia tutkintotoimikunnalta kirjallisesti oikaisua 2 momentissa tarkoitettuun päätökseen. Oikaisua on vaadittava 14 päivän kuluessa päätöksen tiedoksisaannista. Jos päätös on ilmeisesti virheellinen, tutkintotoimikunta voi määrätä uuden arvioinnin sekä perustellusta syystä edellyttää näyttötutkinnon järjestäjää asettamaan uudet arvioijat.",
        "folded_fi": "tutkinnon suorittajalla on oikeus saada tieto arviointiperusteiden soveltamisesta tutkintosuoritukseensa. tutkinnon suorittaja voi pyytaa kirjallisesti arvioinnin oikaisua arvioinnista paattaneilta arvioijilta. oikaisupyynto on tehtava 14 paivan kuluessa siita, kun tutkinnon suorittajalla on ollut tilaisuus saada arvioinnin tulokset seka tieto arviointiperusteiden soveltamisesta suoritukseensa. tutkinnon suorittaja voi vaatia tutkintotoimikunnalta kirjallisesti oikaisua 2 momentissa tarkoitettuun paatokseen. oikaisua on vaadittava 14 paivan kuluessa paatoksen tiedoksisaannista. jos paatos on ilmeisesti virheellinen, tutkintotoimikunta voi maarata uuden arvioinnin seka perustellusta syysta edellyttaa nayttotutkinnon jarjestajaa asettamaan uudet arvioijat.",
        "title_sv": "Rättelse och omprövning av bedömningen",
        "content_sv": "En examinand har rätt att få veta hur bedömningsgrunderna har tillämpats på hans eller hennes examensprestation. Examinanden får skriftligen begära rättelse av bedömningen hos de bedömare som har fattat beslut om bedömningen. Begäran om rättelse ska göras inom 14 dagar från den tidpunkt då examinanden har haft möjlighet att ta del av resultaten av bedömningen samt hur bedömningsgrunderna har tillämpats på hans eller hennes prestation. Examinanden får hos examenskommissionen skriftligen begära omprövning av ett beslut som avses i 2 mom. Omprövning ska begäras inom 14 dagar från delfåendet av beslutet. Om beslutet är uppenbart felaktigt, får examenskommissionen bestämma att en ny bedömning ska göras samt av grundad anledning kräva att examensarrangören ska utse nya bedömare.",
        "normalized_sv": "En examinand har rätt att få veta hur bedömningsgrunderna har tillämpats på hans eller hennes examensprestation. Examinanden får skriftligen begära rättelse av bedömningen hos de bedömare som har fattat beslut om bedömningen. Begäran om rättelse ska göras inom 14 dagar från den tidpunkt då examinanden har haft möjlighet att ta del av resultaten av bedömningen samt hur bedömningsgrunderna har tillämpats på hans eller hennes prestation. Examinanden får hos examenskommissionen skriftligen begära omprövning av ett beslut som avses i 2 mom. Omprövning ska begäras inom 14 dagar från delfåendet av beslutet. Om beslutet är uppenbart felaktigt, får examenskommissionen bestämma att en ny bedömning ska göras samt av grundad anledning kräva att examensarrangören ska utse nya bedömare.",
        "folded_sv": "en examinand har ratt att fa veta hur bedomningsgrunderna har tillampats pa hans eller hennes examensprestation. examinanden far skriftligen begara rattelse av bedomningen hos de bedomare som har fattat beslut om bedomningen. begaran om rattelse ska goras inom 14 dagar fran den tidpunkt da examinanden har haft mojlighet att ta del av resultaten av bedomningen samt hur bedomningsgrunderna har tillampats pa hans eller hennes prestation. examinanden far hos examenskommissionen skriftligen begara omprovning av ett beslut som avses i 2 mom. omprovning ska begaras inom 14 dagar fran delfaendet av beslutet. om beslutet ar uppenbart felaktigt, far examenskommissionen bestamma att en ny bedomning ska goras samt av grundad anledning krava att examensarrangoren ska utse nya bedomare."
      },
      "valid_from": "2015-09-04",
      "valid_to": null
    }
  ]
}