{
  "id": "1121/2005",
  "type": "statute",
  "title": "Laki alusten jääluokista ja jäänmurtaja-avustuksesta",
  "title_en": "Lag om fartygs isklasser och isbrytarassistans",
  "status": "in_force",
  "issued_date": "2005-12-22",
  "in_force_date": "2005-12-22",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/1121/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "Tämän lain tarkoituksena on alusliikenteen turvallisuuden ja sujuvuuden lisääminen jääolosuhteissa sekä alusliikenteestä ympäristölle aiheutuvien haittojen ehkäiseminen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tämän lain tarkoituksena on alusliikenteen turvallisuuden ja sujuvuuden lisääminen jääolosuhteissa sekä alusliikenteestä ympäristölle aiheutuvien haittojen ehkäiseminen.",
        "folded_fi": "taman lain tarkoituksena on alusliikenteen turvallisuuden ja sujuvuuden lisaaminen jaaolosuhteissa seka alusliikenteesta ymparistolle aiheutuvien haittojen ehkaiseminen.",
        "title_sv": "Lagens syfte",
        "content_sv": "Syftet med denna lag är att öka säkerheten och smidigheten inom fartygstrafiken under isförhållanden samt att förebygga miljöolägenheter som fartygstrafiken kan orsaka.",
        "normalized_sv": "Syftet med denna lag är att öka säkerheten och smidigheten inom fartygstrafiken under isförhållanden samt att förebygga miljöolägenheter som fartygstrafiken kan orsaka.",
        "folded_sv": "syftet med denna lag ar att oka sakerheten och smidigheten inom fartygstrafiken under isforhallanden samt att forebygga miljoolagenheter som fartygstrafiken kan orsaka."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Lain soveltamisala",
      "content": "Tässä laissa säädetään alusten jääluokista ja jäänmurtaja-avustuksen antamisesta aluksille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Tässä laissa säädetään alusten jääluokista ja jäänmurtaja-avustuksen antamisesta aluksille.",
        "folded_fi": "tassa laissa saadetaan alusten jaaluokista ja jaanmurtaja-avustuksen antamisesta aluksille.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "I denna lag bestäms om fartygs isklasser och isbrytarassistans till fartyg.",
        "normalized_sv": "I denna lag bestäms om fartygs isklasser och isbrytarassistans till fartyg.",
        "folded_sv": "i denna lag bestams om fartygs isklasser och isbrytarassistans till fartyg."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Jääluokat",
      "content": "Alukset kuuluvat jääluokkiin seuraavasti: 1) jääluokkaan I A Super alus, jonka rakenne, koneteho ja muut ominaisuudet ovat sellaisia, että se pystyy kulkemaan vaikeissa jääolosuhteissa pääsääntöisesti ilman jäänmurtajan avustusta; 2) jääluokkaan I A alus, jonka rakenne, koneteho ja muut ominaisuudet ovat sellaisia, että se pystyy kulkemaan vaikeissa jääolosuhteissa tarpeen mukaan jäänmurtajan avustamana; 3) jääluokkaan I B alus, jonka rakenne, koneteho ja muut ominaisuudet ovat sellaisia, että se pystyy kulkemaan keskivaikeissa jääolosuhteissa tarpeen mukaan jäänmurtajan avustamana; 4) jääluokkaan I C alus, jonka rakenne, koneteho ja muut ominaisuudet ovat sellaisia, että se pystyy kulkemaan helpoissa jääolosuhteissa tarpeen mukaan jäänmurtajan avustamana; 5) jääluokkaan II alus, joka on teräsrunkoinen ja rakenteeltaan avomerikelpoinen ja joka siitä huolimatta, että alusta ei ole vahvistettu jäissä kulkua varten, pystyy omalla kuljetuskoneistolla kulkemaan erittäin helpoissa jääolosuhteissa; 6) jääluokkaan III alus, joka ei kuulu 1―5 kohdassa tarkoitettuun jääluokkaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Alukset kuuluvat jääluokkiin seuraavasti: 1) jääluokkaan I A Super alus, jonka rakenne, koneteho ja muut ominaisuudet ovat sellaisia, että se pystyy kulkemaan vaikeissa jääolosuhteissa pääsääntöisesti ilman jäänmurtajan avustusta; 2) jääluokkaan I A alus, jonka rakenne, koneteho ja muut ominaisuudet ovat sellaisia, että se pystyy kulkemaan vaikeissa jääolosuhteissa tarpeen mukaan jäänmurtajan avustamana; 3) jääluokkaan I B alus, jonka rakenne, koneteho ja muut ominaisuudet ovat sellaisia, että se pystyy kulkemaan keskivaikeissa jääolosuhteissa tarpeen mukaan jäänmurtajan avustamana; 4) jääluokkaan I C alus, jonka rakenne, koneteho ja muut ominaisuudet ovat sellaisia, että se pystyy kulkemaan helpoissa jääolosuhteissa tarpeen mukaan jäänmurtajan avustamana; 5) jääluokkaan II alus, joka on teräsrunkoinen ja rakenteeltaan avomerikelpoinen ja joka siitä huolimatta, että alusta ei ole vahvistettu jäissä kulkua varten, pystyy omalla kuljetuskoneistolla kulkemaan erittäin helpoissa jääolosuhteissa; 6) jääluokkaan III alus, joka ei kuulu 1―5 kohdassa tarkoitettuun jääluokkaan.",
        "folded_fi": "alukset kuuluvat jaaluokkiin seuraavasti: 1) jaaluokkaan i a super alus, jonka rakenne, koneteho ja muut ominaisuudet ovat sellaisia, etta se pystyy kulkemaan vaikeissa jaaolosuhteissa paasaantoisesti ilman jaanmurtajan avustusta; 2) jaaluokkaan i a alus, jonka rakenne, koneteho ja muut ominaisuudet ovat sellaisia, etta se pystyy kulkemaan vaikeissa jaaolosuhteissa tarpeen mukaan jaanmurtajan avustamana; 3) jaaluokkaan i b alus, jonka rakenne, koneteho ja muut ominaisuudet ovat sellaisia, etta se pystyy kulkemaan keskivaikeissa jaaolosuhteissa tarpeen mukaan jaanmurtajan avustamana; 4) jaaluokkaan i c alus, jonka rakenne, koneteho ja muut ominaisuudet ovat sellaisia, etta se pystyy kulkemaan helpoissa jaaolosuhteissa tarpeen mukaan jaanmurtajan avustamana; 5) jaaluokkaan ii alus, joka on terasrunkoinen ja rakenteeltaan avomerikelpoinen ja joka siita huolimatta, etta alusta ei ole vahvistettu jaissa kulkua varten, pystyy omalla kuljetuskoneistolla kulkemaan erittain helpoissa jaaolosuhteissa; 6) jaaluokkaan iii alus, joka ei kuulu 1―5 kohdassa tarkoitettuun jaaluokkaan.",
        "title_sv": "Isklasser",
        "content_sv": "Fartyg hör till isklasser enligt följande: 1) till isklass I A Super fartyg vars konstruktion, maskineffekt och övriga egenskaper är sådana att de kan ta sig fram under svåra isförhållanden, i regel utan isbrytarassistans, 2) till isklass I A fartyg vars konstruktion, maskineffekt och övriga egenskaper är sådana att de kan ta sig fram under svåra isförhållanden, vid behov med isbrytarassistans, 3) till isklass I B fartyg vars konstruktion, maskineffekt och övriga egenskaper är sådana att de kan ta sig fram under medelsvåra isförhållanden, vid behov med isbrytarassistans, 4) till isklass I C fartyg vars konstruktion, maskineffekt och övriga egenskaper är sådana att de kan ta sig fram under lätta isförhållanden, vid behov med isbrytarassistans, 5) till isklass II fartyg vars skrov är av stål och som är konstruerade för gång i högsjö och som trots att fartygen inte är förstärkta för gång i is med eget framdrivningsmaskineri kan ta sig fram under mycket lätta isförhållanden, 6) till isklass III fartyg som inte hör till någon av isklasserna i 1―5 punkten.",
        "normalized_sv": "Fartyg hör till isklasser enligt följande: 1) till isklass I A Super fartyg vars konstruktion, maskineffekt och övriga egenskaper är sådana att de kan ta sig fram under svåra isförhållanden, i regel utan isbrytarassistans, 2) till isklass I A fartyg vars konstruktion, maskineffekt och övriga egenskaper är sådana att de kan ta sig fram under svåra isförhållanden, vid behov med isbrytarassistans, 3) till isklass I B fartyg vars konstruktion, maskineffekt och övriga egenskaper är sådana att de kan ta sig fram under medelsvåra isförhållanden, vid behov med isbrytarassistans, 4) till isklass I C fartyg vars konstruktion, maskineffekt och övriga egenskaper är sådana att de kan ta sig fram under lätta isförhållanden, vid behov med isbrytarassistans, 5) till isklass II fartyg vars skrov är av stål och som är konstruerade för gång i högsjö och som trots att fartygen inte är förstärkta för gång i is med eget framdrivningsmaskineri kan ta sig fram under mycket lätta isförhållanden, 6) till isklass III fartyg som inte hör till någon av isklasserna i 1―5 punkten.",
        "folded_sv": "fartyg hor till isklasser enligt foljande: 1) till isklass i a super fartyg vars konstruktion, maskineffekt och ovriga egenskaper ar sadana att de kan ta sig fram under svara isforhallanden, i regel utan isbrytarassistans, 2) till isklass i a fartyg vars konstruktion, maskineffekt och ovriga egenskaper ar sadana att de kan ta sig fram under svara isforhallanden, vid behov med isbrytarassistans, 3) till isklass i b fartyg vars konstruktion, maskineffekt och ovriga egenskaper ar sadana att de kan ta sig fram under medelsvara isforhallanden, vid behov med isbrytarassistans, 4) till isklass i c fartyg vars konstruktion, maskineffekt och ovriga egenskaper ar sadana att de kan ta sig fram under latta isforhallanden, vid behov med isbrytarassistans, 5) till isklass ii fartyg vars skrov ar av stal och som ar konstruerade for gang i hogsjo och som trots att fartygen inte ar forstarkta for gang i is med eget framdrivningsmaskineri kan ta sig fram under mycket latta isforhallanden, 6) till isklass iii fartyg som inte hor till nagon av isklasserna i 1―5 punkten."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Jääluokkamääräykset ja vastaavuusluettelo",
      "content": "Merenkulkulaitos antaa tarkemmat määräykset eri jääluokkiin kuuluvien alusten rakenteelle, koneteholle ja muille jäissäkulkuominaisuuksille asetettavista vaatimuksista ja menetelmistä, joilla jääluokka määritellään, sekä eri jääluokkien välisistä eroista. Merenkulkulaitos vahvistaa luettelon siitä, mitä suomalaisia jääluokkia hyväksyttyjen luokituslaitosten antamat luokitusmerkinnät vastaavat, ja antaa asiaa koskevat tarkemmat määräykset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Merenkulkulaitos antaa tarkemmat määräykset eri jääluokkiin kuuluvien alusten rakenteelle, koneteholle ja muille jäissäkulkuominaisuuksille asetettavista vaatimuksista ja menetelmistä, joilla jääluokka määritellään, sekä eri jääluokkien välisistä eroista. Merenkulkulaitos vahvistaa luettelon siitä, mitä suomalaisia jääluokkia hyväksyttyjen luokituslaitosten antamat luokitusmerkinnät vastaavat, ja antaa asiaa koskevat tarkemmat määräykset.",
        "folded_fi": "merenkulkulaitos antaa tarkemmat maaraykset eri jaaluokkiin kuuluvien alusten rakenteelle, koneteholle ja muille jaissakulkuominaisuuksille asetettavista vaatimuksista ja menetelmista, joilla jaaluokka maaritellaan, seka eri jaaluokkien valisista eroista. merenkulkulaitos vahvistaa luettelon siita, mita suomalaisia jaaluokkia hyvaksyttyjen luokituslaitosten antamat luokitusmerkinnat vastaavat, ja antaa asiaa koskevat tarkemmat maaraykset.",
        "title_sv": "Isklassbestämmelser och motsvarighetsförteckning",
        "content_sv": "Sjöfartsverket utfärdar närmare bestämmelser om de krav som gäller fartygs konstruktion, maskineffekt och övriga isgångsegenskaper och om metoder för bestämmande av isklass samt om skillnaderna mellan de olika isklasserna. Sjöfartsverket fastställer en förteckning över finska isklasser som motsvarar godkända klassificeringssällskaps klassbeteckningar och utfärdar närmare föreskrifter i ärendet.",
        "normalized_sv": "Sjöfartsverket utfärdar närmare bestämmelser om de krav som gäller fartygs konstruktion, maskineffekt och övriga isgångsegenskaper och om metoder för bestämmande av isklass samt om skillnaderna mellan de olika isklasserna. Sjöfartsverket fastställer en förteckning över finska isklasser som motsvarar godkända klassificeringssällskaps klassbeteckningar och utfärdar närmare föreskrifter i ärendet.",
        "folded_sv": "sjofartsverket utfardar narmare bestammelser om de krav som galler fartygs konstruktion, maskineffekt och ovriga isgangsegenskaper och om metoder for bestammande av isklass samt om skillnaderna mellan de olika isklasserna. sjofartsverket faststaller en forteckning over finska isklasser som motsvarar godkanda klassificeringssallskaps klassbeteckningar och utfardar narmare foreskrifter i arendet."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Jääluokan hyväksyminen vaihtoehtoisella menetelmällä",
      "content": "Merenkulkulaitos voi hyväksyä aluksen jääluokan määrittämisen muulla kuin 4 §:n 1 momentissa tarkoitetulla tavalla, jos alus on siten rakennettu, että sen jäissäkulkukyky vastaa samaan jääluokkaan kuuluvan aluksen jäissäkulkukykyä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Merenkulkulaitos voi hyväksyä aluksen jääluokan määrittämisen muulla kuin 4 § :n 1 momentissa tarkoitetulla tavalla, jos alus on siten rakennettu, että sen jäissäkulkukyky vastaa samaan jääluokkaan kuuluvan aluksen jäissäkulkukykyä.",
        "folded_fi": "merenkulkulaitos voi hyvaksya aluksen jaaluokan maarittamisen muulla kuin 4 §:n 1 momentissa tarkoitetulla tavalla, jos alus on siten rakennettu, etta sen jaissakulkukyky vastaa samaan jaaluokkaan kuuluvan aluksen jaissakulkukykya.",
        "title_sv": "Godkännande av isklass som bestämts genom alternativt förfarande",
        "content_sv": "Sjöfartsverket kan godkänna att ett fartygs isklass bestäms på annat än i 4 § 1 mom. avsett sätt, om fartyget är så konstruerat att dess isgångsförmåga motsvarar isgångsförmågan hos ett fartyg i samma isklass.",
        "normalized_sv": "Sjöfartsverket kan godkänna att ett fartygs isklass bestäms på annat än i 4 § 1 mom. avsett sätt, om fartyget är så konstruerat att dess isgångsförmåga motsvarar isgångsförmågan hos ett fartyg i samma isklass.",
        "folded_sv": "sjofartsverket kan godkanna att ett fartygs isklass bestams pa annat an i 4 § 1 mom. avsett satt, om fartyget ar sa konstruerat att dess isgangsformaga motsvarar isgangsformagan hos ett fartyg i samma isklass."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Euroopan unionin jäsenvaltioiden, Turkin ja Euroopan talousalueeseen kuuluvien valtioiden sääntöjen hyväksyminen",
      "content": "Alus, joka on hyväksytty toisen Euroopan unionin jäsenvaltion, Turkin tai Euroopan talousaluetta koskevan sopimuksen osapuolena olevan Euroopan vapaakauppaliittoon kuuluvan valtion jääluokkavaatimusten mukaan, rinnastetaan alukseen, joka täyttää Merenkulkulaitoksen 4 §:n 1 momentin nojalla antamat jääluokkamääräykset, sillä edellytyksellä, että alus on yhtä turvallinen kuin suomalaiset jääluokkamääräykset täyttävä alus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Alus, joka on hyväksytty toisen Euroopan unionin jäsenvaltion, Turkin tai Euroopan talousaluetta koskevan sopimuksen osapuolena olevan Euroopan vapaakauppaliittoon kuuluvan valtion jääluokkavaatimusten mukaan, rinnastetaan alukseen, joka täyttää Merenkulkulaitoksen 4 § :n 1 momentin nojalla antamat jääluokkamääräykset, sillä edellytyksellä, että alus on yhtä turvallinen kuin suomalaiset jääluokkamääräykset täyttävä alus.",
        "folded_fi": "alus, joka on hyvaksytty toisen euroopan unionin jasenvaltion, turkin tai euroopan talousaluetta koskevan sopimuksen osapuolena olevan euroopan vapaakauppaliittoon kuuluvan valtion jaaluokkavaatimusten mukaan, rinnastetaan alukseen, joka tayttaa merenkulkulaitoksen 4 §:n 1 momentin nojalla antamat jaaluokkamaaraykset, silla edellytyksella, etta alus on yhta turvallinen kuin suomalaiset jaaluokkamaaraykset tayttava alus.",
        "title_sv": "Godkännande av bestämmelserna i Europeiska unionens medlemsstater, Turkiet och stater som hör till Europeiska ekonomiska samarbetsområdet",
        "content_sv": "Ett fartyg som har godkänts enligt isklassbestämmelserna i en annan medlemsstat i Europeiska unionen, i Turkiet eller i en stat som hör till Europeiska frihandelssammanslutningen och som är part i avtalet om Europeiska ekonomiska samarbetsområdet likställs med fartyg som uppfyller de isklassbestämmelser som Sjöfartsverket har utfärdat med stöd av 4 § 1 mom., förutsatt att fartyget är lika säkert som ett fartyg som uppfyller isklassbestämmelserna i Finland.",
        "normalized_sv": "Ett fartyg som har godkänts enligt isklassbestämmelserna i en annan medlemsstat i Europeiska unionen, i Turkiet eller i en stat som hör till Europeiska frihandelssammanslutningen och som är part i avtalet om Europeiska ekonomiska samarbetsområdet likställs med fartyg som uppfyller de isklassbestämmelser som Sjöfartsverket har utfärdat med stöd av 4 § 1 mom., förutsatt att fartyget är lika säkert som ett fartyg som uppfyller isklassbestämmelserna i Finland.",
        "folded_sv": "ett fartyg som har godkants enligt isklassbestammelserna i en annan medlemsstat i europeiska unionen, i turkiet eller i en stat som hor till europeiska frihandelssammanslutningen och som ar part i avtalet om europeiska ekonomiska samarbetsomradet likstalls med fartyg som uppfyller de isklassbestammelser som sjofartsverket har utfardat med stod av 4 § 1 mom., forutsatt att fartyget ar lika sakert som ett fartyg som uppfyller isklassbestammelserna i finland."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Jääluokan määräytyminen ja vahvistaminen",
      "content": "Aluksen jääluokka määräytyy hyväksytyn luokituslaitoksen alukselle antaman luokitusmerkinnän ja Merenkulkulaitoksen 4 §:n 2 momentin nojalla vahvistaman vastaavuusluettelon perusteella. Merenkulkulaitos tekee laivanisännän ilmoituksesta merkinnän aluksen jääluokasta ylläpitämäänsä jääluokkaluetteloon. Jos aluksella ei ole hyväksytyn luokituslaitoksen antamaa luokitusmerkintää, Merenkulkulaitos vahvistaa laivanisännän hakemuksesta aluksen jääluokan 4 §:n 1 momentissa tai 5 §:ssä tarkoitetulla menetelmällä taikka 6 §:ssä tarkoitetun valtion jääluokkamääräysten mukaisesti. Laivanisännän on annettava Merenkulkulaitokselle jääluokan vahvistamista varten tarvittavat tiedot ja selvitykset. Merenkulkulaitos antaa tarkemmat määräykset siitä, mitä tietoja ja selvityksiä tarvitaan. Merenkulkulaitos tekee merkinnän jääluokasta ylläpitämäänsä jääluokkaluetteloon. Merkintä jääluokkaluettelossa on voimassa niin kauan kuin aluksen luokitusmerkintä tai jääluokan vahvistamisen perusteena olevat seikat eivät muutu. Jos aluksen luokitusmerkintä tai aluksen jääluokan vahvistamisen perusteena oleva seikka muuttuu, laivanisännän on ilmoitettava siitä Merenkulkulaitokselle, joka tekee merkinnän aluksen uudesta jääluokasta jääluokkaluetteloon tai vahvistaa alukselle tarvittaessa uuden jääluokan 2 momentin nojalla ja tekee siitä merkinnän jääluokkaluetteloon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Aluksen jääluokka määräytyy hyväksytyn luokituslaitoksen alukselle antaman luokitusmerkinnän ja Merenkulkulaitoksen 4 § :n 2 momentin nojalla vahvistaman vastaavuusluettelon perusteella. Merenkulkulaitos tekee laivanisännän ilmoituksesta merkinnän aluksen jääluokasta ylläpitämäänsä jääluokkaluetteloon. Jos aluksella ei ole hyväksytyn luokituslaitoksen antamaa luokitusmerkintää, Merenkulkulaitos vahvistaa laivanisännän hakemuksesta aluksen jääluokan 4 § :n 1 momentissa tai 5 § :ssä tarkoitetulla menetelmällä taikka 6 § :ssä tarkoitetun valtion jääluokkamääräysten mukaisesti. Laivanisännän on annettava Merenkulkulaitokselle jääluokan vahvistamista varten tarvittavat tiedot ja selvitykset. Merenkulkulaitos antaa tarkemmat määräykset siitä, mitä tietoja ja selvityksiä tarvitaan. Merenkulkulaitos tekee merkinnän jääluokasta ylläpitämäänsä jääluokkaluetteloon. Merkintä jääluokkaluettelossa on voimassa niin kauan kuin aluksen luokitusmerkintä tai jääluokan vahvistamisen perusteena olevat seikat eivät muutu. Jos aluksen luokitusmerkintä tai aluksen jääluokan vahvistamisen perusteena oleva seikka muuttuu, laivanisännän on ilmoitettava siitä Merenkulkulaitokselle, joka tekee merkinnän aluksen uudesta jääluokasta jääluokkaluetteloon tai vahvistaa alukselle tarvittaessa uuden jääluokan 2 momentin nojalla ja tekee siitä merkinnän jääluokkaluetteloon.",
        "folded_fi": "aluksen jaaluokka maaraytyy hyvaksytyn luokituslaitoksen alukselle antaman luokitusmerkinnan ja merenkulkulaitoksen 4 §:n 2 momentin nojalla vahvistaman vastaavuusluettelon perusteella. merenkulkulaitos tekee laivanisannan ilmoituksesta merkinnan aluksen jaaluokasta yllapitamaansa jaaluokkaluetteloon. jos aluksella ei ole hyvaksytyn luokituslaitoksen antamaa luokitusmerkintaa, merenkulkulaitos vahvistaa laivanisannan hakemuksesta aluksen jaaluokan 4 §:n 1 momentissa tai 5 §:ssa tarkoitetulla menetelmalla taikka 6 §:ssa tarkoitetun valtion jaaluokkamaaraysten mukaisesti. laivanisannan on annettava merenkulkulaitokselle jaaluokan vahvistamista varten tarvittavat tiedot ja selvitykset. merenkulkulaitos antaa tarkemmat maaraykset siita, mita tietoja ja selvityksia tarvitaan. merenkulkulaitos tekee merkinnan jaaluokasta yllapitamaansa jaaluokkaluetteloon. merkinta jaaluokkaluettelossa on voimassa niin kauan kuin aluksen luokitusmerkinta tai jaaluokan vahvistamisen perusteena olevat seikat eivat muutu. jos aluksen luokitusmerkinta tai aluksen jaaluokan vahvistamisen perusteena oleva seikka muuttuu, laivanisannan on ilmoitettava siita merenkulkulaitokselle, joka tekee merkinnan aluksen uudesta jaaluokasta jaaluokkaluetteloon tai vahvistaa alukselle tarvittaessa uuden jaaluokan 2 momentin nojalla ja tekee siita merkinnan jaaluokkaluetteloon.",
        "title_sv": "Bestämmande och fastställande av isklass",
        "content_sv": "Ett fartygs isklass bestäms på basis av den klassbeteckning som ett godkänt klassificeringssällskap utfärdat för fartyget och den motsvarighetsförteckning som fastställts av Sjöfartsverket med stöd av 4 § 2 mom. Sjöfartsverket gör på basis av redarens anmälan en anteckning om fartygets isklass i sitt isklassregister. Om ett fartyg saknar klassbeteckning utfärdat av ett godkänt klassificeringssällskap, fastställer Sjöfartsverket fartygets isklass på redarens ansökan med hjälp av den metod som avses i 4 § 1 mom. eller 5 § eller i överensstämmelse med isklassbestämmelserna i en stat som avses i 6 §. Redaren skall ge Sjöfartsverket de uppgifter och utredningar som behövs för fastställande av isklass. Sjöfartsverket utfärdar närmare föreskrifter om de uppgifter och utredningar som behövs. Sjöfartsverket gör en anteckning om isklass i sitt isklassregister. Anteckningen om ett fartygs isklass i isklassregistret är i kraft så länge fartygets klassbeteckning eller de omständigheter som utgör grund för fastställande av isklassen inte förändras. Om fartygets klassbeteckning eller de omständigheter som utgör grund för fastställande av fartygets isklass förändras, skall redaren underrätta Sjöfartsverket, som gör en anteckning om fartygets nya isklass i isklassregistret eller vid behov fastställer en ny isklass för fartyget med stöd av 2 mom. och gör en anteckning om det i isklassregistret.",
        "normalized_sv": "Ett fartygs isklass bestäms på basis av den klassbeteckning som ett godkänt klassificeringssällskap utfärdat för fartyget och den motsvarighetsförteckning som fastställts av Sjöfartsverket med stöd av 4 § 2 mom. Sjöfartsverket gör på basis av redarens anmälan en anteckning om fartygets isklass i sitt isklassregister. Om ett fartyg saknar klassbeteckning utfärdat av ett godkänt klassificeringssällskap, fastställer Sjöfartsverket fartygets isklass på redarens ansökan med hjälp av den metod som avses i 4 § 1 mom. eller 5 § eller i överensstämmelse med isklassbestämmelserna i en stat som avses i 6 § . Redaren skall ge Sjöfartsverket de uppgifter och utredningar som behövs för fastställande av isklass. Sjöfartsverket utfärdar närmare föreskrifter om de uppgifter och utredningar som behövs. Sjöfartsverket gör en anteckning om isklass i sitt isklassregister. Anteckningen om ett fartygs isklass i isklassregistret är i kraft så länge fartygets klassbeteckning eller de omständigheter som utgör grund för fastställande av isklassen inte förändras. Om fartygets klassbeteckning eller de omständigheter som utgör grund för fastställande av fartygets isklass förändras, skall redaren underrätta Sjöfartsverket, som gör en anteckning om fartygets nya isklass i isklassregistret eller vid behov fastställer en ny isklass för fartyget med stöd av 2 mom. och gör en anteckning om det i isklassregistret.",
        "folded_sv": "ett fartygs isklass bestams pa basis av den klassbeteckning som ett godkant klassificeringssallskap utfardat for fartyget och den motsvarighetsforteckning som faststallts av sjofartsverket med stod av 4 § 2 mom. sjofartsverket gor pa basis av redarens anmalan en anteckning om fartygets isklass i sitt isklassregister. om ett fartyg saknar klassbeteckning utfardat av ett godkant klassificeringssallskap, faststaller sjofartsverket fartygets isklass pa redarens ansokan med hjalp av den metod som avses i 4 § 1 mom. eller 5 § eller i overensstammelse med isklassbestammelserna i en stat som avses i 6 §. redaren skall ge sjofartsverket de uppgifter och utredningar som behovs for faststallande av isklass. sjofartsverket utfardar narmare foreskrifter om de uppgifter och utredningar som behovs. sjofartsverket gor en anteckning om isklass i sitt isklassregister. anteckningen om ett fartygs isklass i isklassregistret ar i kraft sa lange fartygets klassbeteckning eller de omstandigheter som utgor grund for faststallande av isklassen inte forandras. om fartygets klassbeteckning eller de omstandigheter som utgor grund for faststallande av fartygets isklass forandras, skall redaren underratta sjofartsverket, som gor en anteckning om fartygets nya isklass i isklassregistret eller vid behov faststaller en ny isklass for fartyget med stod av 2 mom. och gor en anteckning om det i isklassregistret."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Jääluokan poikkeaminen jääluokkamääräyksistä",
      "content": "Jos on perusteltua syytä epäillä, että aluksen jääluokka tai jäissäkulkuominaisuudet olennaisesti poikkeavat siitä, mitä 4 §:ssä tarkoitetut määräykset edellyttävät, Merenkulkulaitos voi aluksen jääluokan määrittämiseksi pyytää lisätietoja ja selvityksiä tai suorittaa aluksella tarkastuksen sekä saatujen tietojen ja selvitysten tai tarkastuksen tulosten perusteella määrittää aluksen jääluokan. Tarkastusoikeus ei kuitenkaan ulotu kotirauhan suojaamiin tiloihin. Laivanisännän on viipymättä toimitettava Merenkulkulaitokselle 1 momentissa tarkoitetut tiedot ja selvitykset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Jos on perusteltua syytä epäillä, että aluksen jääluokka tai jäissäkulkuominaisuudet olennaisesti poikkeavat siitä, mitä 4 § :ssä tarkoitetut määräykset edellyttävät, Merenkulkulaitos voi aluksen jääluokan määrittämiseksi pyytää lisätietoja ja selvityksiä tai suorittaa aluksella tarkastuksen sekä saatujen tietojen ja selvitysten tai tarkastuksen tulosten perusteella määrittää aluksen jääluokan. Tarkastusoikeus ei kuitenkaan ulotu kotirauhan suojaamiin tiloihin. Laivanisännän on viipymättä toimitettava Merenkulkulaitokselle 1 momentissa tarkoitetut tiedot ja selvitykset.",
        "folded_fi": "jos on perusteltua syyta epailla, etta aluksen jaaluokka tai jaissakulkuominaisuudet olennaisesti poikkeavat siita, mita 4 §:ssa tarkoitetut maaraykset edellyttavat, merenkulkulaitos voi aluksen jaaluokan maarittamiseksi pyytaa lisatietoja ja selvityksia tai suorittaa aluksella tarkastuksen seka saatujen tietojen ja selvitysten tai tarkastuksen tulosten perusteella maarittaa aluksen jaaluokan. tarkastusoikeus ei kuitenkaan ulotu kotirauhan suojaamiin tiloihin. laivanisannan on viipymatta toimitettava merenkulkulaitokselle 1 momentissa tarkoitetut tiedot ja selvitykset.",
        "title_sv": "Isklass som avviker från isklassbestämmelserna",
        "content_sv": "Om det finns grundad anledning att misstänka att ett fartygs isklass eller isgångsegenskaper väsentligt avviker från vad som förutsätts i de bestämmelser som nämns i 4 §, kan Sjöfartsverket för bestämmande av fartygets isklass begära tilläggsuppgifter och utredningar eller göra en inspektion på fartyget och på basis av uppgifterna och utredningarna eller resultatet av inspektionen bestämma fartygets isklass. Inspektionsrätten gäller dock inte hemfridsskyddade utrymmen. Redaren skall utan dröjsmål tillställa Sjöfartsverket de uppgifter och utredningar som avses i 1 mom.",
        "normalized_sv": "Om det finns grundad anledning att misstänka att ett fartygs isklass eller isgångsegenskaper väsentligt avviker från vad som förutsätts i de bestämmelser som nämns i 4 § , kan Sjöfartsverket för bestämmande av fartygets isklass begära tilläggsuppgifter och utredningar eller göra en inspektion på fartyget och på basis av uppgifterna och utredningarna eller resultatet av inspektionen bestämma fartygets isklass. Inspektionsrätten gäller dock inte hemfridsskyddade utrymmen. Redaren skall utan dröjsmål tillställa Sjöfartsverket de uppgifter och utredningar som avses i 1 mom.",
        "folded_sv": "om det finns grundad anledning att misstanka att ett fartygs isklass eller isgangsegenskaper vasentligt avviker fran vad som forutsatts i de bestammelser som namns i 4 §, kan sjofartsverket for bestammande av fartygets isklass begara tillaggsuppgifter och utredningar eller gora en inspektion pa fartyget och pa basis av uppgifterna och utredningarna eller resultatet av inspektionen bestamma fartygets isklass. inspektionsratten galler dock inte hemfridsskyddade utrymmen. redaren skall utan drojsmal tillstalla sjofartsverket de uppgifter och utredningar som avses i 1 mom."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Jääluokan peruuttaminen ja uuden jääluokan vahvistaminen",
      "content": "Jos alus on vaurioitunut tai sen rakenteellinen kunto on muutoin huonontunut, Merenkulkulaitoksen on tarvittaessa peruutettava alukselle annettu jääluokka ja vahvistettava alukselle uusi, sen jäissäkulkukykyä ja rakenteellista kuntoa vastaava alempi jääluokka. Laivanisännän on ilmoitettava Merenkulkulaitokselle jäävauriosta tai muusta aluksen kuntoa heikentävästä vauriosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Jos alus on vaurioitunut tai sen rakenteellinen kunto on muutoin huonontunut, Merenkulkulaitoksen on tarvittaessa peruutettava alukselle annettu jääluokka ja vahvistettava alukselle uusi, sen jäissäkulkukykyä ja rakenteellista kuntoa vastaava alempi jääluokka. Laivanisännän on ilmoitettava Merenkulkulaitokselle jäävauriosta tai muusta aluksen kuntoa heikentävästä vauriosta.",
        "folded_fi": "jos alus on vaurioitunut tai sen rakenteellinen kunto on muutoin huonontunut, merenkulkulaitoksen on tarvittaessa peruutettava alukselle annettu jaaluokka ja vahvistettava alukselle uusi, sen jaissakulkukykya ja rakenteellista kuntoa vastaava alempi jaaluokka. laivanisannan on ilmoitettava merenkulkulaitokselle jaavauriosta tai muusta aluksen kuntoa heikentavasta vauriosta.",
        "title_sv": "Återkallande av isklass och fastställande av ny isklass",
        "content_sv": "Om ett fartyg har skadats eller konstruktionens skick av någon annan orsak har blivit sämre, skall Sjöfartsverket vid behov återkalla den isklass som fastställts för fartyget och fastställa en ny lägre isklass som motsvarar fartygets förmåga att gå i is och konstruktionens skick. Redaren skall till Sjöfartsverket anmäla en isskada eller en annan skada som försämrar fartygets skick.",
        "normalized_sv": "Om ett fartyg har skadats eller konstruktionens skick av någon annan orsak har blivit sämre, skall Sjöfartsverket vid behov återkalla den isklass som fastställts för fartyget och fastställa en ny lägre isklass som motsvarar fartygets förmåga att gå i is och konstruktionens skick. Redaren skall till Sjöfartsverket anmäla en isskada eller en annan skada som försämrar fartygets skick.",
        "folded_sv": "om ett fartyg har skadats eller konstruktionens skick av nagon annan orsak har blivit samre, skall sjofartsverket vid behov aterkalla den isklass som faststallts for fartyget och faststalla en ny lagre isklass som motsvarar fartygets formaga att ga i is och konstruktionens skick. redaren skall till sjofartsverket anmala en isskada eller en annan skada som forsamrar fartygets skick."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Jäänmurtaja-avustuksen antaminen",
      "content": "Merenkulkulaitos huolehtii jäänmurtaja-avustuksen saatavuudesta Suomen vesialueella jääolosuhteiden niin vaatiessa. Avustusta annetaan Merenkulkulaitoksen nimeämiin talvisatamiin ja Merenkulkulaitoksen erikseen määrittelemiin muihin kohteisiin. Satama-alueilla avustuksesta vastaa asianomainen satama. Merenkulkulaitos huolehtii jäänmurtaja-avustuksen saatavuudesta myös Suomen vesialueen ulkopuolella, jos avustus suomalaisiin satamiin tai satamista on tarpeen Suomen ulkomaankaupan turvaamiseksi taikka perustuu toisen valtion kanssa tehtyyn yhteistyösopimukseen. Merenkulkulaitos voi turvallisuussyistä tai liikenteen painopistealueista johtuen rajoittaa jäänmurtaja-avustuksen antamista alue- ja satamakohtaisesti. Merenkulkulaitos päättää avustusrajoituksista sää- ja jääolosuhteiden, aluksen jääluokan sekä kantavuuden perusteella. Merenkulkulaitos voi ottaa huomioon myös aluksen konetehon ja aluksen kuljettaman lastimäärän, jos erityisen vaikeat jääolosuhteet sitä edellyttävät. Merenkulkulaitos voi hakemuksesta myöntää yksittäistapauksessa alukselle oikeuden jäänmurtaja-avustukseen satamaan tai alueelle, jonne avustamista on 3 momentin mukaisesti rajoitettu, jos: 1) jääolosuhteet ovat tilapäisesti helpottuneet; 2) kyseessä on erikoiskuljetus, kiireellinen energianhuolto tai tehtaan tuotannon pysähtymisen uhka; taikka 3) alus olisi muutoin oikeutettu avustukseen, mutta sen kantavuus jää enintään viisi prosenttia alle vaaditun kantavuuden.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Merenkulkulaitos huolehtii jäänmurtaja-avustuksen saatavuudesta Suomen vesialueella jääolosuhteiden niin vaatiessa. Avustusta annetaan Merenkulkulaitoksen nimeämiin talvisatamiin ja Merenkulkulaitoksen erikseen määrittelemiin muihin kohteisiin. Satama-alueilla avustuksesta vastaa asianomainen satama. Merenkulkulaitos huolehtii jäänmurtaja-avustuksen saatavuudesta myös Suomen vesialueen ulkopuolella, jos avustus suomalaisiin satamiin tai satamista on tarpeen Suomen ulkomaankaupan turvaamiseksi taikka perustuu toisen valtion kanssa tehtyyn yhteistyösopimukseen. Merenkulkulaitos voi turvallisuussyistä tai liikenteen painopistealueista johtuen rajoittaa jäänmurtaja-avustuksen antamista alue- ja satamakohtaisesti. Merenkulkulaitos päättää avustusrajoituksista sää- ja jääolosuhteiden, aluksen jääluokan sekä kantavuuden perusteella. Merenkulkulaitos voi ottaa huomioon myös aluksen konetehon ja aluksen kuljettaman lastimäärän, jos erityisen vaikeat jääolosuhteet sitä edellyttävät. Merenkulkulaitos voi hakemuksesta myöntää yksittäistapauksessa alukselle oikeuden jäänmurtaja-avustukseen satamaan tai alueelle, jonne avustamista on 3 momentin mukaisesti rajoitettu, jos: 1) jääolosuhteet ovat tilapäisesti helpottuneet; 2) kyseessä on erikoiskuljetus, kiireellinen energianhuolto tai tehtaan tuotannon pysähtymisen uhka; taikka 3) alus olisi muutoin oikeutettu avustukseen, mutta sen kantavuus jää enintään viisi prosenttia alle vaaditun kantavuuden.",
        "folded_fi": "merenkulkulaitos huolehtii jaanmurtaja-avustuksen saatavuudesta suomen vesialueella jaaolosuhteiden niin vaatiessa. avustusta annetaan merenkulkulaitoksen nimeamiin talvisatamiin ja merenkulkulaitoksen erikseen maarittelemiin muihin kohteisiin. satama-alueilla avustuksesta vastaa asianomainen satama. merenkulkulaitos huolehtii jaanmurtaja-avustuksen saatavuudesta myos suomen vesialueen ulkopuolella, jos avustus suomalaisiin satamiin tai satamista on tarpeen suomen ulkomaankaupan turvaamiseksi taikka perustuu toisen valtion kanssa tehtyyn yhteistyosopimukseen. merenkulkulaitos voi turvallisuussyista tai liikenteen painopistealueista johtuen rajoittaa jaanmurtaja-avustuksen antamista alue- ja satamakohtaisesti. merenkulkulaitos paattaa avustusrajoituksista saa- ja jaaolosuhteiden, aluksen jaaluokan seka kantavuuden perusteella. merenkulkulaitos voi ottaa huomioon myos aluksen konetehon ja aluksen kuljettaman lastimaaran, jos erityisen vaikeat jaaolosuhteet sita edellyttavat. merenkulkulaitos voi hakemuksesta myontaa yksittaistapauksessa alukselle oikeuden jaanmurtaja-avustukseen satamaan tai alueelle, jonne avustamista on 3 momentin mukaisesti rajoitettu, jos: 1) jaaolosuhteet ovat tilapaisesti helpottuneet; 2) kyseessa on erikoiskuljetus, kiireellinen energianhuolto tai tehtaan tuotannon pysahtymisen uhka; taikka 3) alus olisi muutoin oikeutettu avustukseen, mutta sen kantavuus jaa enintaan viisi prosenttia alle vaaditun kantavuuden.",
        "title_sv": "Isbrytarassistans",
        "content_sv": "Sjöfartsverket sörjer för tillgången till isbrytarassistans på finskt vattenområde då isförhållandena kräver det. Assistansen omfattar de hamnar som Sjöfartsverket utsett till vinterhamnar och andra platser som Sjöfartsverket bestämmer särskilt. I hamnområdena svarar respektive hamn för assistansen. Sjöfartsverket sörjer för tillgången till isbrytarassistans även utanför finskt vattenområde, om assistans till eller från finska hamnar behövs för att trygga Finlands utrikeshandel eller om den baserar sig på ett samarbetsavtal med en annan stat. Sjöfartsverket kan av säkerhetsskäl eller på grund av prioriteringar i trafiken begränsa isbrytarassistansen i fråga om ett område eller en hamn. Sjöfartsverket beslutar om begränsningar i assistansen utgående från väderleks- och isförhållandena samt fartygets isklass och dödvikt. Sjöfartsverket kan även beakta fartygets maskineffekt och den lastmängd fartyget transporterar, om särskilt svåra isförhållanden kräver det. Sjöfartsverket kan på ansökan i enskilda fall bevilja ett fartyg rätt till isbrytarassistans till en hamn eller ett område till vilka assistansen har begränsats enligt 3 mom., om 1) isförhållandena tillfälligt är lättare, 2) det är fråga om en specialtransport, brådskande fall av energiförsörjning eller risk för att produktionen i en fabrik kan stanna upp, eller 3) fartyget i övrigt vore berättigat till assistans men dess dödvikt ligger högst fem procent under föreskriven dödvikt.",
        "normalized_sv": "Sjöfartsverket sörjer för tillgången till isbrytarassistans på finskt vattenområde då isförhållandena kräver det. Assistansen omfattar de hamnar som Sjöfartsverket utsett till vinterhamnar och andra platser som Sjöfartsverket bestämmer särskilt. I hamnområdena svarar respektive hamn för assistansen. Sjöfartsverket sörjer för tillgången till isbrytarassistans även utanför finskt vattenområde, om assistans till eller från finska hamnar behövs för att trygga Finlands utrikeshandel eller om den baserar sig på ett samarbetsavtal med en annan stat. Sjöfartsverket kan av säkerhetsskäl eller på grund av prioriteringar i trafiken begränsa isbrytarassistansen i fråga om ett område eller en hamn. Sjöfartsverket beslutar om begränsningar i assistansen utgående från väderleks- och isförhållandena samt fartygets isklass och dödvikt. Sjöfartsverket kan även beakta fartygets maskineffekt och den lastmängd fartyget transporterar, om särskilt svåra isförhållanden kräver det. Sjöfartsverket kan på ansökan i enskilda fall bevilja ett fartyg rätt till isbrytarassistans till en hamn eller ett område till vilka assistansen har begränsats enligt 3 mom., om 1) isförhållandena tillfälligt är lättare, 2) det är fråga om en specialtransport, brådskande fall av energiförsörjning eller risk för att produktionen i en fabrik kan stanna upp, eller 3) fartyget i övrigt vore berättigat till assistans men dess dödvikt ligger högst fem procent under föreskriven dödvikt.",
        "folded_sv": "sjofartsverket sorjer for tillgangen till isbrytarassistans pa finskt vattenomrade da isforhallandena kraver det. assistansen omfattar de hamnar som sjofartsverket utsett till vinterhamnar och andra platser som sjofartsverket bestammer sarskilt. i hamnomradena svarar respektive hamn for assistansen. sjofartsverket sorjer for tillgangen till isbrytarassistans aven utanfor finskt vattenomrade, om assistans till eller fran finska hamnar behovs for att trygga finlands utrikeshandel eller om den baserar sig pa ett samarbetsavtal med en annan stat. sjofartsverket kan av sakerhetsskal eller pa grund av prioriteringar i trafiken begransa isbrytarassistansen i fraga om ett omrade eller en hamn. sjofartsverket beslutar om begransningar i assistansen utgaende fran vaderleks- och isforhallandena samt fartygets isklass och dodvikt. sjofartsverket kan aven beakta fartygets maskineffekt och den lastmangd fartyget transporterar, om sarskilt svara isforhallanden kraver det. sjofartsverket kan pa ansokan i enskilda fall bevilja ett fartyg ratt till isbrytarassistans till en hamn eller ett omrade till vilka assistansen har begransats enligt 3 mom., om 1) isforhallandena tillfalligt ar lattare, 2) det ar fraga om en specialtransport, bradskande fall av energiforsorjning eller risk for att produktionen i en fabrik kan stanna upp, eller 3) fartyget i ovrigt vore berattigat till assistans men dess dodvikt ligger hogst fem procent under foreskriven dodvikt."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Päätöksen maksullisuus",
      "content": "Aluksen jääluokan vahvistamisesta peritään maksu siten kuin valtion maksuperustelaissa (150/1992) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Aluksen jääluokan vahvistamisesta peritään maksu siten kuin valtion maksuperustelaissa (150/1992) säädetään.",
        "folded_fi": "aluksen jaaluokan vahvistamisesta peritaan maksu siten kuin valtion maksuperustelaissa (150/1992) saadetaan.",
        "title_sv": "Avgifter för beslut",
        "content_sv": "För fastställande av ett fartygs isklass tas avgift ut så som föreskrivs i lagen om grunderna för avgifter till staten (150/1992).",
        "normalized_sv": "För fastställande av ett fartygs isklass tas avgift ut så som föreskrivs i lagen om grunderna för avgifter till staten (150/1992).",
        "folded_sv": "for faststallande av ett fartygs isklass tas avgift ut sa som foreskrivs i lagen om grunderna for avgifter till staten (150/1992)."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Muutoksenhaku",
      "content": "Merenkulkulaitoksen tämän lain nojalla tekemään päätökseen haetaan muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Merenkulkulaitoksen jääluokan vahvistamisesta perittävään maksuun haetaan muutosta siten kuin valtion maksuperustelain 11 b §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Merenkulkulaitoksen tämän lain nojalla tekemään päätökseen haetaan muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Merenkulkulaitoksen jääluokan vahvistamisesta perittävään maksuun haetaan muutosta siten kuin valtion maksuperustelain 11 b § :ssä säädetään.",
        "folded_fi": "merenkulkulaitoksen taman lain nojalla tekemaan paatokseen haetaan muutosta siten kuin hallintolainkayttolaissa (586/1996) saadetaan. merenkulkulaitoksen jaaluokan vahvistamisesta perittavaan maksuun haetaan muutosta siten kuin valtion maksuperustelain 11 b §:ssa saadetaan.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ändring i beslut som Sjöfartsverket har fattat med stöd av denna lag kan sökas på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Ändring i avgift som tas ut när Sjöfartsverket fastställt isklass kan sökas enligt 11 b § i lagen om grunderna för avgifter till staten.",
        "normalized_sv": "Ändring i beslut som Sjöfartsverket har fattat med stöd av denna lag kan sökas på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Ändring i avgift som tas ut när Sjöfartsverket fastställt isklass kan sökas enligt 11 b § i lagen om grunderna för avgifter till staten.",
        "folded_sv": "andring i beslut som sjofartsverket har fattat med stod av denna lag kan sokas pa det satt som foreskrivs i forvaltningsprocesslagen (586/1996). andring i avgift som tas ut nar sjofartsverket faststallt isklass kan sokas enligt 11 b § i lagen om grunderna for avgifter till staten."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2006. Tällä lailla kumotaan kauppa-aluksista 17 päivänä huhtikuuta 1924 annetun asetuksen (103/1924) 9 ja 67 §, sellaisena kuin niistä on 9 § asetuksessa 28/1973. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2006. Tällä lailla kumotaan kauppa-aluksista 17 päivänä huhtikuuta 1924 annetun asetuksen (103/1924) 9 ja 67 § , sellaisena kuin niistä on 9 § asetuksessa 28/1973. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2006. talla lailla kumotaan kauppa-aluksista 17 paivana huhtikuuta 1924 annetun asetuksen (103/1924) 9 ja 67 §, sellaisena kuin niista on 9 § asetuksessa 28/1973. ennen lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2006. Genom denna lag upphävs 9 och 67 § i förordningen av den 17 april 1924 angående handelsfartyg (103/1924), av dem 9 § sådan den lyder i förordning 28/1973. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2006. Genom denna lag upphävs 9 och 67 § i förordningen av den 17 april 1924 angående handelsfartyg (103/1924), av dem 9 § sådan den lyder i förordning 28/1973. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2006. genom denna lag upphavs 9 och 67 § i forordningen av den 17 april 1924 angaende handelsfartyg (103/1924), av dem 9 § sadan den lyder i forordning 28/1973. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Siirtymäsäännökset",
      "content": "Ennen tämän lain voimaantuloa väylämaksulain (708/2002) 14 §:n nojalla annetut jääluokkatodistukset ovat voimassa kunnes aluksen jääluokka on tämän lain nojalla merkitty Merenkulkulaitoksen ylläpitämään jääluokkaluetteloon, kuitenkin enintään 31 päivään joulukuuta 2006.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Ennen tämän lain voimaantuloa väylämaksulain (708/2002) 14 § :n nojalla annetut jääluokkatodistukset ovat voimassa kunnes aluksen jääluokka on tämän lain nojalla merkitty Merenkulkulaitoksen ylläpitämään jääluokkaluetteloon, kuitenkin enintään 31 päivään joulukuuta 2006.",
        "folded_fi": "ennen taman lain voimaantuloa vaylamaksulain (708/2002) 14 §:n nojalla annetut jaaluokkatodistukset ovat voimassa kunnes aluksen jaaluokka on taman lain nojalla merkitty merenkulkulaitoksen yllapitamaan jaaluokkaluetteloon, kuitenkin enintaan 31 paivaan joulukuuta 2006.",
        "title_sv": "Övergångsbestämmelse",
        "content_sv": "De isklassintyg som utfärdats med stöd av 14 § i lagen om farledsavgift (708/2002) före denna lags ikraftträdande gäller till dess att fartygets isklass med stöd av denna lag har antecknats i det isklassregister som förs av Sjöfartsverket, dock senast till den 31 december 2006.",
        "normalized_sv": "De isklassintyg som utfärdats med stöd av 14 § i lagen om farledsavgift (708/2002) före denna lags ikraftträdande gäller till dess att fartygets isklass med stöd av denna lag har antecknats i det isklassregister som förs av Sjöfartsverket, dock senast till den 31 december 2006.",
        "folded_sv": "de isklassintyg som utfardats med stod av 14 § i lagen om farledsavgift (708/2002) fore denna lags ikrafttradande galler till dess att fartygets isklass med stod av denna lag har antecknats i det isklassregister som fors av sjofartsverket, dock senast till den 31 december 2006."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "Tämän lain tarkoituksena on alusliikenteen turvallisuuden ja sujuvuuden lisääminen jääolosuhteissa sekä alusliikenteestä ympäristölle aiheutuvien haittojen ehkäiseminen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tämän lain tarkoituksena on alusliikenteen turvallisuuden ja sujuvuuden lisääminen jääolosuhteissa sekä alusliikenteestä ympäristölle aiheutuvien haittojen ehkäiseminen.",
        "folded_fi": "taman lain tarkoituksena on alusliikenteen turvallisuuden ja sujuvuuden lisaaminen jaaolosuhteissa seka alusliikenteesta ymparistolle aiheutuvien haittojen ehkaiseminen.",
        "title_sv": "Lagens syfte",
        "content_sv": "Syftet med denna lag är att öka säkerheten och smidigheten inom fartygstrafiken under isförhållanden samt att förebygga miljöolägenheter som fartygstrafiken kan orsaka.",
        "normalized_sv": "Syftet med denna lag är att öka säkerheten och smidigheten inom fartygstrafiken under isförhållanden samt att förebygga miljöolägenheter som fartygstrafiken kan orsaka.",
        "folded_sv": "syftet med denna lag ar att oka sakerheten och smidigheten inom fartygstrafiken under isforhallanden samt att forebygga miljoolagenheter som fartygstrafiken kan orsaka."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Lain soveltamisala",
      "content": "Tässä laissa säädetään alusten jääluokista ja jäänmurtaja-avustuksen antamisesta aluksille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Tässä laissa säädetään alusten jääluokista ja jäänmurtaja-avustuksen antamisesta aluksille.",
        "folded_fi": "tassa laissa saadetaan alusten jaaluokista ja jaanmurtaja-avustuksen antamisesta aluksille.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "I denna lag bestäms om fartygs isklasser och isbrytarassistans till fartyg.",
        "normalized_sv": "I denna lag bestäms om fartygs isklasser och isbrytarassistans till fartyg.",
        "folded_sv": "i denna lag bestams om fartygs isklasser och isbrytarassistans till fartyg."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Jääluokat",
      "content": "Alukset kuuluvat jääluokkiin seuraavasti: 1) jääluokkaan I A Super alus, jonka rakenne, koneteho ja muut ominaisuudet ovat sellaisia, että se pystyy kulkemaan vaikeissa jääolosuhteissa pääsääntöisesti ilman jäänmurtajan avustusta; 2) jääluokkaan I A alus, jonka rakenne, koneteho ja muut ominaisuudet ovat sellaisia, että se pystyy kulkemaan vaikeissa jääolosuhteissa tarpeen mukaan jäänmurtajan avustamana; 3) jääluokkaan I B alus, jonka rakenne, koneteho ja muut ominaisuudet ovat sellaisia, että se pystyy kulkemaan keskivaikeissa jääolosuhteissa tarpeen mukaan jäänmurtajan avustamana; 4) jääluokkaan I C alus, jonka rakenne, koneteho ja muut ominaisuudet ovat sellaisia, että se pystyy kulkemaan helpoissa jääolosuhteissa tarpeen mukaan jäänmurtajan avustamana; 5) jääluokkaan II alus, joka on teräsrunkoinen ja rakenteeltaan avomerikelpoinen ja joka siitä huolimatta, että alusta ei ole vahvistettu jäissä kulkua varten, pystyy omalla kuljetuskoneistolla kulkemaan erittäin helpoissa jääolosuhteissa; 6) jääluokkaan III alus, joka ei kuulu 1―5 kohdassa tarkoitettuun jääluokkaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Alukset kuuluvat jääluokkiin seuraavasti: 1) jääluokkaan I A Super alus, jonka rakenne, koneteho ja muut ominaisuudet ovat sellaisia, että se pystyy kulkemaan vaikeissa jääolosuhteissa pääsääntöisesti ilman jäänmurtajan avustusta; 2) jääluokkaan I A alus, jonka rakenne, koneteho ja muut ominaisuudet ovat sellaisia, että se pystyy kulkemaan vaikeissa jääolosuhteissa tarpeen mukaan jäänmurtajan avustamana; 3) jääluokkaan I B alus, jonka rakenne, koneteho ja muut ominaisuudet ovat sellaisia, että se pystyy kulkemaan keskivaikeissa jääolosuhteissa tarpeen mukaan jäänmurtajan avustamana; 4) jääluokkaan I C alus, jonka rakenne, koneteho ja muut ominaisuudet ovat sellaisia, että se pystyy kulkemaan helpoissa jääolosuhteissa tarpeen mukaan jäänmurtajan avustamana; 5) jääluokkaan II alus, joka on teräsrunkoinen ja rakenteeltaan avomerikelpoinen ja joka siitä huolimatta, että alusta ei ole vahvistettu jäissä kulkua varten, pystyy omalla kuljetuskoneistolla kulkemaan erittäin helpoissa jääolosuhteissa; 6) jääluokkaan III alus, joka ei kuulu 1―5 kohdassa tarkoitettuun jääluokkaan.",
        "folded_fi": "alukset kuuluvat jaaluokkiin seuraavasti: 1) jaaluokkaan i a super alus, jonka rakenne, koneteho ja muut ominaisuudet ovat sellaisia, etta se pystyy kulkemaan vaikeissa jaaolosuhteissa paasaantoisesti ilman jaanmurtajan avustusta; 2) jaaluokkaan i a alus, jonka rakenne, koneteho ja muut ominaisuudet ovat sellaisia, etta se pystyy kulkemaan vaikeissa jaaolosuhteissa tarpeen mukaan jaanmurtajan avustamana; 3) jaaluokkaan i b alus, jonka rakenne, koneteho ja muut ominaisuudet ovat sellaisia, etta se pystyy kulkemaan keskivaikeissa jaaolosuhteissa tarpeen mukaan jaanmurtajan avustamana; 4) jaaluokkaan i c alus, jonka rakenne, koneteho ja muut ominaisuudet ovat sellaisia, etta se pystyy kulkemaan helpoissa jaaolosuhteissa tarpeen mukaan jaanmurtajan avustamana; 5) jaaluokkaan ii alus, joka on terasrunkoinen ja rakenteeltaan avomerikelpoinen ja joka siita huolimatta, etta alusta ei ole vahvistettu jaissa kulkua varten, pystyy omalla kuljetuskoneistolla kulkemaan erittain helpoissa jaaolosuhteissa; 6) jaaluokkaan iii alus, joka ei kuulu 1―5 kohdassa tarkoitettuun jaaluokkaan.",
        "title_sv": "Isklasser",
        "content_sv": "Fartyg hör till isklasser enligt följande: 1) till isklass I A Super fartyg vars konstruktion, maskineffekt och övriga egenskaper är sådana att de kan ta sig fram under svåra isförhållanden, i regel utan isbrytarassistans, 2) till isklass I A fartyg vars konstruktion, maskineffekt och övriga egenskaper är sådana att de kan ta sig fram under svåra isförhållanden, vid behov med isbrytarassistans, 3) till isklass I B fartyg vars konstruktion, maskineffekt och övriga egenskaper är sådana att de kan ta sig fram under medelsvåra isförhållanden, vid behov med isbrytarassistans, 4) till isklass I C fartyg vars konstruktion, maskineffekt och övriga egenskaper är sådana att de kan ta sig fram under lätta isförhållanden, vid behov med isbrytarassistans, 5) till isklass II fartyg vars skrov är av stål och som är konstruerade för gång i högsjö och som trots att fartygen inte är förstärkta för gång i is med eget framdrivningsmaskineri kan ta sig fram under mycket lätta isförhållanden, 6) till isklass III fartyg som inte hör till någon av isklasserna i 1―5 punkten.",
        "normalized_sv": "Fartyg hör till isklasser enligt följande: 1) till isklass I A Super fartyg vars konstruktion, maskineffekt och övriga egenskaper är sådana att de kan ta sig fram under svåra isförhållanden, i regel utan isbrytarassistans, 2) till isklass I A fartyg vars konstruktion, maskineffekt och övriga egenskaper är sådana att de kan ta sig fram under svåra isförhållanden, vid behov med isbrytarassistans, 3) till isklass I B fartyg vars konstruktion, maskineffekt och övriga egenskaper är sådana att de kan ta sig fram under medelsvåra isförhållanden, vid behov med isbrytarassistans, 4) till isklass I C fartyg vars konstruktion, maskineffekt och övriga egenskaper är sådana att de kan ta sig fram under lätta isförhållanden, vid behov med isbrytarassistans, 5) till isklass II fartyg vars skrov är av stål och som är konstruerade för gång i högsjö och som trots att fartygen inte är förstärkta för gång i is med eget framdrivningsmaskineri kan ta sig fram under mycket lätta isförhållanden, 6) till isklass III fartyg som inte hör till någon av isklasserna i 1―5 punkten.",
        "folded_sv": "fartyg hor till isklasser enligt foljande: 1) till isklass i a super fartyg vars konstruktion, maskineffekt och ovriga egenskaper ar sadana att de kan ta sig fram under svara isforhallanden, i regel utan isbrytarassistans, 2) till isklass i a fartyg vars konstruktion, maskineffekt och ovriga egenskaper ar sadana att de kan ta sig fram under svara isforhallanden, vid behov med isbrytarassistans, 3) till isklass i b fartyg vars konstruktion, maskineffekt och ovriga egenskaper ar sadana att de kan ta sig fram under medelsvara isforhallanden, vid behov med isbrytarassistans, 4) till isklass i c fartyg vars konstruktion, maskineffekt och ovriga egenskaper ar sadana att de kan ta sig fram under latta isforhallanden, vid behov med isbrytarassistans, 5) till isklass ii fartyg vars skrov ar av stal och som ar konstruerade for gang i hogsjo och som trots att fartygen inte ar forstarkta for gang i is med eget framdrivningsmaskineri kan ta sig fram under mycket latta isforhallanden, 6) till isklass iii fartyg som inte hor till nagon av isklasserna i 1―5 punkten."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Jääluokkamääräykset ja vastaavuusluettelo",
      "content": "Merenkulkulaitos antaa tarkemmat määräykset eri jääluokkiin kuuluvien alusten rakenteelle, koneteholle ja muille jäissäkulkuominaisuuksille asetettavista vaatimuksista ja menetelmistä, joilla jääluokka määritellään, sekä eri jääluokkien välisistä eroista. Merenkulkulaitos vahvistaa luettelon siitä, mitä suomalaisia jääluokkia hyväksyttyjen luokituslaitosten antamat luokitusmerkinnät vastaavat, ja antaa asiaa koskevat tarkemmat määräykset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Merenkulkulaitos antaa tarkemmat määräykset eri jääluokkiin kuuluvien alusten rakenteelle, koneteholle ja muille jäissäkulkuominaisuuksille asetettavista vaatimuksista ja menetelmistä, joilla jääluokka määritellään, sekä eri jääluokkien välisistä eroista. Merenkulkulaitos vahvistaa luettelon siitä, mitä suomalaisia jääluokkia hyväksyttyjen luokituslaitosten antamat luokitusmerkinnät vastaavat, ja antaa asiaa koskevat tarkemmat määräykset.",
        "folded_fi": "merenkulkulaitos antaa tarkemmat maaraykset eri jaaluokkiin kuuluvien alusten rakenteelle, koneteholle ja muille jaissakulkuominaisuuksille asetettavista vaatimuksista ja menetelmista, joilla jaaluokka maaritellaan, seka eri jaaluokkien valisista eroista. merenkulkulaitos vahvistaa luettelon siita, mita suomalaisia jaaluokkia hyvaksyttyjen luokituslaitosten antamat luokitusmerkinnat vastaavat, ja antaa asiaa koskevat tarkemmat maaraykset.",
        "title_sv": "Isklassbestämmelser och motsvarighetsförteckning",
        "content_sv": "Sjöfartsverket utfärdar närmare bestämmelser om de krav som gäller fartygs konstruktion, maskineffekt och övriga isgångsegenskaper och om metoder för bestämmande av isklass samt om skillnaderna mellan de olika isklasserna. Sjöfartsverket fastställer en förteckning över finska isklasser som motsvarar godkända klassificeringssällskaps klassbeteckningar och utfärdar närmare föreskrifter i ärendet.",
        "normalized_sv": "Sjöfartsverket utfärdar närmare bestämmelser om de krav som gäller fartygs konstruktion, maskineffekt och övriga isgångsegenskaper och om metoder för bestämmande av isklass samt om skillnaderna mellan de olika isklasserna. Sjöfartsverket fastställer en förteckning över finska isklasser som motsvarar godkända klassificeringssällskaps klassbeteckningar och utfärdar närmare föreskrifter i ärendet.",
        "folded_sv": "sjofartsverket utfardar narmare bestammelser om de krav som galler fartygs konstruktion, maskineffekt och ovriga isgangsegenskaper och om metoder for bestammande av isklass samt om skillnaderna mellan de olika isklasserna. sjofartsverket faststaller en forteckning over finska isklasser som motsvarar godkanda klassificeringssallskaps klassbeteckningar och utfardar narmare foreskrifter i arendet."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Jääluokan hyväksyminen vaihtoehtoisella menetelmällä",
      "content": "Merenkulkulaitos voi hyväksyä aluksen jääluokan määrittämisen muulla kuin 4 §:n 1 momentissa tarkoitetulla tavalla, jos alus on siten rakennettu, että sen jäissäkulkukyky vastaa samaan jääluokkaan kuuluvan aluksen jäissäkulkukykyä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Merenkulkulaitos voi hyväksyä aluksen jääluokan määrittämisen muulla kuin 4 § :n 1 momentissa tarkoitetulla tavalla, jos alus on siten rakennettu, että sen jäissäkulkukyky vastaa samaan jääluokkaan kuuluvan aluksen jäissäkulkukykyä.",
        "folded_fi": "merenkulkulaitos voi hyvaksya aluksen jaaluokan maarittamisen muulla kuin 4 §:n 1 momentissa tarkoitetulla tavalla, jos alus on siten rakennettu, etta sen jaissakulkukyky vastaa samaan jaaluokkaan kuuluvan aluksen jaissakulkukykya.",
        "title_sv": "Godkännande av isklass som bestämts genom alternativt förfarande",
        "content_sv": "Sjöfartsverket kan godkänna att ett fartygs isklass bestäms på annat än i 4 § 1 mom. avsett sätt, om fartyget är så konstruerat att dess isgångsförmåga motsvarar isgångsförmågan hos ett fartyg i samma isklass.",
        "normalized_sv": "Sjöfartsverket kan godkänna att ett fartygs isklass bestäms på annat än i 4 § 1 mom. avsett sätt, om fartyget är så konstruerat att dess isgångsförmåga motsvarar isgångsförmågan hos ett fartyg i samma isklass.",
        "folded_sv": "sjofartsverket kan godkanna att ett fartygs isklass bestams pa annat an i 4 § 1 mom. avsett satt, om fartyget ar sa konstruerat att dess isgangsformaga motsvarar isgangsformagan hos ett fartyg i samma isklass."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Euroopan unionin jäsenvaltioiden, Turkin ja Euroopan talousalueeseen kuuluvien valtioiden sääntöjen hyväksyminen",
      "content": "Alus, joka on hyväksytty toisen Euroopan unionin jäsenvaltion, Turkin tai Euroopan talousaluetta koskevan sopimuksen osapuolena olevan Euroopan vapaakauppaliittoon kuuluvan valtion jääluokkavaatimusten mukaan, rinnastetaan alukseen, joka täyttää Merenkulkulaitoksen 4 §:n 1 momentin nojalla antamat jääluokkamääräykset, sillä edellytyksellä, että alus on yhtä turvallinen kuin suomalaiset jääluokkamääräykset täyttävä alus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Alus, joka on hyväksytty toisen Euroopan unionin jäsenvaltion, Turkin tai Euroopan talousaluetta koskevan sopimuksen osapuolena olevan Euroopan vapaakauppaliittoon kuuluvan valtion jääluokkavaatimusten mukaan, rinnastetaan alukseen, joka täyttää Merenkulkulaitoksen 4 § :n 1 momentin nojalla antamat jääluokkamääräykset, sillä edellytyksellä, että alus on yhtä turvallinen kuin suomalaiset jääluokkamääräykset täyttävä alus.",
        "folded_fi": "alus, joka on hyvaksytty toisen euroopan unionin jasenvaltion, turkin tai euroopan talousaluetta koskevan sopimuksen osapuolena olevan euroopan vapaakauppaliittoon kuuluvan valtion jaaluokkavaatimusten mukaan, rinnastetaan alukseen, joka tayttaa merenkulkulaitoksen 4 §:n 1 momentin nojalla antamat jaaluokkamaaraykset, silla edellytyksella, etta alus on yhta turvallinen kuin suomalaiset jaaluokkamaaraykset tayttava alus.",
        "title_sv": "Godkännande av bestämmelserna i Europeiska unionens medlemsstater, Turkiet och stater som hör till Europeiska ekonomiska samarbetsområdet",
        "content_sv": "Ett fartyg som har godkänts enligt isklassbestämmelserna i en annan medlemsstat i Europeiska unionen, i Turkiet eller i en stat som hör till Europeiska frihandelssammanslutningen och som är part i avtalet om Europeiska ekonomiska samarbetsområdet likställs med fartyg som uppfyller de isklassbestämmelser som Sjöfartsverket har utfärdat med stöd av 4 § 1 mom., förutsatt att fartyget är lika säkert som ett fartyg som uppfyller isklassbestämmelserna i Finland.",
        "normalized_sv": "Ett fartyg som har godkänts enligt isklassbestämmelserna i en annan medlemsstat i Europeiska unionen, i Turkiet eller i en stat som hör till Europeiska frihandelssammanslutningen och som är part i avtalet om Europeiska ekonomiska samarbetsområdet likställs med fartyg som uppfyller de isklassbestämmelser som Sjöfartsverket har utfärdat med stöd av 4 § 1 mom., förutsatt att fartyget är lika säkert som ett fartyg som uppfyller isklassbestämmelserna i Finland.",
        "folded_sv": "ett fartyg som har godkants enligt isklassbestammelserna i en annan medlemsstat i europeiska unionen, i turkiet eller i en stat som hor till europeiska frihandelssammanslutningen och som ar part i avtalet om europeiska ekonomiska samarbetsomradet likstalls med fartyg som uppfyller de isklassbestammelser som sjofartsverket har utfardat med stod av 4 § 1 mom., forutsatt att fartyget ar lika sakert som ett fartyg som uppfyller isklassbestammelserna i finland."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Jääluokan määräytyminen ja vahvistaminen",
      "content": "Aluksen jääluokka määräytyy hyväksytyn luokituslaitoksen alukselle antaman luokitusmerkinnän ja Merenkulkulaitoksen 4 §:n 2 momentin nojalla vahvistaman vastaavuusluettelon perusteella. Merenkulkulaitos tekee laivanisännän ilmoituksesta merkinnän aluksen jääluokasta ylläpitämäänsä jääluokkaluetteloon. Jos aluksella ei ole hyväksytyn luokituslaitoksen antamaa luokitusmerkintää, Merenkulkulaitos vahvistaa laivanisännän hakemuksesta aluksen jääluokan 4 §:n 1 momentissa tai 5 §:ssä tarkoitetulla menetelmällä taikka 6 §:ssä tarkoitetun valtion jääluokkamääräysten mukaisesti. Laivanisännän on annettava Merenkulkulaitokselle jääluokan vahvistamista varten tarvittavat tiedot ja selvitykset. Merenkulkulaitos antaa tarkemmat määräykset siitä, mitä tietoja ja selvityksiä tarvitaan. Merenkulkulaitos tekee merkinnän jääluokasta ylläpitämäänsä jääluokkaluetteloon. Merkintä jääluokkaluettelossa on voimassa niin kauan kuin aluksen luokitusmerkintä tai jääluokan vahvistamisen perusteena olevat seikat eivät muutu. Jos aluksen luokitusmerkintä tai aluksen jääluokan vahvistamisen perusteena oleva seikka muuttuu, laivanisännän on ilmoitettava siitä Merenkulkulaitokselle, joka tekee merkinnän aluksen uudesta jääluokasta jääluokkaluetteloon tai vahvistaa alukselle tarvittaessa uuden jääluokan 2 momentin nojalla ja tekee siitä merkinnän jääluokkaluetteloon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Aluksen jääluokka määräytyy hyväksytyn luokituslaitoksen alukselle antaman luokitusmerkinnän ja Merenkulkulaitoksen 4 § :n 2 momentin nojalla vahvistaman vastaavuusluettelon perusteella. Merenkulkulaitos tekee laivanisännän ilmoituksesta merkinnän aluksen jääluokasta ylläpitämäänsä jääluokkaluetteloon. Jos aluksella ei ole hyväksytyn luokituslaitoksen antamaa luokitusmerkintää, Merenkulkulaitos vahvistaa laivanisännän hakemuksesta aluksen jääluokan 4 § :n 1 momentissa tai 5 § :ssä tarkoitetulla menetelmällä taikka 6 § :ssä tarkoitetun valtion jääluokkamääräysten mukaisesti. Laivanisännän on annettava Merenkulkulaitokselle jääluokan vahvistamista varten tarvittavat tiedot ja selvitykset. Merenkulkulaitos antaa tarkemmat määräykset siitä, mitä tietoja ja selvityksiä tarvitaan. Merenkulkulaitos tekee merkinnän jääluokasta ylläpitämäänsä jääluokkaluetteloon. Merkintä jääluokkaluettelossa on voimassa niin kauan kuin aluksen luokitusmerkintä tai jääluokan vahvistamisen perusteena olevat seikat eivät muutu. Jos aluksen luokitusmerkintä tai aluksen jääluokan vahvistamisen perusteena oleva seikka muuttuu, laivanisännän on ilmoitettava siitä Merenkulkulaitokselle, joka tekee merkinnän aluksen uudesta jääluokasta jääluokkaluetteloon tai vahvistaa alukselle tarvittaessa uuden jääluokan 2 momentin nojalla ja tekee siitä merkinnän jääluokkaluetteloon.",
        "folded_fi": "aluksen jaaluokka maaraytyy hyvaksytyn luokituslaitoksen alukselle antaman luokitusmerkinnan ja merenkulkulaitoksen 4 §:n 2 momentin nojalla vahvistaman vastaavuusluettelon perusteella. merenkulkulaitos tekee laivanisannan ilmoituksesta merkinnan aluksen jaaluokasta yllapitamaansa jaaluokkaluetteloon. jos aluksella ei ole hyvaksytyn luokituslaitoksen antamaa luokitusmerkintaa, merenkulkulaitos vahvistaa laivanisannan hakemuksesta aluksen jaaluokan 4 §:n 1 momentissa tai 5 §:ssa tarkoitetulla menetelmalla taikka 6 §:ssa tarkoitetun valtion jaaluokkamaaraysten mukaisesti. laivanisannan on annettava merenkulkulaitokselle jaaluokan vahvistamista varten tarvittavat tiedot ja selvitykset. merenkulkulaitos antaa tarkemmat maaraykset siita, mita tietoja ja selvityksia tarvitaan. merenkulkulaitos tekee merkinnan jaaluokasta yllapitamaansa jaaluokkaluetteloon. merkinta jaaluokkaluettelossa on voimassa niin kauan kuin aluksen luokitusmerkinta tai jaaluokan vahvistamisen perusteena olevat seikat eivat muutu. jos aluksen luokitusmerkinta tai aluksen jaaluokan vahvistamisen perusteena oleva seikka muuttuu, laivanisannan on ilmoitettava siita merenkulkulaitokselle, joka tekee merkinnan aluksen uudesta jaaluokasta jaaluokkaluetteloon tai vahvistaa alukselle tarvittaessa uuden jaaluokan 2 momentin nojalla ja tekee siita merkinnan jaaluokkaluetteloon.",
        "title_sv": "Bestämmande och fastställande av isklass",
        "content_sv": "Ett fartygs isklass bestäms på basis av den klassbeteckning som ett godkänt klassificeringssällskap utfärdat för fartyget och den motsvarighetsförteckning som fastställts av Sjöfartsverket med stöd av 4 § 2 mom. Sjöfartsverket gör på basis av redarens anmälan en anteckning om fartygets isklass i sitt isklassregister. Om ett fartyg saknar klassbeteckning utfärdat av ett godkänt klassificeringssällskap, fastställer Sjöfartsverket fartygets isklass på redarens ansökan med hjälp av den metod som avses i 4 § 1 mom. eller 5 § eller i överensstämmelse med isklassbestämmelserna i en stat som avses i 6 §. Redaren skall ge Sjöfartsverket de uppgifter och utredningar som behövs för fastställande av isklass. Sjöfartsverket utfärdar närmare föreskrifter om de uppgifter och utredningar som behövs. Sjöfartsverket gör en anteckning om isklass i sitt isklassregister. Anteckningen om ett fartygs isklass i isklassregistret är i kraft så länge fartygets klassbeteckning eller de omständigheter som utgör grund för fastställande av isklassen inte förändras. Om fartygets klassbeteckning eller de omständigheter som utgör grund för fastställande av fartygets isklass förändras, skall redaren underrätta Sjöfartsverket, som gör en anteckning om fartygets nya isklass i isklassregistret eller vid behov fastställer en ny isklass för fartyget med stöd av 2 mom. och gör en anteckning om det i isklassregistret.",
        "normalized_sv": "Ett fartygs isklass bestäms på basis av den klassbeteckning som ett godkänt klassificeringssällskap utfärdat för fartyget och den motsvarighetsförteckning som fastställts av Sjöfartsverket med stöd av 4 § 2 mom. Sjöfartsverket gör på basis av redarens anmälan en anteckning om fartygets isklass i sitt isklassregister. Om ett fartyg saknar klassbeteckning utfärdat av ett godkänt klassificeringssällskap, fastställer Sjöfartsverket fartygets isklass på redarens ansökan med hjälp av den metod som avses i 4 § 1 mom. eller 5 § eller i överensstämmelse med isklassbestämmelserna i en stat som avses i 6 § . Redaren skall ge Sjöfartsverket de uppgifter och utredningar som behövs för fastställande av isklass. Sjöfartsverket utfärdar närmare föreskrifter om de uppgifter och utredningar som behövs. Sjöfartsverket gör en anteckning om isklass i sitt isklassregister. Anteckningen om ett fartygs isklass i isklassregistret är i kraft så länge fartygets klassbeteckning eller de omständigheter som utgör grund för fastställande av isklassen inte förändras. Om fartygets klassbeteckning eller de omständigheter som utgör grund för fastställande av fartygets isklass förändras, skall redaren underrätta Sjöfartsverket, som gör en anteckning om fartygets nya isklass i isklassregistret eller vid behov fastställer en ny isklass för fartyget med stöd av 2 mom. och gör en anteckning om det i isklassregistret.",
        "folded_sv": "ett fartygs isklass bestams pa basis av den klassbeteckning som ett godkant klassificeringssallskap utfardat for fartyget och den motsvarighetsforteckning som faststallts av sjofartsverket med stod av 4 § 2 mom. sjofartsverket gor pa basis av redarens anmalan en anteckning om fartygets isklass i sitt isklassregister. om ett fartyg saknar klassbeteckning utfardat av ett godkant klassificeringssallskap, faststaller sjofartsverket fartygets isklass pa redarens ansokan med hjalp av den metod som avses i 4 § 1 mom. eller 5 § eller i overensstammelse med isklassbestammelserna i en stat som avses i 6 §. redaren skall ge sjofartsverket de uppgifter och utredningar som behovs for faststallande av isklass. sjofartsverket utfardar narmare foreskrifter om de uppgifter och utredningar som behovs. sjofartsverket gor en anteckning om isklass i sitt isklassregister. anteckningen om ett fartygs isklass i isklassregistret ar i kraft sa lange fartygets klassbeteckning eller de omstandigheter som utgor grund for faststallande av isklassen inte forandras. om fartygets klassbeteckning eller de omstandigheter som utgor grund for faststallande av fartygets isklass forandras, skall redaren underratta sjofartsverket, som gor en anteckning om fartygets nya isklass i isklassregistret eller vid behov faststaller en ny isklass for fartyget med stod av 2 mom. och gor en anteckning om det i isklassregistret."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Jääluokan poikkeaminen jääluokkamääräyksistä",
      "content": "Jos on perusteltua syytä epäillä, että aluksen jääluokka tai jäissäkulkuominaisuudet olennaisesti poikkeavat siitä, mitä 4 §:ssä tarkoitetut määräykset edellyttävät, Merenkulkulaitos voi aluksen jääluokan määrittämiseksi pyytää lisätietoja ja selvityksiä tai suorittaa aluksella tarkastuksen sekä saatujen tietojen ja selvitysten tai tarkastuksen tulosten perusteella määrittää aluksen jääluokan. Tarkastusoikeus ei kuitenkaan ulotu kotirauhan suojaamiin tiloihin. Laivanisännän on viipymättä toimitettava Merenkulkulaitokselle 1 momentissa tarkoitetut tiedot ja selvitykset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Jos on perusteltua syytä epäillä, että aluksen jääluokka tai jäissäkulkuominaisuudet olennaisesti poikkeavat siitä, mitä 4 § :ssä tarkoitetut määräykset edellyttävät, Merenkulkulaitos voi aluksen jääluokan määrittämiseksi pyytää lisätietoja ja selvityksiä tai suorittaa aluksella tarkastuksen sekä saatujen tietojen ja selvitysten tai tarkastuksen tulosten perusteella määrittää aluksen jääluokan. Tarkastusoikeus ei kuitenkaan ulotu kotirauhan suojaamiin tiloihin. Laivanisännän on viipymättä toimitettava Merenkulkulaitokselle 1 momentissa tarkoitetut tiedot ja selvitykset.",
        "folded_fi": "jos on perusteltua syyta epailla, etta aluksen jaaluokka tai jaissakulkuominaisuudet olennaisesti poikkeavat siita, mita 4 §:ssa tarkoitetut maaraykset edellyttavat, merenkulkulaitos voi aluksen jaaluokan maarittamiseksi pyytaa lisatietoja ja selvityksia tai suorittaa aluksella tarkastuksen seka saatujen tietojen ja selvitysten tai tarkastuksen tulosten perusteella maarittaa aluksen jaaluokan. tarkastusoikeus ei kuitenkaan ulotu kotirauhan suojaamiin tiloihin. laivanisannan on viipymatta toimitettava merenkulkulaitokselle 1 momentissa tarkoitetut tiedot ja selvitykset.",
        "title_sv": "Isklass som avviker från isklassbestämmelserna",
        "content_sv": "Om det finns grundad anledning att misstänka att ett fartygs isklass eller isgångsegenskaper väsentligt avviker från vad som förutsätts i de bestämmelser som nämns i 4 §, kan Sjöfartsverket för bestämmande av fartygets isklass begära tilläggsuppgifter och utredningar eller göra en inspektion på fartyget och på basis av uppgifterna och utredningarna eller resultatet av inspektionen bestämma fartygets isklass. Inspektionsrätten gäller dock inte hemfridsskyddade utrymmen. Redaren skall utan dröjsmål tillställa Sjöfartsverket de uppgifter och utredningar som avses i 1 mom.",
        "normalized_sv": "Om det finns grundad anledning att misstänka att ett fartygs isklass eller isgångsegenskaper väsentligt avviker från vad som förutsätts i de bestämmelser som nämns i 4 § , kan Sjöfartsverket för bestämmande av fartygets isklass begära tilläggsuppgifter och utredningar eller göra en inspektion på fartyget och på basis av uppgifterna och utredningarna eller resultatet av inspektionen bestämma fartygets isklass. Inspektionsrätten gäller dock inte hemfridsskyddade utrymmen. Redaren skall utan dröjsmål tillställa Sjöfartsverket de uppgifter och utredningar som avses i 1 mom.",
        "folded_sv": "om det finns grundad anledning att misstanka att ett fartygs isklass eller isgangsegenskaper vasentligt avviker fran vad som forutsatts i de bestammelser som namns i 4 §, kan sjofartsverket for bestammande av fartygets isklass begara tillaggsuppgifter och utredningar eller gora en inspektion pa fartyget och pa basis av uppgifterna och utredningarna eller resultatet av inspektionen bestamma fartygets isklass. inspektionsratten galler dock inte hemfridsskyddade utrymmen. redaren skall utan drojsmal tillstalla sjofartsverket de uppgifter och utredningar som avses i 1 mom."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Jääluokan peruuttaminen ja uuden jääluokan vahvistaminen",
      "content": "Jos alus on vaurioitunut tai sen rakenteellinen kunto on muutoin huonontunut, Merenkulkulaitoksen on tarvittaessa peruutettava alukselle annettu jääluokka ja vahvistettava alukselle uusi, sen jäissäkulkukykyä ja rakenteellista kuntoa vastaava alempi jääluokka. Laivanisännän on ilmoitettava Merenkulkulaitokselle jäävauriosta tai muusta aluksen kuntoa heikentävästä vauriosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Jos alus on vaurioitunut tai sen rakenteellinen kunto on muutoin huonontunut, Merenkulkulaitoksen on tarvittaessa peruutettava alukselle annettu jääluokka ja vahvistettava alukselle uusi, sen jäissäkulkukykyä ja rakenteellista kuntoa vastaava alempi jääluokka. Laivanisännän on ilmoitettava Merenkulkulaitokselle jäävauriosta tai muusta aluksen kuntoa heikentävästä vauriosta.",
        "folded_fi": "jos alus on vaurioitunut tai sen rakenteellinen kunto on muutoin huonontunut, merenkulkulaitoksen on tarvittaessa peruutettava alukselle annettu jaaluokka ja vahvistettava alukselle uusi, sen jaissakulkukykya ja rakenteellista kuntoa vastaava alempi jaaluokka. laivanisannan on ilmoitettava merenkulkulaitokselle jaavauriosta tai muusta aluksen kuntoa heikentavasta vauriosta.",
        "title_sv": "Återkallande av isklass och fastställande av ny isklass",
        "content_sv": "Om ett fartyg har skadats eller konstruktionens skick av någon annan orsak har blivit sämre, skall Sjöfartsverket vid behov återkalla den isklass som fastställts för fartyget och fastställa en ny lägre isklass som motsvarar fartygets förmåga att gå i is och konstruktionens skick. Redaren skall till Sjöfartsverket anmäla en isskada eller en annan skada som försämrar fartygets skick.",
        "normalized_sv": "Om ett fartyg har skadats eller konstruktionens skick av någon annan orsak har blivit sämre, skall Sjöfartsverket vid behov återkalla den isklass som fastställts för fartyget och fastställa en ny lägre isklass som motsvarar fartygets förmåga att gå i is och konstruktionens skick. Redaren skall till Sjöfartsverket anmäla en isskada eller en annan skada som försämrar fartygets skick.",
        "folded_sv": "om ett fartyg har skadats eller konstruktionens skick av nagon annan orsak har blivit samre, skall sjofartsverket vid behov aterkalla den isklass som faststallts for fartyget och faststalla en ny lagre isklass som motsvarar fartygets formaga att ga i is och konstruktionens skick. redaren skall till sjofartsverket anmala en isskada eller en annan skada som forsamrar fartygets skick."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Jäänmurtaja-avustuksen antaminen",
      "content": "Merenkulkulaitos huolehtii jäänmurtaja-avustuksen saatavuudesta Suomen vesialueella jääolosuhteiden niin vaatiessa. Avustusta annetaan Merenkulkulaitoksen nimeämiin talvisatamiin ja Merenkulkulaitoksen erikseen määrittelemiin muihin kohteisiin. Satama-alueilla avustuksesta vastaa asianomainen satama. Merenkulkulaitos huolehtii jäänmurtaja-avustuksen saatavuudesta myös Suomen vesialueen ulkopuolella, jos avustus suomalaisiin satamiin tai satamista on tarpeen Suomen ulkomaankaupan turvaamiseksi taikka perustuu toisen valtion kanssa tehtyyn yhteistyösopimukseen. Merenkulkulaitos voi turvallisuussyistä tai liikenteen painopistealueista johtuen rajoittaa jäänmurtaja-avustuksen antamista alue- ja satamakohtaisesti. Merenkulkulaitos päättää avustusrajoituksista sää- ja jääolosuhteiden, aluksen jääluokan sekä kantavuuden perusteella. Merenkulkulaitos voi ottaa huomioon myös aluksen konetehon ja aluksen kuljettaman lastimäärän, jos erityisen vaikeat jääolosuhteet sitä edellyttävät. Merenkulkulaitos voi hakemuksesta myöntää yksittäistapauksessa alukselle oikeuden jäänmurtaja-avustukseen satamaan tai alueelle, jonne avustamista on 3 momentin mukaisesti rajoitettu, jos: 1) jääolosuhteet ovat tilapäisesti helpottuneet; 2) kyseessä on erikoiskuljetus, kiireellinen energianhuolto tai tehtaan tuotannon pysähtymisen uhka; taikka 3) alus olisi muutoin oikeutettu avustukseen, mutta sen kantavuus jää enintään viisi prosenttia alle vaaditun kantavuuden.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Merenkulkulaitos huolehtii jäänmurtaja-avustuksen saatavuudesta Suomen vesialueella jääolosuhteiden niin vaatiessa. Avustusta annetaan Merenkulkulaitoksen nimeämiin talvisatamiin ja Merenkulkulaitoksen erikseen määrittelemiin muihin kohteisiin. Satama-alueilla avustuksesta vastaa asianomainen satama. Merenkulkulaitos huolehtii jäänmurtaja-avustuksen saatavuudesta myös Suomen vesialueen ulkopuolella, jos avustus suomalaisiin satamiin tai satamista on tarpeen Suomen ulkomaankaupan turvaamiseksi taikka perustuu toisen valtion kanssa tehtyyn yhteistyösopimukseen. Merenkulkulaitos voi turvallisuussyistä tai liikenteen painopistealueista johtuen rajoittaa jäänmurtaja-avustuksen antamista alue- ja satamakohtaisesti. Merenkulkulaitos päättää avustusrajoituksista sää- ja jääolosuhteiden, aluksen jääluokan sekä kantavuuden perusteella. Merenkulkulaitos voi ottaa huomioon myös aluksen konetehon ja aluksen kuljettaman lastimäärän, jos erityisen vaikeat jääolosuhteet sitä edellyttävät. Merenkulkulaitos voi hakemuksesta myöntää yksittäistapauksessa alukselle oikeuden jäänmurtaja-avustukseen satamaan tai alueelle, jonne avustamista on 3 momentin mukaisesti rajoitettu, jos: 1) jääolosuhteet ovat tilapäisesti helpottuneet; 2) kyseessä on erikoiskuljetus, kiireellinen energianhuolto tai tehtaan tuotannon pysähtymisen uhka; taikka 3) alus olisi muutoin oikeutettu avustukseen, mutta sen kantavuus jää enintään viisi prosenttia alle vaaditun kantavuuden.",
        "folded_fi": "merenkulkulaitos huolehtii jaanmurtaja-avustuksen saatavuudesta suomen vesialueella jaaolosuhteiden niin vaatiessa. avustusta annetaan merenkulkulaitoksen nimeamiin talvisatamiin ja merenkulkulaitoksen erikseen maarittelemiin muihin kohteisiin. satama-alueilla avustuksesta vastaa asianomainen satama. merenkulkulaitos huolehtii jaanmurtaja-avustuksen saatavuudesta myos suomen vesialueen ulkopuolella, jos avustus suomalaisiin satamiin tai satamista on tarpeen suomen ulkomaankaupan turvaamiseksi taikka perustuu toisen valtion kanssa tehtyyn yhteistyosopimukseen. merenkulkulaitos voi turvallisuussyista tai liikenteen painopistealueista johtuen rajoittaa jaanmurtaja-avustuksen antamista alue- ja satamakohtaisesti. merenkulkulaitos paattaa avustusrajoituksista saa- ja jaaolosuhteiden, aluksen jaaluokan seka kantavuuden perusteella. merenkulkulaitos voi ottaa huomioon myos aluksen konetehon ja aluksen kuljettaman lastimaaran, jos erityisen vaikeat jaaolosuhteet sita edellyttavat. merenkulkulaitos voi hakemuksesta myontaa yksittaistapauksessa alukselle oikeuden jaanmurtaja-avustukseen satamaan tai alueelle, jonne avustamista on 3 momentin mukaisesti rajoitettu, jos: 1) jaaolosuhteet ovat tilapaisesti helpottuneet; 2) kyseessa on erikoiskuljetus, kiireellinen energianhuolto tai tehtaan tuotannon pysahtymisen uhka; taikka 3) alus olisi muutoin oikeutettu avustukseen, mutta sen kantavuus jaa enintaan viisi prosenttia alle vaaditun kantavuuden.",
        "title_sv": "Isbrytarassistans",
        "content_sv": "Sjöfartsverket sörjer för tillgången till isbrytarassistans på finskt vattenområde då isförhållandena kräver det. Assistansen omfattar de hamnar som Sjöfartsverket utsett till vinterhamnar och andra platser som Sjöfartsverket bestämmer särskilt. I hamnområdena svarar respektive hamn för assistansen. Sjöfartsverket sörjer för tillgången till isbrytarassistans även utanför finskt vattenområde, om assistans till eller från finska hamnar behövs för att trygga Finlands utrikeshandel eller om den baserar sig på ett samarbetsavtal med en annan stat. Sjöfartsverket kan av säkerhetsskäl eller på grund av prioriteringar i trafiken begränsa isbrytarassistansen i fråga om ett område eller en hamn. Sjöfartsverket beslutar om begränsningar i assistansen utgående från väderleks- och isförhållandena samt fartygets isklass och dödvikt. Sjöfartsverket kan även beakta fartygets maskineffekt och den lastmängd fartyget transporterar, om särskilt svåra isförhållanden kräver det. Sjöfartsverket kan på ansökan i enskilda fall bevilja ett fartyg rätt till isbrytarassistans till en hamn eller ett område till vilka assistansen har begränsats enligt 3 mom., om 1) isförhållandena tillfälligt är lättare, 2) det är fråga om en specialtransport, brådskande fall av energiförsörjning eller risk för att produktionen i en fabrik kan stanna upp, eller 3) fartyget i övrigt vore berättigat till assistans men dess dödvikt ligger högst fem procent under föreskriven dödvikt.",
        "normalized_sv": "Sjöfartsverket sörjer för tillgången till isbrytarassistans på finskt vattenområde då isförhållandena kräver det. Assistansen omfattar de hamnar som Sjöfartsverket utsett till vinterhamnar och andra platser som Sjöfartsverket bestämmer särskilt. I hamnområdena svarar respektive hamn för assistansen. Sjöfartsverket sörjer för tillgången till isbrytarassistans även utanför finskt vattenområde, om assistans till eller från finska hamnar behövs för att trygga Finlands utrikeshandel eller om den baserar sig på ett samarbetsavtal med en annan stat. Sjöfartsverket kan av säkerhetsskäl eller på grund av prioriteringar i trafiken begränsa isbrytarassistansen i fråga om ett område eller en hamn. Sjöfartsverket beslutar om begränsningar i assistansen utgående från väderleks- och isförhållandena samt fartygets isklass och dödvikt. Sjöfartsverket kan även beakta fartygets maskineffekt och den lastmängd fartyget transporterar, om särskilt svåra isförhållanden kräver det. Sjöfartsverket kan på ansökan i enskilda fall bevilja ett fartyg rätt till isbrytarassistans till en hamn eller ett område till vilka assistansen har begränsats enligt 3 mom., om 1) isförhållandena tillfälligt är lättare, 2) det är fråga om en specialtransport, brådskande fall av energiförsörjning eller risk för att produktionen i en fabrik kan stanna upp, eller 3) fartyget i övrigt vore berättigat till assistans men dess dödvikt ligger högst fem procent under föreskriven dödvikt.",
        "folded_sv": "sjofartsverket sorjer for tillgangen till isbrytarassistans pa finskt vattenomrade da isforhallandena kraver det. assistansen omfattar de hamnar som sjofartsverket utsett till vinterhamnar och andra platser som sjofartsverket bestammer sarskilt. i hamnomradena svarar respektive hamn for assistansen. sjofartsverket sorjer for tillgangen till isbrytarassistans aven utanfor finskt vattenomrade, om assistans till eller fran finska hamnar behovs for att trygga finlands utrikeshandel eller om den baserar sig pa ett samarbetsavtal med en annan stat. sjofartsverket kan av sakerhetsskal eller pa grund av prioriteringar i trafiken begransa isbrytarassistansen i fraga om ett omrade eller en hamn. sjofartsverket beslutar om begransningar i assistansen utgaende fran vaderleks- och isforhallandena samt fartygets isklass och dodvikt. sjofartsverket kan aven beakta fartygets maskineffekt och den lastmangd fartyget transporterar, om sarskilt svara isforhallanden kraver det. sjofartsverket kan pa ansokan i enskilda fall bevilja ett fartyg ratt till isbrytarassistans till en hamn eller ett omrade till vilka assistansen har begransats enligt 3 mom., om 1) isforhallandena tillfalligt ar lattare, 2) det ar fraga om en specialtransport, bradskande fall av energiforsorjning eller risk for att produktionen i en fabrik kan stanna upp, eller 3) fartyget i ovrigt vore berattigat till assistans men dess dodvikt ligger hogst fem procent under foreskriven dodvikt."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Päätöksen maksullisuus",
      "content": "Aluksen jääluokan vahvistamisesta peritään maksu siten kuin valtion maksuperustelaissa (150/1992) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Aluksen jääluokan vahvistamisesta peritään maksu siten kuin valtion maksuperustelaissa (150/1992) säädetään.",
        "folded_fi": "aluksen jaaluokan vahvistamisesta peritaan maksu siten kuin valtion maksuperustelaissa (150/1992) saadetaan.",
        "title_sv": "Avgifter för beslut",
        "content_sv": "För fastställande av ett fartygs isklass tas avgift ut så som föreskrivs i lagen om grunderna för avgifter till staten (150/1992).",
        "normalized_sv": "För fastställande av ett fartygs isklass tas avgift ut så som föreskrivs i lagen om grunderna för avgifter till staten (150/1992).",
        "folded_sv": "for faststallande av ett fartygs isklass tas avgift ut sa som foreskrivs i lagen om grunderna for avgifter till staten (150/1992)."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Muutoksenhaku",
      "content": "Merenkulkulaitoksen tämän lain nojalla tekemään päätökseen haetaan muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Merenkulkulaitoksen jääluokan vahvistamisesta perittävään maksuun haetaan muutosta siten kuin valtion maksuperustelain 11 b §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Merenkulkulaitoksen tämän lain nojalla tekemään päätökseen haetaan muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Merenkulkulaitoksen jääluokan vahvistamisesta perittävään maksuun haetaan muutosta siten kuin valtion maksuperustelain 11 b § :ssä säädetään.",
        "folded_fi": "merenkulkulaitoksen taman lain nojalla tekemaan paatokseen haetaan muutosta siten kuin hallintolainkayttolaissa (586/1996) saadetaan. merenkulkulaitoksen jaaluokan vahvistamisesta perittavaan maksuun haetaan muutosta siten kuin valtion maksuperustelain 11 b §:ssa saadetaan.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ändring i beslut som Sjöfartsverket har fattat med stöd av denna lag kan sökas på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Ändring i avgift som tas ut när Sjöfartsverket fastställt isklass kan sökas enligt 11 b § i lagen om grunderna för avgifter till staten.",
        "normalized_sv": "Ändring i beslut som Sjöfartsverket har fattat med stöd av denna lag kan sökas på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Ändring i avgift som tas ut när Sjöfartsverket fastställt isklass kan sökas enligt 11 b § i lagen om grunderna för avgifter till staten.",
        "folded_sv": "andring i beslut som sjofartsverket har fattat med stod av denna lag kan sokas pa det satt som foreskrivs i forvaltningsprocesslagen (586/1996). andring i avgift som tas ut nar sjofartsverket faststallt isklass kan sokas enligt 11 b § i lagen om grunderna for avgifter till staten."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2006. Tällä lailla kumotaan kauppa-aluksista 17 päivänä huhtikuuta 1924 annetun asetuksen (103/1924) 9 ja 67 §, sellaisena kuin niistä on 9 § asetuksessa 28/1973. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2006. Tällä lailla kumotaan kauppa-aluksista 17 päivänä huhtikuuta 1924 annetun asetuksen (103/1924) 9 ja 67 § , sellaisena kuin niistä on 9 § asetuksessa 28/1973. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2006. talla lailla kumotaan kauppa-aluksista 17 paivana huhtikuuta 1924 annetun asetuksen (103/1924) 9 ja 67 §, sellaisena kuin niista on 9 § asetuksessa 28/1973. ennen lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2006. Genom denna lag upphävs 9 och 67 § i förordningen av den 17 april 1924 angående handelsfartyg (103/1924), av dem 9 § sådan den lyder i förordning 28/1973. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2006. Genom denna lag upphävs 9 och 67 § i förordningen av den 17 april 1924 angående handelsfartyg (103/1924), av dem 9 § sådan den lyder i förordning 28/1973. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2006. genom denna lag upphavs 9 och 67 § i forordningen av den 17 april 1924 angaende handelsfartyg (103/1924), av dem 9 § sadan den lyder i forordning 28/1973. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Siirtymäsäännökset",
      "content": "Ennen tämän lain voimaantuloa väylämaksulain (708/2002) 14 §:n nojalla annetut jääluokkatodistukset ovat voimassa kunnes aluksen jääluokka on tämän lain nojalla merkitty Merenkulkulaitoksen ylläpitämään jääluokkaluetteloon, kuitenkin enintään 31 päivään joulukuuta 2006.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Ennen tämän lain voimaantuloa väylämaksulain (708/2002) 14 § :n nojalla annetut jääluokkatodistukset ovat voimassa kunnes aluksen jääluokka on tämän lain nojalla merkitty Merenkulkulaitoksen ylläpitämään jääluokkaluetteloon, kuitenkin enintään 31 päivään joulukuuta 2006.",
        "folded_fi": "ennen taman lain voimaantuloa vaylamaksulain (708/2002) 14 §:n nojalla annetut jaaluokkatodistukset ovat voimassa kunnes aluksen jaaluokka on taman lain nojalla merkitty merenkulkulaitoksen yllapitamaan jaaluokkaluetteloon, kuitenkin enintaan 31 paivaan joulukuuta 2006.",
        "title_sv": "Övergångsbestämmelse",
        "content_sv": "De isklassintyg som utfärdats med stöd av 14 § i lagen om farledsavgift (708/2002) före denna lags ikraftträdande gäller till dess att fartygets isklass med stöd av denna lag har antecknats i det isklassregister som förs av Sjöfartsverket, dock senast till den 31 december 2006.",
        "normalized_sv": "De isklassintyg som utfärdats med stöd av 14 § i lagen om farledsavgift (708/2002) före denna lags ikraftträdande gäller till dess att fartygets isklass med stöd av denna lag har antecknats i det isklassregister som förs av Sjöfartsverket, dock senast till den 31 december 2006.",
        "folded_sv": "de isklassintyg som utfardats med stod av 14 § i lagen om farledsavgift (708/2002) fore denna lags ikrafttradande galler till dess att fartygets isklass med stod av denna lag har antecknats i det isklassregister som fors av sjofartsverket, dock senast till den 31 december 2006."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    }
  ]
}