{
  "id": "1121/2006",
  "type": "statute",
  "title": "Laki työntekijän eläkelain muuttamisesta",
  "title_en": "Lag om ändring av lagen om pension för arbetstagare",
  "status": "in_force",
  "issued_date": "2006-12-08",
  "in_force_date": "2006-12-08",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/1121/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "168",
      "section": "168",
      "title": "Laskuperusteiden laatiminen",
      "content": "Vastuuvelan ja eläkevastuun laskuperusteisiin on sisällyttävä osaketuottosidonnaista lisävakuutusvastuuta koskevat perusteet. Laskuperusteet on laadittava siten, että osaketuottosidonnainen lisävakuutusvastuu voi vähentää eläkelaitoksen vastuuvelkaa tai eläkevastuuta enintään määrällä, joka on 10 prosenttia eläkelaitoksen vakavaraisuusrajan laskemisesta ja vastuuvelan kattamisesta annetun lain (1114/2006) 10 §:n 2 momentissa tarkoitetusta vastuuvelasta. Osaketuottosidonnaisen lisävakuutusvastuun on oltava kussakin eläkelaitoksessa yhtä suuri suhteessa edellä sanottuun vastuuvelkaan. Osaketuottosidonnaisen lisävakuutusvastuun vuotuisen muutoksen perusteena on osakkeiden keskimääräisen vuosituoton mukainen osuus eläkelaitoksen vakavaraisuusrajan laskemisesta ja vastuuvelan kattamisesta annetun lain 10 §:n 2 momentissa tarkoitetun vastuuvelan kymmenesosasta. Vuotuista muutosta koskeva tarkastelu tehdään ennen 170 ja 171 §:n soveltamisesta mahdollisesti seuraavaa vähennystä. Laskuperusteisiin on sisällytettävä osaketuottosidonnaisen lisävakuutusvastuun suhteellista osuutta koskeva vuotuinen tasaaminen eläkelaitosten kesken osana 179 §:n mukaisten kustannusten selvittelyä. Jos osaketuottosidonnainen lisävakuutusvastuu alittaa tasaamisen jälkeen edellä sanotun 10 prosentin alarajan, täydennetään alitus kunkin eläkelaitoksen osittamatonta lisävakuutusvastuuta tai lisävakuutusvastuuta vähentämällä. Osakkeiden keskimääräisellä vuosituottoprosentilla tarkoitetaan tämän lain mukaista toimintaa harjoittavien eläkelaitosten ja merimieseläkekassan eläkelaitoksen vakavaraisuusrajan laskemisesta ja vastuuvelan kattamisesta annetun lain 6 §:ssä tarkoitetun IV sijoitusryhmän 1 kohtaan luokiteltujen sijoitusten keskimääräistä vuosituottoa vähennettynä yhdellä prosenttiyksiköllä. Keskimääräistä vuosituottoa laskettaessa yhden eläkelaitoksen osuus edellä tarkoitetuista sijoituksista voi olla enintään 15 prosenttia. Keskimääräisen vuosituottoprosentin laskee Eläketurvakeskus eläkelaitosten antamien tietojen perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:168",
        "normalized_fi": "Vastuuvelan ja eläkevastuun laskuperusteisiin on sisällyttävä osaketuottosidonnaista lisävakuutusvastuuta koskevat perusteet. Laskuperusteet on laadittava siten, että osaketuottosidonnainen lisävakuutusvastuu voi vähentää eläkelaitoksen vastuuvelkaa tai eläkevastuuta enintään määrällä, joka on 10 prosenttia eläkelaitoksen vakavaraisuusrajan laskemisesta ja vastuuvelan kattamisesta annetun lain (1114/2006) 10 § :n 2 momentissa tarkoitetusta vastuuvelasta. Osaketuottosidonnaisen lisävakuutusvastuun on oltava kussakin eläkelaitoksessa yhtä suuri suhteessa edellä sanottuun vastuuvelkaan. Osaketuottosidonnaisen lisävakuutusvastuun vuotuisen muutoksen perusteena on osakkeiden keskimääräisen vuosituoton mukainen osuus eläkelaitoksen vakavaraisuusrajan laskemisesta ja vastuuvelan kattamisesta annetun lain 10 § :n 2 momentissa tarkoitetun vastuuvelan kymmenesosasta. Vuotuista muutosta koskeva tarkastelu tehdään ennen 170 ja 171 § :n soveltamisesta mahdollisesti seuraavaa vähennystä. Laskuperusteisiin on sisällytettävä osaketuottosidonnaisen lisävakuutusvastuun suhteellista osuutta koskeva vuotuinen tasaaminen eläkelaitosten kesken osana 179 § :n mukaisten kustannusten selvittelyä. Jos osaketuottosidonnainen lisävakuutusvastuu alittaa tasaamisen jälkeen edellä sanotun 10 prosentin alarajan, täydennetään alitus kunkin eläkelaitoksen osittamatonta lisävakuutusvastuuta tai lisävakuutusvastuuta vähentämällä. Osakkeiden keskimääräisellä vuosituottoprosentilla tarkoitetaan tämän lain mukaista toimintaa harjoittavien eläkelaitosten ja merimieseläkekassan eläkelaitoksen vakavaraisuusrajan laskemisesta ja vastuuvelan kattamisesta annetun lain 6 § :ssä tarkoitetun IV sijoitusryhmän 1 kohtaan luokiteltujen sijoitusten keskimääräistä vuosituottoa vähennettynä yhdellä prosenttiyksiköllä. Keskimääräistä vuosituottoa laskettaessa yhden eläkelaitoksen osuus edellä tarkoitetuista sijoituksista voi olla enintään 15 prosenttia. Keskimääräisen vuosituottoprosentin laskee Eläketurvakeskus eläkelaitosten antamien tietojen perusteella.",
        "folded_fi": "vastuuvelan ja elakevastuun laskuperusteisiin on sisallyttava osaketuottosidonnaista lisavakuutusvastuuta koskevat perusteet. laskuperusteet on laadittava siten, etta osaketuottosidonnainen lisavakuutusvastuu voi vahentaa elakelaitoksen vastuuvelkaa tai elakevastuuta enintaan maaralla, joka on 10 prosenttia elakelaitoksen vakavaraisuusrajan laskemisesta ja vastuuvelan kattamisesta annetun lain (1114/2006) 10 §:n 2 momentissa tarkoitetusta vastuuvelasta. osaketuottosidonnaisen lisavakuutusvastuun on oltava kussakin elakelaitoksessa yhta suuri suhteessa edella sanottuun vastuuvelkaan. osaketuottosidonnaisen lisavakuutusvastuun vuotuisen muutoksen perusteena on osakkeiden keskimaaraisen vuosituoton mukainen osuus elakelaitoksen vakavaraisuusrajan laskemisesta ja vastuuvelan kattamisesta annetun lain 10 §:n 2 momentissa tarkoitetun vastuuvelan kymmenesosasta. vuotuista muutosta koskeva tarkastelu tehdaan ennen 170 ja 171 §:n soveltamisesta mahdollisesti seuraavaa vahennysta. laskuperusteisiin on sisallytettava osaketuottosidonnaisen lisavakuutusvastuun suhteellista osuutta koskeva vuotuinen tasaaminen elakelaitosten kesken osana 179 §:n mukaisten kustannusten selvittelya. jos osaketuottosidonnainen lisavakuutusvastuu alittaa tasaamisen jalkeen edella sanotun 10 prosentin alarajan, taydennetaan alitus kunkin elakelaitoksen osittamatonta lisavakuutusvastuuta tai lisavakuutusvastuuta vahentamalla. osakkeiden keskimaaraisella vuosituottoprosentilla tarkoitetaan taman lain mukaista toimintaa harjoittavien elakelaitosten ja merimieselakekassan elakelaitoksen vakavaraisuusrajan laskemisesta ja vastuuvelan kattamisesta annetun lain 6 §:ssa tarkoitetun iv sijoitusryhman 1 kohtaan luokiteltujen sijoitusten keskimaaraista vuosituottoa vahennettyna yhdella prosenttiyksikolla. keskimaaraista vuosituottoa laskettaessa yhden elakelaitoksen osuus edella tarkoitetuista sijoituksista voi olla enintaan 15 prosenttia. keskimaaraisen vuosituottoprosentin laskee elaketurvakeskus elakelaitosten antamien tietojen perusteella.",
        "title_sv": "Uppgörande av beräkningsgrunder",
        "content_sv": "Grunderna för beräkning av ansvarsskulden och pensionsansvaret skall omfatta grunderna för det tilläggsförsäkringsansvar som är bundet till aktieavkastningen. Beräkningsgrunderna skall uppgöras så att det till aktieavkastningen bundna tilläggsförsäkringsansvaret kan minska pensionsanstaltens ansvarsskuld eller pensionsansvar med högst ett belopp som uppgår till tio procent av den ansvarsskuld som avses i 10 § 2 mom. i lagen om beräkning av solvensgränsen för pensionsanstalter och om täckning av ansvarsskulden (1114/2006). Det till aktieavkastningen bundna tilläggsförsäkringsansvaret skall vid varje pensionsanstalt vara lika stort i förhållande till den ovan nämnda ansvarsskulden. Grunden för den årliga förändringen av det till aktieavkastningen bundna tilläggsförsäkringsansvaret utgörs av andelen enligt aktiernas genomsnittliga årsavkastning av tiondelen av ansvarsskulden enligt 10 § 2 mom. i lagen om beräkning av solvensgränsen för pensionsanstalter och om täckning av ansvarsskulden. Den årliga förändringen granskas före en eventuell minskning till följd av att 170 och 171 § tillämpas. I beräkningsgrunderna skall tas in den årliga utjämningen mellan pensionsanstalterna av det till aktieavkastningen bundna tilläggsförsäkringsansvarets relativa andel som ett led i utredningen av kostnaderna enligt 179 §. Om det till aktieavkastningen bundna tilläggsförsäkringsansvaret efter utjämningen underskrider den ovan nämnda nedre gränsen på tio procent, skall underskridningen kompletteras genom minskning av respektive pensionsanstalts ofördelade tilläggsförsäkringsansvar eller tilläggsförsäkringsansvar. Med aktiernas genomsnittliga årsavkastningsprocent avses den genomsnittliga årsavkastningen, minskad med en procentenhet, av de placeringar för pensionsanstalter med verksamhet enligt denna lag och sjömanspensionskassan som hänförs till punkt 1 i grupp IV enligt 6 § i lagen om beräkning av solvensgränsen för pensionsanstalter och om täckning av ansvarsskulden. När den genomsnittliga årsavkastningen beräknas kan andelen av de ovan nämnda placeringarna för varje pensionsanstalt vara högst 15 procent. Den genomsnittliga årsavkastningsprocenten beräknas av Pensionsskyddscentralen utifrån de uppgifter som pensionsanstalterna lämnat.",
        "normalized_sv": "Grunderna för beräkning av ansvarsskulden och pensionsansvaret skall omfatta grunderna för det tilläggsförsäkringsansvar som är bundet till aktieavkastningen. Beräkningsgrunderna skall uppgöras så att det till aktieavkastningen bundna tilläggsförsäkringsansvaret kan minska pensionsanstaltens ansvarsskuld eller pensionsansvar med högst ett belopp som uppgår till tio procent av den ansvarsskuld som avses i 10 § 2 mom. i lagen om beräkning av solvensgränsen för pensionsanstalter och om täckning av ansvarsskulden (1114/2006). Det till aktieavkastningen bundna tilläggsförsäkringsansvaret skall vid varje pensionsanstalt vara lika stort i förhållande till den ovan nämnda ansvarsskulden. Grunden för den årliga förändringen av det till aktieavkastningen bundna tilläggsförsäkringsansvaret utgörs av andelen enligt aktiernas genomsnittliga årsavkastning av tiondelen av ansvarsskulden enligt 10 § 2 mom. i lagen om beräkning av solvensgränsen för pensionsanstalter och om täckning av ansvarsskulden. Den årliga förändringen granskas före en eventuell minskning till följd av att 170 och 171 § tillämpas. I beräkningsgrunderna skall tas in den årliga utjämningen mellan pensionsanstalterna av det till aktieavkastningen bundna tilläggsförsäkringsansvarets relativa andel som ett led i utredningen av kostnaderna enligt 179 § . Om det till aktieavkastningen bundna tilläggsförsäkringsansvaret efter utjämningen underskrider den ovan nämnda nedre gränsen på tio procent, skall underskridningen kompletteras genom minskning av respektive pensionsanstalts ofördelade tilläggsförsäkringsansvar eller tilläggsförsäkringsansvar. Med aktiernas genomsnittliga årsavkastningsprocent avses den genomsnittliga årsavkastningen, minskad med en procentenhet, av de placeringar för pensionsanstalter med verksamhet enligt denna lag och sjömanspensionskassan som hänförs till punkt 1 i grupp IV enligt 6 § i lagen om beräkning av solvensgränsen för pensionsanstalter och om täckning av ansvarsskulden. När den genomsnittliga årsavkastningen beräknas kan andelen av de ovan nämnda placeringarna för varje pensionsanstalt vara högst 15 procent. Den genomsnittliga årsavkastningsprocenten beräknas av Pensionsskyddscentralen utifrån de uppgifter som pensionsanstalterna lämnat.",
        "folded_sv": "grunderna for berakning av ansvarsskulden och pensionsansvaret skall omfatta grunderna for det tillaggsforsakringsansvar som ar bundet till aktieavkastningen. berakningsgrunderna skall uppgoras sa att det till aktieavkastningen bundna tillaggsforsakringsansvaret kan minska pensionsanstaltens ansvarsskuld eller pensionsansvar med hogst ett belopp som uppgar till tio procent av den ansvarsskuld som avses i 10 § 2 mom. i lagen om berakning av solvensgransen for pensionsanstalter och om tackning av ansvarsskulden (1114/2006). det till aktieavkastningen bundna tillaggsforsakringsansvaret skall vid varje pensionsanstalt vara lika stort i forhallande till den ovan namnda ansvarsskulden. grunden for den arliga forandringen av det till aktieavkastningen bundna tillaggsforsakringsansvaret utgors av andelen enligt aktiernas genomsnittliga arsavkastning av tiondelen av ansvarsskulden enligt 10 § 2 mom. i lagen om berakning av solvensgransen for pensionsanstalter och om tackning av ansvarsskulden. den arliga forandringen granskas fore en eventuell minskning till foljd av att 170 och 171 § tillampas. i berakningsgrunderna skall tas in den arliga utjamningen mellan pensionsanstalterna av det till aktieavkastningen bundna tillaggsforsakringsansvarets relativa andel som ett led i utredningen av kostnaderna enligt 179 §. om det till aktieavkastningen bundna tillaggsforsakringsansvaret efter utjamningen underskrider den ovan namnda nedre gransen pa tio procent, skall underskridningen kompletteras genom minskning av respektive pensionsanstalts ofordelade tillaggsforsakringsansvar eller tillaggsforsakringsansvar. med aktiernas genomsnittliga arsavkastningsprocent avses den genomsnittliga arsavkastningen, minskad med en procentenhet, av de placeringar for pensionsanstalter med verksamhet enligt denna lag och sjomanspensionskassan som hanfors till punkt 1 i grupp iv enligt 6 § i lagen om berakning av solvensgransen for pensionsanstalter och om tackning av ansvarsskulden. nar den genomsnittliga arsavkastningen beraknas kan andelen av de ovan namnda placeringarna for varje pensionsanstalt vara hogst 15 procent. den genomsnittliga arsavkastningsprocenten beraknas av pensionsskyddscentralen utifran de uppgifter som pensionsanstalterna lamnat."
      }
    },
    {
      "provision_ref": "170",
      "section": "170",
      "title": "Vastuuvelan laskuperusteiden muuttaminen",
      "content": "Jos vastuuvelan tai eläkevastuun laskuperusteita muutetaan 168 §:n vaatimusten johdosta siten, että eläkkeistä ja karttuneista eläkeoikeuksista aiheutuvan vastuun määrä kasvaa, tästä aiheutuvat kustannukset sisällytetään 179 §:ssä tarkoitettuihin työeläkelaitosten yhteisesti vastattaviin kustannuksiin. Jos kuitenkin muutos kohdistuu vanhuuseläkkeitä varten laskettavan vastuuvelan tai eläkevastuun laskuperusteisiin, muutoksesta aiheutuvat kustannukset katetaan ensisijaisesti vähentämällä 168 §:n 2 momentissa tarkoitetun osaketuottosidonnaisen lisävakuutusvastuun määrää tai varoilla, jotka muutoin olisi käytettävä 171 §:ssä tarkoitettuun rahastoinnin lisäämiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:170",
        "normalized_fi": "Jos vastuuvelan tai eläkevastuun laskuperusteita muutetaan 168 § :n vaatimusten johdosta siten, että eläkkeistä ja karttuneista eläkeoikeuksista aiheutuvan vastuun määrä kasvaa, tästä aiheutuvat kustannukset sisällytetään 179 § :ssä tarkoitettuihin työeläkelaitosten yhteisesti vastattaviin kustannuksiin. Jos kuitenkin muutos kohdistuu vanhuuseläkkeitä varten laskettavan vastuuvelan tai eläkevastuun laskuperusteisiin, muutoksesta aiheutuvat kustannukset katetaan ensisijaisesti vähentämällä 168 § :n 2 momentissa tarkoitetun osaketuottosidonnaisen lisävakuutusvastuun määrää tai varoilla, jotka muutoin olisi käytettävä 171 § :ssä tarkoitettuun rahastoinnin lisäämiseen.",
        "folded_fi": "jos vastuuvelan tai elakevastuun laskuperusteita muutetaan 168 §:n vaatimusten johdosta siten, etta elakkeista ja karttuneista elakeoikeuksista aiheutuvan vastuun maara kasvaa, tasta aiheutuvat kustannukset sisallytetaan 179 §:ssa tarkoitettuihin tyoelakelaitosten yhteisesti vastattaviin kustannuksiin. jos kuitenkin muutos kohdistuu vanhuuselakkeita varten laskettavan vastuuvelan tai elakevastuun laskuperusteisiin, muutoksesta aiheutuvat kustannukset katetaan ensisijaisesti vahentamalla 168 §:n 2 momentissa tarkoitetun osaketuottosidonnaisen lisavakuutusvastuun maaraa tai varoilla, jotka muutoin olisi kaytettava 171 §:ssa tarkoitettuun rahastoinnin lisaamiseen.",
        "title_sv": "Ändring av grunderna för beräkning av ansvarsskulden",
        "content_sv": "Om grunderna för beräkning av ansvarsskulden eller pensionsansvaret till följd av kraven i 168 § ändras så att beloppet av det ansvar som föranleds av pensioner och intjänad pensionsrätt ökar, fogas de härav föranledda kostnaderna till de i 179 § avsedda kostnaderna som arbetspensionsanstalterna svarar för gemensamt. Om ändringen dock gäller grunderna för beräkning av ansvarsskulden eller pensionsansvaret för ålderspensioner, skall de kostnader som föranleds av ändringen i första hand täckas genom minskning av beloppet av det i 168 § 2 mom. avsedda tilläggsförsäkringsansvar som är bundet till aktieavkastningen eller med medel som annars skall användas för utökande av fonderingen enligt 171 §.",
        "normalized_sv": "Om grunderna för beräkning av ansvarsskulden eller pensionsansvaret till följd av kraven i 168 § ändras så att beloppet av det ansvar som föranleds av pensioner och intjänad pensionsrätt ökar, fogas de härav föranledda kostnaderna till de i 179 § avsedda kostnaderna som arbetspensionsanstalterna svarar för gemensamt. Om ändringen dock gäller grunderna för beräkning av ansvarsskulden eller pensionsansvaret för ålderspensioner, skall de kostnader som föranleds av ändringen i första hand täckas genom minskning av beloppet av det i 168 § 2 mom. avsedda tilläggsförsäkringsansvar som är bundet till aktieavkastningen eller med medel som annars skall användas för utökande av fonderingen enligt 171 § .",
        "folded_sv": "om grunderna for berakning av ansvarsskulden eller pensionsansvaret till foljd av kraven i 168 § andras sa att beloppet av det ansvar som foranleds av pensioner och intjanad pensionsratt okar, fogas de harav foranledda kostnaderna till de i 179 § avsedda kostnaderna som arbetspensionsanstalterna svarar for gemensamt. om andringen dock galler grunderna for berakning av ansvarsskulden eller pensionsansvaret for alderspensioner, skall de kostnader som foranleds av andringen i forsta hand tackas genom minskning av beloppet av det i 168 § 2 mom. avsedda tillaggsforsakringsansvar som ar bundet till aktieavkastningen eller med medel som annars skall anvandas for utokande av fonderingen enligt 171 §."
      }
    },
    {
      "provision_ref": "171",
      "section": "171",
      "title": "Vanhuuseläkevastuun täydentäminen",
      "content": "Jos eläkelaitosten osaketuottosidonnaisten lisävakuutusvastuiden yhteismäärä on suurempi kuin viisi prosenttia niiden eläkelaitoksen vakavaraisuusrajan laskemisesta ja vastuuvelan kattamisesta annetun lain 10 §:n 2 momentissa tarkoitettujen vastuuvelkojen tai eläkevastuiden yhteismäärästä, on ylittävä osuus käytettävä tämän pykälän 1 momentissa tarkoitettujen rahastoitujen osien täydennyksiin. Tässä pykälässä tarkoitetut täydennykset voidaan kohdistaa erilaisina eri ikäluokkien vastaisten ja alkaneiden vanhuuseläkkeiden rahastoituihin osiin siten, että vakuutusmaksutason kehitys muodostuu pitkällä aikavälillä tasaiseksi. Edellä 2 ja 3 momentin mukaisiin täydennyksiin tarkoitettuja varoja voidaan käyttää 170 §:n mukaisten vanhuuseläkkeitä varten laskettavan vastuuvelan tai eläkevastuun laskuperustemuutoksista aiheutuvien kustannusten kattamiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:171",
        "normalized_fi": "Jos eläkelaitosten osaketuottosidonnaisten lisävakuutusvastuiden yhteismäärä on suurempi kuin viisi prosenttia niiden eläkelaitoksen vakavaraisuusrajan laskemisesta ja vastuuvelan kattamisesta annetun lain 10 § :n 2 momentissa tarkoitettujen vastuuvelkojen tai eläkevastuiden yhteismäärästä, on ylittävä osuus käytettävä tämän pykälän 1 momentissa tarkoitettujen rahastoitujen osien täydennyksiin. Tässä pykälässä tarkoitetut täydennykset voidaan kohdistaa erilaisina eri ikäluokkien vastaisten ja alkaneiden vanhuuseläkkeiden rahastoituihin osiin siten, että vakuutusmaksutason kehitys muodostuu pitkällä aikavälillä tasaiseksi. Edellä 2 ja 3 momentin mukaisiin täydennyksiin tarkoitettuja varoja voidaan käyttää 170 § :n mukaisten vanhuuseläkkeitä varten laskettavan vastuuvelan tai eläkevastuun laskuperustemuutoksista aiheutuvien kustannusten kattamiseen.",
        "folded_fi": "jos elakelaitosten osaketuottosidonnaisten lisavakuutusvastuiden yhteismaara on suurempi kuin viisi prosenttia niiden elakelaitoksen vakavaraisuusrajan laskemisesta ja vastuuvelan kattamisesta annetun lain 10 §:n 2 momentissa tarkoitettujen vastuuvelkojen tai elakevastuiden yhteismaarasta, on ylittava osuus kaytettava taman pykalan 1 momentissa tarkoitettujen rahastoitujen osien taydennyksiin. tassa pykalassa tarkoitetut taydennykset voidaan kohdistaa erilaisina eri ikaluokkien vastaisten ja alkaneiden vanhuuselakkeiden rahastoituihin osiin siten, etta vakuutusmaksutason kehitys muodostuu pitkalla aikavalilla tasaiseksi. edella 2 ja 3 momentin mukaisiin taydennyksiin tarkoitettuja varoja voidaan kayttaa 170 §:n mukaisten vanhuuselakkeita varten laskettavan vastuuvelan tai elakevastuun laskuperustemuutoksista aiheutuvien kustannusten kattamiseen.",
        "title_sv": "Komplettering av ålderspensionsansvaret",
        "content_sv": "Om det sammanlagda beloppet av pensionsanstalternas till aktieavkastningen bundna tilläggsförsäkringsansvar är större än fem procent av deras sammanlagda belopp av de i 10 § 2 mom. i lagen om beräkning av solvensgränsen för pensionsanstalter och om täckning av ansvarsskulden avsedda ansvarsskulder eller pensionsansvar, skall den överskjutande andelen användas för kompletteringar av de fonderade delar som avses i 1 mom. i denna paragraf. De kompletteringar som avses i denna paragraf kan riktas i olika form till de fonderade delarna av framtida och inledda ålderspensioner för olika åldersklasser så att försäkringsavgiftsnivån på lång sikt utvecklas i jämn takt. Medel avsedda för kompletteringar enligt 2 och 3 mom. kan användas för att täcka de i 170 § avsedda kostnaderna till följd av ändringar av grunderna för beräkning av den ansvarsskuld eller det pensionsansvar som beräknas för ålderspensioner.",
        "normalized_sv": "Om det sammanlagda beloppet av pensionsanstalternas till aktieavkastningen bundna tilläggsförsäkringsansvar är större än fem procent av deras sammanlagda belopp av de i 10 § 2 mom. i lagen om beräkning av solvensgränsen för pensionsanstalter och om täckning av ansvarsskulden avsedda ansvarsskulder eller pensionsansvar, skall den överskjutande andelen användas för kompletteringar av de fonderade delar som avses i 1 mom. i denna paragraf. De kompletteringar som avses i denna paragraf kan riktas i olika form till de fonderade delarna av framtida och inledda ålderspensioner för olika åldersklasser så att försäkringsavgiftsnivån på lång sikt utvecklas i jämn takt. Medel avsedda för kompletteringar enligt 2 och 3 mom. kan användas för att täcka de i 170 § avsedda kostnaderna till följd av ändringar av grunderna för beräkning av den ansvarsskuld eller det pensionsansvar som beräknas för ålderspensioner.",
        "folded_sv": "om det sammanlagda beloppet av pensionsanstalternas till aktieavkastningen bundna tillaggsforsakringsansvar ar storre an fem procent av deras sammanlagda belopp av de i 10 § 2 mom. i lagen om berakning av solvensgransen for pensionsanstalter och om tackning av ansvarsskulden avsedda ansvarsskulder eller pensionsansvar, skall den overskjutande andelen anvandas for kompletteringar av de fonderade delar som avses i 1 mom. i denna paragraf. de kompletteringar som avses i denna paragraf kan riktas i olika form till de fonderade delarna av framtida och inledda alderspensioner for olika aldersklasser sa att forsakringsavgiftsnivan pa lang sikt utvecklas i jamn takt. medel avsedda for kompletteringar enligt 2 och 3 mom. kan anvandas for att tacka de i 170 § avsedda kostnaderna till foljd av andringar av grunderna for berakning av den ansvarsskuld eller det pensionsansvar som beraknas for alderspensioner."
      }
    },
    {
      "provision_ref": "201",
      "section": "201",
      "title": "Tiedot vanhuuseläkevastuiden täydentämiseksi",
      "content": "Eläketurvakeskuksella on oikeus määräämässään ajassa ja muodossa salassapitosäännösten ja muiden tiedon saantia koskevien rajoitusten estämättä saada eläkelaitokselta 171 §:n 1 momentin mukaisen eläkevastuun täydennyskertoimen laskemiseksi tarvittavat tiedot eläkelaitoksen vastuuvelasta tai eläkevastuusta ja toimintapääomasta sekä 168 §:n 3 momentin mukaisen keskimääräisen vuosituottoprosentin laskemiseksi tarvittavat tiedot eläkelaitoksen vakavaraisuusrajan laskemisesta ja vastuuvelan kattamisesta annetun lain 6 §:ssä tarkoitetun IV sijoitusryhmän 1 kohtaan luokiteltujen sijoitusten määrästä ja tuotosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:201",
        "normalized_fi": "Eläketurvakeskuksella on oikeus määräämässään ajassa ja muodossa salassapitosäännösten ja muiden tiedon saantia koskevien rajoitusten estämättä saada eläkelaitokselta 171 § :n 1 momentin mukaisen eläkevastuun täydennyskertoimen laskemiseksi tarvittavat tiedot eläkelaitoksen vastuuvelasta tai eläkevastuusta ja toimintapääomasta sekä 168 § :n 3 momentin mukaisen keskimääräisen vuosituottoprosentin laskemiseksi tarvittavat tiedot eläkelaitoksen vakavaraisuusrajan laskemisesta ja vastuuvelan kattamisesta annetun lain 6 § :ssä tarkoitetun IV sijoitusryhmän 1 kohtaan luokiteltujen sijoitusten määrästä ja tuotosta.",
        "folded_fi": "elaketurvakeskuksella on oikeus maaraamassaan ajassa ja muodossa salassapitosaannosten ja muiden tiedon saantia koskevien rajoitusten estamatta saada elakelaitokselta 171 §:n 1 momentin mukaisen elakevastuun taydennyskertoimen laskemiseksi tarvittavat tiedot elakelaitoksen vastuuvelasta tai elakevastuusta ja toimintapaaomasta seka 168 §:n 3 momentin mukaisen keskimaaraisen vuosituottoprosentin laskemiseksi tarvittavat tiedot elakelaitoksen vakavaraisuusrajan laskemisesta ja vastuuvelan kattamisesta annetun lain 6 §:ssa tarkoitetun iv sijoitusryhman 1 kohtaan luokiteltujen sijoitusten maarasta ja tuotosta.",
        "title_sv": "Uppgifter för komplettering av ålderspensionsansvaren",
        "content_sv": "Utan hinder av sekretessbestämmelserna och andra begränsningar som gäller erhållande av uppgifter har Pensionsskyddscentralen rätt att inom den tid och i den form som den bestämmer av pensionsanstalterna få de uppgifter om respektive pensionsanstalts ansvarsskuld eller pensionsansvar och verksamhetskapital som behövs för beräkningen av den i 171 § 1 mom. avsedda avsättningskoefficienten för pensionsansvaret samt de uppgifter om belopp och avkastning av placeringar inom punkt 1 i grupp IV enligt 6 § i lagen om beräkning av solvensgränsen för pensionsanstalter och om täckning av ansvarsskulden som behövs för beräkning av den genomsnittliga årsavkastningsprocenten enligt 168 § 3 mom.",
        "normalized_sv": "Utan hinder av sekretessbestämmelserna och andra begränsningar som gäller erhållande av uppgifter har Pensionsskyddscentralen rätt att inom den tid och i den form som den bestämmer av pensionsanstalterna få de uppgifter om respektive pensionsanstalts ansvarsskuld eller pensionsansvar och verksamhetskapital som behövs för beräkningen av den i 171 § 1 mom. avsedda avsättningskoefficienten för pensionsansvaret samt de uppgifter om belopp och avkastning av placeringar inom punkt 1 i grupp IV enligt 6 § i lagen om beräkning av solvensgränsen för pensionsanstalter och om täckning av ansvarsskulden som behövs för beräkning av den genomsnittliga årsavkastningsprocenten enligt 168 § 3 mom.",
        "folded_sv": "utan hinder av sekretessbestammelserna och andra begransningar som galler erhallande av uppgifter har pensionsskyddscentralen ratt att inom den tid och i den form som den bestammer av pensionsanstalterna fa de uppgifter om respektive pensionsanstalts ansvarsskuld eller pensionsansvar och verksamhetskapital som behovs for berakningen av den i 171 § 1 mom. avsedda avsattningskoefficienten for pensionsansvaret samt de uppgifter om belopp och avkastning av placeringar inom punkt 1 i grupp iv enligt 6 § i lagen om berakning av solvensgransen for pensionsanstalter och om tackning av ansvarsskulden som behovs for berakning av den genomsnittliga arsavkastningsprocenten enligt 168 § 3 mom."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "168",
      "section": "168",
      "title": "Laskuperusteiden laatiminen",
      "content": "Vastuuvelan ja eläkevastuun laskuperusteisiin on sisällyttävä osaketuottosidonnaista lisävakuutusvastuuta koskevat perusteet. Laskuperusteet on laadittava siten, että osaketuottosidonnainen lisävakuutusvastuu voi vähentää eläkelaitoksen vastuuvelkaa tai eläkevastuuta enintään määrällä, joka on 10 prosenttia eläkelaitoksen vakavaraisuusrajan laskemisesta ja vastuuvelan kattamisesta annetun lain (1114/2006) 10 §:n 2 momentissa tarkoitetusta vastuuvelasta. Osaketuottosidonnaisen lisävakuutusvastuun on oltava kussakin eläkelaitoksessa yhtä suuri suhteessa edellä sanottuun vastuuvelkaan. Osaketuottosidonnaisen lisävakuutusvastuun vuotuisen muutoksen perusteena on osakkeiden keskimääräisen vuosituoton mukainen osuus eläkelaitoksen vakavaraisuusrajan laskemisesta ja vastuuvelan kattamisesta annetun lain 10 §:n 2 momentissa tarkoitetun vastuuvelan kymmenesosasta. Vuotuista muutosta koskeva tarkastelu tehdään ennen 170 ja 171 §:n soveltamisesta mahdollisesti seuraavaa vähennystä. Laskuperusteisiin on sisällytettävä osaketuottosidonnaisen lisävakuutusvastuun suhteellista osuutta koskeva vuotuinen tasaaminen eläkelaitosten kesken osana 179 §:n mukaisten kustannusten selvittelyä. Jos osaketuottosidonnainen lisävakuutusvastuu alittaa tasaamisen jälkeen edellä sanotun 10 prosentin alarajan, täydennetään alitus kunkin eläkelaitoksen osittamatonta lisävakuutusvastuuta tai lisävakuutusvastuuta vähentämällä. Osakkeiden keskimääräisellä vuosituottoprosentilla tarkoitetaan tämän lain mukaista toimintaa harjoittavien eläkelaitosten ja merimieseläkekassan eläkelaitoksen vakavaraisuusrajan laskemisesta ja vastuuvelan kattamisesta annetun lain 6 §:ssä tarkoitetun IV sijoitusryhmän 1 kohtaan luokiteltujen sijoitusten keskimääräistä vuosituottoa vähennettynä yhdellä prosenttiyksiköllä. Keskimääräistä vuosituottoa laskettaessa yhden eläkelaitoksen osuus edellä tarkoitetuista sijoituksista voi olla enintään 15 prosenttia. Keskimääräisen vuosituottoprosentin laskee Eläketurvakeskus eläkelaitosten antamien tietojen perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:168",
        "normalized_fi": "Vastuuvelan ja eläkevastuun laskuperusteisiin on sisällyttävä osaketuottosidonnaista lisävakuutusvastuuta koskevat perusteet. Laskuperusteet on laadittava siten, että osaketuottosidonnainen lisävakuutusvastuu voi vähentää eläkelaitoksen vastuuvelkaa tai eläkevastuuta enintään määrällä, joka on 10 prosenttia eläkelaitoksen vakavaraisuusrajan laskemisesta ja vastuuvelan kattamisesta annetun lain (1114/2006) 10 § :n 2 momentissa tarkoitetusta vastuuvelasta. Osaketuottosidonnaisen lisävakuutusvastuun on oltava kussakin eläkelaitoksessa yhtä suuri suhteessa edellä sanottuun vastuuvelkaan. Osaketuottosidonnaisen lisävakuutusvastuun vuotuisen muutoksen perusteena on osakkeiden keskimääräisen vuosituoton mukainen osuus eläkelaitoksen vakavaraisuusrajan laskemisesta ja vastuuvelan kattamisesta annetun lain 10 § :n 2 momentissa tarkoitetun vastuuvelan kymmenesosasta. Vuotuista muutosta koskeva tarkastelu tehdään ennen 170 ja 171 § :n soveltamisesta mahdollisesti seuraavaa vähennystä. Laskuperusteisiin on sisällytettävä osaketuottosidonnaisen lisävakuutusvastuun suhteellista osuutta koskeva vuotuinen tasaaminen eläkelaitosten kesken osana 179 § :n mukaisten kustannusten selvittelyä. Jos osaketuottosidonnainen lisävakuutusvastuu alittaa tasaamisen jälkeen edellä sanotun 10 prosentin alarajan, täydennetään alitus kunkin eläkelaitoksen osittamatonta lisävakuutusvastuuta tai lisävakuutusvastuuta vähentämällä. Osakkeiden keskimääräisellä vuosituottoprosentilla tarkoitetaan tämän lain mukaista toimintaa harjoittavien eläkelaitosten ja merimieseläkekassan eläkelaitoksen vakavaraisuusrajan laskemisesta ja vastuuvelan kattamisesta annetun lain 6 § :ssä tarkoitetun IV sijoitusryhmän 1 kohtaan luokiteltujen sijoitusten keskimääräistä vuosituottoa vähennettynä yhdellä prosenttiyksiköllä. Keskimääräistä vuosituottoa laskettaessa yhden eläkelaitoksen osuus edellä tarkoitetuista sijoituksista voi olla enintään 15 prosenttia. Keskimääräisen vuosituottoprosentin laskee Eläketurvakeskus eläkelaitosten antamien tietojen perusteella.",
        "folded_fi": "vastuuvelan ja elakevastuun laskuperusteisiin on sisallyttava osaketuottosidonnaista lisavakuutusvastuuta koskevat perusteet. laskuperusteet on laadittava siten, etta osaketuottosidonnainen lisavakuutusvastuu voi vahentaa elakelaitoksen vastuuvelkaa tai elakevastuuta enintaan maaralla, joka on 10 prosenttia elakelaitoksen vakavaraisuusrajan laskemisesta ja vastuuvelan kattamisesta annetun lain (1114/2006) 10 §:n 2 momentissa tarkoitetusta vastuuvelasta. osaketuottosidonnaisen lisavakuutusvastuun on oltava kussakin elakelaitoksessa yhta suuri suhteessa edella sanottuun vastuuvelkaan. osaketuottosidonnaisen lisavakuutusvastuun vuotuisen muutoksen perusteena on osakkeiden keskimaaraisen vuosituoton mukainen osuus elakelaitoksen vakavaraisuusrajan laskemisesta ja vastuuvelan kattamisesta annetun lain 10 §:n 2 momentissa tarkoitetun vastuuvelan kymmenesosasta. vuotuista muutosta koskeva tarkastelu tehdaan ennen 170 ja 171 §:n soveltamisesta mahdollisesti seuraavaa vahennysta. laskuperusteisiin on sisallytettava osaketuottosidonnaisen lisavakuutusvastuun suhteellista osuutta koskeva vuotuinen tasaaminen elakelaitosten kesken osana 179 §:n mukaisten kustannusten selvittelya. jos osaketuottosidonnainen lisavakuutusvastuu alittaa tasaamisen jalkeen edella sanotun 10 prosentin alarajan, taydennetaan alitus kunkin elakelaitoksen osittamatonta lisavakuutusvastuuta tai lisavakuutusvastuuta vahentamalla. osakkeiden keskimaaraisella vuosituottoprosentilla tarkoitetaan taman lain mukaista toimintaa harjoittavien elakelaitosten ja merimieselakekassan elakelaitoksen vakavaraisuusrajan laskemisesta ja vastuuvelan kattamisesta annetun lain 6 §:ssa tarkoitetun iv sijoitusryhman 1 kohtaan luokiteltujen sijoitusten keskimaaraista vuosituottoa vahennettyna yhdella prosenttiyksikolla. keskimaaraista vuosituottoa laskettaessa yhden elakelaitoksen osuus edella tarkoitetuista sijoituksista voi olla enintaan 15 prosenttia. keskimaaraisen vuosituottoprosentin laskee elaketurvakeskus elakelaitosten antamien tietojen perusteella.",
        "title_sv": "Uppgörande av beräkningsgrunder",
        "content_sv": "Grunderna för beräkning av ansvarsskulden och pensionsansvaret skall omfatta grunderna för det tilläggsförsäkringsansvar som är bundet till aktieavkastningen. Beräkningsgrunderna skall uppgöras så att det till aktieavkastningen bundna tilläggsförsäkringsansvaret kan minska pensionsanstaltens ansvarsskuld eller pensionsansvar med högst ett belopp som uppgår till tio procent av den ansvarsskuld som avses i 10 § 2 mom. i lagen om beräkning av solvensgränsen för pensionsanstalter och om täckning av ansvarsskulden (1114/2006). Det till aktieavkastningen bundna tilläggsförsäkringsansvaret skall vid varje pensionsanstalt vara lika stort i förhållande till den ovan nämnda ansvarsskulden. Grunden för den årliga förändringen av det till aktieavkastningen bundna tilläggsförsäkringsansvaret utgörs av andelen enligt aktiernas genomsnittliga årsavkastning av tiondelen av ansvarsskulden enligt 10 § 2 mom. i lagen om beräkning av solvensgränsen för pensionsanstalter och om täckning av ansvarsskulden. Den årliga förändringen granskas före en eventuell minskning till följd av att 170 och 171 § tillämpas. I beräkningsgrunderna skall tas in den årliga utjämningen mellan pensionsanstalterna av det till aktieavkastningen bundna tilläggsförsäkringsansvarets relativa andel som ett led i utredningen av kostnaderna enligt 179 §. Om det till aktieavkastningen bundna tilläggsförsäkringsansvaret efter utjämningen underskrider den ovan nämnda nedre gränsen på tio procent, skall underskridningen kompletteras genom minskning av respektive pensionsanstalts ofördelade tilläggsförsäkringsansvar eller tilläggsförsäkringsansvar. Med aktiernas genomsnittliga årsavkastningsprocent avses den genomsnittliga årsavkastningen, minskad med en procentenhet, av de placeringar för pensionsanstalter med verksamhet enligt denna lag och sjömanspensionskassan som hänförs till punkt 1 i grupp IV enligt 6 § i lagen om beräkning av solvensgränsen för pensionsanstalter och om täckning av ansvarsskulden. När den genomsnittliga årsavkastningen beräknas kan andelen av de ovan nämnda placeringarna för varje pensionsanstalt vara högst 15 procent. Den genomsnittliga årsavkastningsprocenten beräknas av Pensionsskyddscentralen utifrån de uppgifter som pensionsanstalterna lämnat.",
        "normalized_sv": "Grunderna för beräkning av ansvarsskulden och pensionsansvaret skall omfatta grunderna för det tilläggsförsäkringsansvar som är bundet till aktieavkastningen. Beräkningsgrunderna skall uppgöras så att det till aktieavkastningen bundna tilläggsförsäkringsansvaret kan minska pensionsanstaltens ansvarsskuld eller pensionsansvar med högst ett belopp som uppgår till tio procent av den ansvarsskuld som avses i 10 § 2 mom. i lagen om beräkning av solvensgränsen för pensionsanstalter och om täckning av ansvarsskulden (1114/2006). Det till aktieavkastningen bundna tilläggsförsäkringsansvaret skall vid varje pensionsanstalt vara lika stort i förhållande till den ovan nämnda ansvarsskulden. Grunden för den årliga förändringen av det till aktieavkastningen bundna tilläggsförsäkringsansvaret utgörs av andelen enligt aktiernas genomsnittliga årsavkastning av tiondelen av ansvarsskulden enligt 10 § 2 mom. i lagen om beräkning av solvensgränsen för pensionsanstalter och om täckning av ansvarsskulden. Den årliga förändringen granskas före en eventuell minskning till följd av att 170 och 171 § tillämpas. I beräkningsgrunderna skall tas in den årliga utjämningen mellan pensionsanstalterna av det till aktieavkastningen bundna tilläggsförsäkringsansvarets relativa andel som ett led i utredningen av kostnaderna enligt 179 § . Om det till aktieavkastningen bundna tilläggsförsäkringsansvaret efter utjämningen underskrider den ovan nämnda nedre gränsen på tio procent, skall underskridningen kompletteras genom minskning av respektive pensionsanstalts ofördelade tilläggsförsäkringsansvar eller tilläggsförsäkringsansvar. Med aktiernas genomsnittliga årsavkastningsprocent avses den genomsnittliga årsavkastningen, minskad med en procentenhet, av de placeringar för pensionsanstalter med verksamhet enligt denna lag och sjömanspensionskassan som hänförs till punkt 1 i grupp IV enligt 6 § i lagen om beräkning av solvensgränsen för pensionsanstalter och om täckning av ansvarsskulden. När den genomsnittliga årsavkastningen beräknas kan andelen av de ovan nämnda placeringarna för varje pensionsanstalt vara högst 15 procent. Den genomsnittliga årsavkastningsprocenten beräknas av Pensionsskyddscentralen utifrån de uppgifter som pensionsanstalterna lämnat.",
        "folded_sv": "grunderna for berakning av ansvarsskulden och pensionsansvaret skall omfatta grunderna for det tillaggsforsakringsansvar som ar bundet till aktieavkastningen. berakningsgrunderna skall uppgoras sa att det till aktieavkastningen bundna tillaggsforsakringsansvaret kan minska pensionsanstaltens ansvarsskuld eller pensionsansvar med hogst ett belopp som uppgar till tio procent av den ansvarsskuld som avses i 10 § 2 mom. i lagen om berakning av solvensgransen for pensionsanstalter och om tackning av ansvarsskulden (1114/2006). det till aktieavkastningen bundna tillaggsforsakringsansvaret skall vid varje pensionsanstalt vara lika stort i forhallande till den ovan namnda ansvarsskulden. grunden for den arliga forandringen av det till aktieavkastningen bundna tillaggsforsakringsansvaret utgors av andelen enligt aktiernas genomsnittliga arsavkastning av tiondelen av ansvarsskulden enligt 10 § 2 mom. i lagen om berakning av solvensgransen for pensionsanstalter och om tackning av ansvarsskulden. den arliga forandringen granskas fore en eventuell minskning till foljd av att 170 och 171 § tillampas. i berakningsgrunderna skall tas in den arliga utjamningen mellan pensionsanstalterna av det till aktieavkastningen bundna tillaggsforsakringsansvarets relativa andel som ett led i utredningen av kostnaderna enligt 179 §. om det till aktieavkastningen bundna tillaggsforsakringsansvaret efter utjamningen underskrider den ovan namnda nedre gransen pa tio procent, skall underskridningen kompletteras genom minskning av respektive pensionsanstalts ofordelade tillaggsforsakringsansvar eller tillaggsforsakringsansvar. med aktiernas genomsnittliga arsavkastningsprocent avses den genomsnittliga arsavkastningen, minskad med en procentenhet, av de placeringar for pensionsanstalter med verksamhet enligt denna lag och sjomanspensionskassan som hanfors till punkt 1 i grupp iv enligt 6 § i lagen om berakning av solvensgransen for pensionsanstalter och om tackning av ansvarsskulden. nar den genomsnittliga arsavkastningen beraknas kan andelen av de ovan namnda placeringarna for varje pensionsanstalt vara hogst 15 procent. den genomsnittliga arsavkastningsprocenten beraknas av pensionsskyddscentralen utifran de uppgifter som pensionsanstalterna lamnat."
      },
      "valid_from": "2006-12-08",
      "valid_to": null
    },
    {
      "provision_ref": "170",
      "section": "170",
      "title": "Vastuuvelan laskuperusteiden muuttaminen",
      "content": "Jos vastuuvelan tai eläkevastuun laskuperusteita muutetaan 168 §:n vaatimusten johdosta siten, että eläkkeistä ja karttuneista eläkeoikeuksista aiheutuvan vastuun määrä kasvaa, tästä aiheutuvat kustannukset sisällytetään 179 §:ssä tarkoitettuihin työeläkelaitosten yhteisesti vastattaviin kustannuksiin. Jos kuitenkin muutos kohdistuu vanhuuseläkkeitä varten laskettavan vastuuvelan tai eläkevastuun laskuperusteisiin, muutoksesta aiheutuvat kustannukset katetaan ensisijaisesti vähentämällä 168 §:n 2 momentissa tarkoitetun osaketuottosidonnaisen lisävakuutusvastuun määrää tai varoilla, jotka muutoin olisi käytettävä 171 §:ssä tarkoitettuun rahastoinnin lisäämiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:170",
        "normalized_fi": "Jos vastuuvelan tai eläkevastuun laskuperusteita muutetaan 168 § :n vaatimusten johdosta siten, että eläkkeistä ja karttuneista eläkeoikeuksista aiheutuvan vastuun määrä kasvaa, tästä aiheutuvat kustannukset sisällytetään 179 § :ssä tarkoitettuihin työeläkelaitosten yhteisesti vastattaviin kustannuksiin. Jos kuitenkin muutos kohdistuu vanhuuseläkkeitä varten laskettavan vastuuvelan tai eläkevastuun laskuperusteisiin, muutoksesta aiheutuvat kustannukset katetaan ensisijaisesti vähentämällä 168 § :n 2 momentissa tarkoitetun osaketuottosidonnaisen lisävakuutusvastuun määrää tai varoilla, jotka muutoin olisi käytettävä 171 § :ssä tarkoitettuun rahastoinnin lisäämiseen.",
        "folded_fi": "jos vastuuvelan tai elakevastuun laskuperusteita muutetaan 168 §:n vaatimusten johdosta siten, etta elakkeista ja karttuneista elakeoikeuksista aiheutuvan vastuun maara kasvaa, tasta aiheutuvat kustannukset sisallytetaan 179 §:ssa tarkoitettuihin tyoelakelaitosten yhteisesti vastattaviin kustannuksiin. jos kuitenkin muutos kohdistuu vanhuuselakkeita varten laskettavan vastuuvelan tai elakevastuun laskuperusteisiin, muutoksesta aiheutuvat kustannukset katetaan ensisijaisesti vahentamalla 168 §:n 2 momentissa tarkoitetun osaketuottosidonnaisen lisavakuutusvastuun maaraa tai varoilla, jotka muutoin olisi kaytettava 171 §:ssa tarkoitettuun rahastoinnin lisaamiseen.",
        "title_sv": "Ändring av grunderna för beräkning av ansvarsskulden",
        "content_sv": "Om grunderna för beräkning av ansvarsskulden eller pensionsansvaret till följd av kraven i 168 § ändras så att beloppet av det ansvar som föranleds av pensioner och intjänad pensionsrätt ökar, fogas de härav föranledda kostnaderna till de i 179 § avsedda kostnaderna som arbetspensionsanstalterna svarar för gemensamt. Om ändringen dock gäller grunderna för beräkning av ansvarsskulden eller pensionsansvaret för ålderspensioner, skall de kostnader som föranleds av ändringen i första hand täckas genom minskning av beloppet av det i 168 § 2 mom. avsedda tilläggsförsäkringsansvar som är bundet till aktieavkastningen eller med medel som annars skall användas för utökande av fonderingen enligt 171 §.",
        "normalized_sv": "Om grunderna för beräkning av ansvarsskulden eller pensionsansvaret till följd av kraven i 168 § ändras så att beloppet av det ansvar som föranleds av pensioner och intjänad pensionsrätt ökar, fogas de härav föranledda kostnaderna till de i 179 § avsedda kostnaderna som arbetspensionsanstalterna svarar för gemensamt. Om ändringen dock gäller grunderna för beräkning av ansvarsskulden eller pensionsansvaret för ålderspensioner, skall de kostnader som föranleds av ändringen i första hand täckas genom minskning av beloppet av det i 168 § 2 mom. avsedda tilläggsförsäkringsansvar som är bundet till aktieavkastningen eller med medel som annars skall användas för utökande av fonderingen enligt 171 § .",
        "folded_sv": "om grunderna for berakning av ansvarsskulden eller pensionsansvaret till foljd av kraven i 168 § andras sa att beloppet av det ansvar som foranleds av pensioner och intjanad pensionsratt okar, fogas de harav foranledda kostnaderna till de i 179 § avsedda kostnaderna som arbetspensionsanstalterna svarar for gemensamt. om andringen dock galler grunderna for berakning av ansvarsskulden eller pensionsansvaret for alderspensioner, skall de kostnader som foranleds av andringen i forsta hand tackas genom minskning av beloppet av det i 168 § 2 mom. avsedda tillaggsforsakringsansvar som ar bundet till aktieavkastningen eller med medel som annars skall anvandas for utokande av fonderingen enligt 171 §."
      },
      "valid_from": "2006-12-08",
      "valid_to": null
    },
    {
      "provision_ref": "171",
      "section": "171",
      "title": "Vanhuuseläkevastuun täydentäminen",
      "content": "Jos eläkelaitosten osaketuottosidonnaisten lisävakuutusvastuiden yhteismäärä on suurempi kuin viisi prosenttia niiden eläkelaitoksen vakavaraisuusrajan laskemisesta ja vastuuvelan kattamisesta annetun lain 10 §:n 2 momentissa tarkoitettujen vastuuvelkojen tai eläkevastuiden yhteismäärästä, on ylittävä osuus käytettävä tämän pykälän 1 momentissa tarkoitettujen rahastoitujen osien täydennyksiin. Tässä pykälässä tarkoitetut täydennykset voidaan kohdistaa erilaisina eri ikäluokkien vastaisten ja alkaneiden vanhuuseläkkeiden rahastoituihin osiin siten, että vakuutusmaksutason kehitys muodostuu pitkällä aikavälillä tasaiseksi. Edellä 2 ja 3 momentin mukaisiin täydennyksiin tarkoitettuja varoja voidaan käyttää 170 §:n mukaisten vanhuuseläkkeitä varten laskettavan vastuuvelan tai eläkevastuun laskuperustemuutoksista aiheutuvien kustannusten kattamiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:171",
        "normalized_fi": "Jos eläkelaitosten osaketuottosidonnaisten lisävakuutusvastuiden yhteismäärä on suurempi kuin viisi prosenttia niiden eläkelaitoksen vakavaraisuusrajan laskemisesta ja vastuuvelan kattamisesta annetun lain 10 § :n 2 momentissa tarkoitettujen vastuuvelkojen tai eläkevastuiden yhteismäärästä, on ylittävä osuus käytettävä tämän pykälän 1 momentissa tarkoitettujen rahastoitujen osien täydennyksiin. Tässä pykälässä tarkoitetut täydennykset voidaan kohdistaa erilaisina eri ikäluokkien vastaisten ja alkaneiden vanhuuseläkkeiden rahastoituihin osiin siten, että vakuutusmaksutason kehitys muodostuu pitkällä aikavälillä tasaiseksi. Edellä 2 ja 3 momentin mukaisiin täydennyksiin tarkoitettuja varoja voidaan käyttää 170 § :n mukaisten vanhuuseläkkeitä varten laskettavan vastuuvelan tai eläkevastuun laskuperustemuutoksista aiheutuvien kustannusten kattamiseen.",
        "folded_fi": "jos elakelaitosten osaketuottosidonnaisten lisavakuutusvastuiden yhteismaara on suurempi kuin viisi prosenttia niiden elakelaitoksen vakavaraisuusrajan laskemisesta ja vastuuvelan kattamisesta annetun lain 10 §:n 2 momentissa tarkoitettujen vastuuvelkojen tai elakevastuiden yhteismaarasta, on ylittava osuus kaytettava taman pykalan 1 momentissa tarkoitettujen rahastoitujen osien taydennyksiin. tassa pykalassa tarkoitetut taydennykset voidaan kohdistaa erilaisina eri ikaluokkien vastaisten ja alkaneiden vanhuuselakkeiden rahastoituihin osiin siten, etta vakuutusmaksutason kehitys muodostuu pitkalla aikavalilla tasaiseksi. edella 2 ja 3 momentin mukaisiin taydennyksiin tarkoitettuja varoja voidaan kayttaa 170 §:n mukaisten vanhuuselakkeita varten laskettavan vastuuvelan tai elakevastuun laskuperustemuutoksista aiheutuvien kustannusten kattamiseen.",
        "title_sv": "Komplettering av ålderspensionsansvaret",
        "content_sv": "Om det sammanlagda beloppet av pensionsanstalternas till aktieavkastningen bundna tilläggsförsäkringsansvar är större än fem procent av deras sammanlagda belopp av de i 10 § 2 mom. i lagen om beräkning av solvensgränsen för pensionsanstalter och om täckning av ansvarsskulden avsedda ansvarsskulder eller pensionsansvar, skall den överskjutande andelen användas för kompletteringar av de fonderade delar som avses i 1 mom. i denna paragraf. De kompletteringar som avses i denna paragraf kan riktas i olika form till de fonderade delarna av framtida och inledda ålderspensioner för olika åldersklasser så att försäkringsavgiftsnivån på lång sikt utvecklas i jämn takt. Medel avsedda för kompletteringar enligt 2 och 3 mom. kan användas för att täcka de i 170 § avsedda kostnaderna till följd av ändringar av grunderna för beräkning av den ansvarsskuld eller det pensionsansvar som beräknas för ålderspensioner.",
        "normalized_sv": "Om det sammanlagda beloppet av pensionsanstalternas till aktieavkastningen bundna tilläggsförsäkringsansvar är större än fem procent av deras sammanlagda belopp av de i 10 § 2 mom. i lagen om beräkning av solvensgränsen för pensionsanstalter och om täckning av ansvarsskulden avsedda ansvarsskulder eller pensionsansvar, skall den överskjutande andelen användas för kompletteringar av de fonderade delar som avses i 1 mom. i denna paragraf. De kompletteringar som avses i denna paragraf kan riktas i olika form till de fonderade delarna av framtida och inledda ålderspensioner för olika åldersklasser så att försäkringsavgiftsnivån på lång sikt utvecklas i jämn takt. Medel avsedda för kompletteringar enligt 2 och 3 mom. kan användas för att täcka de i 170 § avsedda kostnaderna till följd av ändringar av grunderna för beräkning av den ansvarsskuld eller det pensionsansvar som beräknas för ålderspensioner.",
        "folded_sv": "om det sammanlagda beloppet av pensionsanstalternas till aktieavkastningen bundna tillaggsforsakringsansvar ar storre an fem procent av deras sammanlagda belopp av de i 10 § 2 mom. i lagen om berakning av solvensgransen for pensionsanstalter och om tackning av ansvarsskulden avsedda ansvarsskulder eller pensionsansvar, skall den overskjutande andelen anvandas for kompletteringar av de fonderade delar som avses i 1 mom. i denna paragraf. de kompletteringar som avses i denna paragraf kan riktas i olika form till de fonderade delarna av framtida och inledda alderspensioner for olika aldersklasser sa att forsakringsavgiftsnivan pa lang sikt utvecklas i jamn takt. medel avsedda for kompletteringar enligt 2 och 3 mom. kan anvandas for att tacka de i 170 § avsedda kostnaderna till foljd av andringar av grunderna for berakning av den ansvarsskuld eller det pensionsansvar som beraknas for alderspensioner."
      },
      "valid_from": "2006-12-08",
      "valid_to": null
    },
    {
      "provision_ref": "201",
      "section": "201",
      "title": "Tiedot vanhuuseläkevastuiden täydentämiseksi",
      "content": "Eläketurvakeskuksella on oikeus määräämässään ajassa ja muodossa salassapitosäännösten ja muiden tiedon saantia koskevien rajoitusten estämättä saada eläkelaitokselta 171 §:n 1 momentin mukaisen eläkevastuun täydennyskertoimen laskemiseksi tarvittavat tiedot eläkelaitoksen vastuuvelasta tai eläkevastuusta ja toimintapääomasta sekä 168 §:n 3 momentin mukaisen keskimääräisen vuosituottoprosentin laskemiseksi tarvittavat tiedot eläkelaitoksen vakavaraisuusrajan laskemisesta ja vastuuvelan kattamisesta annetun lain 6 §:ssä tarkoitetun IV sijoitusryhmän 1 kohtaan luokiteltujen sijoitusten määrästä ja tuotosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:201",
        "normalized_fi": "Eläketurvakeskuksella on oikeus määräämässään ajassa ja muodossa salassapitosäännösten ja muiden tiedon saantia koskevien rajoitusten estämättä saada eläkelaitokselta 171 § :n 1 momentin mukaisen eläkevastuun täydennyskertoimen laskemiseksi tarvittavat tiedot eläkelaitoksen vastuuvelasta tai eläkevastuusta ja toimintapääomasta sekä 168 § :n 3 momentin mukaisen keskimääräisen vuosituottoprosentin laskemiseksi tarvittavat tiedot eläkelaitoksen vakavaraisuusrajan laskemisesta ja vastuuvelan kattamisesta annetun lain 6 § :ssä tarkoitetun IV sijoitusryhmän 1 kohtaan luokiteltujen sijoitusten määrästä ja tuotosta.",
        "folded_fi": "elaketurvakeskuksella on oikeus maaraamassaan ajassa ja muodossa salassapitosaannosten ja muiden tiedon saantia koskevien rajoitusten estamatta saada elakelaitokselta 171 §:n 1 momentin mukaisen elakevastuun taydennyskertoimen laskemiseksi tarvittavat tiedot elakelaitoksen vastuuvelasta tai elakevastuusta ja toimintapaaomasta seka 168 §:n 3 momentin mukaisen keskimaaraisen vuosituottoprosentin laskemiseksi tarvittavat tiedot elakelaitoksen vakavaraisuusrajan laskemisesta ja vastuuvelan kattamisesta annetun lain 6 §:ssa tarkoitetun iv sijoitusryhman 1 kohtaan luokiteltujen sijoitusten maarasta ja tuotosta.",
        "title_sv": "Uppgifter för komplettering av ålderspensionsansvaren",
        "content_sv": "Utan hinder av sekretessbestämmelserna och andra begränsningar som gäller erhållande av uppgifter har Pensionsskyddscentralen rätt att inom den tid och i den form som den bestämmer av pensionsanstalterna få de uppgifter om respektive pensionsanstalts ansvarsskuld eller pensionsansvar och verksamhetskapital som behövs för beräkningen av den i 171 § 1 mom. avsedda avsättningskoefficienten för pensionsansvaret samt de uppgifter om belopp och avkastning av placeringar inom punkt 1 i grupp IV enligt 6 § i lagen om beräkning av solvensgränsen för pensionsanstalter och om täckning av ansvarsskulden som behövs för beräkning av den genomsnittliga årsavkastningsprocenten enligt 168 § 3 mom.",
        "normalized_sv": "Utan hinder av sekretessbestämmelserna och andra begränsningar som gäller erhållande av uppgifter har Pensionsskyddscentralen rätt att inom den tid och i den form som den bestämmer av pensionsanstalterna få de uppgifter om respektive pensionsanstalts ansvarsskuld eller pensionsansvar och verksamhetskapital som behövs för beräkningen av den i 171 § 1 mom. avsedda avsättningskoefficienten för pensionsansvaret samt de uppgifter om belopp och avkastning av placeringar inom punkt 1 i grupp IV enligt 6 § i lagen om beräkning av solvensgränsen för pensionsanstalter och om täckning av ansvarsskulden som behövs för beräkning av den genomsnittliga årsavkastningsprocenten enligt 168 § 3 mom.",
        "folded_sv": "utan hinder av sekretessbestammelserna och andra begransningar som galler erhallande av uppgifter har pensionsskyddscentralen ratt att inom den tid och i den form som den bestammer av pensionsanstalterna fa de uppgifter om respektive pensionsanstalts ansvarsskuld eller pensionsansvar och verksamhetskapital som behovs for berakningen av den i 171 § 1 mom. avsedda avsattningskoefficienten for pensionsansvaret samt de uppgifter om belopp och avkastning av placeringar inom punkt 1 i grupp iv enligt 6 § i lagen om berakning av solvensgransen for pensionsanstalter och om tackning av ansvarsskulden som behovs for berakning av den genomsnittliga arsavkastningsprocenten enligt 168 § 3 mom."
      },
      "valid_from": "2006-12-08",
      "valid_to": null
    }
  ]
}