{
  "id": "1122/2005",
  "type": "statute",
  "title": "Väylämaksulaki",
  "title_en": "Lag om farledsavgift",
  "status": "in_force",
  "issued_date": "2005-12-22",
  "in_force_date": "2005-12-22",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/1122/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lain soveltamisala",
      "content": "Suomen vesialueella kauppamerenkulkua harjoittavasta aluksesta suoritetaan valtiolle väylämaksua sen mukaan kuin tässä laissa säädetään. Tätä lakia ei sovelleta alukseen: 1) jota käytetään yksinomaan sisävesiliikenteessä; 2) joka matkalla ulkomaisesta satamasta toiseen kulkee Suomen aluevesien kautta poikkeamatta Suomessa satamaan; 3) joka saapuu Suomeen ja lähtee Suomesta Saimaan kanavan kautta poikkeamatta Suomen rannikon satamaan; 4) jonka nettovetoisuus on alle 300 ja joka on 2 §:n 3 kohdassa määritelty risteilyalus tai 2 §:n 4 kohdassa määritelty lastialus; tai 5) jonka nettovetoisuus on alle 600 ja joka on 2 §:n 1 kohdassa määritelty matkustaja-alus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Suomen vesialueella kauppamerenkulkua harjoittavasta aluksesta suoritetaan valtiolle väylämaksua sen mukaan kuin tässä laissa säädetään. Tätä lakia ei sovelleta alukseen: 1) jota käytetään yksinomaan sisävesiliikenteessä; 2) joka matkalla ulkomaisesta satamasta toiseen kulkee Suomen aluevesien kautta poikkeamatta Suomessa satamaan; 3) joka saapuu Suomeen ja lähtee Suomesta Saimaan kanavan kautta poikkeamatta Suomen rannikon satamaan; 4) jonka nettovetoisuus on alle 300 ja joka on 2 § :n 3 kohdassa määritelty risteilyalus tai 2 § :n 4 kohdassa määritelty lastialus; tai 5) jonka nettovetoisuus on alle 600 ja joka on 2 § :n 1 kohdassa määritelty matkustaja-alus.",
        "folded_fi": "suomen vesialueella kauppamerenkulkua harjoittavasta aluksesta suoritetaan valtiolle vaylamaksua sen mukaan kuin tassa laissa saadetaan. tata lakia ei sovelleta alukseen: 1) jota kaytetaan yksinomaan sisavesiliikenteessa; 2) joka matkalla ulkomaisesta satamasta toiseen kulkee suomen aluevesien kautta poikkeamatta suomessa satamaan; 3) joka saapuu suomeen ja lahtee suomesta saimaan kanavan kautta poikkeamatta suomen rannikon satamaan; 4) jonka nettovetoisuus on alle 300 ja joka on 2 §:n 3 kohdassa maaritelty risteilyalus tai 2 §:n 4 kohdassa maaritelty lastialus; tai 5) jonka nettovetoisuus on alle 600 ja joka on 2 §:n 1 kohdassa maaritelty matkustaja-alus.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "För fartyg som bedriver handelssjöfart på finskt vattenområde skall betalas farledsavgift till staten enligt vad som bestäms i denna lag. Denna lag tillämpas inte på fartyg 1) som används enbart i insjötrafik, 2) som på väg från en utländsk hamn till en annan passerar genom finskt vattenområde utan att anlöpa någon finsk hamn, 3) som anländer till och lämnar Finland genom Saima kanal utan att anlöpa någon hamn vid Finlands kust, 4) vars nettodräktighet understiger 300 och som är kryssningsfartyg enligt definitionen i 2 § 3 punkten eller lastfartyg enligt definitionen i 2 § 4 punkten, eller 5) vars nettodräktighet understiger 600 och som är passagerarfartyg enligt definitionen i 2 § 1 punkten.",
        "normalized_sv": "För fartyg som bedriver handelssjöfart på finskt vattenområde skall betalas farledsavgift till staten enligt vad som bestäms i denna lag. Denna lag tillämpas inte på fartyg 1) som används enbart i insjötrafik, 2) som på väg från en utländsk hamn till en annan passerar genom finskt vattenområde utan att anlöpa någon finsk hamn, 3) som anländer till och lämnar Finland genom Saima kanal utan att anlöpa någon hamn vid Finlands kust, 4) vars nettodräktighet understiger 300 och som är kryssningsfartyg enligt definitionen i 2 § 3 punkten eller lastfartyg enligt definitionen i 2 § 4 punkten, eller 5) vars nettodräktighet understiger 600 och som är passagerarfartyg enligt definitionen i 2 § 1 punkten.",
        "folded_sv": "for fartyg som bedriver handelssjofart pa finskt vattenomrade skall betalas farledsavgift till staten enligt vad som bestams i denna lag. denna lag tillampas inte pa fartyg 1) som anvands enbart i insjotrafik, 2) som pa vag fran en utlandsk hamn till en annan passerar genom finskt vattenomrade utan att anlopa nagon finsk hamn, 3) som anlander till och lamnar finland genom saima kanal utan att anlopa nagon hamn vid finlands kust, 4) vars nettodraktighet understiger 300 och som ar kryssningsfartyg enligt definitionen i 2 § 3 punkten eller lastfartyg enligt definitionen i 2 § 4 punkten, eller 5) vars nettodraktighet understiger 600 och som ar passagerarfartyg enligt definitionen i 2 § 1 punkten."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) matkustaja-aluksella alusta, joka voi kuljettaa vähintään 120 matkustajaa, mutta joka ei ole risteilyalus eikä suurnopeusalus; 2) suurnopeusaluksella ihmishengen turvallisuudesta merellä vuonna 1974 tehdyn kansainvälisen yleissopimuksen (SopS 11/1981) liitteen X luvussa tarkoitettua suurnopeusalusta; 3) risteilyaluksella alusta, joka voi kuljettaa yli 12 matkustajaa, joka harjoittaa risteilyliikennettä ja joka ei Suomessa käydessään ota tai jätä lastia lukuun ottamatta aluksen omia tarpeita varten tarvittavaa polttoainetta tai muonaa; risteilyliikenteellä tarkoitetaan merimatkoja, joissa alus, joka ei ole säännöllisessä linjaliikenteessä, käy samalla matkalla Suomessa olevan sataman lisäksi vähintään kahdessa ulkomaisessa satamassa; 4) lastialuksella muita kuin 1―3 kohdassa määriteltyjä aluksia; 5) nettovetoisuudella aluksen mittakirjassa ilmoitettua nettovetoisuutta, joka on määritetty käyttäen vuoden 1969 kansainvälisen aluksenmittausyleissopimuksen (SopS 31/1982) liitteessä I olevaa kaavaa; 6) kauppamerenkululla aluksella ansiotarkoituksessa suoritettua toimintaa, kuten lastin ja matkustajien kuljettamista, hinausta, jäänmurtamista, pyyntiä tai pelastus- ja avustustoimintaa; 7) laivanisännällä aluksen omistajaa, vuokraajaa tai sitä, joka käyttää tosiasiallista määräämisvaltaa aluksen liikennöintiin liittyvissä kysymyksissä; 8) jääluokalla alusten jääluokista ja jäänmurtaja-avustuksesta annetussa laissa (1121/2005) määriteltyjä jääluokkia I A Super, I A, I B, I C, II ja III; 9) kantavuudella ihmishengen turvallisuudesta merellä vuonna 1974 tehdyn kansainvälisen yleissopimuksen (SopS 11/1981) II-2 luvun 3 säännössä määriteltyä kantavuutta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) matkustaja-aluksella alusta, joka voi kuljettaa vähintään 120 matkustajaa, mutta joka ei ole risteilyalus eikä suurnopeusalus; 2) suurnopeusaluksella ihmishengen turvallisuudesta merellä vuonna 1974 tehdyn kansainvälisen yleissopimuksen (SopS 11/1981) liitteen X luvussa tarkoitettua suurnopeusalusta; 3) risteilyaluksella alusta, joka voi kuljettaa yli 12 matkustajaa, joka harjoittaa risteilyliikennettä ja joka ei Suomessa käydessään ota tai jätä lastia lukuun ottamatta aluksen omia tarpeita varten tarvittavaa polttoainetta tai muonaa; risteilyliikenteellä tarkoitetaan merimatkoja, joissa alus, joka ei ole säännöllisessä linjaliikenteessä, käy samalla matkalla Suomessa olevan sataman lisäksi vähintään kahdessa ulkomaisessa satamassa; 4) lastialuksella muita kuin 1―3 kohdassa määriteltyjä aluksia; 5) nettovetoisuudella aluksen mittakirjassa ilmoitettua nettovetoisuutta, joka on määritetty käyttäen vuoden 1969 kansainvälisen aluksenmittausyleissopimuksen (SopS 31/1982) liitteessä I olevaa kaavaa; 6) kauppamerenkululla aluksella ansiotarkoituksessa suoritettua toimintaa, kuten lastin ja matkustajien kuljettamista, hinausta, jäänmurtamista, pyyntiä tai pelastus- ja avustustoimintaa; 7) laivanisännällä aluksen omistajaa, vuokraajaa tai sitä, joka käyttää tosiasiallista määräämisvaltaa aluksen liikennöintiin liittyvissä kysymyksissä; 8) jääluokalla alusten jääluokista ja jäänmurtaja-avustuksesta annetussa laissa (1121/2005) määriteltyjä jääluokkia I A Super, I A, I B, I C, II ja III; 9) kantavuudella ihmishengen turvallisuudesta merellä vuonna 1974 tehdyn kansainvälisen yleissopimuksen (SopS 11/1981) II-2 luvun 3 säännössä määriteltyä kantavuutta.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) matkustaja-aluksella alusta, joka voi kuljettaa vahintaan 120 matkustajaa, mutta joka ei ole risteilyalus eika suurnopeusalus; 2) suurnopeusaluksella ihmishengen turvallisuudesta merella vuonna 1974 tehdyn kansainvalisen yleissopimuksen (sops 11/1981) liitteen x luvussa tarkoitettua suurnopeusalusta; 3) risteilyaluksella alusta, joka voi kuljettaa yli 12 matkustajaa, joka harjoittaa risteilyliikennetta ja joka ei suomessa kaydessaan ota tai jata lastia lukuun ottamatta aluksen omia tarpeita varten tarvittavaa polttoainetta tai muonaa; risteilyliikenteella tarkoitetaan merimatkoja, joissa alus, joka ei ole saannollisessa linjaliikenteessa, kay samalla matkalla suomessa olevan sataman lisaksi vahintaan kahdessa ulkomaisessa satamassa; 4) lastialuksella muita kuin 1―3 kohdassa maariteltyja aluksia; 5) nettovetoisuudella aluksen mittakirjassa ilmoitettua nettovetoisuutta, joka on maaritetty kayttaen vuoden 1969 kansainvalisen aluksenmittausyleissopimuksen (sops 31/1982) liitteessa i olevaa kaavaa; 6) kauppamerenkululla aluksella ansiotarkoituksessa suoritettua toimintaa, kuten lastin ja matkustajien kuljettamista, hinausta, jaanmurtamista, pyyntia tai pelastus- ja avustustoimintaa; 7) laivanisannalla aluksen omistajaa, vuokraajaa tai sita, joka kayttaa tosiasiallista maaraamisvaltaa aluksen liikennointiin liittyvissa kysymyksissa; 8) jaaluokalla alusten jaaluokista ja jaanmurtaja-avustuksesta annetussa laissa (1121/2005) maariteltyja jaaluokkia i a super, i a, i b, i c, ii ja iii; 9) kantavuudella ihmishengen turvallisuudesta merella vuonna 1974 tehdyn kansainvalisen yleissopimuksen (sops 11/1981) ii-2 luvun 3 saannossa maariteltya kantavuutta.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) passagerarfartyg fartyg som kan transportera minst 120 passagerare, men som inte är ett kryssningsfartyg eller ett höghastighetsfartyg, 2) höghastighetsfartyg höghastighetsfartyg enligt kapitel X i bilagan till 1974 års internationella konvention om säkerheten för människoliv till sjöss (FördrS 11/1981), 3) kryssningsfartyg fartyg som kan transportera fler än 12 passagerare, bedriver kryssningstrafik och som inte tar eller lossar last med undantag för bränsle och proviant för eget behov när det besöker Finland; med kryssningstrafik avses sjöresor under vilka ett fartyg, som inte är i reguljär linjetrafik, under samma resa anlöper en hamn i Finland och dessutom minst två hamnar i utlandet, 4) lastfartyg andra än i 1―3 punkten definierade fartyg, 5) nettodräktighet den i fartygets mätbrev angivna nettodräktighet som har fastställts enligt formeln i bilaga I till 1969 års internationella skeppsmätningskonvention (FördrS 31/1982), 6) handelssjöfart med fartyg bedriven verksamhet i förtjänstsyfte, såsom transport av last och passagerare, bogsering, isbrytning, fångst samt räddningsverksamhet och assistans, 7) redare fartygets ägare, den som hyr fartyget eller någon som har faktisk bestämmanderätt i frågor som gäller trafiken med fartyget, 8) isklass isklasserna I A Super, I A, I B, I C, II och III, vilka definieras i lagen om fartygs isklasser och isbrytarassistans (1121/ 2005), 9) dödvikt dödvikt enligt definitionen i regel 3 i kapitel II-2 i 1974 års internationella konvention om säkerheten för människoliv till sjöss (FördrS 11/1981).",
        "normalized_sv": "I denna lag avses med 1) passagerarfartyg fartyg som kan transportera minst 120 passagerare, men som inte är ett kryssningsfartyg eller ett höghastighetsfartyg, 2) höghastighetsfartyg höghastighetsfartyg enligt kapitel X i bilagan till 1974 års internationella konvention om säkerheten för människoliv till sjöss (FördrS 11/1981), 3) kryssningsfartyg fartyg som kan transportera fler än 12 passagerare, bedriver kryssningstrafik och som inte tar eller lossar last med undantag för bränsle och proviant för eget behov när det besöker Finland; med kryssningstrafik avses sjöresor under vilka ett fartyg, som inte är i reguljär linjetrafik, under samma resa anlöper en hamn i Finland och dessutom minst två hamnar i utlandet, 4) lastfartyg andra än i 1―3 punkten definierade fartyg, 5) nettodräktighet den i fartygets mätbrev angivna nettodräktighet som har fastställts enligt formeln i bilaga I till 1969 års internationella skeppsmätningskonvention (FördrS 31/1982), 6) handelssjöfart med fartyg bedriven verksamhet i förtjänstsyfte, såsom transport av last och passagerare, bogsering, isbrytning, fångst samt räddningsverksamhet och assistans, 7) redare fartygets ägare, den som hyr fartyget eller någon som har faktisk bestämmanderätt i frågor som gäller trafiken med fartyget, 8) isklass isklasserna I A Super, I A, I B, I C, II och III, vilka definieras i lagen om fartygs isklasser och isbrytarassistans (1121/ 2005), 9) dödvikt dödvikt enligt definitionen i regel 3 i kapitel II-2 i 1974 års internationella konvention om säkerheten för människoliv till sjöss (FördrS 11/1981).",
        "folded_sv": "i denna lag avses med 1) passagerarfartyg fartyg som kan transportera minst 120 passagerare, men som inte ar ett kryssningsfartyg eller ett hoghastighetsfartyg, 2) hoghastighetsfartyg hoghastighetsfartyg enligt kapitel x i bilagan till 1974 ars internationella konvention om sakerheten for manniskoliv till sjoss (fordrs 11/1981), 3) kryssningsfartyg fartyg som kan transportera fler an 12 passagerare, bedriver kryssningstrafik och som inte tar eller lossar last med undantag for bransle och proviant for eget behov nar det besoker finland; med kryssningstrafik avses sjoresor under vilka ett fartyg, som inte ar i reguljar linjetrafik, under samma resa anloper en hamn i finland och dessutom minst tva hamnar i utlandet, 4) lastfartyg andra an i 1―3 punkten definierade fartyg, 5) nettodraktighet den i fartygets matbrev angivna nettodraktighet som har faststallts enligt formeln i bilaga i till 1969 ars internationella skeppsmatningskonvention (fordrs 31/1982), 6) handelssjofart med fartyg bedriven verksamhet i fortjanstsyfte, sasom transport av last och passagerare, bogsering, isbrytning, fangst samt raddningsverksamhet och assistans, 7) redare fartygets agare, den som hyr fartyget eller nagon som har faktisk bestammanderatt i fragor som galler trafiken med fartyget, 8) isklass isklasserna i a super, i a, i b, i c, ii och iii, vilka definieras i lagen om fartygs isklasser och isbrytarassistans (1121/ 2005), 9) dodvikt dodvikt enligt definitionen i regel 3 i kapitel ii-2 i 1974 ars internationella konvention om sakerheten for manniskoliv till sjoss (fordrs 11/1981)."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Toimivaltaiset viranomaiset",
      "content": "Tullilaitos vastaa väylämaksatuksen toimittamisesta ja valvonnasta. Tullihallitus määrää tullilaitoksen sisäisestä toimivallan ja tehtävien jaosta. Merenkulkulaitoksen on salassapitosäännösten estämättä annettava tulliviranomaiselle tämän lain soveltamisessa tarvittavia tietoja, selvityksiä, lausuntoja sekä muuta aineistoa. Merenkulkulaitoksen on tarvittaessa annettava tulliviranomaisille myös muuta virka-apua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_3",
        "normalized_fi": "Tullilaitos vastaa väylämaksatuksen toimittamisesta ja valvonnasta. Tullihallitus määrää tullilaitoksen sisäisestä toimivallan ja tehtävien jaosta. Merenkulkulaitoksen on salassapitosäännösten estämättä annettava tulliviranomaiselle tämän lain soveltamisessa tarvittavia tietoja, selvityksiä, lausuntoja sekä muuta aineistoa. Merenkulkulaitoksen on tarvittaessa annettava tulliviranomaisille myös muuta virka-apua.",
        "folded_fi": "tullilaitos vastaa vaylamaksatuksen toimittamisesta ja valvonnasta. tullihallitus maaraa tullilaitoksen sisaisesta toimivallan ja tehtavien jaosta. merenkulkulaitoksen on salassapitosaannosten estamatta annettava tulliviranomaiselle taman lain soveltamisessa tarvittavia tietoja, selvityksia, lausuntoja seka muuta aineistoa. merenkulkulaitoksen on tarvittaessa annettava tulliviranomaisille myos muuta virka-apua.",
        "title_sv": "Behöriga myndigheter",
        "content_sv": "Tullverket svarar för debiteringen av farledsavgiften och för tillsynen över debiteringen. Tullstyrelsen beslutar om tullverkets interna fördelning av befogenheter och uppgifter. Sjöfartsverket skall utan hinder av sekretessbestämmelserna ge tullmyndigheterna uppgifter, utredningar och utlåtanden samt annat material som behövs för tillämpningen av denna lag. Sjöfartsverket skall vid behov ge tullmyndigheterna även annan handräckning.",
        "normalized_sv": "Tullverket svarar för debiteringen av farledsavgiften och för tillsynen över debiteringen. Tullstyrelsen beslutar om tullverkets interna fördelning av befogenheter och uppgifter. Sjöfartsverket skall utan hinder av sekretessbestämmelserna ge tullmyndigheterna uppgifter, utredningar och utlåtanden samt annat material som behövs för tillämpningen av denna lag. Sjöfartsverket skall vid behov ge tullmyndigheterna även annan handräckning.",
        "folded_sv": "tullverket svarar for debiteringen av farledsavgiften och for tillsynen over debiteringen. tullstyrelsen beslutar om tullverkets interna fordelning av befogenheter och uppgifter. sjofartsverket skall utan hinder av sekretessbestammelserna ge tullmyndigheterna uppgifter, utredningar och utlatanden samt annat material som behovs for tillampningen av denna lag. sjofartsverket skall vid behov ge tullmyndigheterna aven annan handrackning."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Maksuvelvollinen",
      "content": "Laivanisäntä ja tulliviranomaisen hyväksymä Suomessa asuva laivanisännän edustaja ovat yhteisvastuullisesti velvollisia maksamaan väylämaksun. Ulkomaille sijoittuneella laivanisännällä tulee olla tulliviranomaisen hyväksymä Suomessa asuva edustaja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_4",
        "normalized_fi": "Laivanisäntä ja tulliviranomaisen hyväksymä Suomessa asuva laivanisännän edustaja ovat yhteisvastuullisesti velvollisia maksamaan väylämaksun. Ulkomaille sijoittuneella laivanisännällä tulee olla tulliviranomaisen hyväksymä Suomessa asuva edustaja.",
        "folded_fi": "laivanisanta ja tulliviranomaisen hyvaksyma suomessa asuva laivanisannan edustaja ovat yhteisvastuullisesti velvollisia maksamaan vaylamaksun. ulkomaille sijoittuneella laivanisannalla tulee olla tulliviranomaisen hyvaksyma suomessa asuva edustaja.",
        "title_sv": "Avgiftsskyldig",
        "content_sv": "Redaren och ett av tullmyndigheten godkänt, i Finland bosatt ombud för redaren är solidariskt ansvariga för betalning av farledsavgiften. En redare som är etablerad utomlands skall ha ett av tullmyndigheten godkänt, i Finland bosatt ombud.",
        "normalized_sv": "Redaren och ett av tullmyndigheten godkänt, i Finland bosatt ombud för redaren är solidariskt ansvariga för betalning av farledsavgiften. En redare som är etablerad utomlands skall ha ett av tullmyndigheten godkänt, i Finland bosatt ombud.",
        "folded_sv": "redaren och ett av tullmyndigheten godkant, i finland bosatt ombud for redaren ar solidariskt ansvariga for betalning av farledsavgiften. en redare som ar etablerad utomlands skall ha ett av tullmyndigheten godkant, i finland bosatt ombud."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Väylämaksu",
      "content": "Väylämaksu suoritetaan, kun alus saapuu ulkomailta Suomeen tai suomalaisesta satamasta suomalaiseen satamaan. Jos alus saman matkan aikana purkaa ulkomailta tuomansa lastin tai jättää ulkomailta tuomansa matkustajat useampaan kuin yhteen suomalaiseen satamaan taikka ottaa ulkomaille vietävää lastia tai matkustajia useammasta kuin yhdestä suomalaisesta satamasta, suoritetaan väylämaksu vain kerran. Jos alus saman matkan aikana poikkeaa Suomessa tapahtuvien lastausten välillä täydentämään lastia lastaus- tai ahtausteknisistä syistä ulkomaan satamassa, suoritetaan väylämaksu vain kerran. Väylämaksua ei suoriteta aluksesta, joka pakottavista syistä ainoastaan saadakseen määräyksiä jatkettavaa matkaa varten, aluksen kuntoonpanoa tai sen tarpeellisuuden tutkimista varten taikka polttoaineen ottamista varten poikkeaa Suomen satamaan jättämättä tai ottamatta lastia tai matkustajia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Väylämaksu suoritetaan, kun alus saapuu ulkomailta Suomeen tai suomalaisesta satamasta suomalaiseen satamaan. Jos alus saman matkan aikana purkaa ulkomailta tuomansa lastin tai jättää ulkomailta tuomansa matkustajat useampaan kuin yhteen suomalaiseen satamaan taikka ottaa ulkomaille vietävää lastia tai matkustajia useammasta kuin yhdestä suomalaisesta satamasta, suoritetaan väylämaksu vain kerran. Jos alus saman matkan aikana poikkeaa Suomessa tapahtuvien lastausten välillä täydentämään lastia lastaus- tai ahtausteknisistä syistä ulkomaan satamassa, suoritetaan väylämaksu vain kerran. Väylämaksua ei suoriteta aluksesta, joka pakottavista syistä ainoastaan saadakseen määräyksiä jatkettavaa matkaa varten, aluksen kuntoonpanoa tai sen tarpeellisuuden tutkimista varten taikka polttoaineen ottamista varten poikkeaa Suomen satamaan jättämättä tai ottamatta lastia tai matkustajia.",
        "folded_fi": "vaylamaksu suoritetaan, kun alus saapuu ulkomailta suomeen tai suomalaisesta satamasta suomalaiseen satamaan. jos alus saman matkan aikana purkaa ulkomailta tuomansa lastin tai jattaa ulkomailta tuomansa matkustajat useampaan kuin yhteen suomalaiseen satamaan taikka ottaa ulkomaille vietavaa lastia tai matkustajia useammasta kuin yhdesta suomalaisesta satamasta, suoritetaan vaylamaksu vain kerran. jos alus saman matkan aikana poikkeaa suomessa tapahtuvien lastausten valilla taydentamaan lastia lastaus- tai ahtausteknisista syista ulkomaan satamassa, suoritetaan vaylamaksu vain kerran. vaylamaksua ei suoriteta aluksesta, joka pakottavista syista ainoastaan saadakseen maarayksia jatkettavaa matkaa varten, aluksen kuntoonpanoa tai sen tarpeellisuuden tutkimista varten taikka polttoaineen ottamista varten poikkeaa suomen satamaan jattamatta tai ottamatta lastia tai matkustajia.",
        "title_sv": "Farledsavgift",
        "content_sv": "Farledsavgift skall betalas när ett fartyg anländer till Finland från utlandet eller från en finsk hamn till en finsk hamn. Om ett fartyg under samma resa lossar den last det fört med sig från utlandet eller avlämnar passagerare som det fört med sig från utlandet i flera än en finsk hamn eller tar last som det för med sig till utlandet eller tar passagerare från flera än en finsk hamn, betalas farledsavgift endast en gång. Om ett fartyg under samma resa mellan lastningar i Finland av lastnings- eller stuvningstekniska skäl anlöper en utländsk hamn för att fylla på sin last, betalas farledsavgift endast en gång. Farledsavgift skall inte betalas för fartyg som av tvingande skäl enbart för inhämtande av order för vidare resa eller för iståndsättning eller undersökning av behovet av iståndsättning av fartyget eller för att ta bränsle anlöper en finsk hamn utan att lossa eller ta last eller avlämna eller ta passagerare.",
        "normalized_sv": "Farledsavgift skall betalas när ett fartyg anländer till Finland från utlandet eller från en finsk hamn till en finsk hamn. Om ett fartyg under samma resa lossar den last det fört med sig från utlandet eller avlämnar passagerare som det fört med sig från utlandet i flera än en finsk hamn eller tar last som det för med sig till utlandet eller tar passagerare från flera än en finsk hamn, betalas farledsavgift endast en gång. Om ett fartyg under samma resa mellan lastningar i Finland av lastnings- eller stuvningstekniska skäl anlöper en utländsk hamn för att fylla på sin last, betalas farledsavgift endast en gång. Farledsavgift skall inte betalas för fartyg som av tvingande skäl enbart för inhämtande av order för vidare resa eller för iståndsättning eller undersökning av behovet av iståndsättning av fartyget eller för att ta bränsle anlöper en finsk hamn utan att lossa eller ta last eller avlämna eller ta passagerare.",
        "folded_sv": "farledsavgift skall betalas nar ett fartyg anlander till finland fran utlandet eller fran en finsk hamn till en finsk hamn. om ett fartyg under samma resa lossar den last det fort med sig fran utlandet eller avlamnar passagerare som det fort med sig fran utlandet i flera an en finsk hamn eller tar last som det for med sig till utlandet eller tar passagerare fran flera an en finsk hamn, betalas farledsavgift endast en gang. om ett fartyg under samma resa mellan lastningar i finland av lastnings- eller stuvningstekniska skal anloper en utlandsk hamn for att fylla pa sin last, betalas farledsavgift endast en gang. farledsavgift skall inte betalas for fartyg som av tvingande skal enbart for inhamtande av order for vidare resa eller for istandsattning eller undersokning av behovet av istandsattning av fartyget eller for att ta bransle anloper en finsk hamn utan att lossa eller ta last eller avlamna eller ta passagerare."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Väylämaksun yksikköhinta",
      "content": "Väylämaksun yksikköhinta lastialuksesta ja matkustaja-aluksesta määräytyy aluksen jääluokan mukaan seuraavasti: Jääluokka Lastialus Matkustaja-alus Yksikköhinta Yksikköhinta (euroa) (euroa) I A Super 1,340 0,902 I A 2,500 1,776 I B, I C 4,885 2,959 II, III 7,100 5,048 Risteilyaluksen yksikköhinta on 1,060 euroa, suurnopeusaluksen yksikköhinta on 6,404 euroa ja sellaisen aluksen, jolla ei ole omaa kuljetuskoneistoa, yksikköhinta on 3,559 euroa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Väylämaksun yksikköhinta lastialuksesta ja matkustaja-aluksesta määräytyy aluksen jääluokan mukaan seuraavasti: Jääluokka Lastialus Matkustaja-alus Yksikköhinta Yksikköhinta (euroa) (euroa) I A Super 1,340 0,902 I A 2,500 1,776 I B, I C 4,885 2,959 II, III 7,100 5,048 Risteilyaluksen yksikköhinta on 1,060 euroa, suurnopeusaluksen yksikköhinta on 6,404 euroa ja sellaisen aluksen, jolla ei ole omaa kuljetuskoneistoa, yksikköhinta on 3,559 euroa.",
        "folded_fi": "vaylamaksun yksikkohinta lastialuksesta ja matkustaja-aluksesta maaraytyy aluksen jaaluokan mukaan seuraavasti: jaaluokka lastialus matkustaja-alus yksikkohinta yksikkohinta (euroa) (euroa) i a super 1,340 0,902 i a 2,500 1,776 i b, i c 4,885 2,959 ii, iii 7,100 5,048 risteilyaluksen yksikkohinta on 1,060 euroa, suurnopeusaluksen yksikkohinta on 6,404 euroa ja sellaisen aluksen, jolla ei ole omaa kuljetuskoneistoa, yksikkohinta on 3,559 euroa.",
        "title_sv": "Farledsavgiftens pris per enhet",
        "content_sv": "Farledsavgiftens pris per enhet för lastfartyg och passagerarfartyg fastställs enligt fartygets isklass som följer: Isklass Lastfartyg Passagerarfartyg Pris per enhet Pris per enhet (euro) (euro) I A Super 1,340 0,902 I A 2,500 1,776 I B, I C 4,885 2,959 II, III 7,100 5,048 Priset per enhet för kryssningsfartyg är 1,060 euro, priset per enhet för höghastighetsfartyg 6,404 euro och priset per enhet för fartyg utan eget framdrivningsmaskineri 3,559 euro.",
        "normalized_sv": "Farledsavgiftens pris per enhet för lastfartyg och passagerarfartyg fastställs enligt fartygets isklass som följer: Isklass Lastfartyg Passagerarfartyg Pris per enhet Pris per enhet (euro) (euro) I A Super 1,340 0,902 I A 2,500 1,776 I B, I C 4,885 2,959 II, III 7,100 5,048 Priset per enhet för kryssningsfartyg är 1,060 euro, priset per enhet för höghastighetsfartyg 6,404 euro och priset per enhet för fartyg utan eget framdrivningsmaskineri 3,559 euro.",
        "folded_sv": "farledsavgiftens pris per enhet for lastfartyg och passagerarfartyg faststalls enligt fartygets isklass som foljer: isklass lastfartyg passagerarfartyg pris per enhet pris per enhet (euro) (euro) i a super 1,340 0,902 i a 2,500 1,776 i b, i c 4,885 2,959 ii, iii 7,100 5,048 priset per enhet for kryssningsfartyg ar 1,060 euro, priset per enhet for hoghastighetsfartyg 6,404 euro och priset per enhet for fartyg utan eget framdrivningsmaskineri 3,559 euro."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Väylämaksun määrä",
      "content": "Lastialuksesta ja matkustaja-aluksesta suoritettava väylämaksu saadaan kertomalla aluksen nettovetoisuus ja 6 §:n 1 momentissa säädetty väylämaksun yksikköhinta keskenään. Jos lastialuksen nettovetoisuus on suurempi kuin 25 000, ylittävä osuus nettovetoisuudesta kerrotaan kuitenkin luvulla, joka on puolet 6 §:n 1 momentissa säädetystä yksikköhinnasta. Risteilyaluksesta ja suurnopeusaluksesta suoritettava väylämaksu saadaan kertomalla aluksen nettovetoisuus ja 6 §:n 2 momentissa säädetty yksikköhinta keskenään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_7",
        "normalized_fi": "Lastialuksesta ja matkustaja-aluksesta suoritettava väylämaksu saadaan kertomalla aluksen nettovetoisuus ja 6 § :n 1 momentissa säädetty väylämaksun yksikköhinta keskenään. Jos lastialuksen nettovetoisuus on suurempi kuin 25 000, ylittävä osuus nettovetoisuudesta kerrotaan kuitenkin luvulla, joka on puolet 6 § :n 1 momentissa säädetystä yksikköhinnasta. Risteilyaluksesta ja suurnopeusaluksesta suoritettava väylämaksu saadaan kertomalla aluksen nettovetoisuus ja 6 § :n 2 momentissa säädetty yksikköhinta keskenään.",
        "folded_fi": "lastialuksesta ja matkustaja-aluksesta suoritettava vaylamaksu saadaan kertomalla aluksen nettovetoisuus ja 6 §:n 1 momentissa saadetty vaylamaksun yksikkohinta keskenaan. jos lastialuksen nettovetoisuus on suurempi kuin 25 000, ylittava osuus nettovetoisuudesta kerrotaan kuitenkin luvulla, joka on puolet 6 §:n 1 momentissa saadetysta yksikkohinnasta. risteilyaluksesta ja suurnopeusaluksesta suoritettava vaylamaksu saadaan kertomalla aluksen nettovetoisuus ja 6 §:n 2 momentissa saadetty yksikkohinta keskenaan.",
        "title_sv": "Avgiftsbelopp",
        "content_sv": "Den farledsavgift som betalas för lastfartyg och passagerarfartyg fås genom att fartygets nettodräktighet multipliceras med det pris per enhet för farledsavgiften som anges i 6 § 1 mom. Om ett lastfartygs nettodräktighet överstiger 25 000, multipliceras den överstigande andelen av nettodräktigheten dock med ett tal som är hälften av det pris per enhet som anges i 6 § 1 mom. Den farledsavgift som betalas för kryssningsfartyg och höghastighetsfartyg fås genom att fartygets nettodräktighet multipliceras med det pris per enhet som anges i 6 § 2 mom.",
        "normalized_sv": "Den farledsavgift som betalas för lastfartyg och passagerarfartyg fås genom att fartygets nettodräktighet multipliceras med det pris per enhet för farledsavgiften som anges i 6 § 1 mom. Om ett lastfartygs nettodräktighet överstiger 25 000, multipliceras den överstigande andelen av nettodräktigheten dock med ett tal som är hälften av det pris per enhet som anges i 6 § 1 mom. Den farledsavgift som betalas för kryssningsfartyg och höghastighetsfartyg fås genom att fartygets nettodräktighet multipliceras med det pris per enhet som anges i 6 § 2 mom.",
        "folded_sv": "den farledsavgift som betalas for lastfartyg och passagerarfartyg fas genom att fartygets nettodraktighet multipliceras med det pris per enhet for farledsavgiften som anges i 6 § 1 mom. om ett lastfartygs nettodraktighet overstiger 25 000, multipliceras den overstigande andelen av nettodraktigheten dock med ett tal som ar halften av det pris per enhet som anges i 6 § 1 mom. den farledsavgift som betalas for kryssningsfartyg och hoghastighetsfartyg fas genom att fartygets nettodraktighet multipliceras med det pris per enhet som anges i 6 § 2 mom."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Väylämaksun enimmäismäärä aluskäynniltä",
      "content": "Väylämaksu on enintään 109 000 euroa. Matkustaja-aluksen väylämaksu on kuitenkin enintään 34 000 euroa ja risteilyaluksen väylämaksu on enintään 45 000 euroa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_8",
        "normalized_fi": "Väylämaksu on enintään 109 000 euroa. Matkustaja-aluksen väylämaksu on kuitenkin enintään 34 000 euroa ja risteilyaluksen väylämaksu on enintään 45 000 euroa.",
        "folded_fi": "vaylamaksu on enintaan 109 000 euroa. matkustaja-aluksen vaylamaksu on kuitenkin enintaan 34 000 euroa ja risteilyaluksen vaylamaksu on enintaan 45 000 euroa.",
        "title_sv": "Farledsavgiftens maximibelopp per fartygsanlöp",
        "content_sv": "Farledsavgiften är högst 109 000 euro. Farledsavgiften för passagerarfartyg är dock högst 34 000 euro och för kryssningsfartyg högst 45 000 euro.",
        "normalized_sv": "Farledsavgiften är högst 109 000 euro. Farledsavgiften för passagerarfartyg är dock högst 34 000 euro och för kryssningsfartyg högst 45 000 euro.",
        "folded_sv": "farledsavgiften ar hogst 109 000 euro. farledsavgiften for passagerarfartyg ar dock hogst 34 000 euro och for kryssningsfartyg hogst 45 000 euro."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Aluksen nettovetoisuuden vahvistaminen",
      "content": "Jos alukselta puuttuu mittakirja, mittakirjassa ilmoitettu vetoisuus ei vastaa aluksen todellista vetoisuutta tai alus ei ole oikeutettu voimassa olevien aluksenmittaussääntöjen mukaan käyttämään mittakirjassa ilmoitettua nettovetoisuutta, Merenkulkulaitos vahvistaa väylämaksun laskemisessa käytettävän aluksen nettovetoisuuden voimassa olevien aluksenmittaussääntöjen mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_9",
        "normalized_fi": "Jos alukselta puuttuu mittakirja, mittakirjassa ilmoitettu vetoisuus ei vastaa aluksen todellista vetoisuutta tai alus ei ole oikeutettu voimassa olevien aluksenmittaussääntöjen mukaan käyttämään mittakirjassa ilmoitettua nettovetoisuutta, Merenkulkulaitos vahvistaa väylämaksun laskemisessa käytettävän aluksen nettovetoisuuden voimassa olevien aluksenmittaussääntöjen mukaisesti.",
        "folded_fi": "jos alukselta puuttuu mittakirja, mittakirjassa ilmoitettu vetoisuus ei vastaa aluksen todellista vetoisuutta tai alus ei ole oikeutettu voimassa olevien aluksenmittaussaantojen mukaan kayttamaan mittakirjassa ilmoitettua nettovetoisuutta, merenkulkulaitos vahvistaa vaylamaksun laskemisessa kaytettavan aluksen nettovetoisuuden voimassa olevien aluksenmittaussaantojen mukaisesti.",
        "title_sv": "Fastställande av nettodräktighet",
        "content_sv": "Om ett fartyg inte har något mätbrev, om den dräktighet som anges i mätbrevet inte motsvarar fartygets faktiska dräktighet eller om fartyget enligt gällande mätningsregler för fartyg inte är berättigat att använda den nettodräktighet som anges i mätbrevet, fastställer Sjöfartsverket den nettodräktighet för fartyget som används vid uträknandet av farledsavgiften i enlighet med gällande mätningsregler för fartyg.",
        "normalized_sv": "Om ett fartyg inte har något mätbrev, om den dräktighet som anges i mätbrevet inte motsvarar fartygets faktiska dräktighet eller om fartyget enligt gällande mätningsregler för fartyg inte är berättigat att använda den nettodräktighet som anges i mätbrevet, fastställer Sjöfartsverket den nettodräktighet för fartyget som används vid uträknandet av farledsavgiften i enlighet med gällande mätningsregler för fartyg.",
        "folded_sv": "om ett fartyg inte har nagot matbrev, om den draktighet som anges i matbrevet inte motsvarar fartygets faktiska draktighet eller om fartyget enligt gallande matningsregler for fartyg inte ar berattigat att anvanda den nettodraktighet som anges i matbrevet, faststaller sjofartsverket den nettodraktighet for fartyget som anvands vid utraknandet av farledsavgiften i enlighet med gallande matningsregler for fartyg."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Väylämaksujen vuotuinen enimmäismäärä ja lisämaksu",
      "content": "Kun matkustaja-aluksesta tai suurnopeusaluksesta on suoritettu 30 väylämaksua ja lastialuksesta 10 väylämaksua, alus on vapautettu saman kalenterivuoden aikana enemmistä väylämaksuista. Jos väylämaksun suuruuteen vaikuttavat seikat muuttuvat kalenterivuoden aikana siten, että 7 §:n mukainen väylämaksu nousee, aluksesta on suoritettava lisää väylämaksua. Väylämaksua on tällöin suoritettava kalenterivuodelta määrä, joka vastaa matkustaja-aluksesta ja suurnopeusaluksesta kalenterivuodelta määräytyvää 30:tä suurinta ja lastialuksesta 10:tä suurinta väylämaksua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_10",
        "normalized_fi": "Kun matkustaja-aluksesta tai suurnopeusaluksesta on suoritettu 30 väylämaksua ja lastialuksesta 10 väylämaksua, alus on vapautettu saman kalenterivuoden aikana enemmistä väylämaksuista. Jos väylämaksun suuruuteen vaikuttavat seikat muuttuvat kalenterivuoden aikana siten, että 7 § :n mukainen väylämaksu nousee, aluksesta on suoritettava lisää väylämaksua. Väylämaksua on tällöin suoritettava kalenterivuodelta määrä, joka vastaa matkustaja-aluksesta ja suurnopeusaluksesta kalenterivuodelta määräytyvää 30:tä suurinta ja lastialuksesta 10:tä suurinta väylämaksua.",
        "folded_fi": "kun matkustaja-aluksesta tai suurnopeusaluksesta on suoritettu 30 vaylamaksua ja lastialuksesta 10 vaylamaksua, alus on vapautettu saman kalenterivuoden aikana enemmista vaylamaksuista. jos vaylamaksun suuruuteen vaikuttavat seikat muuttuvat kalenterivuoden aikana siten, etta 7 §:n mukainen vaylamaksu nousee, aluksesta on suoritettava lisaa vaylamaksua. vaylamaksua on talloin suoritettava kalenterivuodelta maara, joka vastaa matkustaja-aluksesta ja suurnopeusaluksesta kalenterivuodelta maaraytyvaa 30:ta suurinta ja lastialuksesta 10:ta suurinta vaylamaksua.",
        "title_sv": "Farledsavgifternas årliga maximibelopp och tilläggsavgift",
        "content_sv": "När för ett passagerarfartyg eller höghastighetsfartyg har betalts 30 farledsavgifter och för ett lastfartyg 10 farledsavgifter, är fartyget befriat från ytterligare farledsavgifter under kalenderåret i fråga. Om de omständigheter som inverkar på farledsavgiftens storlek förändras under kalenderåret så att den farledsavgift som avses i 7 § stiger, skall för fartyget i farledsavgift betalas ett tillägg. I farledsavgift skall då för ett kalenderår betalas ett belopp som motsvarar de 30 högsta farledsavgifterna som för ett kalenderår bestäms för ett passagerarfartyg och ett höghastighetsfartyg och på motsvarande sätt de 10 högsta avgifterna för ett lastfartyg.",
        "normalized_sv": "När för ett passagerarfartyg eller höghastighetsfartyg har betalts 30 farledsavgifter och för ett lastfartyg 10 farledsavgifter, är fartyget befriat från ytterligare farledsavgifter under kalenderåret i fråga. Om de omständigheter som inverkar på farledsavgiftens storlek förändras under kalenderåret så att den farledsavgift som avses i 7 § stiger, skall för fartyget i farledsavgift betalas ett tillägg. I farledsavgift skall då för ett kalenderår betalas ett belopp som motsvarar de 30 högsta farledsavgifterna som för ett kalenderår bestäms för ett passagerarfartyg och ett höghastighetsfartyg och på motsvarande sätt de 10 högsta avgifterna för ett lastfartyg.",
        "folded_sv": "nar for ett passagerarfartyg eller hoghastighetsfartyg har betalts 30 farledsavgifter och for ett lastfartyg 10 farledsavgifter, ar fartyget befriat fran ytterligare farledsavgifter under kalenderaret i fraga. om de omstandigheter som inverkar pa farledsavgiftens storlek forandras under kalenderaret sa att den farledsavgift som avses i 7 § stiger, skall for fartyget i farledsavgift betalas ett tillagg. i farledsavgift skall da for ett kalenderar betalas ett belopp som motsvarar de 30 hogsta farledsavgifterna som for ett kalenderar bestams for ett passagerarfartyg och ett hoghastighetsfartyg och pa motsvarande satt de 10 hogsta avgifterna for ett lastfartyg."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Alennettu väylämaksu lastauskapasiteetinkäyttöasteen perusteella",
      "content": "Lastialuksen väylämaksu suoritetaan 75 prosentilla alennettuna, jos aluksen lastauskapasiteetin käyttöaste on enintään 15 prosenttia, ja 50 prosentilla alennettuna, jos lastauskapasiteetin käyttöaste on yli 15 prosenttia mutta enintään 30 prosenttia. Lastauskapasiteetin käyttöaste lasketaan vertaamalla Suomeen tuodun ja Suomesta viedyn lastin yhteenlaskettua määrää metrisinä tonneina osoittavaa lukua lukuun, joka on 90 prosenttia aluksen kantavuudesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_11",
        "normalized_fi": "Lastialuksen väylämaksu suoritetaan 75 prosentilla alennettuna, jos aluksen lastauskapasiteetin käyttöaste on enintään 15 prosenttia, ja 50 prosentilla alennettuna, jos lastauskapasiteetin käyttöaste on yli 15 prosenttia mutta enintään 30 prosenttia. Lastauskapasiteetin käyttöaste lasketaan vertaamalla Suomeen tuodun ja Suomesta viedyn lastin yhteenlaskettua määrää metrisinä tonneina osoittavaa lukua lukuun, joka on 90 prosenttia aluksen kantavuudesta.",
        "folded_fi": "lastialuksen vaylamaksu suoritetaan 75 prosentilla alennettuna, jos aluksen lastauskapasiteetin kayttoaste on enintaan 15 prosenttia, ja 50 prosentilla alennettuna, jos lastauskapasiteetin kayttoaste on yli 15 prosenttia mutta enintaan 30 prosenttia. lastauskapasiteetin kayttoaste lasketaan vertaamalla suomeen tuodun ja suomesta viedyn lastin yhteenlaskettua maaraa metrisina tonneina osoittavaa lukua lukuun, joka on 90 prosenttia aluksen kantavuudesta.",
        "title_sv": "Nedsatt farledsavgift enligt lastningskapacitetens utnyttjandegrad",
        "content_sv": "Farledsavgiften för ett lastfartyg betalas nedsatt med 75 procent, om lastningskapacitetens utnyttjandegrad är högst 15 procent och nedsatt med 50 procent, om lastningskapacitetens utnyttjandegrad är över 15 men högst 30 procent. Lastningskapacitetens utnyttjandegrad fås genom att det tal som anger den sammanlagda mängd last som förts in till Finland och ut från Finland uttryckt i metriska ton jämförs med ett tal som är 90 procent av fartygets dödvikt.",
        "normalized_sv": "Farledsavgiften för ett lastfartyg betalas nedsatt med 75 procent, om lastningskapacitetens utnyttjandegrad är högst 15 procent och nedsatt med 50 procent, om lastningskapacitetens utnyttjandegrad är över 15 men högst 30 procent. Lastningskapacitetens utnyttjandegrad fås genom att det tal som anger den sammanlagda mängd last som förts in till Finland och ut från Finland uttryckt i metriska ton jämförs med ett tal som är 90 procent av fartygets dödvikt.",
        "folded_sv": "farledsavgiften for ett lastfartyg betalas nedsatt med 75 procent, om lastningskapacitetens utnyttjandegrad ar hogst 15 procent och nedsatt med 50 procent, om lastningskapacitetens utnyttjandegrad ar over 15 men hogst 30 procent. lastningskapacitetens utnyttjandegrad fas genom att det tal som anger den sammanlagda mangd last som forts in till finland och ut fran finland uttryckt i metriska ton jamfors med ett tal som ar 90 procent av fartygets dodvikt."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Alennettu väylämaksu muilla perusteilla",
      "content": "Lastialuksen väylämaksu suoritetaan 50 prosentilla alennettuna, jos alus tuo Saimaan kanavalle suuntautuvan matkan yhteydessä samalla lastia ulkomailta Suomen rannikon satamaan tai jos alus vie Saimaan kanavalle suuntautuvan matkan yhteydessä samalla lastia ulkomaille Suomen rannikon satamasta. Lastialuksen väylämaksu suoritetaan 75 prosentilla alennettuna, jos alus tuo ulkomailta lastia, joka sen suureen kokoon liittyvästä pakottavasta syystä johtuen joudutaan kuljettamaan muilla aluksilla tulosatamasta edelleen toiseen suomalaiseen satamaan. Suomalaisesta satamasta viennin kauttakulkutavaraa hakevan lastialuksen väylämaksu suoritetaan 50 prosentilla alennettuna, jos aluksen koko lasti on kauttakulkulastia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_12",
        "normalized_fi": "Lastialuksen väylämaksu suoritetaan 50 prosentilla alennettuna, jos alus tuo Saimaan kanavalle suuntautuvan matkan yhteydessä samalla lastia ulkomailta Suomen rannikon satamaan tai jos alus vie Saimaan kanavalle suuntautuvan matkan yhteydessä samalla lastia ulkomaille Suomen rannikon satamasta. Lastialuksen väylämaksu suoritetaan 75 prosentilla alennettuna, jos alus tuo ulkomailta lastia, joka sen suureen kokoon liittyvästä pakottavasta syystä johtuen joudutaan kuljettamaan muilla aluksilla tulosatamasta edelleen toiseen suomalaiseen satamaan. Suomalaisesta satamasta viennin kauttakulkutavaraa hakevan lastialuksen väylämaksu suoritetaan 50 prosentilla alennettuna, jos aluksen koko lasti on kauttakulkulastia.",
        "folded_fi": "lastialuksen vaylamaksu suoritetaan 50 prosentilla alennettuna, jos alus tuo saimaan kanavalle suuntautuvan matkan yhteydessa samalla lastia ulkomailta suomen rannikon satamaan tai jos alus vie saimaan kanavalle suuntautuvan matkan yhteydessa samalla lastia ulkomaille suomen rannikon satamasta. lastialuksen vaylamaksu suoritetaan 75 prosentilla alennettuna, jos alus tuo ulkomailta lastia, joka sen suureen kokoon liittyvasta pakottavasta syysta johtuen joudutaan kuljettamaan muilla aluksilla tulosatamasta edelleen toiseen suomalaiseen satamaan. suomalaisesta satamasta viennin kauttakulkutavaraa hakevan lastialuksen vaylamaksu suoritetaan 50 prosentilla alennettuna, jos aluksen koko lasti on kauttakulkulastia.",
        "title_sv": "Nedsatt farledsavgift på andra grunder",
        "content_sv": "Farledsavgiften för ett lastfartyg betalas nedsatt med 50 procent, om fartyget i samband med en färd till Saima kanal samtidigt för med sig last från utlandet till en hamn vid Finlands kust eller om fartyget i samband med en färd till Saima kanal samtidigt för last till utlandet från en hamn vid Finlands kust. Farledsavgiften för ett lastfartyg betalas nedsatt med 75 procent, om fartyget för med sig sådan last från utlandet som av tvingande skäl som hänför sig till fartygets storlek måste transporteras från ankomsthamnen vidare till en annan finsk hamn med andra fartyg. Farledsavgiften för ett lastfartyg som i finsk hamn tar för utförsel avsett transitogods betalas nedsatt med 50 procent, om fartygets hela last är last i transitotrafik.",
        "normalized_sv": "Farledsavgiften för ett lastfartyg betalas nedsatt med 50 procent, om fartyget i samband med en färd till Saima kanal samtidigt för med sig last från utlandet till en hamn vid Finlands kust eller om fartyget i samband med en färd till Saima kanal samtidigt för last till utlandet från en hamn vid Finlands kust. Farledsavgiften för ett lastfartyg betalas nedsatt med 75 procent, om fartyget för med sig sådan last från utlandet som av tvingande skäl som hänför sig till fartygets storlek måste transporteras från ankomsthamnen vidare till en annan finsk hamn med andra fartyg. Farledsavgiften för ett lastfartyg som i finsk hamn tar för utförsel avsett transitogods betalas nedsatt med 50 procent, om fartygets hela last är last i transitotrafik.",
        "folded_sv": "farledsavgiften for ett lastfartyg betalas nedsatt med 50 procent, om fartyget i samband med en fard till saima kanal samtidigt for med sig last fran utlandet till en hamn vid finlands kust eller om fartyget i samband med en fard till saima kanal samtidigt for last till utlandet fran en hamn vid finlands kust. farledsavgiften for ett lastfartyg betalas nedsatt med 75 procent, om fartyget for med sig sadan last fran utlandet som av tvingande skal som hanfor sig till fartygets storlek maste transporteras fran ankomsthamnen vidare till en annan finsk hamn med andra fartyg. farledsavgiften for ett lastfartyg som i finsk hamn tar for utforsel avsett transitogods betalas nedsatt med 50 procent, om fartygets hela last ar last i transitotrafik."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Väylämaksuilmoitus",
      "content": "Maksuvelvollisen on annettava tulliviranomaiselle ilmoitus maksun määräämistä varten. Väylämaksuilmoituksen tulee sisältää tarvittavat tiedot maksun määräämistä varten. Kun alus saapuu ulkomailta Suomeen, väylämaksuilmoitus annetaan siihen tullitoimipaikkaan, jossa aluksen tuloselvitys tapahtuu. Kun alus on kotimaanliikenteessä, väylämaksuilmoitus annetaan siihen tullitoimipaikkaan, jonka toimialueella olevaan satamaan alus saapuu. Väylämaksuilmoitus voidaan antaa myös sähköisesti tai muussa automaattiseen tietojenkäsittelyyn soveltuvassa muodossa. Tullihallitus voi antaa tarkempia määräyksiä väylämaksuilmoituksen sisällöstä ja muodosta sekä ilmoitusmenettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_13",
        "normalized_fi": "Maksuvelvollisen on annettava tulliviranomaiselle ilmoitus maksun määräämistä varten. Väylämaksuilmoituksen tulee sisältää tarvittavat tiedot maksun määräämistä varten. Kun alus saapuu ulkomailta Suomeen, väylämaksuilmoitus annetaan siihen tullitoimipaikkaan, jossa aluksen tuloselvitys tapahtuu. Kun alus on kotimaanliikenteessä, väylämaksuilmoitus annetaan siihen tullitoimipaikkaan, jonka toimialueella olevaan satamaan alus saapuu. Väylämaksuilmoitus voidaan antaa myös sähköisesti tai muussa automaattiseen tietojenkäsittelyyn soveltuvassa muodossa. Tullihallitus voi antaa tarkempia määräyksiä väylämaksuilmoituksen sisällöstä ja muodosta sekä ilmoitusmenettelystä.",
        "folded_fi": "maksuvelvollisen on annettava tulliviranomaiselle ilmoitus maksun maaraamista varten. vaylamaksuilmoituksen tulee sisaltaa tarvittavat tiedot maksun maaraamista varten. kun alus saapuu ulkomailta suomeen, vaylamaksuilmoitus annetaan siihen tullitoimipaikkaan, jossa aluksen tuloselvitys tapahtuu. kun alus on kotimaanliikenteessa, vaylamaksuilmoitus annetaan siihen tullitoimipaikkaan, jonka toimialueella olevaan satamaan alus saapuu. vaylamaksuilmoitus voidaan antaa myos sahkoisesti tai muussa automaattiseen tietojenkasittelyyn soveltuvassa muodossa. tullihallitus voi antaa tarkempia maarayksia vaylamaksuilmoituksen sisallosta ja muodosta seka ilmoitusmenettelysta.",
        "title_sv": "Farledsavgiftsanmälan",
        "content_sv": "Den avgiftsskyldige skall för fastställande av farledsavgift lämna en anmälan till tullmyndigheterna. I farledsavgiftsanmälan skall finnas de uppgifter som behövs för bestämmande av avgiften. När ett fartyg anländer från utlandet till Finland skall farledsavgiftsanmälan lämnas till den tullanstalt där fartyget inklareras. När ett fartyg går i inrikesfart skall farledsavgiftsanmälan lämnas till den tullanstalt inom vars verksamhetsområde den hamn fartyget anlöper är belägen. Farledsavgiftsanmälan kan också lämnas i elektronisk form eller i annan för automatisk databehandling lämplig form. Tullstyrelsen kan utfärda närmare föreskrifter om innehållet i och formen för farledsavgiftsanmälan samt om anmälningsförfarandet.",
        "normalized_sv": "Den avgiftsskyldige skall för fastställande av farledsavgift lämna en anmälan till tullmyndigheterna. I farledsavgiftsanmälan skall finnas de uppgifter som behövs för bestämmande av avgiften. När ett fartyg anländer från utlandet till Finland skall farledsavgiftsanmälan lämnas till den tullanstalt där fartyget inklareras. När ett fartyg går i inrikesfart skall farledsavgiftsanmälan lämnas till den tullanstalt inom vars verksamhetsområde den hamn fartyget anlöper är belägen. Farledsavgiftsanmälan kan också lämnas i elektronisk form eller i annan för automatisk databehandling lämplig form. Tullstyrelsen kan utfärda närmare föreskrifter om innehållet i och formen för farledsavgiftsanmälan samt om anmälningsförfarandet.",
        "folded_sv": "den avgiftsskyldige skall for faststallande av farledsavgift lamna en anmalan till tullmyndigheterna. i farledsavgiftsanmalan skall finnas de uppgifter som behovs for bestammande av avgiften. nar ett fartyg anlander fran utlandet till finland skall farledsavgiftsanmalan lamnas till den tullanstalt dar fartyget inklareras. nar ett fartyg gar i inrikesfart skall farledsavgiftsanmalan lamnas till den tullanstalt inom vars verksamhetsomrade den hamn fartyget anloper ar belagen. farledsavgiftsanmalan kan ocksa lamnas i elektronisk form eller i annan for automatisk databehandling lamplig form. tullstyrelsen kan utfarda narmare foreskrifter om innehallet i och formen for farledsavgiftsanmalan samt om anmalningsforfarandet."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Väylämaksun maksaminen",
      "content": "Väylämaksun maksamiseen sovelletaan, jollei tässä laissa toisin säädetä, mitä tullin maksamisesta tullilaissa (1466/1994) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_14",
        "normalized_fi": "Väylämaksun maksamiseen sovelletaan, jollei tässä laissa toisin säädetä, mitä tullin maksamisesta tullilaissa (1466/1994) säädetään.",
        "folded_fi": "vaylamaksun maksamiseen sovelletaan, jollei tassa laissa toisin saadeta, mita tullin maksamisesta tullilaissa (1466/1994) saadetaan.",
        "title_sv": "Betalning av farledsavgift",
        "content_sv": "Om inte något annat föreskrivs i denna lag tillämpas på betalning av farledsavgift vad som i tullagen (1466/1994) bestäms om betalning av tull.",
        "normalized_sv": "Om inte något annat föreskrivs i denna lag tillämpas på betalning av farledsavgift vad som i tullagen (1466/1994) bestäms om betalning av tull.",
        "folded_sv": "om inte nagot annat foreskrivs i denna lag tillampas pa betalning av farledsavgift vad som i tullagen (1466/1994) bestams om betalning av tull."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Väylämaksun maksaminen etukäteen",
      "content": "Edellä 10 §:n 1 momentissa tarkoitetut väylämaksut voidaan maksaa etukäteen yhdellä kertaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_15",
        "normalized_fi": "Edellä 10 § :n 1 momentissa tarkoitetut väylämaksut voidaan maksaa etukäteen yhdellä kertaa.",
        "folded_fi": "edella 10 §:n 1 momentissa tarkoitetut vaylamaksut voidaan maksaa etukateen yhdella kertaa.",
        "title_sv": "Betalning av farledsavgift i förskott",
        "content_sv": "De farledsavgifter som avses i 10 § 1 mom. kan betalas på en gång i förskott.",
        "normalized_sv": "De farledsavgifter som avses i 10 § 1 mom. kan betalas på en gång i förskott.",
        "folded_sv": "de farledsavgifter som avses i 10 § 1 mom. kan betalas pa en gang i forskott."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Arviomaksatus",
      "content": "Jos maksuvelvollinen ei ole antanut 13 §:ssä tarkoitettua maksuilmoitusta tai ilmoitus on puutteellinen, tulliviranomaisen on kehotettava maksuvelvollista määräajassa arviomaksatuksen uhalla antamaan väylämaksuilmoitus tai täydentämään puutteellista ilmoitusta. Jos maksuilmoitusta ei kehotuksesta huolimatta ole annettu tai väylämaksua ei voida periä täydennetynkään ilmoituksen perusteella, maksatus on toimitettava arvion mukaan. Maksupäätöksessä on tällöin mainittava arvion perusteet. Ennen arviomaksatusta maksuvelvolliselle on varattava tilaisuus tulla kuulluksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_16",
        "normalized_fi": "Jos maksuvelvollinen ei ole antanut 13 § :ssä tarkoitettua maksuilmoitusta tai ilmoitus on puutteellinen, tulliviranomaisen on kehotettava maksuvelvollista määräajassa arviomaksatuksen uhalla antamaan väylämaksuilmoitus tai täydentämään puutteellista ilmoitusta. Jos maksuilmoitusta ei kehotuksesta huolimatta ole annettu tai väylämaksua ei voida periä täydennetynkään ilmoituksen perusteella, maksatus on toimitettava arvion mukaan. Maksupäätöksessä on tällöin mainittava arvion perusteet. Ennen arviomaksatusta maksuvelvolliselle on varattava tilaisuus tulla kuulluksi.",
        "folded_fi": "jos maksuvelvollinen ei ole antanut 13 §:ssa tarkoitettua maksuilmoitusta tai ilmoitus on puutteellinen, tulliviranomaisen on kehotettava maksuvelvollista maaraajassa arviomaksatuksen uhalla antamaan vaylamaksuilmoitus tai taydentamaan puutteellista ilmoitusta. jos maksuilmoitusta ei kehotuksesta huolimatta ole annettu tai vaylamaksua ei voida peria taydennetynkaan ilmoituksen perusteella, maksatus on toimitettava arvion mukaan. maksupaatoksessa on talloin mainittava arvion perusteet. ennen arviomaksatusta maksuvelvolliselle on varattava tilaisuus tulla kuulluksi.",
        "title_sv": "Debitering av farledsavgift enligt uppskattning",
        "content_sv": "Om den avgiftsskyldige inte lämnat avgiftsanmälan som avses i 13 § eller om anmälan är bristfällig, skall tullmyndigheten uppmana den avgiftsskyldige att inom en bestämd tid vid hot om debitering enligt uppskattning lämna farledsavgiftsanmälan eller komplettera den bristfälliga anmälningen. I det fall att avgiftsanmälan trots uppmaning inte har lämnats eller farledsavgiften inte ens efter komplettering av anmälan kan tas ut på basis av den, skall debiteringen verkställas enligt uppskattning. I betalningsbeslutet skall då anges grunderna för uppskattningen. Innan debitering verkställs enligt uppskattning skall den avgiftsskyldige ges tillfälle att bli hörd.",
        "normalized_sv": "Om den avgiftsskyldige inte lämnat avgiftsanmälan som avses i 13 § eller om anmälan är bristfällig, skall tullmyndigheten uppmana den avgiftsskyldige att inom en bestämd tid vid hot om debitering enligt uppskattning lämna farledsavgiftsanmälan eller komplettera den bristfälliga anmälningen. I det fall att avgiftsanmälan trots uppmaning inte har lämnats eller farledsavgiften inte ens efter komplettering av anmälan kan tas ut på basis av den, skall debiteringen verkställas enligt uppskattning. I betalningsbeslutet skall då anges grunderna för uppskattningen. Innan debitering verkställs enligt uppskattning skall den avgiftsskyldige ges tillfälle att bli hörd.",
        "folded_sv": "om den avgiftsskyldige inte lamnat avgiftsanmalan som avses i 13 § eller om anmalan ar bristfallig, skall tullmyndigheten uppmana den avgiftsskyldige att inom en bestamd tid vid hot om debitering enligt uppskattning lamna farledsavgiftsanmalan eller komplettera den bristfalliga anmalningen. i det fall att avgiftsanmalan trots uppmaning inte har lamnats eller farledsavgiften inte ens efter komplettering av anmalan kan tas ut pa basis av den, skall debiteringen verkstallas enligt uppskattning. i betalningsbeslutet skall da anges grunderna for uppskattningen. innan debitering verkstalls enligt uppskattning skall den avgiftsskyldige ges tillfalle att bli hord."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Maksunkorotus",
      "content": "Väylämaksua voidaan korottaa: 1) enintään 30 prosentilla, jos maksuvelvollinen on antanut väylämaksun määräämistä varten tarvittavat tiedot puutteellisina tai virheellisinä taikka kokonaan tai osittain laiminlyönyt ilmoitusvelvollisuutensa; taikka 2) enintään 50 prosentilla, jos maksuvelvollinen on tahallaan tai törkeästä huolimattomuudesta antanut väylämaksun määräämistä varten puutteellisen, erehdyttävän tai väärän ilmoituksen tai muun tiedon tai asiakirjan, jättänyt antamatta tietoja väylämaksun määräämistä varten taikka muutoin laiminlyönyt tiedonantovelvollisuutensa ja menettely on ollut omiaan aiheuttamaan sen, että maksuvelvolliselle olisi jäänyt maksua määräämättä. Jos 1 momentin 2 kohdassa tarkoitettua menettelyä on sillä saavutettavissa ollut hyöty ja muut asiaan vaikuttavat seikat huomioon ottaen pidettävä törkeänä, väylämaksua on korotettava vähintään 50 prosentilla ja enintään 100 prosentilla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_17",
        "normalized_fi": "Väylämaksua voidaan korottaa: 1) enintään 30 prosentilla, jos maksuvelvollinen on antanut väylämaksun määräämistä varten tarvittavat tiedot puutteellisina tai virheellisinä taikka kokonaan tai osittain laiminlyönyt ilmoitusvelvollisuutensa; taikka 2) enintään 50 prosentilla, jos maksuvelvollinen on tahallaan tai törkeästä huolimattomuudesta antanut väylämaksun määräämistä varten puutteellisen, erehdyttävän tai väärän ilmoituksen tai muun tiedon tai asiakirjan, jättänyt antamatta tietoja väylämaksun määräämistä varten taikka muutoin laiminlyönyt tiedonantovelvollisuutensa ja menettely on ollut omiaan aiheuttamaan sen, että maksuvelvolliselle olisi jäänyt maksua määräämättä. Jos 1 momentin 2 kohdassa tarkoitettua menettelyä on sillä saavutettavissa ollut hyöty ja muut asiaan vaikuttavat seikat huomioon ottaen pidettävä törkeänä, väylämaksua on korotettava vähintään 50 prosentilla ja enintään 100 prosentilla.",
        "folded_fi": "vaylamaksua voidaan korottaa: 1) enintaan 30 prosentilla, jos maksuvelvollinen on antanut vaylamaksun maaraamista varten tarvittavat tiedot puutteellisina tai virheellisina taikka kokonaan tai osittain laiminlyonyt ilmoitusvelvollisuutensa; taikka 2) enintaan 50 prosentilla, jos maksuvelvollinen on tahallaan tai torkeasta huolimattomuudesta antanut vaylamaksun maaraamista varten puutteellisen, erehdyttavan tai vaaran ilmoituksen tai muun tiedon tai asiakirjan, jattanyt antamatta tietoja vaylamaksun maaraamista varten taikka muutoin laiminlyonyt tiedonantovelvollisuutensa ja menettely on ollut omiaan aiheuttamaan sen, etta maksuvelvolliselle olisi jaanyt maksua maaraamatta. jos 1 momentin 2 kohdassa tarkoitettua menettelya on silla saavutettavissa ollut hyoty ja muut asiaan vaikuttavat seikat huomioon ottaen pidettava torkeana, vaylamaksua on korotettava vahintaan 50 prosentilla ja enintaan 100 prosentilla.",
        "title_sv": "Avgiftshöjning",
        "content_sv": "Farledsavgiften kan höjas 1) med högst 30 procent, om den avgiftsskyldige har lämnat bristfälliga eller oriktiga uppgifter för fastställande av farledsavgiften eller helt eller delvis försummat sin anmälningsplikt, eller 2) med högst 50 procent, om den avgiftsskyldige för fastställande av farledsavgiften uppsåtligen eller av grov vårdslöshet har lämnat en bristfällig, vilseledande eller oriktig anmälan eller annan uppgift eller handling, underlåtit att lämna uppgifter för fastställande av farledsavgift eller annars försummat sin skyldighet att lämna uppgifter och förfarandet har varit ägnat att medföra att den avgiftsskyldige skulle ha kunnat undgå farledsavgift. Om ett förfarande som avses i 1 mom. 2 punkten med beaktande av den fördel som kunnat fås därav och andra omständigheter som inverkar på ärendet skall anses som grovt, skall farledsavgiften höjas med minst 50 och högst 100 procent.",
        "normalized_sv": "Farledsavgiften kan höjas 1) med högst 30 procent, om den avgiftsskyldige har lämnat bristfälliga eller oriktiga uppgifter för fastställande av farledsavgiften eller helt eller delvis försummat sin anmälningsplikt, eller 2) med högst 50 procent, om den avgiftsskyldige för fastställande av farledsavgiften uppsåtligen eller av grov vårdslöshet har lämnat en bristfällig, vilseledande eller oriktig anmälan eller annan uppgift eller handling, underlåtit att lämna uppgifter för fastställande av farledsavgift eller annars försummat sin skyldighet att lämna uppgifter och förfarandet har varit ägnat att medföra att den avgiftsskyldige skulle ha kunnat undgå farledsavgift. Om ett förfarande som avses i 1 mom. 2 punkten med beaktande av den fördel som kunnat fås därav och andra omständigheter som inverkar på ärendet skall anses som grovt, skall farledsavgiften höjas med minst 50 och högst 100 procent.",
        "folded_sv": "farledsavgiften kan hojas 1) med hogst 30 procent, om den avgiftsskyldige har lamnat bristfalliga eller oriktiga uppgifter for faststallande av farledsavgiften eller helt eller delvis forsummat sin anmalningsplikt, eller 2) med hogst 50 procent, om den avgiftsskyldige for faststallande av farledsavgiften uppsatligen eller av grov vardsloshet har lamnat en bristfallig, vilseledande eller oriktig anmalan eller annan uppgift eller handling, underlatit att lamna uppgifter for faststallande av farledsavgift eller annars forsummat sin skyldighet att lamna uppgifter och forfarandet har varit agnat att medfora att den avgiftsskyldige skulle ha kunnat undga farledsavgift. om ett forfarande som avses i 1 mom. 2 punkten med beaktande av den fordel som kunnat fas darav och andra omstandigheter som inverkar pa arendet skall anses som grovt, skall farledsavgiften hojas med minst 50 och hogst 100 procent."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Virhemaksu",
      "content": "Jos 17 §:n 1 momentissa tarkoitetussa tilanteessa väylämaksua ei määrätä maksettavaksi, tai jos väylämaksun määrä on vähäinen eikä maksunkorotusta ole määrätty, virhemaksuna voidaan kantaa vähintään 10 ja enintään 2 500 euroa. Virhemaksun suuruutta määrättäessä otetaan huomioon menettelyn moitittavuus, toistuvuus ja muut näihin rinnastettavat seikat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_18",
        "normalized_fi": "Jos 17 § :n 1 momentissa tarkoitetussa tilanteessa väylämaksua ei määrätä maksettavaksi, tai jos väylämaksun määrä on vähäinen eikä maksunkorotusta ole määrätty, virhemaksuna voidaan kantaa vähintään 10 ja enintään 2 500 euroa. Virhemaksun suuruutta määrättäessä otetaan huomioon menettelyn moitittavuus, toistuvuus ja muut näihin rinnastettavat seikat.",
        "folded_fi": "jos 17 §:n 1 momentissa tarkoitetussa tilanteessa vaylamaksua ei maarata maksettavaksi, tai jos vaylamaksun maara on vahainen eika maksunkorotusta ole maaratty, virhemaksuna voidaan kantaa vahintaan 10 ja enintaan 2 500 euroa. virhemaksun suuruutta maarattaessa otetaan huomioon menettelyn moitittavuus, toistuvuus ja muut naihin rinnastettavat seikat.",
        "title_sv": "Felavgift",
        "content_sv": "Om någon farledsavgift inte påförs i en situation som avses i 17 § 1 mom. eller om avgiftsbeloppet är obetydligt och avgiftshöjning inte har påförts, kan i felavgift uppbäras minst 10 och högst 2 500 euro. Vid fastställande av felavgiftens storlek beaktas hur klandervärt förfarandet varit, om det har upprepats och andra med dessa jämförliga omständigheter.",
        "normalized_sv": "Om någon farledsavgift inte påförs i en situation som avses i 17 § 1 mom. eller om avgiftsbeloppet är obetydligt och avgiftshöjning inte har påförts, kan i felavgift uppbäras minst 10 och högst 2 500 euro. Vid fastställande av felavgiftens storlek beaktas hur klandervärt förfarandet varit, om det har upprepats och andra med dessa jämförliga omständigheter.",
        "folded_sv": "om nagon farledsavgift inte pafors i en situation som avses i 17 § 1 mom. eller om avgiftsbeloppet ar obetydligt och avgiftshojning inte har paforts, kan i felavgift uppbaras minst 10 och hogst 2 500 euro. vid faststallande av felavgiftens storlek beaktas hur klandervart forfarandet varit, om det har upprepats och andra med dessa jamforliga omstandigheter."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "Oikaisu maksunsaajan hyväksi",
      "content": "Jos väylämaksu on laskuvirheen tai siihen verrattavan erehdyksen vuoksi tai sen vuoksi, ettei tulliviranomainen ole tutkinut asiaa joltakin osin, jäänyt kokonaan tai osaksi määräämättä tai sitä on palautettu liikaa maksuvelvollisen sitä aiheuttamatta, tulliviranomaisen on oikaistava antamaansa päätöstä, jollei asia muutoin ole vireillä tai valitukseen annetulla päätöksellä ratkaistu. Oikaisu on tehtävä vuoden kuluessa sitä seuraavan kalenterivuoden alusta, jona väylämaksu tai sen palautus määrättiin tai olisi maksuvelvollisen ilmoituksen perusteella pitänyt määrätä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_19",
        "normalized_fi": "Jos väylämaksu on laskuvirheen tai siihen verrattavan erehdyksen vuoksi tai sen vuoksi, ettei tulliviranomainen ole tutkinut asiaa joltakin osin, jäänyt kokonaan tai osaksi määräämättä tai sitä on palautettu liikaa maksuvelvollisen sitä aiheuttamatta, tulliviranomaisen on oikaistava antamaansa päätöstä, jollei asia muutoin ole vireillä tai valitukseen annetulla päätöksellä ratkaistu. Oikaisu on tehtävä vuoden kuluessa sitä seuraavan kalenterivuoden alusta, jona väylämaksu tai sen palautus määrättiin tai olisi maksuvelvollisen ilmoituksen perusteella pitänyt määrätä.",
        "folded_fi": "jos vaylamaksu on laskuvirheen tai siihen verrattavan erehdyksen vuoksi tai sen vuoksi, ettei tulliviranomainen ole tutkinut asiaa joltakin osin, jaanyt kokonaan tai osaksi maaraamatta tai sita on palautettu liikaa maksuvelvollisen sita aiheuttamatta, tulliviranomaisen on oikaistava antamaansa paatosta, jollei asia muutoin ole vireilla tai valitukseen annetulla paatoksella ratkaistu. oikaisu on tehtava vuoden kuluessa sita seuraavan kalenterivuoden alusta, jona vaylamaksu tai sen palautus maarattiin tai olisi maksuvelvollisen ilmoituksen perusteella pitanyt maarata.",
        "title_sv": "Rättelse till avgiftstagarens fördel",
        "content_sv": "Har farledsavgiften eller en del av den på grund av ett räknefel eller ett därmed jämförbart misstag eller på grund av att tullmyndigheten till någon del inte har prövat saken inte blivit påförd eller återburits till ett för högt belopp utan att den avgiftsskyldige har orsakat det, skall tullmyndigheten, om ärendet inte annars är anhängigt eller har avgjorts genom beslut med anledning av besvär, rätta sitt beslut. Rättelse skall göras inom ett år från ingången av kalenderåret efter det under vilket farledsavgiften eller återbäringen av farledsavgiften fastställdes eller med stöd av den avgiftsskyldiges anmälan borde ha fastställts.",
        "normalized_sv": "Har farledsavgiften eller en del av den på grund av ett räknefel eller ett därmed jämförbart misstag eller på grund av att tullmyndigheten till någon del inte har prövat saken inte blivit påförd eller återburits till ett för högt belopp utan att den avgiftsskyldige har orsakat det, skall tullmyndigheten, om ärendet inte annars är anhängigt eller har avgjorts genom beslut med anledning av besvär, rätta sitt beslut. Rättelse skall göras inom ett år från ingången av kalenderåret efter det under vilket farledsavgiften eller återbäringen av farledsavgiften fastställdes eller med stöd av den avgiftsskyldiges anmälan borde ha fastställts.",
        "folded_sv": "har farledsavgiften eller en del av den pa grund av ett raknefel eller ett darmed jamforbart misstag eller pa grund av att tullmyndigheten till nagon del inte har provat saken inte blivit paford eller aterburits till ett for hogt belopp utan att den avgiftsskyldige har orsakat det, skall tullmyndigheten, om arendet inte annars ar anhangigt eller har avgjorts genom beslut med anledning av besvar, ratta sitt beslut. rattelse skall goras inom ett ar fran ingangen av kalenderaret efter det under vilket farledsavgiften eller aterbaringen av farledsavgiften faststalldes eller med stod av den avgiftsskyldiges anmalan borde ha faststallts."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Jälkimaksatus",
      "content": "Jos väylämaksu on jäänyt kokonaan tai osaksi määräämättä sen vuoksi, että maksuvelvollinen on kokonaan tai osittain laiminlyönyt ilmoitusvelvollisuutensa tai antanut maksun määräämistä varten puutteellisen, erehdyttävän tai väärän ilmoituksen tai muun tiedon tai asiakirjan, taikka jos väylämaksua on sanotusta syystä palautettu liikaa, tulliviranomaisen on määrättävä määräämättä jäänyt väylämaksu maksuvelvollisen suoritettavaksi. Jälkimaksatus on toimitettava kolmen vuoden kuluessa sitä seuraavan kalenterivuoden alusta, jonka aikana väylämaksu tai sen palautus määrättiin tai olisi pitänyt määrätä. Jos tulliviranomaisen hyväksymä Suomessa asuva laivanisännän edustaja ei tiennyt eikä hänen olisi pitänytkään tietää, että maksun määräämistä varten annettu ilmoitus, asiakirja tai muu tieto on puutteellinen, erehdyttävä tai väärä, jälkimaksatus tällaisen laivanisännän edustajan osalta on toimitettava kahdeksantoista kuukauden kuluessa saatavan syntymisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_20",
        "normalized_fi": "Jos väylämaksu on jäänyt kokonaan tai osaksi määräämättä sen vuoksi, että maksuvelvollinen on kokonaan tai osittain laiminlyönyt ilmoitusvelvollisuutensa tai antanut maksun määräämistä varten puutteellisen, erehdyttävän tai väärän ilmoituksen tai muun tiedon tai asiakirjan, taikka jos väylämaksua on sanotusta syystä palautettu liikaa, tulliviranomaisen on määrättävä määräämättä jäänyt väylämaksu maksuvelvollisen suoritettavaksi. Jälkimaksatus on toimitettava kolmen vuoden kuluessa sitä seuraavan kalenterivuoden alusta, jonka aikana väylämaksu tai sen palautus määrättiin tai olisi pitänyt määrätä. Jos tulliviranomaisen hyväksymä Suomessa asuva laivanisännän edustaja ei tiennyt eikä hänen olisi pitänytkään tietää, että maksun määräämistä varten annettu ilmoitus, asiakirja tai muu tieto on puutteellinen, erehdyttävä tai väärä, jälkimaksatus tällaisen laivanisännän edustajan osalta on toimitettava kahdeksantoista kuukauden kuluessa saatavan syntymisestä.",
        "folded_fi": "jos vaylamaksu on jaanyt kokonaan tai osaksi maaraamatta sen vuoksi, etta maksuvelvollinen on kokonaan tai osittain laiminlyonyt ilmoitusvelvollisuutensa tai antanut maksun maaraamista varten puutteellisen, erehdyttavan tai vaaran ilmoituksen tai muun tiedon tai asiakirjan, taikka jos vaylamaksua on sanotusta syysta palautettu liikaa, tulliviranomaisen on maarattava maaraamatta jaanyt vaylamaksu maksuvelvollisen suoritettavaksi. jalkimaksatus on toimitettava kolmen vuoden kuluessa sita seuraavan kalenterivuoden alusta, jonka aikana vaylamaksu tai sen palautus maarattiin tai olisi pitanyt maarata. jos tulliviranomaisen hyvaksyma suomessa asuva laivanisannan edustaja ei tiennyt eika hanen olisi pitanytkaan tietaa, etta maksun maaraamista varten annettu ilmoitus, asiakirja tai muu tieto on puutteellinen, erehdyttava tai vaara, jalkimaksatus tallaisen laivanisannan edustajan osalta on toimitettava kahdeksantoista kuukauden kuluessa saatavan syntymisesta.",
        "title_sv": "Efterdebitering",
        "content_sv": "Har farledsavgiften blivit helt eller delvis opåförd på grund av att den avgiftsskyldige helt eller delvis har försummat sin anmälningsplikt eller för påförande av avgift inlämnat bristfällig, vilseledande eller oriktig anmälan eller annan uppgift eller handling, eller har farledsavgiften av nämnda skäl återburits till ett för högt belopp, skall tullmyndigheten ålägga den avgiftsskyldige att betala den farledsavgift som inte påförts. Efterdebitering skall verkställas inom tre år från ingången av kalenderåret efter det under vilket farledsavgiften eller återbäringen av farledsavgiften fastställdes eller borde ha fastställts. Om ett av tullmyndigheten godkänt, i Finland bosatt ombud för redaren inte visste eller borde ha vetat att den anmälan, handling eller annan uppgift som lämnats för fastställande av farledsavgiften är bristfällig, vilseledande eller oriktig, skall ett sådant ombud efterdebiteras inom aderton månader från det att fordran uppstod.",
        "normalized_sv": "Har farledsavgiften blivit helt eller delvis opåförd på grund av att den avgiftsskyldige helt eller delvis har försummat sin anmälningsplikt eller för påförande av avgift inlämnat bristfällig, vilseledande eller oriktig anmälan eller annan uppgift eller handling, eller har farledsavgiften av nämnda skäl återburits till ett för högt belopp, skall tullmyndigheten ålägga den avgiftsskyldige att betala den farledsavgift som inte påförts. Efterdebitering skall verkställas inom tre år från ingången av kalenderåret efter det under vilket farledsavgiften eller återbäringen av farledsavgiften fastställdes eller borde ha fastställts. Om ett av tullmyndigheten godkänt, i Finland bosatt ombud för redaren inte visste eller borde ha vetat att den anmälan, handling eller annan uppgift som lämnats för fastställande av farledsavgiften är bristfällig, vilseledande eller oriktig, skall ett sådant ombud efterdebiteras inom aderton månader från det att fordran uppstod.",
        "folded_sv": "har farledsavgiften blivit helt eller delvis opaford pa grund av att den avgiftsskyldige helt eller delvis har forsummat sin anmalningsplikt eller for paforande av avgift inlamnat bristfallig, vilseledande eller oriktig anmalan eller annan uppgift eller handling, eller har farledsavgiften av namnda skal aterburits till ett for hogt belopp, skall tullmyndigheten alagga den avgiftsskyldige att betala den farledsavgift som inte paforts. efterdebitering skall verkstallas inom tre ar fran ingangen av kalenderaret efter det under vilket farledsavgiften eller aterbaringen av farledsavgiften faststalldes eller borde ha faststallts. om ett av tullmyndigheten godkant, i finland bosatt ombud for redaren inte visste eller borde ha vetat att den anmalan, handling eller annan uppgift som lamnats for faststallande av farledsavgiften ar bristfallig, vilseledande eller oriktig, skall ett sadant ombud efterdebiteras inom aderton manader fran det att fordran uppstod."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Maksuvelvollisen kuuleminen",
      "content": "Ennen oikaisua maksunsaajan hyväksi ja ennen väylämaksun perintää jälkikäteen maksuvelvolliselle on varattava tilaisuus tulla kuulluksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_21",
        "normalized_fi": "Ennen oikaisua maksunsaajan hyväksi ja ennen väylämaksun perintää jälkikäteen maksuvelvolliselle on varattava tilaisuus tulla kuulluksi.",
        "folded_fi": "ennen oikaisua maksunsaajan hyvaksi ja ennen vaylamaksun perintaa jalkikateen maksuvelvolliselle on varattava tilaisuus tulla kuulluksi.",
        "title_sv": "Hörande av avgiftsskyldig",
        "content_sv": "Innan rättelse till avgiftstagarens fördel och debitering av farledsavgift i efterskott verkställs skall den avgiftsskyldige ges tillfälle att bli hörd.",
        "normalized_sv": "Innan rättelse till avgiftstagarens fördel och debitering av farledsavgift i efterskott verkställs skall den avgiftsskyldige ges tillfälle att bli hörd.",
        "folded_sv": "innan rattelse till avgiftstagarens fordel och debitering av farledsavgift i efterskott verkstalls skall den avgiftsskyldige ges tillfalle att bli hord."
      }
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "title": "Ennakkoratkaisu",
      "content": "Tullihallitus voi antaa hakemuksesta ennakkoratkaisun väylämaksua koskevien säännösten soveltamisesta, jos asia on hakijalle erityisen tärkeä. Ennakkoratkaisua ei kuitenkaan anneta siitä, mikä on aluksen jääluokka tai nettovetoisuus eikä väylämaksun määrästä. Hakemuksessa on ilmoitettava yksilöitynä kysymys, johon ennakkoratkaisua haetaan, ja esitettävä asian ratkaisemiseksi tarvittava selvitys. Ennakkoratkaisu annetaan määräajaksi. Lainvoiman saanutta ennakkoratkaisua on hakijan vaatimuksesta sitovana noudatettava siten kuin ennakkoratkaisussa määrätään. Ennakkoratkaisua koskeva asia on käsiteltävä kiireellisenä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_22",
        "normalized_fi": "Tullihallitus voi antaa hakemuksesta ennakkoratkaisun väylämaksua koskevien säännösten soveltamisesta, jos asia on hakijalle erityisen tärkeä. Ennakkoratkaisua ei kuitenkaan anneta siitä, mikä on aluksen jääluokka tai nettovetoisuus eikä väylämaksun määrästä. Hakemuksessa on ilmoitettava yksilöitynä kysymys, johon ennakkoratkaisua haetaan, ja esitettävä asian ratkaisemiseksi tarvittava selvitys. Ennakkoratkaisu annetaan määräajaksi. Lainvoiman saanutta ennakkoratkaisua on hakijan vaatimuksesta sitovana noudatettava siten kuin ennakkoratkaisussa määrätään. Ennakkoratkaisua koskeva asia on käsiteltävä kiireellisenä.",
        "folded_fi": "tullihallitus voi antaa hakemuksesta ennakkoratkaisun vaylamaksua koskevien saannosten soveltamisesta, jos asia on hakijalle erityisen tarkea. ennakkoratkaisua ei kuitenkaan anneta siita, mika on aluksen jaaluokka tai nettovetoisuus eika vaylamaksun maarasta. hakemuksessa on ilmoitettava yksiloityna kysymys, johon ennakkoratkaisua haetaan, ja esitettava asian ratkaisemiseksi tarvittava selvitys. ennakkoratkaisu annetaan maaraajaksi. lainvoiman saanutta ennakkoratkaisua on hakijan vaatimuksesta sitovana noudatettava siten kuin ennakkoratkaisussa maarataan. ennakkoratkaisua koskeva asia on kasiteltava kiireellisena.",
        "title_sv": "Förhandsavgörande",
        "content_sv": "Är saken av synnerlig vikt för sökanden, kan Tullstyrelsen på ansökan meddela förhandsavgörande om hur bestämmelserna om farledsavgift skall tillämpas. Förhandsavgörande meddelas dock inte om frågor som gäller fartygs isklass eller nettodräktighet och inte heller om beloppet av farledsavgift. I ansökan skall den fråga specificeras i vilken förhandsavgörande söks och läggas fram den utredning som behövs för avgörande av ärendet. Förhandsavgörande meddelas för viss tid. Ett förhandsavgörande som vunnit laga kraft skall på sökandens yrkande iakttas som bindande så som anges i förhandsavgörandet. Ärenden som gäller förhandsavgörande skall behandlas skyndsamt.",
        "normalized_sv": "Är saken av synnerlig vikt för sökanden, kan Tullstyrelsen på ansökan meddela förhandsavgörande om hur bestämmelserna om farledsavgift skall tillämpas. Förhandsavgörande meddelas dock inte om frågor som gäller fartygs isklass eller nettodräktighet och inte heller om beloppet av farledsavgift. I ansökan skall den fråga specificeras i vilken förhandsavgörande söks och läggas fram den utredning som behövs för avgörande av ärendet. Förhandsavgörande meddelas för viss tid. Ett förhandsavgörande som vunnit laga kraft skall på sökandens yrkande iakttas som bindande så som anges i förhandsavgörandet. Ärenden som gäller förhandsavgörande skall behandlas skyndsamt.",
        "folded_sv": "ar saken av synnerlig vikt for sokanden, kan tullstyrelsen pa ansokan meddela forhandsavgorande om hur bestammelserna om farledsavgift skall tillampas. forhandsavgorande meddelas dock inte om fragor som galler fartygs isklass eller nettodraktighet och inte heller om beloppet av farledsavgift. i ansokan skall den fraga specificeras i vilken forhandsavgorande soks och laggas fram den utredning som behovs for avgorande av arendet. forhandsavgorande meddelas for viss tid. ett forhandsavgorande som vunnit laga kraft skall pa sokandens yrkande iakttas som bindande sa som anges i forhandsavgorandet. arenden som galler forhandsavgorande skall behandlas skyndsamt."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "title": "Maksun huojentaminen ja maksunlykkäys",
      "content": "Jos väylämaksun periminen täysimääräisenä olisi olosuhteet huomioon ottaen ilmeisen kohtuutonta, Tullihallitus voi hakemuksesta alentaa suoritettua tai suoritettavaa väylämaksua, maksunlisäystä, viivekorkoa tai lykkäyksen vuoksi suoritettavaa korkoa tai poistaa sen kokonaan. Jos väylämaksun periminen täysimääräisenä olisi olosuhteet huomioon ottaen ilmeisen kohtuutonta, Tullihallitus voi hakemuksesta myöntää väylämaksun suorittamiseen lykkäystä. Lykkäys myönnetään ehdolla, että lykätyn määrän suorittamisesta annetaan lykättyä määrää vastaava vakuus. Lykkäys voidaan kuitenkin myöntää vakuutta vaatimatta maksettavan määrän vähäisyyden tai lykkäysajan lyhyyden vuoksi. Väylämaksulle, jonka maksamiselle on myönnetty lykkäystä, peritään lykkäysajalta korkoa, joka on määrältään kutakin kalenterivuotta edeltävän puolivuotiskauden korkolain (633/1982) 12 §:ssä tarkoitettu viitekorko lisättynä seitsemällä prosenttiyksiköllä, yhteensä kuitenkin vähintään 3 euroa. Erityisen painavista kohtuussyistä lykkäys voidaan kuitenkin myöntää ilman korkoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_23",
        "normalized_fi": "Jos väylämaksun periminen täysimääräisenä olisi olosuhteet huomioon ottaen ilmeisen kohtuutonta, Tullihallitus voi hakemuksesta alentaa suoritettua tai suoritettavaa väylämaksua, maksunlisäystä, viivekorkoa tai lykkäyksen vuoksi suoritettavaa korkoa tai poistaa sen kokonaan. Jos väylämaksun periminen täysimääräisenä olisi olosuhteet huomioon ottaen ilmeisen kohtuutonta, Tullihallitus voi hakemuksesta myöntää väylämaksun suorittamiseen lykkäystä. Lykkäys myönnetään ehdolla, että lykätyn määrän suorittamisesta annetaan lykättyä määrää vastaava vakuus. Lykkäys voidaan kuitenkin myöntää vakuutta vaatimatta maksettavan määrän vähäisyyden tai lykkäysajan lyhyyden vuoksi. Väylämaksulle, jonka maksamiselle on myönnetty lykkäystä, peritään lykkäysajalta korkoa, joka on määrältään kutakin kalenterivuotta edeltävän puolivuotiskauden korkolain (633/1982) 12 § :ssä tarkoitettu viitekorko lisättynä seitsemällä prosenttiyksiköllä, yhteensä kuitenkin vähintään 3 euroa. Erityisen painavista kohtuussyistä lykkäys voidaan kuitenkin myöntää ilman korkoa.",
        "folded_fi": "jos vaylamaksun periminen taysimaaraisena olisi olosuhteet huomioon ottaen ilmeisen kohtuutonta, tullihallitus voi hakemuksesta alentaa suoritettua tai suoritettavaa vaylamaksua, maksunlisaysta, viivekorkoa tai lykkayksen vuoksi suoritettavaa korkoa tai poistaa sen kokonaan. jos vaylamaksun periminen taysimaaraisena olisi olosuhteet huomioon ottaen ilmeisen kohtuutonta, tullihallitus voi hakemuksesta myontaa vaylamaksun suorittamiseen lykkaysta. lykkays myonnetaan ehdolla, etta lykatyn maaran suorittamisesta annetaan lykattya maaraa vastaava vakuus. lykkays voidaan kuitenkin myontaa vakuutta vaatimatta maksettavan maaran vahaisyyden tai lykkaysajan lyhyyden vuoksi. vaylamaksulle, jonka maksamiselle on myonnetty lykkaysta, peritaan lykkaysajalta korkoa, joka on maaraltaan kutakin kalenterivuotta edeltavan puolivuotiskauden korkolain (633/1982) 12 §:ssa tarkoitettu viitekorko lisattyna seitsemalla prosenttiyksikolla, yhteensa kuitenkin vahintaan 3 euroa. erityisen painavista kohtuussyista lykkays voidaan kuitenkin myontaa ilman korkoa.",
        "title_sv": "Nedsättning av och anstånd med avgift",
        "content_sv": "Om det med hänsyn till omständigheterna vore uppenbart oskäligt att ta ut farledsavgiften till fullt belopp, kan Tullstyrelsen på ansökan nedsätta eller helt och hållet avlyfta sådana farledsavgifter, avgiftstillägg, förseningsräntor eller räntor med anledning av anstånd som betalts eller skall betalas. Om det med hänsyn till omständigheterna vore uppenbart oskäligt att ta ut farledsavgiften till fullt belopp, kan Tullstyrelsen på ansökan bevilja anstånd med betalning av farledsavgiften. Anstånd beviljas på villkor att en säkerhet motsvarande anståndsbeloppet ställs för betalningen. Anstånd kan dock beviljas utan krav på säkerhet om anståndsbeloppet är ringa eller anståndstiden är kort. På farledsavgift för vilken beviljats anstånd tas för anståndstiden ut ränta som motsvarar den i 12 § i räntelagen (633/1982) avsedda referensräntan för den halvårsperiod som föregår kalenderåret i fråga förhöjd med sju procentenheter, sammanlagt dock minst 3 euro. Anstånd kan emellertid beviljas utan ränta om det finns synnerligen vägande skälighetsskäl till det.",
        "normalized_sv": "Om det med hänsyn till omständigheterna vore uppenbart oskäligt att ta ut farledsavgiften till fullt belopp, kan Tullstyrelsen på ansökan nedsätta eller helt och hållet avlyfta sådana farledsavgifter, avgiftstillägg, förseningsräntor eller räntor med anledning av anstånd som betalts eller skall betalas. Om det med hänsyn till omständigheterna vore uppenbart oskäligt att ta ut farledsavgiften till fullt belopp, kan Tullstyrelsen på ansökan bevilja anstånd med betalning av farledsavgiften. Anstånd beviljas på villkor att en säkerhet motsvarande anståndsbeloppet ställs för betalningen. Anstånd kan dock beviljas utan krav på säkerhet om anståndsbeloppet är ringa eller anståndstiden är kort. På farledsavgift för vilken beviljats anstånd tas för anståndstiden ut ränta som motsvarar den i 12 § i räntelagen (633/1982) avsedda referensräntan för den halvårsperiod som föregår kalenderåret i fråga förhöjd med sju procentenheter, sammanlagt dock minst 3 euro. Anstånd kan emellertid beviljas utan ränta om det finns synnerligen vägande skälighetsskäl till det.",
        "folded_sv": "om det med hansyn till omstandigheterna vore uppenbart oskaligt att ta ut farledsavgiften till fullt belopp, kan tullstyrelsen pa ansokan nedsatta eller helt och hallet avlyfta sadana farledsavgifter, avgiftstillagg, forseningsrantor eller rantor med anledning av anstand som betalts eller skall betalas. om det med hansyn till omstandigheterna vore uppenbart oskaligt att ta ut farledsavgiften till fullt belopp, kan tullstyrelsen pa ansokan bevilja anstand med betalning av farledsavgiften. anstand beviljas pa villkor att en sakerhet motsvarande anstandsbeloppet stalls for betalningen. anstand kan dock beviljas utan krav pa sakerhet om anstandsbeloppet ar ringa eller anstandstiden ar kort. pa farledsavgift for vilken beviljats anstand tas for anstandstiden ut ranta som motsvarar den i 12 § i rantelagen (633/1982) avsedda referensrantan for den halvarsperiod som foregar kalenderaret i fraga forhojd med sju procentenheter, sammanlagt dock minst 3 euro. anstand kan emellertid beviljas utan ranta om det finns synnerligen vagande skalighetsskal till det."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "title": "Oikaisu maksuvelvollisen hyväksi",
      "content": "Jos tulliviranomainen oikaisuvaatimuksesta, valituksen johdosta tai muutoin toteaa, että väylämaksua on määrätty liikaa tai palautettu liian vähän, sen on oikaistava antamaansa päätöstä, jollei asiaa ole valitukseen annetulla päätöksellä ratkaistu. Oikaisu voidaan tehdä kolmen vuoden kuluessa väylämaksun tai sen palautuksen määräämistä seuraavan kalenterivuoden alusta tai mainitun ajan kuluessa tehdyn kirjallisen vaatimuksen perusteella myöhemminkin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_24",
        "normalized_fi": "Jos tulliviranomainen oikaisuvaatimuksesta, valituksen johdosta tai muutoin toteaa, että väylämaksua on määrätty liikaa tai palautettu liian vähän, sen on oikaistava antamaansa päätöstä, jollei asiaa ole valitukseen annetulla päätöksellä ratkaistu. Oikaisu voidaan tehdä kolmen vuoden kuluessa väylämaksun tai sen palautuksen määräämistä seuraavan kalenterivuoden alusta tai mainitun ajan kuluessa tehdyn kirjallisen vaatimuksen perusteella myöhemminkin.",
        "folded_fi": "jos tulliviranomainen oikaisuvaatimuksesta, valituksen johdosta tai muutoin toteaa, etta vaylamaksua on maaratty liikaa tai palautettu liian vahan, sen on oikaistava antamaansa paatosta, jollei asiaa ole valitukseen annetulla paatoksella ratkaistu. oikaisu voidaan tehda kolmen vuoden kuluessa vaylamaksun tai sen palautuksen maaraamista seuraavan kalenterivuoden alusta tai mainitun ajan kuluessa tehdyn kirjallisen vaatimuksen perusteella myohemminkin.",
        "title_sv": "Rättelse till den avgiftsskyldiges fördel",
        "content_sv": "Om tullmyndigheten med anledning av rättelseyrkande eller besvär eller av annan orsak konstaterar att farledsavgift har fastställts till ett för högt belopp eller återburits till för lågt belopp, skall den rätta sitt beslut, om inte ärendet har avgjorts genom beslut med anledning av besvär. Rättelse kan göras inom tre år från ingången av kalenderåret efter det under vilket farledsavgiften eller återbäringen av farledsavgiften fastställdes eller även senare på grundval av skriftligt yrkande som gjorts inom nämnda tid.",
        "normalized_sv": "Om tullmyndigheten med anledning av rättelseyrkande eller besvär eller av annan orsak konstaterar att farledsavgift har fastställts till ett för högt belopp eller återburits till för lågt belopp, skall den rätta sitt beslut, om inte ärendet har avgjorts genom beslut med anledning av besvär. Rättelse kan göras inom tre år från ingången av kalenderåret efter det under vilket farledsavgiften eller återbäringen av farledsavgiften fastställdes eller även senare på grundval av skriftligt yrkande som gjorts inom nämnda tid.",
        "folded_sv": "om tullmyndigheten med anledning av rattelseyrkande eller besvar eller av annan orsak konstaterar att farledsavgift har faststallts till ett for hogt belopp eller aterburits till for lagt belopp, skall den ratta sitt beslut, om inte arendet har avgjorts genom beslut med anledning av besvar. rattelse kan goras inom tre ar fran ingangen av kalenderaret efter det under vilket farledsavgiften eller aterbaringen av farledsavgiften faststalldes eller aven senare pa grundval av skriftligt yrkande som gjorts inom namnda tid."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "Muutoksenhaku",
      "content": "Väylämaksua tai sen palautusta koskevaan tai muuhun tämän lain nojalla annettuun tulliviranomaisen päätökseen haetaan muutosta valittamalla Helsingin hallinto-oikeuteen. Päätökseen, jolla on päätetty olla antamatta ennakkoratkaisua, ei kuitenkaan saa hakea muutosta valittamalla. Valtion puolesta valitusoikeus tullipiirin päätöksestä on tullipiirissä olevalla tulliasiamiehellä ja Tullihallituksen päätöksestä Tullihallituksessa olevalla tulliasiamiehellä. Muutosta on haettava kirjallisesti ja valituskirjelmä on toimitettava valitusajassa viranomaiselle, jonka päätöksestä valitetaan. Valitusaika on kolme vuotta väylämaksun määräämistä tai sen palauttamista seuraavan kalenterivuoden alusta, kuitenkin aina vähintään 60 päivää päätöksen tiedoksisaannista. Muusta kuin väylämaksun määräämistä koskevasta päätöksestä valitettaessa valitusaika on 30 päivää päätöksen tiedoksisaannista. Tulliasiamiehen valitusaika on 30 päivää päätöksen tekemisestä. Merenkulkulaitoksen 9 §:n nojalla antamaan päätökseen haetaan muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_25",
        "normalized_fi": "Väylämaksua tai sen palautusta koskevaan tai muuhun tämän lain nojalla annettuun tulliviranomaisen päätökseen haetaan muutosta valittamalla Helsingin hallinto-oikeuteen. Päätökseen, jolla on päätetty olla antamatta ennakkoratkaisua, ei kuitenkaan saa hakea muutosta valittamalla. Valtion puolesta valitusoikeus tullipiirin päätöksestä on tullipiirissä olevalla tulliasiamiehellä ja Tullihallituksen päätöksestä Tullihallituksessa olevalla tulliasiamiehellä. Muutosta on haettava kirjallisesti ja valituskirjelmä on toimitettava valitusajassa viranomaiselle, jonka päätöksestä valitetaan. Valitusaika on kolme vuotta väylämaksun määräämistä tai sen palauttamista seuraavan kalenterivuoden alusta, kuitenkin aina vähintään 60 päivää päätöksen tiedoksisaannista. Muusta kuin väylämaksun määräämistä koskevasta päätöksestä valitettaessa valitusaika on 30 päivää päätöksen tiedoksisaannista. Tulliasiamiehen valitusaika on 30 päivää päätöksen tekemisestä. Merenkulkulaitoksen 9 § :n nojalla antamaan päätökseen haetaan muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
        "folded_fi": "vaylamaksua tai sen palautusta koskevaan tai muuhun taman lain nojalla annettuun tulliviranomaisen paatokseen haetaan muutosta valittamalla helsingin hallinto-oikeuteen. paatokseen, jolla on paatetty olla antamatta ennakkoratkaisua, ei kuitenkaan saa hakea muutosta valittamalla. valtion puolesta valitusoikeus tullipiirin paatoksesta on tullipiirissa olevalla tulliasiamiehella ja tullihallituksen paatoksesta tullihallituksessa olevalla tulliasiamiehella. muutosta on haettava kirjallisesti ja valituskirjelma on toimitettava valitusajassa viranomaiselle, jonka paatoksesta valitetaan. valitusaika on kolme vuotta vaylamaksun maaraamista tai sen palauttamista seuraavan kalenterivuoden alusta, kuitenkin aina vahintaan 60 paivaa paatoksen tiedoksisaannista. muusta kuin vaylamaksun maaraamista koskevasta paatoksesta valitettaessa valitusaika on 30 paivaa paatoksen tiedoksisaannista. tulliasiamiehen valitusaika on 30 paivaa paatoksen tekemisesta. merenkulkulaitoksen 9 §:n nojalla antamaan paatokseen haetaan muutosta siten kuin hallintolainkayttolaissa (586/1996) saadetaan.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ändring i beslut som gäller farledsavgift eller återbäring av farledsavgift eller i andra beslut av tullmyndigheten som meddelats med stöd av denna lag får sökas genom besvär hos Helsingfors förvaltningsdomstol. I beslut genom vilket det har bestämts att förhandsavgörande inte meddelas får ändring dock inte sökas genom besvär. Besvärsrätt på statens vägnar över ett tulldistrikts beslut har tullombudet vid tulldistriktet och över Tullstyrelsens beslut tullombudet vid Tullstyrelsen. Ändring skall sökas skriftligen och besvärsskriften skall inom besvärstiden ges in till den myndighet vars beslut överklagas. Besvärstiden är tre år från ingången av kalenderåret efter det år då farledsavgiften fastställdes eller återbars, dock alltid minst 60 dagar från delfåendet av beslutet. När besvär anförs över beslut om något annat än fastställande av farledsavgift är besvärstiden 30 dagar från delfåendet av beslutet. För tullombudet är besvärstiden 30 dagar från det att beslutet fattades. I beslut som Sjöfartsverket har fattat med stöd av 9 § söks ändring på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996).",
        "normalized_sv": "Ändring i beslut som gäller farledsavgift eller återbäring av farledsavgift eller i andra beslut av tullmyndigheten som meddelats med stöd av denna lag får sökas genom besvär hos Helsingfors förvaltningsdomstol. I beslut genom vilket det har bestämts att förhandsavgörande inte meddelas får ändring dock inte sökas genom besvär. Besvärsrätt på statens vägnar över ett tulldistrikts beslut har tullombudet vid tulldistriktet och över Tullstyrelsens beslut tullombudet vid Tullstyrelsen. Ändring skall sökas skriftligen och besvärsskriften skall inom besvärstiden ges in till den myndighet vars beslut överklagas. Besvärstiden är tre år från ingången av kalenderåret efter det år då farledsavgiften fastställdes eller återbars, dock alltid minst 60 dagar från delfåendet av beslutet. När besvär anförs över beslut om något annat än fastställande av farledsavgift är besvärstiden 30 dagar från delfåendet av beslutet. För tullombudet är besvärstiden 30 dagar från det att beslutet fattades. I beslut som Sjöfartsverket har fattat med stöd av 9 § söks ändring på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996).",
        "folded_sv": "andring i beslut som galler farledsavgift eller aterbaring av farledsavgift eller i andra beslut av tullmyndigheten som meddelats med stod av denna lag far sokas genom besvar hos helsingfors forvaltningsdomstol. i beslut genom vilket det har bestamts att forhandsavgorande inte meddelas far andring dock inte sokas genom besvar. besvarsratt pa statens vagnar over ett tulldistrikts beslut har tullombudet vid tulldistriktet och over tullstyrelsens beslut tullombudet vid tullstyrelsen. andring skall sokas skriftligen och besvarsskriften skall inom besvarstiden ges in till den myndighet vars beslut overklagas. besvarstiden ar tre ar fran ingangen av kalenderaret efter det ar da farledsavgiften faststalldes eller aterbars, dock alltid minst 60 dagar fran delfaendet av beslutet. nar besvar anfors over beslut om nagot annat an faststallande av farledsavgift ar besvarstiden 30 dagar fran delfaendet av beslutet. for tullombudet ar besvarstiden 30 dagar fran det att beslutet fattades. i beslut som sjofartsverket har fattat med stod av 9 § soks andring pa det satt som foreskrivs i forvaltningsprocesslagen (586/1996)."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "Muutoksenhaku korkeimpaan hallinto-oikeuteen",
      "content": "Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen, jos korkein hallinto-oikeus myöntää valitusluvan. Valitusluvan myöntämisen perusteet ovat: 1) lain soveltamisen kannalta muissa samanlaisissa tapauksissa tai oikeuskäytännön yhtenäisyyden vuoksi on tärkeää saattaa asia korkeimman hallinto-oikeuden ratkaistavaksi; 2) asian saattamiseen korkeimman hallinto-oikeuden ratkaistavaksi on erityistä aihetta asiassa tapahtuneen ilmeisen virheen vuoksi; tai 3) valitusluvan myöntämiseen on painava taloudellinen tai muu syy. Valitus on tehtävä 60 päivän kuluessa hallinto-oikeuden päätöksen tiedoksisaannista. Valituskirjelmä on toimitettava valitusajassa korkeimmalla hallinto-oikeudelle tai Helsingin hallinto-oikeudelle. Valtion puolesta valitusoikeus on Tullihallituksessa olevalla tulliasiamiehellä. Jos tässä laissa ei toisin säädetä, muutoksenhausta on muutoin voimassa, mitä hallintolainkäyttölaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_26",
        "normalized_fi": "Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen, jos korkein hallinto-oikeus myöntää valitusluvan. Valitusluvan myöntämisen perusteet ovat: 1) lain soveltamisen kannalta muissa samanlaisissa tapauksissa tai oikeuskäytännön yhtenäisyyden vuoksi on tärkeää saattaa asia korkeimman hallinto-oikeuden ratkaistavaksi; 2) asian saattamiseen korkeimman hallinto-oikeuden ratkaistavaksi on erityistä aihetta asiassa tapahtuneen ilmeisen virheen vuoksi; tai 3) valitusluvan myöntämiseen on painava taloudellinen tai muu syy. Valitus on tehtävä 60 päivän kuluessa hallinto-oikeuden päätöksen tiedoksisaannista. Valituskirjelmä on toimitettava valitusajassa korkeimmalla hallinto-oikeudelle tai Helsingin hallinto-oikeudelle. Valtion puolesta valitusoikeus on Tullihallituksessa olevalla tulliasiamiehellä. Jos tässä laissa ei toisin säädetä, muutoksenhausta on muutoin voimassa, mitä hallintolainkäyttölaissa säädetään.",
        "folded_fi": "hallinto-oikeuden paatokseen saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen, jos korkein hallinto-oikeus myontaa valitusluvan. valitusluvan myontamisen perusteet ovat: 1) lain soveltamisen kannalta muissa samanlaisissa tapauksissa tai oikeuskaytannon yhtenaisyyden vuoksi on tarkeaa saattaa asia korkeimman hallinto-oikeuden ratkaistavaksi; 2) asian saattamiseen korkeimman hallinto-oikeuden ratkaistavaksi on erityista aihetta asiassa tapahtuneen ilmeisen virheen vuoksi; tai 3) valitusluvan myontamiseen on painava taloudellinen tai muu syy. valitus on tehtava 60 paivan kuluessa hallinto-oikeuden paatoksen tiedoksisaannista. valituskirjelma on toimitettava valitusajassa korkeimmalla hallinto-oikeudelle tai helsingin hallinto-oikeudelle. valtion puolesta valitusoikeus on tullihallituksessa olevalla tulliasiamiehella. jos tassa laissa ei toisin saadeta, muutoksenhausta on muutoin voimassa, mita hallintolainkayttolaissa saadetaan.",
        "title_sv": "Anförande av besvär hos högsta förvaltningsdomstolen",
        "content_sv": "Ändring i förvaltningsdomstolens beslut får sökas genom besvär hos högsta förvaltningsdomstolen, om domstolen beviljar besvärstillstånd. Besvärstillstånd kan beviljas 1) om det för lagens tillämpning i andra liknande fall eller för en enhetlig rättspraxis är av vikt att ärendet avgörs av högsta förvaltningsdomstolen, 2) om det på grund av ett uppenbart fel som inträffat i ärendet finns särskilda skäl för högsta förvaltningsdomstolen att avgöra ärendet, eller 3) om det föreligger vägande ekonomiska eller andra skäl att bevilja besvärstillstånd. Besvär skall anföras inom 60 dagar från delfåendet av förvaltningsdomstolens beslut. Besvärsskriften skall inom besvärstiden ges in till högsta förvaltningsdomstolen eller Helsingfors förvaltningsdomstol. Besvärsrätt på statens vägnar har tullombudet vid Tullstyrelsen. Om inte något annat bestäms i denna lag gäller beträffande sökande av ändring i övrigt förvaltningsprocesslagen.",
        "normalized_sv": "Ändring i förvaltningsdomstolens beslut får sökas genom besvär hos högsta förvaltningsdomstolen, om domstolen beviljar besvärstillstånd. Besvärstillstånd kan beviljas 1) om det för lagens tillämpning i andra liknande fall eller för en enhetlig rättspraxis är av vikt att ärendet avgörs av högsta förvaltningsdomstolen, 2) om det på grund av ett uppenbart fel som inträffat i ärendet finns särskilda skäl för högsta förvaltningsdomstolen att avgöra ärendet, eller 3) om det föreligger vägande ekonomiska eller andra skäl att bevilja besvärstillstånd. Besvär skall anföras inom 60 dagar från delfåendet av förvaltningsdomstolens beslut. Besvärsskriften skall inom besvärstiden ges in till högsta förvaltningsdomstolen eller Helsingfors förvaltningsdomstol. Besvärsrätt på statens vägnar har tullombudet vid Tullstyrelsen. Om inte något annat bestäms i denna lag gäller beträffande sökande av ändring i övrigt förvaltningsprocesslagen.",
        "folded_sv": "andring i forvaltningsdomstolens beslut far sokas genom besvar hos hogsta forvaltningsdomstolen, om domstolen beviljar besvarstillstand. besvarstillstand kan beviljas 1) om det for lagens tillampning i andra liknande fall eller for en enhetlig rattspraxis ar av vikt att arendet avgors av hogsta forvaltningsdomstolen, 2) om det pa grund av ett uppenbart fel som intraffat i arendet finns sarskilda skal for hogsta forvaltningsdomstolen att avgora arendet, eller 3) om det foreligger vagande ekonomiska eller andra skal att bevilja besvarstillstand. besvar skall anforas inom 60 dagar fran delfaendet av forvaltningsdomstolens beslut. besvarsskriften skall inom besvarstiden ges in till hogsta forvaltningsdomstolen eller helsingfors forvaltningsdomstol. besvarsratt pa statens vagnar har tullombudet vid tullstyrelsen. om inte nagot annat bestams i denna lag galler betraffande sokande av andring i ovrigt forvaltningsprocesslagen."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "Väylämaksun suorittaminen muutoksenhausta riippumatta",
      "content": "Väylämaksu on valituksesta huolimatta maksettava säädetyssä ajassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_27",
        "normalized_fi": "Väylämaksu on valituksesta huolimatta maksettava säädetyssä ajassa.",
        "folded_fi": "vaylamaksu on valituksesta huolimatta maksettava saadetyssa ajassa.",
        "title_sv": "Betalning av farledsavgift oberoende av ändringssökande",
        "content_sv": "Farledsavgift skall oavsett besvär betalas inom föreskriven tid.",
        "normalized_sv": "Farledsavgift skall oavsett besvär betalas inom föreskriven tid.",
        "folded_sv": "farledsavgift skall oavsett besvar betalas inom foreskriven tid."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "title": "Palautettavalle määrälle suoritettava korko",
      "content": "Jos väylämaksua palautetaan maksunoikaisun tai valituksen johdosta, palautusmäärälle suoritetaan korko. Korko lasketaan vuotuisena korkona, joka on kutakin kalenterivuotta edeltävän puolivuotiskauden korkolain 12 §:ssä tarkoitettu viitekorko vähennettynä kahdella prosenttiyksiköllä. Korko lasketaan maksupäivästä. Korkoa ei makseta 17 euroa pienemmälle palautettavalle määrälle. Palautukselle maksettu korko ei ole tuloverotuksessa veronalaista tuloa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_28",
        "normalized_fi": "Jos väylämaksua palautetaan maksunoikaisun tai valituksen johdosta, palautusmäärälle suoritetaan korko. Korko lasketaan vuotuisena korkona, joka on kutakin kalenterivuotta edeltävän puolivuotiskauden korkolain 12 § :ssä tarkoitettu viitekorko vähennettynä kahdella prosenttiyksiköllä. Korko lasketaan maksupäivästä. Korkoa ei makseta 17 euroa pienemmälle palautettavalle määrälle. Palautukselle maksettu korko ei ole tuloverotuksessa veronalaista tuloa.",
        "folded_fi": "jos vaylamaksua palautetaan maksunoikaisun tai valituksen johdosta, palautusmaaralle suoritetaan korko. korko lasketaan vuotuisena korkona, joka on kutakin kalenterivuotta edeltavan puolivuotiskauden korkolain 12 §:ssa tarkoitettu viitekorko vahennettyna kahdella prosenttiyksikolla. korko lasketaan maksupaivasta. korkoa ei makseta 17 euroa pienemmalle palautettavalle maaralle. palautukselle maksettu korko ei ole tuloverotuksessa veronalaista tuloa.",
        "title_sv": "Ränta på återbäring",
        "content_sv": "Återbärs farledsavgift till följd av avgiftsrättelse eller besvär, betalas ränta på återbäringsbeloppet. Räntan beräknas som en årlig ränta som motsvarar den i 12 § i räntelagen avsedda referensräntan för den halvårsperiod som föregår kalenderåret i fråga, minskad med två procentenheter. Räntan räknas från betalningsdagen. Ränta betalas inte på återbäringsbelopp under 17 euro. Ränta på återbäring utgör inte skattepliktig inkomst vid inkomstbeskattningen.",
        "normalized_sv": "Återbärs farledsavgift till följd av avgiftsrättelse eller besvär, betalas ränta på återbäringsbeloppet. Räntan beräknas som en årlig ränta som motsvarar den i 12 § i räntelagen avsedda referensräntan för den halvårsperiod som föregår kalenderåret i fråga, minskad med två procentenheter. Räntan räknas från betalningsdagen. Ränta betalas inte på återbäringsbelopp under 17 euro. Ränta på återbäring utgör inte skattepliktig inkomst vid inkomstbeskattningen.",
        "folded_sv": "aterbars farledsavgift till foljd av avgiftsrattelse eller besvar, betalas ranta pa aterbaringsbeloppet. rantan beraknas som en arlig ranta som motsvarar den i 12 § i rantelagen avsedda referensrantan for den halvarsperiod som foregar kalenderaret i fraga, minskad med tva procentenheter. rantan raknas fran betalningsdagen. ranta betalas inte pa aterbaringsbelopp under 17 euro. ranta pa aterbaring utgor inte skattepliktig inkomst vid inkomstbeskattningen."
      }
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "title": "Muut väylämaksun kantamisessa sovellettavat säännökset",
      "content": "Väylämaksun maksamisen viivästysseuraamuksiin sovelletaan, jollei tässä laissa toisin säädetä, mitä veronlisäyksestä ja viivekorosta annetussa laissa (1556/1995) säädetään. Väylämaksun kannossa, perimisessä ja palauttamisessa noudatetaan soveltuvin osin, mitä veronkantolaissa (609/2005) tai sen nojalla säädetään. Väylämaksun perimiseen ulosottotoimin ja perimisen turvaamiseen sovelletaan, jollei tässä laissa toisin säädetä, mitä verojen ja maksujen perimisestä ulosottotoimin annetussa laissa (367/1961) säädetään sekä mitä verojen ja maksujen perimisen turvaamisesta annetussa laissa (395/1973) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_7__sec_29",
        "normalized_fi": "Väylämaksun maksamisen viivästysseuraamuksiin sovelletaan, jollei tässä laissa toisin säädetä, mitä veronlisäyksestä ja viivekorosta annetussa laissa (1556/1995) säädetään. Väylämaksun kannossa, perimisessä ja palauttamisessa noudatetaan soveltuvin osin, mitä veronkantolaissa (609/2005) tai sen nojalla säädetään. Väylämaksun perimiseen ulosottotoimin ja perimisen turvaamiseen sovelletaan, jollei tässä laissa toisin säädetä, mitä verojen ja maksujen perimisestä ulosottotoimin annetussa laissa (367/1961) säädetään sekä mitä verojen ja maksujen perimisen turvaamisesta annetussa laissa (395/1973) säädetään.",
        "folded_fi": "vaylamaksun maksamisen viivastysseuraamuksiin sovelletaan, jollei tassa laissa toisin saadeta, mita veronlisayksesta ja viivekorosta annetussa laissa (1556/1995) saadetaan. vaylamaksun kannossa, perimisessa ja palauttamisessa noudatetaan soveltuvin osin, mita veronkantolaissa (609/2005) tai sen nojalla saadetaan. vaylamaksun perimiseen ulosottotoimin ja perimisen turvaamiseen sovelletaan, jollei tassa laissa toisin saadeta, mita verojen ja maksujen perimisesta ulosottotoimin annetussa laissa (367/1961) saadetaan seka mita verojen ja maksujen perimisen turvaamisesta annetussa laissa (395/1973) saadetaan.",
        "title_sv": "Övriga bestämmelser som skall tillämpas vid debitering av farledsavgift",
        "content_sv": "Om inte något annat föreskrivs i denna lag tillämpas på påföljder vid dröjsmål med betalning av farledsavgift vad som bestäms i lagen om skattetillägg och förseningsränta (1556/1995). Vid uppbörd, debitering och återbärande av farledsavgift iakttas i tillämpliga delar vad som bestäms i lagen om skatteuppbörd (609/2005) eller med stöd av den. Om inte något annat föreskrivs i denna lag tillämpas på indrivning av farledsavgift i utsökningsväg och säkerställande av indrivning av farledsavgifter vad som bestäms i lagen om indrivning av skatter och avgifter i utsökningsväg (367/1961) samt lagen om säkerställande av indrivningen av skatter och avgifter (395/1973).",
        "normalized_sv": "Om inte något annat föreskrivs i denna lag tillämpas på påföljder vid dröjsmål med betalning av farledsavgift vad som bestäms i lagen om skattetillägg och förseningsränta (1556/1995). Vid uppbörd, debitering och återbärande av farledsavgift iakttas i tillämpliga delar vad som bestäms i lagen om skatteuppbörd (609/2005) eller med stöd av den. Om inte något annat föreskrivs i denna lag tillämpas på indrivning av farledsavgift i utsökningsväg och säkerställande av indrivning av farledsavgifter vad som bestäms i lagen om indrivning av skatter och avgifter i utsökningsväg (367/1961) samt lagen om säkerställande av indrivningen av skatter och avgifter (395/1973).",
        "folded_sv": "om inte nagot annat foreskrivs i denna lag tillampas pa pafoljder vid drojsmal med betalning av farledsavgift vad som bestams i lagen om skattetillagg och forseningsranta (1556/1995). vid uppbord, debitering och aterbarande av farledsavgift iakttas i tillampliga delar vad som bestams i lagen om skatteuppbord (609/2005) eller med stod av den. om inte nagot annat foreskrivs i denna lag tillampas pa indrivning av farledsavgift i utsokningsvag och sakerstallande av indrivning av farledsavgifter vad som bestams i lagen om indrivning av skatter och avgifter i utsokningsvag (367/1961) samt lagen om sakerstallande av indrivningen av skatter och avgifter (395/1973)."
      }
    },
    {
      "provision_ref": "7:30",
      "chapter": "7",
      "section": "30",
      "title": "Pienin perittävä määrä",
      "content": "Pienin perittävä väylämaksun määrä on 10 euroa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_7__sec_30",
        "normalized_fi": "Pienin perittävä väylämaksun määrä on 10 euroa.",
        "folded_fi": "pienin perittava vaylamaksun maara on 10 euroa.",
        "title_sv": "Minsta belopp som debiteras",
        "content_sv": "Det minsta belopp som debiteras i farledsavgift är 10 euro.",
        "normalized_sv": "Det minsta belopp som debiteras i farledsavgift är 10 euro.",
        "folded_sv": "det minsta belopp som debiteras i farledsavgift ar 10 euro."
      }
    },
    {
      "provision_ref": "7:31",
      "chapter": "7",
      "section": "31",
      "title": "Tietojenantovelvollisuus",
      "content": "Maksuvelvollisen on pyydettäessä annettava tulliviranomaiselle väylämaksun kantamista, valvontaa ja tarkastamista varten tarpeellisia tietoja ja asiakirjoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_7__sec_31",
        "normalized_fi": "Maksuvelvollisen on pyydettäessä annettava tulliviranomaiselle väylämaksun kantamista, valvontaa ja tarkastamista varten tarpeellisia tietoja ja asiakirjoja.",
        "folded_fi": "maksuvelvollisen on pyydettaessa annettava tulliviranomaiselle vaylamaksun kantamista, valvontaa ja tarkastamista varten tarpeellisia tietoja ja asiakirjoja.",
        "title_sv": "Skyldighet att lämna uppgifter",
        "content_sv": "Den avgiftsskyldige skall på begäran ge tullmyndigheten de uppgifter och handlingar som behövs för debitering av farledsavgift samt för tillsynen över och kontrollen av farledsavgift.",
        "normalized_sv": "Den avgiftsskyldige skall på begäran ge tullmyndigheten de uppgifter och handlingar som behövs för debitering av farledsavgift samt för tillsynen över och kontrollen av farledsavgift.",
        "folded_sv": "den avgiftsskyldige skall pa begaran ge tullmyndigheten de uppgifter och handlingar som behovs for debitering av farledsavgift samt for tillsynen over och kontrollen av farledsavgift."
      }
    },
    {
      "provision_ref": "7:32",
      "chapter": "7",
      "section": "32",
      "title": "Maksunkierto",
      "content": "Jos jollekin olosuhteelle tai toimenpiteelle on annettu sellainen oikeudellinen muoto, joka ei vastaa asian varsinaista luonnetta tai tarkoitusta, on väylämaksatusta toimitettaessa meneteltävä niin kuin asiassa olisi käytetty oikeaa muotoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_7__sec_32",
        "normalized_fi": "Jos jollekin olosuhteelle tai toimenpiteelle on annettu sellainen oikeudellinen muoto, joka ei vastaa asian varsinaista luonnetta tai tarkoitusta, on väylämaksatusta toimitettaessa meneteltävä niin kuin asiassa olisi käytetty oikeaa muotoa.",
        "folded_fi": "jos jollekin olosuhteelle tai toimenpiteelle on annettu sellainen oikeudellinen muoto, joka ei vastaa asian varsinaista luonnetta tai tarkoitusta, on vaylamaksatusta toimitettaessa meneteltava niin kuin asiassa olisi kaytetty oikeaa muotoa.",
        "title_sv": "Kringgående av avgift",
        "content_sv": "Har ett förhållande eller en åtgärd givits sådan rättslig form som inte motsvarar sakens egentliga natur eller syfte, skall farledsavgift debiteras som om den riktiga formen hade använts i saken.",
        "normalized_sv": "Har ett förhållande eller en åtgärd givits sådan rättslig form som inte motsvarar sakens egentliga natur eller syfte, skall farledsavgift debiteras som om den riktiga formen hade använts i saken.",
        "folded_sv": "har ett forhallande eller en atgard givits sadan rattslig form som inte motsvarar sakens egentliga natur eller syfte, skall farledsavgift debiteras som om den riktiga formen hade anvants i saken."
      }
    },
    {
      "provision_ref": "7:33",
      "chapter": "7",
      "section": "33",
      "title": "Sähköinen tiedoksianto",
      "content": "Tulliviranomaisen päätös voidaan antaa tiedoksi myös sähköisesti käyttämällä maksuvelvollisen ilmoittamaa sähköistä asiointia koskevaa yhteystietoa. Päätöksen katsotaan tuolloin tulleen maksuvelvollisen tietoon sähköisen viestin lähettämispäivänä, jollei muuta näytetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_7__sec_33",
        "normalized_fi": "Tulliviranomaisen päätös voidaan antaa tiedoksi myös sähköisesti käyttämällä maksuvelvollisen ilmoittamaa sähköistä asiointia koskevaa yhteystietoa. Päätöksen katsotaan tuolloin tulleen maksuvelvollisen tietoon sähköisen viestin lähettämispäivänä, jollei muuta näytetä.",
        "folded_fi": "tulliviranomaisen paatos voidaan antaa tiedoksi myos sahkoisesti kayttamalla maksuvelvollisen ilmoittamaa sahkoista asiointia koskevaa yhteystietoa. paatoksen katsotaan tuolloin tulleen maksuvelvollisen tietoon sahkoisen viestin lahettamispaivana, jollei muuta nayteta.",
        "title_sv": "Elektronisk delgivning",
        "content_sv": "Ett beslut av tullmyndigheten kan även delges på elektronisk väg genom användning av de kontaktuppgifter för elektronisk kommunikation som den avgiftsskyldige har uppgett. Den avgiftsskyldige anses då ha fått del av beslutet den dag det elektroniska meddelandet skickades, om inte något annat visas.",
        "normalized_sv": "Ett beslut av tullmyndigheten kan även delges på elektronisk väg genom användning av de kontaktuppgifter för elektronisk kommunikation som den avgiftsskyldige har uppgett. Den avgiftsskyldige anses då ha fått del av beslutet den dag det elektroniska meddelandet skickades, om inte något annat visas.",
        "folded_sv": "ett beslut av tullmyndigheten kan aven delges pa elektronisk vag genom anvandning av de kontaktuppgifter for elektronisk kommunikation som den avgiftsskyldige har uppgett. den avgiftsskyldige anses da ha fatt del av beslutet den dag det elektroniska meddelandet skickades, om inte nagot annat visas."
      }
    },
    {
      "provision_ref": "7:34",
      "chapter": "7",
      "section": "34",
      "title": "Rangaistussäännös",
      "content": "Rangaistus veropetoksesta, törkeästä veropetoksesta ja lievästä veropetoksesta säädetään rikoslain (39/1889) 29 luvun 1―3 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_7__sec_34",
        "normalized_fi": "Rangaistus veropetoksesta, törkeästä veropetoksesta ja lievästä veropetoksesta säädetään rikoslain (39/1889) 29 luvun 1―3 § :ssä.",
        "folded_fi": "rangaistus veropetoksesta, torkeasta veropetoksesta ja lievasta veropetoksesta saadetaan rikoslain (39/1889) 29 luvun 1―3 §:ssa.",
        "title_sv": "Straffbestämmelse",
        "content_sv": "Bestämmelser om straff för skattebedrägeri, grovt skattebedrägeri och lindrigt skattebedrägeri finns i 29 kap. 1―3 § i strafflagen (39/1889).",
        "normalized_sv": "Bestämmelser om straff för skattebedrägeri, grovt skattebedrägeri och lindrigt skattebedrägeri finns i 29 kap. 1―3 § i strafflagen (39/1889).",
        "folded_sv": "bestammelser om straff for skattebedrageri, grovt skattebedrageri och lindrigt skattebedrageri finns i 29 kap. 1―3 § i strafflagen (39/1889)."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2006. Tällä lailla kumotaan 16 päivänä elokuuta 2002 annettu väylämaksulaki (708/2002) ja väylämaksusta 22 päivänä elokuuta 2002 annettu valtioneuvoston asetus (719/2002). Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_35",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2006. Tällä lailla kumotaan 16 päivänä elokuuta 2002 annettu väylämaksulaki (708/2002) ja väylämaksusta 22 päivänä elokuuta 2002 annettu valtioneuvoston asetus (719/2002). Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2006. talla lailla kumotaan 16 paivana elokuuta 2002 annettu vaylamaksulaki (708/2002) ja vaylamaksusta 22 paivana elokuuta 2002 annettu valtioneuvoston asetus (719/2002). ennen lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2006. Genom denna lag upphävs lagen av den 16 augusti 2002 om farledsavgift (708/2002) och statsrådets förordning av den 22 augusti 2002 om farledsavgift (719/2002). Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2006. Genom denna lag upphävs lagen av den 16 augusti 2002 om farledsavgift (708/2002) och statsrådets förordning av den 22 augusti 2002 om farledsavgift (719/2002). Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2006. genom denna lag upphavs lagen av den 16 augusti 2002 om farledsavgift (708/2002) och statsradets forordning av den 22 augusti 2002 om farledsavgift (719/2002). atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "title": "Siirtymäsäännökset",
      "content": "Väylämaksuun, jonka peruste on syntynyt ennen tämän lain voimaantuloa, sovelletaan tämän lain voimaan tullessa voimassa olleita säännöksiä. Kumotun väylämaksulain 12 §:n 3 momentin nojalla annetut Merenkulkulaitoksen määräykset ja Merenkulkulaitoksen vahvistama luettelo jäävät edelleen voimaan, kunnes niistä määrätään toisin alusten jääluokista ja jäänmurtaja-avustuksesta annetun lain nojalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_36",
        "normalized_fi": "Väylämaksuun, jonka peruste on syntynyt ennen tämän lain voimaantuloa, sovelletaan tämän lain voimaan tullessa voimassa olleita säännöksiä. Kumotun väylämaksulain 12 § :n 3 momentin nojalla annetut Merenkulkulaitoksen määräykset ja Merenkulkulaitoksen vahvistama luettelo jäävät edelleen voimaan, kunnes niistä määrätään toisin alusten jääluokista ja jäänmurtaja-avustuksesta annetun lain nojalla.",
        "folded_fi": "vaylamaksuun, jonka peruste on syntynyt ennen taman lain voimaantuloa, sovelletaan taman lain voimaan tullessa voimassa olleita saannoksia. kumotun vaylamaksulain 12 §:n 3 momentin nojalla annetut merenkulkulaitoksen maaraykset ja merenkulkulaitoksen vahvistama luettelo jaavat edelleen voimaan, kunnes niista maarataan toisin alusten jaaluokista ja jaanmurtaja-avustuksesta annetun lain nojalla.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "På farledsavgifter vilkas grund uppkommit före denna lags ikraftträdande tillämpas de bestämmelser som gällde vid ikraftträdandet. De föreskrifter som Sjöfartsverket utfärdat med stöd av 12 § 3 mom. i den upphävda lagen om farledsavgift och den förteckning som fastställts av Sjöfartsverket förblir i kraft tills något annat bestäms med stöd av lagen om fartygs isklasser och isbrytarassistans.",
        "normalized_sv": "På farledsavgifter vilkas grund uppkommit före denna lags ikraftträdande tillämpas de bestämmelser som gällde vid ikraftträdandet. De föreskrifter som Sjöfartsverket utfärdat med stöd av 12 § 3 mom. i den upphävda lagen om farledsavgift och den förteckning som fastställts av Sjöfartsverket förblir i kraft tills något annat bestäms med stöd av lagen om fartygs isklasser och isbrytarassistans.",
        "folded_sv": "pa farledsavgifter vilkas grund uppkommit fore denna lags ikrafttradande tillampas de bestammelser som gallde vid ikrafttradandet. de foreskrifter som sjofartsverket utfardat med stod av 12 § 3 mom. i den upphavda lagen om farledsavgift och den forteckning som faststallts av sjofartsverket forblir i kraft tills nagot annat bestams med stod av lagen om fartygs isklasser och isbrytarassistans."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lain soveltamisala",
      "content": "Suomen vesialueella kauppamerenkulkua harjoittavasta aluksesta suoritetaan valtiolle väylämaksua sen mukaan kuin tässä laissa säädetään. Tätä lakia ei sovelleta alukseen: 1) jota käytetään yksinomaan sisävesiliikenteessä; 2) joka matkalla ulkomaisesta satamasta toiseen kulkee Suomen aluevesien kautta poikkeamatta Suomessa satamaan; 3) joka saapuu Suomeen ja lähtee Suomesta Saimaan kanavan kautta poikkeamatta Suomen rannikon satamaan; 4) jonka nettovetoisuus on alle 300 ja joka on 2 §:n 3 kohdassa määritelty risteilyalus tai 2 §:n 4 kohdassa määritelty lastialus; tai 5) jonka nettovetoisuus on alle 600 ja joka on 2 §:n 1 kohdassa määritelty matkustaja-alus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Suomen vesialueella kauppamerenkulkua harjoittavasta aluksesta suoritetaan valtiolle väylämaksua sen mukaan kuin tässä laissa säädetään. Tätä lakia ei sovelleta alukseen: 1) jota käytetään yksinomaan sisävesiliikenteessä; 2) joka matkalla ulkomaisesta satamasta toiseen kulkee Suomen aluevesien kautta poikkeamatta Suomessa satamaan; 3) joka saapuu Suomeen ja lähtee Suomesta Saimaan kanavan kautta poikkeamatta Suomen rannikon satamaan; 4) jonka nettovetoisuus on alle 300 ja joka on 2 § :n 3 kohdassa määritelty risteilyalus tai 2 § :n 4 kohdassa määritelty lastialus; tai 5) jonka nettovetoisuus on alle 600 ja joka on 2 § :n 1 kohdassa määritelty matkustaja-alus.",
        "folded_fi": "suomen vesialueella kauppamerenkulkua harjoittavasta aluksesta suoritetaan valtiolle vaylamaksua sen mukaan kuin tassa laissa saadetaan. tata lakia ei sovelleta alukseen: 1) jota kaytetaan yksinomaan sisavesiliikenteessa; 2) joka matkalla ulkomaisesta satamasta toiseen kulkee suomen aluevesien kautta poikkeamatta suomessa satamaan; 3) joka saapuu suomeen ja lahtee suomesta saimaan kanavan kautta poikkeamatta suomen rannikon satamaan; 4) jonka nettovetoisuus on alle 300 ja joka on 2 §:n 3 kohdassa maaritelty risteilyalus tai 2 §:n 4 kohdassa maaritelty lastialus; tai 5) jonka nettovetoisuus on alle 600 ja joka on 2 §:n 1 kohdassa maaritelty matkustaja-alus.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "För fartyg som bedriver handelssjöfart på finskt vattenområde skall betalas farledsavgift till staten enligt vad som bestäms i denna lag. Denna lag tillämpas inte på fartyg 1) som används enbart i insjötrafik, 2) som på väg från en utländsk hamn till en annan passerar genom finskt vattenområde utan att anlöpa någon finsk hamn, 3) som anländer till och lämnar Finland genom Saima kanal utan att anlöpa någon hamn vid Finlands kust, 4) vars nettodräktighet understiger 300 och som är kryssningsfartyg enligt definitionen i 2 § 3 punkten eller lastfartyg enligt definitionen i 2 § 4 punkten, eller 5) vars nettodräktighet understiger 600 och som är passagerarfartyg enligt definitionen i 2 § 1 punkten.",
        "normalized_sv": "För fartyg som bedriver handelssjöfart på finskt vattenområde skall betalas farledsavgift till staten enligt vad som bestäms i denna lag. Denna lag tillämpas inte på fartyg 1) som används enbart i insjötrafik, 2) som på väg från en utländsk hamn till en annan passerar genom finskt vattenområde utan att anlöpa någon finsk hamn, 3) som anländer till och lämnar Finland genom Saima kanal utan att anlöpa någon hamn vid Finlands kust, 4) vars nettodräktighet understiger 300 och som är kryssningsfartyg enligt definitionen i 2 § 3 punkten eller lastfartyg enligt definitionen i 2 § 4 punkten, eller 5) vars nettodräktighet understiger 600 och som är passagerarfartyg enligt definitionen i 2 § 1 punkten.",
        "folded_sv": "for fartyg som bedriver handelssjofart pa finskt vattenomrade skall betalas farledsavgift till staten enligt vad som bestams i denna lag. denna lag tillampas inte pa fartyg 1) som anvands enbart i insjotrafik, 2) som pa vag fran en utlandsk hamn till en annan passerar genom finskt vattenomrade utan att anlopa nagon finsk hamn, 3) som anlander till och lamnar finland genom saima kanal utan att anlopa nagon hamn vid finlands kust, 4) vars nettodraktighet understiger 300 och som ar kryssningsfartyg enligt definitionen i 2 § 3 punkten eller lastfartyg enligt definitionen i 2 § 4 punkten, eller 5) vars nettodraktighet understiger 600 och som ar passagerarfartyg enligt definitionen i 2 § 1 punkten."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) matkustaja-aluksella alusta, joka voi kuljettaa vähintään 120 matkustajaa, mutta joka ei ole risteilyalus eikä suurnopeusalus; 2) suurnopeusaluksella ihmishengen turvallisuudesta merellä vuonna 1974 tehdyn kansainvälisen yleissopimuksen (SopS 11/1981) liitteen X luvussa tarkoitettua suurnopeusalusta; 3) risteilyaluksella alusta, joka voi kuljettaa yli 12 matkustajaa, joka harjoittaa risteilyliikennettä ja joka ei Suomessa käydessään ota tai jätä lastia lukuun ottamatta aluksen omia tarpeita varten tarvittavaa polttoainetta tai muonaa; risteilyliikenteellä tarkoitetaan merimatkoja, joissa alus, joka ei ole säännöllisessä linjaliikenteessä, käy samalla matkalla Suomessa olevan sataman lisäksi vähintään kahdessa ulkomaisessa satamassa; 4) lastialuksella muita kuin 1―3 kohdassa määriteltyjä aluksia; 5) nettovetoisuudella aluksen mittakirjassa ilmoitettua nettovetoisuutta, joka on määritetty käyttäen vuoden 1969 kansainvälisen aluksenmittausyleissopimuksen (SopS 31/1982) liitteessä I olevaa kaavaa; 6) kauppamerenkululla aluksella ansiotarkoituksessa suoritettua toimintaa, kuten lastin ja matkustajien kuljettamista, hinausta, jäänmurtamista, pyyntiä tai pelastus- ja avustustoimintaa; 7) laivanisännällä aluksen omistajaa, vuokraajaa tai sitä, joka käyttää tosiasiallista määräämisvaltaa aluksen liikennöintiin liittyvissä kysymyksissä; 8) jääluokalla alusten jääluokista ja jäänmurtaja-avustuksesta annetussa laissa (1121/2005) määriteltyjä jääluokkia I A Super, I A, I B, I C, II ja III; 9) kantavuudella ihmishengen turvallisuudesta merellä vuonna 1974 tehdyn kansainvälisen yleissopimuksen (SopS 11/1981) II-2 luvun 3 säännössä määriteltyä kantavuutta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) matkustaja-aluksella alusta, joka voi kuljettaa vähintään 120 matkustajaa, mutta joka ei ole risteilyalus eikä suurnopeusalus; 2) suurnopeusaluksella ihmishengen turvallisuudesta merellä vuonna 1974 tehdyn kansainvälisen yleissopimuksen (SopS 11/1981) liitteen X luvussa tarkoitettua suurnopeusalusta; 3) risteilyaluksella alusta, joka voi kuljettaa yli 12 matkustajaa, joka harjoittaa risteilyliikennettä ja joka ei Suomessa käydessään ota tai jätä lastia lukuun ottamatta aluksen omia tarpeita varten tarvittavaa polttoainetta tai muonaa; risteilyliikenteellä tarkoitetaan merimatkoja, joissa alus, joka ei ole säännöllisessä linjaliikenteessä, käy samalla matkalla Suomessa olevan sataman lisäksi vähintään kahdessa ulkomaisessa satamassa; 4) lastialuksella muita kuin 1―3 kohdassa määriteltyjä aluksia; 5) nettovetoisuudella aluksen mittakirjassa ilmoitettua nettovetoisuutta, joka on määritetty käyttäen vuoden 1969 kansainvälisen aluksenmittausyleissopimuksen (SopS 31/1982) liitteessä I olevaa kaavaa; 6) kauppamerenkululla aluksella ansiotarkoituksessa suoritettua toimintaa, kuten lastin ja matkustajien kuljettamista, hinausta, jäänmurtamista, pyyntiä tai pelastus- ja avustustoimintaa; 7) laivanisännällä aluksen omistajaa, vuokraajaa tai sitä, joka käyttää tosiasiallista määräämisvaltaa aluksen liikennöintiin liittyvissä kysymyksissä; 8) jääluokalla alusten jääluokista ja jäänmurtaja-avustuksesta annetussa laissa (1121/2005) määriteltyjä jääluokkia I A Super, I A, I B, I C, II ja III; 9) kantavuudella ihmishengen turvallisuudesta merellä vuonna 1974 tehdyn kansainvälisen yleissopimuksen (SopS 11/1981) II-2 luvun 3 säännössä määriteltyä kantavuutta.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) matkustaja-aluksella alusta, joka voi kuljettaa vahintaan 120 matkustajaa, mutta joka ei ole risteilyalus eika suurnopeusalus; 2) suurnopeusaluksella ihmishengen turvallisuudesta merella vuonna 1974 tehdyn kansainvalisen yleissopimuksen (sops 11/1981) liitteen x luvussa tarkoitettua suurnopeusalusta; 3) risteilyaluksella alusta, joka voi kuljettaa yli 12 matkustajaa, joka harjoittaa risteilyliikennetta ja joka ei suomessa kaydessaan ota tai jata lastia lukuun ottamatta aluksen omia tarpeita varten tarvittavaa polttoainetta tai muonaa; risteilyliikenteella tarkoitetaan merimatkoja, joissa alus, joka ei ole saannollisessa linjaliikenteessa, kay samalla matkalla suomessa olevan sataman lisaksi vahintaan kahdessa ulkomaisessa satamassa; 4) lastialuksella muita kuin 1―3 kohdassa maariteltyja aluksia; 5) nettovetoisuudella aluksen mittakirjassa ilmoitettua nettovetoisuutta, joka on maaritetty kayttaen vuoden 1969 kansainvalisen aluksenmittausyleissopimuksen (sops 31/1982) liitteessa i olevaa kaavaa; 6) kauppamerenkululla aluksella ansiotarkoituksessa suoritettua toimintaa, kuten lastin ja matkustajien kuljettamista, hinausta, jaanmurtamista, pyyntia tai pelastus- ja avustustoimintaa; 7) laivanisannalla aluksen omistajaa, vuokraajaa tai sita, joka kayttaa tosiasiallista maaraamisvaltaa aluksen liikennointiin liittyvissa kysymyksissa; 8) jaaluokalla alusten jaaluokista ja jaanmurtaja-avustuksesta annetussa laissa (1121/2005) maariteltyja jaaluokkia i a super, i a, i b, i c, ii ja iii; 9) kantavuudella ihmishengen turvallisuudesta merella vuonna 1974 tehdyn kansainvalisen yleissopimuksen (sops 11/1981) ii-2 luvun 3 saannossa maariteltya kantavuutta.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) passagerarfartyg fartyg som kan transportera minst 120 passagerare, men som inte är ett kryssningsfartyg eller ett höghastighetsfartyg, 2) höghastighetsfartyg höghastighetsfartyg enligt kapitel X i bilagan till 1974 års internationella konvention om säkerheten för människoliv till sjöss (FördrS 11/1981), 3) kryssningsfartyg fartyg som kan transportera fler än 12 passagerare, bedriver kryssningstrafik och som inte tar eller lossar last med undantag för bränsle och proviant för eget behov när det besöker Finland; med kryssningstrafik avses sjöresor under vilka ett fartyg, som inte är i reguljär linjetrafik, under samma resa anlöper en hamn i Finland och dessutom minst två hamnar i utlandet, 4) lastfartyg andra än i 1―3 punkten definierade fartyg, 5) nettodräktighet den i fartygets mätbrev angivna nettodräktighet som har fastställts enligt formeln i bilaga I till 1969 års internationella skeppsmätningskonvention (FördrS 31/1982), 6) handelssjöfart med fartyg bedriven verksamhet i förtjänstsyfte, såsom transport av last och passagerare, bogsering, isbrytning, fångst samt räddningsverksamhet och assistans, 7) redare fartygets ägare, den som hyr fartyget eller någon som har faktisk bestämmanderätt i frågor som gäller trafiken med fartyget, 8) isklass isklasserna I A Super, I A, I B, I C, II och III, vilka definieras i lagen om fartygs isklasser och isbrytarassistans (1121/ 2005), 9) dödvikt dödvikt enligt definitionen i regel 3 i kapitel II-2 i 1974 års internationella konvention om säkerheten för människoliv till sjöss (FördrS 11/1981).",
        "normalized_sv": "I denna lag avses med 1) passagerarfartyg fartyg som kan transportera minst 120 passagerare, men som inte är ett kryssningsfartyg eller ett höghastighetsfartyg, 2) höghastighetsfartyg höghastighetsfartyg enligt kapitel X i bilagan till 1974 års internationella konvention om säkerheten för människoliv till sjöss (FördrS 11/1981), 3) kryssningsfartyg fartyg som kan transportera fler än 12 passagerare, bedriver kryssningstrafik och som inte tar eller lossar last med undantag för bränsle och proviant för eget behov när det besöker Finland; med kryssningstrafik avses sjöresor under vilka ett fartyg, som inte är i reguljär linjetrafik, under samma resa anlöper en hamn i Finland och dessutom minst två hamnar i utlandet, 4) lastfartyg andra än i 1―3 punkten definierade fartyg, 5) nettodräktighet den i fartygets mätbrev angivna nettodräktighet som har fastställts enligt formeln i bilaga I till 1969 års internationella skeppsmätningskonvention (FördrS 31/1982), 6) handelssjöfart med fartyg bedriven verksamhet i förtjänstsyfte, såsom transport av last och passagerare, bogsering, isbrytning, fångst samt räddningsverksamhet och assistans, 7) redare fartygets ägare, den som hyr fartyget eller någon som har faktisk bestämmanderätt i frågor som gäller trafiken med fartyget, 8) isklass isklasserna I A Super, I A, I B, I C, II och III, vilka definieras i lagen om fartygs isklasser och isbrytarassistans (1121/ 2005), 9) dödvikt dödvikt enligt definitionen i regel 3 i kapitel II-2 i 1974 års internationella konvention om säkerheten för människoliv till sjöss (FördrS 11/1981).",
        "folded_sv": "i denna lag avses med 1) passagerarfartyg fartyg som kan transportera minst 120 passagerare, men som inte ar ett kryssningsfartyg eller ett hoghastighetsfartyg, 2) hoghastighetsfartyg hoghastighetsfartyg enligt kapitel x i bilagan till 1974 ars internationella konvention om sakerheten for manniskoliv till sjoss (fordrs 11/1981), 3) kryssningsfartyg fartyg som kan transportera fler an 12 passagerare, bedriver kryssningstrafik och som inte tar eller lossar last med undantag for bransle och proviant for eget behov nar det besoker finland; med kryssningstrafik avses sjoresor under vilka ett fartyg, som inte ar i reguljar linjetrafik, under samma resa anloper en hamn i finland och dessutom minst tva hamnar i utlandet, 4) lastfartyg andra an i 1―3 punkten definierade fartyg, 5) nettodraktighet den i fartygets matbrev angivna nettodraktighet som har faststallts enligt formeln i bilaga i till 1969 ars internationella skeppsmatningskonvention (fordrs 31/1982), 6) handelssjofart med fartyg bedriven verksamhet i fortjanstsyfte, sasom transport av last och passagerare, bogsering, isbrytning, fangst samt raddningsverksamhet och assistans, 7) redare fartygets agare, den som hyr fartyget eller nagon som har faktisk bestammanderatt i fragor som galler trafiken med fartyget, 8) isklass isklasserna i a super, i a, i b, i c, ii och iii, vilka definieras i lagen om fartygs isklasser och isbrytarassistans (1121/ 2005), 9) dodvikt dodvikt enligt definitionen i regel 3 i kapitel ii-2 i 1974 ars internationella konvention om sakerheten for manniskoliv till sjoss (fordrs 11/1981)."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Toimivaltaiset viranomaiset",
      "content": "Tullilaitos vastaa väylämaksatuksen toimittamisesta ja valvonnasta. Tullihallitus määrää tullilaitoksen sisäisestä toimivallan ja tehtävien jaosta. Merenkulkulaitoksen on salassapitosäännösten estämättä annettava tulliviranomaiselle tämän lain soveltamisessa tarvittavia tietoja, selvityksiä, lausuntoja sekä muuta aineistoa. Merenkulkulaitoksen on tarvittaessa annettava tulliviranomaisille myös muuta virka-apua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_3",
        "normalized_fi": "Tullilaitos vastaa väylämaksatuksen toimittamisesta ja valvonnasta. Tullihallitus määrää tullilaitoksen sisäisestä toimivallan ja tehtävien jaosta. Merenkulkulaitoksen on salassapitosäännösten estämättä annettava tulliviranomaiselle tämän lain soveltamisessa tarvittavia tietoja, selvityksiä, lausuntoja sekä muuta aineistoa. Merenkulkulaitoksen on tarvittaessa annettava tulliviranomaisille myös muuta virka-apua.",
        "folded_fi": "tullilaitos vastaa vaylamaksatuksen toimittamisesta ja valvonnasta. tullihallitus maaraa tullilaitoksen sisaisesta toimivallan ja tehtavien jaosta. merenkulkulaitoksen on salassapitosaannosten estamatta annettava tulliviranomaiselle taman lain soveltamisessa tarvittavia tietoja, selvityksia, lausuntoja seka muuta aineistoa. merenkulkulaitoksen on tarvittaessa annettava tulliviranomaisille myos muuta virka-apua.",
        "title_sv": "Behöriga myndigheter",
        "content_sv": "Tullverket svarar för debiteringen av farledsavgiften och för tillsynen över debiteringen. Tullstyrelsen beslutar om tullverkets interna fördelning av befogenheter och uppgifter. Sjöfartsverket skall utan hinder av sekretessbestämmelserna ge tullmyndigheterna uppgifter, utredningar och utlåtanden samt annat material som behövs för tillämpningen av denna lag. Sjöfartsverket skall vid behov ge tullmyndigheterna även annan handräckning.",
        "normalized_sv": "Tullverket svarar för debiteringen av farledsavgiften och för tillsynen över debiteringen. Tullstyrelsen beslutar om tullverkets interna fördelning av befogenheter och uppgifter. Sjöfartsverket skall utan hinder av sekretessbestämmelserna ge tullmyndigheterna uppgifter, utredningar och utlåtanden samt annat material som behövs för tillämpningen av denna lag. Sjöfartsverket skall vid behov ge tullmyndigheterna även annan handräckning.",
        "folded_sv": "tullverket svarar for debiteringen av farledsavgiften och for tillsynen over debiteringen. tullstyrelsen beslutar om tullverkets interna fordelning av befogenheter och uppgifter. sjofartsverket skall utan hinder av sekretessbestammelserna ge tullmyndigheterna uppgifter, utredningar och utlatanden samt annat material som behovs for tillampningen av denna lag. sjofartsverket skall vid behov ge tullmyndigheterna aven annan handrackning."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Maksuvelvollinen",
      "content": "Laivanisäntä ja tulliviranomaisen hyväksymä Suomessa asuva laivanisännän edustaja ovat yhteisvastuullisesti velvollisia maksamaan väylämaksun. Ulkomaille sijoittuneella laivanisännällä tulee olla tulliviranomaisen hyväksymä Suomessa asuva edustaja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_4",
        "normalized_fi": "Laivanisäntä ja tulliviranomaisen hyväksymä Suomessa asuva laivanisännän edustaja ovat yhteisvastuullisesti velvollisia maksamaan väylämaksun. Ulkomaille sijoittuneella laivanisännällä tulee olla tulliviranomaisen hyväksymä Suomessa asuva edustaja.",
        "folded_fi": "laivanisanta ja tulliviranomaisen hyvaksyma suomessa asuva laivanisannan edustaja ovat yhteisvastuullisesti velvollisia maksamaan vaylamaksun. ulkomaille sijoittuneella laivanisannalla tulee olla tulliviranomaisen hyvaksyma suomessa asuva edustaja.",
        "title_sv": "Avgiftsskyldig",
        "content_sv": "Redaren och ett av tullmyndigheten godkänt, i Finland bosatt ombud för redaren är solidariskt ansvariga för betalning av farledsavgiften. En redare som är etablerad utomlands skall ha ett av tullmyndigheten godkänt, i Finland bosatt ombud.",
        "normalized_sv": "Redaren och ett av tullmyndigheten godkänt, i Finland bosatt ombud för redaren är solidariskt ansvariga för betalning av farledsavgiften. En redare som är etablerad utomlands skall ha ett av tullmyndigheten godkänt, i Finland bosatt ombud.",
        "folded_sv": "redaren och ett av tullmyndigheten godkant, i finland bosatt ombud for redaren ar solidariskt ansvariga for betalning av farledsavgiften. en redare som ar etablerad utomlands skall ha ett av tullmyndigheten godkant, i finland bosatt ombud."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Väylämaksu",
      "content": "Väylämaksu suoritetaan, kun alus saapuu ulkomailta Suomeen tai suomalaisesta satamasta suomalaiseen satamaan. Jos alus saman matkan aikana purkaa ulkomailta tuomansa lastin tai jättää ulkomailta tuomansa matkustajat useampaan kuin yhteen suomalaiseen satamaan taikka ottaa ulkomaille vietävää lastia tai matkustajia useammasta kuin yhdestä suomalaisesta satamasta, suoritetaan väylämaksu vain kerran. Jos alus saman matkan aikana poikkeaa Suomessa tapahtuvien lastausten välillä täydentämään lastia lastaus- tai ahtausteknisistä syistä ulkomaan satamassa, suoritetaan väylämaksu vain kerran. Väylämaksua ei suoriteta aluksesta, joka pakottavista syistä ainoastaan saadakseen määräyksiä jatkettavaa matkaa varten, aluksen kuntoonpanoa tai sen tarpeellisuuden tutkimista varten taikka polttoaineen ottamista varten poikkeaa Suomen satamaan jättämättä tai ottamatta lastia tai matkustajia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Väylämaksu suoritetaan, kun alus saapuu ulkomailta Suomeen tai suomalaisesta satamasta suomalaiseen satamaan. Jos alus saman matkan aikana purkaa ulkomailta tuomansa lastin tai jättää ulkomailta tuomansa matkustajat useampaan kuin yhteen suomalaiseen satamaan taikka ottaa ulkomaille vietävää lastia tai matkustajia useammasta kuin yhdestä suomalaisesta satamasta, suoritetaan väylämaksu vain kerran. Jos alus saman matkan aikana poikkeaa Suomessa tapahtuvien lastausten välillä täydentämään lastia lastaus- tai ahtausteknisistä syistä ulkomaan satamassa, suoritetaan väylämaksu vain kerran. Väylämaksua ei suoriteta aluksesta, joka pakottavista syistä ainoastaan saadakseen määräyksiä jatkettavaa matkaa varten, aluksen kuntoonpanoa tai sen tarpeellisuuden tutkimista varten taikka polttoaineen ottamista varten poikkeaa Suomen satamaan jättämättä tai ottamatta lastia tai matkustajia.",
        "folded_fi": "vaylamaksu suoritetaan, kun alus saapuu ulkomailta suomeen tai suomalaisesta satamasta suomalaiseen satamaan. jos alus saman matkan aikana purkaa ulkomailta tuomansa lastin tai jattaa ulkomailta tuomansa matkustajat useampaan kuin yhteen suomalaiseen satamaan taikka ottaa ulkomaille vietavaa lastia tai matkustajia useammasta kuin yhdesta suomalaisesta satamasta, suoritetaan vaylamaksu vain kerran. jos alus saman matkan aikana poikkeaa suomessa tapahtuvien lastausten valilla taydentamaan lastia lastaus- tai ahtausteknisista syista ulkomaan satamassa, suoritetaan vaylamaksu vain kerran. vaylamaksua ei suoriteta aluksesta, joka pakottavista syista ainoastaan saadakseen maarayksia jatkettavaa matkaa varten, aluksen kuntoonpanoa tai sen tarpeellisuuden tutkimista varten taikka polttoaineen ottamista varten poikkeaa suomen satamaan jattamatta tai ottamatta lastia tai matkustajia.",
        "title_sv": "Farledsavgift",
        "content_sv": "Farledsavgift skall betalas när ett fartyg anländer till Finland från utlandet eller från en finsk hamn till en finsk hamn. Om ett fartyg under samma resa lossar den last det fört med sig från utlandet eller avlämnar passagerare som det fört med sig från utlandet i flera än en finsk hamn eller tar last som det för med sig till utlandet eller tar passagerare från flera än en finsk hamn, betalas farledsavgift endast en gång. Om ett fartyg under samma resa mellan lastningar i Finland av lastnings- eller stuvningstekniska skäl anlöper en utländsk hamn för att fylla på sin last, betalas farledsavgift endast en gång. Farledsavgift skall inte betalas för fartyg som av tvingande skäl enbart för inhämtande av order för vidare resa eller för iståndsättning eller undersökning av behovet av iståndsättning av fartyget eller för att ta bränsle anlöper en finsk hamn utan att lossa eller ta last eller avlämna eller ta passagerare.",
        "normalized_sv": "Farledsavgift skall betalas när ett fartyg anländer till Finland från utlandet eller från en finsk hamn till en finsk hamn. Om ett fartyg under samma resa lossar den last det fört med sig från utlandet eller avlämnar passagerare som det fört med sig från utlandet i flera än en finsk hamn eller tar last som det för med sig till utlandet eller tar passagerare från flera än en finsk hamn, betalas farledsavgift endast en gång. Om ett fartyg under samma resa mellan lastningar i Finland av lastnings- eller stuvningstekniska skäl anlöper en utländsk hamn för att fylla på sin last, betalas farledsavgift endast en gång. Farledsavgift skall inte betalas för fartyg som av tvingande skäl enbart för inhämtande av order för vidare resa eller för iståndsättning eller undersökning av behovet av iståndsättning av fartyget eller för att ta bränsle anlöper en finsk hamn utan att lossa eller ta last eller avlämna eller ta passagerare.",
        "folded_sv": "farledsavgift skall betalas nar ett fartyg anlander till finland fran utlandet eller fran en finsk hamn till en finsk hamn. om ett fartyg under samma resa lossar den last det fort med sig fran utlandet eller avlamnar passagerare som det fort med sig fran utlandet i flera an en finsk hamn eller tar last som det for med sig till utlandet eller tar passagerare fran flera an en finsk hamn, betalas farledsavgift endast en gang. om ett fartyg under samma resa mellan lastningar i finland av lastnings- eller stuvningstekniska skal anloper en utlandsk hamn for att fylla pa sin last, betalas farledsavgift endast en gang. farledsavgift skall inte betalas for fartyg som av tvingande skal enbart for inhamtande av order for vidare resa eller for istandsattning eller undersokning av behovet av istandsattning av fartyget eller for att ta bransle anloper en finsk hamn utan att lossa eller ta last eller avlamna eller ta passagerare."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Väylämaksun yksikköhinta",
      "content": "Väylämaksun yksikköhinta lastialuksesta ja matkustaja-aluksesta määräytyy aluksen jääluokan mukaan seuraavasti: Jääluokka Lastialus Matkustaja-alus Yksikköhinta Yksikköhinta (euroa) (euroa) I A Super 1,340 0,902 I A 2,500 1,776 I B, I C 4,885 2,959 II, III 7,100 5,048 Risteilyaluksen yksikköhinta on 1,060 euroa, suurnopeusaluksen yksikköhinta on 6,404 euroa ja sellaisen aluksen, jolla ei ole omaa kuljetuskoneistoa, yksikköhinta on 3,559 euroa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Väylämaksun yksikköhinta lastialuksesta ja matkustaja-aluksesta määräytyy aluksen jääluokan mukaan seuraavasti: Jääluokka Lastialus Matkustaja-alus Yksikköhinta Yksikköhinta (euroa) (euroa) I A Super 1,340 0,902 I A 2,500 1,776 I B, I C 4,885 2,959 II, III 7,100 5,048 Risteilyaluksen yksikköhinta on 1,060 euroa, suurnopeusaluksen yksikköhinta on 6,404 euroa ja sellaisen aluksen, jolla ei ole omaa kuljetuskoneistoa, yksikköhinta on 3,559 euroa.",
        "folded_fi": "vaylamaksun yksikkohinta lastialuksesta ja matkustaja-aluksesta maaraytyy aluksen jaaluokan mukaan seuraavasti: jaaluokka lastialus matkustaja-alus yksikkohinta yksikkohinta (euroa) (euroa) i a super 1,340 0,902 i a 2,500 1,776 i b, i c 4,885 2,959 ii, iii 7,100 5,048 risteilyaluksen yksikkohinta on 1,060 euroa, suurnopeusaluksen yksikkohinta on 6,404 euroa ja sellaisen aluksen, jolla ei ole omaa kuljetuskoneistoa, yksikkohinta on 3,559 euroa.",
        "title_sv": "Farledsavgiftens pris per enhet",
        "content_sv": "Farledsavgiftens pris per enhet för lastfartyg och passagerarfartyg fastställs enligt fartygets isklass som följer: Isklass Lastfartyg Passagerarfartyg Pris per enhet Pris per enhet (euro) (euro) I A Super 1,340 0,902 I A 2,500 1,776 I B, I C 4,885 2,959 II, III 7,100 5,048 Priset per enhet för kryssningsfartyg är 1,060 euro, priset per enhet för höghastighetsfartyg 6,404 euro och priset per enhet för fartyg utan eget framdrivningsmaskineri 3,559 euro.",
        "normalized_sv": "Farledsavgiftens pris per enhet för lastfartyg och passagerarfartyg fastställs enligt fartygets isklass som följer: Isklass Lastfartyg Passagerarfartyg Pris per enhet Pris per enhet (euro) (euro) I A Super 1,340 0,902 I A 2,500 1,776 I B, I C 4,885 2,959 II, III 7,100 5,048 Priset per enhet för kryssningsfartyg är 1,060 euro, priset per enhet för höghastighetsfartyg 6,404 euro och priset per enhet för fartyg utan eget framdrivningsmaskineri 3,559 euro.",
        "folded_sv": "farledsavgiftens pris per enhet for lastfartyg och passagerarfartyg faststalls enligt fartygets isklass som foljer: isklass lastfartyg passagerarfartyg pris per enhet pris per enhet (euro) (euro) i a super 1,340 0,902 i a 2,500 1,776 i b, i c 4,885 2,959 ii, iii 7,100 5,048 priset per enhet for kryssningsfartyg ar 1,060 euro, priset per enhet for hoghastighetsfartyg 6,404 euro och priset per enhet for fartyg utan eget framdrivningsmaskineri 3,559 euro."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Väylämaksun määrä",
      "content": "Lastialuksesta ja matkustaja-aluksesta suoritettava väylämaksu saadaan kertomalla aluksen nettovetoisuus ja 6 §:n 1 momentissa säädetty väylämaksun yksikköhinta keskenään. Jos lastialuksen nettovetoisuus on suurempi kuin 25 000, ylittävä osuus nettovetoisuudesta kerrotaan kuitenkin luvulla, joka on puolet 6 §:n 1 momentissa säädetystä yksikköhinnasta. Risteilyaluksesta ja suurnopeusaluksesta suoritettava väylämaksu saadaan kertomalla aluksen nettovetoisuus ja 6 §:n 2 momentissa säädetty yksikköhinta keskenään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_7",
        "normalized_fi": "Lastialuksesta ja matkustaja-aluksesta suoritettava väylämaksu saadaan kertomalla aluksen nettovetoisuus ja 6 § :n 1 momentissa säädetty väylämaksun yksikköhinta keskenään. Jos lastialuksen nettovetoisuus on suurempi kuin 25 000, ylittävä osuus nettovetoisuudesta kerrotaan kuitenkin luvulla, joka on puolet 6 § :n 1 momentissa säädetystä yksikköhinnasta. Risteilyaluksesta ja suurnopeusaluksesta suoritettava väylämaksu saadaan kertomalla aluksen nettovetoisuus ja 6 § :n 2 momentissa säädetty yksikköhinta keskenään.",
        "folded_fi": "lastialuksesta ja matkustaja-aluksesta suoritettava vaylamaksu saadaan kertomalla aluksen nettovetoisuus ja 6 §:n 1 momentissa saadetty vaylamaksun yksikkohinta keskenaan. jos lastialuksen nettovetoisuus on suurempi kuin 25 000, ylittava osuus nettovetoisuudesta kerrotaan kuitenkin luvulla, joka on puolet 6 §:n 1 momentissa saadetysta yksikkohinnasta. risteilyaluksesta ja suurnopeusaluksesta suoritettava vaylamaksu saadaan kertomalla aluksen nettovetoisuus ja 6 §:n 2 momentissa saadetty yksikkohinta keskenaan.",
        "title_sv": "Avgiftsbelopp",
        "content_sv": "Den farledsavgift som betalas för lastfartyg och passagerarfartyg fås genom att fartygets nettodräktighet multipliceras med det pris per enhet för farledsavgiften som anges i 6 § 1 mom. Om ett lastfartygs nettodräktighet överstiger 25 000, multipliceras den överstigande andelen av nettodräktigheten dock med ett tal som är hälften av det pris per enhet som anges i 6 § 1 mom. Den farledsavgift som betalas för kryssningsfartyg och höghastighetsfartyg fås genom att fartygets nettodräktighet multipliceras med det pris per enhet som anges i 6 § 2 mom.",
        "normalized_sv": "Den farledsavgift som betalas för lastfartyg och passagerarfartyg fås genom att fartygets nettodräktighet multipliceras med det pris per enhet för farledsavgiften som anges i 6 § 1 mom. Om ett lastfartygs nettodräktighet överstiger 25 000, multipliceras den överstigande andelen av nettodräktigheten dock med ett tal som är hälften av det pris per enhet som anges i 6 § 1 mom. Den farledsavgift som betalas för kryssningsfartyg och höghastighetsfartyg fås genom att fartygets nettodräktighet multipliceras med det pris per enhet som anges i 6 § 2 mom.",
        "folded_sv": "den farledsavgift som betalas for lastfartyg och passagerarfartyg fas genom att fartygets nettodraktighet multipliceras med det pris per enhet for farledsavgiften som anges i 6 § 1 mom. om ett lastfartygs nettodraktighet overstiger 25 000, multipliceras den overstigande andelen av nettodraktigheten dock med ett tal som ar halften av det pris per enhet som anges i 6 § 1 mom. den farledsavgift som betalas for kryssningsfartyg och hoghastighetsfartyg fas genom att fartygets nettodraktighet multipliceras med det pris per enhet som anges i 6 § 2 mom."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Väylämaksun enimmäismäärä aluskäynniltä",
      "content": "Väylämaksu on enintään 109 000 euroa. Matkustaja-aluksen väylämaksu on kuitenkin enintään 34 000 euroa ja risteilyaluksen väylämaksu on enintään 45 000 euroa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_8",
        "normalized_fi": "Väylämaksu on enintään 109 000 euroa. Matkustaja-aluksen väylämaksu on kuitenkin enintään 34 000 euroa ja risteilyaluksen väylämaksu on enintään 45 000 euroa.",
        "folded_fi": "vaylamaksu on enintaan 109 000 euroa. matkustaja-aluksen vaylamaksu on kuitenkin enintaan 34 000 euroa ja risteilyaluksen vaylamaksu on enintaan 45 000 euroa.",
        "title_sv": "Farledsavgiftens maximibelopp per fartygsanlöp",
        "content_sv": "Farledsavgiften är högst 109 000 euro. Farledsavgiften för passagerarfartyg är dock högst 34 000 euro och för kryssningsfartyg högst 45 000 euro.",
        "normalized_sv": "Farledsavgiften är högst 109 000 euro. Farledsavgiften för passagerarfartyg är dock högst 34 000 euro och för kryssningsfartyg högst 45 000 euro.",
        "folded_sv": "farledsavgiften ar hogst 109 000 euro. farledsavgiften for passagerarfartyg ar dock hogst 34 000 euro och for kryssningsfartyg hogst 45 000 euro."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Aluksen nettovetoisuuden vahvistaminen",
      "content": "Jos alukselta puuttuu mittakirja, mittakirjassa ilmoitettu vetoisuus ei vastaa aluksen todellista vetoisuutta tai alus ei ole oikeutettu voimassa olevien aluksenmittaussääntöjen mukaan käyttämään mittakirjassa ilmoitettua nettovetoisuutta, Merenkulkulaitos vahvistaa väylämaksun laskemisessa käytettävän aluksen nettovetoisuuden voimassa olevien aluksenmittaussääntöjen mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_9",
        "normalized_fi": "Jos alukselta puuttuu mittakirja, mittakirjassa ilmoitettu vetoisuus ei vastaa aluksen todellista vetoisuutta tai alus ei ole oikeutettu voimassa olevien aluksenmittaussääntöjen mukaan käyttämään mittakirjassa ilmoitettua nettovetoisuutta, Merenkulkulaitos vahvistaa väylämaksun laskemisessa käytettävän aluksen nettovetoisuuden voimassa olevien aluksenmittaussääntöjen mukaisesti.",
        "folded_fi": "jos alukselta puuttuu mittakirja, mittakirjassa ilmoitettu vetoisuus ei vastaa aluksen todellista vetoisuutta tai alus ei ole oikeutettu voimassa olevien aluksenmittaussaantojen mukaan kayttamaan mittakirjassa ilmoitettua nettovetoisuutta, merenkulkulaitos vahvistaa vaylamaksun laskemisessa kaytettavan aluksen nettovetoisuuden voimassa olevien aluksenmittaussaantojen mukaisesti.",
        "title_sv": "Fastställande av nettodräktighet",
        "content_sv": "Om ett fartyg inte har något mätbrev, om den dräktighet som anges i mätbrevet inte motsvarar fartygets faktiska dräktighet eller om fartyget enligt gällande mätningsregler för fartyg inte är berättigat att använda den nettodräktighet som anges i mätbrevet, fastställer Sjöfartsverket den nettodräktighet för fartyget som används vid uträknandet av farledsavgiften i enlighet med gällande mätningsregler för fartyg.",
        "normalized_sv": "Om ett fartyg inte har något mätbrev, om den dräktighet som anges i mätbrevet inte motsvarar fartygets faktiska dräktighet eller om fartyget enligt gällande mätningsregler för fartyg inte är berättigat att använda den nettodräktighet som anges i mätbrevet, fastställer Sjöfartsverket den nettodräktighet för fartyget som används vid uträknandet av farledsavgiften i enlighet med gällande mätningsregler för fartyg.",
        "folded_sv": "om ett fartyg inte har nagot matbrev, om den draktighet som anges i matbrevet inte motsvarar fartygets faktiska draktighet eller om fartyget enligt gallande matningsregler for fartyg inte ar berattigat att anvanda den nettodraktighet som anges i matbrevet, faststaller sjofartsverket den nettodraktighet for fartyget som anvands vid utraknandet av farledsavgiften i enlighet med gallande matningsregler for fartyg."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Väylämaksujen vuotuinen enimmäismäärä ja lisämaksu",
      "content": "Kun matkustaja-aluksesta tai suurnopeusaluksesta on suoritettu 30 väylämaksua ja lastialuksesta 10 väylämaksua, alus on vapautettu saman kalenterivuoden aikana enemmistä väylämaksuista. Jos väylämaksun suuruuteen vaikuttavat seikat muuttuvat kalenterivuoden aikana siten, että 7 §:n mukainen väylämaksu nousee, aluksesta on suoritettava lisää väylämaksua. Väylämaksua on tällöin suoritettava kalenterivuodelta määrä, joka vastaa matkustaja-aluksesta ja suurnopeusaluksesta kalenterivuodelta määräytyvää 30:tä suurinta ja lastialuksesta 10:tä suurinta väylämaksua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_10",
        "normalized_fi": "Kun matkustaja-aluksesta tai suurnopeusaluksesta on suoritettu 30 väylämaksua ja lastialuksesta 10 väylämaksua, alus on vapautettu saman kalenterivuoden aikana enemmistä väylämaksuista. Jos väylämaksun suuruuteen vaikuttavat seikat muuttuvat kalenterivuoden aikana siten, että 7 § :n mukainen väylämaksu nousee, aluksesta on suoritettava lisää väylämaksua. Väylämaksua on tällöin suoritettava kalenterivuodelta määrä, joka vastaa matkustaja-aluksesta ja suurnopeusaluksesta kalenterivuodelta määräytyvää 30:tä suurinta ja lastialuksesta 10:tä suurinta väylämaksua.",
        "folded_fi": "kun matkustaja-aluksesta tai suurnopeusaluksesta on suoritettu 30 vaylamaksua ja lastialuksesta 10 vaylamaksua, alus on vapautettu saman kalenterivuoden aikana enemmista vaylamaksuista. jos vaylamaksun suuruuteen vaikuttavat seikat muuttuvat kalenterivuoden aikana siten, etta 7 §:n mukainen vaylamaksu nousee, aluksesta on suoritettava lisaa vaylamaksua. vaylamaksua on talloin suoritettava kalenterivuodelta maara, joka vastaa matkustaja-aluksesta ja suurnopeusaluksesta kalenterivuodelta maaraytyvaa 30:ta suurinta ja lastialuksesta 10:ta suurinta vaylamaksua.",
        "title_sv": "Farledsavgifternas årliga maximibelopp och tilläggsavgift",
        "content_sv": "När för ett passagerarfartyg eller höghastighetsfartyg har betalts 30 farledsavgifter och för ett lastfartyg 10 farledsavgifter, är fartyget befriat från ytterligare farledsavgifter under kalenderåret i fråga. Om de omständigheter som inverkar på farledsavgiftens storlek förändras under kalenderåret så att den farledsavgift som avses i 7 § stiger, skall för fartyget i farledsavgift betalas ett tillägg. I farledsavgift skall då för ett kalenderår betalas ett belopp som motsvarar de 30 högsta farledsavgifterna som för ett kalenderår bestäms för ett passagerarfartyg och ett höghastighetsfartyg och på motsvarande sätt de 10 högsta avgifterna för ett lastfartyg.",
        "normalized_sv": "När för ett passagerarfartyg eller höghastighetsfartyg har betalts 30 farledsavgifter och för ett lastfartyg 10 farledsavgifter, är fartyget befriat från ytterligare farledsavgifter under kalenderåret i fråga. Om de omständigheter som inverkar på farledsavgiftens storlek förändras under kalenderåret så att den farledsavgift som avses i 7 § stiger, skall för fartyget i farledsavgift betalas ett tillägg. I farledsavgift skall då för ett kalenderår betalas ett belopp som motsvarar de 30 högsta farledsavgifterna som för ett kalenderår bestäms för ett passagerarfartyg och ett höghastighetsfartyg och på motsvarande sätt de 10 högsta avgifterna för ett lastfartyg.",
        "folded_sv": "nar for ett passagerarfartyg eller hoghastighetsfartyg har betalts 30 farledsavgifter och for ett lastfartyg 10 farledsavgifter, ar fartyget befriat fran ytterligare farledsavgifter under kalenderaret i fraga. om de omstandigheter som inverkar pa farledsavgiftens storlek forandras under kalenderaret sa att den farledsavgift som avses i 7 § stiger, skall for fartyget i farledsavgift betalas ett tillagg. i farledsavgift skall da for ett kalenderar betalas ett belopp som motsvarar de 30 hogsta farledsavgifterna som for ett kalenderar bestams for ett passagerarfartyg och ett hoghastighetsfartyg och pa motsvarande satt de 10 hogsta avgifterna for ett lastfartyg."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Alennettu väylämaksu lastauskapasiteetinkäyttöasteen perusteella",
      "content": "Lastialuksen väylämaksu suoritetaan 75 prosentilla alennettuna, jos aluksen lastauskapasiteetin käyttöaste on enintään 15 prosenttia, ja 50 prosentilla alennettuna, jos lastauskapasiteetin käyttöaste on yli 15 prosenttia mutta enintään 30 prosenttia. Lastauskapasiteetin käyttöaste lasketaan vertaamalla Suomeen tuodun ja Suomesta viedyn lastin yhteenlaskettua määrää metrisinä tonneina osoittavaa lukua lukuun, joka on 90 prosenttia aluksen kantavuudesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_11",
        "normalized_fi": "Lastialuksen väylämaksu suoritetaan 75 prosentilla alennettuna, jos aluksen lastauskapasiteetin käyttöaste on enintään 15 prosenttia, ja 50 prosentilla alennettuna, jos lastauskapasiteetin käyttöaste on yli 15 prosenttia mutta enintään 30 prosenttia. Lastauskapasiteetin käyttöaste lasketaan vertaamalla Suomeen tuodun ja Suomesta viedyn lastin yhteenlaskettua määrää metrisinä tonneina osoittavaa lukua lukuun, joka on 90 prosenttia aluksen kantavuudesta.",
        "folded_fi": "lastialuksen vaylamaksu suoritetaan 75 prosentilla alennettuna, jos aluksen lastauskapasiteetin kayttoaste on enintaan 15 prosenttia, ja 50 prosentilla alennettuna, jos lastauskapasiteetin kayttoaste on yli 15 prosenttia mutta enintaan 30 prosenttia. lastauskapasiteetin kayttoaste lasketaan vertaamalla suomeen tuodun ja suomesta viedyn lastin yhteenlaskettua maaraa metrisina tonneina osoittavaa lukua lukuun, joka on 90 prosenttia aluksen kantavuudesta.",
        "title_sv": "Nedsatt farledsavgift enligt lastningskapacitetens utnyttjandegrad",
        "content_sv": "Farledsavgiften för ett lastfartyg betalas nedsatt med 75 procent, om lastningskapacitetens utnyttjandegrad är högst 15 procent och nedsatt med 50 procent, om lastningskapacitetens utnyttjandegrad är över 15 men högst 30 procent. Lastningskapacitetens utnyttjandegrad fås genom att det tal som anger den sammanlagda mängd last som förts in till Finland och ut från Finland uttryckt i metriska ton jämförs med ett tal som är 90 procent av fartygets dödvikt.",
        "normalized_sv": "Farledsavgiften för ett lastfartyg betalas nedsatt med 75 procent, om lastningskapacitetens utnyttjandegrad är högst 15 procent och nedsatt med 50 procent, om lastningskapacitetens utnyttjandegrad är över 15 men högst 30 procent. Lastningskapacitetens utnyttjandegrad fås genom att det tal som anger den sammanlagda mängd last som förts in till Finland och ut från Finland uttryckt i metriska ton jämförs med ett tal som är 90 procent av fartygets dödvikt.",
        "folded_sv": "farledsavgiften for ett lastfartyg betalas nedsatt med 75 procent, om lastningskapacitetens utnyttjandegrad ar hogst 15 procent och nedsatt med 50 procent, om lastningskapacitetens utnyttjandegrad ar over 15 men hogst 30 procent. lastningskapacitetens utnyttjandegrad fas genom att det tal som anger den sammanlagda mangd last som forts in till finland och ut fran finland uttryckt i metriska ton jamfors med ett tal som ar 90 procent av fartygets dodvikt."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Alennettu väylämaksu muilla perusteilla",
      "content": "Lastialuksen väylämaksu suoritetaan 50 prosentilla alennettuna, jos alus tuo Saimaan kanavalle suuntautuvan matkan yhteydessä samalla lastia ulkomailta Suomen rannikon satamaan tai jos alus vie Saimaan kanavalle suuntautuvan matkan yhteydessä samalla lastia ulkomaille Suomen rannikon satamasta. Lastialuksen väylämaksu suoritetaan 75 prosentilla alennettuna, jos alus tuo ulkomailta lastia, joka sen suureen kokoon liittyvästä pakottavasta syystä johtuen joudutaan kuljettamaan muilla aluksilla tulosatamasta edelleen toiseen suomalaiseen satamaan. Suomalaisesta satamasta viennin kauttakulkutavaraa hakevan lastialuksen väylämaksu suoritetaan 50 prosentilla alennettuna, jos aluksen koko lasti on kauttakulkulastia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_12",
        "normalized_fi": "Lastialuksen väylämaksu suoritetaan 50 prosentilla alennettuna, jos alus tuo Saimaan kanavalle suuntautuvan matkan yhteydessä samalla lastia ulkomailta Suomen rannikon satamaan tai jos alus vie Saimaan kanavalle suuntautuvan matkan yhteydessä samalla lastia ulkomaille Suomen rannikon satamasta. Lastialuksen väylämaksu suoritetaan 75 prosentilla alennettuna, jos alus tuo ulkomailta lastia, joka sen suureen kokoon liittyvästä pakottavasta syystä johtuen joudutaan kuljettamaan muilla aluksilla tulosatamasta edelleen toiseen suomalaiseen satamaan. Suomalaisesta satamasta viennin kauttakulkutavaraa hakevan lastialuksen väylämaksu suoritetaan 50 prosentilla alennettuna, jos aluksen koko lasti on kauttakulkulastia.",
        "folded_fi": "lastialuksen vaylamaksu suoritetaan 50 prosentilla alennettuna, jos alus tuo saimaan kanavalle suuntautuvan matkan yhteydessa samalla lastia ulkomailta suomen rannikon satamaan tai jos alus vie saimaan kanavalle suuntautuvan matkan yhteydessa samalla lastia ulkomaille suomen rannikon satamasta. lastialuksen vaylamaksu suoritetaan 75 prosentilla alennettuna, jos alus tuo ulkomailta lastia, joka sen suureen kokoon liittyvasta pakottavasta syysta johtuen joudutaan kuljettamaan muilla aluksilla tulosatamasta edelleen toiseen suomalaiseen satamaan. suomalaisesta satamasta viennin kauttakulkutavaraa hakevan lastialuksen vaylamaksu suoritetaan 50 prosentilla alennettuna, jos aluksen koko lasti on kauttakulkulastia.",
        "title_sv": "Nedsatt farledsavgift på andra grunder",
        "content_sv": "Farledsavgiften för ett lastfartyg betalas nedsatt med 50 procent, om fartyget i samband med en färd till Saima kanal samtidigt för med sig last från utlandet till en hamn vid Finlands kust eller om fartyget i samband med en färd till Saima kanal samtidigt för last till utlandet från en hamn vid Finlands kust. Farledsavgiften för ett lastfartyg betalas nedsatt med 75 procent, om fartyget för med sig sådan last från utlandet som av tvingande skäl som hänför sig till fartygets storlek måste transporteras från ankomsthamnen vidare till en annan finsk hamn med andra fartyg. Farledsavgiften för ett lastfartyg som i finsk hamn tar för utförsel avsett transitogods betalas nedsatt med 50 procent, om fartygets hela last är last i transitotrafik.",
        "normalized_sv": "Farledsavgiften för ett lastfartyg betalas nedsatt med 50 procent, om fartyget i samband med en färd till Saima kanal samtidigt för med sig last från utlandet till en hamn vid Finlands kust eller om fartyget i samband med en färd till Saima kanal samtidigt för last till utlandet från en hamn vid Finlands kust. Farledsavgiften för ett lastfartyg betalas nedsatt med 75 procent, om fartyget för med sig sådan last från utlandet som av tvingande skäl som hänför sig till fartygets storlek måste transporteras från ankomsthamnen vidare till en annan finsk hamn med andra fartyg. Farledsavgiften för ett lastfartyg som i finsk hamn tar för utförsel avsett transitogods betalas nedsatt med 50 procent, om fartygets hela last är last i transitotrafik.",
        "folded_sv": "farledsavgiften for ett lastfartyg betalas nedsatt med 50 procent, om fartyget i samband med en fard till saima kanal samtidigt for med sig last fran utlandet till en hamn vid finlands kust eller om fartyget i samband med en fard till saima kanal samtidigt for last till utlandet fran en hamn vid finlands kust. farledsavgiften for ett lastfartyg betalas nedsatt med 75 procent, om fartyget for med sig sadan last fran utlandet som av tvingande skal som hanfor sig till fartygets storlek maste transporteras fran ankomsthamnen vidare till en annan finsk hamn med andra fartyg. farledsavgiften for ett lastfartyg som i finsk hamn tar for utforsel avsett transitogods betalas nedsatt med 50 procent, om fartygets hela last ar last i transitotrafik."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Väylämaksuilmoitus",
      "content": "Maksuvelvollisen on annettava tulliviranomaiselle ilmoitus maksun määräämistä varten. Väylämaksuilmoituksen tulee sisältää tarvittavat tiedot maksun määräämistä varten. Kun alus saapuu ulkomailta Suomeen, väylämaksuilmoitus annetaan siihen tullitoimipaikkaan, jossa aluksen tuloselvitys tapahtuu. Kun alus on kotimaanliikenteessä, väylämaksuilmoitus annetaan siihen tullitoimipaikkaan, jonka toimialueella olevaan satamaan alus saapuu. Väylämaksuilmoitus voidaan antaa myös sähköisesti tai muussa automaattiseen tietojenkäsittelyyn soveltuvassa muodossa. Tullihallitus voi antaa tarkempia määräyksiä väylämaksuilmoituksen sisällöstä ja muodosta sekä ilmoitusmenettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_13",
        "normalized_fi": "Maksuvelvollisen on annettava tulliviranomaiselle ilmoitus maksun määräämistä varten. Väylämaksuilmoituksen tulee sisältää tarvittavat tiedot maksun määräämistä varten. Kun alus saapuu ulkomailta Suomeen, väylämaksuilmoitus annetaan siihen tullitoimipaikkaan, jossa aluksen tuloselvitys tapahtuu. Kun alus on kotimaanliikenteessä, väylämaksuilmoitus annetaan siihen tullitoimipaikkaan, jonka toimialueella olevaan satamaan alus saapuu. Väylämaksuilmoitus voidaan antaa myös sähköisesti tai muussa automaattiseen tietojenkäsittelyyn soveltuvassa muodossa. Tullihallitus voi antaa tarkempia määräyksiä väylämaksuilmoituksen sisällöstä ja muodosta sekä ilmoitusmenettelystä.",
        "folded_fi": "maksuvelvollisen on annettava tulliviranomaiselle ilmoitus maksun maaraamista varten. vaylamaksuilmoituksen tulee sisaltaa tarvittavat tiedot maksun maaraamista varten. kun alus saapuu ulkomailta suomeen, vaylamaksuilmoitus annetaan siihen tullitoimipaikkaan, jossa aluksen tuloselvitys tapahtuu. kun alus on kotimaanliikenteessa, vaylamaksuilmoitus annetaan siihen tullitoimipaikkaan, jonka toimialueella olevaan satamaan alus saapuu. vaylamaksuilmoitus voidaan antaa myos sahkoisesti tai muussa automaattiseen tietojenkasittelyyn soveltuvassa muodossa. tullihallitus voi antaa tarkempia maarayksia vaylamaksuilmoituksen sisallosta ja muodosta seka ilmoitusmenettelysta.",
        "title_sv": "Farledsavgiftsanmälan",
        "content_sv": "Den avgiftsskyldige skall för fastställande av farledsavgift lämna en anmälan till tullmyndigheterna. I farledsavgiftsanmälan skall finnas de uppgifter som behövs för bestämmande av avgiften. När ett fartyg anländer från utlandet till Finland skall farledsavgiftsanmälan lämnas till den tullanstalt där fartyget inklareras. När ett fartyg går i inrikesfart skall farledsavgiftsanmälan lämnas till den tullanstalt inom vars verksamhetsområde den hamn fartyget anlöper är belägen. Farledsavgiftsanmälan kan också lämnas i elektronisk form eller i annan för automatisk databehandling lämplig form. Tullstyrelsen kan utfärda närmare föreskrifter om innehållet i och formen för farledsavgiftsanmälan samt om anmälningsförfarandet.",
        "normalized_sv": "Den avgiftsskyldige skall för fastställande av farledsavgift lämna en anmälan till tullmyndigheterna. I farledsavgiftsanmälan skall finnas de uppgifter som behövs för bestämmande av avgiften. När ett fartyg anländer från utlandet till Finland skall farledsavgiftsanmälan lämnas till den tullanstalt där fartyget inklareras. När ett fartyg går i inrikesfart skall farledsavgiftsanmälan lämnas till den tullanstalt inom vars verksamhetsområde den hamn fartyget anlöper är belägen. Farledsavgiftsanmälan kan också lämnas i elektronisk form eller i annan för automatisk databehandling lämplig form. Tullstyrelsen kan utfärda närmare föreskrifter om innehållet i och formen för farledsavgiftsanmälan samt om anmälningsförfarandet.",
        "folded_sv": "den avgiftsskyldige skall for faststallande av farledsavgift lamna en anmalan till tullmyndigheterna. i farledsavgiftsanmalan skall finnas de uppgifter som behovs for bestammande av avgiften. nar ett fartyg anlander fran utlandet till finland skall farledsavgiftsanmalan lamnas till den tullanstalt dar fartyget inklareras. nar ett fartyg gar i inrikesfart skall farledsavgiftsanmalan lamnas till den tullanstalt inom vars verksamhetsomrade den hamn fartyget anloper ar belagen. farledsavgiftsanmalan kan ocksa lamnas i elektronisk form eller i annan for automatisk databehandling lamplig form. tullstyrelsen kan utfarda narmare foreskrifter om innehallet i och formen for farledsavgiftsanmalan samt om anmalningsforfarandet."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Väylämaksun maksaminen",
      "content": "Väylämaksun maksamiseen sovelletaan, jollei tässä laissa toisin säädetä, mitä tullin maksamisesta tullilaissa (1466/1994) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_14",
        "normalized_fi": "Väylämaksun maksamiseen sovelletaan, jollei tässä laissa toisin säädetä, mitä tullin maksamisesta tullilaissa (1466/1994) säädetään.",
        "folded_fi": "vaylamaksun maksamiseen sovelletaan, jollei tassa laissa toisin saadeta, mita tullin maksamisesta tullilaissa (1466/1994) saadetaan.",
        "title_sv": "Betalning av farledsavgift",
        "content_sv": "Om inte något annat föreskrivs i denna lag tillämpas på betalning av farledsavgift vad som i tullagen (1466/1994) bestäms om betalning av tull.",
        "normalized_sv": "Om inte något annat föreskrivs i denna lag tillämpas på betalning av farledsavgift vad som i tullagen (1466/1994) bestäms om betalning av tull.",
        "folded_sv": "om inte nagot annat foreskrivs i denna lag tillampas pa betalning av farledsavgift vad som i tullagen (1466/1994) bestams om betalning av tull."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Väylämaksun maksaminen etukäteen",
      "content": "Edellä 10 §:n 1 momentissa tarkoitetut väylämaksut voidaan maksaa etukäteen yhdellä kertaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_15",
        "normalized_fi": "Edellä 10 § :n 1 momentissa tarkoitetut väylämaksut voidaan maksaa etukäteen yhdellä kertaa.",
        "folded_fi": "edella 10 §:n 1 momentissa tarkoitetut vaylamaksut voidaan maksaa etukateen yhdella kertaa.",
        "title_sv": "Betalning av farledsavgift i förskott",
        "content_sv": "De farledsavgifter som avses i 10 § 1 mom. kan betalas på en gång i förskott.",
        "normalized_sv": "De farledsavgifter som avses i 10 § 1 mom. kan betalas på en gång i förskott.",
        "folded_sv": "de farledsavgifter som avses i 10 § 1 mom. kan betalas pa en gang i forskott."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Arviomaksatus",
      "content": "Jos maksuvelvollinen ei ole antanut 13 §:ssä tarkoitettua maksuilmoitusta tai ilmoitus on puutteellinen, tulliviranomaisen on kehotettava maksuvelvollista määräajassa arviomaksatuksen uhalla antamaan väylämaksuilmoitus tai täydentämään puutteellista ilmoitusta. Jos maksuilmoitusta ei kehotuksesta huolimatta ole annettu tai väylämaksua ei voida periä täydennetynkään ilmoituksen perusteella, maksatus on toimitettava arvion mukaan. Maksupäätöksessä on tällöin mainittava arvion perusteet. Ennen arviomaksatusta maksuvelvolliselle on varattava tilaisuus tulla kuulluksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_16",
        "normalized_fi": "Jos maksuvelvollinen ei ole antanut 13 § :ssä tarkoitettua maksuilmoitusta tai ilmoitus on puutteellinen, tulliviranomaisen on kehotettava maksuvelvollista määräajassa arviomaksatuksen uhalla antamaan väylämaksuilmoitus tai täydentämään puutteellista ilmoitusta. Jos maksuilmoitusta ei kehotuksesta huolimatta ole annettu tai väylämaksua ei voida periä täydennetynkään ilmoituksen perusteella, maksatus on toimitettava arvion mukaan. Maksupäätöksessä on tällöin mainittava arvion perusteet. Ennen arviomaksatusta maksuvelvolliselle on varattava tilaisuus tulla kuulluksi.",
        "folded_fi": "jos maksuvelvollinen ei ole antanut 13 §:ssa tarkoitettua maksuilmoitusta tai ilmoitus on puutteellinen, tulliviranomaisen on kehotettava maksuvelvollista maaraajassa arviomaksatuksen uhalla antamaan vaylamaksuilmoitus tai taydentamaan puutteellista ilmoitusta. jos maksuilmoitusta ei kehotuksesta huolimatta ole annettu tai vaylamaksua ei voida peria taydennetynkaan ilmoituksen perusteella, maksatus on toimitettava arvion mukaan. maksupaatoksessa on talloin mainittava arvion perusteet. ennen arviomaksatusta maksuvelvolliselle on varattava tilaisuus tulla kuulluksi.",
        "title_sv": "Debitering av farledsavgift enligt uppskattning",
        "content_sv": "Om den avgiftsskyldige inte lämnat avgiftsanmälan som avses i 13 § eller om anmälan är bristfällig, skall tullmyndigheten uppmana den avgiftsskyldige att inom en bestämd tid vid hot om debitering enligt uppskattning lämna farledsavgiftsanmälan eller komplettera den bristfälliga anmälningen. I det fall att avgiftsanmälan trots uppmaning inte har lämnats eller farledsavgiften inte ens efter komplettering av anmälan kan tas ut på basis av den, skall debiteringen verkställas enligt uppskattning. I betalningsbeslutet skall då anges grunderna för uppskattningen. Innan debitering verkställs enligt uppskattning skall den avgiftsskyldige ges tillfälle att bli hörd.",
        "normalized_sv": "Om den avgiftsskyldige inte lämnat avgiftsanmälan som avses i 13 § eller om anmälan är bristfällig, skall tullmyndigheten uppmana den avgiftsskyldige att inom en bestämd tid vid hot om debitering enligt uppskattning lämna farledsavgiftsanmälan eller komplettera den bristfälliga anmälningen. I det fall att avgiftsanmälan trots uppmaning inte har lämnats eller farledsavgiften inte ens efter komplettering av anmälan kan tas ut på basis av den, skall debiteringen verkställas enligt uppskattning. I betalningsbeslutet skall då anges grunderna för uppskattningen. Innan debitering verkställs enligt uppskattning skall den avgiftsskyldige ges tillfälle att bli hörd.",
        "folded_sv": "om den avgiftsskyldige inte lamnat avgiftsanmalan som avses i 13 § eller om anmalan ar bristfallig, skall tullmyndigheten uppmana den avgiftsskyldige att inom en bestamd tid vid hot om debitering enligt uppskattning lamna farledsavgiftsanmalan eller komplettera den bristfalliga anmalningen. i det fall att avgiftsanmalan trots uppmaning inte har lamnats eller farledsavgiften inte ens efter komplettering av anmalan kan tas ut pa basis av den, skall debiteringen verkstallas enligt uppskattning. i betalningsbeslutet skall da anges grunderna for uppskattningen. innan debitering verkstalls enligt uppskattning skall den avgiftsskyldige ges tillfalle att bli hord."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Maksunkorotus",
      "content": "Väylämaksua voidaan korottaa: 1) enintään 30 prosentilla, jos maksuvelvollinen on antanut väylämaksun määräämistä varten tarvittavat tiedot puutteellisina tai virheellisinä taikka kokonaan tai osittain laiminlyönyt ilmoitusvelvollisuutensa; taikka 2) enintään 50 prosentilla, jos maksuvelvollinen on tahallaan tai törkeästä huolimattomuudesta antanut väylämaksun määräämistä varten puutteellisen, erehdyttävän tai väärän ilmoituksen tai muun tiedon tai asiakirjan, jättänyt antamatta tietoja väylämaksun määräämistä varten taikka muutoin laiminlyönyt tiedonantovelvollisuutensa ja menettely on ollut omiaan aiheuttamaan sen, että maksuvelvolliselle olisi jäänyt maksua määräämättä. Jos 1 momentin 2 kohdassa tarkoitettua menettelyä on sillä saavutettavissa ollut hyöty ja muut asiaan vaikuttavat seikat huomioon ottaen pidettävä törkeänä, väylämaksua on korotettava vähintään 50 prosentilla ja enintään 100 prosentilla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_17",
        "normalized_fi": "Väylämaksua voidaan korottaa: 1) enintään 30 prosentilla, jos maksuvelvollinen on antanut väylämaksun määräämistä varten tarvittavat tiedot puutteellisina tai virheellisinä taikka kokonaan tai osittain laiminlyönyt ilmoitusvelvollisuutensa; taikka 2) enintään 50 prosentilla, jos maksuvelvollinen on tahallaan tai törkeästä huolimattomuudesta antanut väylämaksun määräämistä varten puutteellisen, erehdyttävän tai väärän ilmoituksen tai muun tiedon tai asiakirjan, jättänyt antamatta tietoja väylämaksun määräämistä varten taikka muutoin laiminlyönyt tiedonantovelvollisuutensa ja menettely on ollut omiaan aiheuttamaan sen, että maksuvelvolliselle olisi jäänyt maksua määräämättä. Jos 1 momentin 2 kohdassa tarkoitettua menettelyä on sillä saavutettavissa ollut hyöty ja muut asiaan vaikuttavat seikat huomioon ottaen pidettävä törkeänä, väylämaksua on korotettava vähintään 50 prosentilla ja enintään 100 prosentilla.",
        "folded_fi": "vaylamaksua voidaan korottaa: 1) enintaan 30 prosentilla, jos maksuvelvollinen on antanut vaylamaksun maaraamista varten tarvittavat tiedot puutteellisina tai virheellisina taikka kokonaan tai osittain laiminlyonyt ilmoitusvelvollisuutensa; taikka 2) enintaan 50 prosentilla, jos maksuvelvollinen on tahallaan tai torkeasta huolimattomuudesta antanut vaylamaksun maaraamista varten puutteellisen, erehdyttavan tai vaaran ilmoituksen tai muun tiedon tai asiakirjan, jattanyt antamatta tietoja vaylamaksun maaraamista varten taikka muutoin laiminlyonyt tiedonantovelvollisuutensa ja menettely on ollut omiaan aiheuttamaan sen, etta maksuvelvolliselle olisi jaanyt maksua maaraamatta. jos 1 momentin 2 kohdassa tarkoitettua menettelya on silla saavutettavissa ollut hyoty ja muut asiaan vaikuttavat seikat huomioon ottaen pidettava torkeana, vaylamaksua on korotettava vahintaan 50 prosentilla ja enintaan 100 prosentilla.",
        "title_sv": "Avgiftshöjning",
        "content_sv": "Farledsavgiften kan höjas 1) med högst 30 procent, om den avgiftsskyldige har lämnat bristfälliga eller oriktiga uppgifter för fastställande av farledsavgiften eller helt eller delvis försummat sin anmälningsplikt, eller 2) med högst 50 procent, om den avgiftsskyldige för fastställande av farledsavgiften uppsåtligen eller av grov vårdslöshet har lämnat en bristfällig, vilseledande eller oriktig anmälan eller annan uppgift eller handling, underlåtit att lämna uppgifter för fastställande av farledsavgift eller annars försummat sin skyldighet att lämna uppgifter och förfarandet har varit ägnat att medföra att den avgiftsskyldige skulle ha kunnat undgå farledsavgift. Om ett förfarande som avses i 1 mom. 2 punkten med beaktande av den fördel som kunnat fås därav och andra omständigheter som inverkar på ärendet skall anses som grovt, skall farledsavgiften höjas med minst 50 och högst 100 procent.",
        "normalized_sv": "Farledsavgiften kan höjas 1) med högst 30 procent, om den avgiftsskyldige har lämnat bristfälliga eller oriktiga uppgifter för fastställande av farledsavgiften eller helt eller delvis försummat sin anmälningsplikt, eller 2) med högst 50 procent, om den avgiftsskyldige för fastställande av farledsavgiften uppsåtligen eller av grov vårdslöshet har lämnat en bristfällig, vilseledande eller oriktig anmälan eller annan uppgift eller handling, underlåtit att lämna uppgifter för fastställande av farledsavgift eller annars försummat sin skyldighet att lämna uppgifter och förfarandet har varit ägnat att medföra att den avgiftsskyldige skulle ha kunnat undgå farledsavgift. Om ett förfarande som avses i 1 mom. 2 punkten med beaktande av den fördel som kunnat fås därav och andra omständigheter som inverkar på ärendet skall anses som grovt, skall farledsavgiften höjas med minst 50 och högst 100 procent.",
        "folded_sv": "farledsavgiften kan hojas 1) med hogst 30 procent, om den avgiftsskyldige har lamnat bristfalliga eller oriktiga uppgifter for faststallande av farledsavgiften eller helt eller delvis forsummat sin anmalningsplikt, eller 2) med hogst 50 procent, om den avgiftsskyldige for faststallande av farledsavgiften uppsatligen eller av grov vardsloshet har lamnat en bristfallig, vilseledande eller oriktig anmalan eller annan uppgift eller handling, underlatit att lamna uppgifter for faststallande av farledsavgift eller annars forsummat sin skyldighet att lamna uppgifter och forfarandet har varit agnat att medfora att den avgiftsskyldige skulle ha kunnat undga farledsavgift. om ett forfarande som avses i 1 mom. 2 punkten med beaktande av den fordel som kunnat fas darav och andra omstandigheter som inverkar pa arendet skall anses som grovt, skall farledsavgiften hojas med minst 50 och hogst 100 procent."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Virhemaksu",
      "content": "Jos 17 §:n 1 momentissa tarkoitetussa tilanteessa väylämaksua ei määrätä maksettavaksi, tai jos väylämaksun määrä on vähäinen eikä maksunkorotusta ole määrätty, virhemaksuna voidaan kantaa vähintään 10 ja enintään 2 500 euroa. Virhemaksun suuruutta määrättäessä otetaan huomioon menettelyn moitittavuus, toistuvuus ja muut näihin rinnastettavat seikat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_18",
        "normalized_fi": "Jos 17 § :n 1 momentissa tarkoitetussa tilanteessa väylämaksua ei määrätä maksettavaksi, tai jos väylämaksun määrä on vähäinen eikä maksunkorotusta ole määrätty, virhemaksuna voidaan kantaa vähintään 10 ja enintään 2 500 euroa. Virhemaksun suuruutta määrättäessä otetaan huomioon menettelyn moitittavuus, toistuvuus ja muut näihin rinnastettavat seikat.",
        "folded_fi": "jos 17 §:n 1 momentissa tarkoitetussa tilanteessa vaylamaksua ei maarata maksettavaksi, tai jos vaylamaksun maara on vahainen eika maksunkorotusta ole maaratty, virhemaksuna voidaan kantaa vahintaan 10 ja enintaan 2 500 euroa. virhemaksun suuruutta maarattaessa otetaan huomioon menettelyn moitittavuus, toistuvuus ja muut naihin rinnastettavat seikat.",
        "title_sv": "Felavgift",
        "content_sv": "Om någon farledsavgift inte påförs i en situation som avses i 17 § 1 mom. eller om avgiftsbeloppet är obetydligt och avgiftshöjning inte har påförts, kan i felavgift uppbäras minst 10 och högst 2 500 euro. Vid fastställande av felavgiftens storlek beaktas hur klandervärt förfarandet varit, om det har upprepats och andra med dessa jämförliga omständigheter.",
        "normalized_sv": "Om någon farledsavgift inte påförs i en situation som avses i 17 § 1 mom. eller om avgiftsbeloppet är obetydligt och avgiftshöjning inte har påförts, kan i felavgift uppbäras minst 10 och högst 2 500 euro. Vid fastställande av felavgiftens storlek beaktas hur klandervärt förfarandet varit, om det har upprepats och andra med dessa jämförliga omständigheter.",
        "folded_sv": "om nagon farledsavgift inte pafors i en situation som avses i 17 § 1 mom. eller om avgiftsbeloppet ar obetydligt och avgiftshojning inte har paforts, kan i felavgift uppbaras minst 10 och hogst 2 500 euro. vid faststallande av felavgiftens storlek beaktas hur klandervart forfarandet varit, om det har upprepats och andra med dessa jamforliga omstandigheter."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "Oikaisu maksunsaajan hyväksi",
      "content": "Jos väylämaksu on laskuvirheen tai siihen verrattavan erehdyksen vuoksi tai sen vuoksi, ettei tulliviranomainen ole tutkinut asiaa joltakin osin, jäänyt kokonaan tai osaksi määräämättä tai sitä on palautettu liikaa maksuvelvollisen sitä aiheuttamatta, tulliviranomaisen on oikaistava antamaansa päätöstä, jollei asia muutoin ole vireillä tai valitukseen annetulla päätöksellä ratkaistu. Oikaisu on tehtävä vuoden kuluessa sitä seuraavan kalenterivuoden alusta, jona väylämaksu tai sen palautus määrättiin tai olisi maksuvelvollisen ilmoituksen perusteella pitänyt määrätä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_19",
        "normalized_fi": "Jos väylämaksu on laskuvirheen tai siihen verrattavan erehdyksen vuoksi tai sen vuoksi, ettei tulliviranomainen ole tutkinut asiaa joltakin osin, jäänyt kokonaan tai osaksi määräämättä tai sitä on palautettu liikaa maksuvelvollisen sitä aiheuttamatta, tulliviranomaisen on oikaistava antamaansa päätöstä, jollei asia muutoin ole vireillä tai valitukseen annetulla päätöksellä ratkaistu. Oikaisu on tehtävä vuoden kuluessa sitä seuraavan kalenterivuoden alusta, jona väylämaksu tai sen palautus määrättiin tai olisi maksuvelvollisen ilmoituksen perusteella pitänyt määrätä.",
        "folded_fi": "jos vaylamaksu on laskuvirheen tai siihen verrattavan erehdyksen vuoksi tai sen vuoksi, ettei tulliviranomainen ole tutkinut asiaa joltakin osin, jaanyt kokonaan tai osaksi maaraamatta tai sita on palautettu liikaa maksuvelvollisen sita aiheuttamatta, tulliviranomaisen on oikaistava antamaansa paatosta, jollei asia muutoin ole vireilla tai valitukseen annetulla paatoksella ratkaistu. oikaisu on tehtava vuoden kuluessa sita seuraavan kalenterivuoden alusta, jona vaylamaksu tai sen palautus maarattiin tai olisi maksuvelvollisen ilmoituksen perusteella pitanyt maarata.",
        "title_sv": "Rättelse till avgiftstagarens fördel",
        "content_sv": "Har farledsavgiften eller en del av den på grund av ett räknefel eller ett därmed jämförbart misstag eller på grund av att tullmyndigheten till någon del inte har prövat saken inte blivit påförd eller återburits till ett för högt belopp utan att den avgiftsskyldige har orsakat det, skall tullmyndigheten, om ärendet inte annars är anhängigt eller har avgjorts genom beslut med anledning av besvär, rätta sitt beslut. Rättelse skall göras inom ett år från ingången av kalenderåret efter det under vilket farledsavgiften eller återbäringen av farledsavgiften fastställdes eller med stöd av den avgiftsskyldiges anmälan borde ha fastställts.",
        "normalized_sv": "Har farledsavgiften eller en del av den på grund av ett räknefel eller ett därmed jämförbart misstag eller på grund av att tullmyndigheten till någon del inte har prövat saken inte blivit påförd eller återburits till ett för högt belopp utan att den avgiftsskyldige har orsakat det, skall tullmyndigheten, om ärendet inte annars är anhängigt eller har avgjorts genom beslut med anledning av besvär, rätta sitt beslut. Rättelse skall göras inom ett år från ingången av kalenderåret efter det under vilket farledsavgiften eller återbäringen av farledsavgiften fastställdes eller med stöd av den avgiftsskyldiges anmälan borde ha fastställts.",
        "folded_sv": "har farledsavgiften eller en del av den pa grund av ett raknefel eller ett darmed jamforbart misstag eller pa grund av att tullmyndigheten till nagon del inte har provat saken inte blivit paford eller aterburits till ett for hogt belopp utan att den avgiftsskyldige har orsakat det, skall tullmyndigheten, om arendet inte annars ar anhangigt eller har avgjorts genom beslut med anledning av besvar, ratta sitt beslut. rattelse skall goras inom ett ar fran ingangen av kalenderaret efter det under vilket farledsavgiften eller aterbaringen av farledsavgiften faststalldes eller med stod av den avgiftsskyldiges anmalan borde ha faststallts."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Jälkimaksatus",
      "content": "Jos väylämaksu on jäänyt kokonaan tai osaksi määräämättä sen vuoksi, että maksuvelvollinen on kokonaan tai osittain laiminlyönyt ilmoitusvelvollisuutensa tai antanut maksun määräämistä varten puutteellisen, erehdyttävän tai väärän ilmoituksen tai muun tiedon tai asiakirjan, taikka jos väylämaksua on sanotusta syystä palautettu liikaa, tulliviranomaisen on määrättävä määräämättä jäänyt väylämaksu maksuvelvollisen suoritettavaksi. Jälkimaksatus on toimitettava kolmen vuoden kuluessa sitä seuraavan kalenterivuoden alusta, jonka aikana väylämaksu tai sen palautus määrättiin tai olisi pitänyt määrätä. Jos tulliviranomaisen hyväksymä Suomessa asuva laivanisännän edustaja ei tiennyt eikä hänen olisi pitänytkään tietää, että maksun määräämistä varten annettu ilmoitus, asiakirja tai muu tieto on puutteellinen, erehdyttävä tai väärä, jälkimaksatus tällaisen laivanisännän edustajan osalta on toimitettava kahdeksantoista kuukauden kuluessa saatavan syntymisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_20",
        "normalized_fi": "Jos väylämaksu on jäänyt kokonaan tai osaksi määräämättä sen vuoksi, että maksuvelvollinen on kokonaan tai osittain laiminlyönyt ilmoitusvelvollisuutensa tai antanut maksun määräämistä varten puutteellisen, erehdyttävän tai väärän ilmoituksen tai muun tiedon tai asiakirjan, taikka jos väylämaksua on sanotusta syystä palautettu liikaa, tulliviranomaisen on määrättävä määräämättä jäänyt väylämaksu maksuvelvollisen suoritettavaksi. Jälkimaksatus on toimitettava kolmen vuoden kuluessa sitä seuraavan kalenterivuoden alusta, jonka aikana väylämaksu tai sen palautus määrättiin tai olisi pitänyt määrätä. Jos tulliviranomaisen hyväksymä Suomessa asuva laivanisännän edustaja ei tiennyt eikä hänen olisi pitänytkään tietää, että maksun määräämistä varten annettu ilmoitus, asiakirja tai muu tieto on puutteellinen, erehdyttävä tai väärä, jälkimaksatus tällaisen laivanisännän edustajan osalta on toimitettava kahdeksantoista kuukauden kuluessa saatavan syntymisestä.",
        "folded_fi": "jos vaylamaksu on jaanyt kokonaan tai osaksi maaraamatta sen vuoksi, etta maksuvelvollinen on kokonaan tai osittain laiminlyonyt ilmoitusvelvollisuutensa tai antanut maksun maaraamista varten puutteellisen, erehdyttavan tai vaaran ilmoituksen tai muun tiedon tai asiakirjan, taikka jos vaylamaksua on sanotusta syysta palautettu liikaa, tulliviranomaisen on maarattava maaraamatta jaanyt vaylamaksu maksuvelvollisen suoritettavaksi. jalkimaksatus on toimitettava kolmen vuoden kuluessa sita seuraavan kalenterivuoden alusta, jonka aikana vaylamaksu tai sen palautus maarattiin tai olisi pitanyt maarata. jos tulliviranomaisen hyvaksyma suomessa asuva laivanisannan edustaja ei tiennyt eika hanen olisi pitanytkaan tietaa, etta maksun maaraamista varten annettu ilmoitus, asiakirja tai muu tieto on puutteellinen, erehdyttava tai vaara, jalkimaksatus tallaisen laivanisannan edustajan osalta on toimitettava kahdeksantoista kuukauden kuluessa saatavan syntymisesta.",
        "title_sv": "Efterdebitering",
        "content_sv": "Har farledsavgiften blivit helt eller delvis opåförd på grund av att den avgiftsskyldige helt eller delvis har försummat sin anmälningsplikt eller för påförande av avgift inlämnat bristfällig, vilseledande eller oriktig anmälan eller annan uppgift eller handling, eller har farledsavgiften av nämnda skäl återburits till ett för högt belopp, skall tullmyndigheten ålägga den avgiftsskyldige att betala den farledsavgift som inte påförts. Efterdebitering skall verkställas inom tre år från ingången av kalenderåret efter det under vilket farledsavgiften eller återbäringen av farledsavgiften fastställdes eller borde ha fastställts. Om ett av tullmyndigheten godkänt, i Finland bosatt ombud för redaren inte visste eller borde ha vetat att den anmälan, handling eller annan uppgift som lämnats för fastställande av farledsavgiften är bristfällig, vilseledande eller oriktig, skall ett sådant ombud efterdebiteras inom aderton månader från det att fordran uppstod.",
        "normalized_sv": "Har farledsavgiften blivit helt eller delvis opåförd på grund av att den avgiftsskyldige helt eller delvis har försummat sin anmälningsplikt eller för påförande av avgift inlämnat bristfällig, vilseledande eller oriktig anmälan eller annan uppgift eller handling, eller har farledsavgiften av nämnda skäl återburits till ett för högt belopp, skall tullmyndigheten ålägga den avgiftsskyldige att betala den farledsavgift som inte påförts. Efterdebitering skall verkställas inom tre år från ingången av kalenderåret efter det under vilket farledsavgiften eller återbäringen av farledsavgiften fastställdes eller borde ha fastställts. Om ett av tullmyndigheten godkänt, i Finland bosatt ombud för redaren inte visste eller borde ha vetat att den anmälan, handling eller annan uppgift som lämnats för fastställande av farledsavgiften är bristfällig, vilseledande eller oriktig, skall ett sådant ombud efterdebiteras inom aderton månader från det att fordran uppstod.",
        "folded_sv": "har farledsavgiften blivit helt eller delvis opaford pa grund av att den avgiftsskyldige helt eller delvis har forsummat sin anmalningsplikt eller for paforande av avgift inlamnat bristfallig, vilseledande eller oriktig anmalan eller annan uppgift eller handling, eller har farledsavgiften av namnda skal aterburits till ett for hogt belopp, skall tullmyndigheten alagga den avgiftsskyldige att betala den farledsavgift som inte paforts. efterdebitering skall verkstallas inom tre ar fran ingangen av kalenderaret efter det under vilket farledsavgiften eller aterbaringen av farledsavgiften faststalldes eller borde ha faststallts. om ett av tullmyndigheten godkant, i finland bosatt ombud for redaren inte visste eller borde ha vetat att den anmalan, handling eller annan uppgift som lamnats for faststallande av farledsavgiften ar bristfallig, vilseledande eller oriktig, skall ett sadant ombud efterdebiteras inom aderton manader fran det att fordran uppstod."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Maksuvelvollisen kuuleminen",
      "content": "Ennen oikaisua maksunsaajan hyväksi ja ennen väylämaksun perintää jälkikäteen maksuvelvolliselle on varattava tilaisuus tulla kuulluksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_21",
        "normalized_fi": "Ennen oikaisua maksunsaajan hyväksi ja ennen väylämaksun perintää jälkikäteen maksuvelvolliselle on varattava tilaisuus tulla kuulluksi.",
        "folded_fi": "ennen oikaisua maksunsaajan hyvaksi ja ennen vaylamaksun perintaa jalkikateen maksuvelvolliselle on varattava tilaisuus tulla kuulluksi.",
        "title_sv": "Hörande av avgiftsskyldig",
        "content_sv": "Innan rättelse till avgiftstagarens fördel och debitering av farledsavgift i efterskott verkställs skall den avgiftsskyldige ges tillfälle att bli hörd.",
        "normalized_sv": "Innan rättelse till avgiftstagarens fördel och debitering av farledsavgift i efterskott verkställs skall den avgiftsskyldige ges tillfälle att bli hörd.",
        "folded_sv": "innan rattelse till avgiftstagarens fordel och debitering av farledsavgift i efterskott verkstalls skall den avgiftsskyldige ges tillfalle att bli hord."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "title": "Ennakkoratkaisu",
      "content": "Tullihallitus voi antaa hakemuksesta ennakkoratkaisun väylämaksua koskevien säännösten soveltamisesta, jos asia on hakijalle erityisen tärkeä. Ennakkoratkaisua ei kuitenkaan anneta siitä, mikä on aluksen jääluokka tai nettovetoisuus eikä väylämaksun määrästä. Hakemuksessa on ilmoitettava yksilöitynä kysymys, johon ennakkoratkaisua haetaan, ja esitettävä asian ratkaisemiseksi tarvittava selvitys. Ennakkoratkaisu annetaan määräajaksi. Lainvoiman saanutta ennakkoratkaisua on hakijan vaatimuksesta sitovana noudatettava siten kuin ennakkoratkaisussa määrätään. Ennakkoratkaisua koskeva asia on käsiteltävä kiireellisenä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_22",
        "normalized_fi": "Tullihallitus voi antaa hakemuksesta ennakkoratkaisun väylämaksua koskevien säännösten soveltamisesta, jos asia on hakijalle erityisen tärkeä. Ennakkoratkaisua ei kuitenkaan anneta siitä, mikä on aluksen jääluokka tai nettovetoisuus eikä väylämaksun määrästä. Hakemuksessa on ilmoitettava yksilöitynä kysymys, johon ennakkoratkaisua haetaan, ja esitettävä asian ratkaisemiseksi tarvittava selvitys. Ennakkoratkaisu annetaan määräajaksi. Lainvoiman saanutta ennakkoratkaisua on hakijan vaatimuksesta sitovana noudatettava siten kuin ennakkoratkaisussa määrätään. Ennakkoratkaisua koskeva asia on käsiteltävä kiireellisenä.",
        "folded_fi": "tullihallitus voi antaa hakemuksesta ennakkoratkaisun vaylamaksua koskevien saannosten soveltamisesta, jos asia on hakijalle erityisen tarkea. ennakkoratkaisua ei kuitenkaan anneta siita, mika on aluksen jaaluokka tai nettovetoisuus eika vaylamaksun maarasta. hakemuksessa on ilmoitettava yksiloityna kysymys, johon ennakkoratkaisua haetaan, ja esitettava asian ratkaisemiseksi tarvittava selvitys. ennakkoratkaisu annetaan maaraajaksi. lainvoiman saanutta ennakkoratkaisua on hakijan vaatimuksesta sitovana noudatettava siten kuin ennakkoratkaisussa maarataan. ennakkoratkaisua koskeva asia on kasiteltava kiireellisena.",
        "title_sv": "Förhandsavgörande",
        "content_sv": "Är saken av synnerlig vikt för sökanden, kan Tullstyrelsen på ansökan meddela förhandsavgörande om hur bestämmelserna om farledsavgift skall tillämpas. Förhandsavgörande meddelas dock inte om frågor som gäller fartygs isklass eller nettodräktighet och inte heller om beloppet av farledsavgift. I ansökan skall den fråga specificeras i vilken förhandsavgörande söks och läggas fram den utredning som behövs för avgörande av ärendet. Förhandsavgörande meddelas för viss tid. Ett förhandsavgörande som vunnit laga kraft skall på sökandens yrkande iakttas som bindande så som anges i förhandsavgörandet. Ärenden som gäller förhandsavgörande skall behandlas skyndsamt.",
        "normalized_sv": "Är saken av synnerlig vikt för sökanden, kan Tullstyrelsen på ansökan meddela förhandsavgörande om hur bestämmelserna om farledsavgift skall tillämpas. Förhandsavgörande meddelas dock inte om frågor som gäller fartygs isklass eller nettodräktighet och inte heller om beloppet av farledsavgift. I ansökan skall den fråga specificeras i vilken förhandsavgörande söks och läggas fram den utredning som behövs för avgörande av ärendet. Förhandsavgörande meddelas för viss tid. Ett förhandsavgörande som vunnit laga kraft skall på sökandens yrkande iakttas som bindande så som anges i förhandsavgörandet. Ärenden som gäller förhandsavgörande skall behandlas skyndsamt.",
        "folded_sv": "ar saken av synnerlig vikt for sokanden, kan tullstyrelsen pa ansokan meddela forhandsavgorande om hur bestammelserna om farledsavgift skall tillampas. forhandsavgorande meddelas dock inte om fragor som galler fartygs isklass eller nettodraktighet och inte heller om beloppet av farledsavgift. i ansokan skall den fraga specificeras i vilken forhandsavgorande soks och laggas fram den utredning som behovs for avgorande av arendet. forhandsavgorande meddelas for viss tid. ett forhandsavgorande som vunnit laga kraft skall pa sokandens yrkande iakttas som bindande sa som anges i forhandsavgorandet. arenden som galler forhandsavgorande skall behandlas skyndsamt."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "title": "Maksun huojentaminen ja maksunlykkäys",
      "content": "Jos väylämaksun periminen täysimääräisenä olisi olosuhteet huomioon ottaen ilmeisen kohtuutonta, Tullihallitus voi hakemuksesta alentaa suoritettua tai suoritettavaa väylämaksua, maksunlisäystä, viivekorkoa tai lykkäyksen vuoksi suoritettavaa korkoa tai poistaa sen kokonaan. Jos väylämaksun periminen täysimääräisenä olisi olosuhteet huomioon ottaen ilmeisen kohtuutonta, Tullihallitus voi hakemuksesta myöntää väylämaksun suorittamiseen lykkäystä. Lykkäys myönnetään ehdolla, että lykätyn määrän suorittamisesta annetaan lykättyä määrää vastaava vakuus. Lykkäys voidaan kuitenkin myöntää vakuutta vaatimatta maksettavan määrän vähäisyyden tai lykkäysajan lyhyyden vuoksi. Väylämaksulle, jonka maksamiselle on myönnetty lykkäystä, peritään lykkäysajalta korkoa, joka on määrältään kutakin kalenterivuotta edeltävän puolivuotiskauden korkolain (633/1982) 12 §:ssä tarkoitettu viitekorko lisättynä seitsemällä prosenttiyksiköllä, yhteensä kuitenkin vähintään 3 euroa. Erityisen painavista kohtuussyistä lykkäys voidaan kuitenkin myöntää ilman korkoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_23",
        "normalized_fi": "Jos väylämaksun periminen täysimääräisenä olisi olosuhteet huomioon ottaen ilmeisen kohtuutonta, Tullihallitus voi hakemuksesta alentaa suoritettua tai suoritettavaa väylämaksua, maksunlisäystä, viivekorkoa tai lykkäyksen vuoksi suoritettavaa korkoa tai poistaa sen kokonaan. Jos väylämaksun periminen täysimääräisenä olisi olosuhteet huomioon ottaen ilmeisen kohtuutonta, Tullihallitus voi hakemuksesta myöntää väylämaksun suorittamiseen lykkäystä. Lykkäys myönnetään ehdolla, että lykätyn määrän suorittamisesta annetaan lykättyä määrää vastaava vakuus. Lykkäys voidaan kuitenkin myöntää vakuutta vaatimatta maksettavan määrän vähäisyyden tai lykkäysajan lyhyyden vuoksi. Väylämaksulle, jonka maksamiselle on myönnetty lykkäystä, peritään lykkäysajalta korkoa, joka on määrältään kutakin kalenterivuotta edeltävän puolivuotiskauden korkolain (633/1982) 12 § :ssä tarkoitettu viitekorko lisättynä seitsemällä prosenttiyksiköllä, yhteensä kuitenkin vähintään 3 euroa. Erityisen painavista kohtuussyistä lykkäys voidaan kuitenkin myöntää ilman korkoa.",
        "folded_fi": "jos vaylamaksun periminen taysimaaraisena olisi olosuhteet huomioon ottaen ilmeisen kohtuutonta, tullihallitus voi hakemuksesta alentaa suoritettua tai suoritettavaa vaylamaksua, maksunlisaysta, viivekorkoa tai lykkayksen vuoksi suoritettavaa korkoa tai poistaa sen kokonaan. jos vaylamaksun periminen taysimaaraisena olisi olosuhteet huomioon ottaen ilmeisen kohtuutonta, tullihallitus voi hakemuksesta myontaa vaylamaksun suorittamiseen lykkaysta. lykkays myonnetaan ehdolla, etta lykatyn maaran suorittamisesta annetaan lykattya maaraa vastaava vakuus. lykkays voidaan kuitenkin myontaa vakuutta vaatimatta maksettavan maaran vahaisyyden tai lykkaysajan lyhyyden vuoksi. vaylamaksulle, jonka maksamiselle on myonnetty lykkaysta, peritaan lykkaysajalta korkoa, joka on maaraltaan kutakin kalenterivuotta edeltavan puolivuotiskauden korkolain (633/1982) 12 §:ssa tarkoitettu viitekorko lisattyna seitsemalla prosenttiyksikolla, yhteensa kuitenkin vahintaan 3 euroa. erityisen painavista kohtuussyista lykkays voidaan kuitenkin myontaa ilman korkoa.",
        "title_sv": "Nedsättning av och anstånd med avgift",
        "content_sv": "Om det med hänsyn till omständigheterna vore uppenbart oskäligt att ta ut farledsavgiften till fullt belopp, kan Tullstyrelsen på ansökan nedsätta eller helt och hållet avlyfta sådana farledsavgifter, avgiftstillägg, förseningsräntor eller räntor med anledning av anstånd som betalts eller skall betalas. Om det med hänsyn till omständigheterna vore uppenbart oskäligt att ta ut farledsavgiften till fullt belopp, kan Tullstyrelsen på ansökan bevilja anstånd med betalning av farledsavgiften. Anstånd beviljas på villkor att en säkerhet motsvarande anståndsbeloppet ställs för betalningen. Anstånd kan dock beviljas utan krav på säkerhet om anståndsbeloppet är ringa eller anståndstiden är kort. På farledsavgift för vilken beviljats anstånd tas för anståndstiden ut ränta som motsvarar den i 12 § i räntelagen (633/1982) avsedda referensräntan för den halvårsperiod som föregår kalenderåret i fråga förhöjd med sju procentenheter, sammanlagt dock minst 3 euro. Anstånd kan emellertid beviljas utan ränta om det finns synnerligen vägande skälighetsskäl till det.",
        "normalized_sv": "Om det med hänsyn till omständigheterna vore uppenbart oskäligt att ta ut farledsavgiften till fullt belopp, kan Tullstyrelsen på ansökan nedsätta eller helt och hållet avlyfta sådana farledsavgifter, avgiftstillägg, förseningsräntor eller räntor med anledning av anstånd som betalts eller skall betalas. Om det med hänsyn till omständigheterna vore uppenbart oskäligt att ta ut farledsavgiften till fullt belopp, kan Tullstyrelsen på ansökan bevilja anstånd med betalning av farledsavgiften. Anstånd beviljas på villkor att en säkerhet motsvarande anståndsbeloppet ställs för betalningen. Anstånd kan dock beviljas utan krav på säkerhet om anståndsbeloppet är ringa eller anståndstiden är kort. På farledsavgift för vilken beviljats anstånd tas för anståndstiden ut ränta som motsvarar den i 12 § i räntelagen (633/1982) avsedda referensräntan för den halvårsperiod som föregår kalenderåret i fråga förhöjd med sju procentenheter, sammanlagt dock minst 3 euro. Anstånd kan emellertid beviljas utan ränta om det finns synnerligen vägande skälighetsskäl till det.",
        "folded_sv": "om det med hansyn till omstandigheterna vore uppenbart oskaligt att ta ut farledsavgiften till fullt belopp, kan tullstyrelsen pa ansokan nedsatta eller helt och hallet avlyfta sadana farledsavgifter, avgiftstillagg, forseningsrantor eller rantor med anledning av anstand som betalts eller skall betalas. om det med hansyn till omstandigheterna vore uppenbart oskaligt att ta ut farledsavgiften till fullt belopp, kan tullstyrelsen pa ansokan bevilja anstand med betalning av farledsavgiften. anstand beviljas pa villkor att en sakerhet motsvarande anstandsbeloppet stalls for betalningen. anstand kan dock beviljas utan krav pa sakerhet om anstandsbeloppet ar ringa eller anstandstiden ar kort. pa farledsavgift for vilken beviljats anstand tas for anstandstiden ut ranta som motsvarar den i 12 § i rantelagen (633/1982) avsedda referensrantan for den halvarsperiod som foregar kalenderaret i fraga forhojd med sju procentenheter, sammanlagt dock minst 3 euro. anstand kan emellertid beviljas utan ranta om det finns synnerligen vagande skalighetsskal till det."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "title": "Oikaisu maksuvelvollisen hyväksi",
      "content": "Jos tulliviranomainen oikaisuvaatimuksesta, valituksen johdosta tai muutoin toteaa, että väylämaksua on määrätty liikaa tai palautettu liian vähän, sen on oikaistava antamaansa päätöstä, jollei asiaa ole valitukseen annetulla päätöksellä ratkaistu. Oikaisu voidaan tehdä kolmen vuoden kuluessa väylämaksun tai sen palautuksen määräämistä seuraavan kalenterivuoden alusta tai mainitun ajan kuluessa tehdyn kirjallisen vaatimuksen perusteella myöhemminkin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_24",
        "normalized_fi": "Jos tulliviranomainen oikaisuvaatimuksesta, valituksen johdosta tai muutoin toteaa, että väylämaksua on määrätty liikaa tai palautettu liian vähän, sen on oikaistava antamaansa päätöstä, jollei asiaa ole valitukseen annetulla päätöksellä ratkaistu. Oikaisu voidaan tehdä kolmen vuoden kuluessa väylämaksun tai sen palautuksen määräämistä seuraavan kalenterivuoden alusta tai mainitun ajan kuluessa tehdyn kirjallisen vaatimuksen perusteella myöhemminkin.",
        "folded_fi": "jos tulliviranomainen oikaisuvaatimuksesta, valituksen johdosta tai muutoin toteaa, etta vaylamaksua on maaratty liikaa tai palautettu liian vahan, sen on oikaistava antamaansa paatosta, jollei asiaa ole valitukseen annetulla paatoksella ratkaistu. oikaisu voidaan tehda kolmen vuoden kuluessa vaylamaksun tai sen palautuksen maaraamista seuraavan kalenterivuoden alusta tai mainitun ajan kuluessa tehdyn kirjallisen vaatimuksen perusteella myohemminkin.",
        "title_sv": "Rättelse till den avgiftsskyldiges fördel",
        "content_sv": "Om tullmyndigheten med anledning av rättelseyrkande eller besvär eller av annan orsak konstaterar att farledsavgift har fastställts till ett för högt belopp eller återburits till för lågt belopp, skall den rätta sitt beslut, om inte ärendet har avgjorts genom beslut med anledning av besvär. Rättelse kan göras inom tre år från ingången av kalenderåret efter det under vilket farledsavgiften eller återbäringen av farledsavgiften fastställdes eller även senare på grundval av skriftligt yrkande som gjorts inom nämnda tid.",
        "normalized_sv": "Om tullmyndigheten med anledning av rättelseyrkande eller besvär eller av annan orsak konstaterar att farledsavgift har fastställts till ett för högt belopp eller återburits till för lågt belopp, skall den rätta sitt beslut, om inte ärendet har avgjorts genom beslut med anledning av besvär. Rättelse kan göras inom tre år från ingången av kalenderåret efter det under vilket farledsavgiften eller återbäringen av farledsavgiften fastställdes eller även senare på grundval av skriftligt yrkande som gjorts inom nämnda tid.",
        "folded_sv": "om tullmyndigheten med anledning av rattelseyrkande eller besvar eller av annan orsak konstaterar att farledsavgift har faststallts till ett for hogt belopp eller aterburits till for lagt belopp, skall den ratta sitt beslut, om inte arendet har avgjorts genom beslut med anledning av besvar. rattelse kan goras inom tre ar fran ingangen av kalenderaret efter det under vilket farledsavgiften eller aterbaringen av farledsavgiften faststalldes eller aven senare pa grundval av skriftligt yrkande som gjorts inom namnda tid."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "Muutoksenhaku",
      "content": "Väylämaksua tai sen palautusta koskevaan tai muuhun tämän lain nojalla annettuun tulliviranomaisen päätökseen haetaan muutosta valittamalla Helsingin hallinto-oikeuteen. Päätökseen, jolla on päätetty olla antamatta ennakkoratkaisua, ei kuitenkaan saa hakea muutosta valittamalla. Valtion puolesta valitusoikeus tullipiirin päätöksestä on tullipiirissä olevalla tulliasiamiehellä ja Tullihallituksen päätöksestä Tullihallituksessa olevalla tulliasiamiehellä. Muutosta on haettava kirjallisesti ja valituskirjelmä on toimitettava valitusajassa viranomaiselle, jonka päätöksestä valitetaan. Valitusaika on kolme vuotta väylämaksun määräämistä tai sen palauttamista seuraavan kalenterivuoden alusta, kuitenkin aina vähintään 60 päivää päätöksen tiedoksisaannista. Muusta kuin väylämaksun määräämistä koskevasta päätöksestä valitettaessa valitusaika on 30 päivää päätöksen tiedoksisaannista. Tulliasiamiehen valitusaika on 30 päivää päätöksen tekemisestä. Merenkulkulaitoksen 9 §:n nojalla antamaan päätökseen haetaan muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_25",
        "normalized_fi": "Väylämaksua tai sen palautusta koskevaan tai muuhun tämän lain nojalla annettuun tulliviranomaisen päätökseen haetaan muutosta valittamalla Helsingin hallinto-oikeuteen. Päätökseen, jolla on päätetty olla antamatta ennakkoratkaisua, ei kuitenkaan saa hakea muutosta valittamalla. Valtion puolesta valitusoikeus tullipiirin päätöksestä on tullipiirissä olevalla tulliasiamiehellä ja Tullihallituksen päätöksestä Tullihallituksessa olevalla tulliasiamiehellä. Muutosta on haettava kirjallisesti ja valituskirjelmä on toimitettava valitusajassa viranomaiselle, jonka päätöksestä valitetaan. Valitusaika on kolme vuotta väylämaksun määräämistä tai sen palauttamista seuraavan kalenterivuoden alusta, kuitenkin aina vähintään 60 päivää päätöksen tiedoksisaannista. Muusta kuin väylämaksun määräämistä koskevasta päätöksestä valitettaessa valitusaika on 30 päivää päätöksen tiedoksisaannista. Tulliasiamiehen valitusaika on 30 päivää päätöksen tekemisestä. Merenkulkulaitoksen 9 § :n nojalla antamaan päätökseen haetaan muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
        "folded_fi": "vaylamaksua tai sen palautusta koskevaan tai muuhun taman lain nojalla annettuun tulliviranomaisen paatokseen haetaan muutosta valittamalla helsingin hallinto-oikeuteen. paatokseen, jolla on paatetty olla antamatta ennakkoratkaisua, ei kuitenkaan saa hakea muutosta valittamalla. valtion puolesta valitusoikeus tullipiirin paatoksesta on tullipiirissa olevalla tulliasiamiehella ja tullihallituksen paatoksesta tullihallituksessa olevalla tulliasiamiehella. muutosta on haettava kirjallisesti ja valituskirjelma on toimitettava valitusajassa viranomaiselle, jonka paatoksesta valitetaan. valitusaika on kolme vuotta vaylamaksun maaraamista tai sen palauttamista seuraavan kalenterivuoden alusta, kuitenkin aina vahintaan 60 paivaa paatoksen tiedoksisaannista. muusta kuin vaylamaksun maaraamista koskevasta paatoksesta valitettaessa valitusaika on 30 paivaa paatoksen tiedoksisaannista. tulliasiamiehen valitusaika on 30 paivaa paatoksen tekemisesta. merenkulkulaitoksen 9 §:n nojalla antamaan paatokseen haetaan muutosta siten kuin hallintolainkayttolaissa (586/1996) saadetaan.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ändring i beslut som gäller farledsavgift eller återbäring av farledsavgift eller i andra beslut av tullmyndigheten som meddelats med stöd av denna lag får sökas genom besvär hos Helsingfors förvaltningsdomstol. I beslut genom vilket det har bestämts att förhandsavgörande inte meddelas får ändring dock inte sökas genom besvär. Besvärsrätt på statens vägnar över ett tulldistrikts beslut har tullombudet vid tulldistriktet och över Tullstyrelsens beslut tullombudet vid Tullstyrelsen. Ändring skall sökas skriftligen och besvärsskriften skall inom besvärstiden ges in till den myndighet vars beslut överklagas. Besvärstiden är tre år från ingången av kalenderåret efter det år då farledsavgiften fastställdes eller återbars, dock alltid minst 60 dagar från delfåendet av beslutet. När besvär anförs över beslut om något annat än fastställande av farledsavgift är besvärstiden 30 dagar från delfåendet av beslutet. För tullombudet är besvärstiden 30 dagar från det att beslutet fattades. I beslut som Sjöfartsverket har fattat med stöd av 9 § söks ändring på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996).",
        "normalized_sv": "Ändring i beslut som gäller farledsavgift eller återbäring av farledsavgift eller i andra beslut av tullmyndigheten som meddelats med stöd av denna lag får sökas genom besvär hos Helsingfors förvaltningsdomstol. I beslut genom vilket det har bestämts att förhandsavgörande inte meddelas får ändring dock inte sökas genom besvär. Besvärsrätt på statens vägnar över ett tulldistrikts beslut har tullombudet vid tulldistriktet och över Tullstyrelsens beslut tullombudet vid Tullstyrelsen. Ändring skall sökas skriftligen och besvärsskriften skall inom besvärstiden ges in till den myndighet vars beslut överklagas. Besvärstiden är tre år från ingången av kalenderåret efter det år då farledsavgiften fastställdes eller återbars, dock alltid minst 60 dagar från delfåendet av beslutet. När besvär anförs över beslut om något annat än fastställande av farledsavgift är besvärstiden 30 dagar från delfåendet av beslutet. För tullombudet är besvärstiden 30 dagar från det att beslutet fattades. I beslut som Sjöfartsverket har fattat med stöd av 9 § söks ändring på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996).",
        "folded_sv": "andring i beslut som galler farledsavgift eller aterbaring av farledsavgift eller i andra beslut av tullmyndigheten som meddelats med stod av denna lag far sokas genom besvar hos helsingfors forvaltningsdomstol. i beslut genom vilket det har bestamts att forhandsavgorande inte meddelas far andring dock inte sokas genom besvar. besvarsratt pa statens vagnar over ett tulldistrikts beslut har tullombudet vid tulldistriktet och over tullstyrelsens beslut tullombudet vid tullstyrelsen. andring skall sokas skriftligen och besvarsskriften skall inom besvarstiden ges in till den myndighet vars beslut overklagas. besvarstiden ar tre ar fran ingangen av kalenderaret efter det ar da farledsavgiften faststalldes eller aterbars, dock alltid minst 60 dagar fran delfaendet av beslutet. nar besvar anfors over beslut om nagot annat an faststallande av farledsavgift ar besvarstiden 30 dagar fran delfaendet av beslutet. for tullombudet ar besvarstiden 30 dagar fran det att beslutet fattades. i beslut som sjofartsverket har fattat med stod av 9 § soks andring pa det satt som foreskrivs i forvaltningsprocesslagen (586/1996)."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "Muutoksenhaku korkeimpaan hallinto-oikeuteen",
      "content": "Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen, jos korkein hallinto-oikeus myöntää valitusluvan. Valitusluvan myöntämisen perusteet ovat: 1) lain soveltamisen kannalta muissa samanlaisissa tapauksissa tai oikeuskäytännön yhtenäisyyden vuoksi on tärkeää saattaa asia korkeimman hallinto-oikeuden ratkaistavaksi; 2) asian saattamiseen korkeimman hallinto-oikeuden ratkaistavaksi on erityistä aihetta asiassa tapahtuneen ilmeisen virheen vuoksi; tai 3) valitusluvan myöntämiseen on painava taloudellinen tai muu syy. Valitus on tehtävä 60 päivän kuluessa hallinto-oikeuden päätöksen tiedoksisaannista. Valituskirjelmä on toimitettava valitusajassa korkeimmalla hallinto-oikeudelle tai Helsingin hallinto-oikeudelle. Valtion puolesta valitusoikeus on Tullihallituksessa olevalla tulliasiamiehellä. Jos tässä laissa ei toisin säädetä, muutoksenhausta on muutoin voimassa, mitä hallintolainkäyttölaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_26",
        "normalized_fi": "Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen, jos korkein hallinto-oikeus myöntää valitusluvan. Valitusluvan myöntämisen perusteet ovat: 1) lain soveltamisen kannalta muissa samanlaisissa tapauksissa tai oikeuskäytännön yhtenäisyyden vuoksi on tärkeää saattaa asia korkeimman hallinto-oikeuden ratkaistavaksi; 2) asian saattamiseen korkeimman hallinto-oikeuden ratkaistavaksi on erityistä aihetta asiassa tapahtuneen ilmeisen virheen vuoksi; tai 3) valitusluvan myöntämiseen on painava taloudellinen tai muu syy. Valitus on tehtävä 60 päivän kuluessa hallinto-oikeuden päätöksen tiedoksisaannista. Valituskirjelmä on toimitettava valitusajassa korkeimmalla hallinto-oikeudelle tai Helsingin hallinto-oikeudelle. Valtion puolesta valitusoikeus on Tullihallituksessa olevalla tulliasiamiehellä. Jos tässä laissa ei toisin säädetä, muutoksenhausta on muutoin voimassa, mitä hallintolainkäyttölaissa säädetään.",
        "folded_fi": "hallinto-oikeuden paatokseen saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen, jos korkein hallinto-oikeus myontaa valitusluvan. valitusluvan myontamisen perusteet ovat: 1) lain soveltamisen kannalta muissa samanlaisissa tapauksissa tai oikeuskaytannon yhtenaisyyden vuoksi on tarkeaa saattaa asia korkeimman hallinto-oikeuden ratkaistavaksi; 2) asian saattamiseen korkeimman hallinto-oikeuden ratkaistavaksi on erityista aihetta asiassa tapahtuneen ilmeisen virheen vuoksi; tai 3) valitusluvan myontamiseen on painava taloudellinen tai muu syy. valitus on tehtava 60 paivan kuluessa hallinto-oikeuden paatoksen tiedoksisaannista. valituskirjelma on toimitettava valitusajassa korkeimmalla hallinto-oikeudelle tai helsingin hallinto-oikeudelle. valtion puolesta valitusoikeus on tullihallituksessa olevalla tulliasiamiehella. jos tassa laissa ei toisin saadeta, muutoksenhausta on muutoin voimassa, mita hallintolainkayttolaissa saadetaan.",
        "title_sv": "Anförande av besvär hos högsta förvaltningsdomstolen",
        "content_sv": "Ändring i förvaltningsdomstolens beslut får sökas genom besvär hos högsta förvaltningsdomstolen, om domstolen beviljar besvärstillstånd. Besvärstillstånd kan beviljas 1) om det för lagens tillämpning i andra liknande fall eller för en enhetlig rättspraxis är av vikt att ärendet avgörs av högsta förvaltningsdomstolen, 2) om det på grund av ett uppenbart fel som inträffat i ärendet finns särskilda skäl för högsta förvaltningsdomstolen att avgöra ärendet, eller 3) om det föreligger vägande ekonomiska eller andra skäl att bevilja besvärstillstånd. Besvär skall anföras inom 60 dagar från delfåendet av förvaltningsdomstolens beslut. Besvärsskriften skall inom besvärstiden ges in till högsta förvaltningsdomstolen eller Helsingfors förvaltningsdomstol. Besvärsrätt på statens vägnar har tullombudet vid Tullstyrelsen. Om inte något annat bestäms i denna lag gäller beträffande sökande av ändring i övrigt förvaltningsprocesslagen.",
        "normalized_sv": "Ändring i förvaltningsdomstolens beslut får sökas genom besvär hos högsta förvaltningsdomstolen, om domstolen beviljar besvärstillstånd. Besvärstillstånd kan beviljas 1) om det för lagens tillämpning i andra liknande fall eller för en enhetlig rättspraxis är av vikt att ärendet avgörs av högsta förvaltningsdomstolen, 2) om det på grund av ett uppenbart fel som inträffat i ärendet finns särskilda skäl för högsta förvaltningsdomstolen att avgöra ärendet, eller 3) om det föreligger vägande ekonomiska eller andra skäl att bevilja besvärstillstånd. Besvär skall anföras inom 60 dagar från delfåendet av förvaltningsdomstolens beslut. Besvärsskriften skall inom besvärstiden ges in till högsta förvaltningsdomstolen eller Helsingfors förvaltningsdomstol. Besvärsrätt på statens vägnar har tullombudet vid Tullstyrelsen. Om inte något annat bestäms i denna lag gäller beträffande sökande av ändring i övrigt förvaltningsprocesslagen.",
        "folded_sv": "andring i forvaltningsdomstolens beslut far sokas genom besvar hos hogsta forvaltningsdomstolen, om domstolen beviljar besvarstillstand. besvarstillstand kan beviljas 1) om det for lagens tillampning i andra liknande fall eller for en enhetlig rattspraxis ar av vikt att arendet avgors av hogsta forvaltningsdomstolen, 2) om det pa grund av ett uppenbart fel som intraffat i arendet finns sarskilda skal for hogsta forvaltningsdomstolen att avgora arendet, eller 3) om det foreligger vagande ekonomiska eller andra skal att bevilja besvarstillstand. besvar skall anforas inom 60 dagar fran delfaendet av forvaltningsdomstolens beslut. besvarsskriften skall inom besvarstiden ges in till hogsta forvaltningsdomstolen eller helsingfors forvaltningsdomstol. besvarsratt pa statens vagnar har tullombudet vid tullstyrelsen. om inte nagot annat bestams i denna lag galler betraffande sokande av andring i ovrigt forvaltningsprocesslagen."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "Väylämaksun suorittaminen muutoksenhausta riippumatta",
      "content": "Väylämaksu on valituksesta huolimatta maksettava säädetyssä ajassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_27",
        "normalized_fi": "Väylämaksu on valituksesta huolimatta maksettava säädetyssä ajassa.",
        "folded_fi": "vaylamaksu on valituksesta huolimatta maksettava saadetyssa ajassa.",
        "title_sv": "Betalning av farledsavgift oberoende av ändringssökande",
        "content_sv": "Farledsavgift skall oavsett besvär betalas inom föreskriven tid.",
        "normalized_sv": "Farledsavgift skall oavsett besvär betalas inom föreskriven tid.",
        "folded_sv": "farledsavgift skall oavsett besvar betalas inom foreskriven tid."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "title": "Palautettavalle määrälle suoritettava korko",
      "content": "Jos väylämaksua palautetaan maksunoikaisun tai valituksen johdosta, palautusmäärälle suoritetaan korko. Korko lasketaan vuotuisena korkona, joka on kutakin kalenterivuotta edeltävän puolivuotiskauden korkolain 12 §:ssä tarkoitettu viitekorko vähennettynä kahdella prosenttiyksiköllä. Korko lasketaan maksupäivästä. Korkoa ei makseta 17 euroa pienemmälle palautettavalle määrälle. Palautukselle maksettu korko ei ole tuloverotuksessa veronalaista tuloa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_28",
        "normalized_fi": "Jos väylämaksua palautetaan maksunoikaisun tai valituksen johdosta, palautusmäärälle suoritetaan korko. Korko lasketaan vuotuisena korkona, joka on kutakin kalenterivuotta edeltävän puolivuotiskauden korkolain 12 § :ssä tarkoitettu viitekorko vähennettynä kahdella prosenttiyksiköllä. Korko lasketaan maksupäivästä. Korkoa ei makseta 17 euroa pienemmälle palautettavalle määrälle. Palautukselle maksettu korko ei ole tuloverotuksessa veronalaista tuloa.",
        "folded_fi": "jos vaylamaksua palautetaan maksunoikaisun tai valituksen johdosta, palautusmaaralle suoritetaan korko. korko lasketaan vuotuisena korkona, joka on kutakin kalenterivuotta edeltavan puolivuotiskauden korkolain 12 §:ssa tarkoitettu viitekorko vahennettyna kahdella prosenttiyksikolla. korko lasketaan maksupaivasta. korkoa ei makseta 17 euroa pienemmalle palautettavalle maaralle. palautukselle maksettu korko ei ole tuloverotuksessa veronalaista tuloa.",
        "title_sv": "Ränta på återbäring",
        "content_sv": "Återbärs farledsavgift till följd av avgiftsrättelse eller besvär, betalas ränta på återbäringsbeloppet. Räntan beräknas som en årlig ränta som motsvarar den i 12 § i räntelagen avsedda referensräntan för den halvårsperiod som föregår kalenderåret i fråga, minskad med två procentenheter. Räntan räknas från betalningsdagen. Ränta betalas inte på återbäringsbelopp under 17 euro. Ränta på återbäring utgör inte skattepliktig inkomst vid inkomstbeskattningen.",
        "normalized_sv": "Återbärs farledsavgift till följd av avgiftsrättelse eller besvär, betalas ränta på återbäringsbeloppet. Räntan beräknas som en årlig ränta som motsvarar den i 12 § i räntelagen avsedda referensräntan för den halvårsperiod som föregår kalenderåret i fråga, minskad med två procentenheter. Räntan räknas från betalningsdagen. Ränta betalas inte på återbäringsbelopp under 17 euro. Ränta på återbäring utgör inte skattepliktig inkomst vid inkomstbeskattningen.",
        "folded_sv": "aterbars farledsavgift till foljd av avgiftsrattelse eller besvar, betalas ranta pa aterbaringsbeloppet. rantan beraknas som en arlig ranta som motsvarar den i 12 § i rantelagen avsedda referensrantan for den halvarsperiod som foregar kalenderaret i fraga, minskad med tva procentenheter. rantan raknas fran betalningsdagen. ranta betalas inte pa aterbaringsbelopp under 17 euro. ranta pa aterbaring utgor inte skattepliktig inkomst vid inkomstbeskattningen."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "title": "Muut väylämaksun kantamisessa sovellettavat säännökset",
      "content": "Väylämaksun maksamisen viivästysseuraamuksiin sovelletaan, jollei tässä laissa toisin säädetä, mitä veronlisäyksestä ja viivekorosta annetussa laissa (1556/1995) säädetään. Väylämaksun kannossa, perimisessä ja palauttamisessa noudatetaan soveltuvin osin, mitä veronkantolaissa (609/2005) tai sen nojalla säädetään. Väylämaksun perimiseen ulosottotoimin ja perimisen turvaamiseen sovelletaan, jollei tässä laissa toisin säädetä, mitä verojen ja maksujen perimisestä ulosottotoimin annetussa laissa (367/1961) säädetään sekä mitä verojen ja maksujen perimisen turvaamisesta annetussa laissa (395/1973) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_7__sec_29",
        "normalized_fi": "Väylämaksun maksamisen viivästysseuraamuksiin sovelletaan, jollei tässä laissa toisin säädetä, mitä veronlisäyksestä ja viivekorosta annetussa laissa (1556/1995) säädetään. Väylämaksun kannossa, perimisessä ja palauttamisessa noudatetaan soveltuvin osin, mitä veronkantolaissa (609/2005) tai sen nojalla säädetään. Väylämaksun perimiseen ulosottotoimin ja perimisen turvaamiseen sovelletaan, jollei tässä laissa toisin säädetä, mitä verojen ja maksujen perimisestä ulosottotoimin annetussa laissa (367/1961) säädetään sekä mitä verojen ja maksujen perimisen turvaamisesta annetussa laissa (395/1973) säädetään.",
        "folded_fi": "vaylamaksun maksamisen viivastysseuraamuksiin sovelletaan, jollei tassa laissa toisin saadeta, mita veronlisayksesta ja viivekorosta annetussa laissa (1556/1995) saadetaan. vaylamaksun kannossa, perimisessa ja palauttamisessa noudatetaan soveltuvin osin, mita veronkantolaissa (609/2005) tai sen nojalla saadetaan. vaylamaksun perimiseen ulosottotoimin ja perimisen turvaamiseen sovelletaan, jollei tassa laissa toisin saadeta, mita verojen ja maksujen perimisesta ulosottotoimin annetussa laissa (367/1961) saadetaan seka mita verojen ja maksujen perimisen turvaamisesta annetussa laissa (395/1973) saadetaan.",
        "title_sv": "Övriga bestämmelser som skall tillämpas vid debitering av farledsavgift",
        "content_sv": "Om inte något annat föreskrivs i denna lag tillämpas på påföljder vid dröjsmål med betalning av farledsavgift vad som bestäms i lagen om skattetillägg och förseningsränta (1556/1995). Vid uppbörd, debitering och återbärande av farledsavgift iakttas i tillämpliga delar vad som bestäms i lagen om skatteuppbörd (609/2005) eller med stöd av den. Om inte något annat föreskrivs i denna lag tillämpas på indrivning av farledsavgift i utsökningsväg och säkerställande av indrivning av farledsavgifter vad som bestäms i lagen om indrivning av skatter och avgifter i utsökningsväg (367/1961) samt lagen om säkerställande av indrivningen av skatter och avgifter (395/1973).",
        "normalized_sv": "Om inte något annat föreskrivs i denna lag tillämpas på påföljder vid dröjsmål med betalning av farledsavgift vad som bestäms i lagen om skattetillägg och förseningsränta (1556/1995). Vid uppbörd, debitering och återbärande av farledsavgift iakttas i tillämpliga delar vad som bestäms i lagen om skatteuppbörd (609/2005) eller med stöd av den. Om inte något annat föreskrivs i denna lag tillämpas på indrivning av farledsavgift i utsökningsväg och säkerställande av indrivning av farledsavgifter vad som bestäms i lagen om indrivning av skatter och avgifter i utsökningsväg (367/1961) samt lagen om säkerställande av indrivningen av skatter och avgifter (395/1973).",
        "folded_sv": "om inte nagot annat foreskrivs i denna lag tillampas pa pafoljder vid drojsmal med betalning av farledsavgift vad som bestams i lagen om skattetillagg och forseningsranta (1556/1995). vid uppbord, debitering och aterbarande av farledsavgift iakttas i tillampliga delar vad som bestams i lagen om skatteuppbord (609/2005) eller med stod av den. om inte nagot annat foreskrivs i denna lag tillampas pa indrivning av farledsavgift i utsokningsvag och sakerstallande av indrivning av farledsavgifter vad som bestams i lagen om indrivning av skatter och avgifter i utsokningsvag (367/1961) samt lagen om sakerstallande av indrivningen av skatter och avgifter (395/1973)."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "7:30",
      "chapter": "7",
      "section": "30",
      "title": "Pienin perittävä määrä",
      "content": "Pienin perittävä väylämaksun määrä on 10 euroa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_7__sec_30",
        "normalized_fi": "Pienin perittävä väylämaksun määrä on 10 euroa.",
        "folded_fi": "pienin perittava vaylamaksun maara on 10 euroa.",
        "title_sv": "Minsta belopp som debiteras",
        "content_sv": "Det minsta belopp som debiteras i farledsavgift är 10 euro.",
        "normalized_sv": "Det minsta belopp som debiteras i farledsavgift är 10 euro.",
        "folded_sv": "det minsta belopp som debiteras i farledsavgift ar 10 euro."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "7:31",
      "chapter": "7",
      "section": "31",
      "title": "Tietojenantovelvollisuus",
      "content": "Maksuvelvollisen on pyydettäessä annettava tulliviranomaiselle väylämaksun kantamista, valvontaa ja tarkastamista varten tarpeellisia tietoja ja asiakirjoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_7__sec_31",
        "normalized_fi": "Maksuvelvollisen on pyydettäessä annettava tulliviranomaiselle väylämaksun kantamista, valvontaa ja tarkastamista varten tarpeellisia tietoja ja asiakirjoja.",
        "folded_fi": "maksuvelvollisen on pyydettaessa annettava tulliviranomaiselle vaylamaksun kantamista, valvontaa ja tarkastamista varten tarpeellisia tietoja ja asiakirjoja.",
        "title_sv": "Skyldighet att lämna uppgifter",
        "content_sv": "Den avgiftsskyldige skall på begäran ge tullmyndigheten de uppgifter och handlingar som behövs för debitering av farledsavgift samt för tillsynen över och kontrollen av farledsavgift.",
        "normalized_sv": "Den avgiftsskyldige skall på begäran ge tullmyndigheten de uppgifter och handlingar som behövs för debitering av farledsavgift samt för tillsynen över och kontrollen av farledsavgift.",
        "folded_sv": "den avgiftsskyldige skall pa begaran ge tullmyndigheten de uppgifter och handlingar som behovs for debitering av farledsavgift samt for tillsynen over och kontrollen av farledsavgift."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "7:32",
      "chapter": "7",
      "section": "32",
      "title": "Maksunkierto",
      "content": "Jos jollekin olosuhteelle tai toimenpiteelle on annettu sellainen oikeudellinen muoto, joka ei vastaa asian varsinaista luonnetta tai tarkoitusta, on väylämaksatusta toimitettaessa meneteltävä niin kuin asiassa olisi käytetty oikeaa muotoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_7__sec_32",
        "normalized_fi": "Jos jollekin olosuhteelle tai toimenpiteelle on annettu sellainen oikeudellinen muoto, joka ei vastaa asian varsinaista luonnetta tai tarkoitusta, on väylämaksatusta toimitettaessa meneteltävä niin kuin asiassa olisi käytetty oikeaa muotoa.",
        "folded_fi": "jos jollekin olosuhteelle tai toimenpiteelle on annettu sellainen oikeudellinen muoto, joka ei vastaa asian varsinaista luonnetta tai tarkoitusta, on vaylamaksatusta toimitettaessa meneteltava niin kuin asiassa olisi kaytetty oikeaa muotoa.",
        "title_sv": "Kringgående av avgift",
        "content_sv": "Har ett förhållande eller en åtgärd givits sådan rättslig form som inte motsvarar sakens egentliga natur eller syfte, skall farledsavgift debiteras som om den riktiga formen hade använts i saken.",
        "normalized_sv": "Har ett förhållande eller en åtgärd givits sådan rättslig form som inte motsvarar sakens egentliga natur eller syfte, skall farledsavgift debiteras som om den riktiga formen hade använts i saken.",
        "folded_sv": "har ett forhallande eller en atgard givits sadan rattslig form som inte motsvarar sakens egentliga natur eller syfte, skall farledsavgift debiteras som om den riktiga formen hade anvants i saken."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "7:33",
      "chapter": "7",
      "section": "33",
      "title": "Sähköinen tiedoksianto",
      "content": "Tulliviranomaisen päätös voidaan antaa tiedoksi myös sähköisesti käyttämällä maksuvelvollisen ilmoittamaa sähköistä asiointia koskevaa yhteystietoa. Päätöksen katsotaan tuolloin tulleen maksuvelvollisen tietoon sähköisen viestin lähettämispäivänä, jollei muuta näytetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_7__sec_33",
        "normalized_fi": "Tulliviranomaisen päätös voidaan antaa tiedoksi myös sähköisesti käyttämällä maksuvelvollisen ilmoittamaa sähköistä asiointia koskevaa yhteystietoa. Päätöksen katsotaan tuolloin tulleen maksuvelvollisen tietoon sähköisen viestin lähettämispäivänä, jollei muuta näytetä.",
        "folded_fi": "tulliviranomaisen paatos voidaan antaa tiedoksi myos sahkoisesti kayttamalla maksuvelvollisen ilmoittamaa sahkoista asiointia koskevaa yhteystietoa. paatoksen katsotaan tuolloin tulleen maksuvelvollisen tietoon sahkoisen viestin lahettamispaivana, jollei muuta nayteta.",
        "title_sv": "Elektronisk delgivning",
        "content_sv": "Ett beslut av tullmyndigheten kan även delges på elektronisk väg genom användning av de kontaktuppgifter för elektronisk kommunikation som den avgiftsskyldige har uppgett. Den avgiftsskyldige anses då ha fått del av beslutet den dag det elektroniska meddelandet skickades, om inte något annat visas.",
        "normalized_sv": "Ett beslut av tullmyndigheten kan även delges på elektronisk väg genom användning av de kontaktuppgifter för elektronisk kommunikation som den avgiftsskyldige har uppgett. Den avgiftsskyldige anses då ha fått del av beslutet den dag det elektroniska meddelandet skickades, om inte något annat visas.",
        "folded_sv": "ett beslut av tullmyndigheten kan aven delges pa elektronisk vag genom anvandning av de kontaktuppgifter for elektronisk kommunikation som den avgiftsskyldige har uppgett. den avgiftsskyldige anses da ha fatt del av beslutet den dag det elektroniska meddelandet skickades, om inte nagot annat visas."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "7:34",
      "chapter": "7",
      "section": "34",
      "title": "Rangaistussäännös",
      "content": "Rangaistus veropetoksesta, törkeästä veropetoksesta ja lievästä veropetoksesta säädetään rikoslain (39/1889) 29 luvun 1―3 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_7__sec_34",
        "normalized_fi": "Rangaistus veropetoksesta, törkeästä veropetoksesta ja lievästä veropetoksesta säädetään rikoslain (39/1889) 29 luvun 1―3 § :ssä.",
        "folded_fi": "rangaistus veropetoksesta, torkeasta veropetoksesta ja lievasta veropetoksesta saadetaan rikoslain (39/1889) 29 luvun 1―3 §:ssa.",
        "title_sv": "Straffbestämmelse",
        "content_sv": "Bestämmelser om straff för skattebedrägeri, grovt skattebedrägeri och lindrigt skattebedrägeri finns i 29 kap. 1―3 § i strafflagen (39/1889).",
        "normalized_sv": "Bestämmelser om straff för skattebedrägeri, grovt skattebedrägeri och lindrigt skattebedrägeri finns i 29 kap. 1―3 § i strafflagen (39/1889).",
        "folded_sv": "bestammelser om straff for skattebedrageri, grovt skattebedrageri och lindrigt skattebedrageri finns i 29 kap. 1―3 § i strafflagen (39/1889)."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "35",
      "section": "35",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2006. Tällä lailla kumotaan 16 päivänä elokuuta 2002 annettu väylämaksulaki (708/2002) ja väylämaksusta 22 päivänä elokuuta 2002 annettu valtioneuvoston asetus (719/2002). Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_35",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2006. Tällä lailla kumotaan 16 päivänä elokuuta 2002 annettu väylämaksulaki (708/2002) ja väylämaksusta 22 päivänä elokuuta 2002 annettu valtioneuvoston asetus (719/2002). Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2006. talla lailla kumotaan 16 paivana elokuuta 2002 annettu vaylamaksulaki (708/2002) ja vaylamaksusta 22 paivana elokuuta 2002 annettu valtioneuvoston asetus (719/2002). ennen lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2006. Genom denna lag upphävs lagen av den 16 augusti 2002 om farledsavgift (708/2002) och statsrådets förordning av den 22 augusti 2002 om farledsavgift (719/2002). Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2006. Genom denna lag upphävs lagen av den 16 augusti 2002 om farledsavgift (708/2002) och statsrådets förordning av den 22 augusti 2002 om farledsavgift (719/2002). Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2006. genom denna lag upphavs lagen av den 16 augusti 2002 om farledsavgift (708/2002) och statsradets forordning av den 22 augusti 2002 om farledsavgift (719/2002). atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "36",
      "section": "36",
      "title": "Siirtymäsäännökset",
      "content": "Väylämaksuun, jonka peruste on syntynyt ennen tämän lain voimaantuloa, sovelletaan tämän lain voimaan tullessa voimassa olleita säännöksiä. Kumotun väylämaksulain 12 §:n 3 momentin nojalla annetut Merenkulkulaitoksen määräykset ja Merenkulkulaitoksen vahvistama luettelo jäävät edelleen voimaan, kunnes niistä määrätään toisin alusten jääluokista ja jäänmurtaja-avustuksesta annetun lain nojalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_36",
        "normalized_fi": "Väylämaksuun, jonka peruste on syntynyt ennen tämän lain voimaantuloa, sovelletaan tämän lain voimaan tullessa voimassa olleita säännöksiä. Kumotun väylämaksulain 12 § :n 3 momentin nojalla annetut Merenkulkulaitoksen määräykset ja Merenkulkulaitoksen vahvistama luettelo jäävät edelleen voimaan, kunnes niistä määrätään toisin alusten jääluokista ja jäänmurtaja-avustuksesta annetun lain nojalla.",
        "folded_fi": "vaylamaksuun, jonka peruste on syntynyt ennen taman lain voimaantuloa, sovelletaan taman lain voimaan tullessa voimassa olleita saannoksia. kumotun vaylamaksulain 12 §:n 3 momentin nojalla annetut merenkulkulaitoksen maaraykset ja merenkulkulaitoksen vahvistama luettelo jaavat edelleen voimaan, kunnes niista maarataan toisin alusten jaaluokista ja jaanmurtaja-avustuksesta annetun lain nojalla.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "På farledsavgifter vilkas grund uppkommit före denna lags ikraftträdande tillämpas de bestämmelser som gällde vid ikraftträdandet. De föreskrifter som Sjöfartsverket utfärdat med stöd av 12 § 3 mom. i den upphävda lagen om farledsavgift och den förteckning som fastställts av Sjöfartsverket förblir i kraft tills något annat bestäms med stöd av lagen om fartygs isklasser och isbrytarassistans.",
        "normalized_sv": "På farledsavgifter vilkas grund uppkommit före denna lags ikraftträdande tillämpas de bestämmelser som gällde vid ikraftträdandet. De föreskrifter som Sjöfartsverket utfärdat med stöd av 12 § 3 mom. i den upphävda lagen om farledsavgift och den förteckning som fastställts av Sjöfartsverket förblir i kraft tills något annat bestäms med stöd av lagen om fartygs isklasser och isbrytarassistans.",
        "folded_sv": "pa farledsavgifter vilkas grund uppkommit fore denna lags ikrafttradande tillampas de bestammelser som gallde vid ikrafttradandet. de foreskrifter som sjofartsverket utfardat med stod av 12 § 3 mom. i den upphavda lagen om farledsavgift och den forteckning som faststallts av sjofartsverket forblir i kraft tills nagot annat bestams med stod av lagen om fartygs isklasser och isbrytarassistans."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    }
  ]
}