{
  "id": "1128/2007",
  "type": "statute",
  "title": "Laki henkilöstön edustuksesta yritysten hallinnossa annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om personalrepresentation i företagens förvaltning",
  "status": "in_force",
  "issued_date": "2007-12-07",
  "in_force_date": "2007-12-07",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/1128/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Lain soveltamisala",
      "content": "Tätä lakia sovelletaan sellaiseen suomalaiseen osakeyhtiöön, osuuskuntaan ja muuhun taloudelliseen yhdistykseen, vakuutusyhtiöön, liikepankkiin, osuuspankkiin sekä säästöpankkiin, jonka työsuhteessa olevan henkilöstön määrä Suomessa säännöllisesti on vähintään 150. Tämän lain soveltamisesta henkilöstön osallistumisen järjestämiseen rajat ylittävässä sulautumisessa ja jakautumisessa säädetään 9 a―9 f §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tätä lakia sovelletaan sellaiseen suomalaiseen osakeyhtiöön, osuuskuntaan ja muuhun taloudelliseen yhdistykseen, vakuutusyhtiöön, liikepankkiin, osuuspankkiin sekä säästöpankkiin, jonka työsuhteessa olevan henkilöstön määrä Suomessa säännöllisesti on vähintään 150. Tämän lain soveltamisesta henkilöstön osallistumisen järjestämiseen rajat ylittävässä sulautumisessa ja jakautumisessa säädetään 9 a―9 f § :ssä.",
        "folded_fi": "tata lakia sovelletaan sellaiseen suomalaiseen osakeyhtioon, osuuskuntaan ja muuhun taloudelliseen yhdistykseen, vakuutusyhtioon, liikepankkiin, osuuspankkiin seka saastopankkiin, jonka tyosuhteessa olevan henkiloston maara suomessa saannollisesti on vahintaan 150. taman lain soveltamisesta henkiloston osallistumisen jarjestamiseen rajat ylittavassa sulautumisessa ja jakautumisessa saadetaan 9 a―9 f §:ssa.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "Denna lag tillämpas på finska aktiebolag, andelslag och andra ekonomiska föreningar, försäkringsbolag, affärsbanker, andelsbanker och sparbanker inom vilka antalet anställda i arbetsavtalsförhållande i Finland normalt uppgår till minst 150. Bestämmelser om tillämpningen av denna lag på ordnandet av arbetstagarnas medverkan vid gränsöverskridande fusioner och delningar finns i 9 a― 9 f §.",
        "normalized_sv": "Denna lag tillämpas på finska aktiebolag, andelslag och andra ekonomiska föreningar, försäkringsbolag, affärsbanker, andelsbanker och sparbanker inom vilka antalet anställda i arbetsavtalsförhållande i Finland normalt uppgår till minst 150. Bestämmelser om tillämpningen av denna lag på ordnandet av arbetstagarnas medverkan vid gränsöverskridande fusioner och delningar finns i 9 a― 9 f § .",
        "folded_sv": "denna lag tillampas pa finska aktiebolag, andelslag och andra ekonomiska foreningar, forsakringsbolag, affarsbanker, andelsbanker och sparbanker inom vilka antalet anstallda i arbetsavtalsforhallande i finland normalt uppgar till minst 150. bestammelser om tillampningen av denna lag pa ordnandet av arbetstagarnas medverkan vid gransoverskridande fusioner och delningar finns i 9 a― 9 f §."
      }
    },
    {
      "provision_ref": "9 a",
      "section": "9 a",
      "title": "Yhtiön kotipaikan lain soveltaminen",
      "content": "Henkilöstön osallistumisen järjestämiseen Euroopan talousalueella sijaitsevien yhtiöiden rajat ylittävän sulautumisen tuloksena muodostettavassa yhtiössä, jonka sääntömääräinen kotipaikka on Suomessa, sovelletaan tätä lakia, jollei 9 b―9 f §:stä muuta johdu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9 a",
        "normalized_fi": "Henkilöstön osallistumisen järjestämiseen Euroopan talousalueella sijaitsevien yhtiöiden rajat ylittävän sulautumisen tuloksena muodostettavassa yhtiössä, jonka sääntömääräinen kotipaikka on Suomessa, sovelletaan tätä lakia, jollei 9 b―9 f § :stä muuta johdu.",
        "folded_fi": "henkiloston osallistumisen jarjestamiseen euroopan talousalueella sijaitsevien yhtioiden rajat ylittavan sulautumisen tuloksena muodostettavassa yhtiossa, jonka saantomaarainen kotipaikka on suomessa, sovelletaan tata lakia, jollei 9 b―9 f §:sta muuta johdu.",
        "title_sv": "Tillämpning av lagstiftningen på bolagets hemort",
        "content_sv": "Denna lag tillämpas på ordnandet av arbetstagarnas medverkan i sådana bolag som bildas genom en gränsöverskridande fusion av bolag inom Europeiska ekonomiska samarbetsområdet och som har sin stadgeenliga hemort i Finland, om inte något annat följer av 9 b―9 f §.",
        "normalized_sv": "Denna lag tillämpas på ordnandet av arbetstagarnas medverkan i sådana bolag som bildas genom en gränsöverskridande fusion av bolag inom Europeiska ekonomiska samarbetsområdet och som har sin stadgeenliga hemort i Finland, om inte något annat följer av 9 b―9 f § .",
        "folded_sv": "denna lag tillampas pa ordnandet av arbetstagarnas medverkan i sadana bolag som bildas genom en gransoverskridande fusion av bolag inom europeiska ekonomiska samarbetsomradet och som har sin stadgeenliga hemort i finland, om inte nagot annat foljer av 9 b―9 f §."
      }
    },
    {
      "provision_ref": "9 b",
      "section": "9 b",
      "title": "Eurooppayhtiösääntelyn soveltaminen",
      "content": "Jos vähintään yhdessä rajat ylittävään sulautumiseen osallistuvassa yhtiössä on henkilöstöedustuksesta eurooppayhtiössä (SE) ja eurooppaosuuskunnassa (SCE) annetun lain (758/2004) 3 §:n 12 kohdassa tarkoitettu henkilöstön osallistumista koskeva järjestelmä, mainitun lain 4 §:n 2 momentissa tarkoitettu erityinen neuvotteluryhmä neuvottelee osallistuvien yhtiöiden toimivaltaisten elinten kanssa henkilöstön osallistumisen järjestämisestä. Tällöin henkilöstön osallistumisen järjestämiseen sovelletaan, mitä mainitun lain 2 §:n 1 momentissa, 4―12 ja 14 §:ssä, 16 §:n 1 momentin 1 ja 7―9 kohdassa sekä 2 momentissa, 18 §:n 1 momentissa, 19 §:ssä, 28 §:n 2 ja 3 momentissa sekä 29 ja 30 §:ssä säädetään. Lisäksi sovelletaan lain 18 §:n 2 momentin 2 kohtaa siten, että siinä säädetyn 25 prosentin sijasta edellytyksenä henkilöstön osallistumista koskevien lain 28―30 §:n soveltamiselle on 33 1/3 prosenttia. Henkilöstön osallistumisen järjestämiseen sovelletaan myös eurooppayhtiön (SE) säännöistä annetun neuvoston asetuksen (EY) N:o 2157/2001 12 artiklan 2―4 kohtaa. Rajat ylittävään sulautumiseen osallistuvat yhtiöt voivat kuitenkin ilman henkilöstön kanssa käytäviä neuvotteluja päättää, että ne soveltavat henkilöstöedustuksesta eurooppayhtiössä (SE) ja eurooppaosuuskunnassa (SCE) annetun lain 28―30 §:ssä tarkoitettuja henkilöstön osallistumista koskevia toissijaisia säännöksiä välittömästi muodostettavan yhtiön rekisteröinnistä alkaen. Jos vähintään yhdessä sulautuvista yhtiöistä on henkilöstön osallistumista koskeva järjestelmä ja jos rajat ylittävän sulautumisen tuloksena muodostettavassa yhtiössä tulee sovellettavaksi tällainen järjestelmä 1 ja 2 momentin mukaisesti, kyseiselle yhtiölle on valittava sellainen yhtiömuoto, joka mahdollistaa henkilöstön osallistumisoikeudet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9 b",
        "normalized_fi": "Jos vähintään yhdessä rajat ylittävään sulautumiseen osallistuvassa yhtiössä on henkilöstöedustuksesta eurooppayhtiössä (SE) ja eurooppaosuuskunnassa (SCE) annetun lain (758/2004) 3 § :n 12 kohdassa tarkoitettu henkilöstön osallistumista koskeva järjestelmä, mainitun lain 4 § :n 2 momentissa tarkoitettu erityinen neuvotteluryhmä neuvottelee osallistuvien yhtiöiden toimivaltaisten elinten kanssa henkilöstön osallistumisen järjestämisestä. Tällöin henkilöstön osallistumisen järjestämiseen sovelletaan, mitä mainitun lain 2 § :n 1 momentissa, 4―12 ja 14 § :ssä, 16 § :n 1 momentin 1 ja 7―9 kohdassa sekä 2 momentissa, 18 § :n 1 momentissa, 19 § :ssä, 28 § :n 2 ja 3 momentissa sekä 29 ja 30 § :ssä säädetään. Lisäksi sovelletaan lain 18 § :n 2 momentin 2 kohtaa siten, että siinä säädetyn 25 prosentin sijasta edellytyksenä henkilöstön osallistumista koskevien lain 28―30 § :n soveltamiselle on 33 1/3 prosenttia. Henkilöstön osallistumisen järjestämiseen sovelletaan myös eurooppayhtiön (SE) säännöistä annetun neuvoston asetuksen (EY) N:o 2157/2001 12 artiklan 2―4 kohtaa. Rajat ylittävään sulautumiseen osallistuvat yhtiöt voivat kuitenkin ilman henkilöstön kanssa käytäviä neuvotteluja päättää, että ne soveltavat henkilöstöedustuksesta eurooppayhtiössä (SE) ja eurooppaosuuskunnassa (SCE) annetun lain 28―30 § :ssä tarkoitettuja henkilöstön osallistumista koskevia toissijaisia säännöksiä välittömästi muodostettavan yhtiön rekisteröinnistä alkaen. Jos vähintään yhdessä sulautuvista yhtiöistä on henkilöstön osallistumista koskeva järjestelmä ja jos rajat ylittävän sulautumisen tuloksena muodostettavassa yhtiössä tulee sovellettavaksi tällainen järjestelmä 1 ja 2 momentin mukaisesti, kyseiselle yhtiölle on valittava sellainen yhtiömuoto, joka mahdollistaa henkilöstön osallistumisoikeudet.",
        "folded_fi": "jos vahintaan yhdessa rajat ylittavaan sulautumiseen osallistuvassa yhtiossa on henkilostoedustuksesta eurooppayhtiossa (se) ja eurooppaosuuskunnassa (sce) annetun lain (758/2004) 3 §:n 12 kohdassa tarkoitettu henkiloston osallistumista koskeva jarjestelma, mainitun lain 4 §:n 2 momentissa tarkoitettu erityinen neuvotteluryhma neuvottelee osallistuvien yhtioiden toimivaltaisten elinten kanssa henkiloston osallistumisen jarjestamisesta. talloin henkiloston osallistumisen jarjestamiseen sovelletaan, mita mainitun lain 2 §:n 1 momentissa, 4―12 ja 14 §:ssa, 16 §:n 1 momentin 1 ja 7―9 kohdassa seka 2 momentissa, 18 §:n 1 momentissa, 19 §:ssa, 28 §:n 2 ja 3 momentissa seka 29 ja 30 §:ssa saadetaan. lisaksi sovelletaan lain 18 §:n 2 momentin 2 kohtaa siten, etta siina saadetyn 25 prosentin sijasta edellytyksena henkiloston osallistumista koskevien lain 28―30 §:n soveltamiselle on 33 1/3 prosenttia. henkiloston osallistumisen jarjestamiseen sovelletaan myos eurooppayhtion (se) saannoista annetun neuvoston asetuksen (ey) n:o 2157/2001 12 artiklan 2―4 kohtaa. rajat ylittavaan sulautumiseen osallistuvat yhtiot voivat kuitenkin ilman henkiloston kanssa kaytavia neuvotteluja paattaa, etta ne soveltavat henkilostoedustuksesta eurooppayhtiossa (se) ja eurooppaosuuskunnassa (sce) annetun lain 28―30 §:ssa tarkoitettuja henkiloston osallistumista koskevia toissijaisia saannoksia valittomasti muodostettavan yhtion rekisteroinnista alkaen. jos vahintaan yhdessa sulautuvista yhtioista on henkiloston osallistumista koskeva jarjestelma ja jos rajat ylittavan sulautumisen tuloksena muodostettavassa yhtiossa tulee sovellettavaksi tallainen jarjestelma 1 ja 2 momentin mukaisesti, kyseiselle yhtiolle on valittava sellainen yhtiomuoto, joka mahdollistaa henkiloston osallistumisoikeudet.",
        "title_sv": "Tillämpning av bestämmelserna om europabolag",
        "content_sv": "Om minst ett av de bolag som deltar i en gränsöverskridande fusion har ett sådant system för arbetstagarmedverkan som avses i 3 § 12 punkten i lagen om arbetstagarinflytande i europabolag och europeiska kooperativa föreningar (758/2004), ska ett i 4 § 2 mom. i nämnda lag avsett särskilt förhandlingsorgan förhandla med de deltagande bolagens behöriga organ om ordnandet av arbetstagarnas medverkan. På ordnandet av arbetstagarnas medverkan tillämpas då vad som bestäms i 2 § 1 mom., 4―12 och 14 §, 16 § 1 mom. 1 och 7―9 punkten samt 2 mom., 18 § 1 mom., 19 §, 28 § 2 och 3 mom. samt 29 och 30 § i den nämnda lagen. Dessutom tillämpas 18 § 2 mom. 2 punkten i den nämnda lagen så att tillämpligheten av referensbestämmelserna om arbetstagarmedverkan i dess 28―30 § förutsätter procenttalet 33 1/3 i stället för 25. På ordnandet av arbetstagarnas medverkan tillämpas även artiklarna 12.2―12.4 i rådets förordning (EG) nr 2157/2001 om stadga för europabolag. Bolag som deltar i en gränsöverskridande fusion kan emellertid utan förhandlingar med personalen välja att tillämpa de referensbestämmelser för arbetstagarmedverkan som avses i 28―30 § i lagen om arbetstagarinflytande i europabolag och europeiska kooperativa föreningar direkt från och med dagen för registreringen av det bolag som bildas. Om minst ett av de fusionerande bolagen omfattas av ett system för arbetstagarmedverkan och ett sådant system ska börja tillämpas i enlighet med 1 och 2 mom. i det bolag som bildas genom den gränsöverskridande fusionen, ska bolaget få en bolagsform som möjliggör arbetstagarnas rätt till medverkan.",
        "normalized_sv": "Om minst ett av de bolag som deltar i en gränsöverskridande fusion har ett sådant system för arbetstagarmedverkan som avses i 3 § 12 punkten i lagen om arbetstagarinflytande i europabolag och europeiska kooperativa föreningar (758/2004), ska ett i 4 § 2 mom. i nämnda lag avsett särskilt förhandlingsorgan förhandla med de deltagande bolagens behöriga organ om ordnandet av arbetstagarnas medverkan. På ordnandet av arbetstagarnas medverkan tillämpas då vad som bestäms i 2 § 1 mom., 4―12 och 14 § , 16 § 1 mom. 1 och 7―9 punkten samt 2 mom., 18 § 1 mom., 19 § , 28 § 2 och 3 mom. samt 29 och 30 § i den nämnda lagen. Dessutom tillämpas 18 § 2 mom. 2 punkten i den nämnda lagen så att tillämpligheten av referensbestämmelserna om arbetstagarmedverkan i dess 28―30 § förutsätter procenttalet 33 1/3 i stället för 25. På ordnandet av arbetstagarnas medverkan tillämpas även artiklarna 12.2―12.4 i rådets förordning (EG) nr 2157/2001 om stadga för europabolag. Bolag som deltar i en gränsöverskridande fusion kan emellertid utan förhandlingar med personalen välja att tillämpa de referensbestämmelser för arbetstagarmedverkan som avses i 28―30 § i lagen om arbetstagarinflytande i europabolag och europeiska kooperativa föreningar direkt från och med dagen för registreringen av det bolag som bildas. Om minst ett av de fusionerande bolagen omfattas av ett system för arbetstagarmedverkan och ett sådant system ska börja tillämpas i enlighet med 1 och 2 mom. i det bolag som bildas genom den gränsöverskridande fusionen, ska bolaget få en bolagsform som möjliggör arbetstagarnas rätt till medverkan.",
        "folded_sv": "om minst ett av de bolag som deltar i en gransoverskridande fusion har ett sadant system for arbetstagarmedverkan som avses i 3 § 12 punkten i lagen om arbetstagarinflytande i europabolag och europeiska kooperativa foreningar (758/2004), ska ett i 4 § 2 mom. i namnda lag avsett sarskilt forhandlingsorgan forhandla med de deltagande bolagens behoriga organ om ordnandet av arbetstagarnas medverkan. pa ordnandet av arbetstagarnas medverkan tillampas da vad som bestams i 2 § 1 mom., 4―12 och 14 §, 16 § 1 mom. 1 och 7―9 punkten samt 2 mom., 18 § 1 mom., 19 §, 28 § 2 och 3 mom. samt 29 och 30 § i den namnda lagen. dessutom tillampas 18 § 2 mom. 2 punkten i den namnda lagen sa att tillampligheten av referensbestammelserna om arbetstagarmedverkan i dess 28―30 § forutsatter procenttalet 33 1/3 i stallet for 25. pa ordnandet av arbetstagarnas medverkan tillampas aven artiklarna 12.2―12.4 i radets forordning (eg) nr 2157/2001 om stadga for europabolag. bolag som deltar i en gransoverskridande fusion kan emellertid utan forhandlingar med personalen valja att tillampa de referensbestammelser for arbetstagarmedverkan som avses i 28―30 § i lagen om arbetstagarinflytande i europabolag och europeiska kooperativa foreningar direkt fran och med dagen for registreringen av det bolag som bildas. om minst ett av de fusionerande bolagen omfattas av ett system for arbetstagarmedverkan och ett sadant system ska borja tillampas i enlighet med 1 och 2 mom. i det bolag som bildas genom den gransoverskridande fusionen, ska bolaget fa en bolagsform som mojliggor arbetstagarnas ratt till medverkan."
      }
    },
    {
      "provision_ref": "9 c",
      "section": "9 c",
      "title": "Päätös olla aloittamatta tai lopettaa neuvottelut",
      "content": "Edellä 9 b §:n 1 momentissa tarkoitettu erityinen neuvotteluryhmä voi päättää olla aloittamatta neuvotteluja tai lopettaa neuvottelut. Päätös edellyttää vähintään kahden kolmasosan enemmistöä niiden jäsenten äänistä, jotka edustavat vähintään kahta kolmasosaa henkilöstöstä, mukaan lukien niiden jäsenten äänet, jotka edustavat vähintään kahdessa jäsenvaltiossa työskentelevää henkilöstöä. Tällöin 9 b ja 9 d―9 f §:ää ei sovelleta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9 c",
        "normalized_fi": "Edellä 9 b § :n 1 momentissa tarkoitettu erityinen neuvotteluryhmä voi päättää olla aloittamatta neuvotteluja tai lopettaa neuvottelut. Päätös edellyttää vähintään kahden kolmasosan enemmistöä niiden jäsenten äänistä, jotka edustavat vähintään kahta kolmasosaa henkilöstöstä, mukaan lukien niiden jäsenten äänet, jotka edustavat vähintään kahdessa jäsenvaltiossa työskentelevää henkilöstöä. Tällöin 9 b ja 9 d―9 f § :ää ei sovelleta.",
        "folded_fi": "edella 9 b §:n 1 momentissa tarkoitettu erityinen neuvotteluryhma voi paattaa olla aloittamatta neuvotteluja tai lopettaa neuvottelut. paatos edellyttaa vahintaan kahden kolmasosan enemmistoa niiden jasenten aanista, jotka edustavat vahintaan kahta kolmasosaa henkilostosta, mukaan lukien niiden jasenten aanet, jotka edustavat vahintaan kahdessa jasenvaltiossa tyoskentelevaa henkilostoa. talloin 9 b ja 9 d―9 f §:aa ei sovelleta.",
        "title_sv": "Beslut om att inte inleda förhandlingar eller avbrytande av förhandlingar",
        "content_sv": "Ett sådant särskilt förhandlingsorgan som avses 9 b § 1 mom. får besluta att inte inleda förhandlingar eller att avbryta förhandlingarna. Beslutet förutsätter minst två tredjedels majoritet av rösterna från de ledamöter som representerar minst två tredjedelar av arbetstagarna, däribland rösterna från de ledamöter som representerar arbetstagare i minst två medlemsstater. Då tillämpas inte 9 b och 9 d―9 f §.",
        "normalized_sv": "Ett sådant särskilt förhandlingsorgan som avses 9 b § 1 mom. får besluta att inte inleda förhandlingar eller att avbryta förhandlingarna. Beslutet förutsätter minst två tredjedels majoritet av rösterna från de ledamöter som representerar minst två tredjedelar av arbetstagarna, däribland rösterna från de ledamöter som representerar arbetstagare i minst två medlemsstater. Då tillämpas inte 9 b och 9 d―9 f § .",
        "folded_sv": "ett sadant sarskilt forhandlingsorgan som avses 9 b § 1 mom. far besluta att inte inleda forhandlingar eller att avbryta forhandlingarna. beslutet forutsatter minst tva tredjedels majoritet av rosterna fran de ledamoter som representerar minst tva tredjedelar av arbetstagarna, daribland rosterna fran de ledamoter som representerar arbetstagare i minst tva medlemsstater. da tillampas inte 9 b och 9 d―9 f §."
      }
    },
    {
      "provision_ref": "9 d",
      "section": "9 d",
      "title": "Henkilöstön osallistumisen rajoittaminen",
      "content": "Jos henkilöstön kanssa käytyjen neuvottelujen jälkeen tulisivat sovellettaviksi henkilöstöedustuksesta eurooppayhtiössä (SE) ja eurooppaosuuskunnassa (SCE) annetun lain 28―30 §:ssä tarkoitetut henkilöstön osallistumista koskevat toissijaiset säännökset, henkilöstön osallistumisen osuutta rajat ylittävän sulautumisen tuloksena muodostettavassa yhtiössä voidaan rajoittaa. Henkilöstön edustajien osuus muodostettavan yhtiön hallintoelimessä ei kuitenkaan saa olla vähemmän kuin yksi kolmasosa, jos yhdessäkin sulautumiseen osallistuvassa yhtiössä henkilöstön edustajien osuus on vähintään yksi kolmasosa hallituksen tai muun hallintoelimen jäsenistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9 d",
        "normalized_fi": "Jos henkilöstön kanssa käytyjen neuvottelujen jälkeen tulisivat sovellettaviksi henkilöstöedustuksesta eurooppayhtiössä (SE) ja eurooppaosuuskunnassa (SCE) annetun lain 28―30 § :ssä tarkoitetut henkilöstön osallistumista koskevat toissijaiset säännökset, henkilöstön osallistumisen osuutta rajat ylittävän sulautumisen tuloksena muodostettavassa yhtiössä voidaan rajoittaa. Henkilöstön edustajien osuus muodostettavan yhtiön hallintoelimessä ei kuitenkaan saa olla vähemmän kuin yksi kolmasosa, jos yhdessäkin sulautumiseen osallistuvassa yhtiössä henkilöstön edustajien osuus on vähintään yksi kolmasosa hallituksen tai muun hallintoelimen jäsenistä.",
        "folded_fi": "jos henkiloston kanssa kaytyjen neuvottelujen jalkeen tulisivat sovellettaviksi henkilostoedustuksesta eurooppayhtiossa (se) ja eurooppaosuuskunnassa (sce) annetun lain 28―30 §:ssa tarkoitetut henkiloston osallistumista koskevat toissijaiset saannokset, henkiloston osallistumisen osuutta rajat ylittavan sulautumisen tuloksena muodostettavassa yhtiossa voidaan rajoittaa. henkiloston edustajien osuus muodostettavan yhtion hallintoelimessa ei kuitenkaan saa olla vahemman kuin yksi kolmasosa, jos yhdessakin sulautumiseen osallistuvassa yhtiossa henkiloston edustajien osuus on vahintaan yksi kolmasosa hallituksen tai muun hallintoelimen jasenista.",
        "title_sv": "Begränsning av arbetstagarnas medverkan",
        "content_sv": "Om de referensbestämmelser för arbetstagarmedverkan som avses i 28―30 § i lagen om arbetstagarinflytande i europabolag och europeiska kooperativa föreningar blir tillämpliga efter förhandlingar med arbetstagarna, kan omfattningen av arbetstagarnas medverkan begränsas i det bolag som bildas genom den gränsöverskridande fusionen. Andelen personalrepresentanter i förvaltningsorganet får dock inte vara mindre än en tredjedel, om andelen personalrepresentanter i ett av de fusionerande bolagen utgör minst en tredjedel av antalet ledamöter i styrelsen eller något annat förvaltningsorgan.",
        "normalized_sv": "Om de referensbestämmelser för arbetstagarmedverkan som avses i 28―30 § i lagen om arbetstagarinflytande i europabolag och europeiska kooperativa föreningar blir tillämpliga efter förhandlingar med arbetstagarna, kan omfattningen av arbetstagarnas medverkan begränsas i det bolag som bildas genom den gränsöverskridande fusionen. Andelen personalrepresentanter i förvaltningsorganet får dock inte vara mindre än en tredjedel, om andelen personalrepresentanter i ett av de fusionerande bolagen utgör minst en tredjedel av antalet ledamöter i styrelsen eller något annat förvaltningsorgan.",
        "folded_sv": "om de referensbestammelser for arbetstagarmedverkan som avses i 28―30 § i lagen om arbetstagarinflytande i europabolag och europeiska kooperativa foreningar blir tillampliga efter forhandlingar med arbetstagarna, kan omfattningen av arbetstagarnas medverkan begransas i det bolag som bildas genom den gransoverskridande fusionen. andelen personalrepresentanter i forvaltningsorganet far dock inte vara mindre an en tredjedel, om andelen personalrepresentanter i ett av de fusionerande bolagen utgor minst en tredjedel av antalet ledamoter i styrelsen eller nagot annat forvaltningsorgan."
      }
    },
    {
      "provision_ref": "9 e",
      "section": "9 e",
      "title": "Henkilöstön osallistumisoikeuksien suoja",
      "content": "Jos rajat ylittävän sulautumisen tuloksena muodostettu suomalainen yhtiö sulautuu toiseen suomalaiseen yhtiöön, henkilöstön osallistumisoikeuksia ei saa heikentää rajat ylittävän sulautumisen voimaantuloa seuraavien kolmen vuoden aikana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9 e",
        "normalized_fi": "Jos rajat ylittävän sulautumisen tuloksena muodostettu suomalainen yhtiö sulautuu toiseen suomalaiseen yhtiöön, henkilöstön osallistumisoikeuksia ei saa heikentää rajat ylittävän sulautumisen voimaantuloa seuraavien kolmen vuoden aikana.",
        "folded_fi": "jos rajat ylittavan sulautumisen tuloksena muodostettu suomalainen yhtio sulautuu toiseen suomalaiseen yhtioon, henkiloston osallistumisoikeuksia ei saa heikentaa rajat ylittavan sulautumisen voimaantuloa seuraavien kolmen vuoden aikana.",
        "title_sv": "Skydd av arbetstagarnas rätt till medverkan",
        "content_sv": "Om ett finskt bolag som har bildats genom gränsöverskridande fusion fusioneras med ett annat finskt bolag, får arbetstagarnas rätt till medverkan inte inskränkas under de tre år som följer efter det att den gränsöverskridande fusionen har trätt i kraft.",
        "normalized_sv": "Om ett finskt bolag som har bildats genom gränsöverskridande fusion fusioneras med ett annat finskt bolag, får arbetstagarnas rätt till medverkan inte inskränkas under de tre år som följer efter det att den gränsöverskridande fusionen har trätt i kraft.",
        "folded_sv": "om ett finskt bolag som har bildats genom gransoverskridande fusion fusioneras med ett annat finskt bolag, far arbetstagarnas ratt till medverkan inte inskrankas under de tre ar som foljer efter det att den gransoverskridande fusionen har tratt i kraft."
      }
    },
    {
      "provision_ref": "9 f",
      "section": "9 f",
      "title": "Rajat ylittävä jakautuminen",
      "content": "Mitä edellä säädetään henkilöstön osallistumisen järjestämisestä rajat ylittävässä sulautumisessa, koskee soveltuvin osin myös rajat ylittävää jakautumista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9 f",
        "normalized_fi": "Mitä edellä säädetään henkilöstön osallistumisen järjestämisestä rajat ylittävässä sulautumisessa, koskee soveltuvin osin myös rajat ylittävää jakautumista.",
        "folded_fi": "mita edella saadetaan henkiloston osallistumisen jarjestamisesta rajat ylittavassa sulautumisessa, koskee soveltuvin osin myos rajat ylittavaa jakautumista.",
        "title_sv": "Gränsöverskridande delningar",
        "content_sv": "Vad som ovan föreskrivs om ordnandet av arbetstagarnas medverkan vid gränsöverskridande fusioner gäller i tillämpliga delar även gränsöverskridande delningar.",
        "normalized_sv": "Vad som ovan föreskrivs om ordnandet av arbetstagarnas medverkan vid gränsöverskridande fusioner gäller i tillämpliga delar även gränsöverskridande delningar.",
        "folded_sv": "vad som ovan foreskrivs om ordnandet av arbetstagarnas medverkan vid gransoverskridande fusioner galler i tillampliga delar aven gransoverskridande delningar."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Vapautus työstä ja korvaukset",
      "content": "Edellä 9 b §:n 1 momentissa tarkoitetun erityisen neuvotteluryhmän jäsenten vapauttamiseen työstä ja heille aiheutuvan ansionmenetyksen sekä neuvotteluryhmän kustannusten korvaamiseen sovelletaan, mitä henkilöstöedustuksesta eurooppayhtiössä (SE) ja eurooppaosuuskunnassa (SCE) annetun lain 34 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Edellä 9 b § :n 1 momentissa tarkoitetun erityisen neuvotteluryhmän jäsenten vapauttamiseen työstä ja heille aiheutuvan ansionmenetyksen sekä neuvotteluryhmän kustannusten korvaamiseen sovelletaan, mitä henkilöstöedustuksesta eurooppayhtiössä (SE) ja eurooppaosuuskunnassa (SCE) annetun lain 34 § :ssä säädetään.",
        "folded_fi": "edella 9 b §:n 1 momentissa tarkoitetun erityisen neuvotteluryhman jasenten vapauttamiseen tyosta ja heille aiheutuvan ansionmenetyksen seka neuvotteluryhman kustannusten korvaamiseen sovelletaan, mita henkilostoedustuksesta eurooppayhtiossa (se) ja eurooppaosuuskunnassa (sce) annetun lain 34 §:ssa saadetaan.",
        "title_sv": "Befrielse från arbete samt ersättningar",
        "content_sv": "I fråga om befrielse från arbete och ersättning för inkomstbortfall för ledamöterna i det särskilda förhandlingsorgan som avses i 9 b § 1 mom. samt förhandlingsorganets kostnader tillämpas 34 § i lagen om arbetstagarinflytande i europabolag och europeiska kooperativa föreningar.",
        "normalized_sv": "I fråga om befrielse från arbete och ersättning för inkomstbortfall för ledamöterna i det särskilda förhandlingsorgan som avses i 9 b § 1 mom. samt förhandlingsorganets kostnader tillämpas 34 § i lagen om arbetstagarinflytande i europabolag och europeiska kooperativa föreningar.",
        "folded_sv": "i fraga om befrielse fran arbete och ersattning for inkomstbortfall for ledamoterna i det sarskilda forhandlingsorgan som avses i 9 b § 1 mom. samt forhandlingsorganets kostnader tillampas 34 § i lagen om arbetstagarinflytande i europabolag och europeiska kooperativa foreningar."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Henkilöstön edustajan irtisanomissuoja",
      "content": "Henkilöstön edustajan ja varaedustajan sekä 9 b §:n 1 momentissa tarkoitetun erityisen neuvotteluryhmän jäsenen irtisanomissuojasta on voimassa, mitä työsopimuslain (55/2001) 7 luvun 10 §:ssä säädetään luottamusmiehen ja luottamusvaltuutetun työsopimuksen irtisanomisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Henkilöstön edustajan ja varaedustajan sekä 9 b § :n 1 momentissa tarkoitetun erityisen neuvotteluryhmän jäsenen irtisanomissuojasta on voimassa, mitä työsopimuslain (55/2001) 7 luvun 10 § :ssä säädetään luottamusmiehen ja luottamusvaltuutetun työsopimuksen irtisanomisesta.",
        "folded_fi": "henkiloston edustajan ja varaedustajan seka 9 b §:n 1 momentissa tarkoitetun erityisen neuvotteluryhman jasenen irtisanomissuojasta on voimassa, mita tyosopimuslain (55/2001) 7 luvun 10 §:ssa saadetaan luottamusmiehen ja luottamusvaltuutetun tyosopimuksen irtisanomisesta.",
        "title_sv": "Personalrepresentanternas uppsägningsskydd",
        "content_sv": "I fråga om uppsägningsskyddet för personalrepresentanter och suppleanter samt ledamöterna i det särskilda förhandlingsorgan som avses i 9 b § 1 mom. gäller vad som i 7 kap. 10 § i arbetsavtalslagen (55/2001) bestäms om uppsägning av en förtroendemans och ett förtroendeombuds arbetsavtal.",
        "normalized_sv": "I fråga om uppsägningsskyddet för personalrepresentanter och suppleanter samt ledamöterna i det särskilda förhandlingsorgan som avses i 9 b § 1 mom. gäller vad som i 7 kap. 10 § i arbetsavtalslagen (55/2001) bestäms om uppsägning av en förtroendemans och ett förtroendeombuds arbetsavtal.",
        "folded_sv": "i fraga om uppsagningsskyddet for personalrepresentanter och suppleanter samt ledamoterna i det sarskilda forhandlingsorgan som avses i 9 b § 1 mom. galler vad som i 7 kap. 10 § i arbetsavtalslagen (55/2001) bestams om uppsagning av en fortroendemans och ett fortroendeombuds arbetsavtal."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Salassapitovelvollisuus",
      "content": "Edellä 9 b §:n 1 momentissa tarkoitetun erityisen neuvotteluryhmän jäsenten ja heitä avustavien asiantuntijoiden salassapitovelvollisuuteen sovelletaan, mitä henkilöstöedustuksesta eurooppayhtiössä (SE) ja eurooppaosuuskunnassa (SCE) annetun lain 31 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Edellä 9 b § :n 1 momentissa tarkoitetun erityisen neuvotteluryhmän jäsenten ja heitä avustavien asiantuntijoiden salassapitovelvollisuuteen sovelletaan, mitä henkilöstöedustuksesta eurooppayhtiössä (SE) ja eurooppaosuuskunnassa (SCE) annetun lain 31 § :ssä säädetään.",
        "folded_fi": "edella 9 b §:n 1 momentissa tarkoitetun erityisen neuvotteluryhman jasenten ja heita avustavien asiantuntijoiden salassapitovelvollisuuteen sovelletaan, mita henkilostoedustuksesta eurooppayhtiossa (se) ja eurooppaosuuskunnassa (sce) annetun lain 31 §:ssa saadetaan.",
        "title_sv": "Tystnadsplikt",
        "content_sv": "I fråga om tystnadsplikten för ledamöterna i det särskilda förhandlingsorgan som avses i 9 b § 1 mom. och de experter som biträder dem tillämpas 31 § i lagen om arbetstagarinflytande i europabolag och europeiska kooperativa föreningar.",
        "normalized_sv": "I fråga om tystnadsplikten för ledamöterna i det särskilda förhandlingsorgan som avses i 9 b § 1 mom. och de experter som biträder dem tillämpas 31 § i lagen om arbetstagarinflytande i europabolag och europeiska kooperativa föreningar.",
        "folded_sv": "i fraga om tystnadsplikten for ledamoterna i det sarskilda forhandlingsorgan som avses i 9 b § 1 mom. och de experter som bitrader dem tillampas 31 § i lagen om arbetstagarinflytande i europabolag och europeiska kooperativa foreningar."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Lain soveltamisala",
      "content": "Tätä lakia sovelletaan sellaiseen suomalaiseen osakeyhtiöön, osuuskuntaan ja muuhun taloudelliseen yhdistykseen, vakuutusyhtiöön, liikepankkiin, osuuspankkiin sekä säästöpankkiin, jonka työsuhteessa olevan henkilöstön määrä Suomessa säännöllisesti on vähintään 150. Tämän lain soveltamisesta henkilöstön osallistumisen järjestämiseen rajat ylittävässä sulautumisessa ja jakautumisessa säädetään 9 a―9 f §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tätä lakia sovelletaan sellaiseen suomalaiseen osakeyhtiöön, osuuskuntaan ja muuhun taloudelliseen yhdistykseen, vakuutusyhtiöön, liikepankkiin, osuuspankkiin sekä säästöpankkiin, jonka työsuhteessa olevan henkilöstön määrä Suomessa säännöllisesti on vähintään 150. Tämän lain soveltamisesta henkilöstön osallistumisen järjestämiseen rajat ylittävässä sulautumisessa ja jakautumisessa säädetään 9 a―9 f § :ssä.",
        "folded_fi": "tata lakia sovelletaan sellaiseen suomalaiseen osakeyhtioon, osuuskuntaan ja muuhun taloudelliseen yhdistykseen, vakuutusyhtioon, liikepankkiin, osuuspankkiin seka saastopankkiin, jonka tyosuhteessa olevan henkiloston maara suomessa saannollisesti on vahintaan 150. taman lain soveltamisesta henkiloston osallistumisen jarjestamiseen rajat ylittavassa sulautumisessa ja jakautumisessa saadetaan 9 a―9 f §:ssa.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "Denna lag tillämpas på finska aktiebolag, andelslag och andra ekonomiska föreningar, försäkringsbolag, affärsbanker, andelsbanker och sparbanker inom vilka antalet anställda i arbetsavtalsförhållande i Finland normalt uppgår till minst 150. Bestämmelser om tillämpningen av denna lag på ordnandet av arbetstagarnas medverkan vid gränsöverskridande fusioner och delningar finns i 9 a― 9 f §.",
        "normalized_sv": "Denna lag tillämpas på finska aktiebolag, andelslag och andra ekonomiska föreningar, försäkringsbolag, affärsbanker, andelsbanker och sparbanker inom vilka antalet anställda i arbetsavtalsförhållande i Finland normalt uppgår till minst 150. Bestämmelser om tillämpningen av denna lag på ordnandet av arbetstagarnas medverkan vid gränsöverskridande fusioner och delningar finns i 9 a― 9 f § .",
        "folded_sv": "denna lag tillampas pa finska aktiebolag, andelslag och andra ekonomiska foreningar, forsakringsbolag, affarsbanker, andelsbanker och sparbanker inom vilka antalet anstallda i arbetsavtalsforhallande i finland normalt uppgar till minst 150. bestammelser om tillampningen av denna lag pa ordnandet av arbetstagarnas medverkan vid gransoverskridande fusioner och delningar finns i 9 a― 9 f §."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "9 a",
      "section": "9 a",
      "title": "Yhtiön kotipaikan lain soveltaminen",
      "content": "Henkilöstön osallistumisen järjestämiseen Euroopan talousalueella sijaitsevien yhtiöiden rajat ylittävän sulautumisen tuloksena muodostettavassa yhtiössä, jonka sääntömääräinen kotipaikka on Suomessa, sovelletaan tätä lakia, jollei 9 b―9 f §:stä muuta johdu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9 a",
        "normalized_fi": "Henkilöstön osallistumisen järjestämiseen Euroopan talousalueella sijaitsevien yhtiöiden rajat ylittävän sulautumisen tuloksena muodostettavassa yhtiössä, jonka sääntömääräinen kotipaikka on Suomessa, sovelletaan tätä lakia, jollei 9 b―9 f § :stä muuta johdu.",
        "folded_fi": "henkiloston osallistumisen jarjestamiseen euroopan talousalueella sijaitsevien yhtioiden rajat ylittavan sulautumisen tuloksena muodostettavassa yhtiossa, jonka saantomaarainen kotipaikka on suomessa, sovelletaan tata lakia, jollei 9 b―9 f §:sta muuta johdu.",
        "title_sv": "Tillämpning av lagstiftningen på bolagets hemort",
        "content_sv": "Denna lag tillämpas på ordnandet av arbetstagarnas medverkan i sådana bolag som bildas genom en gränsöverskridande fusion av bolag inom Europeiska ekonomiska samarbetsområdet och som har sin stadgeenliga hemort i Finland, om inte något annat följer av 9 b―9 f §.",
        "normalized_sv": "Denna lag tillämpas på ordnandet av arbetstagarnas medverkan i sådana bolag som bildas genom en gränsöverskridande fusion av bolag inom Europeiska ekonomiska samarbetsområdet och som har sin stadgeenliga hemort i Finland, om inte något annat följer av 9 b―9 f § .",
        "folded_sv": "denna lag tillampas pa ordnandet av arbetstagarnas medverkan i sadana bolag som bildas genom en gransoverskridande fusion av bolag inom europeiska ekonomiska samarbetsomradet och som har sin stadgeenliga hemort i finland, om inte nagot annat foljer av 9 b―9 f §."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "9 b",
      "section": "9 b",
      "title": "Eurooppayhtiösääntelyn soveltaminen",
      "content": "Jos vähintään yhdessä rajat ylittävään sulautumiseen osallistuvassa yhtiössä on henkilöstöedustuksesta eurooppayhtiössä (SE) ja eurooppaosuuskunnassa (SCE) annetun lain (758/2004) 3 §:n 12 kohdassa tarkoitettu henkilöstön osallistumista koskeva järjestelmä, mainitun lain 4 §:n 2 momentissa tarkoitettu erityinen neuvotteluryhmä neuvottelee osallistuvien yhtiöiden toimivaltaisten elinten kanssa henkilöstön osallistumisen järjestämisestä. Tällöin henkilöstön osallistumisen järjestämiseen sovelletaan, mitä mainitun lain 2 §:n 1 momentissa, 4―12 ja 14 §:ssä, 16 §:n 1 momentin 1 ja 7―9 kohdassa sekä 2 momentissa, 18 §:n 1 momentissa, 19 §:ssä, 28 §:n 2 ja 3 momentissa sekä 29 ja 30 §:ssä säädetään. Lisäksi sovelletaan lain 18 §:n 2 momentin 2 kohtaa siten, että siinä säädetyn 25 prosentin sijasta edellytyksenä henkilöstön osallistumista koskevien lain 28―30 §:n soveltamiselle on 33 1/3 prosenttia. Henkilöstön osallistumisen järjestämiseen sovelletaan myös eurooppayhtiön (SE) säännöistä annetun neuvoston asetuksen (EY) N:o 2157/2001 12 artiklan 2―4 kohtaa. Rajat ylittävään sulautumiseen osallistuvat yhtiöt voivat kuitenkin ilman henkilöstön kanssa käytäviä neuvotteluja päättää, että ne soveltavat henkilöstöedustuksesta eurooppayhtiössä (SE) ja eurooppaosuuskunnassa (SCE) annetun lain 28―30 §:ssä tarkoitettuja henkilöstön osallistumista koskevia toissijaisia säännöksiä välittömästi muodostettavan yhtiön rekisteröinnistä alkaen. Jos vähintään yhdessä sulautuvista yhtiöistä on henkilöstön osallistumista koskeva järjestelmä ja jos rajat ylittävän sulautumisen tuloksena muodostettavassa yhtiössä tulee sovellettavaksi tällainen järjestelmä 1 ja 2 momentin mukaisesti, kyseiselle yhtiölle on valittava sellainen yhtiömuoto, joka mahdollistaa henkilöstön osallistumisoikeudet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9 b",
        "normalized_fi": "Jos vähintään yhdessä rajat ylittävään sulautumiseen osallistuvassa yhtiössä on henkilöstöedustuksesta eurooppayhtiössä (SE) ja eurooppaosuuskunnassa (SCE) annetun lain (758/2004) 3 § :n 12 kohdassa tarkoitettu henkilöstön osallistumista koskeva järjestelmä, mainitun lain 4 § :n 2 momentissa tarkoitettu erityinen neuvotteluryhmä neuvottelee osallistuvien yhtiöiden toimivaltaisten elinten kanssa henkilöstön osallistumisen järjestämisestä. Tällöin henkilöstön osallistumisen järjestämiseen sovelletaan, mitä mainitun lain 2 § :n 1 momentissa, 4―12 ja 14 § :ssä, 16 § :n 1 momentin 1 ja 7―9 kohdassa sekä 2 momentissa, 18 § :n 1 momentissa, 19 § :ssä, 28 § :n 2 ja 3 momentissa sekä 29 ja 30 § :ssä säädetään. Lisäksi sovelletaan lain 18 § :n 2 momentin 2 kohtaa siten, että siinä säädetyn 25 prosentin sijasta edellytyksenä henkilöstön osallistumista koskevien lain 28―30 § :n soveltamiselle on 33 1/3 prosenttia. Henkilöstön osallistumisen järjestämiseen sovelletaan myös eurooppayhtiön (SE) säännöistä annetun neuvoston asetuksen (EY) N:o 2157/2001 12 artiklan 2―4 kohtaa. Rajat ylittävään sulautumiseen osallistuvat yhtiöt voivat kuitenkin ilman henkilöstön kanssa käytäviä neuvotteluja päättää, että ne soveltavat henkilöstöedustuksesta eurooppayhtiössä (SE) ja eurooppaosuuskunnassa (SCE) annetun lain 28―30 § :ssä tarkoitettuja henkilöstön osallistumista koskevia toissijaisia säännöksiä välittömästi muodostettavan yhtiön rekisteröinnistä alkaen. Jos vähintään yhdessä sulautuvista yhtiöistä on henkilöstön osallistumista koskeva järjestelmä ja jos rajat ylittävän sulautumisen tuloksena muodostettavassa yhtiössä tulee sovellettavaksi tällainen järjestelmä 1 ja 2 momentin mukaisesti, kyseiselle yhtiölle on valittava sellainen yhtiömuoto, joka mahdollistaa henkilöstön osallistumisoikeudet.",
        "folded_fi": "jos vahintaan yhdessa rajat ylittavaan sulautumiseen osallistuvassa yhtiossa on henkilostoedustuksesta eurooppayhtiossa (se) ja eurooppaosuuskunnassa (sce) annetun lain (758/2004) 3 §:n 12 kohdassa tarkoitettu henkiloston osallistumista koskeva jarjestelma, mainitun lain 4 §:n 2 momentissa tarkoitettu erityinen neuvotteluryhma neuvottelee osallistuvien yhtioiden toimivaltaisten elinten kanssa henkiloston osallistumisen jarjestamisesta. talloin henkiloston osallistumisen jarjestamiseen sovelletaan, mita mainitun lain 2 §:n 1 momentissa, 4―12 ja 14 §:ssa, 16 §:n 1 momentin 1 ja 7―9 kohdassa seka 2 momentissa, 18 §:n 1 momentissa, 19 §:ssa, 28 §:n 2 ja 3 momentissa seka 29 ja 30 §:ssa saadetaan. lisaksi sovelletaan lain 18 §:n 2 momentin 2 kohtaa siten, etta siina saadetyn 25 prosentin sijasta edellytyksena henkiloston osallistumista koskevien lain 28―30 §:n soveltamiselle on 33 1/3 prosenttia. henkiloston osallistumisen jarjestamiseen sovelletaan myos eurooppayhtion (se) saannoista annetun neuvoston asetuksen (ey) n:o 2157/2001 12 artiklan 2―4 kohtaa. rajat ylittavaan sulautumiseen osallistuvat yhtiot voivat kuitenkin ilman henkiloston kanssa kaytavia neuvotteluja paattaa, etta ne soveltavat henkilostoedustuksesta eurooppayhtiossa (se) ja eurooppaosuuskunnassa (sce) annetun lain 28―30 §:ssa tarkoitettuja henkiloston osallistumista koskevia toissijaisia saannoksia valittomasti muodostettavan yhtion rekisteroinnista alkaen. jos vahintaan yhdessa sulautuvista yhtioista on henkiloston osallistumista koskeva jarjestelma ja jos rajat ylittavan sulautumisen tuloksena muodostettavassa yhtiossa tulee sovellettavaksi tallainen jarjestelma 1 ja 2 momentin mukaisesti, kyseiselle yhtiolle on valittava sellainen yhtiomuoto, joka mahdollistaa henkiloston osallistumisoikeudet.",
        "title_sv": "Tillämpning av bestämmelserna om europabolag",
        "content_sv": "Om minst ett av de bolag som deltar i en gränsöverskridande fusion har ett sådant system för arbetstagarmedverkan som avses i 3 § 12 punkten i lagen om arbetstagarinflytande i europabolag och europeiska kooperativa föreningar (758/2004), ska ett i 4 § 2 mom. i nämnda lag avsett särskilt förhandlingsorgan förhandla med de deltagande bolagens behöriga organ om ordnandet av arbetstagarnas medverkan. På ordnandet av arbetstagarnas medverkan tillämpas då vad som bestäms i 2 § 1 mom., 4―12 och 14 §, 16 § 1 mom. 1 och 7―9 punkten samt 2 mom., 18 § 1 mom., 19 §, 28 § 2 och 3 mom. samt 29 och 30 § i den nämnda lagen. Dessutom tillämpas 18 § 2 mom. 2 punkten i den nämnda lagen så att tillämpligheten av referensbestämmelserna om arbetstagarmedverkan i dess 28―30 § förutsätter procenttalet 33 1/3 i stället för 25. På ordnandet av arbetstagarnas medverkan tillämpas även artiklarna 12.2―12.4 i rådets förordning (EG) nr 2157/2001 om stadga för europabolag. Bolag som deltar i en gränsöverskridande fusion kan emellertid utan förhandlingar med personalen välja att tillämpa de referensbestämmelser för arbetstagarmedverkan som avses i 28―30 § i lagen om arbetstagarinflytande i europabolag och europeiska kooperativa föreningar direkt från och med dagen för registreringen av det bolag som bildas. Om minst ett av de fusionerande bolagen omfattas av ett system för arbetstagarmedverkan och ett sådant system ska börja tillämpas i enlighet med 1 och 2 mom. i det bolag som bildas genom den gränsöverskridande fusionen, ska bolaget få en bolagsform som möjliggör arbetstagarnas rätt till medverkan.",
        "normalized_sv": "Om minst ett av de bolag som deltar i en gränsöverskridande fusion har ett sådant system för arbetstagarmedverkan som avses i 3 § 12 punkten i lagen om arbetstagarinflytande i europabolag och europeiska kooperativa föreningar (758/2004), ska ett i 4 § 2 mom. i nämnda lag avsett särskilt förhandlingsorgan förhandla med de deltagande bolagens behöriga organ om ordnandet av arbetstagarnas medverkan. På ordnandet av arbetstagarnas medverkan tillämpas då vad som bestäms i 2 § 1 mom., 4―12 och 14 § , 16 § 1 mom. 1 och 7―9 punkten samt 2 mom., 18 § 1 mom., 19 § , 28 § 2 och 3 mom. samt 29 och 30 § i den nämnda lagen. Dessutom tillämpas 18 § 2 mom. 2 punkten i den nämnda lagen så att tillämpligheten av referensbestämmelserna om arbetstagarmedverkan i dess 28―30 § förutsätter procenttalet 33 1/3 i stället för 25. På ordnandet av arbetstagarnas medverkan tillämpas även artiklarna 12.2―12.4 i rådets förordning (EG) nr 2157/2001 om stadga för europabolag. Bolag som deltar i en gränsöverskridande fusion kan emellertid utan förhandlingar med personalen välja att tillämpa de referensbestämmelser för arbetstagarmedverkan som avses i 28―30 § i lagen om arbetstagarinflytande i europabolag och europeiska kooperativa föreningar direkt från och med dagen för registreringen av det bolag som bildas. Om minst ett av de fusionerande bolagen omfattas av ett system för arbetstagarmedverkan och ett sådant system ska börja tillämpas i enlighet med 1 och 2 mom. i det bolag som bildas genom den gränsöverskridande fusionen, ska bolaget få en bolagsform som möjliggör arbetstagarnas rätt till medverkan.",
        "folded_sv": "om minst ett av de bolag som deltar i en gransoverskridande fusion har ett sadant system for arbetstagarmedverkan som avses i 3 § 12 punkten i lagen om arbetstagarinflytande i europabolag och europeiska kooperativa foreningar (758/2004), ska ett i 4 § 2 mom. i namnda lag avsett sarskilt forhandlingsorgan forhandla med de deltagande bolagens behoriga organ om ordnandet av arbetstagarnas medverkan. pa ordnandet av arbetstagarnas medverkan tillampas da vad som bestams i 2 § 1 mom., 4―12 och 14 §, 16 § 1 mom. 1 och 7―9 punkten samt 2 mom., 18 § 1 mom., 19 §, 28 § 2 och 3 mom. samt 29 och 30 § i den namnda lagen. dessutom tillampas 18 § 2 mom. 2 punkten i den namnda lagen sa att tillampligheten av referensbestammelserna om arbetstagarmedverkan i dess 28―30 § forutsatter procenttalet 33 1/3 i stallet for 25. pa ordnandet av arbetstagarnas medverkan tillampas aven artiklarna 12.2―12.4 i radets forordning (eg) nr 2157/2001 om stadga for europabolag. bolag som deltar i en gransoverskridande fusion kan emellertid utan forhandlingar med personalen valja att tillampa de referensbestammelser for arbetstagarmedverkan som avses i 28―30 § i lagen om arbetstagarinflytande i europabolag och europeiska kooperativa foreningar direkt fran och med dagen for registreringen av det bolag som bildas. om minst ett av de fusionerande bolagen omfattas av ett system for arbetstagarmedverkan och ett sadant system ska borja tillampas i enlighet med 1 och 2 mom. i det bolag som bildas genom den gransoverskridande fusionen, ska bolaget fa en bolagsform som mojliggor arbetstagarnas ratt till medverkan."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "9 c",
      "section": "9 c",
      "title": "Päätös olla aloittamatta tai lopettaa neuvottelut",
      "content": "Edellä 9 b §:n 1 momentissa tarkoitettu erityinen neuvotteluryhmä voi päättää olla aloittamatta neuvotteluja tai lopettaa neuvottelut. Päätös edellyttää vähintään kahden kolmasosan enemmistöä niiden jäsenten äänistä, jotka edustavat vähintään kahta kolmasosaa henkilöstöstä, mukaan lukien niiden jäsenten äänet, jotka edustavat vähintään kahdessa jäsenvaltiossa työskentelevää henkilöstöä. Tällöin 9 b ja 9 d―9 f §:ää ei sovelleta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9 c",
        "normalized_fi": "Edellä 9 b § :n 1 momentissa tarkoitettu erityinen neuvotteluryhmä voi päättää olla aloittamatta neuvotteluja tai lopettaa neuvottelut. Päätös edellyttää vähintään kahden kolmasosan enemmistöä niiden jäsenten äänistä, jotka edustavat vähintään kahta kolmasosaa henkilöstöstä, mukaan lukien niiden jäsenten äänet, jotka edustavat vähintään kahdessa jäsenvaltiossa työskentelevää henkilöstöä. Tällöin 9 b ja 9 d―9 f § :ää ei sovelleta.",
        "folded_fi": "edella 9 b §:n 1 momentissa tarkoitettu erityinen neuvotteluryhma voi paattaa olla aloittamatta neuvotteluja tai lopettaa neuvottelut. paatos edellyttaa vahintaan kahden kolmasosan enemmistoa niiden jasenten aanista, jotka edustavat vahintaan kahta kolmasosaa henkilostosta, mukaan lukien niiden jasenten aanet, jotka edustavat vahintaan kahdessa jasenvaltiossa tyoskentelevaa henkilostoa. talloin 9 b ja 9 d―9 f §:aa ei sovelleta.",
        "title_sv": "Beslut om att inte inleda förhandlingar eller avbrytande av förhandlingar",
        "content_sv": "Ett sådant särskilt förhandlingsorgan som avses 9 b § 1 mom. får besluta att inte inleda förhandlingar eller att avbryta förhandlingarna. Beslutet förutsätter minst två tredjedels majoritet av rösterna från de ledamöter som representerar minst två tredjedelar av arbetstagarna, däribland rösterna från de ledamöter som representerar arbetstagare i minst två medlemsstater. Då tillämpas inte 9 b och 9 d―9 f §.",
        "normalized_sv": "Ett sådant särskilt förhandlingsorgan som avses 9 b § 1 mom. får besluta att inte inleda förhandlingar eller att avbryta förhandlingarna. Beslutet förutsätter minst två tredjedels majoritet av rösterna från de ledamöter som representerar minst två tredjedelar av arbetstagarna, däribland rösterna från de ledamöter som representerar arbetstagare i minst två medlemsstater. Då tillämpas inte 9 b och 9 d―9 f § .",
        "folded_sv": "ett sadant sarskilt forhandlingsorgan som avses 9 b § 1 mom. far besluta att inte inleda forhandlingar eller att avbryta forhandlingarna. beslutet forutsatter minst tva tredjedels majoritet av rosterna fran de ledamoter som representerar minst tva tredjedelar av arbetstagarna, daribland rosterna fran de ledamoter som representerar arbetstagare i minst tva medlemsstater. da tillampas inte 9 b och 9 d―9 f §."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "9 d",
      "section": "9 d",
      "title": "Henkilöstön osallistumisen rajoittaminen",
      "content": "Jos henkilöstön kanssa käytyjen neuvottelujen jälkeen tulisivat sovellettaviksi henkilöstöedustuksesta eurooppayhtiössä (SE) ja eurooppaosuuskunnassa (SCE) annetun lain 28―30 §:ssä tarkoitetut henkilöstön osallistumista koskevat toissijaiset säännökset, henkilöstön osallistumisen osuutta rajat ylittävän sulautumisen tuloksena muodostettavassa yhtiössä voidaan rajoittaa. Henkilöstön edustajien osuus muodostettavan yhtiön hallintoelimessä ei kuitenkaan saa olla vähemmän kuin yksi kolmasosa, jos yhdessäkin sulautumiseen osallistuvassa yhtiössä henkilöstön edustajien osuus on vähintään yksi kolmasosa hallituksen tai muun hallintoelimen jäsenistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9 d",
        "normalized_fi": "Jos henkilöstön kanssa käytyjen neuvottelujen jälkeen tulisivat sovellettaviksi henkilöstöedustuksesta eurooppayhtiössä (SE) ja eurooppaosuuskunnassa (SCE) annetun lain 28―30 § :ssä tarkoitetut henkilöstön osallistumista koskevat toissijaiset säännökset, henkilöstön osallistumisen osuutta rajat ylittävän sulautumisen tuloksena muodostettavassa yhtiössä voidaan rajoittaa. Henkilöstön edustajien osuus muodostettavan yhtiön hallintoelimessä ei kuitenkaan saa olla vähemmän kuin yksi kolmasosa, jos yhdessäkin sulautumiseen osallistuvassa yhtiössä henkilöstön edustajien osuus on vähintään yksi kolmasosa hallituksen tai muun hallintoelimen jäsenistä.",
        "folded_fi": "jos henkiloston kanssa kaytyjen neuvottelujen jalkeen tulisivat sovellettaviksi henkilostoedustuksesta eurooppayhtiossa (se) ja eurooppaosuuskunnassa (sce) annetun lain 28―30 §:ssa tarkoitetut henkiloston osallistumista koskevat toissijaiset saannokset, henkiloston osallistumisen osuutta rajat ylittavan sulautumisen tuloksena muodostettavassa yhtiossa voidaan rajoittaa. henkiloston edustajien osuus muodostettavan yhtion hallintoelimessa ei kuitenkaan saa olla vahemman kuin yksi kolmasosa, jos yhdessakin sulautumiseen osallistuvassa yhtiossa henkiloston edustajien osuus on vahintaan yksi kolmasosa hallituksen tai muun hallintoelimen jasenista.",
        "title_sv": "Begränsning av arbetstagarnas medverkan",
        "content_sv": "Om de referensbestämmelser för arbetstagarmedverkan som avses i 28―30 § i lagen om arbetstagarinflytande i europabolag och europeiska kooperativa föreningar blir tillämpliga efter förhandlingar med arbetstagarna, kan omfattningen av arbetstagarnas medverkan begränsas i det bolag som bildas genom den gränsöverskridande fusionen. Andelen personalrepresentanter i förvaltningsorganet får dock inte vara mindre än en tredjedel, om andelen personalrepresentanter i ett av de fusionerande bolagen utgör minst en tredjedel av antalet ledamöter i styrelsen eller något annat förvaltningsorgan.",
        "normalized_sv": "Om de referensbestämmelser för arbetstagarmedverkan som avses i 28―30 § i lagen om arbetstagarinflytande i europabolag och europeiska kooperativa föreningar blir tillämpliga efter förhandlingar med arbetstagarna, kan omfattningen av arbetstagarnas medverkan begränsas i det bolag som bildas genom den gränsöverskridande fusionen. Andelen personalrepresentanter i förvaltningsorganet får dock inte vara mindre än en tredjedel, om andelen personalrepresentanter i ett av de fusionerande bolagen utgör minst en tredjedel av antalet ledamöter i styrelsen eller något annat förvaltningsorgan.",
        "folded_sv": "om de referensbestammelser for arbetstagarmedverkan som avses i 28―30 § i lagen om arbetstagarinflytande i europabolag och europeiska kooperativa foreningar blir tillampliga efter forhandlingar med arbetstagarna, kan omfattningen av arbetstagarnas medverkan begransas i det bolag som bildas genom den gransoverskridande fusionen. andelen personalrepresentanter i forvaltningsorganet far dock inte vara mindre an en tredjedel, om andelen personalrepresentanter i ett av de fusionerande bolagen utgor minst en tredjedel av antalet ledamoter i styrelsen eller nagot annat forvaltningsorgan."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "9 e",
      "section": "9 e",
      "title": "Henkilöstön osallistumisoikeuksien suoja",
      "content": "Jos rajat ylittävän sulautumisen tuloksena muodostettu suomalainen yhtiö sulautuu toiseen suomalaiseen yhtiöön, henkilöstön osallistumisoikeuksia ei saa heikentää rajat ylittävän sulautumisen voimaantuloa seuraavien kolmen vuoden aikana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9 e",
        "normalized_fi": "Jos rajat ylittävän sulautumisen tuloksena muodostettu suomalainen yhtiö sulautuu toiseen suomalaiseen yhtiöön, henkilöstön osallistumisoikeuksia ei saa heikentää rajat ylittävän sulautumisen voimaantuloa seuraavien kolmen vuoden aikana.",
        "folded_fi": "jos rajat ylittavan sulautumisen tuloksena muodostettu suomalainen yhtio sulautuu toiseen suomalaiseen yhtioon, henkiloston osallistumisoikeuksia ei saa heikentaa rajat ylittavan sulautumisen voimaantuloa seuraavien kolmen vuoden aikana.",
        "title_sv": "Skydd av arbetstagarnas rätt till medverkan",
        "content_sv": "Om ett finskt bolag som har bildats genom gränsöverskridande fusion fusioneras med ett annat finskt bolag, får arbetstagarnas rätt till medverkan inte inskränkas under de tre år som följer efter det att den gränsöverskridande fusionen har trätt i kraft.",
        "normalized_sv": "Om ett finskt bolag som har bildats genom gränsöverskridande fusion fusioneras med ett annat finskt bolag, får arbetstagarnas rätt till medverkan inte inskränkas under de tre år som följer efter det att den gränsöverskridande fusionen har trätt i kraft.",
        "folded_sv": "om ett finskt bolag som har bildats genom gransoverskridande fusion fusioneras med ett annat finskt bolag, far arbetstagarnas ratt till medverkan inte inskrankas under de tre ar som foljer efter det att den gransoverskridande fusionen har tratt i kraft."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "9 f",
      "section": "9 f",
      "title": "Rajat ylittävä jakautuminen",
      "content": "Mitä edellä säädetään henkilöstön osallistumisen järjestämisestä rajat ylittävässä sulautumisessa, koskee soveltuvin osin myös rajat ylittävää jakautumista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9 f",
        "normalized_fi": "Mitä edellä säädetään henkilöstön osallistumisen järjestämisestä rajat ylittävässä sulautumisessa, koskee soveltuvin osin myös rajat ylittävää jakautumista.",
        "folded_fi": "mita edella saadetaan henkiloston osallistumisen jarjestamisesta rajat ylittavassa sulautumisessa, koskee soveltuvin osin myos rajat ylittavaa jakautumista.",
        "title_sv": "Gränsöverskridande delningar",
        "content_sv": "Vad som ovan föreskrivs om ordnandet av arbetstagarnas medverkan vid gränsöverskridande fusioner gäller i tillämpliga delar även gränsöverskridande delningar.",
        "normalized_sv": "Vad som ovan föreskrivs om ordnandet av arbetstagarnas medverkan vid gränsöverskridande fusioner gäller i tillämpliga delar även gränsöverskridande delningar.",
        "folded_sv": "vad som ovan foreskrivs om ordnandet av arbetstagarnas medverkan vid gransoverskridande fusioner galler i tillampliga delar aven gransoverskridande delningar."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Vapautus työstä ja korvaukset",
      "content": "Edellä 9 b §:n 1 momentissa tarkoitetun erityisen neuvotteluryhmän jäsenten vapauttamiseen työstä ja heille aiheutuvan ansionmenetyksen sekä neuvotteluryhmän kustannusten korvaamiseen sovelletaan, mitä henkilöstöedustuksesta eurooppayhtiössä (SE) ja eurooppaosuuskunnassa (SCE) annetun lain 34 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Edellä 9 b § :n 1 momentissa tarkoitetun erityisen neuvotteluryhmän jäsenten vapauttamiseen työstä ja heille aiheutuvan ansionmenetyksen sekä neuvotteluryhmän kustannusten korvaamiseen sovelletaan, mitä henkilöstöedustuksesta eurooppayhtiössä (SE) ja eurooppaosuuskunnassa (SCE) annetun lain 34 § :ssä säädetään.",
        "folded_fi": "edella 9 b §:n 1 momentissa tarkoitetun erityisen neuvotteluryhman jasenten vapauttamiseen tyosta ja heille aiheutuvan ansionmenetyksen seka neuvotteluryhman kustannusten korvaamiseen sovelletaan, mita henkilostoedustuksesta eurooppayhtiossa (se) ja eurooppaosuuskunnassa (sce) annetun lain 34 §:ssa saadetaan.",
        "title_sv": "Befrielse från arbete samt ersättningar",
        "content_sv": "I fråga om befrielse från arbete och ersättning för inkomstbortfall för ledamöterna i det särskilda förhandlingsorgan som avses i 9 b § 1 mom. samt förhandlingsorganets kostnader tillämpas 34 § i lagen om arbetstagarinflytande i europabolag och europeiska kooperativa föreningar.",
        "normalized_sv": "I fråga om befrielse från arbete och ersättning för inkomstbortfall för ledamöterna i det särskilda förhandlingsorgan som avses i 9 b § 1 mom. samt förhandlingsorganets kostnader tillämpas 34 § i lagen om arbetstagarinflytande i europabolag och europeiska kooperativa föreningar.",
        "folded_sv": "i fraga om befrielse fran arbete och ersattning for inkomstbortfall for ledamoterna i det sarskilda forhandlingsorgan som avses i 9 b § 1 mom. samt forhandlingsorganets kostnader tillampas 34 § i lagen om arbetstagarinflytande i europabolag och europeiska kooperativa foreningar."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Henkilöstön edustajan irtisanomissuoja",
      "content": "Henkilöstön edustajan ja varaedustajan sekä 9 b §:n 1 momentissa tarkoitetun erityisen neuvotteluryhmän jäsenen irtisanomissuojasta on voimassa, mitä työsopimuslain (55/2001) 7 luvun 10 §:ssä säädetään luottamusmiehen ja luottamusvaltuutetun työsopimuksen irtisanomisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Henkilöstön edustajan ja varaedustajan sekä 9 b § :n 1 momentissa tarkoitetun erityisen neuvotteluryhmän jäsenen irtisanomissuojasta on voimassa, mitä työsopimuslain (55/2001) 7 luvun 10 § :ssä säädetään luottamusmiehen ja luottamusvaltuutetun työsopimuksen irtisanomisesta.",
        "folded_fi": "henkiloston edustajan ja varaedustajan seka 9 b §:n 1 momentissa tarkoitetun erityisen neuvotteluryhman jasenen irtisanomissuojasta on voimassa, mita tyosopimuslain (55/2001) 7 luvun 10 §:ssa saadetaan luottamusmiehen ja luottamusvaltuutetun tyosopimuksen irtisanomisesta.",
        "title_sv": "Personalrepresentanternas uppsägningsskydd",
        "content_sv": "I fråga om uppsägningsskyddet för personalrepresentanter och suppleanter samt ledamöterna i det särskilda förhandlingsorgan som avses i 9 b § 1 mom. gäller vad som i 7 kap. 10 § i arbetsavtalslagen (55/2001) bestäms om uppsägning av en förtroendemans och ett förtroendeombuds arbetsavtal.",
        "normalized_sv": "I fråga om uppsägningsskyddet för personalrepresentanter och suppleanter samt ledamöterna i det särskilda förhandlingsorgan som avses i 9 b § 1 mom. gäller vad som i 7 kap. 10 § i arbetsavtalslagen (55/2001) bestäms om uppsägning av en förtroendemans och ett förtroendeombuds arbetsavtal.",
        "folded_sv": "i fraga om uppsagningsskyddet for personalrepresentanter och suppleanter samt ledamoterna i det sarskilda forhandlingsorgan som avses i 9 b § 1 mom. galler vad som i 7 kap. 10 § i arbetsavtalslagen (55/2001) bestams om uppsagning av en fortroendemans och ett fortroendeombuds arbetsavtal."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Salassapitovelvollisuus",
      "content": "Edellä 9 b §:n 1 momentissa tarkoitetun erityisen neuvotteluryhmän jäsenten ja heitä avustavien asiantuntijoiden salassapitovelvollisuuteen sovelletaan, mitä henkilöstöedustuksesta eurooppayhtiössä (SE) ja eurooppaosuuskunnassa (SCE) annetun lain 31 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Edellä 9 b § :n 1 momentissa tarkoitetun erityisen neuvotteluryhmän jäsenten ja heitä avustavien asiantuntijoiden salassapitovelvollisuuteen sovelletaan, mitä henkilöstöedustuksesta eurooppayhtiössä (SE) ja eurooppaosuuskunnassa (SCE) annetun lain 31 § :ssä säädetään.",
        "folded_fi": "edella 9 b §:n 1 momentissa tarkoitetun erityisen neuvotteluryhman jasenten ja heita avustavien asiantuntijoiden salassapitovelvollisuuteen sovelletaan, mita henkilostoedustuksesta eurooppayhtiossa (se) ja eurooppaosuuskunnassa (sce) annetun lain 31 §:ssa saadetaan.",
        "title_sv": "Tystnadsplikt",
        "content_sv": "I fråga om tystnadsplikten för ledamöterna i det särskilda förhandlingsorgan som avses i 9 b § 1 mom. och de experter som biträder dem tillämpas 31 § i lagen om arbetstagarinflytande i europabolag och europeiska kooperativa föreningar.",
        "normalized_sv": "I fråga om tystnadsplikten för ledamöterna i det särskilda förhandlingsorgan som avses i 9 b § 1 mom. och de experter som biträder dem tillämpas 31 § i lagen om arbetstagarinflytande i europabolag och europeiska kooperativa föreningar.",
        "folded_sv": "i fraga om tystnadsplikten for ledamoterna i det sarskilda forhandlingsorgan som avses i 9 b § 1 mom. och de experter som bitrader dem tillampas 31 § i lagen om arbetstagarinflytande i europabolag och europeiska kooperativa foreningar."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    }
  ]
}