{
  "id": "112/2025",
  "type": "statute",
  "title": "Laki eduskunnan virkamiehistä annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om riksdagens tjänstemän",
  "status": "in_force",
  "issued_date": "2025-03-28",
  "in_force_date": "2025-03-28",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2025/112/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "4:25 a",
      "chapter": "4",
      "section": "25 a",
      "content": "Työnantajan liikkeen luovutuksella tarkoitetaan eduskunnan viraston toiminnallisen osan luovuttamista toiselle työnantajalle, jos luovutettava osa pysyy luovutuksen jälkeen samana tai samankaltaisena. Edellä 1 momentissa tarkoitetussa luovutuksessa työnantajan luovutushetkellä voimassa olevista virkasuhteista johtuvat oikeudet ja velvollisuudet siirtyvät luovutuksensaajalle. Tämä ei kuitenkaan koske niitä oikeuksia ja velvollisuuksia, jotka johtuvat nimenomaan virkasuhteesta eivätkä ole ominaisia työsuhteelle, silloin, kun virkamies siirtyy työsopimussuhteeseen luovutuksensaajan palvelukseen. Ennen luovutusta erääntyneestä palkka- tai muusta virkasuhteesta johtuvasta saatavasta vastaavat luovuttaja ja luovutuksensaaja yhteisvastuullisesti. Luovuttaja on kuitenkin luovutuksensaajalle vastuussa ennen luovutusta erääntyneestä saatavasta, jollei muuta ole sovittu. Luovutuksensaaja on velvollinen noudattamaan luovutushetkellä voimassa olleen virkaehtosopimuksen määräyksiä, kuten työehtosopimuslain (436/1946) 5 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4a__sec_25a",
        "normalized_fi": "Työnantajan liikkeen luovutuksella tarkoitetaan eduskunnan viraston toiminnallisen osan luovuttamista toiselle työnantajalle, jos luovutettava osa pysyy luovutuksen jälkeen samana tai samankaltaisena. Edellä 1 momentissa tarkoitetussa luovutuksessa työnantajan luovutushetkellä voimassa olevista virkasuhteista johtuvat oikeudet ja velvollisuudet siirtyvät luovutuksensaajalle. Tämä ei kuitenkaan koske niitä oikeuksia ja velvollisuuksia, jotka johtuvat nimenomaan virkasuhteesta eivätkä ole ominaisia työsuhteelle, silloin, kun virkamies siirtyy työsopimussuhteeseen luovutuksensaajan palvelukseen. Ennen luovutusta erääntyneestä palkka- tai muusta virkasuhteesta johtuvasta saatavasta vastaavat luovuttaja ja luovutuksensaaja yhteisvastuullisesti. Luovuttaja on kuitenkin luovutuksensaajalle vastuussa ennen luovutusta erääntyneestä saatavasta, jollei muuta ole sovittu. Luovutuksensaaja on velvollinen noudattamaan luovutushetkellä voimassa olleen virkaehtosopimuksen määräyksiä, kuten työehtosopimuslain (436/1946) 5 § :ssä säädetään.",
        "folded_fi": "tyonantajan liikkeen luovutuksella tarkoitetaan eduskunnan viraston toiminnallisen osan luovuttamista toiselle tyonantajalle, jos luovutettava osa pysyy luovutuksen jalkeen samana tai samankaltaisena. edella 1 momentissa tarkoitetussa luovutuksessa tyonantajan luovutushetkella voimassa olevista virkasuhteista johtuvat oikeudet ja velvollisuudet siirtyvat luovutuksensaajalle. tama ei kuitenkaan koske niita oikeuksia ja velvollisuuksia, jotka johtuvat nimenomaan virkasuhteesta eivatka ole ominaisia tyosuhteelle, silloin, kun virkamies siirtyy tyosopimussuhteeseen luovutuksensaajan palvelukseen. ennen luovutusta eraantyneesta palkka- tai muusta virkasuhteesta johtuvasta saatavasta vastaavat luovuttaja ja luovutuksensaaja yhteisvastuullisesti. luovuttaja on kuitenkin luovutuksensaajalle vastuussa ennen luovutusta eraantyneesta saatavasta, jollei muuta ole sovittu. luovutuksensaaja on velvollinen noudattamaan luovutushetkella voimassa olleen virkaehtosopimuksen maarayksia, kuten tyoehtosopimuslain (436/1946) 5 §:ssa saadetaan.",
        "content_sv": "Med överlåtelse av arbetsgivarens rörelse avses överlåtelse av en funktionell del av verksamheten vid riksdagens ämbetsverk till en annan arbetsgivare, om den del som överlåts förblir oförändrad eller likartad efter överlåtelsen. Vid sådan överlåtelse av rörelse som avses i 1 mom. övergår de rättigheter och skyldigheter som arbetsgivaren har med anledning av de tjänsteförhållanden som gäller vid tidpunkten för överlåtelsen på förvärvaren. Detta gäller dock inte de rättigheter och skyldigheter som uttryckligen följer av ett tjänsteförhållande och som inte är utmärkande för ett arbetsavtalsförhållande när en tjänsteman övergår till anställning i arbetsavtalsförhållande hos förvärvaren. Överlåtaren och förvärvaren ansvarar solidariskt för en lönefordran eller fordran av annat slag som följer av ett tjänsteförhållande, om fordran har förfallit till betalning före överlåtelsen. Överlåtaren är dock ansvarig gentemot förvärvaren för en fordran som förfallit till betalning före överlåtelsen, om inte något annat har avtalats. Förvärvaren är skyldig att iaktta det tjänstekollektivavtal som gäller vid tidpunkten för överlåtelsen så som bestäms i 5 § lagen om kollektivavtal (436/1946).",
        "normalized_sv": "Med överlåtelse av arbetsgivarens rörelse avses överlåtelse av en funktionell del av verksamheten vid riksdagens ämbetsverk till en annan arbetsgivare, om den del som överlåts förblir oförändrad eller likartad efter överlåtelsen. Vid sådan överlåtelse av rörelse som avses i 1 mom. övergår de rättigheter och skyldigheter som arbetsgivaren har med anledning av de tjänsteförhållanden som gäller vid tidpunkten för överlåtelsen på förvärvaren. Detta gäller dock inte de rättigheter och skyldigheter som uttryckligen följer av ett tjänsteförhållande och som inte är utmärkande för ett arbetsavtalsförhållande när en tjänsteman övergår till anställning i arbetsavtalsförhållande hos förvärvaren. Överlåtaren och förvärvaren ansvarar solidariskt för en lönefordran eller fordran av annat slag som följer av ett tjänsteförhållande, om fordran har förfallit till betalning före överlåtelsen. Överlåtaren är dock ansvarig gentemot förvärvaren för en fordran som förfallit till betalning före överlåtelsen, om inte något annat har avtalats. Förvärvaren är skyldig att iaktta det tjänstekollektivavtal som gäller vid tidpunkten för överlåtelsen så som bestäms i 5 § lagen om kollektivavtal (436/1946).",
        "folded_sv": "med overlatelse av arbetsgivarens rorelse avses overlatelse av en funktionell del av verksamheten vid riksdagens ambetsverk till en annan arbetsgivare, om den del som overlats forblir oforandrad eller likartad efter overlatelsen. vid sadan overlatelse av rorelse som avses i 1 mom. overgar de rattigheter och skyldigheter som arbetsgivaren har med anledning av de tjansteforhallanden som galler vid tidpunkten for overlatelsen pa forvarvaren. detta galler dock inte de rattigheter och skyldigheter som uttryckligen foljer av ett tjansteforhallande och som inte ar utmarkande for ett arbetsavtalsforhallande nar en tjansteman overgar till anstallning i arbetsavtalsforhallande hos forvarvaren. overlataren och forvarvaren ansvarar solidariskt for en lonefordran eller fordran av annat slag som foljer av ett tjansteforhallande, om fordran har forfallit till betalning fore overlatelsen. overlataren ar dock ansvarig gentemot forvarvaren for en fordran som forfallit till betalning fore overlatelsen, om inte nagot annat har avtalats. forvarvaren ar skyldig att iaktta det tjanstekollektivavtal som galler vid tidpunkten for overlatelsen sa som bestams i 5 § lagen om kollektivavtal (436/1946)."
      }
    },
    {
      "provision_ref": "4:25 b",
      "chapter": "4",
      "section": "25 b",
      "content": "Luovutuksensaaja ei saa irtisanoa palvelussuhdetta pelkästään 25 a §:n 1 momentissa tarkoitetun liikkeen luovutuksen perusteella. Eduskunnan viraston luovuttaessa toiminnallisen osansa 25 a §:ssä säädetyllä tavalla virkamies saa virkasuhteessa muutoin sovellettavaa irtisanomisaikaa noudattamatta tai sen kestoajasta riippumatta irtisanoa virkasuhteen päättymään luovutuspäivästä, jos hän on saanut tiedon luovutuksesta työnantajalta tai liikkeen uudelta haltijalta viimeistään kuukautta ennen luovutuspäivää. Jos hänelle on annettu tieto luovutuksesta myöhemmin, hän saa irtisanoa palvelussuhteensa päättymään luovutuspäivästä tai tämän jälkeen, viimeistään kuitenkin kuukauden kuluessa saatuaan tiedon luovutuksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4a__sec_25b",
        "normalized_fi": "Luovutuksensaaja ei saa irtisanoa palvelussuhdetta pelkästään 25 a § :n 1 momentissa tarkoitetun liikkeen luovutuksen perusteella. Eduskunnan viraston luovuttaessa toiminnallisen osansa 25 a § :ssä säädetyllä tavalla virkamies saa virkasuhteessa muutoin sovellettavaa irtisanomisaikaa noudattamatta tai sen kestoajasta riippumatta irtisanoa virkasuhteen päättymään luovutuspäivästä, jos hän on saanut tiedon luovutuksesta työnantajalta tai liikkeen uudelta haltijalta viimeistään kuukautta ennen luovutuspäivää. Jos hänelle on annettu tieto luovutuksesta myöhemmin, hän saa irtisanoa palvelussuhteensa päättymään luovutuspäivästä tai tämän jälkeen, viimeistään kuitenkin kuukauden kuluessa saatuaan tiedon luovutuksesta.",
        "folded_fi": "luovutuksensaaja ei saa irtisanoa palvelussuhdetta pelkastaan 25 a §:n 1 momentissa tarkoitetun liikkeen luovutuksen perusteella. eduskunnan viraston luovuttaessa toiminnallisen osansa 25 a §:ssa saadetylla tavalla virkamies saa virkasuhteessa muutoin sovellettavaa irtisanomisaikaa noudattamatta tai sen kestoajasta riippumatta irtisanoa virkasuhteen paattymaan luovutuspaivasta, jos han on saanut tiedon luovutuksesta tyonantajalta tai liikkeen uudelta haltijalta viimeistaan kuukautta ennen luovutuspaivaa. jos hanelle on annettu tieto luovutuksesta myohemmin, han saa irtisanoa palvelussuhteensa paattymaan luovutuspaivasta tai taman jalkeen, viimeistaan kuitenkin kuukauden kuluessa saatuaan tiedon luovutuksesta.",
        "content_sv": "Den som vid en överlåtelse av rörelse som avses i 25 a § 1 mom. förvärvar rörelsen får inte säga upp ett anställningsförhållande enbart på grund av överlåtelsen. När riksdagens ämbetsverk överlåter en funktionell del av verksamheten på det sätt som föreskrivs i 25 a § får en tjänsteman utan att iaktta den uppsägningstid som annars ska tillämpas i hans eller hennes tjänsteförhållande och oberoende av tjänsteförhållandets längd säga upp tjänsteförhållandet så att det upphör på dagen för överlåtelsen, om arbetsgivaren eller den nya innehavaren av rörelsen har underrättat tjänstemannen om överlåtelsen senast en månad före dagen för överlåtelsen. Om tjänstemannen har underrättats om överlåtelsen senare, får han eller hon säga upp sitt anställningsförhållande så att det upphör på dagen för överlåtelsen eller därefter, dock senast inom en månad från underrättelsen.",
        "normalized_sv": "Den som vid en överlåtelse av rörelse som avses i 25 a § 1 mom. förvärvar rörelsen får inte säga upp ett anställningsförhållande enbart på grund av överlåtelsen. När riksdagens ämbetsverk överlåter en funktionell del av verksamheten på det sätt som föreskrivs i 25 a § får en tjänsteman utan att iaktta den uppsägningstid som annars ska tillämpas i hans eller hennes tjänsteförhållande och oberoende av tjänsteförhållandets längd säga upp tjänsteförhållandet så att det upphör på dagen för överlåtelsen, om arbetsgivaren eller den nya innehavaren av rörelsen har underrättat tjänstemannen om överlåtelsen senast en månad före dagen för överlåtelsen. Om tjänstemannen har underrättats om överlåtelsen senare, får han eller hon säga upp sitt anställningsförhållande så att det upphör på dagen för överlåtelsen eller därefter, dock senast inom en månad från underrättelsen.",
        "folded_sv": "den som vid en overlatelse av rorelse som avses i 25 a § 1 mom. forvarvar rorelsen far inte saga upp ett anstallningsforhallande enbart pa grund av overlatelsen. nar riksdagens ambetsverk overlater en funktionell del av verksamheten pa det satt som foreskrivs i 25 a § far en tjansteman utan att iaktta den uppsagningstid som annars ska tillampas i hans eller hennes tjansteforhallande och oberoende av tjansteforhallandets langd saga upp tjansteforhallandet sa att det upphor pa dagen for overlatelsen, om arbetsgivaren eller den nya innehavaren av rorelsen har underrattat tjanstemannen om overlatelsen senast en manad fore dagen for overlatelsen. om tjanstemannen har underrattats om overlatelsen senare, far han eller hon saga upp sitt anstallningsforhallande sa att det upphor pa dagen for overlatelsen eller darefter, dock senast inom en manad fran underrattelsen."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Työnantajan on osa-aikaisen tai määräaikaisen virkamiehen pyynnöstä annettava perusteltu vastaus mahdollisuudesta pidentää virkamiehen säännöllistä työaikaa tai virkasuhteen kestoaikaa. Vastaus on annettava kirjallisesti kuukauden kuluessa pyynnöstä. Jos viraston henkilöstömäärä on säännöllisesti enintään 250, vastaus voidaan kuitenkin antaa kolmen kuukauden kuluessa, ja pyynnön toistuessa vastaus voidaan antaa suullisesti, jos vastauksen perustelut eivät ole muuttuneet edellisen vastauksen jälkeen. Velvollisuutta antaa kirjallista vastausta ei myöskään ole, jos virkamies on työskennellyt työnantajan palveluksessa alle kuuden kuukauden ajan tai virkamiehen edellisestä pyynnöstä on kulunut alle 12 kuukautta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Työnantajan on osa-aikaisen tai määräaikaisen virkamiehen pyynnöstä annettava perusteltu vastaus mahdollisuudesta pidentää virkamiehen säännöllistä työaikaa tai virkasuhteen kestoaikaa. Vastaus on annettava kirjallisesti kuukauden kuluessa pyynnöstä. Jos viraston henkilöstömäärä on säännöllisesti enintään 250, vastaus voidaan kuitenkin antaa kolmen kuukauden kuluessa, ja pyynnön toistuessa vastaus voidaan antaa suullisesti, jos vastauksen perustelut eivät ole muuttuneet edellisen vastauksen jälkeen. Velvollisuutta antaa kirjallista vastausta ei myöskään ole, jos virkamies on työskennellyt työnantajan palveluksessa alle kuuden kuukauden ajan tai virkamiehen edellisestä pyynnöstä on kulunut alle 12 kuukautta.",
        "folded_fi": "tyonantajan on osa-aikaisen tai maaraaikaisen virkamiehen pyynnosta annettava perusteltu vastaus mahdollisuudesta pidentaa virkamiehen saannollista tyoaikaa tai virkasuhteen kestoaikaa. vastaus on annettava kirjallisesti kuukauden kuluessa pyynnosta. jos viraston henkilostomaara on saannollisesti enintaan 250, vastaus voidaan kuitenkin antaa kolmen kuukauden kuluessa, ja pyynnon toistuessa vastaus voidaan antaa suullisesti, jos vastauksen perustelut eivat ole muuttuneet edellisen vastauksen jalkeen. velvollisuutta antaa kirjallista vastausta ei myoskaan ole, jos virkamies on tyoskennellyt tyonantajan palveluksessa alle kuuden kuukauden ajan tai virkamiehen edellisesta pyynnosta on kulunut alle 12 kuukautta.",
        "content_sv": "Arbetsgivaren ska på begäran av en deltidsanställd eller visstidsanställd tjänsteman ge ett motiverat svar om möjligheten att förlänga den ordinarie arbetstiden eller tjänsteförhållandets längd. Svaret ska ges skriftligen inom en månad från det att begäran lämnades. Om ämbetsverket regelbundet har högst 250 anställda, får svaret dock ges inom tre månader och om begäran upprepas får svaret ges muntligen, om motiveringen till svaret inte har ändrats efter det föregående svaret. Skyldigheten att ge ett skriftligt svar föreligger inte heller om tjänstemannen har varit anställd hos arbetsgivaren mindre än sex månader eller det har förflutit mindre än 12 månader sedan tjänstemannens föregående begäran.",
        "normalized_sv": "Arbetsgivaren ska på begäran av en deltidsanställd eller visstidsanställd tjänsteman ge ett motiverat svar om möjligheten att förlänga den ordinarie arbetstiden eller tjänsteförhållandets längd. Svaret ska ges skriftligen inom en månad från det att begäran lämnades. Om ämbetsverket regelbundet har högst 250 anställda, får svaret dock ges inom tre månader och om begäran upprepas får svaret ges muntligen, om motiveringen till svaret inte har ändrats efter det föregående svaret. Skyldigheten att ge ett skriftligt svar föreligger inte heller om tjänstemannen har varit anställd hos arbetsgivaren mindre än sex månader eller det har förflutit mindre än 12 månader sedan tjänstemannens föregående begäran.",
        "folded_sv": "arbetsgivaren ska pa begaran av en deltidsanstalld eller visstidsanstalld tjansteman ge ett motiverat svar om mojligheten att forlanga den ordinarie arbetstiden eller tjansteforhallandets langd. svaret ska ges skriftligen inom en manad fran det att begaran lamnades. om ambetsverket regelbundet har hogst 250 anstallda, far svaret dock ges inom tre manader och om begaran upprepas far svaret ges muntligen, om motiveringen till svaret inte har andrats efter det foregaende svaret. skyldigheten att ge ett skriftligt svar foreligger inte heller om tjanstemannen har varit anstalld hos arbetsgivaren mindre an sex manader eller det har forflutit mindre an 12 manader sedan tjanstemannens foregaende begaran."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Jos työnantajalla on lakiin tai virkaehtosopimukseen perustuva velvollisuus tarjota virkamiehelle koulutusta, jotta tämä voi tehdä työtä, jota varten hänet on palkattu, tällaisen koulutuksen on oltava maksutonta virkamiehelle. Lisäksi tällainen koulutus on luettava työajaksi ja mahdollisuuksien mukaan sen on tapahduttava säännönmukaisten työvuorojen aikana. Virkamiehelle on annettava kirjallinen selvitys työnteon keskeisistä ehdoista, jolleivät ehdot käy ilmi nimityspäätöksestä tai nimittämiskirjasta. Selvityksestä on käytävä ilmi ainakin: 1) virkasuhteen osapuolet; 2) virkasuhteen kestoaika; 3) määräaikaisuuden peruste; 4) ajankohta, josta lukien asianosainen on virkaan tai virkasuhteeseen nimitetty; 5) pääasialliset tehtävät tai niiden määräytymisperuste; 6) viran tai virkasuhteen sijoituspaikka tai, jos virkamiehellä ei ole pääasiallista kiinteää työntekopaikkaa, selvitys niistä periaatteista, joiden mukaan virkamies työskentelee eri työkohteissa tai on vapaa määrittämään oman työntekopaikkansa; 7) mahdollinen koeaika; 8) palkkauksen perusteet; 9) noudatettava työaika; 10) mahdollinen lakiin, sopimukseen tai käytäntöön perustuva oikeus työnantajan tarjoamaan koulutukseen; 11) vuosiloman määräytyminen; 12) irtisanomisaika tai sen määräytymisen peruste; 13) työhön sovellettava virkaehtosopimus; 14) vakuutuslaitos, jossa työnantaja on järjestänyt virkamiehen eläketurvan tai vakuuttanut virkamiehen työtapaturman ja ammattitaudin varalta; 15) vähintään kuukauden kestävässä ulkomaan työssä työsopimuslain (55/2001) 2 luvun 4 §:n 3 momentin 16 kohdassa tarkoitetut tiedot. Edellä 5 momentin 1-9 kohdassa tarkoitetut tiedot on annettava seitsemän päivän kuluessa ja 10-14 kohdassa tarkoitetut tiedot kuukauden kuluessa siitä ajankohdasta, josta lukien asian- osainen on virkaan tai virkasuhteeseen nimitetty. Mainitun momentin 15 kohdassa tarkoitetut tiedot on annettava ennen virkamiehen lähtöä ulkomaille. Mainitun momentin 7-12 ja 14 kohdassa tarkoitetut tiedot voidaan antaa viittaamalla virkasuhteessa sovellettavaan lakiin tai virkaehtosopimukseen. Virkasuhteiden toistuessa selvitystä ei tarvitse antaa uudelleen, ellei 7 momentista muuta johdu. Selvityksen tiedoissa tapahtuvasta muutoksesta on annettava tieto kirjallisesti niin pian kuin mahdollista, viimeistään kuitenkin muutoksen tullessa voimaan, jollei muutos johdu lainsäädännön tai virkaehtosopimuksen muuttamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_18",
        "normalized_fi": "Jos työnantajalla on lakiin tai virkaehtosopimukseen perustuva velvollisuus tarjota virkamiehelle koulutusta, jotta tämä voi tehdä työtä, jota varten hänet on palkattu, tällaisen koulutuksen on oltava maksutonta virkamiehelle. Lisäksi tällainen koulutus on luettava työajaksi ja mahdollisuuksien mukaan sen on tapahduttava säännönmukaisten työvuorojen aikana. Virkamiehelle on annettava kirjallinen selvitys työnteon keskeisistä ehdoista, jolleivät ehdot käy ilmi nimityspäätöksestä tai nimittämiskirjasta. Selvityksestä on käytävä ilmi ainakin: 1) virkasuhteen osapuolet; 2) virkasuhteen kestoaika; 3) määräaikaisuuden peruste; 4) ajankohta, josta lukien asianosainen on virkaan tai virkasuhteeseen nimitetty; 5) pääasialliset tehtävät tai niiden määräytymisperuste; 6) viran tai virkasuhteen sijoituspaikka tai, jos virkamiehellä ei ole pääasiallista kiinteää työntekopaikkaa, selvitys niistä periaatteista, joiden mukaan virkamies työskentelee eri työkohteissa tai on vapaa määrittämään oman työntekopaikkansa; 7) mahdollinen koeaika; 8) palkkauksen perusteet; 9) noudatettava työaika; 10) mahdollinen lakiin, sopimukseen tai käytäntöön perustuva oikeus työnantajan tarjoamaan koulutukseen; 11) vuosiloman määräytyminen; 12) irtisanomisaika tai sen määräytymisen peruste; 13) työhön sovellettava virkaehtosopimus; 14) vakuutuslaitos, jossa työnantaja on järjestänyt virkamiehen eläketurvan tai vakuuttanut virkamiehen työtapaturman ja ammattitaudin varalta; 15) vähintään kuukauden kestävässä ulkomaan työssä työsopimuslain (55/2001) 2 luvun 4 § :n 3 momentin 16 kohdassa tarkoitetut tiedot. Edellä 5 momentin 1-9 kohdassa tarkoitetut tiedot on annettava seitsemän päivän kuluessa ja 10-14 kohdassa tarkoitetut tiedot kuukauden kuluessa siitä ajankohdasta, josta lukien asian- osainen on virkaan tai virkasuhteeseen nimitetty. Mainitun momentin 15 kohdassa tarkoitetut tiedot on annettava ennen virkamiehen lähtöä ulkomaille. Mainitun momentin 7-12 ja 14 kohdassa tarkoitetut tiedot voidaan antaa viittaamalla virkasuhteessa sovellettavaan lakiin tai virkaehtosopimukseen. Virkasuhteiden toistuessa selvitystä ei tarvitse antaa uudelleen, ellei 7 momentista muuta johdu. Selvityksen tiedoissa tapahtuvasta muutoksesta on annettava tieto kirjallisesti niin pian kuin mahdollista, viimeistään kuitenkin muutoksen tullessa voimaan, jollei muutos johdu lainsäädännön tai virkaehtosopimuksen muuttamisesta.",
        "folded_fi": "jos tyonantajalla on lakiin tai virkaehtosopimukseen perustuva velvollisuus tarjota virkamiehelle koulutusta, jotta tama voi tehda tyota, jota varten hanet on palkattu, tallaisen koulutuksen on oltava maksutonta virkamiehelle. lisaksi tallainen koulutus on luettava tyoajaksi ja mahdollisuuksien mukaan sen on tapahduttava saannonmukaisten tyovuorojen aikana. virkamiehelle on annettava kirjallinen selvitys tyonteon keskeisista ehdoista, jolleivat ehdot kay ilmi nimityspaatoksesta tai nimittamiskirjasta. selvityksesta on kaytava ilmi ainakin: 1) virkasuhteen osapuolet; 2) virkasuhteen kestoaika; 3) maaraaikaisuuden peruste; 4) ajankohta, josta lukien asianosainen on virkaan tai virkasuhteeseen nimitetty; 5) paaasialliset tehtavat tai niiden maaraytymisperuste; 6) viran tai virkasuhteen sijoituspaikka tai, jos virkamiehella ei ole paaasiallista kiinteaa tyontekopaikkaa, selvitys niista periaatteista, joiden mukaan virkamies tyoskentelee eri tyokohteissa tai on vapaa maarittamaan oman tyontekopaikkansa; 7) mahdollinen koeaika; 8) palkkauksen perusteet; 9) noudatettava tyoaika; 10) mahdollinen lakiin, sopimukseen tai kaytantoon perustuva oikeus tyonantajan tarjoamaan koulutukseen; 11) vuosiloman maaraytyminen; 12) irtisanomisaika tai sen maaraytymisen peruste; 13) tyohon sovellettava virkaehtosopimus; 14) vakuutuslaitos, jossa tyonantaja on jarjestanyt virkamiehen elaketurvan tai vakuuttanut virkamiehen tyotapaturman ja ammattitaudin varalta; 15) vahintaan kuukauden kestavassa ulkomaan tyossa tyosopimuslain (55/2001) 2 luvun 4 §:n 3 momentin 16 kohdassa tarkoitetut tiedot. edella 5 momentin 1-9 kohdassa tarkoitetut tiedot on annettava seitseman paivan kuluessa ja 10-14 kohdassa tarkoitetut tiedot kuukauden kuluessa siita ajankohdasta, josta lukien asian- osainen on virkaan tai virkasuhteeseen nimitetty. mainitun momentin 15 kohdassa tarkoitetut tiedot on annettava ennen virkamiehen lahtoa ulkomaille. mainitun momentin 7-12 ja 14 kohdassa tarkoitetut tiedot voidaan antaa viittaamalla virkasuhteessa sovellettavaan lakiin tai virkaehtosopimukseen. virkasuhteiden toistuessa selvitysta ei tarvitse antaa uudelleen, ellei 7 momentista muuta johdu. selvityksen tiedoissa tapahtuvasta muutoksesta on annettava tieto kirjallisesti niin pian kuin mahdollista, viimeistaan kuitenkin muutoksen tullessa voimaan, jollei muutos johdu lainsaadannon tai virkaehtosopimuksen muuttamisesta.",
        "content_sv": "Om arbetsgivaren har en skyldighet som grundar sig på lag eller tjänstekollektivavtal att erbjuda tjänstemannen utbildning för att tjänstemannen ska kunna utföra det arbete som tjänstemannen anställts för, ska sådan utbildning vara kostnadsfri för tjänstemannen. Dessutom ska den räknas som arbetstid och i den mån det är möjligt ordnas under ordinarie arbetsskift. Tjänstemannen ska ges skriftlig information om de centrala villkoren i arbetet, om inte villkoren framgår av utnämningsbeslutet eller utnämningsbrevet. Av informationen ska åtminstone framgå 1) parterna i tjänsteförhållandet, 2) tjänsteförhållandets längd, 3) grunden för visstidsanställning, 4) tidpunkten från och med vilken personen har utnämnts till tjänsten eller tjänsteförhållandet, 5) de huvudsakliga uppgifterna eller grunden för fastställandet av dem, 6) placeringsorten för tjänsten eller tjänsteförhållandet eller, om tjänstemannen inte har någon huvudsaklig permanent plats där arbetet utförs, de principer enligt vilka tjänstemannen arbetar på olika arbetsställen eller själv får bestämma var arbetet utförs, 7) eventuell prövotid, 8) grunderna för avlöningen, 9) den tillämpade arbetstiden, 10) eventuell på lag, avtal eller praxis grundad rätt till sådan utbildning som arbetsgivaren erbjuder, 11) hur semestern bestäms, 12) uppsägningstiden eller grunden för bestämmande av den, 13) det tjänstekollektivavtal som ska tillämpas på arbetet, 14) den försäkringsanstalt där arbetsgivaren har ordnat tjänstemannens pensionsskydd eller försäkrat tjänstemannen mot olycksfall i arbetet och mot yrkessjukdomar, 15) i fråga om utlandsarbete som varar minst en månad, de uppgifter som avses i 2 kap. 4 § 3 mom. 16 punkten i arbetsavtalslagen (55/2001). De uppgifter som avses i 5 mom. 1-9 punkten ska ges inom sju dagar och de uppgifter som avses i 10-14 punkten inom en månad från den tidpunkt från och med vilken personen har utnämnts till tjänsten eller tjänsteförhållandet. De uppgifter som avses i 5 mom. 15 punkten ska ges innan tjänstemannen flyttar utomlands. De uppgifter som avses i 5 mom. 7-12 och 14 punkten kan ges genom en hänvisning till den lag eller det tjänstekollektivavtal som tillämpas i tjänsteförhållandet. Om tjänsteförhållandena upprepas behöver informationen inte ges på nytt, om inte något annat följer av 7 mom. Information om ändringar i uppgifterna ska ges skriftligen så snart som möjligt, dock senast när ändringen träder i kraft, om inte ändringen beror på att lagstiftning eller tjänstekollektivavtal ändrats.",
        "normalized_sv": "Om arbetsgivaren har en skyldighet som grundar sig på lag eller tjänstekollektivavtal att erbjuda tjänstemannen utbildning för att tjänstemannen ska kunna utföra det arbete som tjänstemannen anställts för, ska sådan utbildning vara kostnadsfri för tjänstemannen. Dessutom ska den räknas som arbetstid och i den mån det är möjligt ordnas under ordinarie arbetsskift. Tjänstemannen ska ges skriftlig information om de centrala villkoren i arbetet, om inte villkoren framgår av utnämningsbeslutet eller utnämningsbrevet. Av informationen ska åtminstone framgå 1) parterna i tjänsteförhållandet, 2) tjänsteförhållandets längd, 3) grunden för visstidsanställning, 4) tidpunkten från och med vilken personen har utnämnts till tjänsten eller tjänsteförhållandet, 5) de huvudsakliga uppgifterna eller grunden för fastställandet av dem, 6) placeringsorten för tjänsten eller tjänsteförhållandet eller, om tjänstemannen inte har någon huvudsaklig permanent plats där arbetet utförs, de principer enligt vilka tjänstemannen arbetar på olika arbetsställen eller själv får bestämma var arbetet utförs, 7) eventuell prövotid, 8) grunderna för avlöningen, 9) den tillämpade arbetstiden, 10) eventuell på lag, avtal eller praxis grundad rätt till sådan utbildning som arbetsgivaren erbjuder, 11) hur semestern bestäms, 12) uppsägningstiden eller grunden för bestämmande av den, 13) det tjänstekollektivavtal som ska tillämpas på arbetet, 14) den försäkringsanstalt där arbetsgivaren har ordnat tjänstemannens pensionsskydd eller försäkrat tjänstemannen mot olycksfall i arbetet och mot yrkessjukdomar, 15) i fråga om utlandsarbete som varar minst en månad, de uppgifter som avses i 2 kap. 4 § 3 mom. 16 punkten i arbetsavtalslagen (55/2001). De uppgifter som avses i 5 mom. 1-9 punkten ska ges inom sju dagar och de uppgifter som avses i 10-14 punkten inom en månad från den tidpunkt från och med vilken personen har utnämnts till tjänsten eller tjänsteförhållandet. De uppgifter som avses i 5 mom. 15 punkten ska ges innan tjänstemannen flyttar utomlands. De uppgifter som avses i 5 mom. 7-12 och 14 punkten kan ges genom en hänvisning till den lag eller det tjänstekollektivavtal som tillämpas i tjänsteförhållandet. Om tjänsteförhållandena upprepas behöver informationen inte ges på nytt, om inte något annat följer av 7 mom. Information om ändringar i uppgifterna ska ges skriftligen så snart som möjligt, dock senast när ändringen träder i kraft, om inte ändringen beror på att lagstiftning eller tjänstekollektivavtal ändrats.",
        "folded_sv": "om arbetsgivaren har en skyldighet som grundar sig pa lag eller tjanstekollektivavtal att erbjuda tjanstemannen utbildning for att tjanstemannen ska kunna utfora det arbete som tjanstemannen anstallts for, ska sadan utbildning vara kostnadsfri for tjanstemannen. dessutom ska den raknas som arbetstid och i den man det ar mojligt ordnas under ordinarie arbetsskift. tjanstemannen ska ges skriftlig information om de centrala villkoren i arbetet, om inte villkoren framgar av utnamningsbeslutet eller utnamningsbrevet. av informationen ska atminstone framga 1) parterna i tjansteforhallandet, 2) tjansteforhallandets langd, 3) grunden for visstidsanstallning, 4) tidpunkten fran och med vilken personen har utnamnts till tjansten eller tjansteforhallandet, 5) de huvudsakliga uppgifterna eller grunden for faststallandet av dem, 6) placeringsorten for tjansten eller tjansteforhallandet eller, om tjanstemannen inte har nagon huvudsaklig permanent plats dar arbetet utfors, de principer enligt vilka tjanstemannen arbetar pa olika arbetsstallen eller sjalv far bestamma var arbetet utfors, 7) eventuell provotid, 8) grunderna for avloningen, 9) den tillampade arbetstiden, 10) eventuell pa lag, avtal eller praxis grundad ratt till sadan utbildning som arbetsgivaren erbjuder, 11) hur semestern bestams, 12) uppsagningstiden eller grunden for bestammande av den, 13) det tjanstekollektivavtal som ska tillampas pa arbetet, 14) den forsakringsanstalt dar arbetsgivaren har ordnat tjanstemannens pensionsskydd eller forsakrat tjanstemannen mot olycksfall i arbetet och mot yrkessjukdomar, 15) i fraga om utlandsarbete som varar minst en manad, de uppgifter som avses i 2 kap. 4 § 3 mom. 16 punkten i arbetsavtalslagen (55/2001). de uppgifter som avses i 5 mom. 1-9 punkten ska ges inom sju dagar och de uppgifter som avses i 10-14 punkten inom en manad fran den tidpunkt fran och med vilken personen har utnamnts till tjansten eller tjansteforhallandet. de uppgifter som avses i 5 mom. 15 punkten ska ges innan tjanstemannen flyttar utomlands. de uppgifter som avses i 5 mom. 7-12 och 14 punkten kan ges genom en hanvisning till den lag eller det tjanstekollektivavtal som tillampas i tjansteforhallandet. om tjansteforhallandena upprepas behover informationen inte ges pa nytt, om inte nagot annat foljer av 7 mom. information om andringar i uppgifterna ska ges skriftligen sa snart som mojligt, dock senast nar andringen trader i kraft, om inte andringen beror pa att lagstiftning eller tjanstekollektivavtal andrats."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "4:25 a",
      "chapter": "4",
      "section": "25 a",
      "content": "Työnantajan liikkeen luovutuksella tarkoitetaan eduskunnan viraston toiminnallisen osan luovuttamista toiselle työnantajalle, jos luovutettava osa pysyy luovutuksen jälkeen samana tai samankaltaisena. Edellä 1 momentissa tarkoitetussa luovutuksessa työnantajan luovutushetkellä voimassa olevista virkasuhteista johtuvat oikeudet ja velvollisuudet siirtyvät luovutuksensaajalle. Tämä ei kuitenkaan koske niitä oikeuksia ja velvollisuuksia, jotka johtuvat nimenomaan virkasuhteesta eivätkä ole ominaisia työsuhteelle, silloin, kun virkamies siirtyy työsopimussuhteeseen luovutuksensaajan palvelukseen. Ennen luovutusta erääntyneestä palkka- tai muusta virkasuhteesta johtuvasta saatavasta vastaavat luovuttaja ja luovutuksensaaja yhteisvastuullisesti. Luovuttaja on kuitenkin luovutuksensaajalle vastuussa ennen luovutusta erääntyneestä saatavasta, jollei muuta ole sovittu. Luovutuksensaaja on velvollinen noudattamaan luovutushetkellä voimassa olleen virkaehtosopimuksen määräyksiä, kuten työehtosopimuslain (436/1946) 5 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4a__sec_25a",
        "normalized_fi": "Työnantajan liikkeen luovutuksella tarkoitetaan eduskunnan viraston toiminnallisen osan luovuttamista toiselle työnantajalle, jos luovutettava osa pysyy luovutuksen jälkeen samana tai samankaltaisena. Edellä 1 momentissa tarkoitetussa luovutuksessa työnantajan luovutushetkellä voimassa olevista virkasuhteista johtuvat oikeudet ja velvollisuudet siirtyvät luovutuksensaajalle. Tämä ei kuitenkaan koske niitä oikeuksia ja velvollisuuksia, jotka johtuvat nimenomaan virkasuhteesta eivätkä ole ominaisia työsuhteelle, silloin, kun virkamies siirtyy työsopimussuhteeseen luovutuksensaajan palvelukseen. Ennen luovutusta erääntyneestä palkka- tai muusta virkasuhteesta johtuvasta saatavasta vastaavat luovuttaja ja luovutuksensaaja yhteisvastuullisesti. Luovuttaja on kuitenkin luovutuksensaajalle vastuussa ennen luovutusta erääntyneestä saatavasta, jollei muuta ole sovittu. Luovutuksensaaja on velvollinen noudattamaan luovutushetkellä voimassa olleen virkaehtosopimuksen määräyksiä, kuten työehtosopimuslain (436/1946) 5 § :ssä säädetään.",
        "folded_fi": "tyonantajan liikkeen luovutuksella tarkoitetaan eduskunnan viraston toiminnallisen osan luovuttamista toiselle tyonantajalle, jos luovutettava osa pysyy luovutuksen jalkeen samana tai samankaltaisena. edella 1 momentissa tarkoitetussa luovutuksessa tyonantajan luovutushetkella voimassa olevista virkasuhteista johtuvat oikeudet ja velvollisuudet siirtyvat luovutuksensaajalle. tama ei kuitenkaan koske niita oikeuksia ja velvollisuuksia, jotka johtuvat nimenomaan virkasuhteesta eivatka ole ominaisia tyosuhteelle, silloin, kun virkamies siirtyy tyosopimussuhteeseen luovutuksensaajan palvelukseen. ennen luovutusta eraantyneesta palkka- tai muusta virkasuhteesta johtuvasta saatavasta vastaavat luovuttaja ja luovutuksensaaja yhteisvastuullisesti. luovuttaja on kuitenkin luovutuksensaajalle vastuussa ennen luovutusta eraantyneesta saatavasta, jollei muuta ole sovittu. luovutuksensaaja on velvollinen noudattamaan luovutushetkella voimassa olleen virkaehtosopimuksen maarayksia, kuten tyoehtosopimuslain (436/1946) 5 §:ssa saadetaan.",
        "content_sv": "Med överlåtelse av arbetsgivarens rörelse avses överlåtelse av en funktionell del av verksamheten vid riksdagens ämbetsverk till en annan arbetsgivare, om den del som överlåts förblir oförändrad eller likartad efter överlåtelsen. Vid sådan överlåtelse av rörelse som avses i 1 mom. övergår de rättigheter och skyldigheter som arbetsgivaren har med anledning av de tjänsteförhållanden som gäller vid tidpunkten för överlåtelsen på förvärvaren. Detta gäller dock inte de rättigheter och skyldigheter som uttryckligen följer av ett tjänsteförhållande och som inte är utmärkande för ett arbetsavtalsförhållande när en tjänsteman övergår till anställning i arbetsavtalsförhållande hos förvärvaren. Överlåtaren och förvärvaren ansvarar solidariskt för en lönefordran eller fordran av annat slag som följer av ett tjänsteförhållande, om fordran har förfallit till betalning före överlåtelsen. Överlåtaren är dock ansvarig gentemot förvärvaren för en fordran som förfallit till betalning före överlåtelsen, om inte något annat har avtalats. Förvärvaren är skyldig att iaktta det tjänstekollektivavtal som gäller vid tidpunkten för överlåtelsen så som bestäms i 5 § lagen om kollektivavtal (436/1946).",
        "normalized_sv": "Med överlåtelse av arbetsgivarens rörelse avses överlåtelse av en funktionell del av verksamheten vid riksdagens ämbetsverk till en annan arbetsgivare, om den del som överlåts förblir oförändrad eller likartad efter överlåtelsen. Vid sådan överlåtelse av rörelse som avses i 1 mom. övergår de rättigheter och skyldigheter som arbetsgivaren har med anledning av de tjänsteförhållanden som gäller vid tidpunkten för överlåtelsen på förvärvaren. Detta gäller dock inte de rättigheter och skyldigheter som uttryckligen följer av ett tjänsteförhållande och som inte är utmärkande för ett arbetsavtalsförhållande när en tjänsteman övergår till anställning i arbetsavtalsförhållande hos förvärvaren. Överlåtaren och förvärvaren ansvarar solidariskt för en lönefordran eller fordran av annat slag som följer av ett tjänsteförhållande, om fordran har förfallit till betalning före överlåtelsen. Överlåtaren är dock ansvarig gentemot förvärvaren för en fordran som förfallit till betalning före överlåtelsen, om inte något annat har avtalats. Förvärvaren är skyldig att iaktta det tjänstekollektivavtal som gäller vid tidpunkten för överlåtelsen så som bestäms i 5 § lagen om kollektivavtal (436/1946).",
        "folded_sv": "med overlatelse av arbetsgivarens rorelse avses overlatelse av en funktionell del av verksamheten vid riksdagens ambetsverk till en annan arbetsgivare, om den del som overlats forblir oforandrad eller likartad efter overlatelsen. vid sadan overlatelse av rorelse som avses i 1 mom. overgar de rattigheter och skyldigheter som arbetsgivaren har med anledning av de tjansteforhallanden som galler vid tidpunkten for overlatelsen pa forvarvaren. detta galler dock inte de rattigheter och skyldigheter som uttryckligen foljer av ett tjansteforhallande och som inte ar utmarkande for ett arbetsavtalsforhallande nar en tjansteman overgar till anstallning i arbetsavtalsforhallande hos forvarvaren. overlataren och forvarvaren ansvarar solidariskt for en lonefordran eller fordran av annat slag som foljer av ett tjansteforhallande, om fordran har forfallit till betalning fore overlatelsen. overlataren ar dock ansvarig gentemot forvarvaren for en fordran som forfallit till betalning fore overlatelsen, om inte nagot annat har avtalats. forvarvaren ar skyldig att iaktta det tjanstekollektivavtal som galler vid tidpunkten for overlatelsen sa som bestams i 5 § lagen om kollektivavtal (436/1946)."
      },
      "valid_from": "2025-03-28",
      "valid_to": null
    },
    {
      "provision_ref": "4:25 b",
      "chapter": "4",
      "section": "25 b",
      "content": "Luovutuksensaaja ei saa irtisanoa palvelussuhdetta pelkästään 25 a §:n 1 momentissa tarkoitetun liikkeen luovutuksen perusteella. Eduskunnan viraston luovuttaessa toiminnallisen osansa 25 a §:ssä säädetyllä tavalla virkamies saa virkasuhteessa muutoin sovellettavaa irtisanomisaikaa noudattamatta tai sen kestoajasta riippumatta irtisanoa virkasuhteen päättymään luovutuspäivästä, jos hän on saanut tiedon luovutuksesta työnantajalta tai liikkeen uudelta haltijalta viimeistään kuukautta ennen luovutuspäivää. Jos hänelle on annettu tieto luovutuksesta myöhemmin, hän saa irtisanoa palvelussuhteensa päättymään luovutuspäivästä tai tämän jälkeen, viimeistään kuitenkin kuukauden kuluessa saatuaan tiedon luovutuksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4a__sec_25b",
        "normalized_fi": "Luovutuksensaaja ei saa irtisanoa palvelussuhdetta pelkästään 25 a § :n 1 momentissa tarkoitetun liikkeen luovutuksen perusteella. Eduskunnan viraston luovuttaessa toiminnallisen osansa 25 a § :ssä säädetyllä tavalla virkamies saa virkasuhteessa muutoin sovellettavaa irtisanomisaikaa noudattamatta tai sen kestoajasta riippumatta irtisanoa virkasuhteen päättymään luovutuspäivästä, jos hän on saanut tiedon luovutuksesta työnantajalta tai liikkeen uudelta haltijalta viimeistään kuukautta ennen luovutuspäivää. Jos hänelle on annettu tieto luovutuksesta myöhemmin, hän saa irtisanoa palvelussuhteensa päättymään luovutuspäivästä tai tämän jälkeen, viimeistään kuitenkin kuukauden kuluessa saatuaan tiedon luovutuksesta.",
        "folded_fi": "luovutuksensaaja ei saa irtisanoa palvelussuhdetta pelkastaan 25 a §:n 1 momentissa tarkoitetun liikkeen luovutuksen perusteella. eduskunnan viraston luovuttaessa toiminnallisen osansa 25 a §:ssa saadetylla tavalla virkamies saa virkasuhteessa muutoin sovellettavaa irtisanomisaikaa noudattamatta tai sen kestoajasta riippumatta irtisanoa virkasuhteen paattymaan luovutuspaivasta, jos han on saanut tiedon luovutuksesta tyonantajalta tai liikkeen uudelta haltijalta viimeistaan kuukautta ennen luovutuspaivaa. jos hanelle on annettu tieto luovutuksesta myohemmin, han saa irtisanoa palvelussuhteensa paattymaan luovutuspaivasta tai taman jalkeen, viimeistaan kuitenkin kuukauden kuluessa saatuaan tiedon luovutuksesta.",
        "content_sv": "Den som vid en överlåtelse av rörelse som avses i 25 a § 1 mom. förvärvar rörelsen får inte säga upp ett anställningsförhållande enbart på grund av överlåtelsen. När riksdagens ämbetsverk överlåter en funktionell del av verksamheten på det sätt som föreskrivs i 25 a § får en tjänsteman utan att iaktta den uppsägningstid som annars ska tillämpas i hans eller hennes tjänsteförhållande och oberoende av tjänsteförhållandets längd säga upp tjänsteförhållandet så att det upphör på dagen för överlåtelsen, om arbetsgivaren eller den nya innehavaren av rörelsen har underrättat tjänstemannen om överlåtelsen senast en månad före dagen för överlåtelsen. Om tjänstemannen har underrättats om överlåtelsen senare, får han eller hon säga upp sitt anställningsförhållande så att det upphör på dagen för överlåtelsen eller därefter, dock senast inom en månad från underrättelsen.",
        "normalized_sv": "Den som vid en överlåtelse av rörelse som avses i 25 a § 1 mom. förvärvar rörelsen får inte säga upp ett anställningsförhållande enbart på grund av överlåtelsen. När riksdagens ämbetsverk överlåter en funktionell del av verksamheten på det sätt som föreskrivs i 25 a § får en tjänsteman utan att iaktta den uppsägningstid som annars ska tillämpas i hans eller hennes tjänsteförhållande och oberoende av tjänsteförhållandets längd säga upp tjänsteförhållandet så att det upphör på dagen för överlåtelsen, om arbetsgivaren eller den nya innehavaren av rörelsen har underrättat tjänstemannen om överlåtelsen senast en månad före dagen för överlåtelsen. Om tjänstemannen har underrättats om överlåtelsen senare, får han eller hon säga upp sitt anställningsförhållande så att det upphör på dagen för överlåtelsen eller därefter, dock senast inom en månad från underrättelsen.",
        "folded_sv": "den som vid en overlatelse av rorelse som avses i 25 a § 1 mom. forvarvar rorelsen far inte saga upp ett anstallningsforhallande enbart pa grund av overlatelsen. nar riksdagens ambetsverk overlater en funktionell del av verksamheten pa det satt som foreskrivs i 25 a § far en tjansteman utan att iaktta den uppsagningstid som annars ska tillampas i hans eller hennes tjansteforhallande och oberoende av tjansteforhallandets langd saga upp tjansteforhallandet sa att det upphor pa dagen for overlatelsen, om arbetsgivaren eller den nya innehavaren av rorelsen har underrattat tjanstemannen om overlatelsen senast en manad fore dagen for overlatelsen. om tjanstemannen har underrattats om overlatelsen senare, far han eller hon saga upp sitt anstallningsforhallande sa att det upphor pa dagen for overlatelsen eller darefter, dock senast inom en manad fran underrattelsen."
      },
      "valid_from": "2025-03-28",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Työnantajan on osa-aikaisen tai määräaikaisen virkamiehen pyynnöstä annettava perusteltu vastaus mahdollisuudesta pidentää virkamiehen säännöllistä työaikaa tai virkasuhteen kestoaikaa. Vastaus on annettava kirjallisesti kuukauden kuluessa pyynnöstä. Jos viraston henkilöstömäärä on säännöllisesti enintään 250, vastaus voidaan kuitenkin antaa kolmen kuukauden kuluessa, ja pyynnön toistuessa vastaus voidaan antaa suullisesti, jos vastauksen perustelut eivät ole muuttuneet edellisen vastauksen jälkeen. Velvollisuutta antaa kirjallista vastausta ei myöskään ole, jos virkamies on työskennellyt työnantajan palveluksessa alle kuuden kuukauden ajan tai virkamiehen edellisestä pyynnöstä on kulunut alle 12 kuukautta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Työnantajan on osa-aikaisen tai määräaikaisen virkamiehen pyynnöstä annettava perusteltu vastaus mahdollisuudesta pidentää virkamiehen säännöllistä työaikaa tai virkasuhteen kestoaikaa. Vastaus on annettava kirjallisesti kuukauden kuluessa pyynnöstä. Jos viraston henkilöstömäärä on säännöllisesti enintään 250, vastaus voidaan kuitenkin antaa kolmen kuukauden kuluessa, ja pyynnön toistuessa vastaus voidaan antaa suullisesti, jos vastauksen perustelut eivät ole muuttuneet edellisen vastauksen jälkeen. Velvollisuutta antaa kirjallista vastausta ei myöskään ole, jos virkamies on työskennellyt työnantajan palveluksessa alle kuuden kuukauden ajan tai virkamiehen edellisestä pyynnöstä on kulunut alle 12 kuukautta.",
        "folded_fi": "tyonantajan on osa-aikaisen tai maaraaikaisen virkamiehen pyynnosta annettava perusteltu vastaus mahdollisuudesta pidentaa virkamiehen saannollista tyoaikaa tai virkasuhteen kestoaikaa. vastaus on annettava kirjallisesti kuukauden kuluessa pyynnosta. jos viraston henkilostomaara on saannollisesti enintaan 250, vastaus voidaan kuitenkin antaa kolmen kuukauden kuluessa, ja pyynnon toistuessa vastaus voidaan antaa suullisesti, jos vastauksen perustelut eivat ole muuttuneet edellisen vastauksen jalkeen. velvollisuutta antaa kirjallista vastausta ei myoskaan ole, jos virkamies on tyoskennellyt tyonantajan palveluksessa alle kuuden kuukauden ajan tai virkamiehen edellisesta pyynnosta on kulunut alle 12 kuukautta.",
        "content_sv": "Arbetsgivaren ska på begäran av en deltidsanställd eller visstidsanställd tjänsteman ge ett motiverat svar om möjligheten att förlänga den ordinarie arbetstiden eller tjänsteförhållandets längd. Svaret ska ges skriftligen inom en månad från det att begäran lämnades. Om ämbetsverket regelbundet har högst 250 anställda, får svaret dock ges inom tre månader och om begäran upprepas får svaret ges muntligen, om motiveringen till svaret inte har ändrats efter det föregående svaret. Skyldigheten att ge ett skriftligt svar föreligger inte heller om tjänstemannen har varit anställd hos arbetsgivaren mindre än sex månader eller det har förflutit mindre än 12 månader sedan tjänstemannens föregående begäran.",
        "normalized_sv": "Arbetsgivaren ska på begäran av en deltidsanställd eller visstidsanställd tjänsteman ge ett motiverat svar om möjligheten att förlänga den ordinarie arbetstiden eller tjänsteförhållandets längd. Svaret ska ges skriftligen inom en månad från det att begäran lämnades. Om ämbetsverket regelbundet har högst 250 anställda, får svaret dock ges inom tre månader och om begäran upprepas får svaret ges muntligen, om motiveringen till svaret inte har ändrats efter det föregående svaret. Skyldigheten att ge ett skriftligt svar föreligger inte heller om tjänstemannen har varit anställd hos arbetsgivaren mindre än sex månader eller det har förflutit mindre än 12 månader sedan tjänstemannens föregående begäran.",
        "folded_sv": "arbetsgivaren ska pa begaran av en deltidsanstalld eller visstidsanstalld tjansteman ge ett motiverat svar om mojligheten att forlanga den ordinarie arbetstiden eller tjansteforhallandets langd. svaret ska ges skriftligen inom en manad fran det att begaran lamnades. om ambetsverket regelbundet har hogst 250 anstallda, far svaret dock ges inom tre manader och om begaran upprepas far svaret ges muntligen, om motiveringen till svaret inte har andrats efter det foregaende svaret. skyldigheten att ge ett skriftligt svar foreligger inte heller om tjanstemannen har varit anstalld hos arbetsgivaren mindre an sex manader eller det har forflutit mindre an 12 manader sedan tjanstemannens foregaende begaran."
      },
      "valid_from": "2025-03-28",
      "valid_to": null
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Jos työnantajalla on lakiin tai virkaehtosopimukseen perustuva velvollisuus tarjota virkamiehelle koulutusta, jotta tämä voi tehdä työtä, jota varten hänet on palkattu, tällaisen koulutuksen on oltava maksutonta virkamiehelle. Lisäksi tällainen koulutus on luettava työajaksi ja mahdollisuuksien mukaan sen on tapahduttava säännönmukaisten työvuorojen aikana. Virkamiehelle on annettava kirjallinen selvitys työnteon keskeisistä ehdoista, jolleivät ehdot käy ilmi nimityspäätöksestä tai nimittämiskirjasta. Selvityksestä on käytävä ilmi ainakin: 1) virkasuhteen osapuolet; 2) virkasuhteen kestoaika; 3) määräaikaisuuden peruste; 4) ajankohta, josta lukien asianosainen on virkaan tai virkasuhteeseen nimitetty; 5) pääasialliset tehtävät tai niiden määräytymisperuste; 6) viran tai virkasuhteen sijoituspaikka tai, jos virkamiehellä ei ole pääasiallista kiinteää työntekopaikkaa, selvitys niistä periaatteista, joiden mukaan virkamies työskentelee eri työkohteissa tai on vapaa määrittämään oman työntekopaikkansa; 7) mahdollinen koeaika; 8) palkkauksen perusteet; 9) noudatettava työaika; 10) mahdollinen lakiin, sopimukseen tai käytäntöön perustuva oikeus työnantajan tarjoamaan koulutukseen; 11) vuosiloman määräytyminen; 12) irtisanomisaika tai sen määräytymisen peruste; 13) työhön sovellettava virkaehtosopimus; 14) vakuutuslaitos, jossa työnantaja on järjestänyt virkamiehen eläketurvan tai vakuuttanut virkamiehen työtapaturman ja ammattitaudin varalta; 15) vähintään kuukauden kestävässä ulkomaan työssä työsopimuslain (55/2001) 2 luvun 4 §:n 3 momentin 16 kohdassa tarkoitetut tiedot. Edellä 5 momentin 1-9 kohdassa tarkoitetut tiedot on annettava seitsemän päivän kuluessa ja 10-14 kohdassa tarkoitetut tiedot kuukauden kuluessa siitä ajankohdasta, josta lukien asian- osainen on virkaan tai virkasuhteeseen nimitetty. Mainitun momentin 15 kohdassa tarkoitetut tiedot on annettava ennen virkamiehen lähtöä ulkomaille. Mainitun momentin 7-12 ja 14 kohdassa tarkoitetut tiedot voidaan antaa viittaamalla virkasuhteessa sovellettavaan lakiin tai virkaehtosopimukseen. Virkasuhteiden toistuessa selvitystä ei tarvitse antaa uudelleen, ellei 7 momentista muuta johdu. Selvityksen tiedoissa tapahtuvasta muutoksesta on annettava tieto kirjallisesti niin pian kuin mahdollista, viimeistään kuitenkin muutoksen tullessa voimaan, jollei muutos johdu lainsäädännön tai virkaehtosopimuksen muuttamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_18",
        "normalized_fi": "Jos työnantajalla on lakiin tai virkaehtosopimukseen perustuva velvollisuus tarjota virkamiehelle koulutusta, jotta tämä voi tehdä työtä, jota varten hänet on palkattu, tällaisen koulutuksen on oltava maksutonta virkamiehelle. Lisäksi tällainen koulutus on luettava työajaksi ja mahdollisuuksien mukaan sen on tapahduttava säännönmukaisten työvuorojen aikana. Virkamiehelle on annettava kirjallinen selvitys työnteon keskeisistä ehdoista, jolleivät ehdot käy ilmi nimityspäätöksestä tai nimittämiskirjasta. Selvityksestä on käytävä ilmi ainakin: 1) virkasuhteen osapuolet; 2) virkasuhteen kestoaika; 3) määräaikaisuuden peruste; 4) ajankohta, josta lukien asianosainen on virkaan tai virkasuhteeseen nimitetty; 5) pääasialliset tehtävät tai niiden määräytymisperuste; 6) viran tai virkasuhteen sijoituspaikka tai, jos virkamiehellä ei ole pääasiallista kiinteää työntekopaikkaa, selvitys niistä periaatteista, joiden mukaan virkamies työskentelee eri työkohteissa tai on vapaa määrittämään oman työntekopaikkansa; 7) mahdollinen koeaika; 8) palkkauksen perusteet; 9) noudatettava työaika; 10) mahdollinen lakiin, sopimukseen tai käytäntöön perustuva oikeus työnantajan tarjoamaan koulutukseen; 11) vuosiloman määräytyminen; 12) irtisanomisaika tai sen määräytymisen peruste; 13) työhön sovellettava virkaehtosopimus; 14) vakuutuslaitos, jossa työnantaja on järjestänyt virkamiehen eläketurvan tai vakuuttanut virkamiehen työtapaturman ja ammattitaudin varalta; 15) vähintään kuukauden kestävässä ulkomaan työssä työsopimuslain (55/2001) 2 luvun 4 § :n 3 momentin 16 kohdassa tarkoitetut tiedot. Edellä 5 momentin 1-9 kohdassa tarkoitetut tiedot on annettava seitsemän päivän kuluessa ja 10-14 kohdassa tarkoitetut tiedot kuukauden kuluessa siitä ajankohdasta, josta lukien asian- osainen on virkaan tai virkasuhteeseen nimitetty. Mainitun momentin 15 kohdassa tarkoitetut tiedot on annettava ennen virkamiehen lähtöä ulkomaille. Mainitun momentin 7-12 ja 14 kohdassa tarkoitetut tiedot voidaan antaa viittaamalla virkasuhteessa sovellettavaan lakiin tai virkaehtosopimukseen. Virkasuhteiden toistuessa selvitystä ei tarvitse antaa uudelleen, ellei 7 momentista muuta johdu. Selvityksen tiedoissa tapahtuvasta muutoksesta on annettava tieto kirjallisesti niin pian kuin mahdollista, viimeistään kuitenkin muutoksen tullessa voimaan, jollei muutos johdu lainsäädännön tai virkaehtosopimuksen muuttamisesta.",
        "folded_fi": "jos tyonantajalla on lakiin tai virkaehtosopimukseen perustuva velvollisuus tarjota virkamiehelle koulutusta, jotta tama voi tehda tyota, jota varten hanet on palkattu, tallaisen koulutuksen on oltava maksutonta virkamiehelle. lisaksi tallainen koulutus on luettava tyoajaksi ja mahdollisuuksien mukaan sen on tapahduttava saannonmukaisten tyovuorojen aikana. virkamiehelle on annettava kirjallinen selvitys tyonteon keskeisista ehdoista, jolleivat ehdot kay ilmi nimityspaatoksesta tai nimittamiskirjasta. selvityksesta on kaytava ilmi ainakin: 1) virkasuhteen osapuolet; 2) virkasuhteen kestoaika; 3) maaraaikaisuuden peruste; 4) ajankohta, josta lukien asianosainen on virkaan tai virkasuhteeseen nimitetty; 5) paaasialliset tehtavat tai niiden maaraytymisperuste; 6) viran tai virkasuhteen sijoituspaikka tai, jos virkamiehella ei ole paaasiallista kiinteaa tyontekopaikkaa, selvitys niista periaatteista, joiden mukaan virkamies tyoskentelee eri tyokohteissa tai on vapaa maarittamaan oman tyontekopaikkansa; 7) mahdollinen koeaika; 8) palkkauksen perusteet; 9) noudatettava tyoaika; 10) mahdollinen lakiin, sopimukseen tai kaytantoon perustuva oikeus tyonantajan tarjoamaan koulutukseen; 11) vuosiloman maaraytyminen; 12) irtisanomisaika tai sen maaraytymisen peruste; 13) tyohon sovellettava virkaehtosopimus; 14) vakuutuslaitos, jossa tyonantaja on jarjestanyt virkamiehen elaketurvan tai vakuuttanut virkamiehen tyotapaturman ja ammattitaudin varalta; 15) vahintaan kuukauden kestavassa ulkomaan tyossa tyosopimuslain (55/2001) 2 luvun 4 §:n 3 momentin 16 kohdassa tarkoitetut tiedot. edella 5 momentin 1-9 kohdassa tarkoitetut tiedot on annettava seitseman paivan kuluessa ja 10-14 kohdassa tarkoitetut tiedot kuukauden kuluessa siita ajankohdasta, josta lukien asian- osainen on virkaan tai virkasuhteeseen nimitetty. mainitun momentin 15 kohdassa tarkoitetut tiedot on annettava ennen virkamiehen lahtoa ulkomaille. mainitun momentin 7-12 ja 14 kohdassa tarkoitetut tiedot voidaan antaa viittaamalla virkasuhteessa sovellettavaan lakiin tai virkaehtosopimukseen. virkasuhteiden toistuessa selvitysta ei tarvitse antaa uudelleen, ellei 7 momentista muuta johdu. selvityksen tiedoissa tapahtuvasta muutoksesta on annettava tieto kirjallisesti niin pian kuin mahdollista, viimeistaan kuitenkin muutoksen tullessa voimaan, jollei muutos johdu lainsaadannon tai virkaehtosopimuksen muuttamisesta.",
        "content_sv": "Om arbetsgivaren har en skyldighet som grundar sig på lag eller tjänstekollektivavtal att erbjuda tjänstemannen utbildning för att tjänstemannen ska kunna utföra det arbete som tjänstemannen anställts för, ska sådan utbildning vara kostnadsfri för tjänstemannen. Dessutom ska den räknas som arbetstid och i den mån det är möjligt ordnas under ordinarie arbetsskift. Tjänstemannen ska ges skriftlig information om de centrala villkoren i arbetet, om inte villkoren framgår av utnämningsbeslutet eller utnämningsbrevet. Av informationen ska åtminstone framgå 1) parterna i tjänsteförhållandet, 2) tjänsteförhållandets längd, 3) grunden för visstidsanställning, 4) tidpunkten från och med vilken personen har utnämnts till tjänsten eller tjänsteförhållandet, 5) de huvudsakliga uppgifterna eller grunden för fastställandet av dem, 6) placeringsorten för tjänsten eller tjänsteförhållandet eller, om tjänstemannen inte har någon huvudsaklig permanent plats där arbetet utförs, de principer enligt vilka tjänstemannen arbetar på olika arbetsställen eller själv får bestämma var arbetet utförs, 7) eventuell prövotid, 8) grunderna för avlöningen, 9) den tillämpade arbetstiden, 10) eventuell på lag, avtal eller praxis grundad rätt till sådan utbildning som arbetsgivaren erbjuder, 11) hur semestern bestäms, 12) uppsägningstiden eller grunden för bestämmande av den, 13) det tjänstekollektivavtal som ska tillämpas på arbetet, 14) den försäkringsanstalt där arbetsgivaren har ordnat tjänstemannens pensionsskydd eller försäkrat tjänstemannen mot olycksfall i arbetet och mot yrkessjukdomar, 15) i fråga om utlandsarbete som varar minst en månad, de uppgifter som avses i 2 kap. 4 § 3 mom. 16 punkten i arbetsavtalslagen (55/2001). De uppgifter som avses i 5 mom. 1-9 punkten ska ges inom sju dagar och de uppgifter som avses i 10-14 punkten inom en månad från den tidpunkt från och med vilken personen har utnämnts till tjänsten eller tjänsteförhållandet. De uppgifter som avses i 5 mom. 15 punkten ska ges innan tjänstemannen flyttar utomlands. De uppgifter som avses i 5 mom. 7-12 och 14 punkten kan ges genom en hänvisning till den lag eller det tjänstekollektivavtal som tillämpas i tjänsteförhållandet. Om tjänsteförhållandena upprepas behöver informationen inte ges på nytt, om inte något annat följer av 7 mom. Information om ändringar i uppgifterna ska ges skriftligen så snart som möjligt, dock senast när ändringen träder i kraft, om inte ändringen beror på att lagstiftning eller tjänstekollektivavtal ändrats.",
        "normalized_sv": "Om arbetsgivaren har en skyldighet som grundar sig på lag eller tjänstekollektivavtal att erbjuda tjänstemannen utbildning för att tjänstemannen ska kunna utföra det arbete som tjänstemannen anställts för, ska sådan utbildning vara kostnadsfri för tjänstemannen. Dessutom ska den räknas som arbetstid och i den mån det är möjligt ordnas under ordinarie arbetsskift. Tjänstemannen ska ges skriftlig information om de centrala villkoren i arbetet, om inte villkoren framgår av utnämningsbeslutet eller utnämningsbrevet. Av informationen ska åtminstone framgå 1) parterna i tjänsteförhållandet, 2) tjänsteförhållandets längd, 3) grunden för visstidsanställning, 4) tidpunkten från och med vilken personen har utnämnts till tjänsten eller tjänsteförhållandet, 5) de huvudsakliga uppgifterna eller grunden för fastställandet av dem, 6) placeringsorten för tjänsten eller tjänsteförhållandet eller, om tjänstemannen inte har någon huvudsaklig permanent plats där arbetet utförs, de principer enligt vilka tjänstemannen arbetar på olika arbetsställen eller själv får bestämma var arbetet utförs, 7) eventuell prövotid, 8) grunderna för avlöningen, 9) den tillämpade arbetstiden, 10) eventuell på lag, avtal eller praxis grundad rätt till sådan utbildning som arbetsgivaren erbjuder, 11) hur semestern bestäms, 12) uppsägningstiden eller grunden för bestämmande av den, 13) det tjänstekollektivavtal som ska tillämpas på arbetet, 14) den försäkringsanstalt där arbetsgivaren har ordnat tjänstemannens pensionsskydd eller försäkrat tjänstemannen mot olycksfall i arbetet och mot yrkessjukdomar, 15) i fråga om utlandsarbete som varar minst en månad, de uppgifter som avses i 2 kap. 4 § 3 mom. 16 punkten i arbetsavtalslagen (55/2001). De uppgifter som avses i 5 mom. 1-9 punkten ska ges inom sju dagar och de uppgifter som avses i 10-14 punkten inom en månad från den tidpunkt från och med vilken personen har utnämnts till tjänsten eller tjänsteförhållandet. De uppgifter som avses i 5 mom. 15 punkten ska ges innan tjänstemannen flyttar utomlands. De uppgifter som avses i 5 mom. 7-12 och 14 punkten kan ges genom en hänvisning till den lag eller det tjänstekollektivavtal som tillämpas i tjänsteförhållandet. Om tjänsteförhållandena upprepas behöver informationen inte ges på nytt, om inte något annat följer av 7 mom. Information om ändringar i uppgifterna ska ges skriftligen så snart som möjligt, dock senast när ändringen träder i kraft, om inte ändringen beror på att lagstiftning eller tjänstekollektivavtal ändrats.",
        "folded_sv": "om arbetsgivaren har en skyldighet som grundar sig pa lag eller tjanstekollektivavtal att erbjuda tjanstemannen utbildning for att tjanstemannen ska kunna utfora det arbete som tjanstemannen anstallts for, ska sadan utbildning vara kostnadsfri for tjanstemannen. dessutom ska den raknas som arbetstid och i den man det ar mojligt ordnas under ordinarie arbetsskift. tjanstemannen ska ges skriftlig information om de centrala villkoren i arbetet, om inte villkoren framgar av utnamningsbeslutet eller utnamningsbrevet. av informationen ska atminstone framga 1) parterna i tjansteforhallandet, 2) tjansteforhallandets langd, 3) grunden for visstidsanstallning, 4) tidpunkten fran och med vilken personen har utnamnts till tjansten eller tjansteforhallandet, 5) de huvudsakliga uppgifterna eller grunden for faststallandet av dem, 6) placeringsorten for tjansten eller tjansteforhallandet eller, om tjanstemannen inte har nagon huvudsaklig permanent plats dar arbetet utfors, de principer enligt vilka tjanstemannen arbetar pa olika arbetsstallen eller sjalv far bestamma var arbetet utfors, 7) eventuell provotid, 8) grunderna for avloningen, 9) den tillampade arbetstiden, 10) eventuell pa lag, avtal eller praxis grundad ratt till sadan utbildning som arbetsgivaren erbjuder, 11) hur semestern bestams, 12) uppsagningstiden eller grunden for bestammande av den, 13) det tjanstekollektivavtal som ska tillampas pa arbetet, 14) den forsakringsanstalt dar arbetsgivaren har ordnat tjanstemannens pensionsskydd eller forsakrat tjanstemannen mot olycksfall i arbetet och mot yrkessjukdomar, 15) i fraga om utlandsarbete som varar minst en manad, de uppgifter som avses i 2 kap. 4 § 3 mom. 16 punkten i arbetsavtalslagen (55/2001). de uppgifter som avses i 5 mom. 1-9 punkten ska ges inom sju dagar och de uppgifter som avses i 10-14 punkten inom en manad fran den tidpunkt fran och med vilken personen har utnamnts till tjansten eller tjansteforhallandet. de uppgifter som avses i 5 mom. 15 punkten ska ges innan tjanstemannen flyttar utomlands. de uppgifter som avses i 5 mom. 7-12 och 14 punkten kan ges genom en hanvisning till den lag eller det tjanstekollektivavtal som tillampas i tjansteforhallandet. om tjansteforhallandena upprepas behover informationen inte ges pa nytt, om inte nagot annat foljer av 7 mom. information om andringar i uppgifterna ska ges skriftligen sa snart som mojligt, dock senast nar andringen trader i kraft, om inte andringen beror pa att lagstiftning eller tjanstekollektivavtal andrats."
      },
      "valid_from": "2025-03-28",
      "valid_to": null
    }
  ]
}