{
  "id": "1137/2005",
  "type": "statute",
  "title": "Laki elinkeinotulon verottamisesta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om beskattning av inkomst av näringsverksamhet",
  "status": "in_force",
  "issued_date": "2005-12-22",
  "in_force_date": "2005-12-22",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/1137/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "52",
      "section": "52",
      "content": "Jäljempänä 52 a―52 f §:ssä olevia säännöksiä sovelletaan kotimaisten osakeyhtiöiden sulautumiseen, jakautumiseen, liiketoiminnan siirtoon ja osakkeiden vaihtoon. Lain 52 a―52 e §:ää sovelletaan lisäksi muiden tuloverolain 3 §:ssä tarkoitettujen kotimaisten yhteisöjen kuin osakeyhtiöiden sulautumiseen, jakautumiseen ja liiketoiminnan siirtoon. Se, mitä säädetään osakeyhtiöstä, osakkeesta, osakepääomasta ja osakkeenomistajasta, koskee tällöin muuta yhteisöä, yhteisön osuutta, osakepääomaa vastaavaa pääomaa ja yhteisön osakasta tai jäsentä. Sulautumista koskevia säännöksiä sovelletaan lisäksi kotimaisten elinkeinoyhtymien sulautumiseen. Se, mitä säädetään osakeyhtiöstä, osakkeesta ja osakkeenomistajasta, koskee tällöin yhtymää, yhtymäosuutta ja yhtymän osakasta. Lain 52 a―52 f §:ää sovelletaan jäljempänä mainituin rajoituksin myös silloin, kun sulautuminen, jakautuminen, liiketoiminnan siirto tai osakkeiden vaihto koskee eri jäsenvaltioissa olevia yhtiöitä koskeviin sulautumisiin, jakautumisiin, osittaisjakautumisiin, varojensiirtoihin ja osakkeidenvaihtoihin sekä eurooppayhtiön (SE) tai eurooppaosuuskunnan (SCE) sääntömääräisen kotipaikan siirtoon jäsenvaltioiden välillä sovellettavasta yhteisestä verojärjestelmästä annetun neuvoston direktiivin 90/434/ETY 3 artiklan a kohdassa tarkoitettuja yhteisöjä, jotka ovat velvollisia suorittamaan yhteisöveroa. Yhtiön katsotaan olevan jäsenvaltiossa, jos sen kotipaikka on jäsenvaltion lainsäädännön mukaan tuossa valtiossa eikä sen katsota Euroopan unionin jäsenvaltion ja kolmannen valtion välisen kaksinkertaisen verotuksen välttämistä koskevan sopimuksen mukaan olevan unionin ulkopuolella sijaitseva.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:52",
        "normalized_fi": "Jäljempänä 52 a―52 f § :ssä olevia säännöksiä sovelletaan kotimaisten osakeyhtiöiden sulautumiseen, jakautumiseen, liiketoiminnan siirtoon ja osakkeiden vaihtoon. Lain 52 a―52 e § :ää sovelletaan lisäksi muiden tuloverolain 3 § :ssä tarkoitettujen kotimaisten yhteisöjen kuin osakeyhtiöiden sulautumiseen, jakautumiseen ja liiketoiminnan siirtoon. Se, mitä säädetään osakeyhtiöstä, osakkeesta, osakepääomasta ja osakkeenomistajasta, koskee tällöin muuta yhteisöä, yhteisön osuutta, osakepääomaa vastaavaa pääomaa ja yhteisön osakasta tai jäsentä. Sulautumista koskevia säännöksiä sovelletaan lisäksi kotimaisten elinkeinoyhtymien sulautumiseen. Se, mitä säädetään osakeyhtiöstä, osakkeesta ja osakkeenomistajasta, koskee tällöin yhtymää, yhtymäosuutta ja yhtymän osakasta. Lain 52 a―52 f § :ää sovelletaan jäljempänä mainituin rajoituksin myös silloin, kun sulautuminen, jakautuminen, liiketoiminnan siirto tai osakkeiden vaihto koskee eri jäsenvaltioissa olevia yhtiöitä koskeviin sulautumisiin, jakautumisiin, osittaisjakautumisiin, varojensiirtoihin ja osakkeidenvaihtoihin sekä eurooppayhtiön (SE) tai eurooppaosuuskunnan (SCE) sääntömääräisen kotipaikan siirtoon jäsenvaltioiden välillä sovellettavasta yhteisestä verojärjestelmästä annetun neuvoston direktiivin 90/434/ETY 3 artiklan a kohdassa tarkoitettuja yhteisöjä, jotka ovat velvollisia suorittamaan yhteisöveroa. Yhtiön katsotaan olevan jäsenvaltiossa, jos sen kotipaikka on jäsenvaltion lainsäädännön mukaan tuossa valtiossa eikä sen katsota Euroopan unionin jäsenvaltion ja kolmannen valtion välisen kaksinkertaisen verotuksen välttämistä koskevan sopimuksen mukaan olevan unionin ulkopuolella sijaitseva.",
        "folded_fi": "jaljempana 52 a―52 f §:ssa olevia saannoksia sovelletaan kotimaisten osakeyhtioiden sulautumiseen, jakautumiseen, liiketoiminnan siirtoon ja osakkeiden vaihtoon. lain 52 a―52 e §:aa sovelletaan lisaksi muiden tuloverolain 3 §:ssa tarkoitettujen kotimaisten yhteisojen kuin osakeyhtioiden sulautumiseen, jakautumiseen ja liiketoiminnan siirtoon. se, mita saadetaan osakeyhtiosta, osakkeesta, osakepaaomasta ja osakkeenomistajasta, koskee talloin muuta yhteisoa, yhteison osuutta, osakepaaomaa vastaavaa paaomaa ja yhteison osakasta tai jasenta. sulautumista koskevia saannoksia sovelletaan lisaksi kotimaisten elinkeinoyhtymien sulautumiseen. se, mita saadetaan osakeyhtiosta, osakkeesta ja osakkeenomistajasta, koskee talloin yhtymaa, yhtymaosuutta ja yhtyman osakasta. lain 52 a―52 f §:aa sovelletaan jaljempana mainituin rajoituksin myos silloin, kun sulautuminen, jakautuminen, liiketoiminnan siirto tai osakkeiden vaihto koskee eri jasenvaltioissa olevia yhtioita koskeviin sulautumisiin, jakautumisiin, osittaisjakautumisiin, varojensiirtoihin ja osakkeidenvaihtoihin seka eurooppayhtion (se) tai eurooppaosuuskunnan (sce) saantomaaraisen kotipaikan siirtoon jasenvaltioiden valilla sovellettavasta yhteisesta verojarjestelmasta annetun neuvoston direktiivin 90/434/ety 3 artiklan a kohdassa tarkoitettuja yhteisoja, jotka ovat velvollisia suorittamaan yhteisoveroa. yhtion katsotaan olevan jasenvaltiossa, jos sen kotipaikka on jasenvaltion lainsaadannon mukaan tuossa valtiossa eika sen katsota euroopan unionin jasenvaltion ja kolmannen valtion valisen kaksinkertaisen verotuksen valttamista koskevan sopimuksen mukaan olevan unionin ulkopuolella sijaitseva.",
        "content_sv": "Bestämmelserna i 52 a―52 f § tillämpas på fusioner, fissioner, verksamhetsöverlåtelser och aktiebyten som gäller finska aktiebolag. Lagens 52 a―52 e § tillämpas dessutom på fusioner, fissioner och verksamhetsöverlåtelser som gäller andra inhemska samfund som avses i 3 § i inkomstskattelagen än aktiebolag. Vad som föreskrivs om aktiebolag, aktier, aktiekapital och aktieägare gäller då samfundet, andelarna i samfundet, det kapital som motsvarar aktiekapital och delägarna eller medlemmarna i samfundet. Bestämmelserna om fusion tillämpas dessutom på fusioner av inhemska näringssammanslutningar. Vad som föreskrivs om aktiebolag, aktier och aktieägare gäller då sammanslutningen, andelarna i sammanslutningen och delägarna i sammanslutningen. Lagens 52 a―52 f § tillämpas med nedan nämnda begränsningar även när fusionen, fissionen, verksamhetsöverlåtelsen eller aktiebytet gäller sådana samfund som är skyldiga att betala samfundsskatt och som avses i artikel 3 a i rådets direktiv 90/434/EEG om ett gemensamt beskattningssystem för fusion, fission, partiell fission, överföring av tillgångar och utbyte av aktier eller andelar som berör bolag i olika medlemsstater samt om flyttning av ett europabolags eller en europeisk kooperativ förenings säte från en medlemsstat till en annan. Ett bolag anses vara hemmahörande i en medlemsstat om det enligt medlemsstatens lagstiftning har sin hemort i den staten och det inte enligt något avtal för undvikande av dubbelbeskattning som ingåtts mellan en medlemsstat i Europeiska unionen och en tredje stat anses vara hemmahörande utanför unionen.",
        "normalized_sv": "Bestämmelserna i 52 a―52 f § tillämpas på fusioner, fissioner, verksamhetsöverlåtelser och aktiebyten som gäller finska aktiebolag. Lagens 52 a―52 e § tillämpas dessutom på fusioner, fissioner och verksamhetsöverlåtelser som gäller andra inhemska samfund som avses i 3 § i inkomstskattelagen än aktiebolag. Vad som föreskrivs om aktiebolag, aktier, aktiekapital och aktieägare gäller då samfundet, andelarna i samfundet, det kapital som motsvarar aktiekapital och delägarna eller medlemmarna i samfundet. Bestämmelserna om fusion tillämpas dessutom på fusioner av inhemska näringssammanslutningar. Vad som föreskrivs om aktiebolag, aktier och aktieägare gäller då sammanslutningen, andelarna i sammanslutningen och delägarna i sammanslutningen. Lagens 52 a―52 f § tillämpas med nedan nämnda begränsningar även när fusionen, fissionen, verksamhetsöverlåtelsen eller aktiebytet gäller sådana samfund som är skyldiga att betala samfundsskatt och som avses i artikel 3 a i rådets direktiv 90/434/EEG om ett gemensamt beskattningssystem för fusion, fission, partiell fission, överföring av tillgångar och utbyte av aktier eller andelar som berör bolag i olika medlemsstater samt om flyttning av ett europabolags eller en europeisk kooperativ förenings säte från en medlemsstat till en annan. Ett bolag anses vara hemmahörande i en medlemsstat om det enligt medlemsstatens lagstiftning har sin hemort i den staten och det inte enligt något avtal för undvikande av dubbelbeskattning som ingåtts mellan en medlemsstat i Europeiska unionen och en tredje stat anses vara hemmahörande utanför unionen.",
        "folded_sv": "bestammelserna i 52 a―52 f § tillampas pa fusioner, fissioner, verksamhetsoverlatelser och aktiebyten som galler finska aktiebolag. lagens 52 a―52 e § tillampas dessutom pa fusioner, fissioner och verksamhetsoverlatelser som galler andra inhemska samfund som avses i 3 § i inkomstskattelagen an aktiebolag. vad som foreskrivs om aktiebolag, aktier, aktiekapital och aktieagare galler da samfundet, andelarna i samfundet, det kapital som motsvarar aktiekapital och delagarna eller medlemmarna i samfundet. bestammelserna om fusion tillampas dessutom pa fusioner av inhemska naringssammanslutningar. vad som foreskrivs om aktiebolag, aktier och aktieagare galler da sammanslutningen, andelarna i sammanslutningen och delagarna i sammanslutningen. lagens 52 a―52 f § tillampas med nedan namnda begransningar aven nar fusionen, fissionen, verksamhetsoverlatelsen eller aktiebytet galler sadana samfund som ar skyldiga att betala samfundsskatt och som avses i artikel 3 a i radets direktiv 90/434/eeg om ett gemensamt beskattningssystem for fusion, fission, partiell fission, overforing av tillgangar och utbyte av aktier eller andelar som beror bolag i olika medlemsstater samt om flyttning av ett europabolags eller en europeisk kooperativ forenings sate fran en medlemsstat till en annan. ett bolag anses vara hemmahorande i en medlemsstat om det enligt medlemsstatens lagstiftning har sin hemort i den staten och det inte enligt nagot avtal for undvikande av dubbelbeskattning som ingatts mellan en medlemsstat i europeiska unionen och en tredje stat anses vara hemmahorande utanfor unionen."
      }
    },
    {
      "provision_ref": "52 g",
      "section": "52 g",
      "content": "Tässä laissa tarkoitetaan sääntömääräisen kotipaikan siirrolla liiketointa, jolla eurooppayhtiö tai eurooppaosuuskunta siirtää sääntömääräisen kotipaikkansa yhdestä jäsenvaltiosta toiseen jäsenvaltioon ilman, että se purkautuu tai muodostaa uuden oikeushenkilön. Sääntömääräisen kotipaikkansa Suomesta toiseen jäsenvaltioon siirtäneen eurooppayhtiön tai eurooppaosuuskunnan verotuksessa vähentämättä olevat hankintamenot ja muut menot vähennetään, siltä osin kuin ne tosiasiassa jäävät liittymään Suomeen muodostuvaan kiinteään toimipaikkaan, samalla tavalla kuin ne olisi vähennetty, jos sääntömääräistä kotipaikkaa ei olisi siirretty. Kiinteään toimipaikkaan kohdistuvat varaukset ja oikaisuerät luetaan veronalaiseksi tuloksi samalla tavalla kuin ne olisi luettu tuloksi, jos kotipaikkaa ei olisi siirretty. Kiinteän toimipaikan verotuksessa vähennetään eurooppayhtiön tai eurooppaosuuskunnan vähentämättä olevat aikaisempien vuosien vahvistetut tappiot ja luetaan hyväksi yhtiöveron hyvitykset samalla tavalla kuin ne olisi vähennetty tai luettu hyväksi, jos kotipaikkaa ei olisi siirretty. Siltä osin kuin sääntömääräisen kotipaikkansa siirtävän eurooppayhtiön tai eurooppaosuuskunnan varat ja varaukset eivät jää tosiasiassa liittymään tai ne lakkaavat tosiasiassa liittymästä yhtiön Suomeen muodostuvaan kiinteään toimipaikkaan, sovelletaan, mitä 52 e §:n 2 ja 3 momentissa säädetään. Sen verovuoden verotuksessa, jonka aikana eurooppayhtiö tai eurooppaosuuskunta on siirtänyt sääntömääräisen kotipaikkansa toiseen jäsenvaltioon, kotipaikan siirtäneelle yhteisölle ja sille Suomeen muodostuvalle kiinteälle toimipaikalle määrätään vero erikseen. Kotipaikkansa siirtäneen eurooppayhtiön tai eurooppaosuuskunnan verovuosi päättyy sinä päivänä, jolloin yhteisö on rekisteröity sen uuden kotivaltion rekisteriin. Kiinteään toimipaikkaan liittymään jääneen käyttöomaisuuden hankintamenosta ja muista pitkävaikutteisista menoista saadaan poistoina vähentää enintään määrä, joka vastaa verovuoden enimmäispoistoa vähennettynä sääntömääräisen kotipaikkansa siirtäneen yhteisön verotuksessa verovuonna samasta omaisuudesta hyväksyttävän poiston määrällä. Sääntömääräisen kotipaikkansa toisesta jäsenvaltiosta Suomeen siirtäneen eurooppayhtiön tai eurooppaosuuskunnan verotuksessa Suomeen siirtyneiden varojen hankintamenoksi katsotaan niiden hankintamenon poistamatta oleva osa siinä valtiossa, josta sääntömääräinen kotipaikka siirrettiin. Jos siinä valtiossa, josta sääntömääräinen kotipaikka siirrettiin, varojen todennäköinen luovutushinta on luettu veronalaiseksi tuloksi, siirtyneiden varojen hankintamenoksi katsotaan varojen todennäköinen luovutushinta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:52 g",
        "normalized_fi": "Tässä laissa tarkoitetaan sääntömääräisen kotipaikan siirrolla liiketointa, jolla eurooppayhtiö tai eurooppaosuuskunta siirtää sääntömääräisen kotipaikkansa yhdestä jäsenvaltiosta toiseen jäsenvaltioon ilman, että se purkautuu tai muodostaa uuden oikeushenkilön. Sääntömääräisen kotipaikkansa Suomesta toiseen jäsenvaltioon siirtäneen eurooppayhtiön tai eurooppaosuuskunnan verotuksessa vähentämättä olevat hankintamenot ja muut menot vähennetään, siltä osin kuin ne tosiasiassa jäävät liittymään Suomeen muodostuvaan kiinteään toimipaikkaan, samalla tavalla kuin ne olisi vähennetty, jos sääntömääräistä kotipaikkaa ei olisi siirretty. Kiinteään toimipaikkaan kohdistuvat varaukset ja oikaisuerät luetaan veronalaiseksi tuloksi samalla tavalla kuin ne olisi luettu tuloksi, jos kotipaikkaa ei olisi siirretty. Kiinteän toimipaikan verotuksessa vähennetään eurooppayhtiön tai eurooppaosuuskunnan vähentämättä olevat aikaisempien vuosien vahvistetut tappiot ja luetaan hyväksi yhtiöveron hyvitykset samalla tavalla kuin ne olisi vähennetty tai luettu hyväksi, jos kotipaikkaa ei olisi siirretty. Siltä osin kuin sääntömääräisen kotipaikkansa siirtävän eurooppayhtiön tai eurooppaosuuskunnan varat ja varaukset eivät jää tosiasiassa liittymään tai ne lakkaavat tosiasiassa liittymästä yhtiön Suomeen muodostuvaan kiinteään toimipaikkaan, sovelletaan, mitä 52 e § :n 2 ja 3 momentissa säädetään. Sen verovuoden verotuksessa, jonka aikana eurooppayhtiö tai eurooppaosuuskunta on siirtänyt sääntömääräisen kotipaikkansa toiseen jäsenvaltioon, kotipaikan siirtäneelle yhteisölle ja sille Suomeen muodostuvalle kiinteälle toimipaikalle määrätään vero erikseen. Kotipaikkansa siirtäneen eurooppayhtiön tai eurooppaosuuskunnan verovuosi päättyy sinä päivänä, jolloin yhteisö on rekisteröity sen uuden kotivaltion rekisteriin. Kiinteään toimipaikkaan liittymään jääneen käyttöomaisuuden hankintamenosta ja muista pitkävaikutteisista menoista saadaan poistoina vähentää enintään määrä, joka vastaa verovuoden enimmäispoistoa vähennettynä sääntömääräisen kotipaikkansa siirtäneen yhteisön verotuksessa verovuonna samasta omaisuudesta hyväksyttävän poiston määrällä. Sääntömääräisen kotipaikkansa toisesta jäsenvaltiosta Suomeen siirtäneen eurooppayhtiön tai eurooppaosuuskunnan verotuksessa Suomeen siirtyneiden varojen hankintamenoksi katsotaan niiden hankintamenon poistamatta oleva osa siinä valtiossa, josta sääntömääräinen kotipaikka siirrettiin. Jos siinä valtiossa, josta sääntömääräinen kotipaikka siirrettiin, varojen todennäköinen luovutushinta on luettu veronalaiseksi tuloksi, siirtyneiden varojen hankintamenoksi katsotaan varojen todennäköinen luovutushinta.",
        "folded_fi": "tassa laissa tarkoitetaan saantomaaraisen kotipaikan siirrolla liiketointa, jolla eurooppayhtio tai eurooppaosuuskunta siirtaa saantomaaraisen kotipaikkansa yhdesta jasenvaltiosta toiseen jasenvaltioon ilman, etta se purkautuu tai muodostaa uuden oikeushenkilon. saantomaaraisen kotipaikkansa suomesta toiseen jasenvaltioon siirtaneen eurooppayhtion tai eurooppaosuuskunnan verotuksessa vahentamatta olevat hankintamenot ja muut menot vahennetaan, silta osin kuin ne tosiasiassa jaavat liittymaan suomeen muodostuvaan kiinteaan toimipaikkaan, samalla tavalla kuin ne olisi vahennetty, jos saantomaaraista kotipaikkaa ei olisi siirretty. kiinteaan toimipaikkaan kohdistuvat varaukset ja oikaisuerat luetaan veronalaiseksi tuloksi samalla tavalla kuin ne olisi luettu tuloksi, jos kotipaikkaa ei olisi siirretty. kiintean toimipaikan verotuksessa vahennetaan eurooppayhtion tai eurooppaosuuskunnan vahentamatta olevat aikaisempien vuosien vahvistetut tappiot ja luetaan hyvaksi yhtioveron hyvitykset samalla tavalla kuin ne olisi vahennetty tai luettu hyvaksi, jos kotipaikkaa ei olisi siirretty. silta osin kuin saantomaaraisen kotipaikkansa siirtavan eurooppayhtion tai eurooppaosuuskunnan varat ja varaukset eivat jaa tosiasiassa liittymaan tai ne lakkaavat tosiasiassa liittymasta yhtion suomeen muodostuvaan kiinteaan toimipaikkaan, sovelletaan, mita 52 e §:n 2 ja 3 momentissa saadetaan. sen verovuoden verotuksessa, jonka aikana eurooppayhtio tai eurooppaosuuskunta on siirtanyt saantomaaraisen kotipaikkansa toiseen jasenvaltioon, kotipaikan siirtaneelle yhteisolle ja sille suomeen muodostuvalle kiintealle toimipaikalle maarataan vero erikseen. kotipaikkansa siirtaneen eurooppayhtion tai eurooppaosuuskunnan verovuosi paattyy sina paivana, jolloin yhteiso on rekisteroity sen uuden kotivaltion rekisteriin. kiinteaan toimipaikkaan liittymaan jaaneen kayttoomaisuuden hankintamenosta ja muista pitkavaikutteisista menoista saadaan poistoina vahentaa enintaan maara, joka vastaa verovuoden enimmaispoistoa vahennettyna saantomaaraisen kotipaikkansa siirtaneen yhteison verotuksessa verovuonna samasta omaisuudesta hyvaksyttavan poiston maaralla. saantomaaraisen kotipaikkansa toisesta jasenvaltiosta suomeen siirtaneen eurooppayhtion tai eurooppaosuuskunnan verotuksessa suomeen siirtyneiden varojen hankintamenoksi katsotaan niiden hankintamenon poistamatta oleva osa siina valtiossa, josta saantomaarainen kotipaikka siirrettiin. jos siina valtiossa, josta saantomaarainen kotipaikka siirrettiin, varojen todennakoinen luovutushinta on luettu veronalaiseksi tuloksi, siirtyneiden varojen hankintamenoksi katsotaan varojen todennakoinen luovutushinta.",
        "content_sv": "I denna lag avses med flyttning av stadgeenlig hemort en transaktion varigenom ett europabolag eller en europeisk kooperativ förening utan att det medför bolagets avveckling eller bildandet av en ny juridisk person flyttar sin stadgeenliga hemort från en medlemsstat till en annan medlemsstat. Anskaffningsutgifter och andra utgifter som inte dragits av vid beskattningen av ett europabolag eller en europeiska kooperativ förening som flyttat sin stadgeenliga hemort från Finland till en annan medlemsstat dras av, till den del de faktiskt knyts till ett fast driftställe som bildas i Finland, på samma sätt som de skulle ha dragits av om den stadgeenliga hemorten inte hade flyttats. Reserver och korrigeringsposter som hänför sig till det fasta driftstället räknas som skattepliktig inkomst på samma sätt som de skulle ha räknats som inkomst om hemorten inte hade flyttats. Vid beskattningen av det fasta driftstället avdras europabolagets eller den europeiska kooperativa föreningens fastställda förluster för tidigare år som inte dragits av och tillgodoräknas gottgörelser för bolagsskatt på samma sätt som de skulle ha dragits av eller tillgodoräknats om hemorten inte hade flyttats. Till den del tillgångarna och reserverna i ett europabolag eller en europeisk kooperativ förening som flyttar sin stadgeenliga hemort inte faktiskt knyts till ett fast driftställe som bolaget bildar i Finland eller de upphör att vara faktiskt knutna till detta fasta driftställe tillämpas vad som bestäms i 52 e § 2 och 3 mom. Vid beskattningen för det skatteår under vilket europabolaget eller den europeiska kooperativa föreningen har flyttat sin stadgeenliga hemort till en annan medlemsstat fastställs skatten separat för det samfund som flyttat hemorten och för det fasta driftställe som bildas i Finland. Skatteåret för det europabolag eller den europeiska kooperativa förening som flyttat sin hemort upphör den dag då samfundet införts i den nya hemstatens register. Av anskaffningsutgiften för anläggningstillgångar och andra utgifter med lång verkningstid som knutits till det fasta driftstället får som avskrivningar dras av högst ett belopp som motsvarar maximiavskrivningen under skatteåret minskat med beloppet av de avskrivningar för samma egendom som under skatteåret godtas i beskattningen av det samfund som flyttat sin stadgeenliga hemort. Vid beskattningen av ett europabolag eller en europeisk kooperativ förening som flyttat sin stadgeenliga hemort från en annan medlemsstat till Finland räknas som anskaffningsutgift för de tillgångar som överförts till Finland den oavskrivna delen av anskaffningsutgiften i den stat från vilken den stadgeenliga hemorten flyttades. Om tillgångarnas sannolika överlåtelsepris har räknats som skattepliktig inkomst i den stat från vilken den stadgeenliga hemorten flyttades, räknas tillgångarnas sannolika överlåtelsepris som anskaffningsutgift för de överförda tillgångarna.",
        "normalized_sv": "I denna lag avses med flyttning av stadgeenlig hemort en transaktion varigenom ett europabolag eller en europeisk kooperativ förening utan att det medför bolagets avveckling eller bildandet av en ny juridisk person flyttar sin stadgeenliga hemort från en medlemsstat till en annan medlemsstat. Anskaffningsutgifter och andra utgifter som inte dragits av vid beskattningen av ett europabolag eller en europeiska kooperativ förening som flyttat sin stadgeenliga hemort från Finland till en annan medlemsstat dras av, till den del de faktiskt knyts till ett fast driftställe som bildas i Finland, på samma sätt som de skulle ha dragits av om den stadgeenliga hemorten inte hade flyttats. Reserver och korrigeringsposter som hänför sig till det fasta driftstället räknas som skattepliktig inkomst på samma sätt som de skulle ha räknats som inkomst om hemorten inte hade flyttats. Vid beskattningen av det fasta driftstället avdras europabolagets eller den europeiska kooperativa föreningens fastställda förluster för tidigare år som inte dragits av och tillgodoräknas gottgörelser för bolagsskatt på samma sätt som de skulle ha dragits av eller tillgodoräknats om hemorten inte hade flyttats. Till den del tillgångarna och reserverna i ett europabolag eller en europeisk kooperativ förening som flyttar sin stadgeenliga hemort inte faktiskt knyts till ett fast driftställe som bolaget bildar i Finland eller de upphör att vara faktiskt knutna till detta fasta driftställe tillämpas vad som bestäms i 52 e § 2 och 3 mom. Vid beskattningen för det skatteår under vilket europabolaget eller den europeiska kooperativa föreningen har flyttat sin stadgeenliga hemort till en annan medlemsstat fastställs skatten separat för det samfund som flyttat hemorten och för det fasta driftställe som bildas i Finland. Skatteåret för det europabolag eller den europeiska kooperativa förening som flyttat sin hemort upphör den dag då samfundet införts i den nya hemstatens register. Av anskaffningsutgiften för anläggningstillgångar och andra utgifter med lång verkningstid som knutits till det fasta driftstället får som avskrivningar dras av högst ett belopp som motsvarar maximiavskrivningen under skatteåret minskat med beloppet av de avskrivningar för samma egendom som under skatteåret godtas i beskattningen av det samfund som flyttat sin stadgeenliga hemort. Vid beskattningen av ett europabolag eller en europeisk kooperativ förening som flyttat sin stadgeenliga hemort från en annan medlemsstat till Finland räknas som anskaffningsutgift för de tillgångar som överförts till Finland den oavskrivna delen av anskaffningsutgiften i den stat från vilken den stadgeenliga hemorten flyttades. Om tillgångarnas sannolika överlåtelsepris har räknats som skattepliktig inkomst i den stat från vilken den stadgeenliga hemorten flyttades, räknas tillgångarnas sannolika överlåtelsepris som anskaffningsutgift för de överförda tillgångarna.",
        "folded_sv": "i denna lag avses med flyttning av stadgeenlig hemort en transaktion varigenom ett europabolag eller en europeisk kooperativ forening utan att det medfor bolagets avveckling eller bildandet av en ny juridisk person flyttar sin stadgeenliga hemort fran en medlemsstat till en annan medlemsstat. anskaffningsutgifter och andra utgifter som inte dragits av vid beskattningen av ett europabolag eller en europeiska kooperativ forening som flyttat sin stadgeenliga hemort fran finland till en annan medlemsstat dras av, till den del de faktiskt knyts till ett fast driftstalle som bildas i finland, pa samma satt som de skulle ha dragits av om den stadgeenliga hemorten inte hade flyttats. reserver och korrigeringsposter som hanfor sig till det fasta driftstallet raknas som skattepliktig inkomst pa samma satt som de skulle ha raknats som inkomst om hemorten inte hade flyttats. vid beskattningen av det fasta driftstallet avdras europabolagets eller den europeiska kooperativa foreningens faststallda forluster for tidigare ar som inte dragits av och tillgodoraknas gottgorelser for bolagsskatt pa samma satt som de skulle ha dragits av eller tillgodoraknats om hemorten inte hade flyttats. till den del tillgangarna och reserverna i ett europabolag eller en europeisk kooperativ forening som flyttar sin stadgeenliga hemort inte faktiskt knyts till ett fast driftstalle som bolaget bildar i finland eller de upphor att vara faktiskt knutna till detta fasta driftstalle tillampas vad som bestams i 52 e § 2 och 3 mom. vid beskattningen for det skattear under vilket europabolaget eller den europeiska kooperativa foreningen har flyttat sin stadgeenliga hemort till en annan medlemsstat faststalls skatten separat for det samfund som flyttat hemorten och for det fasta driftstalle som bildas i finland. skattearet for det europabolag eller den europeiska kooperativa forening som flyttat sin hemort upphor den dag da samfundet inforts i den nya hemstatens register. av anskaffningsutgiften for anlaggningstillgangar och andra utgifter med lang verkningstid som knutits till det fasta driftstallet far som avskrivningar dras av hogst ett belopp som motsvarar maximiavskrivningen under skattearet minskat med beloppet av de avskrivningar for samma egendom som under skattearet godtas i beskattningen av det samfund som flyttat sin stadgeenliga hemort. vid beskattningen av ett europabolag eller en europeisk kooperativ forening som flyttat sin stadgeenliga hemort fran en annan medlemsstat till finland raknas som anskaffningsutgift for de tillgangar som overforts till finland den oavskrivna delen av anskaffningsutgiften i den stat fran vilken den stadgeenliga hemorten flyttades. om tillgangarnas sannolika overlatelsepris har raknats som skattepliktig inkomst i den stat fran vilken den stadgeenliga hemorten flyttades, raknas tillgangarnas sannolika overlatelsepris som anskaffningsutgift for de overforda tillgangarna."
      }
    },
    {
      "provision_ref": "52 h",
      "section": "52 h",
      "content": "Lain 52 ja 52 a―52 g §:ssä olevia säännöksiä ei sovelleta, jos on ilmeistä, että järjestelyjen yksinomaisena tai yhtenä pääasiallisista tarkoituksista on ollut veron kiertäminen tai veron välttäminen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:52 h",
        "normalized_fi": "Lain 52 ja 52 a―52 g § :ssä olevia säännöksiä ei sovelleta, jos on ilmeistä, että järjestelyjen yksinomaisena tai yhtenä pääasiallisista tarkoituksista on ollut veron kiertäminen tai veron välttäminen.",
        "folded_fi": "lain 52 ja 52 a―52 g §:ssa olevia saannoksia ei sovelleta, jos on ilmeista, etta jarjestelyjen yksinomaisena tai yhtena paaasiallisista tarkoituksista on ollut veron kiertaminen tai veron valttaminen.",
        "content_sv": "Bestämmelserna i 52 och 52 a―52 g § tillämpas inte, om det är uppenbart att det enda ändamålet eller ett av de huvudsakliga ändamålen med arrangemangen har varit att kringgå eller undgå skatt.",
        "normalized_sv": "Bestämmelserna i 52 och 52 a―52 g § tillämpas inte, om det är uppenbart att det enda ändamålet eller ett av de huvudsakliga ändamålen med arrangemangen har varit att kringgå eller undgå skatt.",
        "folded_sv": "bestammelserna i 52 och 52 a―52 g § tillampas inte, om det ar uppenbart att det enda andamalet eller ett av de huvudsakliga andamalen med arrangemangen har varit att kringga eller undga skatt."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "52",
      "section": "52",
      "content": "Jäljempänä 52 a―52 f §:ssä olevia säännöksiä sovelletaan kotimaisten osakeyhtiöiden sulautumiseen, jakautumiseen, liiketoiminnan siirtoon ja osakkeiden vaihtoon. Lain 52 a―52 e §:ää sovelletaan lisäksi muiden tuloverolain 3 §:ssä tarkoitettujen kotimaisten yhteisöjen kuin osakeyhtiöiden sulautumiseen, jakautumiseen ja liiketoiminnan siirtoon. Se, mitä säädetään osakeyhtiöstä, osakkeesta, osakepääomasta ja osakkeenomistajasta, koskee tällöin muuta yhteisöä, yhteisön osuutta, osakepääomaa vastaavaa pääomaa ja yhteisön osakasta tai jäsentä. Sulautumista koskevia säännöksiä sovelletaan lisäksi kotimaisten elinkeinoyhtymien sulautumiseen. Se, mitä säädetään osakeyhtiöstä, osakkeesta ja osakkeenomistajasta, koskee tällöin yhtymää, yhtymäosuutta ja yhtymän osakasta. Lain 52 a―52 f §:ää sovelletaan jäljempänä mainituin rajoituksin myös silloin, kun sulautuminen, jakautuminen, liiketoiminnan siirto tai osakkeiden vaihto koskee eri jäsenvaltioissa olevia yhtiöitä koskeviin sulautumisiin, jakautumisiin, osittaisjakautumisiin, varojensiirtoihin ja osakkeidenvaihtoihin sekä eurooppayhtiön (SE) tai eurooppaosuuskunnan (SCE) sääntömääräisen kotipaikan siirtoon jäsenvaltioiden välillä sovellettavasta yhteisestä verojärjestelmästä annetun neuvoston direktiivin 90/434/ETY 3 artiklan a kohdassa tarkoitettuja yhteisöjä, jotka ovat velvollisia suorittamaan yhteisöveroa. Yhtiön katsotaan olevan jäsenvaltiossa, jos sen kotipaikka on jäsenvaltion lainsäädännön mukaan tuossa valtiossa eikä sen katsota Euroopan unionin jäsenvaltion ja kolmannen valtion välisen kaksinkertaisen verotuksen välttämistä koskevan sopimuksen mukaan olevan unionin ulkopuolella sijaitseva.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:52",
        "normalized_fi": "Jäljempänä 52 a―52 f § :ssä olevia säännöksiä sovelletaan kotimaisten osakeyhtiöiden sulautumiseen, jakautumiseen, liiketoiminnan siirtoon ja osakkeiden vaihtoon. Lain 52 a―52 e § :ää sovelletaan lisäksi muiden tuloverolain 3 § :ssä tarkoitettujen kotimaisten yhteisöjen kuin osakeyhtiöiden sulautumiseen, jakautumiseen ja liiketoiminnan siirtoon. Se, mitä säädetään osakeyhtiöstä, osakkeesta, osakepääomasta ja osakkeenomistajasta, koskee tällöin muuta yhteisöä, yhteisön osuutta, osakepääomaa vastaavaa pääomaa ja yhteisön osakasta tai jäsentä. Sulautumista koskevia säännöksiä sovelletaan lisäksi kotimaisten elinkeinoyhtymien sulautumiseen. Se, mitä säädetään osakeyhtiöstä, osakkeesta ja osakkeenomistajasta, koskee tällöin yhtymää, yhtymäosuutta ja yhtymän osakasta. Lain 52 a―52 f § :ää sovelletaan jäljempänä mainituin rajoituksin myös silloin, kun sulautuminen, jakautuminen, liiketoiminnan siirto tai osakkeiden vaihto koskee eri jäsenvaltioissa olevia yhtiöitä koskeviin sulautumisiin, jakautumisiin, osittaisjakautumisiin, varojensiirtoihin ja osakkeidenvaihtoihin sekä eurooppayhtiön (SE) tai eurooppaosuuskunnan (SCE) sääntömääräisen kotipaikan siirtoon jäsenvaltioiden välillä sovellettavasta yhteisestä verojärjestelmästä annetun neuvoston direktiivin 90/434/ETY 3 artiklan a kohdassa tarkoitettuja yhteisöjä, jotka ovat velvollisia suorittamaan yhteisöveroa. Yhtiön katsotaan olevan jäsenvaltiossa, jos sen kotipaikka on jäsenvaltion lainsäädännön mukaan tuossa valtiossa eikä sen katsota Euroopan unionin jäsenvaltion ja kolmannen valtion välisen kaksinkertaisen verotuksen välttämistä koskevan sopimuksen mukaan olevan unionin ulkopuolella sijaitseva.",
        "folded_fi": "jaljempana 52 a―52 f §:ssa olevia saannoksia sovelletaan kotimaisten osakeyhtioiden sulautumiseen, jakautumiseen, liiketoiminnan siirtoon ja osakkeiden vaihtoon. lain 52 a―52 e §:aa sovelletaan lisaksi muiden tuloverolain 3 §:ssa tarkoitettujen kotimaisten yhteisojen kuin osakeyhtioiden sulautumiseen, jakautumiseen ja liiketoiminnan siirtoon. se, mita saadetaan osakeyhtiosta, osakkeesta, osakepaaomasta ja osakkeenomistajasta, koskee talloin muuta yhteisoa, yhteison osuutta, osakepaaomaa vastaavaa paaomaa ja yhteison osakasta tai jasenta. sulautumista koskevia saannoksia sovelletaan lisaksi kotimaisten elinkeinoyhtymien sulautumiseen. se, mita saadetaan osakeyhtiosta, osakkeesta ja osakkeenomistajasta, koskee talloin yhtymaa, yhtymaosuutta ja yhtyman osakasta. lain 52 a―52 f §:aa sovelletaan jaljempana mainituin rajoituksin myos silloin, kun sulautuminen, jakautuminen, liiketoiminnan siirto tai osakkeiden vaihto koskee eri jasenvaltioissa olevia yhtioita koskeviin sulautumisiin, jakautumisiin, osittaisjakautumisiin, varojensiirtoihin ja osakkeidenvaihtoihin seka eurooppayhtion (se) tai eurooppaosuuskunnan (sce) saantomaaraisen kotipaikan siirtoon jasenvaltioiden valilla sovellettavasta yhteisesta verojarjestelmasta annetun neuvoston direktiivin 90/434/ety 3 artiklan a kohdassa tarkoitettuja yhteisoja, jotka ovat velvollisia suorittamaan yhteisoveroa. yhtion katsotaan olevan jasenvaltiossa, jos sen kotipaikka on jasenvaltion lainsaadannon mukaan tuossa valtiossa eika sen katsota euroopan unionin jasenvaltion ja kolmannen valtion valisen kaksinkertaisen verotuksen valttamista koskevan sopimuksen mukaan olevan unionin ulkopuolella sijaitseva.",
        "content_sv": "Bestämmelserna i 52 a―52 f § tillämpas på fusioner, fissioner, verksamhetsöverlåtelser och aktiebyten som gäller finska aktiebolag. Lagens 52 a―52 e § tillämpas dessutom på fusioner, fissioner och verksamhetsöverlåtelser som gäller andra inhemska samfund som avses i 3 § i inkomstskattelagen än aktiebolag. Vad som föreskrivs om aktiebolag, aktier, aktiekapital och aktieägare gäller då samfundet, andelarna i samfundet, det kapital som motsvarar aktiekapital och delägarna eller medlemmarna i samfundet. Bestämmelserna om fusion tillämpas dessutom på fusioner av inhemska näringssammanslutningar. Vad som föreskrivs om aktiebolag, aktier och aktieägare gäller då sammanslutningen, andelarna i sammanslutningen och delägarna i sammanslutningen. Lagens 52 a―52 f § tillämpas med nedan nämnda begränsningar även när fusionen, fissionen, verksamhetsöverlåtelsen eller aktiebytet gäller sådana samfund som är skyldiga att betala samfundsskatt och som avses i artikel 3 a i rådets direktiv 90/434/EEG om ett gemensamt beskattningssystem för fusion, fission, partiell fission, överföring av tillgångar och utbyte av aktier eller andelar som berör bolag i olika medlemsstater samt om flyttning av ett europabolags eller en europeisk kooperativ förenings säte från en medlemsstat till en annan. Ett bolag anses vara hemmahörande i en medlemsstat om det enligt medlemsstatens lagstiftning har sin hemort i den staten och det inte enligt något avtal för undvikande av dubbelbeskattning som ingåtts mellan en medlemsstat i Europeiska unionen och en tredje stat anses vara hemmahörande utanför unionen.",
        "normalized_sv": "Bestämmelserna i 52 a―52 f § tillämpas på fusioner, fissioner, verksamhetsöverlåtelser och aktiebyten som gäller finska aktiebolag. Lagens 52 a―52 e § tillämpas dessutom på fusioner, fissioner och verksamhetsöverlåtelser som gäller andra inhemska samfund som avses i 3 § i inkomstskattelagen än aktiebolag. Vad som föreskrivs om aktiebolag, aktier, aktiekapital och aktieägare gäller då samfundet, andelarna i samfundet, det kapital som motsvarar aktiekapital och delägarna eller medlemmarna i samfundet. Bestämmelserna om fusion tillämpas dessutom på fusioner av inhemska näringssammanslutningar. Vad som föreskrivs om aktiebolag, aktier och aktieägare gäller då sammanslutningen, andelarna i sammanslutningen och delägarna i sammanslutningen. Lagens 52 a―52 f § tillämpas med nedan nämnda begränsningar även när fusionen, fissionen, verksamhetsöverlåtelsen eller aktiebytet gäller sådana samfund som är skyldiga att betala samfundsskatt och som avses i artikel 3 a i rådets direktiv 90/434/EEG om ett gemensamt beskattningssystem för fusion, fission, partiell fission, överföring av tillgångar och utbyte av aktier eller andelar som berör bolag i olika medlemsstater samt om flyttning av ett europabolags eller en europeisk kooperativ förenings säte från en medlemsstat till en annan. Ett bolag anses vara hemmahörande i en medlemsstat om det enligt medlemsstatens lagstiftning har sin hemort i den staten och det inte enligt något avtal för undvikande av dubbelbeskattning som ingåtts mellan en medlemsstat i Europeiska unionen och en tredje stat anses vara hemmahörande utanför unionen.",
        "folded_sv": "bestammelserna i 52 a―52 f § tillampas pa fusioner, fissioner, verksamhetsoverlatelser och aktiebyten som galler finska aktiebolag. lagens 52 a―52 e § tillampas dessutom pa fusioner, fissioner och verksamhetsoverlatelser som galler andra inhemska samfund som avses i 3 § i inkomstskattelagen an aktiebolag. vad som foreskrivs om aktiebolag, aktier, aktiekapital och aktieagare galler da samfundet, andelarna i samfundet, det kapital som motsvarar aktiekapital och delagarna eller medlemmarna i samfundet. bestammelserna om fusion tillampas dessutom pa fusioner av inhemska naringssammanslutningar. vad som foreskrivs om aktiebolag, aktier och aktieagare galler da sammanslutningen, andelarna i sammanslutningen och delagarna i sammanslutningen. lagens 52 a―52 f § tillampas med nedan namnda begransningar aven nar fusionen, fissionen, verksamhetsoverlatelsen eller aktiebytet galler sadana samfund som ar skyldiga att betala samfundsskatt och som avses i artikel 3 a i radets direktiv 90/434/eeg om ett gemensamt beskattningssystem for fusion, fission, partiell fission, overforing av tillgangar och utbyte av aktier eller andelar som beror bolag i olika medlemsstater samt om flyttning av ett europabolags eller en europeisk kooperativ forenings sate fran en medlemsstat till en annan. ett bolag anses vara hemmahorande i en medlemsstat om det enligt medlemsstatens lagstiftning har sin hemort i den staten och det inte enligt nagot avtal for undvikande av dubbelbeskattning som ingatts mellan en medlemsstat i europeiska unionen och en tredje stat anses vara hemmahorande utanfor unionen."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "52 g",
      "section": "52 g",
      "content": "Tässä laissa tarkoitetaan sääntömääräisen kotipaikan siirrolla liiketointa, jolla eurooppayhtiö tai eurooppaosuuskunta siirtää sääntömääräisen kotipaikkansa yhdestä jäsenvaltiosta toiseen jäsenvaltioon ilman, että se purkautuu tai muodostaa uuden oikeushenkilön. Sääntömääräisen kotipaikkansa Suomesta toiseen jäsenvaltioon siirtäneen eurooppayhtiön tai eurooppaosuuskunnan verotuksessa vähentämättä olevat hankintamenot ja muut menot vähennetään, siltä osin kuin ne tosiasiassa jäävät liittymään Suomeen muodostuvaan kiinteään toimipaikkaan, samalla tavalla kuin ne olisi vähennetty, jos sääntömääräistä kotipaikkaa ei olisi siirretty. Kiinteään toimipaikkaan kohdistuvat varaukset ja oikaisuerät luetaan veronalaiseksi tuloksi samalla tavalla kuin ne olisi luettu tuloksi, jos kotipaikkaa ei olisi siirretty. Kiinteän toimipaikan verotuksessa vähennetään eurooppayhtiön tai eurooppaosuuskunnan vähentämättä olevat aikaisempien vuosien vahvistetut tappiot ja luetaan hyväksi yhtiöveron hyvitykset samalla tavalla kuin ne olisi vähennetty tai luettu hyväksi, jos kotipaikkaa ei olisi siirretty. Siltä osin kuin sääntömääräisen kotipaikkansa siirtävän eurooppayhtiön tai eurooppaosuuskunnan varat ja varaukset eivät jää tosiasiassa liittymään tai ne lakkaavat tosiasiassa liittymästä yhtiön Suomeen muodostuvaan kiinteään toimipaikkaan, sovelletaan, mitä 52 e §:n 2 ja 3 momentissa säädetään. Sen verovuoden verotuksessa, jonka aikana eurooppayhtiö tai eurooppaosuuskunta on siirtänyt sääntömääräisen kotipaikkansa toiseen jäsenvaltioon, kotipaikan siirtäneelle yhteisölle ja sille Suomeen muodostuvalle kiinteälle toimipaikalle määrätään vero erikseen. Kotipaikkansa siirtäneen eurooppayhtiön tai eurooppaosuuskunnan verovuosi päättyy sinä päivänä, jolloin yhteisö on rekisteröity sen uuden kotivaltion rekisteriin. Kiinteään toimipaikkaan liittymään jääneen käyttöomaisuuden hankintamenosta ja muista pitkävaikutteisista menoista saadaan poistoina vähentää enintään määrä, joka vastaa verovuoden enimmäispoistoa vähennettynä sääntömääräisen kotipaikkansa siirtäneen yhteisön verotuksessa verovuonna samasta omaisuudesta hyväksyttävän poiston määrällä. Sääntömääräisen kotipaikkansa toisesta jäsenvaltiosta Suomeen siirtäneen eurooppayhtiön tai eurooppaosuuskunnan verotuksessa Suomeen siirtyneiden varojen hankintamenoksi katsotaan niiden hankintamenon poistamatta oleva osa siinä valtiossa, josta sääntömääräinen kotipaikka siirrettiin. Jos siinä valtiossa, josta sääntömääräinen kotipaikka siirrettiin, varojen todennäköinen luovutushinta on luettu veronalaiseksi tuloksi, siirtyneiden varojen hankintamenoksi katsotaan varojen todennäköinen luovutushinta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:52 g",
        "normalized_fi": "Tässä laissa tarkoitetaan sääntömääräisen kotipaikan siirrolla liiketointa, jolla eurooppayhtiö tai eurooppaosuuskunta siirtää sääntömääräisen kotipaikkansa yhdestä jäsenvaltiosta toiseen jäsenvaltioon ilman, että se purkautuu tai muodostaa uuden oikeushenkilön. Sääntömääräisen kotipaikkansa Suomesta toiseen jäsenvaltioon siirtäneen eurooppayhtiön tai eurooppaosuuskunnan verotuksessa vähentämättä olevat hankintamenot ja muut menot vähennetään, siltä osin kuin ne tosiasiassa jäävät liittymään Suomeen muodostuvaan kiinteään toimipaikkaan, samalla tavalla kuin ne olisi vähennetty, jos sääntömääräistä kotipaikkaa ei olisi siirretty. Kiinteään toimipaikkaan kohdistuvat varaukset ja oikaisuerät luetaan veronalaiseksi tuloksi samalla tavalla kuin ne olisi luettu tuloksi, jos kotipaikkaa ei olisi siirretty. Kiinteän toimipaikan verotuksessa vähennetään eurooppayhtiön tai eurooppaosuuskunnan vähentämättä olevat aikaisempien vuosien vahvistetut tappiot ja luetaan hyväksi yhtiöveron hyvitykset samalla tavalla kuin ne olisi vähennetty tai luettu hyväksi, jos kotipaikkaa ei olisi siirretty. Siltä osin kuin sääntömääräisen kotipaikkansa siirtävän eurooppayhtiön tai eurooppaosuuskunnan varat ja varaukset eivät jää tosiasiassa liittymään tai ne lakkaavat tosiasiassa liittymästä yhtiön Suomeen muodostuvaan kiinteään toimipaikkaan, sovelletaan, mitä 52 e § :n 2 ja 3 momentissa säädetään. Sen verovuoden verotuksessa, jonka aikana eurooppayhtiö tai eurooppaosuuskunta on siirtänyt sääntömääräisen kotipaikkansa toiseen jäsenvaltioon, kotipaikan siirtäneelle yhteisölle ja sille Suomeen muodostuvalle kiinteälle toimipaikalle määrätään vero erikseen. Kotipaikkansa siirtäneen eurooppayhtiön tai eurooppaosuuskunnan verovuosi päättyy sinä päivänä, jolloin yhteisö on rekisteröity sen uuden kotivaltion rekisteriin. Kiinteään toimipaikkaan liittymään jääneen käyttöomaisuuden hankintamenosta ja muista pitkävaikutteisista menoista saadaan poistoina vähentää enintään määrä, joka vastaa verovuoden enimmäispoistoa vähennettynä sääntömääräisen kotipaikkansa siirtäneen yhteisön verotuksessa verovuonna samasta omaisuudesta hyväksyttävän poiston määrällä. Sääntömääräisen kotipaikkansa toisesta jäsenvaltiosta Suomeen siirtäneen eurooppayhtiön tai eurooppaosuuskunnan verotuksessa Suomeen siirtyneiden varojen hankintamenoksi katsotaan niiden hankintamenon poistamatta oleva osa siinä valtiossa, josta sääntömääräinen kotipaikka siirrettiin. Jos siinä valtiossa, josta sääntömääräinen kotipaikka siirrettiin, varojen todennäköinen luovutushinta on luettu veronalaiseksi tuloksi, siirtyneiden varojen hankintamenoksi katsotaan varojen todennäköinen luovutushinta.",
        "folded_fi": "tassa laissa tarkoitetaan saantomaaraisen kotipaikan siirrolla liiketointa, jolla eurooppayhtio tai eurooppaosuuskunta siirtaa saantomaaraisen kotipaikkansa yhdesta jasenvaltiosta toiseen jasenvaltioon ilman, etta se purkautuu tai muodostaa uuden oikeushenkilon. saantomaaraisen kotipaikkansa suomesta toiseen jasenvaltioon siirtaneen eurooppayhtion tai eurooppaosuuskunnan verotuksessa vahentamatta olevat hankintamenot ja muut menot vahennetaan, silta osin kuin ne tosiasiassa jaavat liittymaan suomeen muodostuvaan kiinteaan toimipaikkaan, samalla tavalla kuin ne olisi vahennetty, jos saantomaaraista kotipaikkaa ei olisi siirretty. kiinteaan toimipaikkaan kohdistuvat varaukset ja oikaisuerat luetaan veronalaiseksi tuloksi samalla tavalla kuin ne olisi luettu tuloksi, jos kotipaikkaa ei olisi siirretty. kiintean toimipaikan verotuksessa vahennetaan eurooppayhtion tai eurooppaosuuskunnan vahentamatta olevat aikaisempien vuosien vahvistetut tappiot ja luetaan hyvaksi yhtioveron hyvitykset samalla tavalla kuin ne olisi vahennetty tai luettu hyvaksi, jos kotipaikkaa ei olisi siirretty. silta osin kuin saantomaaraisen kotipaikkansa siirtavan eurooppayhtion tai eurooppaosuuskunnan varat ja varaukset eivat jaa tosiasiassa liittymaan tai ne lakkaavat tosiasiassa liittymasta yhtion suomeen muodostuvaan kiinteaan toimipaikkaan, sovelletaan, mita 52 e §:n 2 ja 3 momentissa saadetaan. sen verovuoden verotuksessa, jonka aikana eurooppayhtio tai eurooppaosuuskunta on siirtanyt saantomaaraisen kotipaikkansa toiseen jasenvaltioon, kotipaikan siirtaneelle yhteisolle ja sille suomeen muodostuvalle kiintealle toimipaikalle maarataan vero erikseen. kotipaikkansa siirtaneen eurooppayhtion tai eurooppaosuuskunnan verovuosi paattyy sina paivana, jolloin yhteiso on rekisteroity sen uuden kotivaltion rekisteriin. kiinteaan toimipaikkaan liittymaan jaaneen kayttoomaisuuden hankintamenosta ja muista pitkavaikutteisista menoista saadaan poistoina vahentaa enintaan maara, joka vastaa verovuoden enimmaispoistoa vahennettyna saantomaaraisen kotipaikkansa siirtaneen yhteison verotuksessa verovuonna samasta omaisuudesta hyvaksyttavan poiston maaralla. saantomaaraisen kotipaikkansa toisesta jasenvaltiosta suomeen siirtaneen eurooppayhtion tai eurooppaosuuskunnan verotuksessa suomeen siirtyneiden varojen hankintamenoksi katsotaan niiden hankintamenon poistamatta oleva osa siina valtiossa, josta saantomaarainen kotipaikka siirrettiin. jos siina valtiossa, josta saantomaarainen kotipaikka siirrettiin, varojen todennakoinen luovutushinta on luettu veronalaiseksi tuloksi, siirtyneiden varojen hankintamenoksi katsotaan varojen todennakoinen luovutushinta.",
        "content_sv": "I denna lag avses med flyttning av stadgeenlig hemort en transaktion varigenom ett europabolag eller en europeisk kooperativ förening utan att det medför bolagets avveckling eller bildandet av en ny juridisk person flyttar sin stadgeenliga hemort från en medlemsstat till en annan medlemsstat. Anskaffningsutgifter och andra utgifter som inte dragits av vid beskattningen av ett europabolag eller en europeiska kooperativ förening som flyttat sin stadgeenliga hemort från Finland till en annan medlemsstat dras av, till den del de faktiskt knyts till ett fast driftställe som bildas i Finland, på samma sätt som de skulle ha dragits av om den stadgeenliga hemorten inte hade flyttats. Reserver och korrigeringsposter som hänför sig till det fasta driftstället räknas som skattepliktig inkomst på samma sätt som de skulle ha räknats som inkomst om hemorten inte hade flyttats. Vid beskattningen av det fasta driftstället avdras europabolagets eller den europeiska kooperativa föreningens fastställda förluster för tidigare år som inte dragits av och tillgodoräknas gottgörelser för bolagsskatt på samma sätt som de skulle ha dragits av eller tillgodoräknats om hemorten inte hade flyttats. Till den del tillgångarna och reserverna i ett europabolag eller en europeisk kooperativ förening som flyttar sin stadgeenliga hemort inte faktiskt knyts till ett fast driftställe som bolaget bildar i Finland eller de upphör att vara faktiskt knutna till detta fasta driftställe tillämpas vad som bestäms i 52 e § 2 och 3 mom. Vid beskattningen för det skatteår under vilket europabolaget eller den europeiska kooperativa föreningen har flyttat sin stadgeenliga hemort till en annan medlemsstat fastställs skatten separat för det samfund som flyttat hemorten och för det fasta driftställe som bildas i Finland. Skatteåret för det europabolag eller den europeiska kooperativa förening som flyttat sin hemort upphör den dag då samfundet införts i den nya hemstatens register. Av anskaffningsutgiften för anläggningstillgångar och andra utgifter med lång verkningstid som knutits till det fasta driftstället får som avskrivningar dras av högst ett belopp som motsvarar maximiavskrivningen under skatteåret minskat med beloppet av de avskrivningar för samma egendom som under skatteåret godtas i beskattningen av det samfund som flyttat sin stadgeenliga hemort. Vid beskattningen av ett europabolag eller en europeisk kooperativ förening som flyttat sin stadgeenliga hemort från en annan medlemsstat till Finland räknas som anskaffningsutgift för de tillgångar som överförts till Finland den oavskrivna delen av anskaffningsutgiften i den stat från vilken den stadgeenliga hemorten flyttades. Om tillgångarnas sannolika överlåtelsepris har räknats som skattepliktig inkomst i den stat från vilken den stadgeenliga hemorten flyttades, räknas tillgångarnas sannolika överlåtelsepris som anskaffningsutgift för de överförda tillgångarna.",
        "normalized_sv": "I denna lag avses med flyttning av stadgeenlig hemort en transaktion varigenom ett europabolag eller en europeisk kooperativ förening utan att det medför bolagets avveckling eller bildandet av en ny juridisk person flyttar sin stadgeenliga hemort från en medlemsstat till en annan medlemsstat. Anskaffningsutgifter och andra utgifter som inte dragits av vid beskattningen av ett europabolag eller en europeiska kooperativ förening som flyttat sin stadgeenliga hemort från Finland till en annan medlemsstat dras av, till den del de faktiskt knyts till ett fast driftställe som bildas i Finland, på samma sätt som de skulle ha dragits av om den stadgeenliga hemorten inte hade flyttats. Reserver och korrigeringsposter som hänför sig till det fasta driftstället räknas som skattepliktig inkomst på samma sätt som de skulle ha räknats som inkomst om hemorten inte hade flyttats. Vid beskattningen av det fasta driftstället avdras europabolagets eller den europeiska kooperativa föreningens fastställda förluster för tidigare år som inte dragits av och tillgodoräknas gottgörelser för bolagsskatt på samma sätt som de skulle ha dragits av eller tillgodoräknats om hemorten inte hade flyttats. Till den del tillgångarna och reserverna i ett europabolag eller en europeisk kooperativ förening som flyttar sin stadgeenliga hemort inte faktiskt knyts till ett fast driftställe som bolaget bildar i Finland eller de upphör att vara faktiskt knutna till detta fasta driftställe tillämpas vad som bestäms i 52 e § 2 och 3 mom. Vid beskattningen för det skatteår under vilket europabolaget eller den europeiska kooperativa föreningen har flyttat sin stadgeenliga hemort till en annan medlemsstat fastställs skatten separat för det samfund som flyttat hemorten och för det fasta driftställe som bildas i Finland. Skatteåret för det europabolag eller den europeiska kooperativa förening som flyttat sin hemort upphör den dag då samfundet införts i den nya hemstatens register. Av anskaffningsutgiften för anläggningstillgångar och andra utgifter med lång verkningstid som knutits till det fasta driftstället får som avskrivningar dras av högst ett belopp som motsvarar maximiavskrivningen under skatteåret minskat med beloppet av de avskrivningar för samma egendom som under skatteåret godtas i beskattningen av det samfund som flyttat sin stadgeenliga hemort. Vid beskattningen av ett europabolag eller en europeisk kooperativ förening som flyttat sin stadgeenliga hemort från en annan medlemsstat till Finland räknas som anskaffningsutgift för de tillgångar som överförts till Finland den oavskrivna delen av anskaffningsutgiften i den stat från vilken den stadgeenliga hemorten flyttades. Om tillgångarnas sannolika överlåtelsepris har räknats som skattepliktig inkomst i den stat från vilken den stadgeenliga hemorten flyttades, räknas tillgångarnas sannolika överlåtelsepris som anskaffningsutgift för de överförda tillgångarna.",
        "folded_sv": "i denna lag avses med flyttning av stadgeenlig hemort en transaktion varigenom ett europabolag eller en europeisk kooperativ forening utan att det medfor bolagets avveckling eller bildandet av en ny juridisk person flyttar sin stadgeenliga hemort fran en medlemsstat till en annan medlemsstat. anskaffningsutgifter och andra utgifter som inte dragits av vid beskattningen av ett europabolag eller en europeiska kooperativ forening som flyttat sin stadgeenliga hemort fran finland till en annan medlemsstat dras av, till den del de faktiskt knyts till ett fast driftstalle som bildas i finland, pa samma satt som de skulle ha dragits av om den stadgeenliga hemorten inte hade flyttats. reserver och korrigeringsposter som hanfor sig till det fasta driftstallet raknas som skattepliktig inkomst pa samma satt som de skulle ha raknats som inkomst om hemorten inte hade flyttats. vid beskattningen av det fasta driftstallet avdras europabolagets eller den europeiska kooperativa foreningens faststallda forluster for tidigare ar som inte dragits av och tillgodoraknas gottgorelser for bolagsskatt pa samma satt som de skulle ha dragits av eller tillgodoraknats om hemorten inte hade flyttats. till den del tillgangarna och reserverna i ett europabolag eller en europeisk kooperativ forening som flyttar sin stadgeenliga hemort inte faktiskt knyts till ett fast driftstalle som bolaget bildar i finland eller de upphor att vara faktiskt knutna till detta fasta driftstalle tillampas vad som bestams i 52 e § 2 och 3 mom. vid beskattningen for det skattear under vilket europabolaget eller den europeiska kooperativa foreningen har flyttat sin stadgeenliga hemort till en annan medlemsstat faststalls skatten separat for det samfund som flyttat hemorten och for det fasta driftstalle som bildas i finland. skattearet for det europabolag eller den europeiska kooperativa forening som flyttat sin hemort upphor den dag da samfundet inforts i den nya hemstatens register. av anskaffningsutgiften for anlaggningstillgangar och andra utgifter med lang verkningstid som knutits till det fasta driftstallet far som avskrivningar dras av hogst ett belopp som motsvarar maximiavskrivningen under skattearet minskat med beloppet av de avskrivningar for samma egendom som under skattearet godtas i beskattningen av det samfund som flyttat sin stadgeenliga hemort. vid beskattningen av ett europabolag eller en europeisk kooperativ forening som flyttat sin stadgeenliga hemort fran en annan medlemsstat till finland raknas som anskaffningsutgift for de tillgangar som overforts till finland den oavskrivna delen av anskaffningsutgiften i den stat fran vilken den stadgeenliga hemorten flyttades. om tillgangarnas sannolika overlatelsepris har raknats som skattepliktig inkomst i den stat fran vilken den stadgeenliga hemorten flyttades, raknas tillgangarnas sannolika overlatelsepris som anskaffningsutgift for de overforda tillgangarna."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "52 h",
      "section": "52 h",
      "content": "Lain 52 ja 52 a―52 g §:ssä olevia säännöksiä ei sovelleta, jos on ilmeistä, että järjestelyjen yksinomaisena tai yhtenä pääasiallisista tarkoituksista on ollut veron kiertäminen tai veron välttäminen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:52 h",
        "normalized_fi": "Lain 52 ja 52 a―52 g § :ssä olevia säännöksiä ei sovelleta, jos on ilmeistä, että järjestelyjen yksinomaisena tai yhtenä pääasiallisista tarkoituksista on ollut veron kiertäminen tai veron välttäminen.",
        "folded_fi": "lain 52 ja 52 a―52 g §:ssa olevia saannoksia ei sovelleta, jos on ilmeista, etta jarjestelyjen yksinomaisena tai yhtena paaasiallisista tarkoituksista on ollut veron kiertaminen tai veron valttaminen.",
        "content_sv": "Bestämmelserna i 52 och 52 a―52 g § tillämpas inte, om det är uppenbart att det enda ändamålet eller ett av de huvudsakliga ändamålen med arrangemangen har varit att kringgå eller undgå skatt.",
        "normalized_sv": "Bestämmelserna i 52 och 52 a―52 g § tillämpas inte, om det är uppenbart att det enda ändamålet eller ett av de huvudsakliga ändamålen med arrangemangen har varit att kringgå eller undgå skatt.",
        "folded_sv": "bestammelserna i 52 och 52 a―52 g § tillampas inte, om det ar uppenbart att det enda andamalet eller ett av de huvudsakliga andamalen med arrangemangen har varit att kringga eller undga skatt."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    }
  ]
}