{
  "id": "1141/2007",
  "type": "statute",
  "title": "Laki tuloverolain muuttamisesta",
  "title_en": "Lag om ändring av inkomstskattelagen",
  "status": "in_force",
  "issued_date": "2007-12-07",
  "in_force_date": "2007-12-07",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/1141/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "4:92 c",
      "chapter": "4",
      "section": "92 c",
      "title": "Rikoksen hyvittäminen työsuorituksella",
      "content": "Veronalaista tuloa ei ole taloudellinen hyöty, jonka rikoksentekijä saa hyvittämällä rikoksesta aiheutuneen vahingon asianomistajalle suorittamallaan työsuorituksella rikosasioiden ja eräiden riita-asioiden sovittelusta annetussa laissa (1015/2005) tarkoitetun sovittelun perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:92 c",
        "normalized_fi": "Veronalaista tuloa ei ole taloudellinen hyöty, jonka rikoksentekijä saa hyvittämällä rikoksesta aiheutuneen vahingon asianomistajalle suorittamallaan työsuorituksella rikosasioiden ja eräiden riita-asioiden sovittelusta annetussa laissa (1015/2005) tarkoitetun sovittelun perusteella.",
        "folded_fi": "veronalaista tuloa ei ole taloudellinen hyoty, jonka rikoksentekija saa hyvittamalla rikoksesta aiheutuneen vahingon asianomistajalle suorittamallaan tyosuorituksella rikosasioiden ja eraiden riita-asioiden sovittelusta annetussa laissa (1015/2005) tarkoitetun sovittelun perusteella.",
        "title_sv": "Gottgörelse av brott genom arbete",
        "content_sv": "Skattepliktig inkomst är inte den ekonomiska nytta som en gärningsman på grundval av sådan medling som avses i lagen om medling vid brott och i vissa tvister (1015/2005) får genom att med en arbetsprestation gottgöra den skada som orsakats målsäganden av ett brott.",
        "normalized_sv": "Skattepliktig inkomst är inte den ekonomiska nytta som en gärningsman på grundval av sådan medling som avses i lagen om medling vid brott och i vissa tvister (1015/2005) får genom att med en arbetsprestation gottgöra den skada som orsakats målsäganden av ett brott.",
        "folded_sv": "skattepliktig inkomst ar inte den ekonomiska nytta som en garningsman pa grundval av sadan medling som avses i lagen om medling vid brott och i vissa tvister (1015/2005) far genom att med en arbetsprestation gottgora den skada som orsakats malsaganden av ett brott."
      }
    },
    {
      "provision_ref": "5:95 a",
      "chapter": "5",
      "section": "95 a",
      "title": "Työasuntovähennys",
      "content": "työasunto vakituinen asunto työasuntovähennys Jos verovelvollinen on varsinaisen työpaikkansa sijainnin vuoksi vuokrannut käyttöönsä asunnon () ja verovelvollisella on myös toinen asunto, jossa hän puolisonsa tai alaikäisen lapsensa kanssa asuu (), vähennetään verovelvollisen tulonhankkimiskuluina 250 euroa jokaista sellaista täyttä kalenterikuukautta kohti, jona hänellä on ollut kaksi asuntoa (). Vähennyksenä myönnetään kuitenkin enintään verovelvollisen työasunnosta maksamaa vuokraa vastaava määrä. Vähennyksen myöntäminen edellyttää, että vakituinen asunto sijaitsee yli 100 kilometrin etäisyydellä työasunnosta ja siitä varsinaisesta työpaikasta, jonka sijainnin vuoksi työasunto on hankittu. Verovelvolliselle myönnetään 1 momentissa säädetyin edellytyksin työasuntovähennys myös silloin, kun verovelvollisella on työasunnon lisäksi vakituinen asunto toisen varsinaisen työpaikan sijainnin vuoksi, vaikka verovelvollinen asuisi vakituisessa asunnossaan yksin. Jos verovelvollinen on varsinaisen työpaikkansa sijainnin vuoksi saanut työnantajalta asuntoedun, verovelvolliselle myönnetään työasuntovähennys 1 ja 2 momentissa säädetyin edellytyksin. Tällöin vähennyksenä myönnetään enintään asunnon luontoisetuarvoa vastaava määrä. Vähennystä ei myönnetä, jos verovelvollinen on saanut toisella paikkakunnalla asumiseen liittyvää verovapaata korvausta tai etuutta, eikä siltä osin kuin verovelvollinen on muun säännöksen nojalla vähentänyt asunnon käyttöön liittyviä kustannuksia verovuodelta toimitetussa verotuksessaan. Kotitalousvähennys ei kuitenkaan estä työasuntovähennyksen myöntämistä. Jos vähennyksen edellytykset täyttyvät molempien puolisoiden osalta ja molemmat puolisot ovat vaatineet vähennystä, vähennys myönnetään sille puolisolle, jonka puhdas ansiotulo on suurempi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:95 a",
        "normalized_fi": "työasunto vakituinen asunto työasuntovähennys Jos verovelvollinen on varsinaisen työpaikkansa sijainnin vuoksi vuokrannut käyttöönsä asunnon () ja verovelvollisella on myös toinen asunto, jossa hän puolisonsa tai alaikäisen lapsensa kanssa asuu (), vähennetään verovelvollisen tulonhankkimiskuluina 250 euroa jokaista sellaista täyttä kalenterikuukautta kohti, jona hänellä on ollut kaksi asuntoa (). Vähennyksenä myönnetään kuitenkin enintään verovelvollisen työasunnosta maksamaa vuokraa vastaava määrä. Vähennyksen myöntäminen edellyttää, että vakituinen asunto sijaitsee yli 100 kilometrin etäisyydellä työasunnosta ja siitä varsinaisesta työpaikasta, jonka sijainnin vuoksi työasunto on hankittu. Verovelvolliselle myönnetään 1 momentissa säädetyin edellytyksin työasuntovähennys myös silloin, kun verovelvollisella on työasunnon lisäksi vakituinen asunto toisen varsinaisen työpaikan sijainnin vuoksi, vaikka verovelvollinen asuisi vakituisessa asunnossaan yksin. Jos verovelvollinen on varsinaisen työpaikkansa sijainnin vuoksi saanut työnantajalta asuntoedun, verovelvolliselle myönnetään työasuntovähennys 1 ja 2 momentissa säädetyin edellytyksin. Tällöin vähennyksenä myönnetään enintään asunnon luontoisetuarvoa vastaava määrä. Vähennystä ei myönnetä, jos verovelvollinen on saanut toisella paikkakunnalla asumiseen liittyvää verovapaata korvausta tai etuutta, eikä siltä osin kuin verovelvollinen on muun säännöksen nojalla vähentänyt asunnon käyttöön liittyviä kustannuksia verovuodelta toimitetussa verotuksessaan. Kotitalousvähennys ei kuitenkaan estä työasuntovähennyksen myöntämistä. Jos vähennyksen edellytykset täyttyvät molempien puolisoiden osalta ja molemmat puolisot ovat vaatineet vähennystä, vähennys myönnetään sille puolisolle, jonka puhdas ansiotulo on suurempi.",
        "folded_fi": "tyoasunto vakituinen asunto tyoasuntovahennys jos verovelvollinen on varsinaisen tyopaikkansa sijainnin vuoksi vuokrannut kayttoonsa asunnon () ja verovelvollisella on myos toinen asunto, jossa han puolisonsa tai alaikaisen lapsensa kanssa asuu (), vahennetaan verovelvollisen tulonhankkimiskuluina 250 euroa jokaista sellaista taytta kalenterikuukautta kohti, jona hanella on ollut kaksi asuntoa (). vahennyksena myonnetaan kuitenkin enintaan verovelvollisen tyoasunnosta maksamaa vuokraa vastaava maara. vahennyksen myontaminen edellyttaa, etta vakituinen asunto sijaitsee yli 100 kilometrin etaisyydella tyoasunnosta ja siita varsinaisesta tyopaikasta, jonka sijainnin vuoksi tyoasunto on hankittu. verovelvolliselle myonnetaan 1 momentissa saadetyin edellytyksin tyoasuntovahennys myos silloin, kun verovelvollisella on tyoasunnon lisaksi vakituinen asunto toisen varsinaisen tyopaikan sijainnin vuoksi, vaikka verovelvollinen asuisi vakituisessa asunnossaan yksin. jos verovelvollinen on varsinaisen tyopaikkansa sijainnin vuoksi saanut tyonantajalta asuntoedun, verovelvolliselle myonnetaan tyoasuntovahennys 1 ja 2 momentissa saadetyin edellytyksin. talloin vahennyksena myonnetaan enintaan asunnon luontoisetuarvoa vastaava maara. vahennysta ei myonneta, jos verovelvollinen on saanut toisella paikkakunnalla asumiseen liittyvaa verovapaata korvausta tai etuutta, eika silta osin kuin verovelvollinen on muun saannoksen nojalla vahentanyt asunnon kayttoon liittyvia kustannuksia verovuodelta toimitetussa verotuksessaan. kotitalousvahennys ei kuitenkaan esta tyoasuntovahennyksen myontamista. jos vahennyksen edellytykset tayttyvat molempien puolisoiden osalta ja molemmat puolisot ovat vaatineet vahennysta, vahennys myonnetaan sille puolisolle, jonka puhdas ansiotulo on suurempi.",
        "title_sv": "Avdrag för bostad på arbetsorten",
        "content_sv": "bostad på arbetsorten stadigvarande bostad avdrag för bostad på arbetsorten Om den skattskyldige på grund av sin egentliga arbetsplats läge har hyrt en bostad för eget bruk () och även har en annan bostad där han eller hon bor med sin make eller minderåriga barn (), avdras som den skattskyldiges utgifter för inkomstens förvärvande 250 euro för varje sådan hel kalendermånad då den skattskyldige haft två bostäder (). Avdraget beviljas dock högst till ett belopp som motsvarar den hyra som den skattskyldige betalat för bostaden på arbetsorten. För att avdraget ska beviljas förutsätts det att den stadigvarande bostaden är belägen över 100 kilometer från bostaden på arbetsorten och den egentliga arbetsplats på grund av vars läge bostaden på arbetsorten har skaffats. Den skattskyldige beviljas avdrag för bostad på arbetsorten under de förutsättningar som anges i 1 mom. även när den skattskyldige utöver bostaden på arbetsorten har en stadigvarande bostad på grund av en annan egentlig arbetsplats läge, även om den skattskyldige bor ensam i den stadigvarande bostaden. Om den skattskyldige på grund av den egentliga arbetsplatsens läge har beviljats bostadsförmån av arbetsgivaren, beviljas den skattskyldige avdrag för bostad på arbetsorten under de förutsättningar som fastställs i 1 och 2 mom. I detta fall beviljas avdraget högst till ett belopp som motsvarar bostadens naturaförmånsvärde. Avdrag beviljas inte om den skattskyldige har fått skattefri ersättning eller förmån med anledning boende på annan ort eller till den del som den skattskyldige med stöd av någon annan bestämmelse har dragit av kostnader i anknytning till användningen av bostaden i sin beskattning för skatteåret. Hushållsavdrag utgör dock inget hinder för beviljande av avdrag för bostad på arbetsorten. Om båda makarna uppfyller villkoren för avdraget och båda har yrkat på avdrag beviljas avdraget den make vars nettoförvärvsinkomst är större.",
        "normalized_sv": "bostad på arbetsorten stadigvarande bostad avdrag för bostad på arbetsorten Om den skattskyldige på grund av sin egentliga arbetsplats läge har hyrt en bostad för eget bruk () och även har en annan bostad där han eller hon bor med sin make eller minderåriga barn (), avdras som den skattskyldiges utgifter för inkomstens förvärvande 250 euro för varje sådan hel kalendermånad då den skattskyldige haft två bostäder (). Avdraget beviljas dock högst till ett belopp som motsvarar den hyra som den skattskyldige betalat för bostaden på arbetsorten. För att avdraget ska beviljas förutsätts det att den stadigvarande bostaden är belägen över 100 kilometer från bostaden på arbetsorten och den egentliga arbetsplats på grund av vars läge bostaden på arbetsorten har skaffats. Den skattskyldige beviljas avdrag för bostad på arbetsorten under de förutsättningar som anges i 1 mom. även när den skattskyldige utöver bostaden på arbetsorten har en stadigvarande bostad på grund av en annan egentlig arbetsplats läge, även om den skattskyldige bor ensam i den stadigvarande bostaden. Om den skattskyldige på grund av den egentliga arbetsplatsens läge har beviljats bostadsförmån av arbetsgivaren, beviljas den skattskyldige avdrag för bostad på arbetsorten under de förutsättningar som fastställs i 1 och 2 mom. I detta fall beviljas avdraget högst till ett belopp som motsvarar bostadens naturaförmånsvärde. Avdrag beviljas inte om den skattskyldige har fått skattefri ersättning eller förmån med anledning boende på annan ort eller till den del som den skattskyldige med stöd av någon annan bestämmelse har dragit av kostnader i anknytning till användningen av bostaden i sin beskattning för skatteåret. Hushållsavdrag utgör dock inget hinder för beviljande av avdrag för bostad på arbetsorten. Om båda makarna uppfyller villkoren för avdraget och båda har yrkat på avdrag beviljas avdraget den make vars nettoförvärvsinkomst är större.",
        "folded_sv": "bostad pa arbetsorten stadigvarande bostad avdrag for bostad pa arbetsorten om den skattskyldige pa grund av sin egentliga arbetsplats lage har hyrt en bostad for eget bruk () och aven har en annan bostad dar han eller hon bor med sin make eller minderariga barn (), avdras som den skattskyldiges utgifter for inkomstens forvarvande 250 euro for varje sadan hel kalendermanad da den skattskyldige haft tva bostader (). avdraget beviljas dock hogst till ett belopp som motsvarar den hyra som den skattskyldige betalat for bostaden pa arbetsorten. for att avdraget ska beviljas forutsatts det att den stadigvarande bostaden ar belagen over 100 kilometer fran bostaden pa arbetsorten och den egentliga arbetsplats pa grund av vars lage bostaden pa arbetsorten har skaffats. den skattskyldige beviljas avdrag for bostad pa arbetsorten under de forutsattningar som anges i 1 mom. aven nar den skattskyldige utover bostaden pa arbetsorten har en stadigvarande bostad pa grund av en annan egentlig arbetsplats lage, aven om den skattskyldige bor ensam i den stadigvarande bostaden. om den skattskyldige pa grund av den egentliga arbetsplatsens lage har beviljats bostadsforman av arbetsgivaren, beviljas den skattskyldige avdrag for bostad pa arbetsorten under de forutsattningar som faststalls i 1 och 2 mom. i detta fall beviljas avdraget hogst till ett belopp som motsvarar bostadens naturaformansvarde. avdrag beviljas inte om den skattskyldige har fatt skattefri ersattning eller forman med anledning boende pa annan ort eller till den del som den skattskyldige med stod av nagon annan bestammelse har dragit av kostnader i anknytning till anvandningen av bostaden i sin beskattning for skattearet. hushallsavdrag utgor dock inget hinder for beviljande av avdrag for bostad pa arbetsorten. om bada makarna uppfyller villkoren for avdraget och bada har yrkat pa avdrag beviljas avdraget den make vars nettoforvarvsinkomst ar storre."
      }
    },
    {
      "provision_ref": "5:100",
      "chapter": "5",
      "section": "100",
      "title": "Valtionverotuksen eläketulovähennys",
      "content": "Täyden eläketulovähennyksen määrä lasketaan siten, että luvulla 3,53 kerrotun täyden kansaneläkkeen määrästä vähennetään progressiivisen tuloveroasteikon alimman verotettavan tulon määrä ja jäännös pyöristetään seuraavaan täyteen kymmenen euron määrään. Eläketulovähennys ei kuitenkaan voi olla eläketulon määrää suurempi. Jos verovelvollisen puhdas ansiotulo on suurempi kuin täyden eläketulovähennyksen määrä, eläketulovähennystä pienennetään 53 prosentilla määrästä, jolla puhdas ansiotulo ylittää täyden eläketulovähennyksen määrän. Valtionverotuksen täyden eläketulovähennyksen määrää laskettaessa täytenä kansaneläkkeenä pidetään yksinäiselle henkilölle verovuonna maksetun täysimääräisen kansaneläkkeen määrää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:100",
        "normalized_fi": "Täyden eläketulovähennyksen määrä lasketaan siten, että luvulla 3,53 kerrotun täyden kansaneläkkeen määrästä vähennetään progressiivisen tuloveroasteikon alimman verotettavan tulon määrä ja jäännös pyöristetään seuraavaan täyteen kymmenen euron määrään. Eläketulovähennys ei kuitenkaan voi olla eläketulon määrää suurempi. Jos verovelvollisen puhdas ansiotulo on suurempi kuin täyden eläketulovähennyksen määrä, eläketulovähennystä pienennetään 53 prosentilla määrästä, jolla puhdas ansiotulo ylittää täyden eläketulovähennyksen määrän. Valtionverotuksen täyden eläketulovähennyksen määrää laskettaessa täytenä kansaneläkkeenä pidetään yksinäiselle henkilölle verovuonna maksetun täysimääräisen kansaneläkkeen määrää.",
        "folded_fi": "tayden elaketulovahennyksen maara lasketaan siten, etta luvulla 3,53 kerrotun tayden kansanelakkeen maarasta vahennetaan progressiivisen tuloveroasteikon alimman verotettavan tulon maara ja jaannos pyoristetaan seuraavaan tayteen kymmenen euron maaraan. elaketulovahennys ei kuitenkaan voi olla elaketulon maaraa suurempi. jos verovelvollisen puhdas ansiotulo on suurempi kuin tayden elaketulovahennyksen maara, elaketulovahennysta pienennetaan 53 prosentilla maarasta, jolla puhdas ansiotulo ylittaa tayden elaketulovahennyksen maaran. valtionverotuksen tayden elaketulovahennyksen maaraa laskettaessa taytena kansanelakkeena pidetaan yksinaiselle henkilolle verovuonna maksetun taysimaaraisen kansanelakkeen maaraa.",
        "title_sv": "Pensionsinkomstavdrag vid statsbeskattningen",
        "content_sv": "Fullt pensionsinkomstavdrag räknas ut så att det från full folkpension som har multiplicerats med talet 3,53 dras av den minsta beskattningsbara inkomsten enligt den progressiva inkomstskatteskalan, varefter återstoden avrundas till följande hela tio euro. Pensionsinkomstavdraget får dock inte överstiga pensionsinkomstens belopp. Om den skattskyldiges nettoförvärvsinkomst är större än fullt pensionsinkomstavdrag, minskas avdraget med 53 procent av det belopp som nettoförvärvsinkomsten överstiger det fulla pensionsinkomstavdraget med. Då fullt pensionsinkomstavdrag vid statsbeskattningen räknas ut anses som full folkpension det belopp som under skatteåret har betalats till en ensamstående såsom full folkpension.",
        "normalized_sv": "Fullt pensionsinkomstavdrag räknas ut så att det från full folkpension som har multiplicerats med talet 3,53 dras av den minsta beskattningsbara inkomsten enligt den progressiva inkomstskatteskalan, varefter återstoden avrundas till följande hela tio euro. Pensionsinkomstavdraget får dock inte överstiga pensionsinkomstens belopp. Om den skattskyldiges nettoförvärvsinkomst är större än fullt pensionsinkomstavdrag, minskas avdraget med 53 procent av det belopp som nettoförvärvsinkomsten överstiger det fulla pensionsinkomstavdraget med. Då fullt pensionsinkomstavdrag vid statsbeskattningen räknas ut anses som full folkpension det belopp som under skatteåret har betalats till en ensamstående såsom full folkpension.",
        "folded_sv": "fullt pensionsinkomstavdrag raknas ut sa att det fran full folkpension som har multiplicerats med talet 3,53 dras av den minsta beskattningsbara inkomsten enligt den progressiva inkomstskatteskalan, varefter aterstoden avrundas till foljande hela tio euro. pensionsinkomstavdraget far dock inte overstiga pensionsinkomstens belopp. om den skattskyldiges nettoforvarvsinkomst ar storre an fullt pensionsinkomstavdrag, minskas avdraget med 53 procent av det belopp som nettoforvarvsinkomsten overstiger det fulla pensionsinkomstavdraget med. da fullt pensionsinkomstavdrag vid statsbeskattningen raknas ut anses som full folkpension det belopp som under skattearet har betalats till en ensamstaende sasom full folkpension."
      }
    },
    {
      "provision_ref": "5:101",
      "chapter": "5",
      "section": "101",
      "title": "Kunnallisverotuksen eläketulovähennys",
      "content": "Kunnallisverotuksen täyden eläketulovähennyksen määrää laskettaessa täytenä kansaneläkkeenä pidetään verovuonna yksinäiselle henkilölle maksetun täysimääräisen kansaneläkkeen määrää. Poiketen siitä, mitä edellä säädetään, verovelvolliselle, johon sovelletaan tämän lain puolisoa koskevia säännöksiä, myönnetään kunnallisverotuksessa puolison eläketulovähennys. Puolison eläketulovähennys lasketaan edellä 2 ja 3 momentissa säädetyllä tavalla. Puolison täytenä kansaneläkkeenä pidetään verovuonna puolisolle maksetun täysimääräisen kansaneläkkeen määrää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:101",
        "normalized_fi": "Kunnallisverotuksen täyden eläketulovähennyksen määrää laskettaessa täytenä kansaneläkkeenä pidetään verovuonna yksinäiselle henkilölle maksetun täysimääräisen kansaneläkkeen määrää. Poiketen siitä, mitä edellä säädetään, verovelvolliselle, johon sovelletaan tämän lain puolisoa koskevia säännöksiä, myönnetään kunnallisverotuksessa puolison eläketulovähennys. Puolison eläketulovähennys lasketaan edellä 2 ja 3 momentissa säädetyllä tavalla. Puolison täytenä kansaneläkkeenä pidetään verovuonna puolisolle maksetun täysimääräisen kansaneläkkeen määrää.",
        "folded_fi": "kunnallisverotuksen tayden elaketulovahennyksen maaraa laskettaessa taytena kansanelakkeena pidetaan verovuonna yksinaiselle henkilolle maksetun taysimaaraisen kansanelakkeen maaraa. poiketen siita, mita edella saadetaan, verovelvolliselle, johon sovelletaan taman lain puolisoa koskevia saannoksia, myonnetaan kunnallisverotuksessa puolison elaketulovahennys. puolison elaketulovahennys lasketaan edella 2 ja 3 momentissa saadetylla tavalla. puolison taytena kansanelakkeena pidetaan verovuonna puolisolle maksetun taysimaaraisen kansanelakkeen maaraa.",
        "title_sv": "Pensionsinkomstavdrag vid kommunalbeskattningen",
        "content_sv": "Då fullt pensionsinkomstavdrag vid kommunalbeskattningen räknas ut anses som full folkpension det belopp som under skatteåret har betalats till en ensamstående såsom full folkpension. Med avvikelse från vad som föreskrivs ovan beviljas en skattskyldig som denna lags bestämmelser om make tillämpas på pensionsinkomstavdrag för make vid kommunalbeskattningen. Pensionsinkomstavdraget för make beräknas enligt 2 och 3 mom. Såsom full folkpension för make ska betraktas det belopp som under skatteåret har betalats till make såsom full folkpension.",
        "normalized_sv": "Då fullt pensionsinkomstavdrag vid kommunalbeskattningen räknas ut anses som full folkpension det belopp som under skatteåret har betalats till en ensamstående såsom full folkpension. Med avvikelse från vad som föreskrivs ovan beviljas en skattskyldig som denna lags bestämmelser om make tillämpas på pensionsinkomstavdrag för make vid kommunalbeskattningen. Pensionsinkomstavdraget för make beräknas enligt 2 och 3 mom. Såsom full folkpension för make ska betraktas det belopp som under skatteåret har betalats till make såsom full folkpension.",
        "folded_sv": "da fullt pensionsinkomstavdrag vid kommunalbeskattningen raknas ut anses som full folkpension det belopp som under skattearet har betalats till en ensamstaende sasom full folkpension. med avvikelse fran vad som foreskrivs ovan beviljas en skattskyldig som denna lags bestammelser om make tillampas pa pensionsinkomstavdrag for make vid kommunalbeskattningen. pensionsinkomstavdraget for make beraknas enligt 2 och 3 mom. sasom full folkpension for make ska betraktas det belopp som under skattearet har betalats till make sasom full folkpension."
      }
    },
    {
      "provision_ref": "5:105",
      "chapter": "5",
      "section": "105",
      "title": "Kunnallisverotuksen opintorahavähennys",
      "content": "Jos verovelvollinen on saanut opintotukilaissa tarkoitettua opintorahaa, hänen puhtaasta ansiotulostaan vähennetään kunnallisverotuksen opintorahavähennys. Sen täysi määrä on 2 600 euroa, kuitenkin enintään opintorahan määrä. Vähennystä pienennetään 50 prosentilla siitä määrästä, jolla verovelvollisen puhtaan ansiotulon määrä ylittää opintorahavähennyksen täyden määrän.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:105",
        "normalized_fi": "Jos verovelvollinen on saanut opintotukilaissa tarkoitettua opintorahaa, hänen puhtaasta ansiotulostaan vähennetään kunnallisverotuksen opintorahavähennys. Sen täysi määrä on 2 600 euroa, kuitenkin enintään opintorahan määrä. Vähennystä pienennetään 50 prosentilla siitä määrästä, jolla verovelvollisen puhtaan ansiotulon määrä ylittää opintorahavähennyksen täyden määrän.",
        "folded_fi": "jos verovelvollinen on saanut opintotukilaissa tarkoitettua opintorahaa, hanen puhtaasta ansiotulostaan vahennetaan kunnallisverotuksen opintorahavahennys. sen taysi maara on 2 600 euroa, kuitenkin enintaan opintorahan maara. vahennysta pienennetaan 50 prosentilla siita maarasta, jolla verovelvollisen puhtaan ansiotulon maara ylittaa opintorahavahennyksen tayden maaran.",
        "title_sv": "Studiepenningsavdrag vid kommunalbeskattningen",
        "content_sv": "Om en skattskyldig har fått i lagen om studiestöd avsedd studiepenning, ska från hans nettoförvärvsinkomst göras kommunalbeskattningens studiepenningsavdrag. Avdragets fulla belopp är 2 600 euro, dock högst beloppet av studiepenningen. Avdraget minskas med 50 procent av det belopp som beloppet av den skattskyldiges nettoförvärvsinkomst överstiger studiepenningsavdragets fulla belopp med.",
        "normalized_sv": "Om en skattskyldig har fått i lagen om studiestöd avsedd studiepenning, ska från hans nettoförvärvsinkomst göras kommunalbeskattningens studiepenningsavdrag. Avdragets fulla belopp är 2 600 euro, dock högst beloppet av studiepenningen. Avdraget minskas med 50 procent av det belopp som beloppet av den skattskyldiges nettoförvärvsinkomst överstiger studiepenningsavdragets fulla belopp med.",
        "folded_sv": "om en skattskyldig har fatt i lagen om studiestod avsedd studiepenning, ska fran hans nettoforvarvsinkomst goras kommunalbeskattningens studiepenningsavdrag. avdragets fulla belopp ar 2 600 euro, dock hogst beloppet av studiepenningen. avdraget minskas med 50 procent av det belopp som beloppet av den skattskyldiges nettoforvarvsinkomst overstiger studiepenningsavdragets fulla belopp med."
      }
    },
    {
      "provision_ref": "5:105 a",
      "chapter": "5",
      "section": "105 a",
      "title": "Kunnallisverotuksen ansiotulovähennys",
      "content": "Vähennys on 51 prosenttia 1 momentissa tarkoitettujen tulojen 2 500 euroa ylittävältä osalta tulojen 7 230 euron määrään saakka ja sen ylittävältä osalta 28 prosenttia. Vähennyksen enimmäismäärä on kuitenkin 3 570 euroa. Verovelvollisen puhtaan ansiotulon ylittäessä 14 000 euroa vähennyksen määrä pienenee 4,5 prosentilla puhtaan ansiotulon 14 000 euroa ylittävältä osalta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:105 a",
        "normalized_fi": "Vähennys on 51 prosenttia 1 momentissa tarkoitettujen tulojen 2 500 euroa ylittävältä osalta tulojen 7 230 euron määrään saakka ja sen ylittävältä osalta 28 prosenttia. Vähennyksen enimmäismäärä on kuitenkin 3 570 euroa. Verovelvollisen puhtaan ansiotulon ylittäessä 14 000 euroa vähennyksen määrä pienenee 4,5 prosentilla puhtaan ansiotulon 14 000 euroa ylittävältä osalta.",
        "folded_fi": "vahennys on 51 prosenttia 1 momentissa tarkoitettujen tulojen 2 500 euroa ylittavalta osalta tulojen 7 230 euron maaraan saakka ja sen ylittavalta osalta 28 prosenttia. vahennyksen enimmaismaara on kuitenkin 3 570 euroa. verovelvollisen puhtaan ansiotulon ylittaessa 14 000 euroa vahennyksen maara pienenee 4,5 prosentilla puhtaan ansiotulon 14 000 euroa ylittavalta osalta.",
        "title_sv": "Förvärvsinkomstavdrag vid kommunalbeskattningen",
        "content_sv": "Avdraget utgör 51 procent av det belopp varmed de inkomster som avses i 1 mom. överstiger 2 500 euro upp till ett inkomstbelopp av 7 230 euro och 28 procent av det belopp som överstiger detta. Avdraget är dock högst 3 570 euro. När den skattskyldiges nettoförvärvsinkomst överstiger 14 000 euro minskar avdraget med 4,5 procent av det belopp som nettoförvärvsinkomsten överstiger 14 000 euro med.",
        "normalized_sv": "Avdraget utgör 51 procent av det belopp varmed de inkomster som avses i 1 mom. överstiger 2 500 euro upp till ett inkomstbelopp av 7 230 euro och 28 procent av det belopp som överstiger detta. Avdraget är dock högst 3 570 euro. När den skattskyldiges nettoförvärvsinkomst överstiger 14 000 euro minskar avdraget med 4,5 procent av det belopp som nettoförvärvsinkomsten överstiger 14 000 euro med.",
        "folded_sv": "avdraget utgor 51 procent av det belopp varmed de inkomster som avses i 1 mom. overstiger 2 500 euro upp till ett inkomstbelopp av 7 230 euro och 28 procent av det belopp som overstiger detta. avdraget ar dock hogst 3 570 euro. nar den skattskyldiges nettoforvarvsinkomst overstiger 14 000 euro minskar avdraget med 4,5 procent av det belopp som nettoforvarvsinkomsten overstiger 14 000 euro med."
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "title": "Omaisuuden hankintamenon laskemista koskevia erityisiä säännöksiä",
      "content": "Arvo-osuusjärjestelmään kuuluvat osuudet tiettyyn omaisuuteen, sijoitusrahaston rahasto-osuudet ja yhteissijoitusyrityksen osuudet katsotaan luovutetuiksi, jollei verovelvollinen muuta näytä, siinä järjestyksessä kuin ne on saatu. Omaisuuden luovutusjärjestystä ratkaistaessa omaisuus katsotaan saaduksi samana ajankohtana, josta sen omistusaika luovutusvoiton verotuksessa lasketaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:47",
        "normalized_fi": "Arvo-osuusjärjestelmään kuuluvat osuudet tiettyyn omaisuuteen, sijoitusrahaston rahasto-osuudet ja yhteissijoitusyrityksen osuudet katsotaan luovutetuiksi, jollei verovelvollinen muuta näytä, siinä järjestyksessä kuin ne on saatu. Omaisuuden luovutusjärjestystä ratkaistaessa omaisuus katsotaan saaduksi samana ajankohtana, josta sen omistusaika luovutusvoiton verotuksessa lasketaan.",
        "folded_fi": "arvo-osuusjarjestelmaan kuuluvat osuudet tiettyyn omaisuuteen, sijoitusrahaston rahasto-osuudet ja yhteissijoitusyrityksen osuudet katsotaan luovutetuiksi, jollei verovelvollinen muuta nayta, siina jarjestyksessa kuin ne on saatu. omaisuuden luovutusjarjestysta ratkaistaessa omaisuus katsotaan saaduksi samana ajankohtana, josta sen omistusaika luovutusvoiton verotuksessa lasketaan.",
        "title_sv": "Särskilda stadganden om uträkning av anskaffningsutgiften för egendom",
        "content_sv": "Till värdeandelssystemet hänförliga andelar av viss egendom, fondandelar i placeringsfonder och andelar i fondföretag anses ha överlåtits i den ordning som de har förvärvats i, om inte den skattskyldige visar något annat. När ordningen för överlåtelse av egendom fastställs ska egendomen anses ha förvärvats vid samma tidpunkt som dess ägartid räknas från vid beskattningen av överlåtelsevinst.",
        "normalized_sv": "Till värdeandelssystemet hänförliga andelar av viss egendom, fondandelar i placeringsfonder och andelar i fondföretag anses ha överlåtits i den ordning som de har förvärvats i, om inte den skattskyldige visar något annat. När ordningen för överlåtelse av egendom fastställs ska egendomen anses ha förvärvats vid samma tidpunkt som dess ägartid räknas från vid beskattningen av överlåtelsevinst.",
        "folded_sv": "till vardeandelssystemet hanforliga andelar av viss egendom, fondandelar i placeringsfonder och andelar i fondforetag anses ha overlatits i den ordning som de har forvarvats i, om inte den skattskyldige visar nagot annat. nar ordningen for overlatelse av egendom faststalls ska egendomen anses ha forvarvats vid samma tidpunkt som dess agartid raknas fran vid beskattningen av overlatelsevinst."
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "title": "Lahjoitusvähennys",
      "content": "Yhteisö saa valtioneuvoston asetuksella tarkemmin säädettävällä tavalla vähentää tulostaan: 1) vähintään 850 euron ja enintään 250 000 euron suuruisen rahalahjoituksen, joka on tehty tiedettä, taidetta tai suomalaisen kulttuuriperinteen säilyttämistä edistävään tarkoitukseen Euroopan talousalueeseen kuuluvalle valtiolle tai Euroopan talousalueella olevalle julkista rahoitusta saavalle yliopistolle tai korkeakoululle taikka näiden yhteydessä olevalle yliopistorahastolle; 2) vähintään 850 euron ja enintään 50 000 euron suuruisen rahalahjoituksen, joka on tehty tiedettä, taidetta tai suomalaisen kulttuuriperinteen säilyttämistä edistävään tarkoitukseen sellaiselle Verohallituksen nimeämälle Euroopan talousalueella olevalle yhdistykselle, säätiölle tai edellä mainittujen yhteydessä olevalle rahastolle, jonka varsinaisena tarkoituksena on tieteen tai taiteen tukeminen taikka suomalaisen kulttuuriperinteen säilyttäminen. Edellä 1 momentin 2 kohdassa tarkoitetun Verohallituksen nimeämän tahon on toimitettava vuosittain Verohallitukselle tiedot saamistaan vähennyskelpoisista lahjoituksista, niiden antajista ja siitä, mihin tarkoitukseen lahjoitus on käytetty. Verohallitukselle on lisäksi toimitettava viimeksi päättyneen toimintavuoden toimintakertomus, tuloslaskelma ja tase. Verohallitus antaa tarkemmat määräykset tietojen antamistavasta ja -ajankohdasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:57",
        "normalized_fi": "Yhteisö saa valtioneuvoston asetuksella tarkemmin säädettävällä tavalla vähentää tulostaan: 1) vähintään 850 euron ja enintään 250 000 euron suuruisen rahalahjoituksen, joka on tehty tiedettä, taidetta tai suomalaisen kulttuuriperinteen säilyttämistä edistävään tarkoitukseen Euroopan talousalueeseen kuuluvalle valtiolle tai Euroopan talousalueella olevalle julkista rahoitusta saavalle yliopistolle tai korkeakoululle taikka näiden yhteydessä olevalle yliopistorahastolle; 2) vähintään 850 euron ja enintään 50 000 euron suuruisen rahalahjoituksen, joka on tehty tiedettä, taidetta tai suomalaisen kulttuuriperinteen säilyttämistä edistävään tarkoitukseen sellaiselle Verohallituksen nimeämälle Euroopan talousalueella olevalle yhdistykselle, säätiölle tai edellä mainittujen yhteydessä olevalle rahastolle, jonka varsinaisena tarkoituksena on tieteen tai taiteen tukeminen taikka suomalaisen kulttuuriperinteen säilyttäminen. Edellä 1 momentin 2 kohdassa tarkoitetun Verohallituksen nimeämän tahon on toimitettava vuosittain Verohallitukselle tiedot saamistaan vähennyskelpoisista lahjoituksista, niiden antajista ja siitä, mihin tarkoitukseen lahjoitus on käytetty. Verohallitukselle on lisäksi toimitettava viimeksi päättyneen toimintavuoden toimintakertomus, tuloslaskelma ja tase. Verohallitus antaa tarkemmat määräykset tietojen antamistavasta ja -ajankohdasta.",
        "folded_fi": "yhteiso saa valtioneuvoston asetuksella tarkemmin saadettavalla tavalla vahentaa tulostaan: 1) vahintaan 850 euron ja enintaan 250 000 euron suuruisen rahalahjoituksen, joka on tehty tiedetta, taidetta tai suomalaisen kulttuuriperinteen sailyttamista edistavaan tarkoitukseen euroopan talousalueeseen kuuluvalle valtiolle tai euroopan talousalueella olevalle julkista rahoitusta saavalle yliopistolle tai korkeakoululle taikka naiden yhteydessa olevalle yliopistorahastolle; 2) vahintaan 850 euron ja enintaan 50 000 euron suuruisen rahalahjoituksen, joka on tehty tiedetta, taidetta tai suomalaisen kulttuuriperinteen sailyttamista edistavaan tarkoitukseen sellaiselle verohallituksen nimeamalle euroopan talousalueella olevalle yhdistykselle, saatiolle tai edella mainittujen yhteydessa olevalle rahastolle, jonka varsinaisena tarkoituksena on tieteen tai taiteen tukeminen taikka suomalaisen kulttuuriperinteen sailyttaminen. edella 1 momentin 2 kohdassa tarkoitetun verohallituksen nimeaman tahon on toimitettava vuosittain verohallitukselle tiedot saamistaan vahennyskelpoisista lahjoituksista, niiden antajista ja siita, mihin tarkoitukseen lahjoitus on kaytetty. verohallitukselle on lisaksi toimitettava viimeksi paattyneen toimintavuoden toimintakertomus, tuloslaskelma ja tase. verohallitus antaa tarkemmat maaraykset tietojen antamistavasta ja -ajankohdasta.",
        "title_sv": "Donationsavdrag",
        "content_sv": "Ett samfund får enligt vad som närmare bestäms genom förordning av statsrådet från sin inkomst dra av 1) en penningdonation på minst 850 euro och högst 250 000 euro som gjorts för att främja vetenskap, konst eller bevarande av kulturarvet i Finland till en stat inom Europeiska ekonomiska samarbetsområdet eller till ett sådant universitet eller en sådan högskola inom Europeiska ekonomiska samarbetsområdet som får offentlig finansiering eller en universitetsfond i anknytning till dessa, 2) en penningdonation på minst 850 euro och högst 50 000 euro som gjorts för att främja vetenskap, konst eller bevarande av kulturarvet i Finland till en av Skattestyrelsen angiven förening eller stiftelse inom Europeiska ekonomiska samarbetsområdet eller en fond i anknytning till dessa, vars egentliga uppgift är att understödja vetenskap eller konst eller bevara kulturarvet i Finland. Ovan i 1 mom. 2 punkten avsedda av Skattestyrelsen angivna aktörer ska årligen till Skattestyrelsen lämna uppgifter om de avdragsgilla donationer som de mottagit, vem som gjort donationerna och för vilket ändamål donationen använts. Till Skattestyrelsen ska dessutom lämnas verksamhetsberättelsen, resultaträkningen och balansräkningen för det senast avslutade verksamhetsåret. Skattestyrelsen meddelar närmare föreskrifter om hur och när uppgifterna ska lämnas.",
        "normalized_sv": "Ett samfund får enligt vad som närmare bestäms genom förordning av statsrådet från sin inkomst dra av 1) en penningdonation på minst 850 euro och högst 250 000 euro som gjorts för att främja vetenskap, konst eller bevarande av kulturarvet i Finland till en stat inom Europeiska ekonomiska samarbetsområdet eller till ett sådant universitet eller en sådan högskola inom Europeiska ekonomiska samarbetsområdet som får offentlig finansiering eller en universitetsfond i anknytning till dessa, 2) en penningdonation på minst 850 euro och högst 50 000 euro som gjorts för att främja vetenskap, konst eller bevarande av kulturarvet i Finland till en av Skattestyrelsen angiven förening eller stiftelse inom Europeiska ekonomiska samarbetsområdet eller en fond i anknytning till dessa, vars egentliga uppgift är att understödja vetenskap eller konst eller bevara kulturarvet i Finland. Ovan i 1 mom. 2 punkten avsedda av Skattestyrelsen angivna aktörer ska årligen till Skattestyrelsen lämna uppgifter om de avdragsgilla donationer som de mottagit, vem som gjort donationerna och för vilket ändamål donationen använts. Till Skattestyrelsen ska dessutom lämnas verksamhetsberättelsen, resultaträkningen och balansräkningen för det senast avslutade verksamhetsåret. Skattestyrelsen meddelar närmare föreskrifter om hur och när uppgifterna ska lämnas.",
        "folded_sv": "ett samfund far enligt vad som narmare bestams genom forordning av statsradet fran sin inkomst dra av 1) en penningdonation pa minst 850 euro och hogst 250 000 euro som gjorts for att framja vetenskap, konst eller bevarande av kulturarvet i finland till en stat inom europeiska ekonomiska samarbetsomradet eller till ett sadant universitet eller en sadan hogskola inom europeiska ekonomiska samarbetsomradet som far offentlig finansiering eller en universitetsfond i anknytning till dessa, 2) en penningdonation pa minst 850 euro och hogst 50 000 euro som gjorts for att framja vetenskap, konst eller bevarande av kulturarvet i finland till en av skattestyrelsen angiven forening eller stiftelse inom europeiska ekonomiska samarbetsomradet eller en fond i anknytning till dessa, vars egentliga uppgift ar att understodja vetenskap eller konst eller bevara kulturarvet i finland. ovan i 1 mom. 2 punkten avsedda av skattestyrelsen angivna aktorer ska arligen till skattestyrelsen lamna uppgifter om de avdragsgilla donationer som de mottagit, vem som gjort donationerna och for vilket andamal donationen anvants. till skattestyrelsen ska dessutom lamnas verksamhetsberattelsen, resultatrakningen och balansrakningen for det senast avslutade verksamhetsaret. skattestyrelsen meddelar narmare foreskrifter om hur och nar uppgifterna ska lamnas."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "4:92 c",
      "chapter": "4",
      "section": "92 c",
      "title": "Rikoksen hyvittäminen työsuorituksella",
      "content": "Veronalaista tuloa ei ole taloudellinen hyöty, jonka rikoksentekijä saa hyvittämällä rikoksesta aiheutuneen vahingon asianomistajalle suorittamallaan työsuorituksella rikosasioiden ja eräiden riita-asioiden sovittelusta annetussa laissa (1015/2005) tarkoitetun sovittelun perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:92 c",
        "normalized_fi": "Veronalaista tuloa ei ole taloudellinen hyöty, jonka rikoksentekijä saa hyvittämällä rikoksesta aiheutuneen vahingon asianomistajalle suorittamallaan työsuorituksella rikosasioiden ja eräiden riita-asioiden sovittelusta annetussa laissa (1015/2005) tarkoitetun sovittelun perusteella.",
        "folded_fi": "veronalaista tuloa ei ole taloudellinen hyoty, jonka rikoksentekija saa hyvittamalla rikoksesta aiheutuneen vahingon asianomistajalle suorittamallaan tyosuorituksella rikosasioiden ja eraiden riita-asioiden sovittelusta annetussa laissa (1015/2005) tarkoitetun sovittelun perusteella.",
        "title_sv": "Gottgörelse av brott genom arbete",
        "content_sv": "Skattepliktig inkomst är inte den ekonomiska nytta som en gärningsman på grundval av sådan medling som avses i lagen om medling vid brott och i vissa tvister (1015/2005) får genom att med en arbetsprestation gottgöra den skada som orsakats målsäganden av ett brott.",
        "normalized_sv": "Skattepliktig inkomst är inte den ekonomiska nytta som en gärningsman på grundval av sådan medling som avses i lagen om medling vid brott och i vissa tvister (1015/2005) får genom att med en arbetsprestation gottgöra den skada som orsakats målsäganden av ett brott.",
        "folded_sv": "skattepliktig inkomst ar inte den ekonomiska nytta som en garningsman pa grundval av sadan medling som avses i lagen om medling vid brott och i vissa tvister (1015/2005) far genom att med en arbetsprestation gottgora den skada som orsakats malsaganden av ett brott."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "5:95 a",
      "chapter": "5",
      "section": "95 a",
      "title": "Työasuntovähennys",
      "content": "työasunto vakituinen asunto työasuntovähennys Jos verovelvollinen on varsinaisen työpaikkansa sijainnin vuoksi vuokrannut käyttöönsä asunnon () ja verovelvollisella on myös toinen asunto, jossa hän puolisonsa tai alaikäisen lapsensa kanssa asuu (), vähennetään verovelvollisen tulonhankkimiskuluina 250 euroa jokaista sellaista täyttä kalenterikuukautta kohti, jona hänellä on ollut kaksi asuntoa (). Vähennyksenä myönnetään kuitenkin enintään verovelvollisen työasunnosta maksamaa vuokraa vastaava määrä. Vähennyksen myöntäminen edellyttää, että vakituinen asunto sijaitsee yli 100 kilometrin etäisyydellä työasunnosta ja siitä varsinaisesta työpaikasta, jonka sijainnin vuoksi työasunto on hankittu. Verovelvolliselle myönnetään 1 momentissa säädetyin edellytyksin työasuntovähennys myös silloin, kun verovelvollisella on työasunnon lisäksi vakituinen asunto toisen varsinaisen työpaikan sijainnin vuoksi, vaikka verovelvollinen asuisi vakituisessa asunnossaan yksin. Jos verovelvollinen on varsinaisen työpaikkansa sijainnin vuoksi saanut työnantajalta asuntoedun, verovelvolliselle myönnetään työasuntovähennys 1 ja 2 momentissa säädetyin edellytyksin. Tällöin vähennyksenä myönnetään enintään asunnon luontoisetuarvoa vastaava määrä. Vähennystä ei myönnetä, jos verovelvollinen on saanut toisella paikkakunnalla asumiseen liittyvää verovapaata korvausta tai etuutta, eikä siltä osin kuin verovelvollinen on muun säännöksen nojalla vähentänyt asunnon käyttöön liittyviä kustannuksia verovuodelta toimitetussa verotuksessaan. Kotitalousvähennys ei kuitenkaan estä työasuntovähennyksen myöntämistä. Jos vähennyksen edellytykset täyttyvät molempien puolisoiden osalta ja molemmat puolisot ovat vaatineet vähennystä, vähennys myönnetään sille puolisolle, jonka puhdas ansiotulo on suurempi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:95 a",
        "normalized_fi": "työasunto vakituinen asunto työasuntovähennys Jos verovelvollinen on varsinaisen työpaikkansa sijainnin vuoksi vuokrannut käyttöönsä asunnon () ja verovelvollisella on myös toinen asunto, jossa hän puolisonsa tai alaikäisen lapsensa kanssa asuu (), vähennetään verovelvollisen tulonhankkimiskuluina 250 euroa jokaista sellaista täyttä kalenterikuukautta kohti, jona hänellä on ollut kaksi asuntoa (). Vähennyksenä myönnetään kuitenkin enintään verovelvollisen työasunnosta maksamaa vuokraa vastaava määrä. Vähennyksen myöntäminen edellyttää, että vakituinen asunto sijaitsee yli 100 kilometrin etäisyydellä työasunnosta ja siitä varsinaisesta työpaikasta, jonka sijainnin vuoksi työasunto on hankittu. Verovelvolliselle myönnetään 1 momentissa säädetyin edellytyksin työasuntovähennys myös silloin, kun verovelvollisella on työasunnon lisäksi vakituinen asunto toisen varsinaisen työpaikan sijainnin vuoksi, vaikka verovelvollinen asuisi vakituisessa asunnossaan yksin. Jos verovelvollinen on varsinaisen työpaikkansa sijainnin vuoksi saanut työnantajalta asuntoedun, verovelvolliselle myönnetään työasuntovähennys 1 ja 2 momentissa säädetyin edellytyksin. Tällöin vähennyksenä myönnetään enintään asunnon luontoisetuarvoa vastaava määrä. Vähennystä ei myönnetä, jos verovelvollinen on saanut toisella paikkakunnalla asumiseen liittyvää verovapaata korvausta tai etuutta, eikä siltä osin kuin verovelvollinen on muun säännöksen nojalla vähentänyt asunnon käyttöön liittyviä kustannuksia verovuodelta toimitetussa verotuksessaan. Kotitalousvähennys ei kuitenkaan estä työasuntovähennyksen myöntämistä. Jos vähennyksen edellytykset täyttyvät molempien puolisoiden osalta ja molemmat puolisot ovat vaatineet vähennystä, vähennys myönnetään sille puolisolle, jonka puhdas ansiotulo on suurempi.",
        "folded_fi": "tyoasunto vakituinen asunto tyoasuntovahennys jos verovelvollinen on varsinaisen tyopaikkansa sijainnin vuoksi vuokrannut kayttoonsa asunnon () ja verovelvollisella on myos toinen asunto, jossa han puolisonsa tai alaikaisen lapsensa kanssa asuu (), vahennetaan verovelvollisen tulonhankkimiskuluina 250 euroa jokaista sellaista taytta kalenterikuukautta kohti, jona hanella on ollut kaksi asuntoa (). vahennyksena myonnetaan kuitenkin enintaan verovelvollisen tyoasunnosta maksamaa vuokraa vastaava maara. vahennyksen myontaminen edellyttaa, etta vakituinen asunto sijaitsee yli 100 kilometrin etaisyydella tyoasunnosta ja siita varsinaisesta tyopaikasta, jonka sijainnin vuoksi tyoasunto on hankittu. verovelvolliselle myonnetaan 1 momentissa saadetyin edellytyksin tyoasuntovahennys myos silloin, kun verovelvollisella on tyoasunnon lisaksi vakituinen asunto toisen varsinaisen tyopaikan sijainnin vuoksi, vaikka verovelvollinen asuisi vakituisessa asunnossaan yksin. jos verovelvollinen on varsinaisen tyopaikkansa sijainnin vuoksi saanut tyonantajalta asuntoedun, verovelvolliselle myonnetaan tyoasuntovahennys 1 ja 2 momentissa saadetyin edellytyksin. talloin vahennyksena myonnetaan enintaan asunnon luontoisetuarvoa vastaava maara. vahennysta ei myonneta, jos verovelvollinen on saanut toisella paikkakunnalla asumiseen liittyvaa verovapaata korvausta tai etuutta, eika silta osin kuin verovelvollinen on muun saannoksen nojalla vahentanyt asunnon kayttoon liittyvia kustannuksia verovuodelta toimitetussa verotuksessaan. kotitalousvahennys ei kuitenkaan esta tyoasuntovahennyksen myontamista. jos vahennyksen edellytykset tayttyvat molempien puolisoiden osalta ja molemmat puolisot ovat vaatineet vahennysta, vahennys myonnetaan sille puolisolle, jonka puhdas ansiotulo on suurempi.",
        "title_sv": "Avdrag för bostad på arbetsorten",
        "content_sv": "bostad på arbetsorten stadigvarande bostad avdrag för bostad på arbetsorten Om den skattskyldige på grund av sin egentliga arbetsplats läge har hyrt en bostad för eget bruk () och även har en annan bostad där han eller hon bor med sin make eller minderåriga barn (), avdras som den skattskyldiges utgifter för inkomstens förvärvande 250 euro för varje sådan hel kalendermånad då den skattskyldige haft två bostäder (). Avdraget beviljas dock högst till ett belopp som motsvarar den hyra som den skattskyldige betalat för bostaden på arbetsorten. För att avdraget ska beviljas förutsätts det att den stadigvarande bostaden är belägen över 100 kilometer från bostaden på arbetsorten och den egentliga arbetsplats på grund av vars läge bostaden på arbetsorten har skaffats. Den skattskyldige beviljas avdrag för bostad på arbetsorten under de förutsättningar som anges i 1 mom. även när den skattskyldige utöver bostaden på arbetsorten har en stadigvarande bostad på grund av en annan egentlig arbetsplats läge, även om den skattskyldige bor ensam i den stadigvarande bostaden. Om den skattskyldige på grund av den egentliga arbetsplatsens läge har beviljats bostadsförmån av arbetsgivaren, beviljas den skattskyldige avdrag för bostad på arbetsorten under de förutsättningar som fastställs i 1 och 2 mom. I detta fall beviljas avdraget högst till ett belopp som motsvarar bostadens naturaförmånsvärde. Avdrag beviljas inte om den skattskyldige har fått skattefri ersättning eller förmån med anledning boende på annan ort eller till den del som den skattskyldige med stöd av någon annan bestämmelse har dragit av kostnader i anknytning till användningen av bostaden i sin beskattning för skatteåret. Hushållsavdrag utgör dock inget hinder för beviljande av avdrag för bostad på arbetsorten. Om båda makarna uppfyller villkoren för avdraget och båda har yrkat på avdrag beviljas avdraget den make vars nettoförvärvsinkomst är större.",
        "normalized_sv": "bostad på arbetsorten stadigvarande bostad avdrag för bostad på arbetsorten Om den skattskyldige på grund av sin egentliga arbetsplats läge har hyrt en bostad för eget bruk () och även har en annan bostad där han eller hon bor med sin make eller minderåriga barn (), avdras som den skattskyldiges utgifter för inkomstens förvärvande 250 euro för varje sådan hel kalendermånad då den skattskyldige haft två bostäder (). Avdraget beviljas dock högst till ett belopp som motsvarar den hyra som den skattskyldige betalat för bostaden på arbetsorten. För att avdraget ska beviljas förutsätts det att den stadigvarande bostaden är belägen över 100 kilometer från bostaden på arbetsorten och den egentliga arbetsplats på grund av vars läge bostaden på arbetsorten har skaffats. Den skattskyldige beviljas avdrag för bostad på arbetsorten under de förutsättningar som anges i 1 mom. även när den skattskyldige utöver bostaden på arbetsorten har en stadigvarande bostad på grund av en annan egentlig arbetsplats läge, även om den skattskyldige bor ensam i den stadigvarande bostaden. Om den skattskyldige på grund av den egentliga arbetsplatsens läge har beviljats bostadsförmån av arbetsgivaren, beviljas den skattskyldige avdrag för bostad på arbetsorten under de förutsättningar som fastställs i 1 och 2 mom. I detta fall beviljas avdraget högst till ett belopp som motsvarar bostadens naturaförmånsvärde. Avdrag beviljas inte om den skattskyldige har fått skattefri ersättning eller förmån med anledning boende på annan ort eller till den del som den skattskyldige med stöd av någon annan bestämmelse har dragit av kostnader i anknytning till användningen av bostaden i sin beskattning för skatteåret. Hushållsavdrag utgör dock inget hinder för beviljande av avdrag för bostad på arbetsorten. Om båda makarna uppfyller villkoren för avdraget och båda har yrkat på avdrag beviljas avdraget den make vars nettoförvärvsinkomst är större.",
        "folded_sv": "bostad pa arbetsorten stadigvarande bostad avdrag for bostad pa arbetsorten om den skattskyldige pa grund av sin egentliga arbetsplats lage har hyrt en bostad for eget bruk () och aven har en annan bostad dar han eller hon bor med sin make eller minderariga barn (), avdras som den skattskyldiges utgifter for inkomstens forvarvande 250 euro for varje sadan hel kalendermanad da den skattskyldige haft tva bostader (). avdraget beviljas dock hogst till ett belopp som motsvarar den hyra som den skattskyldige betalat for bostaden pa arbetsorten. for att avdraget ska beviljas forutsatts det att den stadigvarande bostaden ar belagen over 100 kilometer fran bostaden pa arbetsorten och den egentliga arbetsplats pa grund av vars lage bostaden pa arbetsorten har skaffats. den skattskyldige beviljas avdrag for bostad pa arbetsorten under de forutsattningar som anges i 1 mom. aven nar den skattskyldige utover bostaden pa arbetsorten har en stadigvarande bostad pa grund av en annan egentlig arbetsplats lage, aven om den skattskyldige bor ensam i den stadigvarande bostaden. om den skattskyldige pa grund av den egentliga arbetsplatsens lage har beviljats bostadsforman av arbetsgivaren, beviljas den skattskyldige avdrag for bostad pa arbetsorten under de forutsattningar som faststalls i 1 och 2 mom. i detta fall beviljas avdraget hogst till ett belopp som motsvarar bostadens naturaformansvarde. avdrag beviljas inte om den skattskyldige har fatt skattefri ersattning eller forman med anledning boende pa annan ort eller till den del som den skattskyldige med stod av nagon annan bestammelse har dragit av kostnader i anknytning till anvandningen av bostaden i sin beskattning for skattearet. hushallsavdrag utgor dock inget hinder for beviljande av avdrag for bostad pa arbetsorten. om bada makarna uppfyller villkoren for avdraget och bada har yrkat pa avdrag beviljas avdraget den make vars nettoforvarvsinkomst ar storre."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "5:100",
      "chapter": "5",
      "section": "100",
      "title": "Valtionverotuksen eläketulovähennys",
      "content": "Täyden eläketulovähennyksen määrä lasketaan siten, että luvulla 3,53 kerrotun täyden kansaneläkkeen määrästä vähennetään progressiivisen tuloveroasteikon alimman verotettavan tulon määrä ja jäännös pyöristetään seuraavaan täyteen kymmenen euron määrään. Eläketulovähennys ei kuitenkaan voi olla eläketulon määrää suurempi. Jos verovelvollisen puhdas ansiotulo on suurempi kuin täyden eläketulovähennyksen määrä, eläketulovähennystä pienennetään 53 prosentilla määrästä, jolla puhdas ansiotulo ylittää täyden eläketulovähennyksen määrän. Valtionverotuksen täyden eläketulovähennyksen määrää laskettaessa täytenä kansaneläkkeenä pidetään yksinäiselle henkilölle verovuonna maksetun täysimääräisen kansaneläkkeen määrää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:100",
        "normalized_fi": "Täyden eläketulovähennyksen määrä lasketaan siten, että luvulla 3,53 kerrotun täyden kansaneläkkeen määrästä vähennetään progressiivisen tuloveroasteikon alimman verotettavan tulon määrä ja jäännös pyöristetään seuraavaan täyteen kymmenen euron määrään. Eläketulovähennys ei kuitenkaan voi olla eläketulon määrää suurempi. Jos verovelvollisen puhdas ansiotulo on suurempi kuin täyden eläketulovähennyksen määrä, eläketulovähennystä pienennetään 53 prosentilla määrästä, jolla puhdas ansiotulo ylittää täyden eläketulovähennyksen määrän. Valtionverotuksen täyden eläketulovähennyksen määrää laskettaessa täytenä kansaneläkkeenä pidetään yksinäiselle henkilölle verovuonna maksetun täysimääräisen kansaneläkkeen määrää.",
        "folded_fi": "tayden elaketulovahennyksen maara lasketaan siten, etta luvulla 3,53 kerrotun tayden kansanelakkeen maarasta vahennetaan progressiivisen tuloveroasteikon alimman verotettavan tulon maara ja jaannos pyoristetaan seuraavaan tayteen kymmenen euron maaraan. elaketulovahennys ei kuitenkaan voi olla elaketulon maaraa suurempi. jos verovelvollisen puhdas ansiotulo on suurempi kuin tayden elaketulovahennyksen maara, elaketulovahennysta pienennetaan 53 prosentilla maarasta, jolla puhdas ansiotulo ylittaa tayden elaketulovahennyksen maaran. valtionverotuksen tayden elaketulovahennyksen maaraa laskettaessa taytena kansanelakkeena pidetaan yksinaiselle henkilolle verovuonna maksetun taysimaaraisen kansanelakkeen maaraa.",
        "title_sv": "Pensionsinkomstavdrag vid statsbeskattningen",
        "content_sv": "Fullt pensionsinkomstavdrag räknas ut så att det från full folkpension som har multiplicerats med talet 3,53 dras av den minsta beskattningsbara inkomsten enligt den progressiva inkomstskatteskalan, varefter återstoden avrundas till följande hela tio euro. Pensionsinkomstavdraget får dock inte överstiga pensionsinkomstens belopp. Om den skattskyldiges nettoförvärvsinkomst är större än fullt pensionsinkomstavdrag, minskas avdraget med 53 procent av det belopp som nettoförvärvsinkomsten överstiger det fulla pensionsinkomstavdraget med. Då fullt pensionsinkomstavdrag vid statsbeskattningen räknas ut anses som full folkpension det belopp som under skatteåret har betalats till en ensamstående såsom full folkpension.",
        "normalized_sv": "Fullt pensionsinkomstavdrag räknas ut så att det från full folkpension som har multiplicerats med talet 3,53 dras av den minsta beskattningsbara inkomsten enligt den progressiva inkomstskatteskalan, varefter återstoden avrundas till följande hela tio euro. Pensionsinkomstavdraget får dock inte överstiga pensionsinkomstens belopp. Om den skattskyldiges nettoförvärvsinkomst är större än fullt pensionsinkomstavdrag, minskas avdraget med 53 procent av det belopp som nettoförvärvsinkomsten överstiger det fulla pensionsinkomstavdraget med. Då fullt pensionsinkomstavdrag vid statsbeskattningen räknas ut anses som full folkpension det belopp som under skatteåret har betalats till en ensamstående såsom full folkpension.",
        "folded_sv": "fullt pensionsinkomstavdrag raknas ut sa att det fran full folkpension som har multiplicerats med talet 3,53 dras av den minsta beskattningsbara inkomsten enligt den progressiva inkomstskatteskalan, varefter aterstoden avrundas till foljande hela tio euro. pensionsinkomstavdraget far dock inte overstiga pensionsinkomstens belopp. om den skattskyldiges nettoforvarvsinkomst ar storre an fullt pensionsinkomstavdrag, minskas avdraget med 53 procent av det belopp som nettoforvarvsinkomsten overstiger det fulla pensionsinkomstavdraget med. da fullt pensionsinkomstavdrag vid statsbeskattningen raknas ut anses som full folkpension det belopp som under skattearet har betalats till en ensamstaende sasom full folkpension."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "5:101",
      "chapter": "5",
      "section": "101",
      "title": "Kunnallisverotuksen eläketulovähennys",
      "content": "Kunnallisverotuksen täyden eläketulovähennyksen määrää laskettaessa täytenä kansaneläkkeenä pidetään verovuonna yksinäiselle henkilölle maksetun täysimääräisen kansaneläkkeen määrää. Poiketen siitä, mitä edellä säädetään, verovelvolliselle, johon sovelletaan tämän lain puolisoa koskevia säännöksiä, myönnetään kunnallisverotuksessa puolison eläketulovähennys. Puolison eläketulovähennys lasketaan edellä 2 ja 3 momentissa säädetyllä tavalla. Puolison täytenä kansaneläkkeenä pidetään verovuonna puolisolle maksetun täysimääräisen kansaneläkkeen määrää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:101",
        "normalized_fi": "Kunnallisverotuksen täyden eläketulovähennyksen määrää laskettaessa täytenä kansaneläkkeenä pidetään verovuonna yksinäiselle henkilölle maksetun täysimääräisen kansaneläkkeen määrää. Poiketen siitä, mitä edellä säädetään, verovelvolliselle, johon sovelletaan tämän lain puolisoa koskevia säännöksiä, myönnetään kunnallisverotuksessa puolison eläketulovähennys. Puolison eläketulovähennys lasketaan edellä 2 ja 3 momentissa säädetyllä tavalla. Puolison täytenä kansaneläkkeenä pidetään verovuonna puolisolle maksetun täysimääräisen kansaneläkkeen määrää.",
        "folded_fi": "kunnallisverotuksen tayden elaketulovahennyksen maaraa laskettaessa taytena kansanelakkeena pidetaan verovuonna yksinaiselle henkilolle maksetun taysimaaraisen kansanelakkeen maaraa. poiketen siita, mita edella saadetaan, verovelvolliselle, johon sovelletaan taman lain puolisoa koskevia saannoksia, myonnetaan kunnallisverotuksessa puolison elaketulovahennys. puolison elaketulovahennys lasketaan edella 2 ja 3 momentissa saadetylla tavalla. puolison taytena kansanelakkeena pidetaan verovuonna puolisolle maksetun taysimaaraisen kansanelakkeen maaraa.",
        "title_sv": "Pensionsinkomstavdrag vid kommunalbeskattningen",
        "content_sv": "Då fullt pensionsinkomstavdrag vid kommunalbeskattningen räknas ut anses som full folkpension det belopp som under skatteåret har betalats till en ensamstående såsom full folkpension. Med avvikelse från vad som föreskrivs ovan beviljas en skattskyldig som denna lags bestämmelser om make tillämpas på pensionsinkomstavdrag för make vid kommunalbeskattningen. Pensionsinkomstavdraget för make beräknas enligt 2 och 3 mom. Såsom full folkpension för make ska betraktas det belopp som under skatteåret har betalats till make såsom full folkpension.",
        "normalized_sv": "Då fullt pensionsinkomstavdrag vid kommunalbeskattningen räknas ut anses som full folkpension det belopp som under skatteåret har betalats till en ensamstående såsom full folkpension. Med avvikelse från vad som föreskrivs ovan beviljas en skattskyldig som denna lags bestämmelser om make tillämpas på pensionsinkomstavdrag för make vid kommunalbeskattningen. Pensionsinkomstavdraget för make beräknas enligt 2 och 3 mom. Såsom full folkpension för make ska betraktas det belopp som under skatteåret har betalats till make såsom full folkpension.",
        "folded_sv": "da fullt pensionsinkomstavdrag vid kommunalbeskattningen raknas ut anses som full folkpension det belopp som under skattearet har betalats till en ensamstaende sasom full folkpension. med avvikelse fran vad som foreskrivs ovan beviljas en skattskyldig som denna lags bestammelser om make tillampas pa pensionsinkomstavdrag for make vid kommunalbeskattningen. pensionsinkomstavdraget for make beraknas enligt 2 och 3 mom. sasom full folkpension for make ska betraktas det belopp som under skattearet har betalats till make sasom full folkpension."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "5:105",
      "chapter": "5",
      "section": "105",
      "title": "Kunnallisverotuksen opintorahavähennys",
      "content": "Jos verovelvollinen on saanut opintotukilaissa tarkoitettua opintorahaa, hänen puhtaasta ansiotulostaan vähennetään kunnallisverotuksen opintorahavähennys. Sen täysi määrä on 2 600 euroa, kuitenkin enintään opintorahan määrä. Vähennystä pienennetään 50 prosentilla siitä määrästä, jolla verovelvollisen puhtaan ansiotulon määrä ylittää opintorahavähennyksen täyden määrän.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:105",
        "normalized_fi": "Jos verovelvollinen on saanut opintotukilaissa tarkoitettua opintorahaa, hänen puhtaasta ansiotulostaan vähennetään kunnallisverotuksen opintorahavähennys. Sen täysi määrä on 2 600 euroa, kuitenkin enintään opintorahan määrä. Vähennystä pienennetään 50 prosentilla siitä määrästä, jolla verovelvollisen puhtaan ansiotulon määrä ylittää opintorahavähennyksen täyden määrän.",
        "folded_fi": "jos verovelvollinen on saanut opintotukilaissa tarkoitettua opintorahaa, hanen puhtaasta ansiotulostaan vahennetaan kunnallisverotuksen opintorahavahennys. sen taysi maara on 2 600 euroa, kuitenkin enintaan opintorahan maara. vahennysta pienennetaan 50 prosentilla siita maarasta, jolla verovelvollisen puhtaan ansiotulon maara ylittaa opintorahavahennyksen tayden maaran.",
        "title_sv": "Studiepenningsavdrag vid kommunalbeskattningen",
        "content_sv": "Om en skattskyldig har fått i lagen om studiestöd avsedd studiepenning, ska från hans nettoförvärvsinkomst göras kommunalbeskattningens studiepenningsavdrag. Avdragets fulla belopp är 2 600 euro, dock högst beloppet av studiepenningen. Avdraget minskas med 50 procent av det belopp som beloppet av den skattskyldiges nettoförvärvsinkomst överstiger studiepenningsavdragets fulla belopp med.",
        "normalized_sv": "Om en skattskyldig har fått i lagen om studiestöd avsedd studiepenning, ska från hans nettoförvärvsinkomst göras kommunalbeskattningens studiepenningsavdrag. Avdragets fulla belopp är 2 600 euro, dock högst beloppet av studiepenningen. Avdraget minskas med 50 procent av det belopp som beloppet av den skattskyldiges nettoförvärvsinkomst överstiger studiepenningsavdragets fulla belopp med.",
        "folded_sv": "om en skattskyldig har fatt i lagen om studiestod avsedd studiepenning, ska fran hans nettoforvarvsinkomst goras kommunalbeskattningens studiepenningsavdrag. avdragets fulla belopp ar 2 600 euro, dock hogst beloppet av studiepenningen. avdraget minskas med 50 procent av det belopp som beloppet av den skattskyldiges nettoforvarvsinkomst overstiger studiepenningsavdragets fulla belopp med."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "5:105 a",
      "chapter": "5",
      "section": "105 a",
      "title": "Kunnallisverotuksen ansiotulovähennys",
      "content": "Vähennys on 51 prosenttia 1 momentissa tarkoitettujen tulojen 2 500 euroa ylittävältä osalta tulojen 7 230 euron määrään saakka ja sen ylittävältä osalta 28 prosenttia. Vähennyksen enimmäismäärä on kuitenkin 3 570 euroa. Verovelvollisen puhtaan ansiotulon ylittäessä 14 000 euroa vähennyksen määrä pienenee 4,5 prosentilla puhtaan ansiotulon 14 000 euroa ylittävältä osalta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:105 a",
        "normalized_fi": "Vähennys on 51 prosenttia 1 momentissa tarkoitettujen tulojen 2 500 euroa ylittävältä osalta tulojen 7 230 euron määrään saakka ja sen ylittävältä osalta 28 prosenttia. Vähennyksen enimmäismäärä on kuitenkin 3 570 euroa. Verovelvollisen puhtaan ansiotulon ylittäessä 14 000 euroa vähennyksen määrä pienenee 4,5 prosentilla puhtaan ansiotulon 14 000 euroa ylittävältä osalta.",
        "folded_fi": "vahennys on 51 prosenttia 1 momentissa tarkoitettujen tulojen 2 500 euroa ylittavalta osalta tulojen 7 230 euron maaraan saakka ja sen ylittavalta osalta 28 prosenttia. vahennyksen enimmaismaara on kuitenkin 3 570 euroa. verovelvollisen puhtaan ansiotulon ylittaessa 14 000 euroa vahennyksen maara pienenee 4,5 prosentilla puhtaan ansiotulon 14 000 euroa ylittavalta osalta.",
        "title_sv": "Förvärvsinkomstavdrag vid kommunalbeskattningen",
        "content_sv": "Avdraget utgör 51 procent av det belopp varmed de inkomster som avses i 1 mom. överstiger 2 500 euro upp till ett inkomstbelopp av 7 230 euro och 28 procent av det belopp som överstiger detta. Avdraget är dock högst 3 570 euro. När den skattskyldiges nettoförvärvsinkomst överstiger 14 000 euro minskar avdraget med 4,5 procent av det belopp som nettoförvärvsinkomsten överstiger 14 000 euro med.",
        "normalized_sv": "Avdraget utgör 51 procent av det belopp varmed de inkomster som avses i 1 mom. överstiger 2 500 euro upp till ett inkomstbelopp av 7 230 euro och 28 procent av det belopp som överstiger detta. Avdraget är dock högst 3 570 euro. När den skattskyldiges nettoförvärvsinkomst överstiger 14 000 euro minskar avdraget med 4,5 procent av det belopp som nettoförvärvsinkomsten överstiger 14 000 euro med.",
        "folded_sv": "avdraget utgor 51 procent av det belopp varmed de inkomster som avses i 1 mom. overstiger 2 500 euro upp till ett inkomstbelopp av 7 230 euro och 28 procent av det belopp som overstiger detta. avdraget ar dock hogst 3 570 euro. nar den skattskyldiges nettoforvarvsinkomst overstiger 14 000 euro minskar avdraget med 4,5 procent av det belopp som nettoforvarvsinkomsten overstiger 14 000 euro med."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "47",
      "section": "47",
      "title": "Omaisuuden hankintamenon laskemista koskevia erityisiä säännöksiä",
      "content": "Arvo-osuusjärjestelmään kuuluvat osuudet tiettyyn omaisuuteen, sijoitusrahaston rahasto-osuudet ja yhteissijoitusyrityksen osuudet katsotaan luovutetuiksi, jollei verovelvollinen muuta näytä, siinä järjestyksessä kuin ne on saatu. Omaisuuden luovutusjärjestystä ratkaistaessa omaisuus katsotaan saaduksi samana ajankohtana, josta sen omistusaika luovutusvoiton verotuksessa lasketaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:47",
        "normalized_fi": "Arvo-osuusjärjestelmään kuuluvat osuudet tiettyyn omaisuuteen, sijoitusrahaston rahasto-osuudet ja yhteissijoitusyrityksen osuudet katsotaan luovutetuiksi, jollei verovelvollinen muuta näytä, siinä järjestyksessä kuin ne on saatu. Omaisuuden luovutusjärjestystä ratkaistaessa omaisuus katsotaan saaduksi samana ajankohtana, josta sen omistusaika luovutusvoiton verotuksessa lasketaan.",
        "folded_fi": "arvo-osuusjarjestelmaan kuuluvat osuudet tiettyyn omaisuuteen, sijoitusrahaston rahasto-osuudet ja yhteissijoitusyrityksen osuudet katsotaan luovutetuiksi, jollei verovelvollinen muuta nayta, siina jarjestyksessa kuin ne on saatu. omaisuuden luovutusjarjestysta ratkaistaessa omaisuus katsotaan saaduksi samana ajankohtana, josta sen omistusaika luovutusvoiton verotuksessa lasketaan.",
        "title_sv": "Särskilda stadganden om uträkning av anskaffningsutgiften för egendom",
        "content_sv": "Till värdeandelssystemet hänförliga andelar av viss egendom, fondandelar i placeringsfonder och andelar i fondföretag anses ha överlåtits i den ordning som de har förvärvats i, om inte den skattskyldige visar något annat. När ordningen för överlåtelse av egendom fastställs ska egendomen anses ha förvärvats vid samma tidpunkt som dess ägartid räknas från vid beskattningen av överlåtelsevinst.",
        "normalized_sv": "Till värdeandelssystemet hänförliga andelar av viss egendom, fondandelar i placeringsfonder och andelar i fondföretag anses ha överlåtits i den ordning som de har förvärvats i, om inte den skattskyldige visar något annat. När ordningen för överlåtelse av egendom fastställs ska egendomen anses ha förvärvats vid samma tidpunkt som dess ägartid räknas från vid beskattningen av överlåtelsevinst.",
        "folded_sv": "till vardeandelssystemet hanforliga andelar av viss egendom, fondandelar i placeringsfonder och andelar i fondforetag anses ha overlatits i den ordning som de har forvarvats i, om inte den skattskyldige visar nagot annat. nar ordningen for overlatelse av egendom faststalls ska egendomen anses ha forvarvats vid samma tidpunkt som dess agartid raknas fran vid beskattningen av overlatelsevinst."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "57",
      "section": "57",
      "title": "Lahjoitusvähennys",
      "content": "Yhteisö saa valtioneuvoston asetuksella tarkemmin säädettävällä tavalla vähentää tulostaan: 1) vähintään 850 euron ja enintään 250 000 euron suuruisen rahalahjoituksen, joka on tehty tiedettä, taidetta tai suomalaisen kulttuuriperinteen säilyttämistä edistävään tarkoitukseen Euroopan talousalueeseen kuuluvalle valtiolle tai Euroopan talousalueella olevalle julkista rahoitusta saavalle yliopistolle tai korkeakoululle taikka näiden yhteydessä olevalle yliopistorahastolle; 2) vähintään 850 euron ja enintään 50 000 euron suuruisen rahalahjoituksen, joka on tehty tiedettä, taidetta tai suomalaisen kulttuuriperinteen säilyttämistä edistävään tarkoitukseen sellaiselle Verohallituksen nimeämälle Euroopan talousalueella olevalle yhdistykselle, säätiölle tai edellä mainittujen yhteydessä olevalle rahastolle, jonka varsinaisena tarkoituksena on tieteen tai taiteen tukeminen taikka suomalaisen kulttuuriperinteen säilyttäminen. Edellä 1 momentin 2 kohdassa tarkoitetun Verohallituksen nimeämän tahon on toimitettava vuosittain Verohallitukselle tiedot saamistaan vähennyskelpoisista lahjoituksista, niiden antajista ja siitä, mihin tarkoitukseen lahjoitus on käytetty. Verohallitukselle on lisäksi toimitettava viimeksi päättyneen toimintavuoden toimintakertomus, tuloslaskelma ja tase. Verohallitus antaa tarkemmat määräykset tietojen antamistavasta ja -ajankohdasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:57",
        "normalized_fi": "Yhteisö saa valtioneuvoston asetuksella tarkemmin säädettävällä tavalla vähentää tulostaan: 1) vähintään 850 euron ja enintään 250 000 euron suuruisen rahalahjoituksen, joka on tehty tiedettä, taidetta tai suomalaisen kulttuuriperinteen säilyttämistä edistävään tarkoitukseen Euroopan talousalueeseen kuuluvalle valtiolle tai Euroopan talousalueella olevalle julkista rahoitusta saavalle yliopistolle tai korkeakoululle taikka näiden yhteydessä olevalle yliopistorahastolle; 2) vähintään 850 euron ja enintään 50 000 euron suuruisen rahalahjoituksen, joka on tehty tiedettä, taidetta tai suomalaisen kulttuuriperinteen säilyttämistä edistävään tarkoitukseen sellaiselle Verohallituksen nimeämälle Euroopan talousalueella olevalle yhdistykselle, säätiölle tai edellä mainittujen yhteydessä olevalle rahastolle, jonka varsinaisena tarkoituksena on tieteen tai taiteen tukeminen taikka suomalaisen kulttuuriperinteen säilyttäminen. Edellä 1 momentin 2 kohdassa tarkoitetun Verohallituksen nimeämän tahon on toimitettava vuosittain Verohallitukselle tiedot saamistaan vähennyskelpoisista lahjoituksista, niiden antajista ja siitä, mihin tarkoitukseen lahjoitus on käytetty. Verohallitukselle on lisäksi toimitettava viimeksi päättyneen toimintavuoden toimintakertomus, tuloslaskelma ja tase. Verohallitus antaa tarkemmat määräykset tietojen antamistavasta ja -ajankohdasta.",
        "folded_fi": "yhteiso saa valtioneuvoston asetuksella tarkemmin saadettavalla tavalla vahentaa tulostaan: 1) vahintaan 850 euron ja enintaan 250 000 euron suuruisen rahalahjoituksen, joka on tehty tiedetta, taidetta tai suomalaisen kulttuuriperinteen sailyttamista edistavaan tarkoitukseen euroopan talousalueeseen kuuluvalle valtiolle tai euroopan talousalueella olevalle julkista rahoitusta saavalle yliopistolle tai korkeakoululle taikka naiden yhteydessa olevalle yliopistorahastolle; 2) vahintaan 850 euron ja enintaan 50 000 euron suuruisen rahalahjoituksen, joka on tehty tiedetta, taidetta tai suomalaisen kulttuuriperinteen sailyttamista edistavaan tarkoitukseen sellaiselle verohallituksen nimeamalle euroopan talousalueella olevalle yhdistykselle, saatiolle tai edella mainittujen yhteydessa olevalle rahastolle, jonka varsinaisena tarkoituksena on tieteen tai taiteen tukeminen taikka suomalaisen kulttuuriperinteen sailyttaminen. edella 1 momentin 2 kohdassa tarkoitetun verohallituksen nimeaman tahon on toimitettava vuosittain verohallitukselle tiedot saamistaan vahennyskelpoisista lahjoituksista, niiden antajista ja siita, mihin tarkoitukseen lahjoitus on kaytetty. verohallitukselle on lisaksi toimitettava viimeksi paattyneen toimintavuoden toimintakertomus, tuloslaskelma ja tase. verohallitus antaa tarkemmat maaraykset tietojen antamistavasta ja -ajankohdasta.",
        "title_sv": "Donationsavdrag",
        "content_sv": "Ett samfund får enligt vad som närmare bestäms genom förordning av statsrådet från sin inkomst dra av 1) en penningdonation på minst 850 euro och högst 250 000 euro som gjorts för att främja vetenskap, konst eller bevarande av kulturarvet i Finland till en stat inom Europeiska ekonomiska samarbetsområdet eller till ett sådant universitet eller en sådan högskola inom Europeiska ekonomiska samarbetsområdet som får offentlig finansiering eller en universitetsfond i anknytning till dessa, 2) en penningdonation på minst 850 euro och högst 50 000 euro som gjorts för att främja vetenskap, konst eller bevarande av kulturarvet i Finland till en av Skattestyrelsen angiven förening eller stiftelse inom Europeiska ekonomiska samarbetsområdet eller en fond i anknytning till dessa, vars egentliga uppgift är att understödja vetenskap eller konst eller bevara kulturarvet i Finland. Ovan i 1 mom. 2 punkten avsedda av Skattestyrelsen angivna aktörer ska årligen till Skattestyrelsen lämna uppgifter om de avdragsgilla donationer som de mottagit, vem som gjort donationerna och för vilket ändamål donationen använts. Till Skattestyrelsen ska dessutom lämnas verksamhetsberättelsen, resultaträkningen och balansräkningen för det senast avslutade verksamhetsåret. Skattestyrelsen meddelar närmare föreskrifter om hur och när uppgifterna ska lämnas.",
        "normalized_sv": "Ett samfund får enligt vad som närmare bestäms genom förordning av statsrådet från sin inkomst dra av 1) en penningdonation på minst 850 euro och högst 250 000 euro som gjorts för att främja vetenskap, konst eller bevarande av kulturarvet i Finland till en stat inom Europeiska ekonomiska samarbetsområdet eller till ett sådant universitet eller en sådan högskola inom Europeiska ekonomiska samarbetsområdet som får offentlig finansiering eller en universitetsfond i anknytning till dessa, 2) en penningdonation på minst 850 euro och högst 50 000 euro som gjorts för att främja vetenskap, konst eller bevarande av kulturarvet i Finland till en av Skattestyrelsen angiven förening eller stiftelse inom Europeiska ekonomiska samarbetsområdet eller en fond i anknytning till dessa, vars egentliga uppgift är att understödja vetenskap eller konst eller bevara kulturarvet i Finland. Ovan i 1 mom. 2 punkten avsedda av Skattestyrelsen angivna aktörer ska årligen till Skattestyrelsen lämna uppgifter om de avdragsgilla donationer som de mottagit, vem som gjort donationerna och för vilket ändamål donationen använts. Till Skattestyrelsen ska dessutom lämnas verksamhetsberättelsen, resultaträkningen och balansräkningen för det senast avslutade verksamhetsåret. Skattestyrelsen meddelar närmare föreskrifter om hur och när uppgifterna ska lämnas.",
        "folded_sv": "ett samfund far enligt vad som narmare bestams genom forordning av statsradet fran sin inkomst dra av 1) en penningdonation pa minst 850 euro och hogst 250 000 euro som gjorts for att framja vetenskap, konst eller bevarande av kulturarvet i finland till en stat inom europeiska ekonomiska samarbetsomradet eller till ett sadant universitet eller en sadan hogskola inom europeiska ekonomiska samarbetsomradet som far offentlig finansiering eller en universitetsfond i anknytning till dessa, 2) en penningdonation pa minst 850 euro och hogst 50 000 euro som gjorts for att framja vetenskap, konst eller bevarande av kulturarvet i finland till en av skattestyrelsen angiven forening eller stiftelse inom europeiska ekonomiska samarbetsomradet eller en fond i anknytning till dessa, vars egentliga uppgift ar att understodja vetenskap eller konst eller bevara kulturarvet i finland. ovan i 1 mom. 2 punkten avsedda av skattestyrelsen angivna aktorer ska arligen till skattestyrelsen lamna uppgifter om de avdragsgilla donationer som de mottagit, vem som gjort donationerna och for vilket andamal donationen anvants. till skattestyrelsen ska dessutom lamnas verksamhetsberattelsen, resultatrakningen och balansrakningen for det senast avslutade verksamhetsaret. skattestyrelsen meddelar narmare foreskrifter om hur och nar uppgifterna ska lamnas."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    }
  ]
}