{
  "id": "1142/2015",
  "type": "statute",
  "title": "Laki julkishallinnon ja -talouden tilintarkastuksesta",
  "title_en": "Lag om revision inom den offentliga förvaltningen och ekonomin",
  "status": "in_force",
  "issued_date": "2015-09-18",
  "in_force_date": "2015-09-18",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/1142/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Tätä lakia sovelletaan julkishallinnon ja -talouden tilintarkastukseen siltä osin kuin muussa laissa ei toisin säädetä. Valtiontalouden tarkastusviraston suorittamasta tarkastuksesta säädetään erikseen. Edellä 1 momentissa tarkoitettuun julkishallinnon ja -talouden tilintarkastukseen sovelletaan lisäksi, mitä tilintarkastuslain (1141/2015) 2 luvun 1, 7, 9 ja 10 §:ssä sekä 4 luvun 1 §:ssä säädetään, siltä osin kuin muussa laissa ei toisin säädetä. Tilintarkastajan toimintaan muussa julkishallinnon ja -talouden tilintarkastustehtävässä sovelletaan tätä lakia, ei kuitenkaan tämän lain 4, 5 ja 10 §:ää, ja tilintarkastuslain 4 luvun 1 §:ää. Tilintarkastajien hyväksymisestä ja valvonnasta säädetään tilintarkastuslaissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tätä lakia sovelletaan julkishallinnon ja -talouden tilintarkastukseen siltä osin kuin muussa laissa ei toisin säädetä. Valtiontalouden tarkastusviraston suorittamasta tarkastuksesta säädetään erikseen. Edellä 1 momentissa tarkoitettuun julkishallinnon ja -talouden tilintarkastukseen sovelletaan lisäksi, mitä tilintarkastuslain (1141/2015) 2 luvun 1, 7, 9 ja 10 § :ssä sekä 4 luvun 1 § :ssä säädetään, siltä osin kuin muussa laissa ei toisin säädetä. Tilintarkastajan toimintaan muussa julkishallinnon ja -talouden tilintarkastustehtävässä sovelletaan tätä lakia, ei kuitenkaan tämän lain 4, 5 ja 10 § :ää, ja tilintarkastuslain 4 luvun 1 § :ää. Tilintarkastajien hyväksymisestä ja valvonnasta säädetään tilintarkastuslaissa.",
        "folded_fi": "tata lakia sovelletaan julkishallinnon ja -talouden tilintarkastukseen silta osin kuin muussa laissa ei toisin saadeta. valtiontalouden tarkastusviraston suorittamasta tarkastuksesta saadetaan erikseen. edella 1 momentissa tarkoitettuun julkishallinnon ja -talouden tilintarkastukseen sovelletaan lisaksi, mita tilintarkastuslain (1141/2015) 2 luvun 1, 7, 9 ja 10 §:ssa seka 4 luvun 1 §:ssa saadetaan, silta osin kuin muussa laissa ei toisin saadeta. tilintarkastajan toimintaan muussa julkishallinnon ja -talouden tilintarkastustehtavassa sovelletaan tata lakia, ei kuitenkaan taman lain 4, 5 ja 10 §:aa, ja tilintarkastuslain 4 luvun 1 §:aa. tilintarkastajien hyvaksymisesta ja valvonnasta saadetaan tilintarkastuslaissa.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Denna lag tillämpas på revision inom den offentliga förvaltningen och ekonomin till den del något annat inte bestäms i någon annan lag. Den granskning som utförs av statens revisionsverk regleras särskilt. På den revision inom den offentliga förvaltningen och ekonomin som avses i 1 mom. tillämpas dessutom 2 kap. 1, 7, 9 och 10 § samt 4 kap. 1 § i revisionslagen (1141/2015), till den del något annat inte bestäms i någon annan lag. På en revisors verksamhet i något annat revisionsuppdrag inom den offentliga förvaltningen och ekonomin tillämpas denna lag, dock inte 4, 5 och 10 § i denna lag och 4 kap. 1 § i revisionslagen. Bestämmelser om godkännande av och tillsyn över revisorer finns i revisionslagen.",
        "normalized_sv": "Denna lag tillämpas på revision inom den offentliga förvaltningen och ekonomin till den del något annat inte bestäms i någon annan lag. Den granskning som utförs av statens revisionsverk regleras särskilt. På den revision inom den offentliga förvaltningen och ekonomin som avses i 1 mom. tillämpas dessutom 2 kap. 1, 7, 9 och 10 § samt 4 kap. 1 § i revisionslagen (1141/2015), till den del något annat inte bestäms i någon annan lag. På en revisors verksamhet i något annat revisionsuppdrag inom den offentliga förvaltningen och ekonomin tillämpas denna lag, dock inte 4, 5 och 10 § i denna lag och 4 kap. 1 § i revisionslagen. Bestämmelser om godkännande av och tillsyn över revisorer finns i revisionslagen.",
        "folded_sv": "denna lag tillampas pa revision inom den offentliga forvaltningen och ekonomin till den del nagot annat inte bestams i nagon annan lag. den granskning som utfors av statens revisionsverk regleras sarskilt. pa den revision inom den offentliga forvaltningen och ekonomin som avses i 1 mom. tillampas dessutom 2 kap. 1, 7, 9 och 10 § samt 4 kap. 1 § i revisionslagen (1141/2015), till den del nagot annat inte bestams i nagon annan lag. pa en revisors verksamhet i nagot annat revisionsuppdrag inom den offentliga forvaltningen och ekonomin tillampas denna lag, dock inte 4, 5 och 10 § i denna lag och 4 kap. 1 § i revisionslagen. bestammelser om godkannande av och tillsyn over revisorer finns i revisionslagen."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Tilintarkastaja",
      "content": "Tilintarkastajalla tarkoitetaan tässä laissa tilintarkastuslain 1 luvun 2 §:n 1 kohdassa tarkoitettua tilintarkastajaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Tilintarkastajalla tarkoitetaan tässä laissa tilintarkastuslain 1 luvun 2 § :n 1 kohdassa tarkoitettua tilintarkastajaa.",
        "folded_fi": "tilintarkastajalla tarkoitetaan tassa laissa tilintarkastuslain 1 luvun 2 §:n 1 kohdassa tarkoitettua tilintarkastajaa.",
        "title_sv": "Revisor",
        "content_sv": "Med revisor avses i denna lag en revisor som avses i 1 kap. 2 § 1 punkten i revisionslagen.",
        "normalized_sv": "Med revisor avses i denna lag en revisor som avses i 1 kap. 2 § 1 punkten i revisionslagen.",
        "folded_sv": "med revisor avses i denna lag en revisor som avses i 1 kap. 2 § 1 punkten i revisionslagen."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Päävastuullinen tilintarkastaja",
      "content": "Mitä tässä laissa säädetään tilintarkastajasta, sovelletaan vastaavasti päävastuulliseen tilintarkastajaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Mitä tässä laissa säädetään tilintarkastajasta, sovelletaan vastaavasti päävastuulliseen tilintarkastajaan.",
        "folded_fi": "mita tassa laissa saadetaan tilintarkastajasta, sovelletaan vastaavasti paavastuulliseen tilintarkastajaan.",
        "title_sv": "Huvudansvarig revisor",
        "content_sv": "Vad som i denna lag föreskrivs om revisorer ska på motsvarande sätt tillämpas på huvudansvariga revisorer.",
        "normalized_sv": "Vad som i denna lag föreskrivs om revisorer ska på motsvarande sätt tillämpas på huvudansvariga revisorer.",
        "folded_sv": "vad som i denna lag foreskrivs om revisorer ska pa motsvarande satt tillampas pa huvudansvariga revisorer."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Tilintarkastajan riippumattomuus ja virkavastuu",
      "content": "Tilintarkastajalla on oltava edellytykset riippumattomaan tilintarkastukseen. Jos edellytykset puuttuvat, tilintarkastajan on kieltäydyttävä vastaanottamasta tehtävää tai luovuttava siitä. Tilintarkastajaksi valittu luonnollinen henkilö tai tilintarkastajaksi valitun tilintarkastusyhteisön päävastuullinen tilintarkastaja toimii tehtävässään virkavastuulla. Vahingonkorvausvelvollisuudesta on voimassa, mitä 10 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Tilintarkastajalla on oltava edellytykset riippumattomaan tilintarkastukseen. Jos edellytykset puuttuvat, tilintarkastajan on kieltäydyttävä vastaanottamasta tehtävää tai luovuttava siitä. Tilintarkastajaksi valittu luonnollinen henkilö tai tilintarkastajaksi valitun tilintarkastusyhteisön päävastuullinen tilintarkastaja toimii tehtävässään virkavastuulla. Vahingonkorvausvelvollisuudesta on voimassa, mitä 10 § :ssä säädetään.",
        "folded_fi": "tilintarkastajalla on oltava edellytykset riippumattomaan tilintarkastukseen. jos edellytykset puuttuvat, tilintarkastajan on kieltaydyttava vastaanottamasta tehtavaa tai luovuttava siita. tilintarkastajaksi valittu luonnollinen henkilo tai tilintarkastajaksi valitun tilintarkastusyhteison paavastuullinen tilintarkastaja toimii tehtavassaan virkavastuulla. vahingonkorvausvelvollisuudesta on voimassa, mita 10 §:ssa saadetaan.",
        "title_sv": "Revisors oberoende ställning och tjänsteansvar",
        "content_sv": "En revisor ska ha förutsättningar för oberoende revision. Om det inte finns sådana förutsättningar, ska revisorn vägra att ta emot uppdraget eller avstå från det. Den fysiska person eller den huvudansvariga revisorn i den revisionssammanslutning som valts till revisor utför sitt uppdrag under tjänsteansvar. I fråga om skadeståndsskyldigheten gäller vad som föreskrivs i 10 §.",
        "normalized_sv": "En revisor ska ha förutsättningar för oberoende revision. Om det inte finns sådana förutsättningar, ska revisorn vägra att ta emot uppdraget eller avstå från det. Den fysiska person eller den huvudansvariga revisorn i den revisionssammanslutning som valts till revisor utför sitt uppdrag under tjänsteansvar. I fråga om skadeståndsskyldigheten gäller vad som föreskrivs i 10 § .",
        "folded_sv": "en revisor ska ha forutsattningar for oberoende revision. om det inte finns sadana forutsattningar, ska revisorn vagra att ta emot uppdraget eller avsta fran det. den fysiska person eller den huvudansvariga revisorn i den revisionssammanslutning som valts till revisor utfor sitt uppdrag under tjansteansvar. i fraga om skadestandsskyldigheten galler vad som foreskrivs i 10 §."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Tilintarkastajan esteellisyys",
      "content": "Tilintarkastajaksi valitun luonnollisen henkilön tai tilintarkastajaksi valitun tilintarkastusyhteisön päävastuullisen tilintarkastajan esteellisyydestä on voimassa, mitä hallintolain (434/2003) 27-30 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Tilintarkastajaksi valitun luonnollisen henkilön tai tilintarkastajaksi valitun tilintarkastusyhteisön päävastuullisen tilintarkastajan esteellisyydestä on voimassa, mitä hallintolain (434/2003) 27-30 § :ssä säädetään.",
        "folded_fi": "tilintarkastajaksi valitun luonnollisen henkilon tai tilintarkastajaksi valitun tilintarkastusyhteison paavastuullisen tilintarkastajan esteellisyydesta on voimassa, mita hallintolain (434/2003) 27-30 §:ssa saadetaan.",
        "title_sv": "Revisors jäv",
        "content_sv": "I fråga om jäv för den fysiska person eller den huvudansvariga revisorn i den revisionssammanslutning som valts till revisor gäller vad som föreskrivs i 27-30 § i förvaltningslagen (434/2003).",
        "normalized_sv": "I fråga om jäv för den fysiska person eller den huvudansvariga revisorn i den revisionssammanslutning som valts till revisor gäller vad som föreskrivs i 27-30 § i förvaltningslagen (434/2003).",
        "folded_sv": "i fraga om jav for den fysiska person eller den huvudansvariga revisorn i den revisionssammanslutning som valts till revisor galler vad som foreskrivs i 27-30 § i forvaltningslagen (434/2003)."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Hyvä tilintarkastustapa",
      "content": "Tilintarkastustehtävää suorittaessaan tilintarkastajan on noudatettava julkishallinnon hyvää tilintarkastustapaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Tilintarkastustehtävää suorittaessaan tilintarkastajan on noudatettava julkishallinnon hyvää tilintarkastustapaa.",
        "folded_fi": "tilintarkastustehtavaa suorittaessaan tilintarkastajan on noudatettava julkishallinnon hyvaa tilintarkastustapaa.",
        "title_sv": "God revisionssed",
        "content_sv": "Vid utförande av ett revisionsuppdrag ska en revisor iaktta god revisionssed inom den offentliga förvaltningen.",
        "normalized_sv": "Vid utförande av ett revisionsuppdrag ska en revisor iaktta god revisionssed inom den offentliga förvaltningen.",
        "folded_sv": "vid utforande av ett revisionsuppdrag ska en revisor iaktta god revisionssed inom den offentliga forvaltningen."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Tilintarkastuskertomus",
      "content": "Tilintarkastajan on annettava kultakin tilikaudelta tilintarkastuskertomus. Tilintarkastuskertomuksen sisällöstä säädetään erikseen. Kun tilintarkastus on tehty, tilintarkastajan on tehtävä siitä tilinpäätökseen merkintä, jossa viitataan tilintarkastuskertomukseen. Jos tilintarkastaja kesken tilikauden havaitsee merkittävää huomauttamista tarkastettavan yhteisön hallinnosta tai taloudesta, hänen on viipymättä ilmoitettava asiasta tarkastettavan yhteisön hallitukselle tai muulle vastaavalle toimielimelle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Tilintarkastajan on annettava kultakin tilikaudelta tilintarkastuskertomus. Tilintarkastuskertomuksen sisällöstä säädetään erikseen. Kun tilintarkastus on tehty, tilintarkastajan on tehtävä siitä tilinpäätökseen merkintä, jossa viitataan tilintarkastuskertomukseen. Jos tilintarkastaja kesken tilikauden havaitsee merkittävää huomauttamista tarkastettavan yhteisön hallinnosta tai taloudesta, hänen on viipymättä ilmoitettava asiasta tarkastettavan yhteisön hallitukselle tai muulle vastaavalle toimielimelle.",
        "folded_fi": "tilintarkastajan on annettava kultakin tilikaudelta tilintarkastuskertomus. tilintarkastuskertomuksen sisallosta saadetaan erikseen. kun tilintarkastus on tehty, tilintarkastajan on tehtava siita tilinpaatokseen merkinta, jossa viitataan tilintarkastuskertomukseen. jos tilintarkastaja kesken tilikauden havaitsee merkittavaa huomauttamista tarkastettavan yhteison hallinnosta tai taloudesta, hanen on viipymatta ilmoitettava asiasta tarkastettavan yhteison hallitukselle tai muulle vastaavalle toimielimelle.",
        "title_sv": "Revisionsberättelse",
        "content_sv": "En revisor ska avge en revisionsberättelse för varje räkenskapsperiod. Det föreskrivs särskilt om revisionsberättelsens innehåll. När revisionen har slutförts ska revisorn göra en anteckning om detta på bokslutet och i den hänvisa till revisionsberättelsen. Om en revisor under räkenskapsperioden finner att det finns betydande skäl till anmärkning i fråga om förvaltningen eller ekonomin i den sammanslutning som granskas, ska revisorn utan dröjsmål underrätta sammanslutningens styrelse eller ett annat motsvarande organ om saken.",
        "normalized_sv": "En revisor ska avge en revisionsberättelse för varje räkenskapsperiod. Det föreskrivs särskilt om revisionsberättelsens innehåll. När revisionen har slutförts ska revisorn göra en anteckning om detta på bokslutet och i den hänvisa till revisionsberättelsen. Om en revisor under räkenskapsperioden finner att det finns betydande skäl till anmärkning i fråga om förvaltningen eller ekonomin i den sammanslutning som granskas, ska revisorn utan dröjsmål underrätta sammanslutningens styrelse eller ett annat motsvarande organ om saken.",
        "folded_sv": "en revisor ska avge en revisionsberattelse for varje rakenskapsperiod. det foreskrivs sarskilt om revisionsberattelsens innehall. nar revisionen har slutforts ska revisorn gora en anteckning om detta pa bokslutet och i den hanvisa till revisionsberattelsen. om en revisor under rakenskapsperioden finner att det finns betydande skal till anmarkning i fraga om forvaltningen eller ekonomin i den sammanslutning som granskas, ska revisorn utan drojsmal underratta sammanslutningens styrelse eller ett annat motsvarande organ om saken."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Salassapitovelvollisuus",
      "content": "Tilintarkastajan tai tilintarkastajan palveluksessa olevan vaitiolovelvollisuuteen sovelletaan, mitä viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetään. Salassapitovelvollisuuden estämättä tietoja ja asiakirjoja on oikeus antaa: 1) valtion tai kunnan tai muulle viranomaiselle sen lain mukaisen valvonta- tai muun tehtävän suorittamista varten; 2) poliisi- tai muulle esitutkintaviranomaiselle, tulli- tai syyttäjäviranomaiselle tai tuomioistuimelle rikoksen selvittämistä varten; 3) Euroopan unionin toimielimelle tai muulle toimivaltaiselle viranomaiselle, jos unionin lainsäädännössä edellytetään niiden antamista; 4) jos Suomea sitovassa kansainvälisessä sopimuksessa edellytetään niiden antamista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Tilintarkastajan tai tilintarkastajan palveluksessa olevan vaitiolovelvollisuuteen sovelletaan, mitä viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetään. Salassapitovelvollisuuden estämättä tietoja ja asiakirjoja on oikeus antaa: 1) valtion tai kunnan tai muulle viranomaiselle sen lain mukaisen valvonta- tai muun tehtävän suorittamista varten; 2) poliisi- tai muulle esitutkintaviranomaiselle, tulli- tai syyttäjäviranomaiselle tai tuomioistuimelle rikoksen selvittämistä varten; 3) Euroopan unionin toimielimelle tai muulle toimivaltaiselle viranomaiselle, jos unionin lainsäädännössä edellytetään niiden antamista; 4) jos Suomea sitovassa kansainvälisessä sopimuksessa edellytetään niiden antamista.",
        "folded_fi": "tilintarkastajan tai tilintarkastajan palveluksessa olevan vaitiolovelvollisuuteen sovelletaan, mita viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) saadetaan. salassapitovelvollisuuden estamatta tietoja ja asiakirjoja on oikeus antaa: 1) valtion tai kunnan tai muulle viranomaiselle sen lain mukaisen valvonta- tai muun tehtavan suorittamista varten; 2) poliisi- tai muulle esitutkintaviranomaiselle, tulli- tai syyttajaviranomaiselle tai tuomioistuimelle rikoksen selvittamista varten; 3) euroopan unionin toimielimelle tai muulle toimivaltaiselle viranomaiselle, jos unionin lainsaadannossa edellytetaan niiden antamista; 4) jos suomea sitovassa kansainvalisessa sopimuksessa edellytetaan niiden antamista.",
        "title_sv": "Tystnadsplikt",
        "content_sv": "Lagen om offentlighet i myndigheternas verksamhet (621/1999) ska tillämpas på tystnadsplikten för revisorer och revisorernas anställda. Trots tystnadsplikten får uppgifter och handlingar ges 1) statliga, kommunala eller andra myndigheter för utförande av en lagstadgad tillsynsuppgift eller annan uppgift, 2) polis- eller andra förundersökningsmyndigheter, tull- eller åklagarmyndigheter eller domstolar för utredande av ett brott, 3) organ eller andra behöriga myndigheter inom Europeiska unionen, om detta förutsätts i unionslagstiftningen, 4) om det förutsätts i ett internationellt avtal som är bindande för Finland.",
        "normalized_sv": "Lagen om offentlighet i myndigheternas verksamhet (621/1999) ska tillämpas på tystnadsplikten för revisorer och revisorernas anställda. Trots tystnadsplikten får uppgifter och handlingar ges 1) statliga, kommunala eller andra myndigheter för utförande av en lagstadgad tillsynsuppgift eller annan uppgift, 2) polis- eller andra förundersökningsmyndigheter, tull- eller åklagarmyndigheter eller domstolar för utredande av ett brott, 3) organ eller andra behöriga myndigheter inom Europeiska unionen, om detta förutsätts i unionslagstiftningen, 4) om det förutsätts i ett internationellt avtal som är bindande för Finland.",
        "folded_sv": "lagen om offentlighet i myndigheternas verksamhet (621/1999) ska tillampas pa tystnadsplikten for revisorer och revisorernas anstallda. trots tystnadsplikten far uppgifter och handlingar ges 1) statliga, kommunala eller andra myndigheter for utforande av en lagstadgad tillsynsuppgift eller annan uppgift, 2) polis- eller andra forundersokningsmyndigheter, tull- eller aklagarmyndigheter eller domstolar for utredande av ett brott, 3) organ eller andra behoriga myndigheter inom europeiska unionen, om detta forutsatts i unionslagstiftningen, 4) om det forutsatts i ett internationellt avtal som ar bindande for finland."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Rangaistussäännökset",
      "content": "Rangaistus 8 §:n 1 momentissa säädetyn salassapitovelvollisuuden rikkomisesta tuomitaan rikoslain (39/1889) 38 luvun 1 tai 2 §:n mukaan, jollei teko ole rangaistava rikoslain 40 luvun 5 §:n mukaan tai siitä muualla laissa säädetä ankarampaa rangaistusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Rangaistus 8 § :n 1 momentissa säädetyn salassapitovelvollisuuden rikkomisesta tuomitaan rikoslain (39/1889) 38 luvun 1 tai 2 § :n mukaan, jollei teko ole rangaistava rikoslain 40 luvun 5 § :n mukaan tai siitä muualla laissa säädetä ankarampaa rangaistusta.",
        "folded_fi": "rangaistus 8 §:n 1 momentissa saadetyn salassapitovelvollisuuden rikkomisesta tuomitaan rikoslain (39/1889) 38 luvun 1 tai 2 §:n mukaan, jollei teko ole rangaistava rikoslain 40 luvun 5 §:n mukaan tai siita muualla laissa saadeta ankarampaa rangaistusta.",
        "title_sv": "Straffbestämmelser",
        "content_sv": "Till straff för brott mot tystnadsplikten enligt 8 § 1 mom. döms enligt 38 kap. 1 eller 2 § i strafflagen (39/1889), om inte gärningen utgör brott enligt 40 kap. 5 § i strafflagen eller om inte strängare straff för den föreskrivs någon annanstans i lag.",
        "normalized_sv": "Till straff för brott mot tystnadsplikten enligt 8 § 1 mom. döms enligt 38 kap. 1 eller 2 § i strafflagen (39/1889), om inte gärningen utgör brott enligt 40 kap. 5 § i strafflagen eller om inte strängare straff för den föreskrivs någon annanstans i lag.",
        "folded_sv": "till straff for brott mot tystnadsplikten enligt 8 § 1 mom. doms enligt 38 kap. 1 eller 2 § i strafflagen (39/1889), om inte garningen utgor brott enligt 40 kap. 5 § i strafflagen eller om inte strangare straff for den foreskrivs nagon annanstans i lag."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Vahingonkorvausvelvollisuus",
      "content": "Tilintarkastaja on velvollinen korvaamaan vahingon, jonka hän on toimessaan tahallisesti tai huolimattomuudesta aiheuttanut tarkastettavalle yhteisölle tai säätiölle. Sama koskee vahinkoa, joka tätä lakia taikka tarkastettavaa yhteisöä tai säätiötä koskevaa säännöstä tai sitä koskevia sääntöjä rikkomalla on aiheutettu tarkastettavan yhteisön tai säätiön osakkaalle tai jäsenelle taikka muulle henkilölle. Tilintarkastaja vastaa myös vahingosta, jonka hänen apulaisensa tahallisesti tai huolimattomuudesta on aiheuttanut. Jos tilintarkastajaksi on valittu tilintarkastusyhteisö, vahingosta vastaavat tilintarkastusyhteisö sekä se, jolla on päävastuu tilintarkastuksesta. Vahingonkorvauksen sovittelusta sekä korvausvastuun jakaantumisesta kahden tai useamman korvausvelvollisen kesken on voimassa, mitä vahingonkorvauslain (412/1974) 2 ja 6 luvussa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Tilintarkastaja on velvollinen korvaamaan vahingon, jonka hän on toimessaan tahallisesti tai huolimattomuudesta aiheuttanut tarkastettavalle yhteisölle tai säätiölle. Sama koskee vahinkoa, joka tätä lakia taikka tarkastettavaa yhteisöä tai säätiötä koskevaa säännöstä tai sitä koskevia sääntöjä rikkomalla on aiheutettu tarkastettavan yhteisön tai säätiön osakkaalle tai jäsenelle taikka muulle henkilölle. Tilintarkastaja vastaa myös vahingosta, jonka hänen apulaisensa tahallisesti tai huolimattomuudesta on aiheuttanut. Jos tilintarkastajaksi on valittu tilintarkastusyhteisö, vahingosta vastaavat tilintarkastusyhteisö sekä se, jolla on päävastuu tilintarkastuksesta. Vahingonkorvauksen sovittelusta sekä korvausvastuun jakaantumisesta kahden tai useamman korvausvelvollisen kesken on voimassa, mitä vahingonkorvauslain (412/1974) 2 ja 6 luvussa säädetään.",
        "folded_fi": "tilintarkastaja on velvollinen korvaamaan vahingon, jonka han on toimessaan tahallisesti tai huolimattomuudesta aiheuttanut tarkastettavalle yhteisolle tai saatiolle. sama koskee vahinkoa, joka tata lakia taikka tarkastettavaa yhteisoa tai saatiota koskevaa saannosta tai sita koskevia saantoja rikkomalla on aiheutettu tarkastettavan yhteison tai saation osakkaalle tai jasenelle taikka muulle henkilolle. tilintarkastaja vastaa myos vahingosta, jonka hanen apulaisensa tahallisesti tai huolimattomuudesta on aiheuttanut. jos tilintarkastajaksi on valittu tilintarkastusyhteiso, vahingosta vastaavat tilintarkastusyhteiso seka se, jolla on paavastuu tilintarkastuksesta. vahingonkorvauksen sovittelusta seka korvausvastuun jakaantumisesta kahden tai useamman korvausvelvollisen kesken on voimassa, mita vahingonkorvauslain (412/1974) 2 ja 6 luvussa saadetaan.",
        "title_sv": "Skadeståndsskyldighet",
        "content_sv": "En revisor är skyldig att ersätta en skada som revisorn uppsåtligen eller av vårdslöshet har orsakat den sammanslutning eller den stiftelse där han eller hon utfört revision. Detta gäller även en skada som orsakats en delägare eller medlem eller någon annan person i den sammanslutning eller den stiftelse där revisionen utförts genom överträdelse av denna lag eller av bestämmelserna eller reglerna för sammanslutningen eller stiftelsen. En revisor svarar också för en skada som hans eller hennes biträde orsakat uppsåtligen eller av vårdslöshet. Om en revisionssammanslutning är revisor, svarar revisionssammanslutningen och den som bär det huvudsakliga ansvaret för utförandet av revisionen för skadan. Bestämmelser om jämkning av skadestånd och fördelning av skadeståndsansvaret mellan två eller flera skadeståndsskyldiga finns i 2 och 6 kap. i skadeståndslagen (412/1974).",
        "normalized_sv": "En revisor är skyldig att ersätta en skada som revisorn uppsåtligen eller av vårdslöshet har orsakat den sammanslutning eller den stiftelse där han eller hon utfört revision. Detta gäller även en skada som orsakats en delägare eller medlem eller någon annan person i den sammanslutning eller den stiftelse där revisionen utförts genom överträdelse av denna lag eller av bestämmelserna eller reglerna för sammanslutningen eller stiftelsen. En revisor svarar också för en skada som hans eller hennes biträde orsakat uppsåtligen eller av vårdslöshet. Om en revisionssammanslutning är revisor, svarar revisionssammanslutningen och den som bär det huvudsakliga ansvaret för utförandet av revisionen för skadan. Bestämmelser om jämkning av skadestånd och fördelning av skadeståndsansvaret mellan två eller flera skadeståndsskyldiga finns i 2 och 6 kap. i skadeståndslagen (412/1974).",
        "folded_sv": "en revisor ar skyldig att ersatta en skada som revisorn uppsatligen eller av vardsloshet har orsakat den sammanslutning eller den stiftelse dar han eller hon utfort revision. detta galler aven en skada som orsakats en delagare eller medlem eller nagon annan person i den sammanslutning eller den stiftelse dar revisionen utforts genom overtradelse av denna lag eller av bestammelserna eller reglerna for sammanslutningen eller stiftelsen. en revisor svarar ocksa for en skada som hans eller hennes bitrade orsakat uppsatligen eller av vardsloshet. om en revisionssammanslutning ar revisor, svarar revisionssammanslutningen och den som bar det huvudsakliga ansvaret for utforandet av revisionen for skadan. bestammelser om jamkning av skadestand och fordelning av skadestandsansvaret mellan tva eller flera skadestandsskyldiga finns i 2 och 6 kap. i skadestandslagen (412/1974)."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2016. kumottu laki Tällä lailla kumotaan julkishallinnon ja -talouden tilintarkastajista annettu laki (467/1999), jäljempänä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2016. kumottu laki Tällä lailla kumotaan julkishallinnon ja -talouden tilintarkastajista annettu laki (467/1999), jäljempänä.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2016. kumottu laki talla lailla kumotaan julkishallinnon ja -talouden tilintarkastajista annettu laki (467/1999), jaljempana.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2016. den upphävda lagen. Genom denna lag upphävs lagen om revisorer inom den offentliga förvaltningen och ekonomin (467/1999), nedan",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2016. den upphävda lagen. Genom denna lag upphävs lagen om revisorer inom den offentliga förvaltningen och ekonomin (467/1999), nedan",
        "folded_sv": "denna lag trader i kraft den 1 januari 2016. den upphavda lagen. genom denna lag upphavs lagen om revisorer inom den offentliga forvaltningen och ekonomin (467/1999), nedan"
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Siirtymäsäännökset",
      "content": "1. Muualla laissa tai asetuksessa oleva viittaus kumottuun lakiin tarkoittaa tämän lain voimaantulon jälkeen viittausta tähän lakiin. 2. Tätä lakia sovelletaan 1 päivänä tammikuuta 2016 ja sen jälkeen alkavan tilikauden tilintarkastukseen. 3. Tämän lain voimaan tullessa kumotun lain nojalla hyväksytty JHTT-tilintarkastaja ja JHTT-yhteisö voi jatkaa toimintaansa edellyttäen, että JHTT-tilintarkastaja ja JHTT-yhteisö kolmen kuukauden kuluessa tämän lain voimaantulosta rekisteröityy tilintarkastuslain 7 luvun 1 §:ssä tarkoitetulle Tilintarkastusvalvonnalle. Jos JHTT- tilintarkastaja tai JHTT-yhteisö ei rekisteröidy tässä momentissa säädetyssä ajassa, hyväksyminen lakkaa. Luonnollinen henkilö, jonka JHTT-hyväksyminen on lakannut tämän momentin nojalla, voi hakea hyväksymisen palauttamista 16 momentin mukaan. 4. JHTT-tilintarkastaja, joka on tilintarkastuslain nojalla hyväksytty tilintarkastaja, merkitään 3 momentissa tarkoitetun rekisteröitymisen tai hyväksymisen palauttamisen perusteella tilintarkastuslaissa tarkoitettuun tilintarkastajarekisteriin JHT- tilintarkastajana. Muu JHTT-tilintarkastaja rekisteröidään JHTT-tilintarkastajana ja JHTT-yhteisö JHTT-yhteisönä tilintarkastajarekisteriin. 5. JHTT-tilintarkastajan ja JHTT-yhteisön rekisteröintiin ja velvollisuuteen ilmoittaa hyväksymisedellytysten ja rekisteritietojen muutoksista sovelletaan, mitä tilintarkastajasta säädetään tilintarkastuslain 6 luvun 9-11 §:ssä. Tilintarkastajarekisteriin tallennetaan JHT-tilintarkastajalle, JHTT-tilintarkastajalle ja JHTT-yhteisölle kumotun lain nojalla annettu huomautus ja varoitus noudattaen kumotun lain säännöksiä niiden merkitsemisestä JHTT-luetteloon sekä poistamisesta sieltä. 6. JHTT-yhteisön hyväksyminen on voimassa enintään viisi vuotta tämän lain voimaan tultua, minkä jälkeen JHTT-yhteisön hyväksyminen lakkaa. Uusia JHTT-yhteisöjä ei hyväksytä eikä lakkautettua hyväksymistä palauteta tämän lain voimaan tultua. 7. Jos muualla laissa tai asetuksessa säädetään JHT-tilintarkastajan valitsemisesta, voidaan tilintarkastajaksi valita myös JHTT-tilintarkastaja. Jos muualla laissa tai asetuksessa säädetään tilintarkastusyhteisön valitsemisesta ja JHT-tilintarkastajan toimimisesta sen päävastuullisena tilintarkastajana, voidaan tilintarkastajaksi valita myös JHTT-yhteisö ja päävastuullisena tilintarkastajana voi toimia myös JHTT-tilintarkastaja. 8. Valtionapuviranomaisen, muun viranomaisen tai julkisoikeudellisen yhteisön voidessa muun lain nojalla valtuuttaa tilintarkastajan suorittamaan rahoituksen tai tuen saajaan, välittäjään tai myöntäjään kohdistuvan tarkastuksen taikka määrätä tuen saajalle valvojan, voidaan tarkastustehtävään valtuuttaa tai valvojaksi määrätä myös JHTT-tilintarkastaja tai JHTT-yhteisö. 9. Sen estämättä, mitä edellä 7 momentissa ja tilintarkastuslain 2 luvun 2, 5 ja 6 §:ssä säädetään, voidaan sellaisessa yhteisössä ja säätiössä, jossa kunnalla tai kuntayhtymällä on määräysvalta, tilintarkastajaksi valita HT-, KHT-, JHT-tilintarkastajan tai tilintarkastusyhteisön lisäksi JHTT-tilintarkastaja tai JHTT-yhteisö. Edellä tarkoitetussa tehtävässä toimivaan JHTT-tilintarkastajaan ja JHTT-yhteisöön sovelletaan tilintarkastuslain säännöksiä. 10. Jos tilintarkastajaksi valitaan JHTT-yhteisö, voidaan päävastuulliseksi tilintarkastajaksi nimetä JHTT-tilintarkastaja tai JHT-tilintarkastaja. 11. JHTT-tilintarkastajaan ja JHTT-yhteisöön sovelletaan, mitä tässä laissa ja tämän lain 1 §:n 2 ja 3 momentin nojalla sovellettavissa tilintarkastuslain säännöksissä säädetään tilintarkastajasta. 12. JHTT-tilintarkastajan tai JHTT-yhteisön toimiessa tässä ominaisuudessa muussa kuin tämän lain 1 §:ssä tarkoitetussa tehtävässä häneen sovelletaan tätä lakia, ei kuitenkaan tämän lain 4, 5 ja 10 §:ää, ja tilintarkastuslain 4 luvun 2 §:ää, 7 ja 8 lukua, 9 luvun 1 §:n 1-3 kohtaa, 10 luvun 1 ja 2 §:ää ja 11 luvun 1 §:ää ja mitä niissä säädetään tilintarkastajasta. 13. JHTT-tilintarkastajan ja JHTT-yhteisön valvontaan sovelletaan, mitä tilintarkastajan valvonnasta säädetään tilintarkastuslaissa. Valvottavan toiminnan sijoittuessa aikaan ennen tämän lain voimaantuloa, hyväksymisen peruuttamisen sekä varoituksen ja huomautuksen antamisen edellytyksiä arvioidaan kuitenkin kumotun lain 20 ja 21 §:n mukaan. 14. Tämän pykälän 4 ja 21 momentin perusteella hyväksytylle JHT-tilintarkastajalle voidaan antaa huomautus tai varoitus ja JHT-hyväksyminen voidaan peruuttaa myös toiminnasta ajalta, jolloin hän toimi JHTT-tilintarkastajana. Tällöin sovelletaan, mitä 13 momentissa säädetään. 15. Ennen tämän lain voimaantuloa aiheutettuun vahinkoon sovelletaan kumotun lain säännöksiä. 16. Tämä lain tultua voimaan JHTT-tilintarkastajan hyväksymiseen sovelletaan kumotun lain 7 §:ää ja tämän lain voimaantullessa voimassa olleita kumotun lain nojalla annettuja säännöksiä, JHTT-yhteisön hyväksymiseen kumotun lain 10 §:ää, kuitenkin siten, että viimeksi mainitun pykälän 2 ja 3 kohdassa säädettyjen edellytysten täyttymistä tarkasteltaessa otetaan JHTT-tilintarkastajien ja JHTT-yhteisöjen lisäksi huomioon myös JHT-tilintarkastajat ja tilintarkastusyhteisöt sekä luonnollisen henkilön hyväksymisen palauttamiseen kumotun lain 19 §:ää. Muutoksenhakuun hyväksymistä tai hyväksymisen palauttamista koskevassa asiassa sovelletaan tilintarkastuslakia. 17. JHTT-lautakunnan ennen tämän lain voimaatuloa JHTT-tutkintoon hyväksymän henkilön oikeus osallistua JHTT-tutkintoon säilyy lautakunnan päätöksen mukaisena, kuitenkin siten, että oikeus lakkaa olemasta voimassa viimeistään kolmen vuoden kuluttua tämän lain voimaantulosta. Tutkintoon osallistumiseen ja JHTT-tutkintoon sovelletaan tämän lain voimaantullessa voimassa olleita säännöksiä. JHTT-luettelon sijasta hyväksytty JHTT-tilintarkastaja rekisteröidään tilintarkastuslain 6 luvun 9 §:ssä tarkoitettuun tilintarkastajarekisteriin tämän pykälän 4 momentin mukaisesti. Muutoksenhakuun sovelletaan tilintarkastuslakia. 18. JHTT-tutkinto järjestetään tämän lain voimaantullessa voimassa olleiden säännösten mukaisesti ja vähintään kerran vuodessa, kunnes kolme vuotta on kulunut tämän lain voimaantulosta. Tämän jälkeen JHTT-tutkintoa ei järjestetä. Kokeen järjestämisestä vastaa Tilintarkastusvalvonta ja siihen sovelletaan, mitä tilintarkastuslain 7 luvun 8 §:ssä säädetään tutkintojen ja kokeiden järjestämisestä. Tutkintoon ei voida hyväksyä uusia hakijoita tämän lain voimaan tultua. 19. Suoritettu JHTT-tutkinto vastaa tämän lain voimaan tultua suoritettua tilintarkastuslain 6 luvun 3 §:ssä tarkoitettua julkishallinnon ja -talouden tilintarkastajan erikoistumistutkintoa. JHTT-tilintarkastajan ammattinimikkeen luvattomasta käyttämisestä 20. Vain tilintarkastuslain 6 luvun 9 §:ssä tarkoitettuun tilintarkastajarekisteriin merkitty JHTT-tilintarkastaja tai JHTT-yhteisö on oikeutettu käyttämään nimikettä JHTT-tilintarkastaja ja JHTT-yhteisö. Joka tahallaan tämän momentin vastaisesti käyttää nimikettä taikka muuta nimitystä, jonka perusteella voidaan virheellisesti olettaa henkilön olevan JHTT-tilintarkastaja tai JHTT-yhteisö, on tuomittava sakkoon. 21. JHTT-tilintarkastaja on hakemuksesta ja tässä momentissa säädettyjen edellytysten täyttyessä hyväksyttävä HT- ja JHT-tilintarkastajaksi. Hyväksymisestä päättää Tilintarkastusvalvonta. Edellytyksenä on, että JHTT-tilintarkastaja suorittaa hyväksytysti siirtymäkokeen ja täyttää tilintarkastuslain 6 luvun 2 §:n 1 momentin 1 ja 2 kohdassa säädetyt yleiset kelpoisuusedellytykset. Siirtymäkoe järjestetään vähintään kerran vuodessa viitenä vuotena tämän lain voimaantulon jälkeen. Kokeen järjestämisestä vastaa Tilintarkastusvalvonta ja siihen sovelletaan, mitä tilintarkastuslain 7 luvun 8 §:ssä säädetään tutkintojen ja kokeiden järjestämisestä. Siirtymäkokeeseen voi osallistua JHTT-tilintarkastaja ja henkilö, jonka JHTT-hyväksyminen on lakkautettu. Tilintarkastusvalvonta päättää kokeen hyväksytystä suorittamisesta. Siirtymäkokeeseen tai hyväksymiseen liittyvään päätökseen haetaan muutosta noudattaen, mitä tilintarkastuslaissa säädetään. HT- ja JHT-tilintarkastajaksi tämän momentin nojalla hyväksyttyä henkilöä ei enää rekisteröidä JHTT-tilintarkastajaksi. Siirtymäkokeen sijasta JHTT-tilintarkastaja voi suorittaa myös tilintarkastuslain 6 luvun 2 §:ssä tarkoitetun tilintarkastajatutkinnon. Työ- ja elinkeinoministeriön asetuksella voidaan antaa tarkempia säännöksiä siirtymäkokeen sisällöstä, suorittamistavasta, rakenteesta ja koevaatimuksista. 22. Tilintarkastuslain 6 luvun 8 §:ssä tarkoitettuun tilintarkastajatutkintorekisteriin tallennetaan siirtymäkokeeseen osallistuneen henkilön nimi ja henkilötunnus sekä tieto kokeen nimestä, tuloksesta ja suorittamisajankohdasta. 23. Tämän lain voimaan tullessa JHTT-lautakunta lakkaa ja sen tehtävät siirtyvät Tilintarkastusvalvonnalle. Tehtävät hoidetaan Tilintarkastusvalvonnassa noudattaen, mitä tilintarkastuslaissa säädetään vastaavien tehtävien hoitamisesta. Tilintarkastusvalvonnan tulee huolehtia, että toimintakertomus laaditaan JHTT-lautakunnan viimeiseltä toimintavuodelta. 24. Tämän lain voimaan tullessa JHTT-lautakunnassa vireillä olevat asiat, jollei kyse ole 25 tai 27 momentissa tarkoitetusta asiasta, ja JHTT-luettelo siirtyvät Tilintarkastusvalvonnalle. Muutoksenhakuun sovelletaan tilintarkastuslakia. JHTT-luettelo lakkaa viiden kuukauden kuluttua tämän lain voimaantulosta. 25. Jos ennen tämän lain voimaantuloa annetusta JHTT-lautakunnan päätöksestä, jossa on kyse huomautuksen tai varoituksen antamisesta tai hyväksymisen peruuttamisesta, ei ole tehty oikaisuvaatimusta, haetaan päätökseen suoraan muutosta valittamalla Helsingin hallinto-oikeuteen oikaisuvaatimukselle säädetyssä ajassa. Jos edellä tarkoitettua päätöstä koskeva oikaisuvaatimus on tehty, mutta sitä koskevaa päätöstä ei ole annettu ennen tämän lain voimaantuloa, siirtyy asia Helsingin hallinto-oikeudelle valitusasiana. 26. Ennen tämän lain voimaantuloa annettuun JHTT-lautakunnan päätökseen, johon ei ole vaadittu oikaisua ennen tämän lain voimaantuloa, vaaditaan oikaisua tilintarkastuslain 7 luvun 4 §:ssä tarkoitetulta tilintarkastuslautakunnalta, jollei kyse ole tämän pykälän 25 tai 27 momentissa tarkoitetusta asiasta. Tilintarkastuslautakunnan oikaisuvaatimuksesta antamaan päätökseen haetaan muutosta tilintarkastuslain mukaan. 27. Jos JHTT-lautakunnan ennen tämän lain voimaantuloa määräämää maksua koskeva oikaisuvaatimus on tehty, mutta sitä koskevaa päätöstä ei ole annettu ennen tämän lain voimaantuloa, siirtyy asia Helsingin hallinto-oikeudelle valitusasiana. Jos määrätystä maksusta ei ole tämän lain voimaan tullessa tehty oikaisuvaatimusta, maksuun haetaan suoraan muutosta valittamalla Helsingin hallinto-oikeuteen kuuden kuukauden kuluessa maksun määräämisestä. 28. Tämän lain voimaan tullessa hallinto-oikeudessa tai korkeimmassa hallinto-oikeudessa vireillä oleva valitus JHTT-lautakunnan päätöksestä sekä 25 ja 27 momentin nojalla sinne siirtyvä asia käsitellään noudattaen tämän lain voimaantullessa voimassa olleita säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "1. Muualla laissa tai asetuksessa oleva viittaus kumottuun lakiin tarkoittaa tämän lain voimaantulon jälkeen viittausta tähän lakiin. 2. Tätä lakia sovelletaan 1 päivänä tammikuuta 2016 ja sen jälkeen alkavan tilikauden tilintarkastukseen. 3. Tämän lain voimaan tullessa kumotun lain nojalla hyväksytty JHTT-tilintarkastaja ja JHTT-yhteisö voi jatkaa toimintaansa edellyttäen, että JHTT-tilintarkastaja ja JHTT-yhteisö kolmen kuukauden kuluessa tämän lain voimaantulosta rekisteröityy tilintarkastuslain 7 luvun 1 § :ssä tarkoitetulle Tilintarkastusvalvonnalle. Jos JHTT- tilintarkastaja tai JHTT-yhteisö ei rekisteröidy tässä momentissa säädetyssä ajassa, hyväksyminen lakkaa. Luonnollinen henkilö, jonka JHTT-hyväksyminen on lakannut tämän momentin nojalla, voi hakea hyväksymisen palauttamista 16 momentin mukaan. 4. JHTT-tilintarkastaja, joka on tilintarkastuslain nojalla hyväksytty tilintarkastaja, merkitään 3 momentissa tarkoitetun rekisteröitymisen tai hyväksymisen palauttamisen perusteella tilintarkastuslaissa tarkoitettuun tilintarkastajarekisteriin JHT- tilintarkastajana. Muu JHTT-tilintarkastaja rekisteröidään JHTT-tilintarkastajana ja JHTT-yhteisö JHTT-yhteisönä tilintarkastajarekisteriin. 5. JHTT-tilintarkastajan ja JHTT-yhteisön rekisteröintiin ja velvollisuuteen ilmoittaa hyväksymisedellytysten ja rekisteritietojen muutoksista sovelletaan, mitä tilintarkastajasta säädetään tilintarkastuslain 6 luvun 9-11 § :ssä. Tilintarkastajarekisteriin tallennetaan JHT-tilintarkastajalle, JHTT-tilintarkastajalle ja JHTT-yhteisölle kumotun lain nojalla annettu huomautus ja varoitus noudattaen kumotun lain säännöksiä niiden merkitsemisestä JHTT-luetteloon sekä poistamisesta sieltä. 6. JHTT-yhteisön hyväksyminen on voimassa enintään viisi vuotta tämän lain voimaan tultua, minkä jälkeen JHTT-yhteisön hyväksyminen lakkaa. Uusia JHTT-yhteisöjä ei hyväksytä eikä lakkautettua hyväksymistä palauteta tämän lain voimaan tultua. 7. Jos muualla laissa tai asetuksessa säädetään JHT-tilintarkastajan valitsemisesta, voidaan tilintarkastajaksi valita myös JHTT-tilintarkastaja. Jos muualla laissa tai asetuksessa säädetään tilintarkastusyhteisön valitsemisesta ja JHT-tilintarkastajan toimimisesta sen päävastuullisena tilintarkastajana, voidaan tilintarkastajaksi valita myös JHTT-yhteisö ja päävastuullisena tilintarkastajana voi toimia myös JHTT-tilintarkastaja. 8. Valtionapuviranomaisen, muun viranomaisen tai julkisoikeudellisen yhteisön voidessa muun lain nojalla valtuuttaa tilintarkastajan suorittamaan rahoituksen tai tuen saajaan, välittäjään tai myöntäjään kohdistuvan tarkastuksen taikka määrätä tuen saajalle valvojan, voidaan tarkastustehtävään valtuuttaa tai valvojaksi määrätä myös JHTT-tilintarkastaja tai JHTT-yhteisö. 9. Sen estämättä, mitä edellä 7 momentissa ja tilintarkastuslain 2 luvun 2, 5 ja 6 § :ssä säädetään, voidaan sellaisessa yhteisössä ja säätiössä, jossa kunnalla tai kuntayhtymällä on määräysvalta, tilintarkastajaksi valita HT-, KHT-, JHT-tilintarkastajan tai tilintarkastusyhteisön lisäksi JHTT-tilintarkastaja tai JHTT-yhteisö. Edellä tarkoitetussa tehtävässä toimivaan JHTT-tilintarkastajaan ja JHTT-yhteisöön sovelletaan tilintarkastuslain säännöksiä. 10. Jos tilintarkastajaksi valitaan JHTT-yhteisö, voidaan päävastuulliseksi tilintarkastajaksi nimetä JHTT-tilintarkastaja tai JHT-tilintarkastaja. 11. JHTT-tilintarkastajaan ja JHTT-yhteisöön sovelletaan, mitä tässä laissa ja tämän lain 1 § :n 2 ja 3 momentin nojalla sovellettavissa tilintarkastuslain säännöksissä säädetään tilintarkastajasta. 12. JHTT-tilintarkastajan tai JHTT-yhteisön toimiessa tässä ominaisuudessa muussa kuin tämän lain 1 § :ssä tarkoitetussa tehtävässä häneen sovelletaan tätä lakia, ei kuitenkaan tämän lain 4, 5 ja 10 § :ää, ja tilintarkastuslain 4 luvun 2 § :ää, 7 ja 8 lukua, 9 luvun 1 § :n 1-3 kohtaa, 10 luvun 1 ja 2 § :ää ja 11 luvun 1 § :ää ja mitä niissä säädetään tilintarkastajasta. 13. JHTT-tilintarkastajan ja JHTT-yhteisön valvontaan sovelletaan, mitä tilintarkastajan valvonnasta säädetään tilintarkastuslaissa. Valvottavan toiminnan sijoittuessa aikaan ennen tämän lain voimaantuloa, hyväksymisen peruuttamisen sekä varoituksen ja huomautuksen antamisen edellytyksiä arvioidaan kuitenkin kumotun lain 20 ja 21 § :n mukaan. 14. Tämän pykälän 4 ja 21 momentin perusteella hyväksytylle JHT-tilintarkastajalle voidaan antaa huomautus tai varoitus ja JHT-hyväksyminen voidaan peruuttaa myös toiminnasta ajalta, jolloin hän toimi JHTT-tilintarkastajana. Tällöin sovelletaan, mitä 13 momentissa säädetään. 15. Ennen tämän lain voimaantuloa aiheutettuun vahinkoon sovelletaan kumotun lain säännöksiä. 16. Tämä lain tultua voimaan JHTT-tilintarkastajan hyväksymiseen sovelletaan kumotun lain 7 § :ää ja tämän lain voimaantullessa voimassa olleita kumotun lain nojalla annettuja säännöksiä, JHTT-yhteisön hyväksymiseen kumotun lain 10 § :ää, kuitenkin siten, että viimeksi mainitun pykälän 2 ja 3 kohdassa säädettyjen edellytysten täyttymistä tarkasteltaessa otetaan JHTT-tilintarkastajien ja JHTT-yhteisöjen lisäksi huomioon myös JHT-tilintarkastajat ja tilintarkastusyhteisöt sekä luonnollisen henkilön hyväksymisen palauttamiseen kumotun lain 19 § :ää. Muutoksenhakuun hyväksymistä tai hyväksymisen palauttamista koskevassa asiassa sovelletaan tilintarkastuslakia. 17. JHTT-lautakunnan ennen tämän lain voimaatuloa JHTT-tutkintoon hyväksymän henkilön oikeus osallistua JHTT-tutkintoon säilyy lautakunnan päätöksen mukaisena, kuitenkin siten, että oikeus lakkaa olemasta voimassa viimeistään kolmen vuoden kuluttua tämän lain voimaantulosta. Tutkintoon osallistumiseen ja JHTT-tutkintoon sovelletaan tämän lain voimaantullessa voimassa olleita säännöksiä. JHTT-luettelon sijasta hyväksytty JHTT-tilintarkastaja rekisteröidään tilintarkastuslain 6 luvun 9 § :ssä tarkoitettuun tilintarkastajarekisteriin tämän pykälän 4 momentin mukaisesti. Muutoksenhakuun sovelletaan tilintarkastuslakia. 18. JHTT-tutkinto järjestetään tämän lain voimaantullessa voimassa olleiden säännösten mukaisesti ja vähintään kerran vuodessa, kunnes kolme vuotta on kulunut tämän lain voimaantulosta. Tämän jälkeen JHTT-tutkintoa ei järjestetä. Kokeen järjestämisestä vastaa Tilintarkastusvalvonta ja siihen sovelletaan, mitä tilintarkastuslain 7 luvun 8 § :ssä säädetään tutkintojen ja kokeiden järjestämisestä. Tutkintoon ei voida hyväksyä uusia hakijoita tämän lain voimaan tultua. 19. Suoritettu JHTT-tutkinto vastaa tämän lain voimaan tultua suoritettua tilintarkastuslain 6 luvun 3 § :ssä tarkoitettua julkishallinnon ja -talouden tilintarkastajan erikoistumistutkintoa. JHTT-tilintarkastajan ammattinimikkeen luvattomasta käyttämisestä 20. Vain tilintarkastuslain 6 luvun 9 § :ssä tarkoitettuun tilintarkastajarekisteriin merkitty JHTT-tilintarkastaja tai JHTT-yhteisö on oikeutettu käyttämään nimikettä JHTT-tilintarkastaja ja JHTT-yhteisö. Joka tahallaan tämän momentin vastaisesti käyttää nimikettä taikka muuta nimitystä, jonka perusteella voidaan virheellisesti olettaa henkilön olevan JHTT-tilintarkastaja tai JHTT-yhteisö, on tuomittava sakkoon. 21. JHTT-tilintarkastaja on hakemuksesta ja tässä momentissa säädettyjen edellytysten täyttyessä hyväksyttävä HT- ja JHT-tilintarkastajaksi. Hyväksymisestä päättää Tilintarkastusvalvonta. Edellytyksenä on, että JHTT-tilintarkastaja suorittaa hyväksytysti siirtymäkokeen ja täyttää tilintarkastuslain 6 luvun 2 § :n 1 momentin 1 ja 2 kohdassa säädetyt yleiset kelpoisuusedellytykset. Siirtymäkoe järjestetään vähintään kerran vuodessa viitenä vuotena tämän lain voimaantulon jälkeen. Kokeen järjestämisestä vastaa Tilintarkastusvalvonta ja siihen sovelletaan, mitä tilintarkastuslain 7 luvun 8 § :ssä säädetään tutkintojen ja kokeiden järjestämisestä. Siirtymäkokeeseen voi osallistua JHTT-tilintarkastaja ja henkilö, jonka JHTT-hyväksyminen on lakkautettu. Tilintarkastusvalvonta päättää kokeen hyväksytystä suorittamisesta. Siirtymäkokeeseen tai hyväksymiseen liittyvään päätökseen haetaan muutosta noudattaen, mitä tilintarkastuslaissa säädetään. HT- ja JHT-tilintarkastajaksi tämän momentin nojalla hyväksyttyä henkilöä ei enää rekisteröidä JHTT-tilintarkastajaksi. Siirtymäkokeen sijasta JHTT-tilintarkastaja voi suorittaa myös tilintarkastuslain 6 luvun 2 § :ssä tarkoitetun tilintarkastajatutkinnon. Työ- ja elinkeinoministeriön asetuksella voidaan antaa tarkempia säännöksiä siirtymäkokeen sisällöstä, suorittamistavasta, rakenteesta ja koevaatimuksista. 22. Tilintarkastuslain 6 luvun 8 § :ssä tarkoitettuun tilintarkastajatutkintorekisteriin tallennetaan siirtymäkokeeseen osallistuneen henkilön nimi ja henkilötunnus sekä tieto kokeen nimestä, tuloksesta ja suorittamisajankohdasta. 23. Tämän lain voimaan tullessa JHTT-lautakunta lakkaa ja sen tehtävät siirtyvät Tilintarkastusvalvonnalle. Tehtävät hoidetaan Tilintarkastusvalvonnassa noudattaen, mitä tilintarkastuslaissa säädetään vastaavien tehtävien hoitamisesta. Tilintarkastusvalvonnan tulee huolehtia, että toimintakertomus laaditaan JHTT-lautakunnan viimeiseltä toimintavuodelta. 24. Tämän lain voimaan tullessa JHTT-lautakunnassa vireillä olevat asiat, jollei kyse ole 25 tai 27 momentissa tarkoitetusta asiasta, ja JHTT-luettelo siirtyvät Tilintarkastusvalvonnalle. Muutoksenhakuun sovelletaan tilintarkastuslakia. JHTT-luettelo lakkaa viiden kuukauden kuluttua tämän lain voimaantulosta. 25. Jos ennen tämän lain voimaantuloa annetusta JHTT-lautakunnan päätöksestä, jossa on kyse huomautuksen tai varoituksen antamisesta tai hyväksymisen peruuttamisesta, ei ole tehty oikaisuvaatimusta, haetaan päätökseen suoraan muutosta valittamalla Helsingin hallinto-oikeuteen oikaisuvaatimukselle säädetyssä ajassa. Jos edellä tarkoitettua päätöstä koskeva oikaisuvaatimus on tehty, mutta sitä koskevaa päätöstä ei ole annettu ennen tämän lain voimaantuloa, siirtyy asia Helsingin hallinto-oikeudelle valitusasiana. 26. Ennen tämän lain voimaantuloa annettuun JHTT-lautakunnan päätökseen, johon ei ole vaadittu oikaisua ennen tämän lain voimaantuloa, vaaditaan oikaisua tilintarkastuslain 7 luvun 4 § :ssä tarkoitetulta tilintarkastuslautakunnalta, jollei kyse ole tämän pykälän 25 tai 27 momentissa tarkoitetusta asiasta. Tilintarkastuslautakunnan oikaisuvaatimuksesta antamaan päätökseen haetaan muutosta tilintarkastuslain mukaan. 27. Jos JHTT-lautakunnan ennen tämän lain voimaantuloa määräämää maksua koskeva oikaisuvaatimus on tehty, mutta sitä koskevaa päätöstä ei ole annettu ennen tämän lain voimaantuloa, siirtyy asia Helsingin hallinto-oikeudelle valitusasiana. Jos määrätystä maksusta ei ole tämän lain voimaan tullessa tehty oikaisuvaatimusta, maksuun haetaan suoraan muutosta valittamalla Helsingin hallinto-oikeuteen kuuden kuukauden kuluessa maksun määräämisestä. 28. Tämän lain voimaan tullessa hallinto-oikeudessa tai korkeimmassa hallinto-oikeudessa vireillä oleva valitus JHTT-lautakunnan päätöksestä sekä 25 ja 27 momentin nojalla sinne siirtyvä asia käsitellään noudattaen tämän lain voimaantullessa voimassa olleita säännöksiä.",
        "folded_fi": "1. muualla laissa tai asetuksessa oleva viittaus kumottuun lakiin tarkoittaa taman lain voimaantulon jalkeen viittausta tahan lakiin. 2. tata lakia sovelletaan 1 paivana tammikuuta 2016 ja sen jalkeen alkavan tilikauden tilintarkastukseen. 3. taman lain voimaan tullessa kumotun lain nojalla hyvaksytty jhtt-tilintarkastaja ja jhtt-yhteiso voi jatkaa toimintaansa edellyttaen, etta jhtt-tilintarkastaja ja jhtt-yhteiso kolmen kuukauden kuluessa taman lain voimaantulosta rekisteroityy tilintarkastuslain 7 luvun 1 §:ssa tarkoitetulle tilintarkastusvalvonnalle. jos jhtt- tilintarkastaja tai jhtt-yhteiso ei rekisteroidy tassa momentissa saadetyssa ajassa, hyvaksyminen lakkaa. luonnollinen henkilo, jonka jhtt-hyvaksyminen on lakannut taman momentin nojalla, voi hakea hyvaksymisen palauttamista 16 momentin mukaan. 4. jhtt-tilintarkastaja, joka on tilintarkastuslain nojalla hyvaksytty tilintarkastaja, merkitaan 3 momentissa tarkoitetun rekisteroitymisen tai hyvaksymisen palauttamisen perusteella tilintarkastuslaissa tarkoitettuun tilintarkastajarekisteriin jht- tilintarkastajana. muu jhtt-tilintarkastaja rekisteroidaan jhtt-tilintarkastajana ja jhtt-yhteiso jhtt-yhteisona tilintarkastajarekisteriin. 5. jhtt-tilintarkastajan ja jhtt-yhteison rekisterointiin ja velvollisuuteen ilmoittaa hyvaksymisedellytysten ja rekisteritietojen muutoksista sovelletaan, mita tilintarkastajasta saadetaan tilintarkastuslain 6 luvun 9-11 §:ssa. tilintarkastajarekisteriin tallennetaan jht-tilintarkastajalle, jhtt-tilintarkastajalle ja jhtt-yhteisolle kumotun lain nojalla annettu huomautus ja varoitus noudattaen kumotun lain saannoksia niiden merkitsemisesta jhtt-luetteloon seka poistamisesta sielta. 6. jhtt-yhteison hyvaksyminen on voimassa enintaan viisi vuotta taman lain voimaan tultua, minka jalkeen jhtt-yhteison hyvaksyminen lakkaa. uusia jhtt-yhteisoja ei hyvaksyta eika lakkautettua hyvaksymista palauteta taman lain voimaan tultua. 7. jos muualla laissa tai asetuksessa saadetaan jht-tilintarkastajan valitsemisesta, voidaan tilintarkastajaksi valita myos jhtt-tilintarkastaja. jos muualla laissa tai asetuksessa saadetaan tilintarkastusyhteison valitsemisesta ja jht-tilintarkastajan toimimisesta sen paavastuullisena tilintarkastajana, voidaan tilintarkastajaksi valita myos jhtt-yhteiso ja paavastuullisena tilintarkastajana voi toimia myos jhtt-tilintarkastaja. 8. valtionapuviranomaisen, muun viranomaisen tai julkisoikeudellisen yhteison voidessa muun lain nojalla valtuuttaa tilintarkastajan suorittamaan rahoituksen tai tuen saajaan, valittajaan tai myontajaan kohdistuvan tarkastuksen taikka maarata tuen saajalle valvojan, voidaan tarkastustehtavaan valtuuttaa tai valvojaksi maarata myos jhtt-tilintarkastaja tai jhtt-yhteiso. 9. sen estamatta, mita edella 7 momentissa ja tilintarkastuslain 2 luvun 2, 5 ja 6 §:ssa saadetaan, voidaan sellaisessa yhteisossa ja saatiossa, jossa kunnalla tai kuntayhtymalla on maaraysvalta, tilintarkastajaksi valita ht-, kht-, jht-tilintarkastajan tai tilintarkastusyhteison lisaksi jhtt-tilintarkastaja tai jhtt-yhteiso. edella tarkoitetussa tehtavassa toimivaan jhtt-tilintarkastajaan ja jhtt-yhteisoon sovelletaan tilintarkastuslain saannoksia. 10. jos tilintarkastajaksi valitaan jhtt-yhteiso, voidaan paavastuulliseksi tilintarkastajaksi nimeta jhtt-tilintarkastaja tai jht-tilintarkastaja. 11. jhtt-tilintarkastajaan ja jhtt-yhteisoon sovelletaan, mita tassa laissa ja taman lain 1 §:n 2 ja 3 momentin nojalla sovellettavissa tilintarkastuslain saannoksissa saadetaan tilintarkastajasta. 12. jhtt-tilintarkastajan tai jhtt-yhteison toimiessa tassa ominaisuudessa muussa kuin taman lain 1 §:ssa tarkoitetussa tehtavassa haneen sovelletaan tata lakia, ei kuitenkaan taman lain 4, 5 ja 10 §:aa, ja tilintarkastuslain 4 luvun 2 §:aa, 7 ja 8 lukua, 9 luvun 1 §:n 1-3 kohtaa, 10 luvun 1 ja 2 §:aa ja 11 luvun 1 §:aa ja mita niissa saadetaan tilintarkastajasta. 13. jhtt-tilintarkastajan ja jhtt-yhteison valvontaan sovelletaan, mita tilintarkastajan valvonnasta saadetaan tilintarkastuslaissa. valvottavan toiminnan sijoittuessa aikaan ennen taman lain voimaantuloa, hyvaksymisen peruuttamisen seka varoituksen ja huomautuksen antamisen edellytyksia arvioidaan kuitenkin kumotun lain 20 ja 21 §:n mukaan. 14. taman pykalan 4 ja 21 momentin perusteella hyvaksytylle jht-tilintarkastajalle voidaan antaa huomautus tai varoitus ja jht-hyvaksyminen voidaan peruuttaa myos toiminnasta ajalta, jolloin han toimi jhtt-tilintarkastajana. talloin sovelletaan, mita 13 momentissa saadetaan. 15. ennen taman lain voimaantuloa aiheutettuun vahinkoon sovelletaan kumotun lain saannoksia. 16. tama lain tultua voimaan jhtt-tilintarkastajan hyvaksymiseen sovelletaan kumotun lain 7 §:aa ja taman lain voimaantullessa voimassa olleita kumotun lain nojalla annettuja saannoksia, jhtt-yhteison hyvaksymiseen kumotun lain 10 §:aa, kuitenkin siten, etta viimeksi mainitun pykalan 2 ja 3 kohdassa saadettyjen edellytysten tayttymista tarkasteltaessa otetaan jhtt-tilintarkastajien ja jhtt-yhteisojen lisaksi huomioon myos jht-tilintarkastajat ja tilintarkastusyhteisot seka luonnollisen henkilon hyvaksymisen palauttamiseen kumotun lain 19 §:aa. muutoksenhakuun hyvaksymista tai hyvaksymisen palauttamista koskevassa asiassa sovelletaan tilintarkastuslakia. 17. jhtt-lautakunnan ennen taman lain voimaatuloa jhtt-tutkintoon hyvaksyman henkilon oikeus osallistua jhtt-tutkintoon sailyy lautakunnan paatoksen mukaisena, kuitenkin siten, etta oikeus lakkaa olemasta voimassa viimeistaan kolmen vuoden kuluttua taman lain voimaantulosta. tutkintoon osallistumiseen ja jhtt-tutkintoon sovelletaan taman lain voimaantullessa voimassa olleita saannoksia. jhtt-luettelon sijasta hyvaksytty jhtt-tilintarkastaja rekisteroidaan tilintarkastuslain 6 luvun 9 §:ssa tarkoitettuun tilintarkastajarekisteriin taman pykalan 4 momentin mukaisesti. muutoksenhakuun sovelletaan tilintarkastuslakia. 18. jhtt-tutkinto jarjestetaan taman lain voimaantullessa voimassa olleiden saannosten mukaisesti ja vahintaan kerran vuodessa, kunnes kolme vuotta on kulunut taman lain voimaantulosta. taman jalkeen jhtt-tutkintoa ei jarjesteta. kokeen jarjestamisesta vastaa tilintarkastusvalvonta ja siihen sovelletaan, mita tilintarkastuslain 7 luvun 8 §:ssa saadetaan tutkintojen ja kokeiden jarjestamisesta. tutkintoon ei voida hyvaksya uusia hakijoita taman lain voimaan tultua. 19. suoritettu jhtt-tutkinto vastaa taman lain voimaan tultua suoritettua tilintarkastuslain 6 luvun 3 §:ssa tarkoitettua julkishallinnon ja -talouden tilintarkastajan erikoistumistutkintoa. jhtt-tilintarkastajan ammattinimikkeen luvattomasta kayttamisesta 20. vain tilintarkastuslain 6 luvun 9 §:ssa tarkoitettuun tilintarkastajarekisteriin merkitty jhtt-tilintarkastaja tai jhtt-yhteiso on oikeutettu kayttamaan nimiketta jhtt-tilintarkastaja ja jhtt-yhteiso. joka tahallaan taman momentin vastaisesti kayttaa nimiketta taikka muuta nimitysta, jonka perusteella voidaan virheellisesti olettaa henkilon olevan jhtt-tilintarkastaja tai jhtt-yhteiso, on tuomittava sakkoon. 21. jhtt-tilintarkastaja on hakemuksesta ja tassa momentissa saadettyjen edellytysten tayttyessa hyvaksyttava ht- ja jht-tilintarkastajaksi. hyvaksymisesta paattaa tilintarkastusvalvonta. edellytyksena on, etta jhtt-tilintarkastaja suorittaa hyvaksytysti siirtymakokeen ja tayttaa tilintarkastuslain 6 luvun 2 §:n 1 momentin 1 ja 2 kohdassa saadetyt yleiset kelpoisuusedellytykset. siirtymakoe jarjestetaan vahintaan kerran vuodessa viitena vuotena taman lain voimaantulon jalkeen. kokeen jarjestamisesta vastaa tilintarkastusvalvonta ja siihen sovelletaan, mita tilintarkastuslain 7 luvun 8 §:ssa saadetaan tutkintojen ja kokeiden jarjestamisesta. siirtymakokeeseen voi osallistua jhtt-tilintarkastaja ja henkilo, jonka jhtt-hyvaksyminen on lakkautettu. tilintarkastusvalvonta paattaa kokeen hyvaksytysta suorittamisesta. siirtymakokeeseen tai hyvaksymiseen liittyvaan paatokseen haetaan muutosta noudattaen, mita tilintarkastuslaissa saadetaan. ht- ja jht-tilintarkastajaksi taman momentin nojalla hyvaksyttya henkiloa ei enaa rekisteroida jhtt-tilintarkastajaksi. siirtymakokeen sijasta jhtt-tilintarkastaja voi suorittaa myos tilintarkastuslain 6 luvun 2 §:ssa tarkoitetun tilintarkastajatutkinnon. tyo- ja elinkeinoministerion asetuksella voidaan antaa tarkempia saannoksia siirtymakokeen sisallosta, suorittamistavasta, rakenteesta ja koevaatimuksista. 22. tilintarkastuslain 6 luvun 8 §:ssa tarkoitettuun tilintarkastajatutkintorekisteriin tallennetaan siirtymakokeeseen osallistuneen henkilon nimi ja henkilotunnus seka tieto kokeen nimesta, tuloksesta ja suorittamisajankohdasta. 23. taman lain voimaan tullessa jhtt-lautakunta lakkaa ja sen tehtavat siirtyvat tilintarkastusvalvonnalle. tehtavat hoidetaan tilintarkastusvalvonnassa noudattaen, mita tilintarkastuslaissa saadetaan vastaavien tehtavien hoitamisesta. tilintarkastusvalvonnan tulee huolehtia, etta toimintakertomus laaditaan jhtt-lautakunnan viimeiselta toimintavuodelta. 24. taman lain voimaan tullessa jhtt-lautakunnassa vireilla olevat asiat, jollei kyse ole 25 tai 27 momentissa tarkoitetusta asiasta, ja jhtt-luettelo siirtyvat tilintarkastusvalvonnalle. muutoksenhakuun sovelletaan tilintarkastuslakia. jhtt-luettelo lakkaa viiden kuukauden kuluttua taman lain voimaantulosta. 25. jos ennen taman lain voimaantuloa annetusta jhtt-lautakunnan paatoksesta, jossa on kyse huomautuksen tai varoituksen antamisesta tai hyvaksymisen peruuttamisesta, ei ole tehty oikaisuvaatimusta, haetaan paatokseen suoraan muutosta valittamalla helsingin hallinto-oikeuteen oikaisuvaatimukselle saadetyssa ajassa. jos edella tarkoitettua paatosta koskeva oikaisuvaatimus on tehty, mutta sita koskevaa paatosta ei ole annettu ennen taman lain voimaantuloa, siirtyy asia helsingin hallinto-oikeudelle valitusasiana. 26. ennen taman lain voimaantuloa annettuun jhtt-lautakunnan paatokseen, johon ei ole vaadittu oikaisua ennen taman lain voimaantuloa, vaaditaan oikaisua tilintarkastuslain 7 luvun 4 §:ssa tarkoitetulta tilintarkastuslautakunnalta, jollei kyse ole taman pykalan 25 tai 27 momentissa tarkoitetusta asiasta. tilintarkastuslautakunnan oikaisuvaatimuksesta antamaan paatokseen haetaan muutosta tilintarkastuslain mukaan. 27. jos jhtt-lautakunnan ennen taman lain voimaantuloa maaraamaa maksua koskeva oikaisuvaatimus on tehty, mutta sita koskevaa paatosta ei ole annettu ennen taman lain voimaantuloa, siirtyy asia helsingin hallinto-oikeudelle valitusasiana. jos maaratysta maksusta ei ole taman lain voimaan tullessa tehty oikaisuvaatimusta, maksuun haetaan suoraan muutosta valittamalla helsingin hallinto-oikeuteen kuuden kuukauden kuluessa maksun maaraamisesta. 28. taman lain voimaan tullessa hallinto-oikeudessa tai korkeimmassa hallinto-oikeudessa vireilla oleva valitus jhtt-lautakunnan paatoksesta seka 25 ja 27 momentin nojalla sinne siirtyva asia kasitellaan noudattaen taman lain voimaantullessa voimassa olleita saannoksia.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "1. En hänvisning till den upphävda lagen i någon annan lag eller förordning avser efter denna lags ikraftträdande en hänvisning till denna lag. 2. Denna lag tillämpas på revision för räkenskapsperioder som börjar den 1 januari 2016 och därefter. 3. En OFR-revisor och OFR-sammanslutning som har godkänts med stöd av den upphävda lagen kan vid denna lags ikraftträdande fortsätta med sin verksamhet förutsatt att OFR-revisorn och OFR-sammanslutningen inom tre månader från denna lags ikraftträdande registrerar sig hos Revisionstillsynen, som avses i 7 kap. 1 § i revisionslagen. Om OFR-revisorn eller OFR-sammanslutningen inte registrerar sig inom den tidsfrist som anges i detta moment avbryts godkännandet. En fysisk person vars OFR-godkännande har avbrutits med stöd av detta moment kan ansöka om återställande av godkännandet i enlighet med 16 mom. 4. En OFR-revisor som har godkänts som revisor med stöd av revisionslagen ska vid den registrering eller vid det återställande av godkännande som avses i 3 mom. införas som OFGR-revisor i det revisorsregister som avses i revisionslagen. Andra OFR-revisorer ska införas som OFR-revisor och OFR-sammanslutningar som OFR-sammanslutning i revisorsregistret. 5. På registrering av OFR-revisorer och OFR-sammanslutningar och på deras skyldighet att anmäla förändringar i villkoren för godkännande och i registeruppgifterna tillämpas bestämmelserna om revisorer i 6 kap. 9-11 § i revisionslagen. I revisorsregistret ska införas de anmärkningar och varningar som enligt den upphävda lagen tilldelats OFGR-revisorer, OFR-revisorer och OFR-sammanslutningar med iakttagande av de bestämmelser i den upphävda lagen som gäller införande av anmärkningar och varningar i och avförande av anmärkningar och varningar ur OFR-registret. 6. Ett godkännande av en OFR-sammanslutning är i kraft högst fem år efter denna lags ikraftträdande, och därefter avbryts godkännandet av OFR-sammanslutningen. Nya OFR-sammanslutningar godkänns inte efter lagens ikraftträdande, inte heller återställs avbrutna godkännanden. 7. Om det någon annanstans i lag eller förordning föreskrivs om val av OFGR-revisor, kan också en OFR-revisor väljas till revisor. Om det någon annanstans i lag eller förordning föreskrivs om val av revisionssammanslutning och att en OFRG-revisor ska vara dess huvudansvariga revisor, kan också en OFR-sammanslutning väljas till revisor och också en OFR-revisor kan vara huvudansvarig revisor. 8. När en statsbidragsmyndighet, någon annan myndighet eller ett offentligrättsligt samfund med stöd av någon annan lag kan bemyndiga en revisor att utföra en granskning som riktar sig mot finansierings- eller stödmottagare eller dem som förmedlar och beviljar finansiering eller stöd eller förordna en övervakare för stödmottagaren, kan också en OFR-revisor eller OFR-sammanslutning bemyndigas att utföra granskningen eller förordnas till övervakare. 9. Trots vad som föreskrivs i 7 mom. samt i 2 kap. 2, 5 och 6 § i revisionslagen kan till revisor i en sådan sammanslutning eller stiftelse där en kommun eller samkommun har bestämmande inflytande väljas inte bara en GR-, CGR- eller OFGR-revisor eller en revisionssammanslutning utan också en OFR-revisor eller OFR-sammanslutning. På en OFR-revisor och OFR-sammanslutning som är verksam i den uppgift som avses ovan ska bestämmelserna i revisionslagen tillämpas. 10. Om en OFR-sammanslutning väljs till revisor, kan en OFR- eller OFGR-revisor utses till huvudansvarig revisor. 11. På OFR-revisorer och OFR-sammanslutningar tillämpas bestämmelserna om revisorer i denna lag och i de bestämmelser i revisionslagen som är tillämpliga enligt 1 § 2 och 3 mom. i denna lag. 12. När en OFR-revisor eller OFR-sammanslutning i denna egenskap är verksam i någon annan uppgift än en uppgift enligt 1 § ska på revisorn eller sammanslutningen tillämpas denna lag, dock inte 4, 5 och 10 § i denna lag, och 4 kap. 2 §, 7 och 8 kap., 9 kap. 1 § 1-3 punkten, 10 kap. 1 och 2 § och 11 kap. 1 § i revisionslagen och vad som i dessa föreskrivs om revisorer. 13. På tillsynen över OFR-revisorer och OFR-sammanslutningar tillämpas bestämmelserna i revisionslagen om tillsyn över revisorer. Om den verksamhet som övervakas ägde rum före denna lags ikraftträdande, ska förutsättningarna för återkallande av ett godkännande och för tilldelande av varning och anmärkning emellertid bedömas enligt 20 och 21 § i den upphävda lagen. 14. En OFGR-revisor som godkänts enligt 4 och 21 mom. i denna paragraf kan tilldelas en varning eller anmärkning och revisorns OFGR-godkännande kan återkallas också för den tid som revisorn varit verksam som OFR-revisor. Då tillämpas vad som föreskrivs i 13 mom. 15. På en skada som orsakats före denna lags ikraftträdande tillämpas bestämmelserna i den upphävda lagen. 16. Efter denna lags ikraftträdande ska på godkännande av en OFR-revisor tillämpas 7 § i den upphävda lagen och de bestämmelser som utfärdats med stöd av den upphävda lagen och som gällde vid denna lags ikraftträdande. På godkännande av en OFR-sammanslutning tillämpas 10 § i den upphävda lagen, dock så att man vid bedömningen av om kraven i 2 och 3 punkten i den sistnämnda paragrafen uppfylls inte bara beaktar OFR-revisorer och OFR-sammanslutningar, utan också OFGR-revisorer och revisionssammanslutningar. På återställande av ett godkännande av en fysisk person tillämpas 19 § i den upphävda lagen. På ändringssökande i ärenden som gäller godkännande eller återställande av ett godkännande tillämpas revisionslagen. 17. Rätten att delta i OFR-examen för sådana personer som OFR-nämnden före denna lags ikraftträdande godkänt för OFR-examen kvarstår enligt nämndens beslut, dock så att rätten upphör att gälla senast tre år efter lagens ikraftträdande. På deltagande i examen och på OFR-examen tillämpas de bestämmelser som gällde vid denna lags ikraftträdande. En godkänd OFR-revisor förs inte in i OFR-registret, utan i det revisorsregister som avses i 6 kap. 9 § i revisionslagen i enlighet med 4 mom. i denna paragraf. På ändringssökande tillämpas revisionslagen. 18. OFR-examen ordnas enligt de bestämmelser som gällde vid denna lags ikraftträdande och minst en gång per år tills tre år förflutit från lagens ikraftträdande. Efter detta ordnas OFR-examen inte längre. Revisionstillsynen ansvarar för ordnandet av examen, och på ordnandet tillämpas bestämmelserna i 7 kap. 8 § i revisionslagen om ordnande av examen och prov. Inga nya sökande kan godkännas för examen efter denna lags ikraftträdande. 19. En OFR-examen motsvarar efter denna lags ikraftträdande en sådan specialiseringsexamen för revisor inom den offentliga förvaltningen och ekonomin som avses i 6 kap. 3 § i revisionslagen. olovlig användning av yrkesbeteckningen OFR-revisor 20. Endast OFR-revisorer och OFR-sammanslutningar som är införda i det revisorsregister som avses i 6 kap. 9 § i revisionslagen har rätt att använda yrkesbeteckningen OFR-revisor eller OFR-sammanslutning. Den som i strid med detta moment uppsåtligen använder yrkesbeteckningen eller någon annan benämning som kan leda till att någon felaktigt antar att det är fråga om en OFR-revisor eller OFR-sammanslutning, ska för dömas till böter. 21. En OFR-revisor ska på ansökan och när villkoren enligt detta moment uppfylls bli godkänd som GR- och OFGR-revisor. Revisionstillsynen beslutar om godkännande. Ett villkor är att OFR-revisorn med godkänt resultat avlägger kompletteringsprovet och uppfyller de allmänna behörighetsvillkoren enligt 6 kap. 2 § 1 mom. 1 och 2 punkten i revisionslagen. Kompletteringsprov ska ordnas minst en gång per år under fem år efter denna lags ikraftträdande. Revisionstillsynen ansvarar för ordnandet av provet, och på ordnandet tillämpas bestämmelserna i 7 kap. 8 § i revisionslagen om ordnande av examen och prov. I kompletteringsprovet kan OFR-revisorer och personer vars OFR-godkännande har avbrutits delta. Revisionstillsynen beslutar om ett godkänt prov. Ändring i ett beslut som gäller kompletteringsprovet eller godkännande får sökas på det sätt som föreskrivs i revisionslagen. En person som med stöd av detta moment godkänts som GR- och OFGR-revisor registreras inte längre som OFR-revisor. En OFR-revisor kan också avlägga den revisorsexamen som avses i 6 kap. 2 § i revisionslagen i stället för kompletteringsprovet. Genom förordning av arbets- och näringsministeriet får närmare bestämmelser utfärdas om kompletteringsprovets innehåll, avläggande och uppbyggnad samt om provkraven. 22. I det revisorsexamensregister som avses i 6 kap. 8 § i revisionslagen införs namn och personbeteckning för personer som deltagit i kompletteringsprovet samt uppgifter om provets namn, resultat och tidpunkt. 23. När denna lag träder i kraft upphör OFR-nämnden, och dess uppgifter överförs till Revisionstillsynen. Uppgifterna sköts vid Revisionstillsynen med iakttagande av vad som i revisionslagen föreskrivs om skötseln av motsvarande uppgifter. Revisionstillsynen ska se till att en verksamhetsberättelse upprättas för OFR-nämndens sista verksamhetsår. 24. De ärenden som är anhängiga vid OFR-nämnden vid denna lags ikraftträdande ska, med undantag för ärenden som avses i 25 eller 27 mom., överföras till Revisionstillsynen, liksom också OFR-registret. På ändringssökande tillämpas revisionslagen. OFR-registret upphör fem månader efter denna lags ikraftträdande. 25. Om omprövning av ett beslut om tilldelande av anmärkning eller varning eller återkallande av ett godkännande som OFR-nämnden meddelat före denna lags ikraftträdande inte har begärts, får beslutet överklagas genom besvär direkt hos Helsingfors förvaltningsdomstol inom fristen för framställande av begäran om omprövning. Om omprövning av beslutet i fråga har begärts, men beslutet med anledning av begäran inte har meddelats före lagens ikraftträdande, överförs ärendet till Helsingfors förvaltningsdomstol som ett besvärsärende. 26. Omprövning av beslut som OFR-nämnden meddelat före denna lags ikraftträdande och i fråga om vilka omprövning inte har begärts före lagens ikraftträdande får begäras hos den revisionsnämnd som avses i 7 kap. 4 § i revisionslagen, om det inte är fråga om ett ärende som avses i 25 eller 27 mom. i denna paragraf. Ett beslut som revisionsnämnden meddelat med anledning av begäran om omprövning får överklagas på det sätt som anges i revisionslagen. 27. Om omprövning av en avgift som OFR-nämnden påfört före denna lags ikraftträdande har begärts, men beslutet med anledning av begäran inte har meddelats före lagens ikraftträdande, överförs ärendet till Helsingfors förvaltningsdomstol som ett besvärsärende. Om omprövning av avgiften inte har begärts före lagens ikraftträdande, får avgiften överklagas genom besvär direkt hos Helsingfors förvaltningsdomstol inom sex månader från det att avgiften påfördes. 28. Besvär över OFR-nämndens beslut som är anhängiga vid förvaltningsdomstolen eller högsta förvaltningsdomstolen vid denna lags ikraftträdande samt ärenden som överförs till dem med stöd av 25 och 27 mom. ska behandlas med iakttagande av de bestämmelser som gällde vid denna lags ikraftträdande.",
        "normalized_sv": "1. En hänvisning till den upphävda lagen i någon annan lag eller förordning avser efter denna lags ikraftträdande en hänvisning till denna lag. 2. Denna lag tillämpas på revision för räkenskapsperioder som börjar den 1 januari 2016 och därefter. 3. En OFR-revisor och OFR-sammanslutning som har godkänts med stöd av den upphävda lagen kan vid denna lags ikraftträdande fortsätta med sin verksamhet förutsatt att OFR-revisorn och OFR-sammanslutningen inom tre månader från denna lags ikraftträdande registrerar sig hos Revisionstillsynen, som avses i 7 kap. 1 § i revisionslagen. Om OFR-revisorn eller OFR-sammanslutningen inte registrerar sig inom den tidsfrist som anges i detta moment avbryts godkännandet. En fysisk person vars OFR-godkännande har avbrutits med stöd av detta moment kan ansöka om återställande av godkännandet i enlighet med 16 mom. 4. En OFR-revisor som har godkänts som revisor med stöd av revisionslagen ska vid den registrering eller vid det återställande av godkännande som avses i 3 mom. införas som OFGR-revisor i det revisorsregister som avses i revisionslagen. Andra OFR-revisorer ska införas som OFR-revisor och OFR-sammanslutningar som OFR-sammanslutning i revisorsregistret. 5. På registrering av OFR-revisorer och OFR-sammanslutningar och på deras skyldighet att anmäla förändringar i villkoren för godkännande och i registeruppgifterna tillämpas bestämmelserna om revisorer i 6 kap. 9-11 § i revisionslagen. I revisorsregistret ska införas de anmärkningar och varningar som enligt den upphävda lagen tilldelats OFGR-revisorer, OFR-revisorer och OFR-sammanslutningar med iakttagande av de bestämmelser i den upphävda lagen som gäller införande av anmärkningar och varningar i och avförande av anmärkningar och varningar ur OFR-registret. 6. Ett godkännande av en OFR-sammanslutning är i kraft högst fem år efter denna lags ikraftträdande, och därefter avbryts godkännandet av OFR-sammanslutningen. Nya OFR-sammanslutningar godkänns inte efter lagens ikraftträdande, inte heller återställs avbrutna godkännanden. 7. Om det någon annanstans i lag eller förordning föreskrivs om val av OFGR-revisor, kan också en OFR-revisor väljas till revisor. Om det någon annanstans i lag eller förordning föreskrivs om val av revisionssammanslutning och att en OFRG-revisor ska vara dess huvudansvariga revisor, kan också en OFR-sammanslutning väljas till revisor och också en OFR-revisor kan vara huvudansvarig revisor. 8. När en statsbidragsmyndighet, någon annan myndighet eller ett offentligrättsligt samfund med stöd av någon annan lag kan bemyndiga en revisor att utföra en granskning som riktar sig mot finansierings- eller stödmottagare eller dem som förmedlar och beviljar finansiering eller stöd eller förordna en övervakare för stödmottagaren, kan också en OFR-revisor eller OFR-sammanslutning bemyndigas att utföra granskningen eller förordnas till övervakare. 9. Trots vad som föreskrivs i 7 mom. samt i 2 kap. 2, 5 och 6 § i revisionslagen kan till revisor i en sådan sammanslutning eller stiftelse där en kommun eller samkommun har bestämmande inflytande väljas inte bara en GR-, CGR- eller OFGR-revisor eller en revisionssammanslutning utan också en OFR-revisor eller OFR-sammanslutning. På en OFR-revisor och OFR-sammanslutning som är verksam i den uppgift som avses ovan ska bestämmelserna i revisionslagen tillämpas. 10. Om en OFR-sammanslutning väljs till revisor, kan en OFR- eller OFGR-revisor utses till huvudansvarig revisor. 11. På OFR-revisorer och OFR-sammanslutningar tillämpas bestämmelserna om revisorer i denna lag och i de bestämmelser i revisionslagen som är tillämpliga enligt 1 § 2 och 3 mom. i denna lag. 12. När en OFR-revisor eller OFR-sammanslutning i denna egenskap är verksam i någon annan uppgift än en uppgift enligt 1 § ska på revisorn eller sammanslutningen tillämpas denna lag, dock inte 4, 5 och 10 § i denna lag, och 4 kap. 2 § , 7 och 8 kap., 9 kap. 1 § 1-3 punkten, 10 kap. 1 och 2 § och 11 kap. 1 § i revisionslagen och vad som i dessa föreskrivs om revisorer. 13. På tillsynen över OFR-revisorer och OFR-sammanslutningar tillämpas bestämmelserna i revisionslagen om tillsyn över revisorer. Om den verksamhet som övervakas ägde rum före denna lags ikraftträdande, ska förutsättningarna för återkallande av ett godkännande och för tilldelande av varning och anmärkning emellertid bedömas enligt 20 och 21 § i den upphävda lagen. 14. En OFGR-revisor som godkänts enligt 4 och 21 mom. i denna paragraf kan tilldelas en varning eller anmärkning och revisorns OFGR-godkännande kan återkallas också för den tid som revisorn varit verksam som OFR-revisor. Då tillämpas vad som föreskrivs i 13 mom. 15. På en skada som orsakats före denna lags ikraftträdande tillämpas bestämmelserna i den upphävda lagen. 16. Efter denna lags ikraftträdande ska på godkännande av en OFR-revisor tillämpas 7 § i den upphävda lagen och de bestämmelser som utfärdats med stöd av den upphävda lagen och som gällde vid denna lags ikraftträdande. På godkännande av en OFR-sammanslutning tillämpas 10 § i den upphävda lagen, dock så att man vid bedömningen av om kraven i 2 och 3 punkten i den sistnämnda paragrafen uppfylls inte bara beaktar OFR-revisorer och OFR-sammanslutningar, utan också OFGR-revisorer och revisionssammanslutningar. På återställande av ett godkännande av en fysisk person tillämpas 19 § i den upphävda lagen. På ändringssökande i ärenden som gäller godkännande eller återställande av ett godkännande tillämpas revisionslagen. 17. Rätten att delta i OFR-examen för sådana personer som OFR-nämnden före denna lags ikraftträdande godkänt för OFR-examen kvarstår enligt nämndens beslut, dock så att rätten upphör att gälla senast tre år efter lagens ikraftträdande. På deltagande i examen och på OFR-examen tillämpas de bestämmelser som gällde vid denna lags ikraftträdande. En godkänd OFR-revisor förs inte in i OFR-registret, utan i det revisorsregister som avses i 6 kap. 9 § i revisionslagen i enlighet med 4 mom. i denna paragraf. På ändringssökande tillämpas revisionslagen. 18. OFR-examen ordnas enligt de bestämmelser som gällde vid denna lags ikraftträdande och minst en gång per år tills tre år förflutit från lagens ikraftträdande. Efter detta ordnas OFR-examen inte längre. Revisionstillsynen ansvarar för ordnandet av examen, och på ordnandet tillämpas bestämmelserna i 7 kap. 8 § i revisionslagen om ordnande av examen och prov. Inga nya sökande kan godkännas för examen efter denna lags ikraftträdande. 19. En OFR-examen motsvarar efter denna lags ikraftträdande en sådan specialiseringsexamen för revisor inom den offentliga förvaltningen och ekonomin som avses i 6 kap. 3 § i revisionslagen. olovlig användning av yrkesbeteckningen OFR-revisor 20. Endast OFR-revisorer och OFR-sammanslutningar som är införda i det revisorsregister som avses i 6 kap. 9 § i revisionslagen har rätt att använda yrkesbeteckningen OFR-revisor eller OFR-sammanslutning. Den som i strid med detta moment uppsåtligen använder yrkesbeteckningen eller någon annan benämning som kan leda till att någon felaktigt antar att det är fråga om en OFR-revisor eller OFR-sammanslutning, ska för dömas till böter. 21. En OFR-revisor ska på ansökan och när villkoren enligt detta moment uppfylls bli godkänd som GR- och OFGR-revisor. Revisionstillsynen beslutar om godkännande. Ett villkor är att OFR-revisorn med godkänt resultat avlägger kompletteringsprovet och uppfyller de allmänna behörighetsvillkoren enligt 6 kap. 2 § 1 mom. 1 och 2 punkten i revisionslagen. Kompletteringsprov ska ordnas minst en gång per år under fem år efter denna lags ikraftträdande. Revisionstillsynen ansvarar för ordnandet av provet, och på ordnandet tillämpas bestämmelserna i 7 kap. 8 § i revisionslagen om ordnande av examen och prov. I kompletteringsprovet kan OFR-revisorer och personer vars OFR-godkännande har avbrutits delta. Revisionstillsynen beslutar om ett godkänt prov. Ändring i ett beslut som gäller kompletteringsprovet eller godkännande får sökas på det sätt som föreskrivs i revisionslagen. En person som med stöd av detta moment godkänts som GR- och OFGR-revisor registreras inte längre som OFR-revisor. En OFR-revisor kan också avlägga den revisorsexamen som avses i 6 kap. 2 § i revisionslagen i stället för kompletteringsprovet. Genom förordning av arbets- och näringsministeriet får närmare bestämmelser utfärdas om kompletteringsprovets innehåll, avläggande och uppbyggnad samt om provkraven. 22. I det revisorsexamensregister som avses i 6 kap. 8 § i revisionslagen införs namn och personbeteckning för personer som deltagit i kompletteringsprovet samt uppgifter om provets namn, resultat och tidpunkt. 23. När denna lag träder i kraft upphör OFR-nämnden, och dess uppgifter överförs till Revisionstillsynen. Uppgifterna sköts vid Revisionstillsynen med iakttagande av vad som i revisionslagen föreskrivs om skötseln av motsvarande uppgifter. Revisionstillsynen ska se till att en verksamhetsberättelse upprättas för OFR-nämndens sista verksamhetsår. 24. De ärenden som är anhängiga vid OFR-nämnden vid denna lags ikraftträdande ska, med undantag för ärenden som avses i 25 eller 27 mom., överföras till Revisionstillsynen, liksom också OFR-registret. På ändringssökande tillämpas revisionslagen. OFR-registret upphör fem månader efter denna lags ikraftträdande. 25. Om omprövning av ett beslut om tilldelande av anmärkning eller varning eller återkallande av ett godkännande som OFR-nämnden meddelat före denna lags ikraftträdande inte har begärts, får beslutet överklagas genom besvär direkt hos Helsingfors förvaltningsdomstol inom fristen för framställande av begäran om omprövning. Om omprövning av beslutet i fråga har begärts, men beslutet med anledning av begäran inte har meddelats före lagens ikraftträdande, överförs ärendet till Helsingfors förvaltningsdomstol som ett besvärsärende. 26. Omprövning av beslut som OFR-nämnden meddelat före denna lags ikraftträdande och i fråga om vilka omprövning inte har begärts före lagens ikraftträdande får begäras hos den revisionsnämnd som avses i 7 kap. 4 § i revisionslagen, om det inte är fråga om ett ärende som avses i 25 eller 27 mom. i denna paragraf. Ett beslut som revisionsnämnden meddelat med anledning av begäran om omprövning får överklagas på det sätt som anges i revisionslagen. 27. Om omprövning av en avgift som OFR-nämnden påfört före denna lags ikraftträdande har begärts, men beslutet med anledning av begäran inte har meddelats före lagens ikraftträdande, överförs ärendet till Helsingfors förvaltningsdomstol som ett besvärsärende. Om omprövning av avgiften inte har begärts före lagens ikraftträdande, får avgiften överklagas genom besvär direkt hos Helsingfors förvaltningsdomstol inom sex månader från det att avgiften påfördes. 28. Besvär över OFR-nämndens beslut som är anhängiga vid förvaltningsdomstolen eller högsta förvaltningsdomstolen vid denna lags ikraftträdande samt ärenden som överförs till dem med stöd av 25 och 27 mom. ska behandlas med iakttagande av de bestämmelser som gällde vid denna lags ikraftträdande.",
        "folded_sv": "1. en hanvisning till den upphavda lagen i nagon annan lag eller forordning avser efter denna lags ikrafttradande en hanvisning till denna lag. 2. denna lag tillampas pa revision for rakenskapsperioder som borjar den 1 januari 2016 och darefter. 3. en ofr-revisor och ofr-sammanslutning som har godkants med stod av den upphavda lagen kan vid denna lags ikrafttradande fortsatta med sin verksamhet forutsatt att ofr-revisorn och ofr-sammanslutningen inom tre manader fran denna lags ikrafttradande registrerar sig hos revisionstillsynen, som avses i 7 kap. 1 § i revisionslagen. om ofr-revisorn eller ofr-sammanslutningen inte registrerar sig inom den tidsfrist som anges i detta moment avbryts godkannandet. en fysisk person vars ofr-godkannande har avbrutits med stod av detta moment kan ansoka om aterstallande av godkannandet i enlighet med 16 mom. 4. en ofr-revisor som har godkants som revisor med stod av revisionslagen ska vid den registrering eller vid det aterstallande av godkannande som avses i 3 mom. inforas som ofgr-revisor i det revisorsregister som avses i revisionslagen. andra ofr-revisorer ska inforas som ofr-revisor och ofr-sammanslutningar som ofr-sammanslutning i revisorsregistret. 5. pa registrering av ofr-revisorer och ofr-sammanslutningar och pa deras skyldighet att anmala forandringar i villkoren for godkannande och i registeruppgifterna tillampas bestammelserna om revisorer i 6 kap. 9-11 § i revisionslagen. i revisorsregistret ska inforas de anmarkningar och varningar som enligt den upphavda lagen tilldelats ofgr-revisorer, ofr-revisorer och ofr-sammanslutningar med iakttagande av de bestammelser i den upphavda lagen som galler inforande av anmarkningar och varningar i och avforande av anmarkningar och varningar ur ofr-registret. 6. ett godkannande av en ofr-sammanslutning ar i kraft hogst fem ar efter denna lags ikrafttradande, och darefter avbryts godkannandet av ofr-sammanslutningen. nya ofr-sammanslutningar godkanns inte efter lagens ikrafttradande, inte heller aterstalls avbrutna godkannanden. 7. om det nagon annanstans i lag eller forordning foreskrivs om val av ofgr-revisor, kan ocksa en ofr-revisor valjas till revisor. om det nagon annanstans i lag eller forordning foreskrivs om val av revisionssammanslutning och att en ofrg-revisor ska vara dess huvudansvariga revisor, kan ocksa en ofr-sammanslutning valjas till revisor och ocksa en ofr-revisor kan vara huvudansvarig revisor. 8. nar en statsbidragsmyndighet, nagon annan myndighet eller ett offentligrattsligt samfund med stod av nagon annan lag kan bemyndiga en revisor att utfora en granskning som riktar sig mot finansierings- eller stodmottagare eller dem som formedlar och beviljar finansiering eller stod eller forordna en overvakare for stodmottagaren, kan ocksa en ofr-revisor eller ofr-sammanslutning bemyndigas att utfora granskningen eller forordnas till overvakare. 9. trots vad som foreskrivs i 7 mom. samt i 2 kap. 2, 5 och 6 § i revisionslagen kan till revisor i en sadan sammanslutning eller stiftelse dar en kommun eller samkommun har bestammande inflytande valjas inte bara en gr-, cgr- eller ofgr-revisor eller en revisionssammanslutning utan ocksa en ofr-revisor eller ofr-sammanslutning. pa en ofr-revisor och ofr-sammanslutning som ar verksam i den uppgift som avses ovan ska bestammelserna i revisionslagen tillampas. 10. om en ofr-sammanslutning valjs till revisor, kan en ofr- eller ofgr-revisor utses till huvudansvarig revisor. 11. pa ofr-revisorer och ofr-sammanslutningar tillampas bestammelserna om revisorer i denna lag och i de bestammelser i revisionslagen som ar tillampliga enligt 1 § 2 och 3 mom. i denna lag. 12. nar en ofr-revisor eller ofr-sammanslutning i denna egenskap ar verksam i nagon annan uppgift an en uppgift enligt 1 § ska pa revisorn eller sammanslutningen tillampas denna lag, dock inte 4, 5 och 10 § i denna lag, och 4 kap. 2 §, 7 och 8 kap., 9 kap. 1 § 1-3 punkten, 10 kap. 1 och 2 § och 11 kap. 1 § i revisionslagen och vad som i dessa foreskrivs om revisorer. 13. pa tillsynen over ofr-revisorer och ofr-sammanslutningar tillampas bestammelserna i revisionslagen om tillsyn over revisorer. om den verksamhet som overvakas agde rum fore denna lags ikrafttradande, ska forutsattningarna for aterkallande av ett godkannande och for tilldelande av varning och anmarkning emellertid bedomas enligt 20 och 21 § i den upphavda lagen. 14. en ofgr-revisor som godkants enligt 4 och 21 mom. i denna paragraf kan tilldelas en varning eller anmarkning och revisorns ofgr-godkannande kan aterkallas ocksa for den tid som revisorn varit verksam som ofr-revisor. da tillampas vad som foreskrivs i 13 mom. 15. pa en skada som orsakats fore denna lags ikrafttradande tillampas bestammelserna i den upphavda lagen. 16. efter denna lags ikrafttradande ska pa godkannande av en ofr-revisor tillampas 7 § i den upphavda lagen och de bestammelser som utfardats med stod av den upphavda lagen och som gallde vid denna lags ikrafttradande. pa godkannande av en ofr-sammanslutning tillampas 10 § i den upphavda lagen, dock sa att man vid bedomningen av om kraven i 2 och 3 punkten i den sistnamnda paragrafen uppfylls inte bara beaktar ofr-revisorer och ofr-sammanslutningar, utan ocksa ofgr-revisorer och revisionssammanslutningar. pa aterstallande av ett godkannande av en fysisk person tillampas 19 § i den upphavda lagen. pa andringssokande i arenden som galler godkannande eller aterstallande av ett godkannande tillampas revisionslagen. 17. ratten att delta i ofr-examen for sadana personer som ofr-namnden fore denna lags ikrafttradande godkant for ofr-examen kvarstar enligt namndens beslut, dock sa att ratten upphor att galla senast tre ar efter lagens ikrafttradande. pa deltagande i examen och pa ofr-examen tillampas de bestammelser som gallde vid denna lags ikrafttradande. en godkand ofr-revisor fors inte in i ofr-registret, utan i det revisorsregister som avses i 6 kap. 9 § i revisionslagen i enlighet med 4 mom. i denna paragraf. pa andringssokande tillampas revisionslagen. 18. ofr-examen ordnas enligt de bestammelser som gallde vid denna lags ikrafttradande och minst en gang per ar tills tre ar forflutit fran lagens ikrafttradande. efter detta ordnas ofr-examen inte langre. revisionstillsynen ansvarar for ordnandet av examen, och pa ordnandet tillampas bestammelserna i 7 kap. 8 § i revisionslagen om ordnande av examen och prov. inga nya sokande kan godkannas for examen efter denna lags ikrafttradande. 19. en ofr-examen motsvarar efter denna lags ikrafttradande en sadan specialiseringsexamen for revisor inom den offentliga forvaltningen och ekonomin som avses i 6 kap. 3 § i revisionslagen. olovlig anvandning av yrkesbeteckningen ofr-revisor 20. endast ofr-revisorer och ofr-sammanslutningar som ar inforda i det revisorsregister som avses i 6 kap. 9 § i revisionslagen har ratt att anvanda yrkesbeteckningen ofr-revisor eller ofr-sammanslutning. den som i strid med detta moment uppsatligen anvander yrkesbeteckningen eller nagon annan benamning som kan leda till att nagon felaktigt antar att det ar fraga om en ofr-revisor eller ofr-sammanslutning, ska for domas till boter. 21. en ofr-revisor ska pa ansokan och nar villkoren enligt detta moment uppfylls bli godkand som gr- och ofgr-revisor. revisionstillsynen beslutar om godkannande. ett villkor ar att ofr-revisorn med godkant resultat avlagger kompletteringsprovet och uppfyller de allmanna behorighetsvillkoren enligt 6 kap. 2 § 1 mom. 1 och 2 punkten i revisionslagen. kompletteringsprov ska ordnas minst en gang per ar under fem ar efter denna lags ikrafttradande. revisionstillsynen ansvarar for ordnandet av provet, och pa ordnandet tillampas bestammelserna i 7 kap. 8 § i revisionslagen om ordnande av examen och prov. i kompletteringsprovet kan ofr-revisorer och personer vars ofr-godkannande har avbrutits delta. revisionstillsynen beslutar om ett godkant prov. andring i ett beslut som galler kompletteringsprovet eller godkannande far sokas pa det satt som foreskrivs i revisionslagen. en person som med stod av detta moment godkants som gr- och ofgr-revisor registreras inte langre som ofr-revisor. en ofr-revisor kan ocksa avlagga den revisorsexamen som avses i 6 kap. 2 § i revisionslagen i stallet for kompletteringsprovet. genom forordning av arbets- och naringsministeriet far narmare bestammelser utfardas om kompletteringsprovets innehall, avlaggande och uppbyggnad samt om provkraven. 22. i det revisorsexamensregister som avses i 6 kap. 8 § i revisionslagen infors namn och personbeteckning for personer som deltagit i kompletteringsprovet samt uppgifter om provets namn, resultat och tidpunkt. 23. nar denna lag trader i kraft upphor ofr-namnden, och dess uppgifter overfors till revisionstillsynen. uppgifterna skots vid revisionstillsynen med iakttagande av vad som i revisionslagen foreskrivs om skotseln av motsvarande uppgifter. revisionstillsynen ska se till att en verksamhetsberattelse upprattas for ofr-namndens sista verksamhetsar. 24. de arenden som ar anhangiga vid ofr-namnden vid denna lags ikrafttradande ska, med undantag for arenden som avses i 25 eller 27 mom., overforas till revisionstillsynen, liksom ocksa ofr-registret. pa andringssokande tillampas revisionslagen. ofr-registret upphor fem manader efter denna lags ikrafttradande. 25. om omprovning av ett beslut om tilldelande av anmarkning eller varning eller aterkallande av ett godkannande som ofr-namnden meddelat fore denna lags ikrafttradande inte har begarts, far beslutet overklagas genom besvar direkt hos helsingfors forvaltningsdomstol inom fristen for framstallande av begaran om omprovning. om omprovning av beslutet i fraga har begarts, men beslutet med anledning av begaran inte har meddelats fore lagens ikrafttradande, overfors arendet till helsingfors forvaltningsdomstol som ett besvarsarende. 26. omprovning av beslut som ofr-namnden meddelat fore denna lags ikrafttradande och i fraga om vilka omprovning inte har begarts fore lagens ikrafttradande far begaras hos den revisionsnamnd som avses i 7 kap. 4 § i revisionslagen, om det inte ar fraga om ett arende som avses i 25 eller 27 mom. i denna paragraf. ett beslut som revisionsnamnden meddelat med anledning av begaran om omprovning far overklagas pa det satt som anges i revisionslagen. 27. om omprovning av en avgift som ofr-namnden pafort fore denna lags ikrafttradande har begarts, men beslutet med anledning av begaran inte har meddelats fore lagens ikrafttradande, overfors arendet till helsingfors forvaltningsdomstol som ett besvarsarende. om omprovning av avgiften inte har begarts fore lagens ikrafttradande, far avgiften overklagas genom besvar direkt hos helsingfors forvaltningsdomstol inom sex manader fran det att avgiften pafordes. 28. besvar over ofr-namndens beslut som ar anhangiga vid forvaltningsdomstolen eller hogsta forvaltningsdomstolen vid denna lags ikrafttradande samt arenden som overfors till dem med stod av 25 och 27 mom. ska behandlas med iakttagande av de bestammelser som gallde vid denna lags ikrafttradande."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Tätä lakia sovelletaan julkishallinnon ja -talouden tilintarkastukseen siltä osin kuin muussa laissa ei toisin säädetä. Valtiontalouden tarkastusviraston suorittamasta tarkastuksesta säädetään erikseen. Edellä 1 momentissa tarkoitettuun julkishallinnon ja -talouden tilintarkastukseen sovelletaan lisäksi, mitä tilintarkastuslain (1141/2015) 2 luvun 1, 7, 9 ja 10 §:ssä sekä 4 luvun 1 §:ssä säädetään, siltä osin kuin muussa laissa ei toisin säädetä. Tilintarkastajan toimintaan muussa julkishallinnon ja -talouden tilintarkastustehtävässä sovelletaan tätä lakia, ei kuitenkaan tämän lain 4, 5 ja 10 §:ää, ja tilintarkastuslain 4 luvun 1 §:ää. Tilintarkastajien hyväksymisestä ja valvonnasta säädetään tilintarkastuslaissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tätä lakia sovelletaan julkishallinnon ja -talouden tilintarkastukseen siltä osin kuin muussa laissa ei toisin säädetä. Valtiontalouden tarkastusviraston suorittamasta tarkastuksesta säädetään erikseen. Edellä 1 momentissa tarkoitettuun julkishallinnon ja -talouden tilintarkastukseen sovelletaan lisäksi, mitä tilintarkastuslain (1141/2015) 2 luvun 1, 7, 9 ja 10 § :ssä sekä 4 luvun 1 § :ssä säädetään, siltä osin kuin muussa laissa ei toisin säädetä. Tilintarkastajan toimintaan muussa julkishallinnon ja -talouden tilintarkastustehtävässä sovelletaan tätä lakia, ei kuitenkaan tämän lain 4, 5 ja 10 § :ää, ja tilintarkastuslain 4 luvun 1 § :ää. Tilintarkastajien hyväksymisestä ja valvonnasta säädetään tilintarkastuslaissa.",
        "folded_fi": "tata lakia sovelletaan julkishallinnon ja -talouden tilintarkastukseen silta osin kuin muussa laissa ei toisin saadeta. valtiontalouden tarkastusviraston suorittamasta tarkastuksesta saadetaan erikseen. edella 1 momentissa tarkoitettuun julkishallinnon ja -talouden tilintarkastukseen sovelletaan lisaksi, mita tilintarkastuslain (1141/2015) 2 luvun 1, 7, 9 ja 10 §:ssa seka 4 luvun 1 §:ssa saadetaan, silta osin kuin muussa laissa ei toisin saadeta. tilintarkastajan toimintaan muussa julkishallinnon ja -talouden tilintarkastustehtavassa sovelletaan tata lakia, ei kuitenkaan taman lain 4, 5 ja 10 §:aa, ja tilintarkastuslain 4 luvun 1 §:aa. tilintarkastajien hyvaksymisesta ja valvonnasta saadetaan tilintarkastuslaissa.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Denna lag tillämpas på revision inom den offentliga förvaltningen och ekonomin till den del något annat inte bestäms i någon annan lag. Den granskning som utförs av statens revisionsverk regleras särskilt. På den revision inom den offentliga förvaltningen och ekonomin som avses i 1 mom. tillämpas dessutom 2 kap. 1, 7, 9 och 10 § samt 4 kap. 1 § i revisionslagen (1141/2015), till den del något annat inte bestäms i någon annan lag. På en revisors verksamhet i något annat revisionsuppdrag inom den offentliga förvaltningen och ekonomin tillämpas denna lag, dock inte 4, 5 och 10 § i denna lag och 4 kap. 1 § i revisionslagen. Bestämmelser om godkännande av och tillsyn över revisorer finns i revisionslagen.",
        "normalized_sv": "Denna lag tillämpas på revision inom den offentliga förvaltningen och ekonomin till den del något annat inte bestäms i någon annan lag. Den granskning som utförs av statens revisionsverk regleras särskilt. På den revision inom den offentliga förvaltningen och ekonomin som avses i 1 mom. tillämpas dessutom 2 kap. 1, 7, 9 och 10 § samt 4 kap. 1 § i revisionslagen (1141/2015), till den del något annat inte bestäms i någon annan lag. På en revisors verksamhet i något annat revisionsuppdrag inom den offentliga förvaltningen och ekonomin tillämpas denna lag, dock inte 4, 5 och 10 § i denna lag och 4 kap. 1 § i revisionslagen. Bestämmelser om godkännande av och tillsyn över revisorer finns i revisionslagen.",
        "folded_sv": "denna lag tillampas pa revision inom den offentliga forvaltningen och ekonomin till den del nagot annat inte bestams i nagon annan lag. den granskning som utfors av statens revisionsverk regleras sarskilt. pa den revision inom den offentliga forvaltningen och ekonomin som avses i 1 mom. tillampas dessutom 2 kap. 1, 7, 9 och 10 § samt 4 kap. 1 § i revisionslagen (1141/2015), till den del nagot annat inte bestams i nagon annan lag. pa en revisors verksamhet i nagot annat revisionsuppdrag inom den offentliga forvaltningen och ekonomin tillampas denna lag, dock inte 4, 5 och 10 § i denna lag och 4 kap. 1 § i revisionslagen. bestammelser om godkannande av och tillsyn over revisorer finns i revisionslagen."
      },
      "valid_from": "2015-09-18",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Tilintarkastaja",
      "content": "Tilintarkastajalla tarkoitetaan tässä laissa tilintarkastuslain 1 luvun 2 §:n 1 kohdassa tarkoitettua tilintarkastajaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Tilintarkastajalla tarkoitetaan tässä laissa tilintarkastuslain 1 luvun 2 § :n 1 kohdassa tarkoitettua tilintarkastajaa.",
        "folded_fi": "tilintarkastajalla tarkoitetaan tassa laissa tilintarkastuslain 1 luvun 2 §:n 1 kohdassa tarkoitettua tilintarkastajaa.",
        "title_sv": "Revisor",
        "content_sv": "Med revisor avses i denna lag en revisor som avses i 1 kap. 2 § 1 punkten i revisionslagen.",
        "normalized_sv": "Med revisor avses i denna lag en revisor som avses i 1 kap. 2 § 1 punkten i revisionslagen.",
        "folded_sv": "med revisor avses i denna lag en revisor som avses i 1 kap. 2 § 1 punkten i revisionslagen."
      },
      "valid_from": "2015-09-18",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Päävastuullinen tilintarkastaja",
      "content": "Mitä tässä laissa säädetään tilintarkastajasta, sovelletaan vastaavasti päävastuulliseen tilintarkastajaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Mitä tässä laissa säädetään tilintarkastajasta, sovelletaan vastaavasti päävastuulliseen tilintarkastajaan.",
        "folded_fi": "mita tassa laissa saadetaan tilintarkastajasta, sovelletaan vastaavasti paavastuulliseen tilintarkastajaan.",
        "title_sv": "Huvudansvarig revisor",
        "content_sv": "Vad som i denna lag föreskrivs om revisorer ska på motsvarande sätt tillämpas på huvudansvariga revisorer.",
        "normalized_sv": "Vad som i denna lag föreskrivs om revisorer ska på motsvarande sätt tillämpas på huvudansvariga revisorer.",
        "folded_sv": "vad som i denna lag foreskrivs om revisorer ska pa motsvarande satt tillampas pa huvudansvariga revisorer."
      },
      "valid_from": "2015-09-18",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Tilintarkastajan riippumattomuus ja virkavastuu",
      "content": "Tilintarkastajalla on oltava edellytykset riippumattomaan tilintarkastukseen. Jos edellytykset puuttuvat, tilintarkastajan on kieltäydyttävä vastaanottamasta tehtävää tai luovuttava siitä. Tilintarkastajaksi valittu luonnollinen henkilö tai tilintarkastajaksi valitun tilintarkastusyhteisön päävastuullinen tilintarkastaja toimii tehtävässään virkavastuulla. Vahingonkorvausvelvollisuudesta on voimassa, mitä 10 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Tilintarkastajalla on oltava edellytykset riippumattomaan tilintarkastukseen. Jos edellytykset puuttuvat, tilintarkastajan on kieltäydyttävä vastaanottamasta tehtävää tai luovuttava siitä. Tilintarkastajaksi valittu luonnollinen henkilö tai tilintarkastajaksi valitun tilintarkastusyhteisön päävastuullinen tilintarkastaja toimii tehtävässään virkavastuulla. Vahingonkorvausvelvollisuudesta on voimassa, mitä 10 § :ssä säädetään.",
        "folded_fi": "tilintarkastajalla on oltava edellytykset riippumattomaan tilintarkastukseen. jos edellytykset puuttuvat, tilintarkastajan on kieltaydyttava vastaanottamasta tehtavaa tai luovuttava siita. tilintarkastajaksi valittu luonnollinen henkilo tai tilintarkastajaksi valitun tilintarkastusyhteison paavastuullinen tilintarkastaja toimii tehtavassaan virkavastuulla. vahingonkorvausvelvollisuudesta on voimassa, mita 10 §:ssa saadetaan.",
        "title_sv": "Revisors oberoende ställning och tjänsteansvar",
        "content_sv": "En revisor ska ha förutsättningar för oberoende revision. Om det inte finns sådana förutsättningar, ska revisorn vägra att ta emot uppdraget eller avstå från det. Den fysiska person eller den huvudansvariga revisorn i den revisionssammanslutning som valts till revisor utför sitt uppdrag under tjänsteansvar. I fråga om skadeståndsskyldigheten gäller vad som föreskrivs i 10 §.",
        "normalized_sv": "En revisor ska ha förutsättningar för oberoende revision. Om det inte finns sådana förutsättningar, ska revisorn vägra att ta emot uppdraget eller avstå från det. Den fysiska person eller den huvudansvariga revisorn i den revisionssammanslutning som valts till revisor utför sitt uppdrag under tjänsteansvar. I fråga om skadeståndsskyldigheten gäller vad som föreskrivs i 10 § .",
        "folded_sv": "en revisor ska ha forutsattningar for oberoende revision. om det inte finns sadana forutsattningar, ska revisorn vagra att ta emot uppdraget eller avsta fran det. den fysiska person eller den huvudansvariga revisorn i den revisionssammanslutning som valts till revisor utfor sitt uppdrag under tjansteansvar. i fraga om skadestandsskyldigheten galler vad som foreskrivs i 10 §."
      },
      "valid_from": "2015-09-18",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Tilintarkastajan esteellisyys",
      "content": "Tilintarkastajaksi valitun luonnollisen henkilön tai tilintarkastajaksi valitun tilintarkastusyhteisön päävastuullisen tilintarkastajan esteellisyydestä on voimassa, mitä hallintolain (434/2003) 27-30 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Tilintarkastajaksi valitun luonnollisen henkilön tai tilintarkastajaksi valitun tilintarkastusyhteisön päävastuullisen tilintarkastajan esteellisyydestä on voimassa, mitä hallintolain (434/2003) 27-30 § :ssä säädetään.",
        "folded_fi": "tilintarkastajaksi valitun luonnollisen henkilon tai tilintarkastajaksi valitun tilintarkastusyhteison paavastuullisen tilintarkastajan esteellisyydesta on voimassa, mita hallintolain (434/2003) 27-30 §:ssa saadetaan.",
        "title_sv": "Revisors jäv",
        "content_sv": "I fråga om jäv för den fysiska person eller den huvudansvariga revisorn i den revisionssammanslutning som valts till revisor gäller vad som föreskrivs i 27-30 § i förvaltningslagen (434/2003).",
        "normalized_sv": "I fråga om jäv för den fysiska person eller den huvudansvariga revisorn i den revisionssammanslutning som valts till revisor gäller vad som föreskrivs i 27-30 § i förvaltningslagen (434/2003).",
        "folded_sv": "i fraga om jav for den fysiska person eller den huvudansvariga revisorn i den revisionssammanslutning som valts till revisor galler vad som foreskrivs i 27-30 § i forvaltningslagen (434/2003)."
      },
      "valid_from": "2015-09-18",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Hyvä tilintarkastustapa",
      "content": "Tilintarkastustehtävää suorittaessaan tilintarkastajan on noudatettava julkishallinnon hyvää tilintarkastustapaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Tilintarkastustehtävää suorittaessaan tilintarkastajan on noudatettava julkishallinnon hyvää tilintarkastustapaa.",
        "folded_fi": "tilintarkastustehtavaa suorittaessaan tilintarkastajan on noudatettava julkishallinnon hyvaa tilintarkastustapaa.",
        "title_sv": "God revisionssed",
        "content_sv": "Vid utförande av ett revisionsuppdrag ska en revisor iaktta god revisionssed inom den offentliga förvaltningen.",
        "normalized_sv": "Vid utförande av ett revisionsuppdrag ska en revisor iaktta god revisionssed inom den offentliga förvaltningen.",
        "folded_sv": "vid utforande av ett revisionsuppdrag ska en revisor iaktta god revisionssed inom den offentliga forvaltningen."
      },
      "valid_from": "2015-09-18",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Tilintarkastuskertomus",
      "content": "Tilintarkastajan on annettava kultakin tilikaudelta tilintarkastuskertomus. Tilintarkastuskertomuksen sisällöstä säädetään erikseen. Kun tilintarkastus on tehty, tilintarkastajan on tehtävä siitä tilinpäätökseen merkintä, jossa viitataan tilintarkastuskertomukseen. Jos tilintarkastaja kesken tilikauden havaitsee merkittävää huomauttamista tarkastettavan yhteisön hallinnosta tai taloudesta, hänen on viipymättä ilmoitettava asiasta tarkastettavan yhteisön hallitukselle tai muulle vastaavalle toimielimelle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Tilintarkastajan on annettava kultakin tilikaudelta tilintarkastuskertomus. Tilintarkastuskertomuksen sisällöstä säädetään erikseen. Kun tilintarkastus on tehty, tilintarkastajan on tehtävä siitä tilinpäätökseen merkintä, jossa viitataan tilintarkastuskertomukseen. Jos tilintarkastaja kesken tilikauden havaitsee merkittävää huomauttamista tarkastettavan yhteisön hallinnosta tai taloudesta, hänen on viipymättä ilmoitettava asiasta tarkastettavan yhteisön hallitukselle tai muulle vastaavalle toimielimelle.",
        "folded_fi": "tilintarkastajan on annettava kultakin tilikaudelta tilintarkastuskertomus. tilintarkastuskertomuksen sisallosta saadetaan erikseen. kun tilintarkastus on tehty, tilintarkastajan on tehtava siita tilinpaatokseen merkinta, jossa viitataan tilintarkastuskertomukseen. jos tilintarkastaja kesken tilikauden havaitsee merkittavaa huomauttamista tarkastettavan yhteison hallinnosta tai taloudesta, hanen on viipymatta ilmoitettava asiasta tarkastettavan yhteison hallitukselle tai muulle vastaavalle toimielimelle.",
        "title_sv": "Revisionsberättelse",
        "content_sv": "En revisor ska avge en revisionsberättelse för varje räkenskapsperiod. Det föreskrivs särskilt om revisionsberättelsens innehåll. När revisionen har slutförts ska revisorn göra en anteckning om detta på bokslutet och i den hänvisa till revisionsberättelsen. Om en revisor under räkenskapsperioden finner att det finns betydande skäl till anmärkning i fråga om förvaltningen eller ekonomin i den sammanslutning som granskas, ska revisorn utan dröjsmål underrätta sammanslutningens styrelse eller ett annat motsvarande organ om saken.",
        "normalized_sv": "En revisor ska avge en revisionsberättelse för varje räkenskapsperiod. Det föreskrivs särskilt om revisionsberättelsens innehåll. När revisionen har slutförts ska revisorn göra en anteckning om detta på bokslutet och i den hänvisa till revisionsberättelsen. Om en revisor under räkenskapsperioden finner att det finns betydande skäl till anmärkning i fråga om förvaltningen eller ekonomin i den sammanslutning som granskas, ska revisorn utan dröjsmål underrätta sammanslutningens styrelse eller ett annat motsvarande organ om saken.",
        "folded_sv": "en revisor ska avge en revisionsberattelse for varje rakenskapsperiod. det foreskrivs sarskilt om revisionsberattelsens innehall. nar revisionen har slutforts ska revisorn gora en anteckning om detta pa bokslutet och i den hanvisa till revisionsberattelsen. om en revisor under rakenskapsperioden finner att det finns betydande skal till anmarkning i fraga om forvaltningen eller ekonomin i den sammanslutning som granskas, ska revisorn utan drojsmal underratta sammanslutningens styrelse eller ett annat motsvarande organ om saken."
      },
      "valid_from": "2015-09-18",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Salassapitovelvollisuus",
      "content": "Tilintarkastajan tai tilintarkastajan palveluksessa olevan vaitiolovelvollisuuteen sovelletaan, mitä viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetään. Salassapitovelvollisuuden estämättä tietoja ja asiakirjoja on oikeus antaa: 1) valtion tai kunnan tai muulle viranomaiselle sen lain mukaisen valvonta- tai muun tehtävän suorittamista varten; 2) poliisi- tai muulle esitutkintaviranomaiselle, tulli- tai syyttäjäviranomaiselle tai tuomioistuimelle rikoksen selvittämistä varten; 3) Euroopan unionin toimielimelle tai muulle toimivaltaiselle viranomaiselle, jos unionin lainsäädännössä edellytetään niiden antamista; 4) jos Suomea sitovassa kansainvälisessä sopimuksessa edellytetään niiden antamista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Tilintarkastajan tai tilintarkastajan palveluksessa olevan vaitiolovelvollisuuteen sovelletaan, mitä viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetään. Salassapitovelvollisuuden estämättä tietoja ja asiakirjoja on oikeus antaa: 1) valtion tai kunnan tai muulle viranomaiselle sen lain mukaisen valvonta- tai muun tehtävän suorittamista varten; 2) poliisi- tai muulle esitutkintaviranomaiselle, tulli- tai syyttäjäviranomaiselle tai tuomioistuimelle rikoksen selvittämistä varten; 3) Euroopan unionin toimielimelle tai muulle toimivaltaiselle viranomaiselle, jos unionin lainsäädännössä edellytetään niiden antamista; 4) jos Suomea sitovassa kansainvälisessä sopimuksessa edellytetään niiden antamista.",
        "folded_fi": "tilintarkastajan tai tilintarkastajan palveluksessa olevan vaitiolovelvollisuuteen sovelletaan, mita viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) saadetaan. salassapitovelvollisuuden estamatta tietoja ja asiakirjoja on oikeus antaa: 1) valtion tai kunnan tai muulle viranomaiselle sen lain mukaisen valvonta- tai muun tehtavan suorittamista varten; 2) poliisi- tai muulle esitutkintaviranomaiselle, tulli- tai syyttajaviranomaiselle tai tuomioistuimelle rikoksen selvittamista varten; 3) euroopan unionin toimielimelle tai muulle toimivaltaiselle viranomaiselle, jos unionin lainsaadannossa edellytetaan niiden antamista; 4) jos suomea sitovassa kansainvalisessa sopimuksessa edellytetaan niiden antamista.",
        "title_sv": "Tystnadsplikt",
        "content_sv": "Lagen om offentlighet i myndigheternas verksamhet (621/1999) ska tillämpas på tystnadsplikten för revisorer och revisorernas anställda. Trots tystnadsplikten får uppgifter och handlingar ges 1) statliga, kommunala eller andra myndigheter för utförande av en lagstadgad tillsynsuppgift eller annan uppgift, 2) polis- eller andra förundersökningsmyndigheter, tull- eller åklagarmyndigheter eller domstolar för utredande av ett brott, 3) organ eller andra behöriga myndigheter inom Europeiska unionen, om detta förutsätts i unionslagstiftningen, 4) om det förutsätts i ett internationellt avtal som är bindande för Finland.",
        "normalized_sv": "Lagen om offentlighet i myndigheternas verksamhet (621/1999) ska tillämpas på tystnadsplikten för revisorer och revisorernas anställda. Trots tystnadsplikten får uppgifter och handlingar ges 1) statliga, kommunala eller andra myndigheter för utförande av en lagstadgad tillsynsuppgift eller annan uppgift, 2) polis- eller andra förundersökningsmyndigheter, tull- eller åklagarmyndigheter eller domstolar för utredande av ett brott, 3) organ eller andra behöriga myndigheter inom Europeiska unionen, om detta förutsätts i unionslagstiftningen, 4) om det förutsätts i ett internationellt avtal som är bindande för Finland.",
        "folded_sv": "lagen om offentlighet i myndigheternas verksamhet (621/1999) ska tillampas pa tystnadsplikten for revisorer och revisorernas anstallda. trots tystnadsplikten far uppgifter och handlingar ges 1) statliga, kommunala eller andra myndigheter for utforande av en lagstadgad tillsynsuppgift eller annan uppgift, 2) polis- eller andra forundersokningsmyndigheter, tull- eller aklagarmyndigheter eller domstolar for utredande av ett brott, 3) organ eller andra behoriga myndigheter inom europeiska unionen, om detta forutsatts i unionslagstiftningen, 4) om det forutsatts i ett internationellt avtal som ar bindande for finland."
      },
      "valid_from": "2015-09-18",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Rangaistussäännökset",
      "content": "Rangaistus 8 §:n 1 momentissa säädetyn salassapitovelvollisuuden rikkomisesta tuomitaan rikoslain (39/1889) 38 luvun 1 tai 2 §:n mukaan, jollei teko ole rangaistava rikoslain 40 luvun 5 §:n mukaan tai siitä muualla laissa säädetä ankarampaa rangaistusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Rangaistus 8 § :n 1 momentissa säädetyn salassapitovelvollisuuden rikkomisesta tuomitaan rikoslain (39/1889) 38 luvun 1 tai 2 § :n mukaan, jollei teko ole rangaistava rikoslain 40 luvun 5 § :n mukaan tai siitä muualla laissa säädetä ankarampaa rangaistusta.",
        "folded_fi": "rangaistus 8 §:n 1 momentissa saadetyn salassapitovelvollisuuden rikkomisesta tuomitaan rikoslain (39/1889) 38 luvun 1 tai 2 §:n mukaan, jollei teko ole rangaistava rikoslain 40 luvun 5 §:n mukaan tai siita muualla laissa saadeta ankarampaa rangaistusta.",
        "title_sv": "Straffbestämmelser",
        "content_sv": "Till straff för brott mot tystnadsplikten enligt 8 § 1 mom. döms enligt 38 kap. 1 eller 2 § i strafflagen (39/1889), om inte gärningen utgör brott enligt 40 kap. 5 § i strafflagen eller om inte strängare straff för den föreskrivs någon annanstans i lag.",
        "normalized_sv": "Till straff för brott mot tystnadsplikten enligt 8 § 1 mom. döms enligt 38 kap. 1 eller 2 § i strafflagen (39/1889), om inte gärningen utgör brott enligt 40 kap. 5 § i strafflagen eller om inte strängare straff för den föreskrivs någon annanstans i lag.",
        "folded_sv": "till straff for brott mot tystnadsplikten enligt 8 § 1 mom. doms enligt 38 kap. 1 eller 2 § i strafflagen (39/1889), om inte garningen utgor brott enligt 40 kap. 5 § i strafflagen eller om inte strangare straff for den foreskrivs nagon annanstans i lag."
      },
      "valid_from": "2015-09-18",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Vahingonkorvausvelvollisuus",
      "content": "Tilintarkastaja on velvollinen korvaamaan vahingon, jonka hän on toimessaan tahallisesti tai huolimattomuudesta aiheuttanut tarkastettavalle yhteisölle tai säätiölle. Sama koskee vahinkoa, joka tätä lakia taikka tarkastettavaa yhteisöä tai säätiötä koskevaa säännöstä tai sitä koskevia sääntöjä rikkomalla on aiheutettu tarkastettavan yhteisön tai säätiön osakkaalle tai jäsenelle taikka muulle henkilölle. Tilintarkastaja vastaa myös vahingosta, jonka hänen apulaisensa tahallisesti tai huolimattomuudesta on aiheuttanut. Jos tilintarkastajaksi on valittu tilintarkastusyhteisö, vahingosta vastaavat tilintarkastusyhteisö sekä se, jolla on päävastuu tilintarkastuksesta. Vahingonkorvauksen sovittelusta sekä korvausvastuun jakaantumisesta kahden tai useamman korvausvelvollisen kesken on voimassa, mitä vahingonkorvauslain (412/1974) 2 ja 6 luvussa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Tilintarkastaja on velvollinen korvaamaan vahingon, jonka hän on toimessaan tahallisesti tai huolimattomuudesta aiheuttanut tarkastettavalle yhteisölle tai säätiölle. Sama koskee vahinkoa, joka tätä lakia taikka tarkastettavaa yhteisöä tai säätiötä koskevaa säännöstä tai sitä koskevia sääntöjä rikkomalla on aiheutettu tarkastettavan yhteisön tai säätiön osakkaalle tai jäsenelle taikka muulle henkilölle. Tilintarkastaja vastaa myös vahingosta, jonka hänen apulaisensa tahallisesti tai huolimattomuudesta on aiheuttanut. Jos tilintarkastajaksi on valittu tilintarkastusyhteisö, vahingosta vastaavat tilintarkastusyhteisö sekä se, jolla on päävastuu tilintarkastuksesta. Vahingonkorvauksen sovittelusta sekä korvausvastuun jakaantumisesta kahden tai useamman korvausvelvollisen kesken on voimassa, mitä vahingonkorvauslain (412/1974) 2 ja 6 luvussa säädetään.",
        "folded_fi": "tilintarkastaja on velvollinen korvaamaan vahingon, jonka han on toimessaan tahallisesti tai huolimattomuudesta aiheuttanut tarkastettavalle yhteisolle tai saatiolle. sama koskee vahinkoa, joka tata lakia taikka tarkastettavaa yhteisoa tai saatiota koskevaa saannosta tai sita koskevia saantoja rikkomalla on aiheutettu tarkastettavan yhteison tai saation osakkaalle tai jasenelle taikka muulle henkilolle. tilintarkastaja vastaa myos vahingosta, jonka hanen apulaisensa tahallisesti tai huolimattomuudesta on aiheuttanut. jos tilintarkastajaksi on valittu tilintarkastusyhteiso, vahingosta vastaavat tilintarkastusyhteiso seka se, jolla on paavastuu tilintarkastuksesta. vahingonkorvauksen sovittelusta seka korvausvastuun jakaantumisesta kahden tai useamman korvausvelvollisen kesken on voimassa, mita vahingonkorvauslain (412/1974) 2 ja 6 luvussa saadetaan.",
        "title_sv": "Skadeståndsskyldighet",
        "content_sv": "En revisor är skyldig att ersätta en skada som revisorn uppsåtligen eller av vårdslöshet har orsakat den sammanslutning eller den stiftelse där han eller hon utfört revision. Detta gäller även en skada som orsakats en delägare eller medlem eller någon annan person i den sammanslutning eller den stiftelse där revisionen utförts genom överträdelse av denna lag eller av bestämmelserna eller reglerna för sammanslutningen eller stiftelsen. En revisor svarar också för en skada som hans eller hennes biträde orsakat uppsåtligen eller av vårdslöshet. Om en revisionssammanslutning är revisor, svarar revisionssammanslutningen och den som bär det huvudsakliga ansvaret för utförandet av revisionen för skadan. Bestämmelser om jämkning av skadestånd och fördelning av skadeståndsansvaret mellan två eller flera skadeståndsskyldiga finns i 2 och 6 kap. i skadeståndslagen (412/1974).",
        "normalized_sv": "En revisor är skyldig att ersätta en skada som revisorn uppsåtligen eller av vårdslöshet har orsakat den sammanslutning eller den stiftelse där han eller hon utfört revision. Detta gäller även en skada som orsakats en delägare eller medlem eller någon annan person i den sammanslutning eller den stiftelse där revisionen utförts genom överträdelse av denna lag eller av bestämmelserna eller reglerna för sammanslutningen eller stiftelsen. En revisor svarar också för en skada som hans eller hennes biträde orsakat uppsåtligen eller av vårdslöshet. Om en revisionssammanslutning är revisor, svarar revisionssammanslutningen och den som bär det huvudsakliga ansvaret för utförandet av revisionen för skadan. Bestämmelser om jämkning av skadestånd och fördelning av skadeståndsansvaret mellan två eller flera skadeståndsskyldiga finns i 2 och 6 kap. i skadeståndslagen (412/1974).",
        "folded_sv": "en revisor ar skyldig att ersatta en skada som revisorn uppsatligen eller av vardsloshet har orsakat den sammanslutning eller den stiftelse dar han eller hon utfort revision. detta galler aven en skada som orsakats en delagare eller medlem eller nagon annan person i den sammanslutning eller den stiftelse dar revisionen utforts genom overtradelse av denna lag eller av bestammelserna eller reglerna for sammanslutningen eller stiftelsen. en revisor svarar ocksa for en skada som hans eller hennes bitrade orsakat uppsatligen eller av vardsloshet. om en revisionssammanslutning ar revisor, svarar revisionssammanslutningen och den som bar det huvudsakliga ansvaret for utforandet av revisionen for skadan. bestammelser om jamkning av skadestand och fordelning av skadestandsansvaret mellan tva eller flera skadestandsskyldiga finns i 2 och 6 kap. i skadestandslagen (412/1974)."
      },
      "valid_from": "2015-09-18",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2016. kumottu laki Tällä lailla kumotaan julkishallinnon ja -talouden tilintarkastajista annettu laki (467/1999), jäljempänä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2016. kumottu laki Tällä lailla kumotaan julkishallinnon ja -talouden tilintarkastajista annettu laki (467/1999), jäljempänä.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2016. kumottu laki talla lailla kumotaan julkishallinnon ja -talouden tilintarkastajista annettu laki (467/1999), jaljempana.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2016. den upphävda lagen. Genom denna lag upphävs lagen om revisorer inom den offentliga förvaltningen och ekonomin (467/1999), nedan",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2016. den upphävda lagen. Genom denna lag upphävs lagen om revisorer inom den offentliga förvaltningen och ekonomin (467/1999), nedan",
        "folded_sv": "denna lag trader i kraft den 1 januari 2016. den upphavda lagen. genom denna lag upphavs lagen om revisorer inom den offentliga forvaltningen och ekonomin (467/1999), nedan"
      },
      "valid_from": "2015-09-18",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Siirtymäsäännökset",
      "content": "1. Muualla laissa tai asetuksessa oleva viittaus kumottuun lakiin tarkoittaa tämän lain voimaantulon jälkeen viittausta tähän lakiin. 2. Tätä lakia sovelletaan 1 päivänä tammikuuta 2016 ja sen jälkeen alkavan tilikauden tilintarkastukseen. 3. Tämän lain voimaan tullessa kumotun lain nojalla hyväksytty JHTT-tilintarkastaja ja JHTT-yhteisö voi jatkaa toimintaansa edellyttäen, että JHTT-tilintarkastaja ja JHTT-yhteisö kolmen kuukauden kuluessa tämän lain voimaantulosta rekisteröityy tilintarkastuslain 7 luvun 1 §:ssä tarkoitetulle Tilintarkastusvalvonnalle. Jos JHTT- tilintarkastaja tai JHTT-yhteisö ei rekisteröidy tässä momentissa säädetyssä ajassa, hyväksyminen lakkaa. Luonnollinen henkilö, jonka JHTT-hyväksyminen on lakannut tämän momentin nojalla, voi hakea hyväksymisen palauttamista 16 momentin mukaan. 4. JHTT-tilintarkastaja, joka on tilintarkastuslain nojalla hyväksytty tilintarkastaja, merkitään 3 momentissa tarkoitetun rekisteröitymisen tai hyväksymisen palauttamisen perusteella tilintarkastuslaissa tarkoitettuun tilintarkastajarekisteriin JHT- tilintarkastajana. Muu JHTT-tilintarkastaja rekisteröidään JHTT-tilintarkastajana ja JHTT-yhteisö JHTT-yhteisönä tilintarkastajarekisteriin. 5. JHTT-tilintarkastajan ja JHTT-yhteisön rekisteröintiin ja velvollisuuteen ilmoittaa hyväksymisedellytysten ja rekisteritietojen muutoksista sovelletaan, mitä tilintarkastajasta säädetään tilintarkastuslain 6 luvun 9-11 §:ssä. Tilintarkastajarekisteriin tallennetaan JHT-tilintarkastajalle, JHTT-tilintarkastajalle ja JHTT-yhteisölle kumotun lain nojalla annettu huomautus ja varoitus noudattaen kumotun lain säännöksiä niiden merkitsemisestä JHTT-luetteloon sekä poistamisesta sieltä. 6. JHTT-yhteisön hyväksyminen on voimassa enintään viisi vuotta tämän lain voimaan tultua, minkä jälkeen JHTT-yhteisön hyväksyminen lakkaa. Uusia JHTT-yhteisöjä ei hyväksytä eikä lakkautettua hyväksymistä palauteta tämän lain voimaan tultua. 7. Jos muualla laissa tai asetuksessa säädetään JHT-tilintarkastajan valitsemisesta, voidaan tilintarkastajaksi valita myös JHTT-tilintarkastaja. Jos muualla laissa tai asetuksessa säädetään tilintarkastusyhteisön valitsemisesta ja JHT-tilintarkastajan toimimisesta sen päävastuullisena tilintarkastajana, voidaan tilintarkastajaksi valita myös JHTT-yhteisö ja päävastuullisena tilintarkastajana voi toimia myös JHTT-tilintarkastaja. 8. Valtionapuviranomaisen, muun viranomaisen tai julkisoikeudellisen yhteisön voidessa muun lain nojalla valtuuttaa tilintarkastajan suorittamaan rahoituksen tai tuen saajaan, välittäjään tai myöntäjään kohdistuvan tarkastuksen taikka määrätä tuen saajalle valvojan, voidaan tarkastustehtävään valtuuttaa tai valvojaksi määrätä myös JHTT-tilintarkastaja tai JHTT-yhteisö. 9. Sen estämättä, mitä edellä 7 momentissa ja tilintarkastuslain 2 luvun 2, 5 ja 6 §:ssä säädetään, voidaan sellaisessa yhteisössä ja säätiössä, jossa kunnalla tai kuntayhtymällä on määräysvalta, tilintarkastajaksi valita HT-, KHT-, JHT-tilintarkastajan tai tilintarkastusyhteisön lisäksi JHTT-tilintarkastaja tai JHTT-yhteisö. Edellä tarkoitetussa tehtävässä toimivaan JHTT-tilintarkastajaan ja JHTT-yhteisöön sovelletaan tilintarkastuslain säännöksiä. 10. Jos tilintarkastajaksi valitaan JHTT-yhteisö, voidaan päävastuulliseksi tilintarkastajaksi nimetä JHTT-tilintarkastaja tai JHT-tilintarkastaja. 11. JHTT-tilintarkastajaan ja JHTT-yhteisöön sovelletaan, mitä tässä laissa ja tämän lain 1 §:n 2 ja 3 momentin nojalla sovellettavissa tilintarkastuslain säännöksissä säädetään tilintarkastajasta. 12. JHTT-tilintarkastajan tai JHTT-yhteisön toimiessa tässä ominaisuudessa muussa kuin tämän lain 1 §:ssä tarkoitetussa tehtävässä häneen sovelletaan tätä lakia, ei kuitenkaan tämän lain 4, 5 ja 10 §:ää, ja tilintarkastuslain 4 luvun 2 §:ää, 7 ja 8 lukua, 9 luvun 1 §:n 1-3 kohtaa, 10 luvun 1 ja 2 §:ää ja 11 luvun 1 §:ää ja mitä niissä säädetään tilintarkastajasta. 13. JHTT-tilintarkastajan ja JHTT-yhteisön valvontaan sovelletaan, mitä tilintarkastajan valvonnasta säädetään tilintarkastuslaissa. Valvottavan toiminnan sijoittuessa aikaan ennen tämän lain voimaantuloa, hyväksymisen peruuttamisen sekä varoituksen ja huomautuksen antamisen edellytyksiä arvioidaan kuitenkin kumotun lain 20 ja 21 §:n mukaan. 14. Tämän pykälän 4 ja 21 momentin perusteella hyväksytylle JHT-tilintarkastajalle voidaan antaa huomautus tai varoitus ja JHT-hyväksyminen voidaan peruuttaa myös toiminnasta ajalta, jolloin hän toimi JHTT-tilintarkastajana. Tällöin sovelletaan, mitä 13 momentissa säädetään. 15. Ennen tämän lain voimaantuloa aiheutettuun vahinkoon sovelletaan kumotun lain säännöksiä. 16. Tämä lain tultua voimaan JHTT-tilintarkastajan hyväksymiseen sovelletaan kumotun lain 7 §:ää ja tämän lain voimaantullessa voimassa olleita kumotun lain nojalla annettuja säännöksiä, JHTT-yhteisön hyväksymiseen kumotun lain 10 §:ää, kuitenkin siten, että viimeksi mainitun pykälän 2 ja 3 kohdassa säädettyjen edellytysten täyttymistä tarkasteltaessa otetaan JHTT-tilintarkastajien ja JHTT-yhteisöjen lisäksi huomioon myös JHT-tilintarkastajat ja tilintarkastusyhteisöt sekä luonnollisen henkilön hyväksymisen palauttamiseen kumotun lain 19 §:ää. Muutoksenhakuun hyväksymistä tai hyväksymisen palauttamista koskevassa asiassa sovelletaan tilintarkastuslakia. 17. JHTT-lautakunnan ennen tämän lain voimaatuloa JHTT-tutkintoon hyväksymän henkilön oikeus osallistua JHTT-tutkintoon säilyy lautakunnan päätöksen mukaisena, kuitenkin siten, että oikeus lakkaa olemasta voimassa viimeistään kolmen vuoden kuluttua tämän lain voimaantulosta. Tutkintoon osallistumiseen ja JHTT-tutkintoon sovelletaan tämän lain voimaantullessa voimassa olleita säännöksiä. JHTT-luettelon sijasta hyväksytty JHTT-tilintarkastaja rekisteröidään tilintarkastuslain 6 luvun 9 §:ssä tarkoitettuun tilintarkastajarekisteriin tämän pykälän 4 momentin mukaisesti. Muutoksenhakuun sovelletaan tilintarkastuslakia. 18. JHTT-tutkinto järjestetään tämän lain voimaantullessa voimassa olleiden säännösten mukaisesti ja vähintään kerran vuodessa, kunnes kolme vuotta on kulunut tämän lain voimaantulosta. Tämän jälkeen JHTT-tutkintoa ei järjestetä. Kokeen järjestämisestä vastaa Tilintarkastusvalvonta ja siihen sovelletaan, mitä tilintarkastuslain 7 luvun 8 §:ssä säädetään tutkintojen ja kokeiden järjestämisestä. Tutkintoon ei voida hyväksyä uusia hakijoita tämän lain voimaan tultua. 19. Suoritettu JHTT-tutkinto vastaa tämän lain voimaan tultua suoritettua tilintarkastuslain 6 luvun 3 §:ssä tarkoitettua julkishallinnon ja -talouden tilintarkastajan erikoistumistutkintoa. JHTT-tilintarkastajan ammattinimikkeen luvattomasta käyttämisestä 20. Vain tilintarkastuslain 6 luvun 9 §:ssä tarkoitettuun tilintarkastajarekisteriin merkitty JHTT-tilintarkastaja tai JHTT-yhteisö on oikeutettu käyttämään nimikettä JHTT-tilintarkastaja ja JHTT-yhteisö. Joka tahallaan tämän momentin vastaisesti käyttää nimikettä taikka muuta nimitystä, jonka perusteella voidaan virheellisesti olettaa henkilön olevan JHTT-tilintarkastaja tai JHTT-yhteisö, on tuomittava sakkoon. 21. JHTT-tilintarkastaja on hakemuksesta ja tässä momentissa säädettyjen edellytysten täyttyessä hyväksyttävä HT- ja JHT-tilintarkastajaksi. Hyväksymisestä päättää Tilintarkastusvalvonta. Edellytyksenä on, että JHTT-tilintarkastaja suorittaa hyväksytysti siirtymäkokeen ja täyttää tilintarkastuslain 6 luvun 2 §:n 1 momentin 1 ja 2 kohdassa säädetyt yleiset kelpoisuusedellytykset. Siirtymäkoe järjestetään vähintään kerran vuodessa viitenä vuotena tämän lain voimaantulon jälkeen. Kokeen järjestämisestä vastaa Tilintarkastusvalvonta ja siihen sovelletaan, mitä tilintarkastuslain 7 luvun 8 §:ssä säädetään tutkintojen ja kokeiden järjestämisestä. Siirtymäkokeeseen voi osallistua JHTT-tilintarkastaja ja henkilö, jonka JHTT-hyväksyminen on lakkautettu. Tilintarkastusvalvonta päättää kokeen hyväksytystä suorittamisesta. Siirtymäkokeeseen tai hyväksymiseen liittyvään päätökseen haetaan muutosta noudattaen, mitä tilintarkastuslaissa säädetään. HT- ja JHT-tilintarkastajaksi tämän momentin nojalla hyväksyttyä henkilöä ei enää rekisteröidä JHTT-tilintarkastajaksi. Siirtymäkokeen sijasta JHTT-tilintarkastaja voi suorittaa myös tilintarkastuslain 6 luvun 2 §:ssä tarkoitetun tilintarkastajatutkinnon. Työ- ja elinkeinoministeriön asetuksella voidaan antaa tarkempia säännöksiä siirtymäkokeen sisällöstä, suorittamistavasta, rakenteesta ja koevaatimuksista. 22. Tilintarkastuslain 6 luvun 8 §:ssä tarkoitettuun tilintarkastajatutkintorekisteriin tallennetaan siirtymäkokeeseen osallistuneen henkilön nimi ja henkilötunnus sekä tieto kokeen nimestä, tuloksesta ja suorittamisajankohdasta. 23. Tämän lain voimaan tullessa JHTT-lautakunta lakkaa ja sen tehtävät siirtyvät Tilintarkastusvalvonnalle. Tehtävät hoidetaan Tilintarkastusvalvonnassa noudattaen, mitä tilintarkastuslaissa säädetään vastaavien tehtävien hoitamisesta. Tilintarkastusvalvonnan tulee huolehtia, että toimintakertomus laaditaan JHTT-lautakunnan viimeiseltä toimintavuodelta. 24. Tämän lain voimaan tullessa JHTT-lautakunnassa vireillä olevat asiat, jollei kyse ole 25 tai 27 momentissa tarkoitetusta asiasta, ja JHTT-luettelo siirtyvät Tilintarkastusvalvonnalle. Muutoksenhakuun sovelletaan tilintarkastuslakia. JHTT-luettelo lakkaa viiden kuukauden kuluttua tämän lain voimaantulosta. 25. Jos ennen tämän lain voimaantuloa annetusta JHTT-lautakunnan päätöksestä, jossa on kyse huomautuksen tai varoituksen antamisesta tai hyväksymisen peruuttamisesta, ei ole tehty oikaisuvaatimusta, haetaan päätökseen suoraan muutosta valittamalla Helsingin hallinto-oikeuteen oikaisuvaatimukselle säädetyssä ajassa. Jos edellä tarkoitettua päätöstä koskeva oikaisuvaatimus on tehty, mutta sitä koskevaa päätöstä ei ole annettu ennen tämän lain voimaantuloa, siirtyy asia Helsingin hallinto-oikeudelle valitusasiana. 26. Ennen tämän lain voimaantuloa annettuun JHTT-lautakunnan päätökseen, johon ei ole vaadittu oikaisua ennen tämän lain voimaantuloa, vaaditaan oikaisua tilintarkastuslain 7 luvun 4 §:ssä tarkoitetulta tilintarkastuslautakunnalta, jollei kyse ole tämän pykälän 25 tai 27 momentissa tarkoitetusta asiasta. Tilintarkastuslautakunnan oikaisuvaatimuksesta antamaan päätökseen haetaan muutosta tilintarkastuslain mukaan. 27. Jos JHTT-lautakunnan ennen tämän lain voimaantuloa määräämää maksua koskeva oikaisuvaatimus on tehty, mutta sitä koskevaa päätöstä ei ole annettu ennen tämän lain voimaantuloa, siirtyy asia Helsingin hallinto-oikeudelle valitusasiana. Jos määrätystä maksusta ei ole tämän lain voimaan tullessa tehty oikaisuvaatimusta, maksuun haetaan suoraan muutosta valittamalla Helsingin hallinto-oikeuteen kuuden kuukauden kuluessa maksun määräämisestä. 28. Tämän lain voimaan tullessa hallinto-oikeudessa tai korkeimmassa hallinto-oikeudessa vireillä oleva valitus JHTT-lautakunnan päätöksestä sekä 25 ja 27 momentin nojalla sinne siirtyvä asia käsitellään noudattaen tämän lain voimaantullessa voimassa olleita säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "1. Muualla laissa tai asetuksessa oleva viittaus kumottuun lakiin tarkoittaa tämän lain voimaantulon jälkeen viittausta tähän lakiin. 2. Tätä lakia sovelletaan 1 päivänä tammikuuta 2016 ja sen jälkeen alkavan tilikauden tilintarkastukseen. 3. Tämän lain voimaan tullessa kumotun lain nojalla hyväksytty JHTT-tilintarkastaja ja JHTT-yhteisö voi jatkaa toimintaansa edellyttäen, että JHTT-tilintarkastaja ja JHTT-yhteisö kolmen kuukauden kuluessa tämän lain voimaantulosta rekisteröityy tilintarkastuslain 7 luvun 1 § :ssä tarkoitetulle Tilintarkastusvalvonnalle. Jos JHTT- tilintarkastaja tai JHTT-yhteisö ei rekisteröidy tässä momentissa säädetyssä ajassa, hyväksyminen lakkaa. Luonnollinen henkilö, jonka JHTT-hyväksyminen on lakannut tämän momentin nojalla, voi hakea hyväksymisen palauttamista 16 momentin mukaan. 4. JHTT-tilintarkastaja, joka on tilintarkastuslain nojalla hyväksytty tilintarkastaja, merkitään 3 momentissa tarkoitetun rekisteröitymisen tai hyväksymisen palauttamisen perusteella tilintarkastuslaissa tarkoitettuun tilintarkastajarekisteriin JHT- tilintarkastajana. Muu JHTT-tilintarkastaja rekisteröidään JHTT-tilintarkastajana ja JHTT-yhteisö JHTT-yhteisönä tilintarkastajarekisteriin. 5. JHTT-tilintarkastajan ja JHTT-yhteisön rekisteröintiin ja velvollisuuteen ilmoittaa hyväksymisedellytysten ja rekisteritietojen muutoksista sovelletaan, mitä tilintarkastajasta säädetään tilintarkastuslain 6 luvun 9-11 § :ssä. Tilintarkastajarekisteriin tallennetaan JHT-tilintarkastajalle, JHTT-tilintarkastajalle ja JHTT-yhteisölle kumotun lain nojalla annettu huomautus ja varoitus noudattaen kumotun lain säännöksiä niiden merkitsemisestä JHTT-luetteloon sekä poistamisesta sieltä. 6. JHTT-yhteisön hyväksyminen on voimassa enintään viisi vuotta tämän lain voimaan tultua, minkä jälkeen JHTT-yhteisön hyväksyminen lakkaa. Uusia JHTT-yhteisöjä ei hyväksytä eikä lakkautettua hyväksymistä palauteta tämän lain voimaan tultua. 7. Jos muualla laissa tai asetuksessa säädetään JHT-tilintarkastajan valitsemisesta, voidaan tilintarkastajaksi valita myös JHTT-tilintarkastaja. Jos muualla laissa tai asetuksessa säädetään tilintarkastusyhteisön valitsemisesta ja JHT-tilintarkastajan toimimisesta sen päävastuullisena tilintarkastajana, voidaan tilintarkastajaksi valita myös JHTT-yhteisö ja päävastuullisena tilintarkastajana voi toimia myös JHTT-tilintarkastaja. 8. Valtionapuviranomaisen, muun viranomaisen tai julkisoikeudellisen yhteisön voidessa muun lain nojalla valtuuttaa tilintarkastajan suorittamaan rahoituksen tai tuen saajaan, välittäjään tai myöntäjään kohdistuvan tarkastuksen taikka määrätä tuen saajalle valvojan, voidaan tarkastustehtävään valtuuttaa tai valvojaksi määrätä myös JHTT-tilintarkastaja tai JHTT-yhteisö. 9. Sen estämättä, mitä edellä 7 momentissa ja tilintarkastuslain 2 luvun 2, 5 ja 6 § :ssä säädetään, voidaan sellaisessa yhteisössä ja säätiössä, jossa kunnalla tai kuntayhtymällä on määräysvalta, tilintarkastajaksi valita HT-, KHT-, JHT-tilintarkastajan tai tilintarkastusyhteisön lisäksi JHTT-tilintarkastaja tai JHTT-yhteisö. Edellä tarkoitetussa tehtävässä toimivaan JHTT-tilintarkastajaan ja JHTT-yhteisöön sovelletaan tilintarkastuslain säännöksiä. 10. Jos tilintarkastajaksi valitaan JHTT-yhteisö, voidaan päävastuulliseksi tilintarkastajaksi nimetä JHTT-tilintarkastaja tai JHT-tilintarkastaja. 11. JHTT-tilintarkastajaan ja JHTT-yhteisöön sovelletaan, mitä tässä laissa ja tämän lain 1 § :n 2 ja 3 momentin nojalla sovellettavissa tilintarkastuslain säännöksissä säädetään tilintarkastajasta. 12. JHTT-tilintarkastajan tai JHTT-yhteisön toimiessa tässä ominaisuudessa muussa kuin tämän lain 1 § :ssä tarkoitetussa tehtävässä häneen sovelletaan tätä lakia, ei kuitenkaan tämän lain 4, 5 ja 10 § :ää, ja tilintarkastuslain 4 luvun 2 § :ää, 7 ja 8 lukua, 9 luvun 1 § :n 1-3 kohtaa, 10 luvun 1 ja 2 § :ää ja 11 luvun 1 § :ää ja mitä niissä säädetään tilintarkastajasta. 13. JHTT-tilintarkastajan ja JHTT-yhteisön valvontaan sovelletaan, mitä tilintarkastajan valvonnasta säädetään tilintarkastuslaissa. Valvottavan toiminnan sijoittuessa aikaan ennen tämän lain voimaantuloa, hyväksymisen peruuttamisen sekä varoituksen ja huomautuksen antamisen edellytyksiä arvioidaan kuitenkin kumotun lain 20 ja 21 § :n mukaan. 14. Tämän pykälän 4 ja 21 momentin perusteella hyväksytylle JHT-tilintarkastajalle voidaan antaa huomautus tai varoitus ja JHT-hyväksyminen voidaan peruuttaa myös toiminnasta ajalta, jolloin hän toimi JHTT-tilintarkastajana. Tällöin sovelletaan, mitä 13 momentissa säädetään. 15. Ennen tämän lain voimaantuloa aiheutettuun vahinkoon sovelletaan kumotun lain säännöksiä. 16. Tämä lain tultua voimaan JHTT-tilintarkastajan hyväksymiseen sovelletaan kumotun lain 7 § :ää ja tämän lain voimaantullessa voimassa olleita kumotun lain nojalla annettuja säännöksiä, JHTT-yhteisön hyväksymiseen kumotun lain 10 § :ää, kuitenkin siten, että viimeksi mainitun pykälän 2 ja 3 kohdassa säädettyjen edellytysten täyttymistä tarkasteltaessa otetaan JHTT-tilintarkastajien ja JHTT-yhteisöjen lisäksi huomioon myös JHT-tilintarkastajat ja tilintarkastusyhteisöt sekä luonnollisen henkilön hyväksymisen palauttamiseen kumotun lain 19 § :ää. Muutoksenhakuun hyväksymistä tai hyväksymisen palauttamista koskevassa asiassa sovelletaan tilintarkastuslakia. 17. JHTT-lautakunnan ennen tämän lain voimaatuloa JHTT-tutkintoon hyväksymän henkilön oikeus osallistua JHTT-tutkintoon säilyy lautakunnan päätöksen mukaisena, kuitenkin siten, että oikeus lakkaa olemasta voimassa viimeistään kolmen vuoden kuluttua tämän lain voimaantulosta. Tutkintoon osallistumiseen ja JHTT-tutkintoon sovelletaan tämän lain voimaantullessa voimassa olleita säännöksiä. JHTT-luettelon sijasta hyväksytty JHTT-tilintarkastaja rekisteröidään tilintarkastuslain 6 luvun 9 § :ssä tarkoitettuun tilintarkastajarekisteriin tämän pykälän 4 momentin mukaisesti. Muutoksenhakuun sovelletaan tilintarkastuslakia. 18. JHTT-tutkinto järjestetään tämän lain voimaantullessa voimassa olleiden säännösten mukaisesti ja vähintään kerran vuodessa, kunnes kolme vuotta on kulunut tämän lain voimaantulosta. Tämän jälkeen JHTT-tutkintoa ei järjestetä. Kokeen järjestämisestä vastaa Tilintarkastusvalvonta ja siihen sovelletaan, mitä tilintarkastuslain 7 luvun 8 § :ssä säädetään tutkintojen ja kokeiden järjestämisestä. Tutkintoon ei voida hyväksyä uusia hakijoita tämän lain voimaan tultua. 19. Suoritettu JHTT-tutkinto vastaa tämän lain voimaan tultua suoritettua tilintarkastuslain 6 luvun 3 § :ssä tarkoitettua julkishallinnon ja -talouden tilintarkastajan erikoistumistutkintoa. JHTT-tilintarkastajan ammattinimikkeen luvattomasta käyttämisestä 20. Vain tilintarkastuslain 6 luvun 9 § :ssä tarkoitettuun tilintarkastajarekisteriin merkitty JHTT-tilintarkastaja tai JHTT-yhteisö on oikeutettu käyttämään nimikettä JHTT-tilintarkastaja ja JHTT-yhteisö. Joka tahallaan tämän momentin vastaisesti käyttää nimikettä taikka muuta nimitystä, jonka perusteella voidaan virheellisesti olettaa henkilön olevan JHTT-tilintarkastaja tai JHTT-yhteisö, on tuomittava sakkoon. 21. JHTT-tilintarkastaja on hakemuksesta ja tässä momentissa säädettyjen edellytysten täyttyessä hyväksyttävä HT- ja JHT-tilintarkastajaksi. Hyväksymisestä päättää Tilintarkastusvalvonta. Edellytyksenä on, että JHTT-tilintarkastaja suorittaa hyväksytysti siirtymäkokeen ja täyttää tilintarkastuslain 6 luvun 2 § :n 1 momentin 1 ja 2 kohdassa säädetyt yleiset kelpoisuusedellytykset. Siirtymäkoe järjestetään vähintään kerran vuodessa viitenä vuotena tämän lain voimaantulon jälkeen. Kokeen järjestämisestä vastaa Tilintarkastusvalvonta ja siihen sovelletaan, mitä tilintarkastuslain 7 luvun 8 § :ssä säädetään tutkintojen ja kokeiden järjestämisestä. Siirtymäkokeeseen voi osallistua JHTT-tilintarkastaja ja henkilö, jonka JHTT-hyväksyminen on lakkautettu. Tilintarkastusvalvonta päättää kokeen hyväksytystä suorittamisesta. Siirtymäkokeeseen tai hyväksymiseen liittyvään päätökseen haetaan muutosta noudattaen, mitä tilintarkastuslaissa säädetään. HT- ja JHT-tilintarkastajaksi tämän momentin nojalla hyväksyttyä henkilöä ei enää rekisteröidä JHTT-tilintarkastajaksi. Siirtymäkokeen sijasta JHTT-tilintarkastaja voi suorittaa myös tilintarkastuslain 6 luvun 2 § :ssä tarkoitetun tilintarkastajatutkinnon. Työ- ja elinkeinoministeriön asetuksella voidaan antaa tarkempia säännöksiä siirtymäkokeen sisällöstä, suorittamistavasta, rakenteesta ja koevaatimuksista. 22. Tilintarkastuslain 6 luvun 8 § :ssä tarkoitettuun tilintarkastajatutkintorekisteriin tallennetaan siirtymäkokeeseen osallistuneen henkilön nimi ja henkilötunnus sekä tieto kokeen nimestä, tuloksesta ja suorittamisajankohdasta. 23. Tämän lain voimaan tullessa JHTT-lautakunta lakkaa ja sen tehtävät siirtyvät Tilintarkastusvalvonnalle. Tehtävät hoidetaan Tilintarkastusvalvonnassa noudattaen, mitä tilintarkastuslaissa säädetään vastaavien tehtävien hoitamisesta. Tilintarkastusvalvonnan tulee huolehtia, että toimintakertomus laaditaan JHTT-lautakunnan viimeiseltä toimintavuodelta. 24. Tämän lain voimaan tullessa JHTT-lautakunnassa vireillä olevat asiat, jollei kyse ole 25 tai 27 momentissa tarkoitetusta asiasta, ja JHTT-luettelo siirtyvät Tilintarkastusvalvonnalle. Muutoksenhakuun sovelletaan tilintarkastuslakia. JHTT-luettelo lakkaa viiden kuukauden kuluttua tämän lain voimaantulosta. 25. Jos ennen tämän lain voimaantuloa annetusta JHTT-lautakunnan päätöksestä, jossa on kyse huomautuksen tai varoituksen antamisesta tai hyväksymisen peruuttamisesta, ei ole tehty oikaisuvaatimusta, haetaan päätökseen suoraan muutosta valittamalla Helsingin hallinto-oikeuteen oikaisuvaatimukselle säädetyssä ajassa. Jos edellä tarkoitettua päätöstä koskeva oikaisuvaatimus on tehty, mutta sitä koskevaa päätöstä ei ole annettu ennen tämän lain voimaantuloa, siirtyy asia Helsingin hallinto-oikeudelle valitusasiana. 26. Ennen tämän lain voimaantuloa annettuun JHTT-lautakunnan päätökseen, johon ei ole vaadittu oikaisua ennen tämän lain voimaantuloa, vaaditaan oikaisua tilintarkastuslain 7 luvun 4 § :ssä tarkoitetulta tilintarkastuslautakunnalta, jollei kyse ole tämän pykälän 25 tai 27 momentissa tarkoitetusta asiasta. Tilintarkastuslautakunnan oikaisuvaatimuksesta antamaan päätökseen haetaan muutosta tilintarkastuslain mukaan. 27. Jos JHTT-lautakunnan ennen tämän lain voimaantuloa määräämää maksua koskeva oikaisuvaatimus on tehty, mutta sitä koskevaa päätöstä ei ole annettu ennen tämän lain voimaantuloa, siirtyy asia Helsingin hallinto-oikeudelle valitusasiana. Jos määrätystä maksusta ei ole tämän lain voimaan tullessa tehty oikaisuvaatimusta, maksuun haetaan suoraan muutosta valittamalla Helsingin hallinto-oikeuteen kuuden kuukauden kuluessa maksun määräämisestä. 28. Tämän lain voimaan tullessa hallinto-oikeudessa tai korkeimmassa hallinto-oikeudessa vireillä oleva valitus JHTT-lautakunnan päätöksestä sekä 25 ja 27 momentin nojalla sinne siirtyvä asia käsitellään noudattaen tämän lain voimaantullessa voimassa olleita säännöksiä.",
        "folded_fi": "1. muualla laissa tai asetuksessa oleva viittaus kumottuun lakiin tarkoittaa taman lain voimaantulon jalkeen viittausta tahan lakiin. 2. tata lakia sovelletaan 1 paivana tammikuuta 2016 ja sen jalkeen alkavan tilikauden tilintarkastukseen. 3. taman lain voimaan tullessa kumotun lain nojalla hyvaksytty jhtt-tilintarkastaja ja jhtt-yhteiso voi jatkaa toimintaansa edellyttaen, etta jhtt-tilintarkastaja ja jhtt-yhteiso kolmen kuukauden kuluessa taman lain voimaantulosta rekisteroityy tilintarkastuslain 7 luvun 1 §:ssa tarkoitetulle tilintarkastusvalvonnalle. jos jhtt- tilintarkastaja tai jhtt-yhteiso ei rekisteroidy tassa momentissa saadetyssa ajassa, hyvaksyminen lakkaa. luonnollinen henkilo, jonka jhtt-hyvaksyminen on lakannut taman momentin nojalla, voi hakea hyvaksymisen palauttamista 16 momentin mukaan. 4. jhtt-tilintarkastaja, joka on tilintarkastuslain nojalla hyvaksytty tilintarkastaja, merkitaan 3 momentissa tarkoitetun rekisteroitymisen tai hyvaksymisen palauttamisen perusteella tilintarkastuslaissa tarkoitettuun tilintarkastajarekisteriin jht- tilintarkastajana. muu jhtt-tilintarkastaja rekisteroidaan jhtt-tilintarkastajana ja jhtt-yhteiso jhtt-yhteisona tilintarkastajarekisteriin. 5. jhtt-tilintarkastajan ja jhtt-yhteison rekisterointiin ja velvollisuuteen ilmoittaa hyvaksymisedellytysten ja rekisteritietojen muutoksista sovelletaan, mita tilintarkastajasta saadetaan tilintarkastuslain 6 luvun 9-11 §:ssa. tilintarkastajarekisteriin tallennetaan jht-tilintarkastajalle, jhtt-tilintarkastajalle ja jhtt-yhteisolle kumotun lain nojalla annettu huomautus ja varoitus noudattaen kumotun lain saannoksia niiden merkitsemisesta jhtt-luetteloon seka poistamisesta sielta. 6. jhtt-yhteison hyvaksyminen on voimassa enintaan viisi vuotta taman lain voimaan tultua, minka jalkeen jhtt-yhteison hyvaksyminen lakkaa. uusia jhtt-yhteisoja ei hyvaksyta eika lakkautettua hyvaksymista palauteta taman lain voimaan tultua. 7. jos muualla laissa tai asetuksessa saadetaan jht-tilintarkastajan valitsemisesta, voidaan tilintarkastajaksi valita myos jhtt-tilintarkastaja. jos muualla laissa tai asetuksessa saadetaan tilintarkastusyhteison valitsemisesta ja jht-tilintarkastajan toimimisesta sen paavastuullisena tilintarkastajana, voidaan tilintarkastajaksi valita myos jhtt-yhteiso ja paavastuullisena tilintarkastajana voi toimia myos jhtt-tilintarkastaja. 8. valtionapuviranomaisen, muun viranomaisen tai julkisoikeudellisen yhteison voidessa muun lain nojalla valtuuttaa tilintarkastajan suorittamaan rahoituksen tai tuen saajaan, valittajaan tai myontajaan kohdistuvan tarkastuksen taikka maarata tuen saajalle valvojan, voidaan tarkastustehtavaan valtuuttaa tai valvojaksi maarata myos jhtt-tilintarkastaja tai jhtt-yhteiso. 9. sen estamatta, mita edella 7 momentissa ja tilintarkastuslain 2 luvun 2, 5 ja 6 §:ssa saadetaan, voidaan sellaisessa yhteisossa ja saatiossa, jossa kunnalla tai kuntayhtymalla on maaraysvalta, tilintarkastajaksi valita ht-, kht-, jht-tilintarkastajan tai tilintarkastusyhteison lisaksi jhtt-tilintarkastaja tai jhtt-yhteiso. edella tarkoitetussa tehtavassa toimivaan jhtt-tilintarkastajaan ja jhtt-yhteisoon sovelletaan tilintarkastuslain saannoksia. 10. jos tilintarkastajaksi valitaan jhtt-yhteiso, voidaan paavastuulliseksi tilintarkastajaksi nimeta jhtt-tilintarkastaja tai jht-tilintarkastaja. 11. jhtt-tilintarkastajaan ja jhtt-yhteisoon sovelletaan, mita tassa laissa ja taman lain 1 §:n 2 ja 3 momentin nojalla sovellettavissa tilintarkastuslain saannoksissa saadetaan tilintarkastajasta. 12. jhtt-tilintarkastajan tai jhtt-yhteison toimiessa tassa ominaisuudessa muussa kuin taman lain 1 §:ssa tarkoitetussa tehtavassa haneen sovelletaan tata lakia, ei kuitenkaan taman lain 4, 5 ja 10 §:aa, ja tilintarkastuslain 4 luvun 2 §:aa, 7 ja 8 lukua, 9 luvun 1 §:n 1-3 kohtaa, 10 luvun 1 ja 2 §:aa ja 11 luvun 1 §:aa ja mita niissa saadetaan tilintarkastajasta. 13. jhtt-tilintarkastajan ja jhtt-yhteison valvontaan sovelletaan, mita tilintarkastajan valvonnasta saadetaan tilintarkastuslaissa. valvottavan toiminnan sijoittuessa aikaan ennen taman lain voimaantuloa, hyvaksymisen peruuttamisen seka varoituksen ja huomautuksen antamisen edellytyksia arvioidaan kuitenkin kumotun lain 20 ja 21 §:n mukaan. 14. taman pykalan 4 ja 21 momentin perusteella hyvaksytylle jht-tilintarkastajalle voidaan antaa huomautus tai varoitus ja jht-hyvaksyminen voidaan peruuttaa myos toiminnasta ajalta, jolloin han toimi jhtt-tilintarkastajana. talloin sovelletaan, mita 13 momentissa saadetaan. 15. ennen taman lain voimaantuloa aiheutettuun vahinkoon sovelletaan kumotun lain saannoksia. 16. tama lain tultua voimaan jhtt-tilintarkastajan hyvaksymiseen sovelletaan kumotun lain 7 §:aa ja taman lain voimaantullessa voimassa olleita kumotun lain nojalla annettuja saannoksia, jhtt-yhteison hyvaksymiseen kumotun lain 10 §:aa, kuitenkin siten, etta viimeksi mainitun pykalan 2 ja 3 kohdassa saadettyjen edellytysten tayttymista tarkasteltaessa otetaan jhtt-tilintarkastajien ja jhtt-yhteisojen lisaksi huomioon myos jht-tilintarkastajat ja tilintarkastusyhteisot seka luonnollisen henkilon hyvaksymisen palauttamiseen kumotun lain 19 §:aa. muutoksenhakuun hyvaksymista tai hyvaksymisen palauttamista koskevassa asiassa sovelletaan tilintarkastuslakia. 17. jhtt-lautakunnan ennen taman lain voimaatuloa jhtt-tutkintoon hyvaksyman henkilon oikeus osallistua jhtt-tutkintoon sailyy lautakunnan paatoksen mukaisena, kuitenkin siten, etta oikeus lakkaa olemasta voimassa viimeistaan kolmen vuoden kuluttua taman lain voimaantulosta. tutkintoon osallistumiseen ja jhtt-tutkintoon sovelletaan taman lain voimaantullessa voimassa olleita saannoksia. jhtt-luettelon sijasta hyvaksytty jhtt-tilintarkastaja rekisteroidaan tilintarkastuslain 6 luvun 9 §:ssa tarkoitettuun tilintarkastajarekisteriin taman pykalan 4 momentin mukaisesti. muutoksenhakuun sovelletaan tilintarkastuslakia. 18. jhtt-tutkinto jarjestetaan taman lain voimaantullessa voimassa olleiden saannosten mukaisesti ja vahintaan kerran vuodessa, kunnes kolme vuotta on kulunut taman lain voimaantulosta. taman jalkeen jhtt-tutkintoa ei jarjesteta. kokeen jarjestamisesta vastaa tilintarkastusvalvonta ja siihen sovelletaan, mita tilintarkastuslain 7 luvun 8 §:ssa saadetaan tutkintojen ja kokeiden jarjestamisesta. tutkintoon ei voida hyvaksya uusia hakijoita taman lain voimaan tultua. 19. suoritettu jhtt-tutkinto vastaa taman lain voimaan tultua suoritettua tilintarkastuslain 6 luvun 3 §:ssa tarkoitettua julkishallinnon ja -talouden tilintarkastajan erikoistumistutkintoa. jhtt-tilintarkastajan ammattinimikkeen luvattomasta kayttamisesta 20. vain tilintarkastuslain 6 luvun 9 §:ssa tarkoitettuun tilintarkastajarekisteriin merkitty jhtt-tilintarkastaja tai jhtt-yhteiso on oikeutettu kayttamaan nimiketta jhtt-tilintarkastaja ja jhtt-yhteiso. joka tahallaan taman momentin vastaisesti kayttaa nimiketta taikka muuta nimitysta, jonka perusteella voidaan virheellisesti olettaa henkilon olevan jhtt-tilintarkastaja tai jhtt-yhteiso, on tuomittava sakkoon. 21. jhtt-tilintarkastaja on hakemuksesta ja tassa momentissa saadettyjen edellytysten tayttyessa hyvaksyttava ht- ja jht-tilintarkastajaksi. hyvaksymisesta paattaa tilintarkastusvalvonta. edellytyksena on, etta jhtt-tilintarkastaja suorittaa hyvaksytysti siirtymakokeen ja tayttaa tilintarkastuslain 6 luvun 2 §:n 1 momentin 1 ja 2 kohdassa saadetyt yleiset kelpoisuusedellytykset. siirtymakoe jarjestetaan vahintaan kerran vuodessa viitena vuotena taman lain voimaantulon jalkeen. kokeen jarjestamisesta vastaa tilintarkastusvalvonta ja siihen sovelletaan, mita tilintarkastuslain 7 luvun 8 §:ssa saadetaan tutkintojen ja kokeiden jarjestamisesta. siirtymakokeeseen voi osallistua jhtt-tilintarkastaja ja henkilo, jonka jhtt-hyvaksyminen on lakkautettu. tilintarkastusvalvonta paattaa kokeen hyvaksytysta suorittamisesta. siirtymakokeeseen tai hyvaksymiseen liittyvaan paatokseen haetaan muutosta noudattaen, mita tilintarkastuslaissa saadetaan. ht- ja jht-tilintarkastajaksi taman momentin nojalla hyvaksyttya henkiloa ei enaa rekisteroida jhtt-tilintarkastajaksi. siirtymakokeen sijasta jhtt-tilintarkastaja voi suorittaa myos tilintarkastuslain 6 luvun 2 §:ssa tarkoitetun tilintarkastajatutkinnon. tyo- ja elinkeinoministerion asetuksella voidaan antaa tarkempia saannoksia siirtymakokeen sisallosta, suorittamistavasta, rakenteesta ja koevaatimuksista. 22. tilintarkastuslain 6 luvun 8 §:ssa tarkoitettuun tilintarkastajatutkintorekisteriin tallennetaan siirtymakokeeseen osallistuneen henkilon nimi ja henkilotunnus seka tieto kokeen nimesta, tuloksesta ja suorittamisajankohdasta. 23. taman lain voimaan tullessa jhtt-lautakunta lakkaa ja sen tehtavat siirtyvat tilintarkastusvalvonnalle. tehtavat hoidetaan tilintarkastusvalvonnassa noudattaen, mita tilintarkastuslaissa saadetaan vastaavien tehtavien hoitamisesta. tilintarkastusvalvonnan tulee huolehtia, etta toimintakertomus laaditaan jhtt-lautakunnan viimeiselta toimintavuodelta. 24. taman lain voimaan tullessa jhtt-lautakunnassa vireilla olevat asiat, jollei kyse ole 25 tai 27 momentissa tarkoitetusta asiasta, ja jhtt-luettelo siirtyvat tilintarkastusvalvonnalle. muutoksenhakuun sovelletaan tilintarkastuslakia. jhtt-luettelo lakkaa viiden kuukauden kuluttua taman lain voimaantulosta. 25. jos ennen taman lain voimaantuloa annetusta jhtt-lautakunnan paatoksesta, jossa on kyse huomautuksen tai varoituksen antamisesta tai hyvaksymisen peruuttamisesta, ei ole tehty oikaisuvaatimusta, haetaan paatokseen suoraan muutosta valittamalla helsingin hallinto-oikeuteen oikaisuvaatimukselle saadetyssa ajassa. jos edella tarkoitettua paatosta koskeva oikaisuvaatimus on tehty, mutta sita koskevaa paatosta ei ole annettu ennen taman lain voimaantuloa, siirtyy asia helsingin hallinto-oikeudelle valitusasiana. 26. ennen taman lain voimaantuloa annettuun jhtt-lautakunnan paatokseen, johon ei ole vaadittu oikaisua ennen taman lain voimaantuloa, vaaditaan oikaisua tilintarkastuslain 7 luvun 4 §:ssa tarkoitetulta tilintarkastuslautakunnalta, jollei kyse ole taman pykalan 25 tai 27 momentissa tarkoitetusta asiasta. tilintarkastuslautakunnan oikaisuvaatimuksesta antamaan paatokseen haetaan muutosta tilintarkastuslain mukaan. 27. jos jhtt-lautakunnan ennen taman lain voimaantuloa maaraamaa maksua koskeva oikaisuvaatimus on tehty, mutta sita koskevaa paatosta ei ole annettu ennen taman lain voimaantuloa, siirtyy asia helsingin hallinto-oikeudelle valitusasiana. jos maaratysta maksusta ei ole taman lain voimaan tullessa tehty oikaisuvaatimusta, maksuun haetaan suoraan muutosta valittamalla helsingin hallinto-oikeuteen kuuden kuukauden kuluessa maksun maaraamisesta. 28. taman lain voimaan tullessa hallinto-oikeudessa tai korkeimmassa hallinto-oikeudessa vireilla oleva valitus jhtt-lautakunnan paatoksesta seka 25 ja 27 momentin nojalla sinne siirtyva asia kasitellaan noudattaen taman lain voimaantullessa voimassa olleita saannoksia.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "1. En hänvisning till den upphävda lagen i någon annan lag eller förordning avser efter denna lags ikraftträdande en hänvisning till denna lag. 2. Denna lag tillämpas på revision för räkenskapsperioder som börjar den 1 januari 2016 och därefter. 3. En OFR-revisor och OFR-sammanslutning som har godkänts med stöd av den upphävda lagen kan vid denna lags ikraftträdande fortsätta med sin verksamhet förutsatt att OFR-revisorn och OFR-sammanslutningen inom tre månader från denna lags ikraftträdande registrerar sig hos Revisionstillsynen, som avses i 7 kap. 1 § i revisionslagen. Om OFR-revisorn eller OFR-sammanslutningen inte registrerar sig inom den tidsfrist som anges i detta moment avbryts godkännandet. En fysisk person vars OFR-godkännande har avbrutits med stöd av detta moment kan ansöka om återställande av godkännandet i enlighet med 16 mom. 4. En OFR-revisor som har godkänts som revisor med stöd av revisionslagen ska vid den registrering eller vid det återställande av godkännande som avses i 3 mom. införas som OFGR-revisor i det revisorsregister som avses i revisionslagen. Andra OFR-revisorer ska införas som OFR-revisor och OFR-sammanslutningar som OFR-sammanslutning i revisorsregistret. 5. På registrering av OFR-revisorer och OFR-sammanslutningar och på deras skyldighet att anmäla förändringar i villkoren för godkännande och i registeruppgifterna tillämpas bestämmelserna om revisorer i 6 kap. 9-11 § i revisionslagen. I revisorsregistret ska införas de anmärkningar och varningar som enligt den upphävda lagen tilldelats OFGR-revisorer, OFR-revisorer och OFR-sammanslutningar med iakttagande av de bestämmelser i den upphävda lagen som gäller införande av anmärkningar och varningar i och avförande av anmärkningar och varningar ur OFR-registret. 6. Ett godkännande av en OFR-sammanslutning är i kraft högst fem år efter denna lags ikraftträdande, och därefter avbryts godkännandet av OFR-sammanslutningen. Nya OFR-sammanslutningar godkänns inte efter lagens ikraftträdande, inte heller återställs avbrutna godkännanden. 7. Om det någon annanstans i lag eller förordning föreskrivs om val av OFGR-revisor, kan också en OFR-revisor väljas till revisor. Om det någon annanstans i lag eller förordning föreskrivs om val av revisionssammanslutning och att en OFRG-revisor ska vara dess huvudansvariga revisor, kan också en OFR-sammanslutning väljas till revisor och också en OFR-revisor kan vara huvudansvarig revisor. 8. När en statsbidragsmyndighet, någon annan myndighet eller ett offentligrättsligt samfund med stöd av någon annan lag kan bemyndiga en revisor att utföra en granskning som riktar sig mot finansierings- eller stödmottagare eller dem som förmedlar och beviljar finansiering eller stöd eller förordna en övervakare för stödmottagaren, kan också en OFR-revisor eller OFR-sammanslutning bemyndigas att utföra granskningen eller förordnas till övervakare. 9. Trots vad som föreskrivs i 7 mom. samt i 2 kap. 2, 5 och 6 § i revisionslagen kan till revisor i en sådan sammanslutning eller stiftelse där en kommun eller samkommun har bestämmande inflytande väljas inte bara en GR-, CGR- eller OFGR-revisor eller en revisionssammanslutning utan också en OFR-revisor eller OFR-sammanslutning. På en OFR-revisor och OFR-sammanslutning som är verksam i den uppgift som avses ovan ska bestämmelserna i revisionslagen tillämpas. 10. Om en OFR-sammanslutning väljs till revisor, kan en OFR- eller OFGR-revisor utses till huvudansvarig revisor. 11. På OFR-revisorer och OFR-sammanslutningar tillämpas bestämmelserna om revisorer i denna lag och i de bestämmelser i revisionslagen som är tillämpliga enligt 1 § 2 och 3 mom. i denna lag. 12. När en OFR-revisor eller OFR-sammanslutning i denna egenskap är verksam i någon annan uppgift än en uppgift enligt 1 § ska på revisorn eller sammanslutningen tillämpas denna lag, dock inte 4, 5 och 10 § i denna lag, och 4 kap. 2 §, 7 och 8 kap., 9 kap. 1 § 1-3 punkten, 10 kap. 1 och 2 § och 11 kap. 1 § i revisionslagen och vad som i dessa föreskrivs om revisorer. 13. På tillsynen över OFR-revisorer och OFR-sammanslutningar tillämpas bestämmelserna i revisionslagen om tillsyn över revisorer. Om den verksamhet som övervakas ägde rum före denna lags ikraftträdande, ska förutsättningarna för återkallande av ett godkännande och för tilldelande av varning och anmärkning emellertid bedömas enligt 20 och 21 § i den upphävda lagen. 14. En OFGR-revisor som godkänts enligt 4 och 21 mom. i denna paragraf kan tilldelas en varning eller anmärkning och revisorns OFGR-godkännande kan återkallas också för den tid som revisorn varit verksam som OFR-revisor. Då tillämpas vad som föreskrivs i 13 mom. 15. På en skada som orsakats före denna lags ikraftträdande tillämpas bestämmelserna i den upphävda lagen. 16. Efter denna lags ikraftträdande ska på godkännande av en OFR-revisor tillämpas 7 § i den upphävda lagen och de bestämmelser som utfärdats med stöd av den upphävda lagen och som gällde vid denna lags ikraftträdande. På godkännande av en OFR-sammanslutning tillämpas 10 § i den upphävda lagen, dock så att man vid bedömningen av om kraven i 2 och 3 punkten i den sistnämnda paragrafen uppfylls inte bara beaktar OFR-revisorer och OFR-sammanslutningar, utan också OFGR-revisorer och revisionssammanslutningar. På återställande av ett godkännande av en fysisk person tillämpas 19 § i den upphävda lagen. På ändringssökande i ärenden som gäller godkännande eller återställande av ett godkännande tillämpas revisionslagen. 17. Rätten att delta i OFR-examen för sådana personer som OFR-nämnden före denna lags ikraftträdande godkänt för OFR-examen kvarstår enligt nämndens beslut, dock så att rätten upphör att gälla senast tre år efter lagens ikraftträdande. På deltagande i examen och på OFR-examen tillämpas de bestämmelser som gällde vid denna lags ikraftträdande. En godkänd OFR-revisor förs inte in i OFR-registret, utan i det revisorsregister som avses i 6 kap. 9 § i revisionslagen i enlighet med 4 mom. i denna paragraf. På ändringssökande tillämpas revisionslagen. 18. OFR-examen ordnas enligt de bestämmelser som gällde vid denna lags ikraftträdande och minst en gång per år tills tre år förflutit från lagens ikraftträdande. Efter detta ordnas OFR-examen inte längre. Revisionstillsynen ansvarar för ordnandet av examen, och på ordnandet tillämpas bestämmelserna i 7 kap. 8 § i revisionslagen om ordnande av examen och prov. Inga nya sökande kan godkännas för examen efter denna lags ikraftträdande. 19. En OFR-examen motsvarar efter denna lags ikraftträdande en sådan specialiseringsexamen för revisor inom den offentliga förvaltningen och ekonomin som avses i 6 kap. 3 § i revisionslagen. olovlig användning av yrkesbeteckningen OFR-revisor 20. Endast OFR-revisorer och OFR-sammanslutningar som är införda i det revisorsregister som avses i 6 kap. 9 § i revisionslagen har rätt att använda yrkesbeteckningen OFR-revisor eller OFR-sammanslutning. Den som i strid med detta moment uppsåtligen använder yrkesbeteckningen eller någon annan benämning som kan leda till att någon felaktigt antar att det är fråga om en OFR-revisor eller OFR-sammanslutning, ska för dömas till böter. 21. En OFR-revisor ska på ansökan och när villkoren enligt detta moment uppfylls bli godkänd som GR- och OFGR-revisor. Revisionstillsynen beslutar om godkännande. Ett villkor är att OFR-revisorn med godkänt resultat avlägger kompletteringsprovet och uppfyller de allmänna behörighetsvillkoren enligt 6 kap. 2 § 1 mom. 1 och 2 punkten i revisionslagen. Kompletteringsprov ska ordnas minst en gång per år under fem år efter denna lags ikraftträdande. Revisionstillsynen ansvarar för ordnandet av provet, och på ordnandet tillämpas bestämmelserna i 7 kap. 8 § i revisionslagen om ordnande av examen och prov. I kompletteringsprovet kan OFR-revisorer och personer vars OFR-godkännande har avbrutits delta. Revisionstillsynen beslutar om ett godkänt prov. Ändring i ett beslut som gäller kompletteringsprovet eller godkännande får sökas på det sätt som föreskrivs i revisionslagen. En person som med stöd av detta moment godkänts som GR- och OFGR-revisor registreras inte längre som OFR-revisor. En OFR-revisor kan också avlägga den revisorsexamen som avses i 6 kap. 2 § i revisionslagen i stället för kompletteringsprovet. Genom förordning av arbets- och näringsministeriet får närmare bestämmelser utfärdas om kompletteringsprovets innehåll, avläggande och uppbyggnad samt om provkraven. 22. I det revisorsexamensregister som avses i 6 kap. 8 § i revisionslagen införs namn och personbeteckning för personer som deltagit i kompletteringsprovet samt uppgifter om provets namn, resultat och tidpunkt. 23. När denna lag träder i kraft upphör OFR-nämnden, och dess uppgifter överförs till Revisionstillsynen. Uppgifterna sköts vid Revisionstillsynen med iakttagande av vad som i revisionslagen föreskrivs om skötseln av motsvarande uppgifter. Revisionstillsynen ska se till att en verksamhetsberättelse upprättas för OFR-nämndens sista verksamhetsår. 24. De ärenden som är anhängiga vid OFR-nämnden vid denna lags ikraftträdande ska, med undantag för ärenden som avses i 25 eller 27 mom., överföras till Revisionstillsynen, liksom också OFR-registret. På ändringssökande tillämpas revisionslagen. OFR-registret upphör fem månader efter denna lags ikraftträdande. 25. Om omprövning av ett beslut om tilldelande av anmärkning eller varning eller återkallande av ett godkännande som OFR-nämnden meddelat före denna lags ikraftträdande inte har begärts, får beslutet överklagas genom besvär direkt hos Helsingfors förvaltningsdomstol inom fristen för framställande av begäran om omprövning. Om omprövning av beslutet i fråga har begärts, men beslutet med anledning av begäran inte har meddelats före lagens ikraftträdande, överförs ärendet till Helsingfors förvaltningsdomstol som ett besvärsärende. 26. Omprövning av beslut som OFR-nämnden meddelat före denna lags ikraftträdande och i fråga om vilka omprövning inte har begärts före lagens ikraftträdande får begäras hos den revisionsnämnd som avses i 7 kap. 4 § i revisionslagen, om det inte är fråga om ett ärende som avses i 25 eller 27 mom. i denna paragraf. Ett beslut som revisionsnämnden meddelat med anledning av begäran om omprövning får överklagas på det sätt som anges i revisionslagen. 27. Om omprövning av en avgift som OFR-nämnden påfört före denna lags ikraftträdande har begärts, men beslutet med anledning av begäran inte har meddelats före lagens ikraftträdande, överförs ärendet till Helsingfors förvaltningsdomstol som ett besvärsärende. Om omprövning av avgiften inte har begärts före lagens ikraftträdande, får avgiften överklagas genom besvär direkt hos Helsingfors förvaltningsdomstol inom sex månader från det att avgiften påfördes. 28. Besvär över OFR-nämndens beslut som är anhängiga vid förvaltningsdomstolen eller högsta förvaltningsdomstolen vid denna lags ikraftträdande samt ärenden som överförs till dem med stöd av 25 och 27 mom. ska behandlas med iakttagande av de bestämmelser som gällde vid denna lags ikraftträdande.",
        "normalized_sv": "1. En hänvisning till den upphävda lagen i någon annan lag eller förordning avser efter denna lags ikraftträdande en hänvisning till denna lag. 2. Denna lag tillämpas på revision för räkenskapsperioder som börjar den 1 januari 2016 och därefter. 3. En OFR-revisor och OFR-sammanslutning som har godkänts med stöd av den upphävda lagen kan vid denna lags ikraftträdande fortsätta med sin verksamhet förutsatt att OFR-revisorn och OFR-sammanslutningen inom tre månader från denna lags ikraftträdande registrerar sig hos Revisionstillsynen, som avses i 7 kap. 1 § i revisionslagen. Om OFR-revisorn eller OFR-sammanslutningen inte registrerar sig inom den tidsfrist som anges i detta moment avbryts godkännandet. En fysisk person vars OFR-godkännande har avbrutits med stöd av detta moment kan ansöka om återställande av godkännandet i enlighet med 16 mom. 4. En OFR-revisor som har godkänts som revisor med stöd av revisionslagen ska vid den registrering eller vid det återställande av godkännande som avses i 3 mom. införas som OFGR-revisor i det revisorsregister som avses i revisionslagen. Andra OFR-revisorer ska införas som OFR-revisor och OFR-sammanslutningar som OFR-sammanslutning i revisorsregistret. 5. På registrering av OFR-revisorer och OFR-sammanslutningar och på deras skyldighet att anmäla förändringar i villkoren för godkännande och i registeruppgifterna tillämpas bestämmelserna om revisorer i 6 kap. 9-11 § i revisionslagen. I revisorsregistret ska införas de anmärkningar och varningar som enligt den upphävda lagen tilldelats OFGR-revisorer, OFR-revisorer och OFR-sammanslutningar med iakttagande av de bestämmelser i den upphävda lagen som gäller införande av anmärkningar och varningar i och avförande av anmärkningar och varningar ur OFR-registret. 6. Ett godkännande av en OFR-sammanslutning är i kraft högst fem år efter denna lags ikraftträdande, och därefter avbryts godkännandet av OFR-sammanslutningen. Nya OFR-sammanslutningar godkänns inte efter lagens ikraftträdande, inte heller återställs avbrutna godkännanden. 7. Om det någon annanstans i lag eller förordning föreskrivs om val av OFGR-revisor, kan också en OFR-revisor väljas till revisor. Om det någon annanstans i lag eller förordning föreskrivs om val av revisionssammanslutning och att en OFRG-revisor ska vara dess huvudansvariga revisor, kan också en OFR-sammanslutning väljas till revisor och också en OFR-revisor kan vara huvudansvarig revisor. 8. När en statsbidragsmyndighet, någon annan myndighet eller ett offentligrättsligt samfund med stöd av någon annan lag kan bemyndiga en revisor att utföra en granskning som riktar sig mot finansierings- eller stödmottagare eller dem som förmedlar och beviljar finansiering eller stöd eller förordna en övervakare för stödmottagaren, kan också en OFR-revisor eller OFR-sammanslutning bemyndigas att utföra granskningen eller förordnas till övervakare. 9. Trots vad som föreskrivs i 7 mom. samt i 2 kap. 2, 5 och 6 § i revisionslagen kan till revisor i en sådan sammanslutning eller stiftelse där en kommun eller samkommun har bestämmande inflytande väljas inte bara en GR-, CGR- eller OFGR-revisor eller en revisionssammanslutning utan också en OFR-revisor eller OFR-sammanslutning. På en OFR-revisor och OFR-sammanslutning som är verksam i den uppgift som avses ovan ska bestämmelserna i revisionslagen tillämpas. 10. Om en OFR-sammanslutning väljs till revisor, kan en OFR- eller OFGR-revisor utses till huvudansvarig revisor. 11. På OFR-revisorer och OFR-sammanslutningar tillämpas bestämmelserna om revisorer i denna lag och i de bestämmelser i revisionslagen som är tillämpliga enligt 1 § 2 och 3 mom. i denna lag. 12. När en OFR-revisor eller OFR-sammanslutning i denna egenskap är verksam i någon annan uppgift än en uppgift enligt 1 § ska på revisorn eller sammanslutningen tillämpas denna lag, dock inte 4, 5 och 10 § i denna lag, och 4 kap. 2 § , 7 och 8 kap., 9 kap. 1 § 1-3 punkten, 10 kap. 1 och 2 § och 11 kap. 1 § i revisionslagen och vad som i dessa föreskrivs om revisorer. 13. På tillsynen över OFR-revisorer och OFR-sammanslutningar tillämpas bestämmelserna i revisionslagen om tillsyn över revisorer. Om den verksamhet som övervakas ägde rum före denna lags ikraftträdande, ska förutsättningarna för återkallande av ett godkännande och för tilldelande av varning och anmärkning emellertid bedömas enligt 20 och 21 § i den upphävda lagen. 14. En OFGR-revisor som godkänts enligt 4 och 21 mom. i denna paragraf kan tilldelas en varning eller anmärkning och revisorns OFGR-godkännande kan återkallas också för den tid som revisorn varit verksam som OFR-revisor. Då tillämpas vad som föreskrivs i 13 mom. 15. På en skada som orsakats före denna lags ikraftträdande tillämpas bestämmelserna i den upphävda lagen. 16. Efter denna lags ikraftträdande ska på godkännande av en OFR-revisor tillämpas 7 § i den upphävda lagen och de bestämmelser som utfärdats med stöd av den upphävda lagen och som gällde vid denna lags ikraftträdande. På godkännande av en OFR-sammanslutning tillämpas 10 § i den upphävda lagen, dock så att man vid bedömningen av om kraven i 2 och 3 punkten i den sistnämnda paragrafen uppfylls inte bara beaktar OFR-revisorer och OFR-sammanslutningar, utan också OFGR-revisorer och revisionssammanslutningar. På återställande av ett godkännande av en fysisk person tillämpas 19 § i den upphävda lagen. På ändringssökande i ärenden som gäller godkännande eller återställande av ett godkännande tillämpas revisionslagen. 17. Rätten att delta i OFR-examen för sådana personer som OFR-nämnden före denna lags ikraftträdande godkänt för OFR-examen kvarstår enligt nämndens beslut, dock så att rätten upphör att gälla senast tre år efter lagens ikraftträdande. På deltagande i examen och på OFR-examen tillämpas de bestämmelser som gällde vid denna lags ikraftträdande. En godkänd OFR-revisor förs inte in i OFR-registret, utan i det revisorsregister som avses i 6 kap. 9 § i revisionslagen i enlighet med 4 mom. i denna paragraf. På ändringssökande tillämpas revisionslagen. 18. OFR-examen ordnas enligt de bestämmelser som gällde vid denna lags ikraftträdande och minst en gång per år tills tre år förflutit från lagens ikraftträdande. Efter detta ordnas OFR-examen inte längre. Revisionstillsynen ansvarar för ordnandet av examen, och på ordnandet tillämpas bestämmelserna i 7 kap. 8 § i revisionslagen om ordnande av examen och prov. Inga nya sökande kan godkännas för examen efter denna lags ikraftträdande. 19. En OFR-examen motsvarar efter denna lags ikraftträdande en sådan specialiseringsexamen för revisor inom den offentliga förvaltningen och ekonomin som avses i 6 kap. 3 § i revisionslagen. olovlig användning av yrkesbeteckningen OFR-revisor 20. Endast OFR-revisorer och OFR-sammanslutningar som är införda i det revisorsregister som avses i 6 kap. 9 § i revisionslagen har rätt att använda yrkesbeteckningen OFR-revisor eller OFR-sammanslutning. Den som i strid med detta moment uppsåtligen använder yrkesbeteckningen eller någon annan benämning som kan leda till att någon felaktigt antar att det är fråga om en OFR-revisor eller OFR-sammanslutning, ska för dömas till böter. 21. En OFR-revisor ska på ansökan och när villkoren enligt detta moment uppfylls bli godkänd som GR- och OFGR-revisor. Revisionstillsynen beslutar om godkännande. Ett villkor är att OFR-revisorn med godkänt resultat avlägger kompletteringsprovet och uppfyller de allmänna behörighetsvillkoren enligt 6 kap. 2 § 1 mom. 1 och 2 punkten i revisionslagen. Kompletteringsprov ska ordnas minst en gång per år under fem år efter denna lags ikraftträdande. Revisionstillsynen ansvarar för ordnandet av provet, och på ordnandet tillämpas bestämmelserna i 7 kap. 8 § i revisionslagen om ordnande av examen och prov. I kompletteringsprovet kan OFR-revisorer och personer vars OFR-godkännande har avbrutits delta. Revisionstillsynen beslutar om ett godkänt prov. Ändring i ett beslut som gäller kompletteringsprovet eller godkännande får sökas på det sätt som föreskrivs i revisionslagen. En person som med stöd av detta moment godkänts som GR- och OFGR-revisor registreras inte längre som OFR-revisor. En OFR-revisor kan också avlägga den revisorsexamen som avses i 6 kap. 2 § i revisionslagen i stället för kompletteringsprovet. Genom förordning av arbets- och näringsministeriet får närmare bestämmelser utfärdas om kompletteringsprovets innehåll, avläggande och uppbyggnad samt om provkraven. 22. I det revisorsexamensregister som avses i 6 kap. 8 § i revisionslagen införs namn och personbeteckning för personer som deltagit i kompletteringsprovet samt uppgifter om provets namn, resultat och tidpunkt. 23. När denna lag träder i kraft upphör OFR-nämnden, och dess uppgifter överförs till Revisionstillsynen. Uppgifterna sköts vid Revisionstillsynen med iakttagande av vad som i revisionslagen föreskrivs om skötseln av motsvarande uppgifter. Revisionstillsynen ska se till att en verksamhetsberättelse upprättas för OFR-nämndens sista verksamhetsår. 24. De ärenden som är anhängiga vid OFR-nämnden vid denna lags ikraftträdande ska, med undantag för ärenden som avses i 25 eller 27 mom., överföras till Revisionstillsynen, liksom också OFR-registret. På ändringssökande tillämpas revisionslagen. OFR-registret upphör fem månader efter denna lags ikraftträdande. 25. Om omprövning av ett beslut om tilldelande av anmärkning eller varning eller återkallande av ett godkännande som OFR-nämnden meddelat före denna lags ikraftträdande inte har begärts, får beslutet överklagas genom besvär direkt hos Helsingfors förvaltningsdomstol inom fristen för framställande av begäran om omprövning. Om omprövning av beslutet i fråga har begärts, men beslutet med anledning av begäran inte har meddelats före lagens ikraftträdande, överförs ärendet till Helsingfors förvaltningsdomstol som ett besvärsärende. 26. Omprövning av beslut som OFR-nämnden meddelat före denna lags ikraftträdande och i fråga om vilka omprövning inte har begärts före lagens ikraftträdande får begäras hos den revisionsnämnd som avses i 7 kap. 4 § i revisionslagen, om det inte är fråga om ett ärende som avses i 25 eller 27 mom. i denna paragraf. Ett beslut som revisionsnämnden meddelat med anledning av begäran om omprövning får överklagas på det sätt som anges i revisionslagen. 27. Om omprövning av en avgift som OFR-nämnden påfört före denna lags ikraftträdande har begärts, men beslutet med anledning av begäran inte har meddelats före lagens ikraftträdande, överförs ärendet till Helsingfors förvaltningsdomstol som ett besvärsärende. Om omprövning av avgiften inte har begärts före lagens ikraftträdande, får avgiften överklagas genom besvär direkt hos Helsingfors förvaltningsdomstol inom sex månader från det att avgiften påfördes. 28. Besvär över OFR-nämndens beslut som är anhängiga vid förvaltningsdomstolen eller högsta förvaltningsdomstolen vid denna lags ikraftträdande samt ärenden som överförs till dem med stöd av 25 och 27 mom. ska behandlas med iakttagande av de bestämmelser som gällde vid denna lags ikraftträdande.",
        "folded_sv": "1. en hanvisning till den upphavda lagen i nagon annan lag eller forordning avser efter denna lags ikrafttradande en hanvisning till denna lag. 2. denna lag tillampas pa revision for rakenskapsperioder som borjar den 1 januari 2016 och darefter. 3. en ofr-revisor och ofr-sammanslutning som har godkants med stod av den upphavda lagen kan vid denna lags ikrafttradande fortsatta med sin verksamhet forutsatt att ofr-revisorn och ofr-sammanslutningen inom tre manader fran denna lags ikrafttradande registrerar sig hos revisionstillsynen, som avses i 7 kap. 1 § i revisionslagen. om ofr-revisorn eller ofr-sammanslutningen inte registrerar sig inom den tidsfrist som anges i detta moment avbryts godkannandet. en fysisk person vars ofr-godkannande har avbrutits med stod av detta moment kan ansoka om aterstallande av godkannandet i enlighet med 16 mom. 4. en ofr-revisor som har godkants som revisor med stod av revisionslagen ska vid den registrering eller vid det aterstallande av godkannande som avses i 3 mom. inforas som ofgr-revisor i det revisorsregister som avses i revisionslagen. andra ofr-revisorer ska inforas som ofr-revisor och ofr-sammanslutningar som ofr-sammanslutning i revisorsregistret. 5. pa registrering av ofr-revisorer och ofr-sammanslutningar och pa deras skyldighet att anmala forandringar i villkoren for godkannande och i registeruppgifterna tillampas bestammelserna om revisorer i 6 kap. 9-11 § i revisionslagen. i revisorsregistret ska inforas de anmarkningar och varningar som enligt den upphavda lagen tilldelats ofgr-revisorer, ofr-revisorer och ofr-sammanslutningar med iakttagande av de bestammelser i den upphavda lagen som galler inforande av anmarkningar och varningar i och avforande av anmarkningar och varningar ur ofr-registret. 6. ett godkannande av en ofr-sammanslutning ar i kraft hogst fem ar efter denna lags ikrafttradande, och darefter avbryts godkannandet av ofr-sammanslutningen. nya ofr-sammanslutningar godkanns inte efter lagens ikrafttradande, inte heller aterstalls avbrutna godkannanden. 7. om det nagon annanstans i lag eller forordning foreskrivs om val av ofgr-revisor, kan ocksa en ofr-revisor valjas till revisor. om det nagon annanstans i lag eller forordning foreskrivs om val av revisionssammanslutning och att en ofrg-revisor ska vara dess huvudansvariga revisor, kan ocksa en ofr-sammanslutning valjas till revisor och ocksa en ofr-revisor kan vara huvudansvarig revisor. 8. nar en statsbidragsmyndighet, nagon annan myndighet eller ett offentligrattsligt samfund med stod av nagon annan lag kan bemyndiga en revisor att utfora en granskning som riktar sig mot finansierings- eller stodmottagare eller dem som formedlar och beviljar finansiering eller stod eller forordna en overvakare for stodmottagaren, kan ocksa en ofr-revisor eller ofr-sammanslutning bemyndigas att utfora granskningen eller forordnas till overvakare. 9. trots vad som foreskrivs i 7 mom. samt i 2 kap. 2, 5 och 6 § i revisionslagen kan till revisor i en sadan sammanslutning eller stiftelse dar en kommun eller samkommun har bestammande inflytande valjas inte bara en gr-, cgr- eller ofgr-revisor eller en revisionssammanslutning utan ocksa en ofr-revisor eller ofr-sammanslutning. pa en ofr-revisor och ofr-sammanslutning som ar verksam i den uppgift som avses ovan ska bestammelserna i revisionslagen tillampas. 10. om en ofr-sammanslutning valjs till revisor, kan en ofr- eller ofgr-revisor utses till huvudansvarig revisor. 11. pa ofr-revisorer och ofr-sammanslutningar tillampas bestammelserna om revisorer i denna lag och i de bestammelser i revisionslagen som ar tillampliga enligt 1 § 2 och 3 mom. i denna lag. 12. nar en ofr-revisor eller ofr-sammanslutning i denna egenskap ar verksam i nagon annan uppgift an en uppgift enligt 1 § ska pa revisorn eller sammanslutningen tillampas denna lag, dock inte 4, 5 och 10 § i denna lag, och 4 kap. 2 §, 7 och 8 kap., 9 kap. 1 § 1-3 punkten, 10 kap. 1 och 2 § och 11 kap. 1 § i revisionslagen och vad som i dessa foreskrivs om revisorer. 13. pa tillsynen over ofr-revisorer och ofr-sammanslutningar tillampas bestammelserna i revisionslagen om tillsyn over revisorer. om den verksamhet som overvakas agde rum fore denna lags ikrafttradande, ska forutsattningarna for aterkallande av ett godkannande och for tilldelande av varning och anmarkning emellertid bedomas enligt 20 och 21 § i den upphavda lagen. 14. en ofgr-revisor som godkants enligt 4 och 21 mom. i denna paragraf kan tilldelas en varning eller anmarkning och revisorns ofgr-godkannande kan aterkallas ocksa for den tid som revisorn varit verksam som ofr-revisor. da tillampas vad som foreskrivs i 13 mom. 15. pa en skada som orsakats fore denna lags ikrafttradande tillampas bestammelserna i den upphavda lagen. 16. efter denna lags ikrafttradande ska pa godkannande av en ofr-revisor tillampas 7 § i den upphavda lagen och de bestammelser som utfardats med stod av den upphavda lagen och som gallde vid denna lags ikrafttradande. pa godkannande av en ofr-sammanslutning tillampas 10 § i den upphavda lagen, dock sa att man vid bedomningen av om kraven i 2 och 3 punkten i den sistnamnda paragrafen uppfylls inte bara beaktar ofr-revisorer och ofr-sammanslutningar, utan ocksa ofgr-revisorer och revisionssammanslutningar. pa aterstallande av ett godkannande av en fysisk person tillampas 19 § i den upphavda lagen. pa andringssokande i arenden som galler godkannande eller aterstallande av ett godkannande tillampas revisionslagen. 17. ratten att delta i ofr-examen for sadana personer som ofr-namnden fore denna lags ikrafttradande godkant for ofr-examen kvarstar enligt namndens beslut, dock sa att ratten upphor att galla senast tre ar efter lagens ikrafttradande. pa deltagande i examen och pa ofr-examen tillampas de bestammelser som gallde vid denna lags ikrafttradande. en godkand ofr-revisor fors inte in i ofr-registret, utan i det revisorsregister som avses i 6 kap. 9 § i revisionslagen i enlighet med 4 mom. i denna paragraf. pa andringssokande tillampas revisionslagen. 18. ofr-examen ordnas enligt de bestammelser som gallde vid denna lags ikrafttradande och minst en gang per ar tills tre ar forflutit fran lagens ikrafttradande. efter detta ordnas ofr-examen inte langre. revisionstillsynen ansvarar for ordnandet av examen, och pa ordnandet tillampas bestammelserna i 7 kap. 8 § i revisionslagen om ordnande av examen och prov. inga nya sokande kan godkannas for examen efter denna lags ikrafttradande. 19. en ofr-examen motsvarar efter denna lags ikrafttradande en sadan specialiseringsexamen for revisor inom den offentliga forvaltningen och ekonomin som avses i 6 kap. 3 § i revisionslagen. olovlig anvandning av yrkesbeteckningen ofr-revisor 20. endast ofr-revisorer och ofr-sammanslutningar som ar inforda i det revisorsregister som avses i 6 kap. 9 § i revisionslagen har ratt att anvanda yrkesbeteckningen ofr-revisor eller ofr-sammanslutning. den som i strid med detta moment uppsatligen anvander yrkesbeteckningen eller nagon annan benamning som kan leda till att nagon felaktigt antar att det ar fraga om en ofr-revisor eller ofr-sammanslutning, ska for domas till boter. 21. en ofr-revisor ska pa ansokan och nar villkoren enligt detta moment uppfylls bli godkand som gr- och ofgr-revisor. revisionstillsynen beslutar om godkannande. ett villkor ar att ofr-revisorn med godkant resultat avlagger kompletteringsprovet och uppfyller de allmanna behorighetsvillkoren enligt 6 kap. 2 § 1 mom. 1 och 2 punkten i revisionslagen. kompletteringsprov ska ordnas minst en gang per ar under fem ar efter denna lags ikrafttradande. revisionstillsynen ansvarar for ordnandet av provet, och pa ordnandet tillampas bestammelserna i 7 kap. 8 § i revisionslagen om ordnande av examen och prov. i kompletteringsprovet kan ofr-revisorer och personer vars ofr-godkannande har avbrutits delta. revisionstillsynen beslutar om ett godkant prov. andring i ett beslut som galler kompletteringsprovet eller godkannande far sokas pa det satt som foreskrivs i revisionslagen. en person som med stod av detta moment godkants som gr- och ofgr-revisor registreras inte langre som ofr-revisor. en ofr-revisor kan ocksa avlagga den revisorsexamen som avses i 6 kap. 2 § i revisionslagen i stallet for kompletteringsprovet. genom forordning av arbets- och naringsministeriet far narmare bestammelser utfardas om kompletteringsprovets innehall, avlaggande och uppbyggnad samt om provkraven. 22. i det revisorsexamensregister som avses i 6 kap. 8 § i revisionslagen infors namn och personbeteckning for personer som deltagit i kompletteringsprovet samt uppgifter om provets namn, resultat och tidpunkt. 23. nar denna lag trader i kraft upphor ofr-namnden, och dess uppgifter overfors till revisionstillsynen. uppgifterna skots vid revisionstillsynen med iakttagande av vad som i revisionslagen foreskrivs om skotseln av motsvarande uppgifter. revisionstillsynen ska se till att en verksamhetsberattelse upprattas for ofr-namndens sista verksamhetsar. 24. de arenden som ar anhangiga vid ofr-namnden vid denna lags ikrafttradande ska, med undantag for arenden som avses i 25 eller 27 mom., overforas till revisionstillsynen, liksom ocksa ofr-registret. pa andringssokande tillampas revisionslagen. ofr-registret upphor fem manader efter denna lags ikrafttradande. 25. om omprovning av ett beslut om tilldelande av anmarkning eller varning eller aterkallande av ett godkannande som ofr-namnden meddelat fore denna lags ikrafttradande inte har begarts, far beslutet overklagas genom besvar direkt hos helsingfors forvaltningsdomstol inom fristen for framstallande av begaran om omprovning. om omprovning av beslutet i fraga har begarts, men beslutet med anledning av begaran inte har meddelats fore lagens ikrafttradande, overfors arendet till helsingfors forvaltningsdomstol som ett besvarsarende. 26. omprovning av beslut som ofr-namnden meddelat fore denna lags ikrafttradande och i fraga om vilka omprovning inte har begarts fore lagens ikrafttradande far begaras hos den revisionsnamnd som avses i 7 kap. 4 § i revisionslagen, om det inte ar fraga om ett arende som avses i 25 eller 27 mom. i denna paragraf. ett beslut som revisionsnamnden meddelat med anledning av begaran om omprovning far overklagas pa det satt som anges i revisionslagen. 27. om omprovning av en avgift som ofr-namnden pafort fore denna lags ikrafttradande har begarts, men beslutet med anledning av begaran inte har meddelats fore lagens ikrafttradande, overfors arendet till helsingfors forvaltningsdomstol som ett besvarsarende. om omprovning av avgiften inte har begarts fore lagens ikrafttradande, far avgiften overklagas genom besvar direkt hos helsingfors forvaltningsdomstol inom sex manader fran det att avgiften pafordes. 28. besvar over ofr-namndens beslut som ar anhangiga vid forvaltningsdomstolen eller hogsta forvaltningsdomstolen vid denna lags ikrafttradande samt arenden som overfors till dem med stod av 25 och 27 mom. ska behandlas med iakttagande av de bestammelser som gallde vid denna lags ikrafttradande."
      },
      "valid_from": "2015-09-18",
      "valid_to": null
    }
  ],
  "definitions": [
    {
      "term": "muualla laissa tai asetuksessa oleva viittaus kumottuun lakiin",
      "definition": "tämän lain voimaantulon jälkeen viittausta tähän lakiin",
      "source_provision": "12"
    }
  ]
}