{
  "id": "114/2025",
  "type": "statute",
  "title": "Laki ympäristönsuojelu- ja vesiasioiden käsittelystä aluehallintovirastossa annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om behandling av miljöskydds- och vattenärenden vid regionförvaltningsverken",
  "status": "in_force",
  "issued_date": "2025-03-28",
  "in_force_date": "2025-03-28",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2025/114/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2 a",
      "section": "2 a",
      "title": "Eräiden ympäristönsuojelulain ja vesilain mukaisten lupahakemusten käsittelyjärjestys",
      "content": "nettonollateollisuuden asetus Edellä 1 momentissa tarkoitettujen lupahakemusten lisäksi aluehallintoviraston on annettava etusija Euroopan nettonollateknologiatuotteiden valmistusekosysteemiä vahvistavasta toimenpidekehyksestä ja asetuksen (EU) 2018/1724 muuttamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2024/1735, jäljempänä, 13 artiklassa tarkoitettua strategista nettonollahanketta koskevalle ympäristölupahakemukselle ja vesitaloushankkeen lupahakemukselle suhteessa muihin vireille tulleisiin ympäristönsuojelulain ja vesilain mukaisiin lupahakemuksiin. Jos strateginen nettonollahanke on 2 momentissa tarkoitettu hanke, sen lupakäsittelyssä noudatetaan 1 momenttia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2a",
        "normalized_fi": "nettonollateollisuuden asetus Edellä 1 momentissa tarkoitettujen lupahakemusten lisäksi aluehallintoviraston on annettava etusija Euroopan nettonollateknologiatuotteiden valmistusekosysteemiä vahvistavasta toimenpidekehyksestä ja asetuksen (EU) 2018/1724 muuttamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2024/1735, jäljempänä, 13 artiklassa tarkoitettua strategista nettonollahanketta koskevalle ympäristölupahakemukselle ja vesitaloushankkeen lupahakemukselle suhteessa muihin vireille tulleisiin ympäristönsuojelulain ja vesilain mukaisiin lupahakemuksiin. Jos strateginen nettonollahanke on 2 momentissa tarkoitettu hanke, sen lupakäsittelyssä noudatetaan 1 momenttia.",
        "folded_fi": "nettonollateollisuuden asetus edella 1 momentissa tarkoitettujen lupahakemusten lisaksi aluehallintoviraston on annettava etusija euroopan nettonollateknologiatuotteiden valmistusekosysteemia vahvistavasta toimenpidekehyksesta ja asetuksen (eu) 2018/1724 muuttamisesta annetun euroopan parlamentin ja neuvoston asetuksen (eu) 2024/1735, jaljempana, 13 artiklassa tarkoitettua strategista nettonollahanketta koskevalle ymparistolupahakemukselle ja vesitaloushankkeen lupahakemukselle suhteessa muihin vireille tulleisiin ymparistonsuojelulain ja vesilain mukaisiin lupahakemuksiin. jos strateginen nettonollahanke on 2 momentissa tarkoitettu hanke, sen lupakasittelyssa noudatetaan 1 momenttia.",
        "title_sv": "Behandlingsordning för vissa tillståndsansökningar enligt miljöskyddslagen och vattenlagen",
        "content_sv": "förordningen om nettonollindustri Utöver de tillståndsansökningar som avses i 1 mom. ska regionförvaltningsverket ge sådana ansökningar om miljötillstånd och sådana ansökningar om tillstånd för vattenhushållningsprojekt som gäller i artikel 13 i Europaparlamentets och rådets förordning (EU) 2024/1735 om inrättande av en åtgärdsram för att stärka Europas ekosystem för tillverkning av nettonollteknik och om ändring av förordning (EU) 2018/1724, nedan, avsedda strategiska nettonollprojekt företräde i förhållande till andra anhängiga tillståndsansökningar enligt miljöskyddslagen och vattenlagen. Om ett strategiskt nettonollprojekt är ett sådant projekt som avses i 2 mom., iakttas 1 mom. vid behandlingen av tillstånd för projektet.",
        "normalized_sv": "förordningen om nettonollindustri Utöver de tillståndsansökningar som avses i 1 mom. ska regionförvaltningsverket ge sådana ansökningar om miljötillstånd och sådana ansökningar om tillstånd för vattenhushållningsprojekt som gäller i artikel 13 i Europaparlamentets och rådets förordning (EU) 2024/1735 om inrättande av en åtgärdsram för att stärka Europas ekosystem för tillverkning av nettonollteknik och om ändring av förordning (EU) 2018/1724, nedan, avsedda strategiska nettonollprojekt företräde i förhållande till andra anhängiga tillståndsansökningar enligt miljöskyddslagen och vattenlagen. Om ett strategiskt nettonollprojekt är ett sådant projekt som avses i 2 mom., iakttas 1 mom. vid behandlingen av tillstånd för projektet.",
        "folded_sv": "forordningen om nettonollindustri utover de tillstandsansokningar som avses i 1 mom. ska regionforvaltningsverket ge sadana ansokningar om miljotillstand och sadana ansokningar om tillstand for vattenhushallningsprojekt som galler i artikel 13 i europaparlamentets och radets forordning (eu) 2024/1735 om inrattande av en atgardsram for att starka europas ekosystem for tillverkning av nettonollteknik och om andring av forordning (eu) 2018/1724, nedan, avsedda strategiska nettonollprojekt foretrade i forhallande till andra anhangiga tillstandsansokningar enligt miljoskyddslagen och vattenlagen. om ett strategiskt nettonollprojekt ar ett sadant projekt som avses i 2 mom., iakttas 1 mom. vid behandlingen av tillstand for projektet."
      }
    },
    {
      "provision_ref": "2 f",
      "section": "2 f",
      "title": "Nettonollateollisuuden hankkeiden yhteyspiste",
      "content": "Itä-Suomen aluehallintovirasto toimii tässä laissa tarkoitettuna nettonollateollisuuden hankkeiden yhteyspisteviranomaisena. Nettonollateollisuuden hankkeiden yhteyspisteviranomainen vastaa nettonollateollisuuden asetuksen 6 artiklan 1 kohdassa tarkoitetulle keskitetylle yhteyspisteelle mainitussa asetuksessa säädetyistä tehtävistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2f",
        "normalized_fi": "Itä-Suomen aluehallintovirasto toimii tässä laissa tarkoitettuna nettonollateollisuuden hankkeiden yhteyspisteviranomaisena. Nettonollateollisuuden hankkeiden yhteyspisteviranomainen vastaa nettonollateollisuuden asetuksen 6 artiklan 1 kohdassa tarkoitetulle keskitetylle yhteyspisteelle mainitussa asetuksessa säädetyistä tehtävistä.",
        "folded_fi": "ita-suomen aluehallintovirasto toimii tassa laissa tarkoitettuna nettonollateollisuuden hankkeiden yhteyspisteviranomaisena. nettonollateollisuuden hankkeiden yhteyspisteviranomainen vastaa nettonollateollisuuden asetuksen 6 artiklan 1 kohdassa tarkoitetulle keskitetylle yhteyspisteelle mainitussa asetuksessa saadetyista tehtavista.",
        "title_sv": "Kontaktpunkt för nettonollindustriprojekt",
        "content_sv": "Regionförvaltningsverket i Östra Finland är den kontaktpunktsmyndighet för nettonollindustriprojekt som avses i denna lag. Kontaktpunktsmyndigheten för nettonollindustriprojekt svarar för de uppgifter som i förordningen om nettonollindustri föreskrivs för den gemensamma kontaktpunkt som avses i artikel 6.1 i den förordningen.",
        "normalized_sv": "Regionförvaltningsverket i Östra Finland är den kontaktpunktsmyndighet för nettonollindustriprojekt som avses i denna lag. Kontaktpunktsmyndigheten för nettonollindustriprojekt svarar för de uppgifter som i förordningen om nettonollindustri föreskrivs för den gemensamma kontaktpunkt som avses i artikel 6.1 i den förordningen.",
        "folded_sv": "regionforvaltningsverket i ostra finland ar den kontaktpunktsmyndighet for nettonollindustriprojekt som avses i denna lag. kontaktpunktsmyndigheten for nettonollindustriprojekt svarar for de uppgifter som i forordningen om nettonollindustri foreskrivs for den gemensamma kontaktpunkt som avses i artikel 6.1 i den forordningen."
      }
    },
    {
      "provision_ref": "2 g",
      "section": "2 g",
      "title": "Nettonollateollisuuden hankkeita koskevien määräaikojen seuranta",
      "content": "Nettonollateollisuuden hankkeiden yhteyspisteviranomaisen on seurattava nettonollateollisuuden asetuksen 9 artiklassa nettonollateknologian valmistushankkeiden ja 16 artiklassa strategisten nettonollahankkeiden lupamenettelyille säädettyjä määräaikoja. Nettonollateollisuuden hankkeiden yhteyspisteviranomainen voi pidentää edellä mainittuja määräaikoja 9 artiklan 6 ja 7 kohdassa säädetyin edellytyksin. Toimivaltaisen viranomaisen on esitettävä nettonollateollisuuden hankkeiden yhteyspisteviranomaiselle ehdotuksensa toimivallassaan olevan lupa-asian käsittelyn määräajan pidentämisestä sekä perustelut pidentämiselle. Toimivaltaisen viranomaisen on ilmoitettava nettonollateollisuuden hankkeiden yhteyspisteviranomaiselle, kun toimivaltaisessa viranomaisessa vireille tullut hakemus on täydellinen tai miltä osin toimivaltaisessa viranomaisessa vireille tullutta hakemusta on täydennettävä. Toimivaltaisen viranomaisen on huolehdittava, että sähköisessä yhteyspisteessä on ajantasaiset tiedot mainitussa asetuksessa tarkoitetun lupamenettelyn käsittelyvaiheesta. Toimivaltaisen viranomaisen on ilmoitettava nettonollateollisuuden hankkeiden yhteyspisteviranomaiselle lupa-asian vireilletulosta ja asiaa koskevan päätöksen tiedoksiantamisesta hakijalle, jos hakija ei asioi kyseisen menettelyn osalta sähköisen yhteyspisteen kautta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2g",
        "normalized_fi": "Nettonollateollisuuden hankkeiden yhteyspisteviranomaisen on seurattava nettonollateollisuuden asetuksen 9 artiklassa nettonollateknologian valmistushankkeiden ja 16 artiklassa strategisten nettonollahankkeiden lupamenettelyille säädettyjä määräaikoja. Nettonollateollisuuden hankkeiden yhteyspisteviranomainen voi pidentää edellä mainittuja määräaikoja 9 artiklan 6 ja 7 kohdassa säädetyin edellytyksin. Toimivaltaisen viranomaisen on esitettävä nettonollateollisuuden hankkeiden yhteyspisteviranomaiselle ehdotuksensa toimivallassaan olevan lupa-asian käsittelyn määräajan pidentämisestä sekä perustelut pidentämiselle. Toimivaltaisen viranomaisen on ilmoitettava nettonollateollisuuden hankkeiden yhteyspisteviranomaiselle, kun toimivaltaisessa viranomaisessa vireille tullut hakemus on täydellinen tai miltä osin toimivaltaisessa viranomaisessa vireille tullutta hakemusta on täydennettävä. Toimivaltaisen viranomaisen on huolehdittava, että sähköisessä yhteyspisteessä on ajantasaiset tiedot mainitussa asetuksessa tarkoitetun lupamenettelyn käsittelyvaiheesta. Toimivaltaisen viranomaisen on ilmoitettava nettonollateollisuuden hankkeiden yhteyspisteviranomaiselle lupa-asian vireilletulosta ja asiaa koskevan päätöksen tiedoksiantamisesta hakijalle, jos hakija ei asioi kyseisen menettelyn osalta sähköisen yhteyspisteen kautta.",
        "folded_fi": "nettonollateollisuuden hankkeiden yhteyspisteviranomaisen on seurattava nettonollateollisuuden asetuksen 9 artiklassa nettonollateknologian valmistushankkeiden ja 16 artiklassa strategisten nettonollahankkeiden lupamenettelyille saadettyja maaraaikoja. nettonollateollisuuden hankkeiden yhteyspisteviranomainen voi pidentaa edella mainittuja maaraaikoja 9 artiklan 6 ja 7 kohdassa saadetyin edellytyksin. toimivaltaisen viranomaisen on esitettava nettonollateollisuuden hankkeiden yhteyspisteviranomaiselle ehdotuksensa toimivallassaan olevan lupa-asian kasittelyn maaraajan pidentamisesta seka perustelut pidentamiselle. toimivaltaisen viranomaisen on ilmoitettava nettonollateollisuuden hankkeiden yhteyspisteviranomaiselle, kun toimivaltaisessa viranomaisessa vireille tullut hakemus on taydellinen tai milta osin toimivaltaisessa viranomaisessa vireille tullutta hakemusta on taydennettava. toimivaltaisen viranomaisen on huolehdittava, etta sahkoisessa yhteyspisteessa on ajantasaiset tiedot mainitussa asetuksessa tarkoitetun lupamenettelyn kasittelyvaiheesta. toimivaltaisen viranomaisen on ilmoitettava nettonollateollisuuden hankkeiden yhteyspisteviranomaiselle lupa-asian vireilletulosta ja asiaa koskevan paatoksen tiedoksiantamisesta hakijalle, jos hakija ei asioi kyseisen menettelyn osalta sahkoisen yhteyspisteen kautta.",
        "title_sv": "Uppföljning av tidsfrister för nettonollindustriprojekt",
        "content_sv": "Kontaktpunktsmyndigheten för nettonollindustriprojekt ska följa de tidsfrister för tillståndsförfarandet för tillverkningsprojekt för nettonollteknik som anges i artikel 9 i förordningen om nettonollindustri och de tidsfrister för tillståndsförfarandet för strategiska nettonollprojekt som anges i artikel 16 i den förordningen. Kontaktpunktsmyndigheten för nettonollindustriprojekt får förlänga ovannämnda tidsfrister under de förutsättningar som anges i artikel 9.6 och 9.7. Den behöriga myndigheten ska för kontaktpunktsmyndigheten för nettonollindustriprojekt lägga fram sitt förslag till förlängning av tidsfristen för behandlingen av ett tillståndsärende som hör till den behöriga myndighetens behörighet samt ange motiveringar till förlängningen. Den behöriga myndigheten ska underrätta kontaktpunktsmyndigheten för nollindustriprojekt när en ansökan som blivit anhängig hos den behöriga myndigheten är fullständig eller meddela till vilka delar en ansökan som blivit anhängig hos den behöriga myndigheten ska kompletteras. Den behöriga myndigheten ska se till att den elektroniska kontaktpunkten har uppdaterade uppgifter om behandlingsfasen för ett tillståndsförfarande enligt förordningen om nettonollindustri. Den behöriga myndigheten ska underrätta kontaktpunktsmyndigheten för nettonollindustriprojekt om inledande av ett tillståndsärende och om delgivning till sökanden av ett beslut i ärendet, om sökanden inte sköter förfarandet i fråga via den elektroniska kontaktpunkten.",
        "normalized_sv": "Kontaktpunktsmyndigheten för nettonollindustriprojekt ska följa de tidsfrister för tillståndsförfarandet för tillverkningsprojekt för nettonollteknik som anges i artikel 9 i förordningen om nettonollindustri och de tidsfrister för tillståndsförfarandet för strategiska nettonollprojekt som anges i artikel 16 i den förordningen. Kontaktpunktsmyndigheten för nettonollindustriprojekt får förlänga ovannämnda tidsfrister under de förutsättningar som anges i artikel 9.6 och 9.7. Den behöriga myndigheten ska för kontaktpunktsmyndigheten för nettonollindustriprojekt lägga fram sitt förslag till förlängning av tidsfristen för behandlingen av ett tillståndsärende som hör till den behöriga myndighetens behörighet samt ange motiveringar till förlängningen. Den behöriga myndigheten ska underrätta kontaktpunktsmyndigheten för nollindustriprojekt när en ansökan som blivit anhängig hos den behöriga myndigheten är fullständig eller meddela till vilka delar en ansökan som blivit anhängig hos den behöriga myndigheten ska kompletteras. Den behöriga myndigheten ska se till att den elektroniska kontaktpunkten har uppdaterade uppgifter om behandlingsfasen för ett tillståndsförfarande enligt förordningen om nettonollindustri. Den behöriga myndigheten ska underrätta kontaktpunktsmyndigheten för nettonollindustriprojekt om inledande av ett tillståndsärende och om delgivning till sökanden av ett beslut i ärendet, om sökanden inte sköter förfarandet i fråga via den elektroniska kontaktpunkten.",
        "folded_sv": "kontaktpunktsmyndigheten for nettonollindustriprojekt ska folja de tidsfrister for tillstandsforfarandet for tillverkningsprojekt for nettonollteknik som anges i artikel 9 i forordningen om nettonollindustri och de tidsfrister for tillstandsforfarandet for strategiska nettonollprojekt som anges i artikel 16 i den forordningen. kontaktpunktsmyndigheten for nettonollindustriprojekt far forlanga ovannamnda tidsfrister under de forutsattningar som anges i artikel 9.6 och 9.7. den behoriga myndigheten ska for kontaktpunktsmyndigheten for nettonollindustriprojekt lagga fram sitt forslag till forlangning av tidsfristen for behandlingen av ett tillstandsarende som hor till den behoriga myndighetens behorighet samt ange motiveringar till forlangningen. den behoriga myndigheten ska underratta kontaktpunktsmyndigheten for nollindustriprojekt nar en ansokan som blivit anhangig hos den behoriga myndigheten ar fullstandig eller meddela till vilka delar en ansokan som blivit anhangig hos den behoriga myndigheten ska kompletteras. den behoriga myndigheten ska se till att den elektroniska kontaktpunkten har uppdaterade uppgifter om behandlingsfasen for ett tillstandsforfarande enligt forordningen om nettonollindustri. den behoriga myndigheten ska underratta kontaktpunktsmyndigheten for nettonollindustriprojekt om inledande av ett tillstandsarende och om delgivning till sokanden av ett beslut i arendet, om sokanden inte skoter forfarandet i fraga via den elektroniska kontaktpunkten."
      }
    },
    {
      "provision_ref": "2 h",
      "section": "2 h",
      "title": "Nettonollateollisuuden hankkeiden yhteyspisteviranomaisen tiedonsaantioikeus",
      "content": "Nettonollateollisuuden hankkeiden yhteyspisteviranomaisella on oikeus salassapitosäännösten estämättä saada toimivaltaiselta viranomaiselta sellaiset hakijaa, hanketta ja asian käsittelytilannetta koskevat tiedot toimivaltaisessa viranomaisessa käsittelyssä olevista ja olleista lupa-asioista ja muista hallinnollista menettelyistä, jotka ovat välttämättömiä tässä laissa ja nettonollateollisuuden asetuksessa yhteyspisteviranomaiselle säädettyjen tehtävien hoitamista varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2h",
        "normalized_fi": "Nettonollateollisuuden hankkeiden yhteyspisteviranomaisella on oikeus salassapitosäännösten estämättä saada toimivaltaiselta viranomaiselta sellaiset hakijaa, hanketta ja asian käsittelytilannetta koskevat tiedot toimivaltaisessa viranomaisessa käsittelyssä olevista ja olleista lupa-asioista ja muista hallinnollista menettelyistä, jotka ovat välttämättömiä tässä laissa ja nettonollateollisuuden asetuksessa yhteyspisteviranomaiselle säädettyjen tehtävien hoitamista varten.",
        "folded_fi": "nettonollateollisuuden hankkeiden yhteyspisteviranomaisella on oikeus salassapitosaannosten estamatta saada toimivaltaiselta viranomaiselta sellaiset hakijaa, hanketta ja asian kasittelytilannetta koskevat tiedot toimivaltaisessa viranomaisessa kasittelyssa olevista ja olleista lupa-asioista ja muista hallinnollista menettelyista, jotka ovat valttamattomia tassa laissa ja nettonollateollisuuden asetuksessa yhteyspisteviranomaiselle saadettyjen tehtavien hoitamista varten.",
        "title_sv": "Rätt för kontaktpunktsmyndigheten för nettonollindustriprojekt att få uppgifter",
        "content_sv": "Kontaktpunktsmyndigheten för nettonollindustriprojekt har, när det gäller tillståndsärenden och andra administrativa förfaranden som handläggs eller har handlagts av en behörig myndighet, trots sekretessbestämmelserna rätt att av den behöriga myndigheten få sådana uppgifter om sökanden, projektet och behandlingssituationen i ett ärende som är nödvändiga för skötseln av de uppgifter kontaktpunktsmyndigheten har enligt denna lag eller förordningen om nettonollindustri.",
        "normalized_sv": "Kontaktpunktsmyndigheten för nettonollindustriprojekt har, när det gäller tillståndsärenden och andra administrativa förfaranden som handläggs eller har handlagts av en behörig myndighet, trots sekretessbestämmelserna rätt att av den behöriga myndigheten få sådana uppgifter om sökanden, projektet och behandlingssituationen i ett ärende som är nödvändiga för skötseln av de uppgifter kontaktpunktsmyndigheten har enligt denna lag eller förordningen om nettonollindustri.",
        "folded_sv": "kontaktpunktsmyndigheten for nettonollindustriprojekt har, nar det galler tillstandsarenden och andra administrativa forfaranden som handlaggs eller har handlagts av en behorig myndighet, trots sekretessbestammelserna ratt att av den behoriga myndigheten fa sadana uppgifter om sokanden, projektet och behandlingssituationen i ett arende som ar nodvandiga for skotseln av de uppgifter kontaktpunktsmyndigheten har enligt denna lag eller forordningen om nettonollindustri."
      }
    },
    {
      "provision_ref": "2 i",
      "section": "2 i",
      "title": "Strategisia nettonollahankkeita koskevien asiakirjojen toimittaminen",
      "content": "Strategiseksi nettonollahankkeeksi tunnustamista hakevan on lähetettävä nettonollateollisuuden asetuksen 14 artiklassa tarkoitettu tunnustamista koskeva hakemus ja päätös tiedoksi nettonollateollisuuden hankkeiden yhteyspisteviranomaiselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2i",
        "normalized_fi": "Strategiseksi nettonollahankkeeksi tunnustamista hakevan on lähetettävä nettonollateollisuuden asetuksen 14 artiklassa tarkoitettu tunnustamista koskeva hakemus ja päätös tiedoksi nettonollateollisuuden hankkeiden yhteyspisteviranomaiselle.",
        "folded_fi": "strategiseksi nettonollahankkeeksi tunnustamista hakevan on lahetettava nettonollateollisuuden asetuksen 14 artiklassa tarkoitettu tunnustamista koskeva hakemus ja paatos tiedoksi nettonollateollisuuden hankkeiden yhteyspisteviranomaiselle.",
        "title_sv": "Inlämnande av handlingar som gäller strategiska nettonollprojekt",
        "content_sv": "Den som ansöker om erkännande av ett projekt som strategiskt nettonollprojekt ska lämna in den ansökan och det beslut om erkännande som strategiskt projekt som avses i artikel 14 i förordningen om nettonollindustri för kännedom till kontaktpunktsmyndigheten för nettonollindustriprojekt.",
        "normalized_sv": "Den som ansöker om erkännande av ett projekt som strategiskt nettonollprojekt ska lämna in den ansökan och det beslut om erkännande som strategiskt projekt som avses i artikel 14 i förordningen om nettonollindustri för kännedom till kontaktpunktsmyndigheten för nettonollindustriprojekt.",
        "folded_sv": "den som ansoker om erkannande av ett projekt som strategiskt nettonollprojekt ska lamna in den ansokan och det beslut om erkannande som strategiskt projekt som avses i artikel 14 i forordningen om nettonollindustri for kannedom till kontaktpunktsmyndigheten for nettonollindustriprojekt."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2 a",
      "section": "2 a",
      "title": "Eräiden ympäristönsuojelulain ja vesilain mukaisten lupahakemusten käsittelyjärjestys",
      "content": "nettonollateollisuuden asetus Edellä 1 momentissa tarkoitettujen lupahakemusten lisäksi aluehallintoviraston on annettava etusija Euroopan nettonollateknologiatuotteiden valmistusekosysteemiä vahvistavasta toimenpidekehyksestä ja asetuksen (EU) 2018/1724 muuttamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2024/1735, jäljempänä, 13 artiklassa tarkoitettua strategista nettonollahanketta koskevalle ympäristölupahakemukselle ja vesitaloushankkeen lupahakemukselle suhteessa muihin vireille tulleisiin ympäristönsuojelulain ja vesilain mukaisiin lupahakemuksiin. Jos strateginen nettonollahanke on 2 momentissa tarkoitettu hanke, sen lupakäsittelyssä noudatetaan 1 momenttia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2a",
        "normalized_fi": "nettonollateollisuuden asetus Edellä 1 momentissa tarkoitettujen lupahakemusten lisäksi aluehallintoviraston on annettava etusija Euroopan nettonollateknologiatuotteiden valmistusekosysteemiä vahvistavasta toimenpidekehyksestä ja asetuksen (EU) 2018/1724 muuttamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2024/1735, jäljempänä, 13 artiklassa tarkoitettua strategista nettonollahanketta koskevalle ympäristölupahakemukselle ja vesitaloushankkeen lupahakemukselle suhteessa muihin vireille tulleisiin ympäristönsuojelulain ja vesilain mukaisiin lupahakemuksiin. Jos strateginen nettonollahanke on 2 momentissa tarkoitettu hanke, sen lupakäsittelyssä noudatetaan 1 momenttia.",
        "folded_fi": "nettonollateollisuuden asetus edella 1 momentissa tarkoitettujen lupahakemusten lisaksi aluehallintoviraston on annettava etusija euroopan nettonollateknologiatuotteiden valmistusekosysteemia vahvistavasta toimenpidekehyksesta ja asetuksen (eu) 2018/1724 muuttamisesta annetun euroopan parlamentin ja neuvoston asetuksen (eu) 2024/1735, jaljempana, 13 artiklassa tarkoitettua strategista nettonollahanketta koskevalle ymparistolupahakemukselle ja vesitaloushankkeen lupahakemukselle suhteessa muihin vireille tulleisiin ymparistonsuojelulain ja vesilain mukaisiin lupahakemuksiin. jos strateginen nettonollahanke on 2 momentissa tarkoitettu hanke, sen lupakasittelyssa noudatetaan 1 momenttia.",
        "title_sv": "Behandlingsordning för vissa tillståndsansökningar enligt miljöskyddslagen och vattenlagen",
        "content_sv": "förordningen om nettonollindustri Utöver de tillståndsansökningar som avses i 1 mom. ska regionförvaltningsverket ge sådana ansökningar om miljötillstånd och sådana ansökningar om tillstånd för vattenhushållningsprojekt som gäller i artikel 13 i Europaparlamentets och rådets förordning (EU) 2024/1735 om inrättande av en åtgärdsram för att stärka Europas ekosystem för tillverkning av nettonollteknik och om ändring av förordning (EU) 2018/1724, nedan, avsedda strategiska nettonollprojekt företräde i förhållande till andra anhängiga tillståndsansökningar enligt miljöskyddslagen och vattenlagen. Om ett strategiskt nettonollprojekt är ett sådant projekt som avses i 2 mom., iakttas 1 mom. vid behandlingen av tillstånd för projektet.",
        "normalized_sv": "förordningen om nettonollindustri Utöver de tillståndsansökningar som avses i 1 mom. ska regionförvaltningsverket ge sådana ansökningar om miljötillstånd och sådana ansökningar om tillstånd för vattenhushållningsprojekt som gäller i artikel 13 i Europaparlamentets och rådets förordning (EU) 2024/1735 om inrättande av en åtgärdsram för att stärka Europas ekosystem för tillverkning av nettonollteknik och om ändring av förordning (EU) 2018/1724, nedan, avsedda strategiska nettonollprojekt företräde i förhållande till andra anhängiga tillståndsansökningar enligt miljöskyddslagen och vattenlagen. Om ett strategiskt nettonollprojekt är ett sådant projekt som avses i 2 mom., iakttas 1 mom. vid behandlingen av tillstånd för projektet.",
        "folded_sv": "forordningen om nettonollindustri utover de tillstandsansokningar som avses i 1 mom. ska regionforvaltningsverket ge sadana ansokningar om miljotillstand och sadana ansokningar om tillstand for vattenhushallningsprojekt som galler i artikel 13 i europaparlamentets och radets forordning (eu) 2024/1735 om inrattande av en atgardsram for att starka europas ekosystem for tillverkning av nettonollteknik och om andring av forordning (eu) 2018/1724, nedan, avsedda strategiska nettonollprojekt foretrade i forhallande till andra anhangiga tillstandsansokningar enligt miljoskyddslagen och vattenlagen. om ett strategiskt nettonollprojekt ar ett sadant projekt som avses i 2 mom., iakttas 1 mom. vid behandlingen av tillstand for projektet."
      },
      "valid_from": "2025-03-28",
      "valid_to": null
    },
    {
      "provision_ref": "2 f",
      "section": "2 f",
      "title": "Nettonollateollisuuden hankkeiden yhteyspiste",
      "content": "Itä-Suomen aluehallintovirasto toimii tässä laissa tarkoitettuna nettonollateollisuuden hankkeiden yhteyspisteviranomaisena. Nettonollateollisuuden hankkeiden yhteyspisteviranomainen vastaa nettonollateollisuuden asetuksen 6 artiklan 1 kohdassa tarkoitetulle keskitetylle yhteyspisteelle mainitussa asetuksessa säädetyistä tehtävistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2f",
        "normalized_fi": "Itä-Suomen aluehallintovirasto toimii tässä laissa tarkoitettuna nettonollateollisuuden hankkeiden yhteyspisteviranomaisena. Nettonollateollisuuden hankkeiden yhteyspisteviranomainen vastaa nettonollateollisuuden asetuksen 6 artiklan 1 kohdassa tarkoitetulle keskitetylle yhteyspisteelle mainitussa asetuksessa säädetyistä tehtävistä.",
        "folded_fi": "ita-suomen aluehallintovirasto toimii tassa laissa tarkoitettuna nettonollateollisuuden hankkeiden yhteyspisteviranomaisena. nettonollateollisuuden hankkeiden yhteyspisteviranomainen vastaa nettonollateollisuuden asetuksen 6 artiklan 1 kohdassa tarkoitetulle keskitetylle yhteyspisteelle mainitussa asetuksessa saadetyista tehtavista.",
        "title_sv": "Kontaktpunkt för nettonollindustriprojekt",
        "content_sv": "Regionförvaltningsverket i Östra Finland är den kontaktpunktsmyndighet för nettonollindustriprojekt som avses i denna lag. Kontaktpunktsmyndigheten för nettonollindustriprojekt svarar för de uppgifter som i förordningen om nettonollindustri föreskrivs för den gemensamma kontaktpunkt som avses i artikel 6.1 i den förordningen.",
        "normalized_sv": "Regionförvaltningsverket i Östra Finland är den kontaktpunktsmyndighet för nettonollindustriprojekt som avses i denna lag. Kontaktpunktsmyndigheten för nettonollindustriprojekt svarar för de uppgifter som i förordningen om nettonollindustri föreskrivs för den gemensamma kontaktpunkt som avses i artikel 6.1 i den förordningen.",
        "folded_sv": "regionforvaltningsverket i ostra finland ar den kontaktpunktsmyndighet for nettonollindustriprojekt som avses i denna lag. kontaktpunktsmyndigheten for nettonollindustriprojekt svarar for de uppgifter som i forordningen om nettonollindustri foreskrivs for den gemensamma kontaktpunkt som avses i artikel 6.1 i den forordningen."
      },
      "valid_from": "2025-03-28",
      "valid_to": null
    },
    {
      "provision_ref": "2 g",
      "section": "2 g",
      "title": "Nettonollateollisuuden hankkeita koskevien määräaikojen seuranta",
      "content": "Nettonollateollisuuden hankkeiden yhteyspisteviranomaisen on seurattava nettonollateollisuuden asetuksen 9 artiklassa nettonollateknologian valmistushankkeiden ja 16 artiklassa strategisten nettonollahankkeiden lupamenettelyille säädettyjä määräaikoja. Nettonollateollisuuden hankkeiden yhteyspisteviranomainen voi pidentää edellä mainittuja määräaikoja 9 artiklan 6 ja 7 kohdassa säädetyin edellytyksin. Toimivaltaisen viranomaisen on esitettävä nettonollateollisuuden hankkeiden yhteyspisteviranomaiselle ehdotuksensa toimivallassaan olevan lupa-asian käsittelyn määräajan pidentämisestä sekä perustelut pidentämiselle. Toimivaltaisen viranomaisen on ilmoitettava nettonollateollisuuden hankkeiden yhteyspisteviranomaiselle, kun toimivaltaisessa viranomaisessa vireille tullut hakemus on täydellinen tai miltä osin toimivaltaisessa viranomaisessa vireille tullutta hakemusta on täydennettävä. Toimivaltaisen viranomaisen on huolehdittava, että sähköisessä yhteyspisteessä on ajantasaiset tiedot mainitussa asetuksessa tarkoitetun lupamenettelyn käsittelyvaiheesta. Toimivaltaisen viranomaisen on ilmoitettava nettonollateollisuuden hankkeiden yhteyspisteviranomaiselle lupa-asian vireilletulosta ja asiaa koskevan päätöksen tiedoksiantamisesta hakijalle, jos hakija ei asioi kyseisen menettelyn osalta sähköisen yhteyspisteen kautta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2g",
        "normalized_fi": "Nettonollateollisuuden hankkeiden yhteyspisteviranomaisen on seurattava nettonollateollisuuden asetuksen 9 artiklassa nettonollateknologian valmistushankkeiden ja 16 artiklassa strategisten nettonollahankkeiden lupamenettelyille säädettyjä määräaikoja. Nettonollateollisuuden hankkeiden yhteyspisteviranomainen voi pidentää edellä mainittuja määräaikoja 9 artiklan 6 ja 7 kohdassa säädetyin edellytyksin. Toimivaltaisen viranomaisen on esitettävä nettonollateollisuuden hankkeiden yhteyspisteviranomaiselle ehdotuksensa toimivallassaan olevan lupa-asian käsittelyn määräajan pidentämisestä sekä perustelut pidentämiselle. Toimivaltaisen viranomaisen on ilmoitettava nettonollateollisuuden hankkeiden yhteyspisteviranomaiselle, kun toimivaltaisessa viranomaisessa vireille tullut hakemus on täydellinen tai miltä osin toimivaltaisessa viranomaisessa vireille tullutta hakemusta on täydennettävä. Toimivaltaisen viranomaisen on huolehdittava, että sähköisessä yhteyspisteessä on ajantasaiset tiedot mainitussa asetuksessa tarkoitetun lupamenettelyn käsittelyvaiheesta. Toimivaltaisen viranomaisen on ilmoitettava nettonollateollisuuden hankkeiden yhteyspisteviranomaiselle lupa-asian vireilletulosta ja asiaa koskevan päätöksen tiedoksiantamisesta hakijalle, jos hakija ei asioi kyseisen menettelyn osalta sähköisen yhteyspisteen kautta.",
        "folded_fi": "nettonollateollisuuden hankkeiden yhteyspisteviranomaisen on seurattava nettonollateollisuuden asetuksen 9 artiklassa nettonollateknologian valmistushankkeiden ja 16 artiklassa strategisten nettonollahankkeiden lupamenettelyille saadettyja maaraaikoja. nettonollateollisuuden hankkeiden yhteyspisteviranomainen voi pidentaa edella mainittuja maaraaikoja 9 artiklan 6 ja 7 kohdassa saadetyin edellytyksin. toimivaltaisen viranomaisen on esitettava nettonollateollisuuden hankkeiden yhteyspisteviranomaiselle ehdotuksensa toimivallassaan olevan lupa-asian kasittelyn maaraajan pidentamisesta seka perustelut pidentamiselle. toimivaltaisen viranomaisen on ilmoitettava nettonollateollisuuden hankkeiden yhteyspisteviranomaiselle, kun toimivaltaisessa viranomaisessa vireille tullut hakemus on taydellinen tai milta osin toimivaltaisessa viranomaisessa vireille tullutta hakemusta on taydennettava. toimivaltaisen viranomaisen on huolehdittava, etta sahkoisessa yhteyspisteessa on ajantasaiset tiedot mainitussa asetuksessa tarkoitetun lupamenettelyn kasittelyvaiheesta. toimivaltaisen viranomaisen on ilmoitettava nettonollateollisuuden hankkeiden yhteyspisteviranomaiselle lupa-asian vireilletulosta ja asiaa koskevan paatoksen tiedoksiantamisesta hakijalle, jos hakija ei asioi kyseisen menettelyn osalta sahkoisen yhteyspisteen kautta.",
        "title_sv": "Uppföljning av tidsfrister för nettonollindustriprojekt",
        "content_sv": "Kontaktpunktsmyndigheten för nettonollindustriprojekt ska följa de tidsfrister för tillståndsförfarandet för tillverkningsprojekt för nettonollteknik som anges i artikel 9 i förordningen om nettonollindustri och de tidsfrister för tillståndsförfarandet för strategiska nettonollprojekt som anges i artikel 16 i den förordningen. Kontaktpunktsmyndigheten för nettonollindustriprojekt får förlänga ovannämnda tidsfrister under de förutsättningar som anges i artikel 9.6 och 9.7. Den behöriga myndigheten ska för kontaktpunktsmyndigheten för nettonollindustriprojekt lägga fram sitt förslag till förlängning av tidsfristen för behandlingen av ett tillståndsärende som hör till den behöriga myndighetens behörighet samt ange motiveringar till förlängningen. Den behöriga myndigheten ska underrätta kontaktpunktsmyndigheten för nollindustriprojekt när en ansökan som blivit anhängig hos den behöriga myndigheten är fullständig eller meddela till vilka delar en ansökan som blivit anhängig hos den behöriga myndigheten ska kompletteras. Den behöriga myndigheten ska se till att den elektroniska kontaktpunkten har uppdaterade uppgifter om behandlingsfasen för ett tillståndsförfarande enligt förordningen om nettonollindustri. Den behöriga myndigheten ska underrätta kontaktpunktsmyndigheten för nettonollindustriprojekt om inledande av ett tillståndsärende och om delgivning till sökanden av ett beslut i ärendet, om sökanden inte sköter förfarandet i fråga via den elektroniska kontaktpunkten.",
        "normalized_sv": "Kontaktpunktsmyndigheten för nettonollindustriprojekt ska följa de tidsfrister för tillståndsförfarandet för tillverkningsprojekt för nettonollteknik som anges i artikel 9 i förordningen om nettonollindustri och de tidsfrister för tillståndsförfarandet för strategiska nettonollprojekt som anges i artikel 16 i den förordningen. Kontaktpunktsmyndigheten för nettonollindustriprojekt får förlänga ovannämnda tidsfrister under de förutsättningar som anges i artikel 9.6 och 9.7. Den behöriga myndigheten ska för kontaktpunktsmyndigheten för nettonollindustriprojekt lägga fram sitt förslag till förlängning av tidsfristen för behandlingen av ett tillståndsärende som hör till den behöriga myndighetens behörighet samt ange motiveringar till förlängningen. Den behöriga myndigheten ska underrätta kontaktpunktsmyndigheten för nollindustriprojekt när en ansökan som blivit anhängig hos den behöriga myndigheten är fullständig eller meddela till vilka delar en ansökan som blivit anhängig hos den behöriga myndigheten ska kompletteras. Den behöriga myndigheten ska se till att den elektroniska kontaktpunkten har uppdaterade uppgifter om behandlingsfasen för ett tillståndsförfarande enligt förordningen om nettonollindustri. Den behöriga myndigheten ska underrätta kontaktpunktsmyndigheten för nettonollindustriprojekt om inledande av ett tillståndsärende och om delgivning till sökanden av ett beslut i ärendet, om sökanden inte sköter förfarandet i fråga via den elektroniska kontaktpunkten.",
        "folded_sv": "kontaktpunktsmyndigheten for nettonollindustriprojekt ska folja de tidsfrister for tillstandsforfarandet for tillverkningsprojekt for nettonollteknik som anges i artikel 9 i forordningen om nettonollindustri och de tidsfrister for tillstandsforfarandet for strategiska nettonollprojekt som anges i artikel 16 i den forordningen. kontaktpunktsmyndigheten for nettonollindustriprojekt far forlanga ovannamnda tidsfrister under de forutsattningar som anges i artikel 9.6 och 9.7. den behoriga myndigheten ska for kontaktpunktsmyndigheten for nettonollindustriprojekt lagga fram sitt forslag till forlangning av tidsfristen for behandlingen av ett tillstandsarende som hor till den behoriga myndighetens behorighet samt ange motiveringar till forlangningen. den behoriga myndigheten ska underratta kontaktpunktsmyndigheten for nollindustriprojekt nar en ansokan som blivit anhangig hos den behoriga myndigheten ar fullstandig eller meddela till vilka delar en ansokan som blivit anhangig hos den behoriga myndigheten ska kompletteras. den behoriga myndigheten ska se till att den elektroniska kontaktpunkten har uppdaterade uppgifter om behandlingsfasen for ett tillstandsforfarande enligt forordningen om nettonollindustri. den behoriga myndigheten ska underratta kontaktpunktsmyndigheten for nettonollindustriprojekt om inledande av ett tillstandsarende och om delgivning till sokanden av ett beslut i arendet, om sokanden inte skoter forfarandet i fraga via den elektroniska kontaktpunkten."
      },
      "valid_from": "2025-03-28",
      "valid_to": null
    },
    {
      "provision_ref": "2 h",
      "section": "2 h",
      "title": "Nettonollateollisuuden hankkeiden yhteyspisteviranomaisen tiedonsaantioikeus",
      "content": "Nettonollateollisuuden hankkeiden yhteyspisteviranomaisella on oikeus salassapitosäännösten estämättä saada toimivaltaiselta viranomaiselta sellaiset hakijaa, hanketta ja asian käsittelytilannetta koskevat tiedot toimivaltaisessa viranomaisessa käsittelyssä olevista ja olleista lupa-asioista ja muista hallinnollista menettelyistä, jotka ovat välttämättömiä tässä laissa ja nettonollateollisuuden asetuksessa yhteyspisteviranomaiselle säädettyjen tehtävien hoitamista varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2h",
        "normalized_fi": "Nettonollateollisuuden hankkeiden yhteyspisteviranomaisella on oikeus salassapitosäännösten estämättä saada toimivaltaiselta viranomaiselta sellaiset hakijaa, hanketta ja asian käsittelytilannetta koskevat tiedot toimivaltaisessa viranomaisessa käsittelyssä olevista ja olleista lupa-asioista ja muista hallinnollista menettelyistä, jotka ovat välttämättömiä tässä laissa ja nettonollateollisuuden asetuksessa yhteyspisteviranomaiselle säädettyjen tehtävien hoitamista varten.",
        "folded_fi": "nettonollateollisuuden hankkeiden yhteyspisteviranomaisella on oikeus salassapitosaannosten estamatta saada toimivaltaiselta viranomaiselta sellaiset hakijaa, hanketta ja asian kasittelytilannetta koskevat tiedot toimivaltaisessa viranomaisessa kasittelyssa olevista ja olleista lupa-asioista ja muista hallinnollista menettelyista, jotka ovat valttamattomia tassa laissa ja nettonollateollisuuden asetuksessa yhteyspisteviranomaiselle saadettyjen tehtavien hoitamista varten.",
        "title_sv": "Rätt för kontaktpunktsmyndigheten för nettonollindustriprojekt att få uppgifter",
        "content_sv": "Kontaktpunktsmyndigheten för nettonollindustriprojekt har, när det gäller tillståndsärenden och andra administrativa förfaranden som handläggs eller har handlagts av en behörig myndighet, trots sekretessbestämmelserna rätt att av den behöriga myndigheten få sådana uppgifter om sökanden, projektet och behandlingssituationen i ett ärende som är nödvändiga för skötseln av de uppgifter kontaktpunktsmyndigheten har enligt denna lag eller förordningen om nettonollindustri.",
        "normalized_sv": "Kontaktpunktsmyndigheten för nettonollindustriprojekt har, när det gäller tillståndsärenden och andra administrativa förfaranden som handläggs eller har handlagts av en behörig myndighet, trots sekretessbestämmelserna rätt att av den behöriga myndigheten få sådana uppgifter om sökanden, projektet och behandlingssituationen i ett ärende som är nödvändiga för skötseln av de uppgifter kontaktpunktsmyndigheten har enligt denna lag eller förordningen om nettonollindustri.",
        "folded_sv": "kontaktpunktsmyndigheten for nettonollindustriprojekt har, nar det galler tillstandsarenden och andra administrativa forfaranden som handlaggs eller har handlagts av en behorig myndighet, trots sekretessbestammelserna ratt att av den behoriga myndigheten fa sadana uppgifter om sokanden, projektet och behandlingssituationen i ett arende som ar nodvandiga for skotseln av de uppgifter kontaktpunktsmyndigheten har enligt denna lag eller forordningen om nettonollindustri."
      },
      "valid_from": "2025-03-28",
      "valid_to": null
    },
    {
      "provision_ref": "2 i",
      "section": "2 i",
      "title": "Strategisia nettonollahankkeita koskevien asiakirjojen toimittaminen",
      "content": "Strategiseksi nettonollahankkeeksi tunnustamista hakevan on lähetettävä nettonollateollisuuden asetuksen 14 artiklassa tarkoitettu tunnustamista koskeva hakemus ja päätös tiedoksi nettonollateollisuuden hankkeiden yhteyspisteviranomaiselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2i",
        "normalized_fi": "Strategiseksi nettonollahankkeeksi tunnustamista hakevan on lähetettävä nettonollateollisuuden asetuksen 14 artiklassa tarkoitettu tunnustamista koskeva hakemus ja päätös tiedoksi nettonollateollisuuden hankkeiden yhteyspisteviranomaiselle.",
        "folded_fi": "strategiseksi nettonollahankkeeksi tunnustamista hakevan on lahetettava nettonollateollisuuden asetuksen 14 artiklassa tarkoitettu tunnustamista koskeva hakemus ja paatos tiedoksi nettonollateollisuuden hankkeiden yhteyspisteviranomaiselle.",
        "title_sv": "Inlämnande av handlingar som gäller strategiska nettonollprojekt",
        "content_sv": "Den som ansöker om erkännande av ett projekt som strategiskt nettonollprojekt ska lämna in den ansökan och det beslut om erkännande som strategiskt projekt som avses i artikel 14 i förordningen om nettonollindustri för kännedom till kontaktpunktsmyndigheten för nettonollindustriprojekt.",
        "normalized_sv": "Den som ansöker om erkännande av ett projekt som strategiskt nettonollprojekt ska lämna in den ansökan och det beslut om erkännande som strategiskt projekt som avses i artikel 14 i förordningen om nettonollindustri för kännedom till kontaktpunktsmyndigheten för nettonollindustriprojekt.",
        "folded_sv": "den som ansoker om erkannande av ett projekt som strategiskt nettonollprojekt ska lamna in den ansokan och det beslut om erkannande som strategiskt projekt som avses i artikel 14 i forordningen om nettonollindustri for kannedom till kontaktpunktsmyndigheten for nettonollindustriprojekt."
      },
      "valid_from": "2025-03-28",
      "valid_to": null
    }
  ]
}