{
  "id": "1153/2007",
  "type": "statute",
  "title": "Laki vammaisetuuksista annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om handikappförmåner",
  "status": "in_force",
  "issued_date": "2007-12-07",
  "in_force_date": "2007-12-07",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/1153/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Vammaisetuuden hakeminen",
      "content": "Jos henkilö sairauden, vanhuuden tai muun sellaisen syyn takia ei pysty itse hakemaan vammaisetuutta tai muutoin huolehtimaan etuutta koskevista oikeuksistaan eikä hänellä ole edunvalvojaa, voi Kansaneläkelaitoksen hyväksymä henkilön lähiomainen tai muukin henkilö, joka pääasiallisesti on huolehtinut hänestä, hänen puolestaan käyttää puhevaltaa vammaisetuutta koskevassa asiassa. Alle 16-vuotiaan vammaistukea voi hakea lapsen edunvalvoja, huoltaja, kunnan sosiaalihuoltolain (710/1982) 6 §:n 1 momentissa tarkoitettu toimielin tai henkilö, jonka hoitoon lapsi on lastensuojelulain (417/2007) 81 §:ssä tarkoitetulla tavalla sijoitettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Jos henkilö sairauden, vanhuuden tai muun sellaisen syyn takia ei pysty itse hakemaan vammaisetuutta tai muutoin huolehtimaan etuutta koskevista oikeuksistaan eikä hänellä ole edunvalvojaa, voi Kansaneläkelaitoksen hyväksymä henkilön lähiomainen tai muukin henkilö, joka pääasiallisesti on huolehtinut hänestä, hänen puolestaan käyttää puhevaltaa vammaisetuutta koskevassa asiassa. Alle 16-vuotiaan vammaistukea voi hakea lapsen edunvalvoja, huoltaja, kunnan sosiaalihuoltolain (710/1982) 6 § :n 1 momentissa tarkoitettu toimielin tai henkilö, jonka hoitoon lapsi on lastensuojelulain (417/2007) 81 § :ssä tarkoitetulla tavalla sijoitettu.",
        "folded_fi": "jos henkilo sairauden, vanhuuden tai muun sellaisen syyn takia ei pysty itse hakemaan vammaisetuutta tai muutoin huolehtimaan etuutta koskevista oikeuksistaan eika hanella ole edunvalvojaa, voi kansanelakelaitoksen hyvaksyma henkilon lahiomainen tai muukin henkilo, joka paaasiallisesti on huolehtinut hanesta, hanen puolestaan kayttaa puhevaltaa vammaisetuutta koskevassa asiassa. alle 16-vuotiaan vammaistukea voi hakea lapsen edunvalvoja, huoltaja, kunnan sosiaalihuoltolain (710/1982) 6 §:n 1 momentissa tarkoitettu toimielin tai henkilo, jonka hoitoon lapsi on lastensuojelulain (417/2007) 81 §:ssa tarkoitetulla tavalla sijoitettu.",
        "title_sv": "Ansökan om handikappförmåner",
        "content_sv": "Om en person på grund av sjukdom, ålderdom eller någon annan sådan orsak är oförmögen att själv ansöka om en handikappförmån eller att i övrigt sörja för sina förmånsrättigheter och om han eller hon inte har någon intressebevakare, kan en av Folkpensionsanstalten godkänd nära anhörig eller någon annan som huvudsakligen har skött personen, i dennes ställe föra talan i ärenden som gäller handikappförmåner. När det gäller handikappbidrag för personer under 16 år kan barnets intressebevakare, vårdnadshavare, ett kommunalt organ som avses i 6 § 1 mom. i socialvårdslagen (710/1982) eller den person i vars vård barnet har placerats enligt 81 § i barnskyddslagen (417/2007) göra ansökan.",
        "normalized_sv": "Om en person på grund av sjukdom, ålderdom eller någon annan sådan orsak är oförmögen att själv ansöka om en handikappförmån eller att i övrigt sörja för sina förmånsrättigheter och om han eller hon inte har någon intressebevakare, kan en av Folkpensionsanstalten godkänd nära anhörig eller någon annan som huvudsakligen har skött personen, i dennes ställe föra talan i ärenden som gäller handikappförmåner. När det gäller handikappbidrag för personer under 16 år kan barnets intressebevakare, vårdnadshavare, ett kommunalt organ som avses i 6 § 1 mom. i socialvårdslagen (710/1982) eller den person i vars vård barnet har placerats enligt 81 § i barnskyddslagen (417/2007) göra ansökan.",
        "folded_sv": "om en person pa grund av sjukdom, alderdom eller nagon annan sadan orsak ar oformogen att sjalv ansoka om en handikappforman eller att i ovrigt sorja for sina formansrattigheter och om han eller hon inte har nagon intressebevakare, kan en av folkpensionsanstalten godkand nara anhorig eller nagon annan som huvudsakligen har skott personen, i dennes stalle fora talan i arenden som galler handikappformaner. nar det galler handikappbidrag for personer under 16 ar kan barnets intressebevakare, vardnadshavare, ett kommunalt organ som avses i 6 § 1 mom. i socialvardslagen (710/1982) eller den person i vars vard barnet har placerats enligt 81 § i barnskyddslagen (417/2007) gora ansokan."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Alle 16-vuotiaan vammaistuen hakeminen ja ilmoitusvelvollisuus",
      "content": "Alle 16-vuotiaan vammaistukea saavan lapsen edunvalvojan, huoltajan tai muun alle 16-vuotiaan vammaistukea 15 §:n 2 momentin mukaan hakemaan oikeutetun henkilön on ilmoitettava:",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Alle 16-vuotiaan vammaistukea saavan lapsen edunvalvojan, huoltajan tai muun alle 16-vuotiaan vammaistukea 15 § :n 2 momentin mukaan hakemaan oikeutetun henkilön on ilmoitettava:",
        "folded_fi": "alle 16-vuotiaan vammaistukea saavan lapsen edunvalvojan, huoltajan tai muun alle 16-vuotiaan vammaistukea 15 §:n 2 momentin mukaan hakemaan oikeutetun henkilon on ilmoitettava:",
        "title_sv": "Ansökan om och anmälningsskyldighet i fråga om handikappbidrag för personer under 16 år",
        "content_sv": "Intressebevakaren eller vårdnadshavaren för ett barn som får handikappbidrag för personer under 16 år eller en annan person som enligt 15 § 2 mom. har rätt att ansöka om handikappbidrag för personer under 16 år ska meddela",
        "normalized_sv": "Intressebevakaren eller vårdnadshavaren för ett barn som får handikappbidrag för personer under 16 år eller en annan person som enligt 15 § 2 mom. har rätt att ansöka om handikappbidrag för personer under 16 år ska meddela",
        "folded_sv": "intressebevakaren eller vardnadshavaren for ett barn som far handikappbidrag for personer under 16 ar eller en annan person som enligt 15 § 2 mom. har ratt att ansoka om handikappbidrag for personer under 16 ar ska meddela"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Alle 16-vuotiaan vammaistuen maksamisen erityissäännökset",
      "content": "Jos alle 16-vuotias vammaistukea saava lapsi ei asu edunvalvojansa kanssa samassa taloudessa, vammaistuki voidaan maksaa lapsen huoltajalle tai henkilölle, jonka hoitoon lapsi on lastensuojelulain 81 §:ssä tarkoitetulla tavalla sijoitettu. Kansaneläkelaitoksen on kuultava sosiaalihuoltolain 6 §:n 1 momentissa tarkoitettua toimielintä ja lapsen edunvalvojaa. Jos vammaistuen maksamista lapsen edunvalvojalle tai 1 momentissa tarkoitetulle ei erityisestä syystä voida pitää tarkoituksenmukaisena, Kansaneläkelaitos voi päättää, että vammaistuki maksetaan 1 momentissa mainitulle toimielimelle tai sen suostumuksella sopivalle henkilölle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:27",
        "normalized_fi": "Jos alle 16-vuotias vammaistukea saava lapsi ei asu edunvalvojansa kanssa samassa taloudessa, vammaistuki voidaan maksaa lapsen huoltajalle tai henkilölle, jonka hoitoon lapsi on lastensuojelulain 81 § :ssä tarkoitetulla tavalla sijoitettu. Kansaneläkelaitoksen on kuultava sosiaalihuoltolain 6 § :n 1 momentissa tarkoitettua toimielintä ja lapsen edunvalvojaa. Jos vammaistuen maksamista lapsen edunvalvojalle tai 1 momentissa tarkoitetulle ei erityisestä syystä voida pitää tarkoituksenmukaisena, Kansaneläkelaitos voi päättää, että vammaistuki maksetaan 1 momentissa mainitulle toimielimelle tai sen suostumuksella sopivalle henkilölle.",
        "folded_fi": "jos alle 16-vuotias vammaistukea saava lapsi ei asu edunvalvojansa kanssa samassa taloudessa, vammaistuki voidaan maksaa lapsen huoltajalle tai henkilolle, jonka hoitoon lapsi on lastensuojelulain 81 §:ssa tarkoitetulla tavalla sijoitettu. kansanelakelaitoksen on kuultava sosiaalihuoltolain 6 §:n 1 momentissa tarkoitettua toimielinta ja lapsen edunvalvojaa. jos vammaistuen maksamista lapsen edunvalvojalle tai 1 momentissa tarkoitetulle ei erityisesta syysta voida pitaa tarkoituksenmukaisena, kansanelakelaitos voi paattaa, etta vammaistuki maksetaan 1 momentissa mainitulle toimielimelle tai sen suostumuksella sopivalle henkilolle.",
        "title_sv": "Särskilda bestämmelser om betalning av handikappbidrag för personer under 16 år",
        "content_sv": "Om ett barn under 16 år som får handikappbidrag inte bor i samma hushåll som sin intressebevakare, kan handikappbidrag betalas till barnets vårdnadshavare eller till den person i vars vård barnet har placerats enligt 81 § i barnskyddslagen. Folkpensionsanstalten ska höra det organ som avses i 6 § 1 mom. i socialvårdslagen och barnets intressebevakare. Om det inte av särskilda skäl kan anses ändamålsenligt att handikappbidraget betalas till barnets intressebevakare eller till en person om avses i 1 mom., kan Folkpensionsanstalten besluta att handikappbidraget ska betalas till det i 1 mom. nämnda organet eller med dess samtycke till en lämplig person.",
        "normalized_sv": "Om ett barn under 16 år som får handikappbidrag inte bor i samma hushåll som sin intressebevakare, kan handikappbidrag betalas till barnets vårdnadshavare eller till den person i vars vård barnet har placerats enligt 81 § i barnskyddslagen. Folkpensionsanstalten ska höra det organ som avses i 6 § 1 mom. i socialvårdslagen och barnets intressebevakare. Om det inte av särskilda skäl kan anses ändamålsenligt att handikappbidraget betalas till barnets intressebevakare eller till en person om avses i 1 mom., kan Folkpensionsanstalten besluta att handikappbidraget ska betalas till det i 1 mom. nämnda organet eller med dess samtycke till en lämplig person.",
        "folded_sv": "om ett barn under 16 ar som far handikappbidrag inte bor i samma hushall som sin intressebevakare, kan handikappbidrag betalas till barnets vardnadshavare eller till den person i vars vard barnet har placerats enligt 81 § i barnskyddslagen. folkpensionsanstalten ska hora det organ som avses i 6 § 1 mom. i socialvardslagen och barnets intressebevakare. om det inte av sarskilda skal kan anses andamalsenligt att handikappbidraget betalas till barnets intressebevakare eller till en person om avses i 1 mom., kan folkpensionsanstalten besluta att handikappbidraget ska betalas till det i 1 mom. namnda organet eller med dess samtycke till en lamplig person."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Maksamisen väliaikainen keskeyttäminen",
      "content": "Vammaisetuuden maksaminen voidaan keskeyttää väliaikaisesti, jos etuudensaaja ei pyynnöstä huolimatta toimita maksuosoitetta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31",
        "normalized_fi": "Vammaisetuuden maksaminen voidaan keskeyttää väliaikaisesti, jos etuudensaaja ei pyynnöstä huolimatta toimita maksuosoitetta.",
        "folded_fi": "vammaisetuuden maksaminen voidaan keskeyttaa valiaikaisesti, jos etuudensaaja ei pyynnosta huolimatta toimita maksuosoitetta.",
        "title_sv": "Temporärt avbrott i utbetalningen",
        "content_sv": "Utbetalningen av en handikappförmån kan avbrytas temporärt, om förmånstagaren inte på begäran anger en betalningsadress.",
        "normalized_sv": "Utbetalningen av en handikappförmån kan avbrytas temporärt, om förmånstagaren inte på begäran anger en betalningsadress.",
        "folded_sv": "utbetalningen av en handikappforman kan avbrytas temporart, om formanstagaren inte pa begaran anger en betalningsadress."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Takaisinperintä",
      "content": "Liikaa maksettu alle 16-vuotiaan vammaistuki peritään takaisin lapsen edunvalvojalta tai siltä, jolle se on maksettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34",
        "normalized_fi": "Liikaa maksettu alle 16-vuotiaan vammaistuki peritään takaisin lapsen edunvalvojalta tai siltä, jolle se on maksettu.",
        "folded_fi": "liikaa maksettu alle 16-vuotiaan vammaistuki peritaan takaisin lapsen edunvalvojalta tai silta, jolle se on maksettu.",
        "title_sv": "Återkrav",
        "content_sv": "Överbetalt handikappbidrag till ett barn under 16 år återkrävs hos barnets intressebevakare eller hos den till vilken det betalts.",
        "normalized_sv": "Överbetalt handikappbidrag till ett barn under 16 år återkrävs hos barnets intressebevakare eller hos den till vilken det betalts.",
        "folded_sv": "overbetalt handikappbidrag till ett barn under 16 ar aterkravs hos barnets intressebevakare eller hos den till vilken det betalts."
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "title": "Siirtymäsäännökset",
      "content": "Jos tämän lain voimaan tullessa on maksettu eläkkeensaajien hoitotukea kansaneläkelain muuttamisesta annetun lain (123/1988) voimaantulosäännöksen 3 tai 5 momentin perusteella, hoitotuen maksamista jatketaan lain voimaan tullessa voimassa ollein perustein 32 §:n mukaiseen tarkistukseen tai 33 §:n mukaiseen lakkaamiseen saakka. Tässä momentissa tarkoitettu hoitotuki lakkaa myös, jos etuudensaajalle myönnetään vammaistuki tai vammaistuki tarkistetaan. Jos tämän lain voimaan tullessa voimassa olleen vammaistukilain 11 §:n 2 momentin perusteella on maksettu invalidirahan suuruista vammaistukea tai jos vammaistukea on maksettu vammaistukilain 11 §:n 5 momentin perusteella, tuen maksamista jatketaan 32 §:n mukaiseen tarkistukseen tai 33 §:n mukaiseen lakkaamiseen saakka. Tässä momentissa tarkoitettu vammaistuki lakkaa myös, jos etuudensaajalle myönnetään hoitotuki tai hoitotuki tarkistetaan. Jos tämän lain voimaan tullessa voimassa olleen kansaneläkelain muuttamisesta annetun lain (1491/1995) voimaantulosäännöksen 2 momentin perusteella on maksettu eläkkeensaajien hoitotukea, hoitotuen maksamista jatketaan 32 §:n mukaiseen tarkistukseen tai 33 §:n mukaiseen lakkaamiseen saakka. Tässä momentissa tarkoitettu hoitotuki lakkaa myös, jos etuudensaajalle myönnetään vammaistuki tai vammaistuki tarkistetaan. Jos tämän lain voimaan tullessa voimassa olleen kansaneläkelain muuttamisesta annetun lain (979/1996) voimaantulosäännöksen 6 momentin perusteella on maksettu eläkkeensaajien hoitotukea, hoitotuen maksamista jatketaan 32 §:n mukaiseen tarkistukseen tai 33 §:n mukaiseen lakkaamiseen saakka. Tässä momentissa tarkoitettu hoitotuki lakkaa myös, jos etuudensaajalle myönnetään vammaistuki tai vammaistuki tarkistetaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:56",
        "normalized_fi": "Jos tämän lain voimaan tullessa on maksettu eläkkeensaajien hoitotukea kansaneläkelain muuttamisesta annetun lain (123/1988) voimaantulosäännöksen 3 tai 5 momentin perusteella, hoitotuen maksamista jatketaan lain voimaan tullessa voimassa ollein perustein 32 § :n mukaiseen tarkistukseen tai 33 § :n mukaiseen lakkaamiseen saakka. Tässä momentissa tarkoitettu hoitotuki lakkaa myös, jos etuudensaajalle myönnetään vammaistuki tai vammaistuki tarkistetaan. Jos tämän lain voimaan tullessa voimassa olleen vammaistukilain 11 § :n 2 momentin perusteella on maksettu invalidirahan suuruista vammaistukea tai jos vammaistukea on maksettu vammaistukilain 11 § :n 5 momentin perusteella, tuen maksamista jatketaan 32 § :n mukaiseen tarkistukseen tai 33 § :n mukaiseen lakkaamiseen saakka. Tässä momentissa tarkoitettu vammaistuki lakkaa myös, jos etuudensaajalle myönnetään hoitotuki tai hoitotuki tarkistetaan. Jos tämän lain voimaan tullessa voimassa olleen kansaneläkelain muuttamisesta annetun lain (1491/1995) voimaantulosäännöksen 2 momentin perusteella on maksettu eläkkeensaajien hoitotukea, hoitotuen maksamista jatketaan 32 § :n mukaiseen tarkistukseen tai 33 § :n mukaiseen lakkaamiseen saakka. Tässä momentissa tarkoitettu hoitotuki lakkaa myös, jos etuudensaajalle myönnetään vammaistuki tai vammaistuki tarkistetaan. Jos tämän lain voimaan tullessa voimassa olleen kansaneläkelain muuttamisesta annetun lain (979/1996) voimaantulosäännöksen 6 momentin perusteella on maksettu eläkkeensaajien hoitotukea, hoitotuen maksamista jatketaan 32 § :n mukaiseen tarkistukseen tai 33 § :n mukaiseen lakkaamiseen saakka. Tässä momentissa tarkoitettu hoitotuki lakkaa myös, jos etuudensaajalle myönnetään vammaistuki tai vammaistuki tarkistetaan.",
        "folded_fi": "jos taman lain voimaan tullessa on maksettu elakkeensaajien hoitotukea kansanelakelain muuttamisesta annetun lain (123/1988) voimaantulosaannoksen 3 tai 5 momentin perusteella, hoitotuen maksamista jatketaan lain voimaan tullessa voimassa ollein perustein 32 §:n mukaiseen tarkistukseen tai 33 §:n mukaiseen lakkaamiseen saakka. tassa momentissa tarkoitettu hoitotuki lakkaa myos, jos etuudensaajalle myonnetaan vammaistuki tai vammaistuki tarkistetaan. jos taman lain voimaan tullessa voimassa olleen vammaistukilain 11 §:n 2 momentin perusteella on maksettu invalidirahan suuruista vammaistukea tai jos vammaistukea on maksettu vammaistukilain 11 §:n 5 momentin perusteella, tuen maksamista jatketaan 32 §:n mukaiseen tarkistukseen tai 33 §:n mukaiseen lakkaamiseen saakka. tassa momentissa tarkoitettu vammaistuki lakkaa myos, jos etuudensaajalle myonnetaan hoitotuki tai hoitotuki tarkistetaan. jos taman lain voimaan tullessa voimassa olleen kansanelakelain muuttamisesta annetun lain (1491/1995) voimaantulosaannoksen 2 momentin perusteella on maksettu elakkeensaajien hoitotukea, hoitotuen maksamista jatketaan 32 §:n mukaiseen tarkistukseen tai 33 §:n mukaiseen lakkaamiseen saakka. tassa momentissa tarkoitettu hoitotuki lakkaa myos, jos etuudensaajalle myonnetaan vammaistuki tai vammaistuki tarkistetaan. jos taman lain voimaan tullessa voimassa olleen kansanelakelain muuttamisesta annetun lain (979/1996) voimaantulosaannoksen 6 momentin perusteella on maksettu elakkeensaajien hoitotukea, hoitotuen maksamista jatketaan 32 §:n mukaiseen tarkistukseen tai 33 §:n mukaiseen lakkaamiseen saakka. tassa momentissa tarkoitettu hoitotuki lakkaa myos, jos etuudensaajalle myonnetaan vammaistuki tai vammaistuki tarkistetaan.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "Om vårdbidrag för pensionstagare med stöd av 3 eller 5 mom. i ikraftträdandebestämmelsen i lagen om ändring av folkpensionslagen (123/1988) har betalats vid den här lagens ikraftträdande, fortsätter utbetalningen av vårdbidraget på de grunder som gällde vid ikraftträdandet fram till en justering enligt 32 § eller indragning enligt 33 §. Vårdbidrag som avses i detta moment upphör också om förmånstagaren beviljas handikappbidrag eller om handikappbidraget justeras. Om handikappbidrag motsvarande invalidpenning har betalats med stöd av 11 § 2 mom. i lagen om handikappbidrag, som gällde vid ikraftträdandet, eller om handikappbidrag har betalats med stöd av 11 § 5 mom. i den nämnda lagen, fortsätter utbetalningen av bidraget fram till en justering enligt 32 § eller indragning enligt 33 §. Handikappbidrag som avses i detta moment upphör också om förmånstagaren beviljas vårdbidrag eller om vårdbidraget justeras. Om vårdbidrag för pensionstagare har betalats med stöd av 2 mom. i ikraftträdandebestämmelsen i lagen om ändring av folkpensionslagen (1491/1995), som gällde vid ikraftträdandet, fortsätter utbetalningen av vårdbidraget fram till en justering enligt 32 § eller indragning enligt 33 §. Vårdbidrag som avses i detta moment upphör också om förmånstagaren beviljas handikappbidrag eller om handikappbidraget justeras. Om vårdbidrag för pensionstagare har betalats med stöd av 6 mom. i ikraftträdandebestämmelsen i lagen om ändring av folkpensionslagen (979/1996), som gällde vid ikraftträdandet, fortsätter utbetalningen av vårdbidraget fram till en justering enligt 32 § eller indragning enligt 33 §. Vårdbidrag som avses i detta moment upphör också om förmånstagaren beviljas handikappbidrag eller om handikappbidraget justeras.",
        "normalized_sv": "Om vårdbidrag för pensionstagare med stöd av 3 eller 5 mom. i ikraftträdandebestämmelsen i lagen om ändring av folkpensionslagen (123/1988) har betalats vid den här lagens ikraftträdande, fortsätter utbetalningen av vårdbidraget på de grunder som gällde vid ikraftträdandet fram till en justering enligt 32 § eller indragning enligt 33 § . Vårdbidrag som avses i detta moment upphör också om förmånstagaren beviljas handikappbidrag eller om handikappbidraget justeras. Om handikappbidrag motsvarande invalidpenning har betalats med stöd av 11 § 2 mom. i lagen om handikappbidrag, som gällde vid ikraftträdandet, eller om handikappbidrag har betalats med stöd av 11 § 5 mom. i den nämnda lagen, fortsätter utbetalningen av bidraget fram till en justering enligt 32 § eller indragning enligt 33 § . Handikappbidrag som avses i detta moment upphör också om förmånstagaren beviljas vårdbidrag eller om vårdbidraget justeras. Om vårdbidrag för pensionstagare har betalats med stöd av 2 mom. i ikraftträdandebestämmelsen i lagen om ändring av folkpensionslagen (1491/1995), som gällde vid ikraftträdandet, fortsätter utbetalningen av vårdbidraget fram till en justering enligt 32 § eller indragning enligt 33 § . Vårdbidrag som avses i detta moment upphör också om förmånstagaren beviljas handikappbidrag eller om handikappbidraget justeras. Om vårdbidrag för pensionstagare har betalats med stöd av 6 mom. i ikraftträdandebestämmelsen i lagen om ändring av folkpensionslagen (979/1996), som gällde vid ikraftträdandet, fortsätter utbetalningen av vårdbidraget fram till en justering enligt 32 § eller indragning enligt 33 § . Vårdbidrag som avses i detta moment upphör också om förmånstagaren beviljas handikappbidrag eller om handikappbidraget justeras.",
        "folded_sv": "om vardbidrag for pensionstagare med stod av 3 eller 5 mom. i ikrafttradandebestammelsen i lagen om andring av folkpensionslagen (123/1988) har betalats vid den har lagens ikrafttradande, fortsatter utbetalningen av vardbidraget pa de grunder som gallde vid ikrafttradandet fram till en justering enligt 32 § eller indragning enligt 33 §. vardbidrag som avses i detta moment upphor ocksa om formanstagaren beviljas handikappbidrag eller om handikappbidraget justeras. om handikappbidrag motsvarande invalidpenning har betalats med stod av 11 § 2 mom. i lagen om handikappbidrag, som gallde vid ikrafttradandet, eller om handikappbidrag har betalats med stod av 11 § 5 mom. i den namnda lagen, fortsatter utbetalningen av bidraget fram till en justering enligt 32 § eller indragning enligt 33 §. handikappbidrag som avses i detta moment upphor ocksa om formanstagaren beviljas vardbidrag eller om vardbidraget justeras. om vardbidrag for pensionstagare har betalats med stod av 2 mom. i ikrafttradandebestammelsen i lagen om andring av folkpensionslagen (1491/1995), som gallde vid ikrafttradandet, fortsatter utbetalningen av vardbidraget fram till en justering enligt 32 § eller indragning enligt 33 §. vardbidrag som avses i detta moment upphor ocksa om formanstagaren beviljas handikappbidrag eller om handikappbidraget justeras. om vardbidrag for pensionstagare har betalats med stod av 6 mom. i ikrafttradandebestammelsen i lagen om andring av folkpensionslagen (979/1996), som gallde vid ikrafttradandet, fortsatter utbetalningen av vardbidraget fram till en justering enligt 32 § eller indragning enligt 33 §. vardbidrag som avses i detta moment upphor ocksa om formanstagaren beviljas handikappbidrag eller om handikappbidraget justeras."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Vammaisetuuden hakeminen",
      "content": "Jos henkilö sairauden, vanhuuden tai muun sellaisen syyn takia ei pysty itse hakemaan vammaisetuutta tai muutoin huolehtimaan etuutta koskevista oikeuksistaan eikä hänellä ole edunvalvojaa, voi Kansaneläkelaitoksen hyväksymä henkilön lähiomainen tai muukin henkilö, joka pääasiallisesti on huolehtinut hänestä, hänen puolestaan käyttää puhevaltaa vammaisetuutta koskevassa asiassa. Alle 16-vuotiaan vammaistukea voi hakea lapsen edunvalvoja, huoltaja, kunnan sosiaalihuoltolain (710/1982) 6 §:n 1 momentissa tarkoitettu toimielin tai henkilö, jonka hoitoon lapsi on lastensuojelulain (417/2007) 81 §:ssä tarkoitetulla tavalla sijoitettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Jos henkilö sairauden, vanhuuden tai muun sellaisen syyn takia ei pysty itse hakemaan vammaisetuutta tai muutoin huolehtimaan etuutta koskevista oikeuksistaan eikä hänellä ole edunvalvojaa, voi Kansaneläkelaitoksen hyväksymä henkilön lähiomainen tai muukin henkilö, joka pääasiallisesti on huolehtinut hänestä, hänen puolestaan käyttää puhevaltaa vammaisetuutta koskevassa asiassa. Alle 16-vuotiaan vammaistukea voi hakea lapsen edunvalvoja, huoltaja, kunnan sosiaalihuoltolain (710/1982) 6 § :n 1 momentissa tarkoitettu toimielin tai henkilö, jonka hoitoon lapsi on lastensuojelulain (417/2007) 81 § :ssä tarkoitetulla tavalla sijoitettu.",
        "folded_fi": "jos henkilo sairauden, vanhuuden tai muun sellaisen syyn takia ei pysty itse hakemaan vammaisetuutta tai muutoin huolehtimaan etuutta koskevista oikeuksistaan eika hanella ole edunvalvojaa, voi kansanelakelaitoksen hyvaksyma henkilon lahiomainen tai muukin henkilo, joka paaasiallisesti on huolehtinut hanesta, hanen puolestaan kayttaa puhevaltaa vammaisetuutta koskevassa asiassa. alle 16-vuotiaan vammaistukea voi hakea lapsen edunvalvoja, huoltaja, kunnan sosiaalihuoltolain (710/1982) 6 §:n 1 momentissa tarkoitettu toimielin tai henkilo, jonka hoitoon lapsi on lastensuojelulain (417/2007) 81 §:ssa tarkoitetulla tavalla sijoitettu.",
        "title_sv": "Ansökan om handikappförmåner",
        "content_sv": "Om en person på grund av sjukdom, ålderdom eller någon annan sådan orsak är oförmögen att själv ansöka om en handikappförmån eller att i övrigt sörja för sina förmånsrättigheter och om han eller hon inte har någon intressebevakare, kan en av Folkpensionsanstalten godkänd nära anhörig eller någon annan som huvudsakligen har skött personen, i dennes ställe föra talan i ärenden som gäller handikappförmåner. När det gäller handikappbidrag för personer under 16 år kan barnets intressebevakare, vårdnadshavare, ett kommunalt organ som avses i 6 § 1 mom. i socialvårdslagen (710/1982) eller den person i vars vård barnet har placerats enligt 81 § i barnskyddslagen (417/2007) göra ansökan.",
        "normalized_sv": "Om en person på grund av sjukdom, ålderdom eller någon annan sådan orsak är oförmögen att själv ansöka om en handikappförmån eller att i övrigt sörja för sina förmånsrättigheter och om han eller hon inte har någon intressebevakare, kan en av Folkpensionsanstalten godkänd nära anhörig eller någon annan som huvudsakligen har skött personen, i dennes ställe föra talan i ärenden som gäller handikappförmåner. När det gäller handikappbidrag för personer under 16 år kan barnets intressebevakare, vårdnadshavare, ett kommunalt organ som avses i 6 § 1 mom. i socialvårdslagen (710/1982) eller den person i vars vård barnet har placerats enligt 81 § i barnskyddslagen (417/2007) göra ansökan.",
        "folded_sv": "om en person pa grund av sjukdom, alderdom eller nagon annan sadan orsak ar oformogen att sjalv ansoka om en handikappforman eller att i ovrigt sorja for sina formansrattigheter och om han eller hon inte har nagon intressebevakare, kan en av folkpensionsanstalten godkand nara anhorig eller nagon annan som huvudsakligen har skott personen, i dennes stalle fora talan i arenden som galler handikappformaner. nar det galler handikappbidrag for personer under 16 ar kan barnets intressebevakare, vardnadshavare, ett kommunalt organ som avses i 6 § 1 mom. i socialvardslagen (710/1982) eller den person i vars vard barnet har placerats enligt 81 § i barnskyddslagen (417/2007) gora ansokan."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Alle 16-vuotiaan vammaistuen hakeminen ja ilmoitusvelvollisuus",
      "content": "Alle 16-vuotiaan vammaistukea saavan lapsen edunvalvojan, huoltajan tai muun alle 16-vuotiaan vammaistukea 15 §:n 2 momentin mukaan hakemaan oikeutetun henkilön on ilmoitettava:",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Alle 16-vuotiaan vammaistukea saavan lapsen edunvalvojan, huoltajan tai muun alle 16-vuotiaan vammaistukea 15 § :n 2 momentin mukaan hakemaan oikeutetun henkilön on ilmoitettava:",
        "folded_fi": "alle 16-vuotiaan vammaistukea saavan lapsen edunvalvojan, huoltajan tai muun alle 16-vuotiaan vammaistukea 15 §:n 2 momentin mukaan hakemaan oikeutetun henkilon on ilmoitettava:",
        "title_sv": "Ansökan om och anmälningsskyldighet i fråga om handikappbidrag för personer under 16 år",
        "content_sv": "Intressebevakaren eller vårdnadshavaren för ett barn som får handikappbidrag för personer under 16 år eller en annan person som enligt 15 § 2 mom. har rätt att ansöka om handikappbidrag för personer under 16 år ska meddela",
        "normalized_sv": "Intressebevakaren eller vårdnadshavaren för ett barn som får handikappbidrag för personer under 16 år eller en annan person som enligt 15 § 2 mom. har rätt att ansöka om handikappbidrag för personer under 16 år ska meddela",
        "folded_sv": "intressebevakaren eller vardnadshavaren for ett barn som far handikappbidrag for personer under 16 ar eller en annan person som enligt 15 § 2 mom. har ratt att ansoka om handikappbidrag for personer under 16 ar ska meddela"
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Alle 16-vuotiaan vammaistuen maksamisen erityissäännökset",
      "content": "Jos alle 16-vuotias vammaistukea saava lapsi ei asu edunvalvojansa kanssa samassa taloudessa, vammaistuki voidaan maksaa lapsen huoltajalle tai henkilölle, jonka hoitoon lapsi on lastensuojelulain 81 §:ssä tarkoitetulla tavalla sijoitettu. Kansaneläkelaitoksen on kuultava sosiaalihuoltolain 6 §:n 1 momentissa tarkoitettua toimielintä ja lapsen edunvalvojaa. Jos vammaistuen maksamista lapsen edunvalvojalle tai 1 momentissa tarkoitetulle ei erityisestä syystä voida pitää tarkoituksenmukaisena, Kansaneläkelaitos voi päättää, että vammaistuki maksetaan 1 momentissa mainitulle toimielimelle tai sen suostumuksella sopivalle henkilölle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:27",
        "normalized_fi": "Jos alle 16-vuotias vammaistukea saava lapsi ei asu edunvalvojansa kanssa samassa taloudessa, vammaistuki voidaan maksaa lapsen huoltajalle tai henkilölle, jonka hoitoon lapsi on lastensuojelulain 81 § :ssä tarkoitetulla tavalla sijoitettu. Kansaneläkelaitoksen on kuultava sosiaalihuoltolain 6 § :n 1 momentissa tarkoitettua toimielintä ja lapsen edunvalvojaa. Jos vammaistuen maksamista lapsen edunvalvojalle tai 1 momentissa tarkoitetulle ei erityisestä syystä voida pitää tarkoituksenmukaisena, Kansaneläkelaitos voi päättää, että vammaistuki maksetaan 1 momentissa mainitulle toimielimelle tai sen suostumuksella sopivalle henkilölle.",
        "folded_fi": "jos alle 16-vuotias vammaistukea saava lapsi ei asu edunvalvojansa kanssa samassa taloudessa, vammaistuki voidaan maksaa lapsen huoltajalle tai henkilolle, jonka hoitoon lapsi on lastensuojelulain 81 §:ssa tarkoitetulla tavalla sijoitettu. kansanelakelaitoksen on kuultava sosiaalihuoltolain 6 §:n 1 momentissa tarkoitettua toimielinta ja lapsen edunvalvojaa. jos vammaistuen maksamista lapsen edunvalvojalle tai 1 momentissa tarkoitetulle ei erityisesta syysta voida pitaa tarkoituksenmukaisena, kansanelakelaitos voi paattaa, etta vammaistuki maksetaan 1 momentissa mainitulle toimielimelle tai sen suostumuksella sopivalle henkilolle.",
        "title_sv": "Särskilda bestämmelser om betalning av handikappbidrag för personer under 16 år",
        "content_sv": "Om ett barn under 16 år som får handikappbidrag inte bor i samma hushåll som sin intressebevakare, kan handikappbidrag betalas till barnets vårdnadshavare eller till den person i vars vård barnet har placerats enligt 81 § i barnskyddslagen. Folkpensionsanstalten ska höra det organ som avses i 6 § 1 mom. i socialvårdslagen och barnets intressebevakare. Om det inte av särskilda skäl kan anses ändamålsenligt att handikappbidraget betalas till barnets intressebevakare eller till en person om avses i 1 mom., kan Folkpensionsanstalten besluta att handikappbidraget ska betalas till det i 1 mom. nämnda organet eller med dess samtycke till en lämplig person.",
        "normalized_sv": "Om ett barn under 16 år som får handikappbidrag inte bor i samma hushåll som sin intressebevakare, kan handikappbidrag betalas till barnets vårdnadshavare eller till den person i vars vård barnet har placerats enligt 81 § i barnskyddslagen. Folkpensionsanstalten ska höra det organ som avses i 6 § 1 mom. i socialvårdslagen och barnets intressebevakare. Om det inte av särskilda skäl kan anses ändamålsenligt att handikappbidraget betalas till barnets intressebevakare eller till en person om avses i 1 mom., kan Folkpensionsanstalten besluta att handikappbidraget ska betalas till det i 1 mom. nämnda organet eller med dess samtycke till en lämplig person.",
        "folded_sv": "om ett barn under 16 ar som far handikappbidrag inte bor i samma hushall som sin intressebevakare, kan handikappbidrag betalas till barnets vardnadshavare eller till den person i vars vard barnet har placerats enligt 81 § i barnskyddslagen. folkpensionsanstalten ska hora det organ som avses i 6 § 1 mom. i socialvardslagen och barnets intressebevakare. om det inte av sarskilda skal kan anses andamalsenligt att handikappbidraget betalas till barnets intressebevakare eller till en person om avses i 1 mom., kan folkpensionsanstalten besluta att handikappbidraget ska betalas till det i 1 mom. namnda organet eller med dess samtycke till en lamplig person."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Maksamisen väliaikainen keskeyttäminen",
      "content": "Vammaisetuuden maksaminen voidaan keskeyttää väliaikaisesti, jos etuudensaaja ei pyynnöstä huolimatta toimita maksuosoitetta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31",
        "normalized_fi": "Vammaisetuuden maksaminen voidaan keskeyttää väliaikaisesti, jos etuudensaaja ei pyynnöstä huolimatta toimita maksuosoitetta.",
        "folded_fi": "vammaisetuuden maksaminen voidaan keskeyttaa valiaikaisesti, jos etuudensaaja ei pyynnosta huolimatta toimita maksuosoitetta.",
        "title_sv": "Temporärt avbrott i utbetalningen",
        "content_sv": "Utbetalningen av en handikappförmån kan avbrytas temporärt, om förmånstagaren inte på begäran anger en betalningsadress.",
        "normalized_sv": "Utbetalningen av en handikappförmån kan avbrytas temporärt, om förmånstagaren inte på begäran anger en betalningsadress.",
        "folded_sv": "utbetalningen av en handikappforman kan avbrytas temporart, om formanstagaren inte pa begaran anger en betalningsadress."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Takaisinperintä",
      "content": "Liikaa maksettu alle 16-vuotiaan vammaistuki peritään takaisin lapsen edunvalvojalta tai siltä, jolle se on maksettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34",
        "normalized_fi": "Liikaa maksettu alle 16-vuotiaan vammaistuki peritään takaisin lapsen edunvalvojalta tai siltä, jolle se on maksettu.",
        "folded_fi": "liikaa maksettu alle 16-vuotiaan vammaistuki peritaan takaisin lapsen edunvalvojalta tai silta, jolle se on maksettu.",
        "title_sv": "Återkrav",
        "content_sv": "Överbetalt handikappbidrag till ett barn under 16 år återkrävs hos barnets intressebevakare eller hos den till vilken det betalts.",
        "normalized_sv": "Överbetalt handikappbidrag till ett barn under 16 år återkrävs hos barnets intressebevakare eller hos den till vilken det betalts.",
        "folded_sv": "overbetalt handikappbidrag till ett barn under 16 ar aterkravs hos barnets intressebevakare eller hos den till vilken det betalts."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "56",
      "section": "56",
      "title": "Siirtymäsäännökset",
      "content": "Jos tämän lain voimaan tullessa on maksettu eläkkeensaajien hoitotukea kansaneläkelain muuttamisesta annetun lain (123/1988) voimaantulosäännöksen 3 tai 5 momentin perusteella, hoitotuen maksamista jatketaan lain voimaan tullessa voimassa ollein perustein 32 §:n mukaiseen tarkistukseen tai 33 §:n mukaiseen lakkaamiseen saakka. Tässä momentissa tarkoitettu hoitotuki lakkaa myös, jos etuudensaajalle myönnetään vammaistuki tai vammaistuki tarkistetaan. Jos tämän lain voimaan tullessa voimassa olleen vammaistukilain 11 §:n 2 momentin perusteella on maksettu invalidirahan suuruista vammaistukea tai jos vammaistukea on maksettu vammaistukilain 11 §:n 5 momentin perusteella, tuen maksamista jatketaan 32 §:n mukaiseen tarkistukseen tai 33 §:n mukaiseen lakkaamiseen saakka. Tässä momentissa tarkoitettu vammaistuki lakkaa myös, jos etuudensaajalle myönnetään hoitotuki tai hoitotuki tarkistetaan. Jos tämän lain voimaan tullessa voimassa olleen kansaneläkelain muuttamisesta annetun lain (1491/1995) voimaantulosäännöksen 2 momentin perusteella on maksettu eläkkeensaajien hoitotukea, hoitotuen maksamista jatketaan 32 §:n mukaiseen tarkistukseen tai 33 §:n mukaiseen lakkaamiseen saakka. Tässä momentissa tarkoitettu hoitotuki lakkaa myös, jos etuudensaajalle myönnetään vammaistuki tai vammaistuki tarkistetaan. Jos tämän lain voimaan tullessa voimassa olleen kansaneläkelain muuttamisesta annetun lain (979/1996) voimaantulosäännöksen 6 momentin perusteella on maksettu eläkkeensaajien hoitotukea, hoitotuen maksamista jatketaan 32 §:n mukaiseen tarkistukseen tai 33 §:n mukaiseen lakkaamiseen saakka. Tässä momentissa tarkoitettu hoitotuki lakkaa myös, jos etuudensaajalle myönnetään vammaistuki tai vammaistuki tarkistetaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:56",
        "normalized_fi": "Jos tämän lain voimaan tullessa on maksettu eläkkeensaajien hoitotukea kansaneläkelain muuttamisesta annetun lain (123/1988) voimaantulosäännöksen 3 tai 5 momentin perusteella, hoitotuen maksamista jatketaan lain voimaan tullessa voimassa ollein perustein 32 § :n mukaiseen tarkistukseen tai 33 § :n mukaiseen lakkaamiseen saakka. Tässä momentissa tarkoitettu hoitotuki lakkaa myös, jos etuudensaajalle myönnetään vammaistuki tai vammaistuki tarkistetaan. Jos tämän lain voimaan tullessa voimassa olleen vammaistukilain 11 § :n 2 momentin perusteella on maksettu invalidirahan suuruista vammaistukea tai jos vammaistukea on maksettu vammaistukilain 11 § :n 5 momentin perusteella, tuen maksamista jatketaan 32 § :n mukaiseen tarkistukseen tai 33 § :n mukaiseen lakkaamiseen saakka. Tässä momentissa tarkoitettu vammaistuki lakkaa myös, jos etuudensaajalle myönnetään hoitotuki tai hoitotuki tarkistetaan. Jos tämän lain voimaan tullessa voimassa olleen kansaneläkelain muuttamisesta annetun lain (1491/1995) voimaantulosäännöksen 2 momentin perusteella on maksettu eläkkeensaajien hoitotukea, hoitotuen maksamista jatketaan 32 § :n mukaiseen tarkistukseen tai 33 § :n mukaiseen lakkaamiseen saakka. Tässä momentissa tarkoitettu hoitotuki lakkaa myös, jos etuudensaajalle myönnetään vammaistuki tai vammaistuki tarkistetaan. Jos tämän lain voimaan tullessa voimassa olleen kansaneläkelain muuttamisesta annetun lain (979/1996) voimaantulosäännöksen 6 momentin perusteella on maksettu eläkkeensaajien hoitotukea, hoitotuen maksamista jatketaan 32 § :n mukaiseen tarkistukseen tai 33 § :n mukaiseen lakkaamiseen saakka. Tässä momentissa tarkoitettu hoitotuki lakkaa myös, jos etuudensaajalle myönnetään vammaistuki tai vammaistuki tarkistetaan.",
        "folded_fi": "jos taman lain voimaan tullessa on maksettu elakkeensaajien hoitotukea kansanelakelain muuttamisesta annetun lain (123/1988) voimaantulosaannoksen 3 tai 5 momentin perusteella, hoitotuen maksamista jatketaan lain voimaan tullessa voimassa ollein perustein 32 §:n mukaiseen tarkistukseen tai 33 §:n mukaiseen lakkaamiseen saakka. tassa momentissa tarkoitettu hoitotuki lakkaa myos, jos etuudensaajalle myonnetaan vammaistuki tai vammaistuki tarkistetaan. jos taman lain voimaan tullessa voimassa olleen vammaistukilain 11 §:n 2 momentin perusteella on maksettu invalidirahan suuruista vammaistukea tai jos vammaistukea on maksettu vammaistukilain 11 §:n 5 momentin perusteella, tuen maksamista jatketaan 32 §:n mukaiseen tarkistukseen tai 33 §:n mukaiseen lakkaamiseen saakka. tassa momentissa tarkoitettu vammaistuki lakkaa myos, jos etuudensaajalle myonnetaan hoitotuki tai hoitotuki tarkistetaan. jos taman lain voimaan tullessa voimassa olleen kansanelakelain muuttamisesta annetun lain (1491/1995) voimaantulosaannoksen 2 momentin perusteella on maksettu elakkeensaajien hoitotukea, hoitotuen maksamista jatketaan 32 §:n mukaiseen tarkistukseen tai 33 §:n mukaiseen lakkaamiseen saakka. tassa momentissa tarkoitettu hoitotuki lakkaa myos, jos etuudensaajalle myonnetaan vammaistuki tai vammaistuki tarkistetaan. jos taman lain voimaan tullessa voimassa olleen kansanelakelain muuttamisesta annetun lain (979/1996) voimaantulosaannoksen 6 momentin perusteella on maksettu elakkeensaajien hoitotukea, hoitotuen maksamista jatketaan 32 §:n mukaiseen tarkistukseen tai 33 §:n mukaiseen lakkaamiseen saakka. tassa momentissa tarkoitettu hoitotuki lakkaa myos, jos etuudensaajalle myonnetaan vammaistuki tai vammaistuki tarkistetaan.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "Om vårdbidrag för pensionstagare med stöd av 3 eller 5 mom. i ikraftträdandebestämmelsen i lagen om ändring av folkpensionslagen (123/1988) har betalats vid den här lagens ikraftträdande, fortsätter utbetalningen av vårdbidraget på de grunder som gällde vid ikraftträdandet fram till en justering enligt 32 § eller indragning enligt 33 §. Vårdbidrag som avses i detta moment upphör också om förmånstagaren beviljas handikappbidrag eller om handikappbidraget justeras. Om handikappbidrag motsvarande invalidpenning har betalats med stöd av 11 § 2 mom. i lagen om handikappbidrag, som gällde vid ikraftträdandet, eller om handikappbidrag har betalats med stöd av 11 § 5 mom. i den nämnda lagen, fortsätter utbetalningen av bidraget fram till en justering enligt 32 § eller indragning enligt 33 §. Handikappbidrag som avses i detta moment upphör också om förmånstagaren beviljas vårdbidrag eller om vårdbidraget justeras. Om vårdbidrag för pensionstagare har betalats med stöd av 2 mom. i ikraftträdandebestämmelsen i lagen om ändring av folkpensionslagen (1491/1995), som gällde vid ikraftträdandet, fortsätter utbetalningen av vårdbidraget fram till en justering enligt 32 § eller indragning enligt 33 §. Vårdbidrag som avses i detta moment upphör också om förmånstagaren beviljas handikappbidrag eller om handikappbidraget justeras. Om vårdbidrag för pensionstagare har betalats med stöd av 6 mom. i ikraftträdandebestämmelsen i lagen om ändring av folkpensionslagen (979/1996), som gällde vid ikraftträdandet, fortsätter utbetalningen av vårdbidraget fram till en justering enligt 32 § eller indragning enligt 33 §. Vårdbidrag som avses i detta moment upphör också om förmånstagaren beviljas handikappbidrag eller om handikappbidraget justeras.",
        "normalized_sv": "Om vårdbidrag för pensionstagare med stöd av 3 eller 5 mom. i ikraftträdandebestämmelsen i lagen om ändring av folkpensionslagen (123/1988) har betalats vid den här lagens ikraftträdande, fortsätter utbetalningen av vårdbidraget på de grunder som gällde vid ikraftträdandet fram till en justering enligt 32 § eller indragning enligt 33 § . Vårdbidrag som avses i detta moment upphör också om förmånstagaren beviljas handikappbidrag eller om handikappbidraget justeras. Om handikappbidrag motsvarande invalidpenning har betalats med stöd av 11 § 2 mom. i lagen om handikappbidrag, som gällde vid ikraftträdandet, eller om handikappbidrag har betalats med stöd av 11 § 5 mom. i den nämnda lagen, fortsätter utbetalningen av bidraget fram till en justering enligt 32 § eller indragning enligt 33 § . Handikappbidrag som avses i detta moment upphör också om förmånstagaren beviljas vårdbidrag eller om vårdbidraget justeras. Om vårdbidrag för pensionstagare har betalats med stöd av 2 mom. i ikraftträdandebestämmelsen i lagen om ändring av folkpensionslagen (1491/1995), som gällde vid ikraftträdandet, fortsätter utbetalningen av vårdbidraget fram till en justering enligt 32 § eller indragning enligt 33 § . Vårdbidrag som avses i detta moment upphör också om förmånstagaren beviljas handikappbidrag eller om handikappbidraget justeras. Om vårdbidrag för pensionstagare har betalats med stöd av 6 mom. i ikraftträdandebestämmelsen i lagen om ändring av folkpensionslagen (979/1996), som gällde vid ikraftträdandet, fortsätter utbetalningen av vårdbidraget fram till en justering enligt 32 § eller indragning enligt 33 § . Vårdbidrag som avses i detta moment upphör också om förmånstagaren beviljas handikappbidrag eller om handikappbidraget justeras.",
        "folded_sv": "om vardbidrag for pensionstagare med stod av 3 eller 5 mom. i ikrafttradandebestammelsen i lagen om andring av folkpensionslagen (123/1988) har betalats vid den har lagens ikrafttradande, fortsatter utbetalningen av vardbidraget pa de grunder som gallde vid ikrafttradandet fram till en justering enligt 32 § eller indragning enligt 33 §. vardbidrag som avses i detta moment upphor ocksa om formanstagaren beviljas handikappbidrag eller om handikappbidraget justeras. om handikappbidrag motsvarande invalidpenning har betalats med stod av 11 § 2 mom. i lagen om handikappbidrag, som gallde vid ikrafttradandet, eller om handikappbidrag har betalats med stod av 11 § 5 mom. i den namnda lagen, fortsatter utbetalningen av bidraget fram till en justering enligt 32 § eller indragning enligt 33 §. handikappbidrag som avses i detta moment upphor ocksa om formanstagaren beviljas vardbidrag eller om vardbidraget justeras. om vardbidrag for pensionstagare har betalats med stod av 2 mom. i ikrafttradandebestammelsen i lagen om andring av folkpensionslagen (1491/1995), som gallde vid ikrafttradandet, fortsatter utbetalningen av vardbidraget fram till en justering enligt 32 § eller indragning enligt 33 §. vardbidrag som avses i detta moment upphor ocksa om formanstagaren beviljas handikappbidrag eller om handikappbidraget justeras. om vardbidrag for pensionstagare har betalats med stod av 6 mom. i ikrafttradandebestammelsen i lagen om andring av folkpensionslagen (979/1996), som gallde vid ikrafttradandet, fortsatter utbetalningen av vardbidraget fram till en justering enligt 32 § eller indragning enligt 33 §. vardbidrag som avses i detta moment upphor ocksa om formanstagaren beviljas handikappbidrag eller om handikappbidraget justeras."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    }
  ]
}