{
  "id": "1157/2005",
  "type": "statute",
  "title": "Laki Metsähallituksen erävalvonnasta",
  "title_en": "Lag om Forststyrelsens jakt- och fiskeövervakning",
  "status": "in_force",
  "issued_date": "2005-12-22",
  "in_force_date": "2005-12-22",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/1157/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "Tässä laissa säädetyn erävalvonnan tarkoituksena on edistää ja valvoa Metsähallituksen hallinnassa olevien valtion alueiden käytön lainmukaisuutta sekä ennalta ehkäistä ja erävalvontaan kuuluvassa laajuudessa selvittää siihen liittyviä rikoksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tässä laissa säädetyn erävalvonnan tarkoituksena on edistää ja valvoa Metsähallituksen hallinnassa olevien valtion alueiden käytön lainmukaisuutta sekä ennalta ehkäistä ja erävalvontaan kuuluvassa laajuudessa selvittää siihen liittyviä rikoksia.",
        "folded_fi": "tassa laissa saadetyn eravalvonnan tarkoituksena on edistaa ja valvoa metsahallituksen hallinnassa olevien valtion alueiden kayton lainmukaisuutta seka ennalta ehkaista ja eravalvontaan kuuluvassa laajuudessa selvittaa siihen liittyvia rikoksia.",
        "title_sv": "Lagens syfte",
        "content_sv": "Syftet med jakt- och fiskeövervakning enligt denna lag är att främja och övervaka att de av statens områden som är i Forststyrelsens besittning används lagenligt och att förebygga och, i den omfattning det ingår i jakt- och fiskeövervakningen, utreda brott i anslutning till detta.",
        "normalized_sv": "Syftet med jakt- och fiskeövervakning enligt denna lag är att främja och övervaka att de av statens områden som är i Forststyrelsens besittning används lagenligt och att förebygga och, i den omfattning det ingår i jakt- och fiskeövervakningen, utreda brott i anslutning till detta.",
        "folded_sv": "syftet med jakt- och fiskeovervakning enligt denna lag ar att framja och overvaka att de av statens omraden som ar i forststyrelsens besittning anvands lagenligt och att forebygga och, i den omfattning det ingar i jakt- och fiskeovervakningen, utreda brott i anslutning till detta."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Erävalvonta",
      "content": "Tässä laissa ja sen nojalla annetuissa säännöksissä erävalvonnalla tarkoitetaan: 1) metsästystä, kalastusta, luonnonsuojelua, luonnonvaraisten eläinten kohtelua, avotulentekoa ja roskaamista koskevien säännösten noudattamisen valvontaa; 2) maastoliikenteestä luontaiselinkeinoille, luonnolle ja sen yleiselle virkistyskäytölle sekä muulle yleiselle edulle aiheutuvien haittojen ehkäisemistä ja oikeutta liikkua maastossa moottorikäyttöisellä ajoneuvolla koskevien säännösten noudattamisen valvontaa; 3) kalastuksen ja muun elinkeinon, luonnon ja sen yleisen virkistyskäytön sekä muun yleisen edun suojelemista koskevien vesiliikennesäännösten noudattamisen valvontaa; 4) siten kuin ampuma-aselaissa (1/1998) säädetään, ampuma-aseita ja ampumatarpeita koskevien säännösten noudattamisen valvontaa. Erävalvontaan kuuluu lisäksi Metsähallituksen hallinnassa olevien valtion alueiden ja muun omaisuuden vartiointia. Edellä 1 momentissa säädetystä poiketen erävalvontaan ei kuulu Euroopan yhteisön yhteisen kalastuspolitiikan täytäntöönpanosta annetun lain (1139/1994) ja sen nojalla annettujen säännösten noudattamisen valvonta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Tässä laissa ja sen nojalla annetuissa säännöksissä erävalvonnalla tarkoitetaan: 1) metsästystä, kalastusta, luonnonsuojelua, luonnonvaraisten eläinten kohtelua, avotulentekoa ja roskaamista koskevien säännösten noudattamisen valvontaa; 2) maastoliikenteestä luontaiselinkeinoille, luonnolle ja sen yleiselle virkistyskäytölle sekä muulle yleiselle edulle aiheutuvien haittojen ehkäisemistä ja oikeutta liikkua maastossa moottorikäyttöisellä ajoneuvolla koskevien säännösten noudattamisen valvontaa; 3) kalastuksen ja muun elinkeinon, luonnon ja sen yleisen virkistyskäytön sekä muun yleisen edun suojelemista koskevien vesiliikennesäännösten noudattamisen valvontaa; 4) siten kuin ampuma-aselaissa (1/1998) säädetään, ampuma-aseita ja ampumatarpeita koskevien säännösten noudattamisen valvontaa. Erävalvontaan kuuluu lisäksi Metsähallituksen hallinnassa olevien valtion alueiden ja muun omaisuuden vartiointia. Edellä 1 momentissa säädetystä poiketen erävalvontaan ei kuulu Euroopan yhteisön yhteisen kalastuspolitiikan täytäntöönpanosta annetun lain (1139/1994) ja sen nojalla annettujen säännösten noudattamisen valvonta.",
        "folded_fi": "tassa laissa ja sen nojalla annetuissa saannoksissa eravalvonnalla tarkoitetaan: 1) metsastysta, kalastusta, luonnonsuojelua, luonnonvaraisten elainten kohtelua, avotulentekoa ja roskaamista koskevien saannosten noudattamisen valvontaa; 2) maastoliikenteesta luontaiselinkeinoille, luonnolle ja sen yleiselle virkistyskaytolle seka muulle yleiselle edulle aiheutuvien haittojen ehkaisemista ja oikeutta liikkua maastossa moottorikayttoisella ajoneuvolla koskevien saannosten noudattamisen valvontaa; 3) kalastuksen ja muun elinkeinon, luonnon ja sen yleisen virkistyskayton seka muun yleisen edun suojelemista koskevien vesiliikennesaannosten noudattamisen valvontaa; 4) siten kuin ampuma-aselaissa (1/1998) saadetaan, ampuma-aseita ja ampumatarpeita koskevien saannosten noudattamisen valvontaa. eravalvontaan kuuluu lisaksi metsahallituksen hallinnassa olevien valtion alueiden ja muun omaisuuden vartiointia. edella 1 momentissa saadetysta poiketen eravalvontaan ei kuulu euroopan yhteison yhteisen kalastuspolitiikan taytantoonpanosta annetun lain (1139/1994) ja sen nojalla annettujen saannosten noudattamisen valvonta.",
        "title_sv": "Jakt- och fiskeövervakningen",
        "content_sv": "Med jakt- och fiskeövervakning avses i denna lag och i bestämmelser som utfärdats med stöd av den tillsyn över efterlevnaden av 1) bestämmelserna om jakt, fiske, naturskydd, behandling av vilda djur, uppgörande av öppen eld och nedskräpning, 2) bestämmelserna om förebyggande av terrängtrafikens negativa effekter med tanke på naturnäringarna, naturen och ett allmänt nyttjande av naturen för rekreation samt något annat allmänt intresse och om rätten att färdas i terrängen med motordrivna fordon, 3) sjötrafikbestämmelserna om skydd för fisket och andra näringar, naturen och ett allmänt nyttjande av naturen för rekreation samt något annat allmänt intresse, 4) bestämmelserna om skjutvapen och skjutförnödenheter, på det sätt som föreskrivs i skjutvapenlagen (1/1998). I jakt- och fiskeövervakningen ingår dessutom bevakning av statens områden och övriga egendom som är i Forststyrelsens besittning. Med avvikelse från 1 mom. omfattar jakt- och fiskeövervakningen inte tillsyn över att lagen om verkställighet av Europeiska gemenskapens gemensamma fiskeripolitik (1139/1994) och bestämmelser som utfärdats med stöd av den iakttas.",
        "normalized_sv": "Med jakt- och fiskeövervakning avses i denna lag och i bestämmelser som utfärdats med stöd av den tillsyn över efterlevnaden av 1) bestämmelserna om jakt, fiske, naturskydd, behandling av vilda djur, uppgörande av öppen eld och nedskräpning, 2) bestämmelserna om förebyggande av terrängtrafikens negativa effekter med tanke på naturnäringarna, naturen och ett allmänt nyttjande av naturen för rekreation samt något annat allmänt intresse och om rätten att färdas i terrängen med motordrivna fordon, 3) sjötrafikbestämmelserna om skydd för fisket och andra näringar, naturen och ett allmänt nyttjande av naturen för rekreation samt något annat allmänt intresse, 4) bestämmelserna om skjutvapen och skjutförnödenheter, på det sätt som föreskrivs i skjutvapenlagen (1/1998). I jakt- och fiskeövervakningen ingår dessutom bevakning av statens områden och övriga egendom som är i Forststyrelsens besittning. Med avvikelse från 1 mom. omfattar jakt- och fiskeövervakningen inte tillsyn över att lagen om verkställighet av Europeiska gemenskapens gemensamma fiskeripolitik (1139/1994) och bestämmelser som utfärdats med stöd av den iakttas.",
        "folded_sv": "med jakt- och fiskeovervakning avses i denna lag och i bestammelser som utfardats med stod av den tillsyn over efterlevnaden av 1) bestammelserna om jakt, fiske, naturskydd, behandling av vilda djur, uppgorande av oppen eld och nedskrapning, 2) bestammelserna om forebyggande av terrangtrafikens negativa effekter med tanke pa naturnaringarna, naturen och ett allmant nyttjande av naturen for rekreation samt nagot annat allmant intresse och om ratten att fardas i terrangen med motordrivna fordon, 3) sjotrafikbestammelserna om skydd for fisket och andra naringar, naturen och ett allmant nyttjande av naturen for rekreation samt nagot annat allmant intresse, 4) bestammelserna om skjutvapen och skjutfornodenheter, pa det satt som foreskrivs i skjutvapenlagen (1/1998). i jakt- och fiskeovervakningen ingar dessutom bevakning av statens omraden och ovriga egendom som ar i forststyrelsens besittning. med avvikelse fran 1 mom. omfattar jakt- och fiskeovervakningen inte tillsyn over att lagen om verkstallighet av europeiska gemenskapens gemensamma fiskeripolitik (1139/1994) och bestammelser som utfardats med stod av den iakttas."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Erätarkastajat",
      "content": "Erävalvontaa varten Metsähallituksen julkisten hallintotehtävien yksikössä on virkasuhteessa olevia erätarkastajia. Kelpoisuusvaatimuksena erätarkastajan virkaan on poliisin perustutkinto ja perehtyneisyys erävalvontaan. Virkaan nimitettävän on oltava elämäntavoiltaan nuhteeton. Erätarkastajalla on hänen asemansa osoittava virkamerkki.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Erävalvontaa varten Metsähallituksen julkisten hallintotehtävien yksikössä on virkasuhteessa olevia erätarkastajia. Kelpoisuusvaatimuksena erätarkastajan virkaan on poliisin perustutkinto ja perehtyneisyys erävalvontaan. Virkaan nimitettävän on oltava elämäntavoiltaan nuhteeton. Erätarkastajalla on hänen asemansa osoittava virkamerkki.",
        "folded_fi": "eravalvontaa varten metsahallituksen julkisten hallintotehtavien yksikossa on virkasuhteessa olevia eratarkastajia. kelpoisuusvaatimuksena eratarkastajan virkaan on poliisin perustutkinto ja perehtyneisyys eravalvontaan. virkaan nimitettavan on oltava elamantavoiltaan nuhteeton. eratarkastajalla on hanen asemansa osoittava virkamerkki.",
        "title_sv": "Jakt- och fiskeövervakare",
        "content_sv": "För jakt- och fiskeövervakningen finns vid Forststyrelsens enhet för offentliga förvaltningsuppgifter jakt- och fiskeövervakare som är anställda i tjänsteförhållande. Behörighetsvillkor för en tjänst som jakt- och fiskeövervakare är grundexamen för polis och förtrogenhet med jakt- och fiskeövervakning. Den som utnämns till en sådan tjänst skall ha oklanderliga levnadsvanor. Jakt- och fiskeövervakaren har ett tjänstetecken som anger tjänsteställningen.",
        "normalized_sv": "För jakt- och fiskeövervakningen finns vid Forststyrelsens enhet för offentliga förvaltningsuppgifter jakt- och fiskeövervakare som är anställda i tjänsteförhållande. Behörighetsvillkor för en tjänst som jakt- och fiskeövervakare är grundexamen för polis och förtrogenhet med jakt- och fiskeövervakning. Den som utnämns till en sådan tjänst skall ha oklanderliga levnadsvanor. Jakt- och fiskeövervakaren har ett tjänstetecken som anger tjänsteställningen.",
        "folded_sv": "for jakt- och fiskeovervakningen finns vid forststyrelsens enhet for offentliga forvaltningsuppgifter jakt- och fiskeovervakare som ar anstallda i tjansteforhallande. behorighetsvillkor for en tjanst som jakt- och fiskeovervakare ar grundexamen for polis och fortrogenhet med jakt- och fiskeovervakning. den som utnamns till en sadan tjanst skall ha oklanderliga levnadsvanor. jakt- och fiskeovervakaren har ett tjanstetecken som anger tjanstestallningen."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Erävalvonnassa noudatettavat periaatteet",
      "content": "Erävalvontaan kuuluvat tehtävät on suoritettava asiallisesti, puolueettomasti ja sovinnollisuutta edistäen. Tehtävästä ei saa aiheutua suurempaa haittaa tai vahinkoa kuin erävalvonnan toteuttamiseksi on välttämätöntä. Tehtävän on oltava perusteltu suhteessa valvonnan tärkeyteen ja kiireellisyyteen sekä tilanteen kokonaisarvioon vaikuttaviin seikkoihin. Erätarkastajan tulee ensisijaisesti neuvoin, kehotuksin ja käskyin pyrkiä saamaan valvonnan kohteena oleva noudattamaan lakia. Erätarkastaja voi luopua toimenpiteestä, jos sen loppuun saattaminen voi johtaa kohtuuttomaan seuraukseen asian merkitys ja tavoiteltava tulos huomioon ottaen. Erätarkastajan on pidettävä virkamerkki mukana erävalvontaan kuuluvissa tehtävissä ja tarvittaessa tai vaadittaessa esitettävä se.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Erävalvontaan kuuluvat tehtävät on suoritettava asiallisesti, puolueettomasti ja sovinnollisuutta edistäen. Tehtävästä ei saa aiheutua suurempaa haittaa tai vahinkoa kuin erävalvonnan toteuttamiseksi on välttämätöntä. Tehtävän on oltava perusteltu suhteessa valvonnan tärkeyteen ja kiireellisyyteen sekä tilanteen kokonaisarvioon vaikuttaviin seikkoihin. Erätarkastajan tulee ensisijaisesti neuvoin, kehotuksin ja käskyin pyrkiä saamaan valvonnan kohteena oleva noudattamaan lakia. Erätarkastaja voi luopua toimenpiteestä, jos sen loppuun saattaminen voi johtaa kohtuuttomaan seuraukseen asian merkitys ja tavoiteltava tulos huomioon ottaen. Erätarkastajan on pidettävä virkamerkki mukana erävalvontaan kuuluvissa tehtävissä ja tarvittaessa tai vaadittaessa esitettävä se.",
        "folded_fi": "eravalvontaan kuuluvat tehtavat on suoritettava asiallisesti, puolueettomasti ja sovinnollisuutta edistaen. tehtavasta ei saa aiheutua suurempaa haittaa tai vahinkoa kuin eravalvonnan toteuttamiseksi on valttamatonta. tehtavan on oltava perusteltu suhteessa valvonnan tarkeyteen ja kiireellisyyteen seka tilanteen kokonaisarvioon vaikuttaviin seikkoihin. eratarkastajan tulee ensisijaisesti neuvoin, kehotuksin ja kaskyin pyrkia saamaan valvonnan kohteena oleva noudattamaan lakia. eratarkastaja voi luopua toimenpiteesta, jos sen loppuun saattaminen voi johtaa kohtuuttomaan seuraukseen asian merkitys ja tavoiteltava tulos huomioon ottaen. eratarkastajan on pidettava virkamerkki mukana eravalvontaan kuuluvissa tehtavissa ja tarvittaessa tai vaadittaessa esitettava se.",
        "title_sv": "Principerna för jakt- och fiskeövervakning",
        "content_sv": "Jakt- och fiskeövervakningsuppdragen skall utföras sakligt, opartiskt och på ett sätt som främjar försonlighet. Ett uppdrag får inte medföra större skada eller olägenhet än vad som är nödvändigt för att övervakningen skall kunna utföras. Uppdraget skall vara motiverat i förhållande till hur viktig och brådskande övervakningen är samt till övriga omständigheter som inverkar på helhetsbedömningen av situationen. Jakt- och fiskeövervakaren skall i första hand genom råd, uppmaningar och befallningar försöka få den som är föremål för övervakningen att följa lagen. Jakt- och fiskeövervakaren kan avstå från en åtgärd, om slutförandet av den kan medföra följder som är oskäliga med hänsyn till frågans betydelse och det resultat som eftersträvas. Jakt- och fiskeövervakaren skall vid utförande av ett jakt- och fiskeövervakningsuppdrag ha med sig sitt tjänstetecken och visa upp det vid behov eller på begäran.",
        "normalized_sv": "Jakt- och fiskeövervakningsuppdragen skall utföras sakligt, opartiskt och på ett sätt som främjar försonlighet. Ett uppdrag får inte medföra större skada eller olägenhet än vad som är nödvändigt för att övervakningen skall kunna utföras. Uppdraget skall vara motiverat i förhållande till hur viktig och brådskande övervakningen är samt till övriga omständigheter som inverkar på helhetsbedömningen av situationen. Jakt- och fiskeövervakaren skall i första hand genom råd, uppmaningar och befallningar försöka få den som är föremål för övervakningen att följa lagen. Jakt- och fiskeövervakaren kan avstå från en åtgärd, om slutförandet av den kan medföra följder som är oskäliga med hänsyn till frågans betydelse och det resultat som eftersträvas. Jakt- och fiskeövervakaren skall vid utförande av ett jakt- och fiskeövervakningsuppdrag ha med sig sitt tjänstetecken och visa upp det vid behov eller på begäran.",
        "folded_sv": "jakt- och fiskeovervakningsuppdragen skall utforas sakligt, opartiskt och pa ett satt som framjar forsonlighet. ett uppdrag far inte medfora storre skada eller olagenhet an vad som ar nodvandigt for att overvakningen skall kunna utforas. uppdraget skall vara motiverat i forhallande till hur viktig och bradskande overvakningen ar samt till ovriga omstandigheter som inverkar pa helhetsbedomningen av situationen. jakt- och fiskeovervakaren skall i forsta hand genom rad, uppmaningar och befallningar forsoka fa den som ar foremal for overvakningen att folja lagen. jakt- och fiskeovervakaren kan avsta fran en atgard, om slutforandet av den kan medfora foljder som ar oskaliga med hansyn till fragans betydelse och det resultat som efterstravas. jakt- och fiskeovervakaren skall vid utforande av ett jakt- och fiskeovervakningsuppdrag ha med sig sitt tjanstetecken och visa upp det vid behov eller pa begaran."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Toimenpiteen perusteen ilmoittaminen",
      "content": "Erätarkastajan on välittömästi ilmoitettava henkilön vapauteen kohdistuvan toimenpiteen peruste toimenpiteen kohteena olevalle henkilölle. Muun toimenpiteen peruste on ilmoitettava niin pian kuin se on mahdollista toimenpidettä vaarantamatta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Erätarkastajan on välittömästi ilmoitettava henkilön vapauteen kohdistuvan toimenpiteen peruste toimenpiteen kohteena olevalle henkilölle. Muun toimenpiteen peruste on ilmoitettava niin pian kuin se on mahdollista toimenpidettä vaarantamatta.",
        "folded_fi": "eratarkastajan on valittomasti ilmoitettava henkilon vapauteen kohdistuvan toimenpiteen peruste toimenpiteen kohteena olevalle henkilolle. muun toimenpiteen peruste on ilmoitettava niin pian kuin se on mahdollista toimenpidetta vaarantamatta.",
        "title_sv": "Meddelande av grunden för en åtgärd",
        "content_sv": "Om en person blir föremål för åtgärder som riktar sig mot hans eller hennes frihet, skall jakt- och fiskeövervakaren omedelbart upplysa denna person om vad åtgärden grundar sig på. Grunden för andra åtgärder skall uppges så snart det är möjligt utan att åtgärden äventyras.",
        "normalized_sv": "Om en person blir föremål för åtgärder som riktar sig mot hans eller hennes frihet, skall jakt- och fiskeövervakaren omedelbart upplysa denna person om vad åtgärden grundar sig på. Grunden för andra åtgärder skall uppges så snart det är möjligt utan att åtgärden äventyras.",
        "folded_sv": "om en person blir foremal for atgarder som riktar sig mot hans eller hennes frihet, skall jakt- och fiskeovervakaren omedelbart upplysa denna person om vad atgarden grundar sig pa. grunden for andra atgarder skall uppges sa snart det ar mojligt utan att atgarden aventyras."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Henkilöllisyyden selvittäminen ja oikeus kiinniottamiseen",
      "content": "Erätarkastajalla on erävalvontaan kuuluvassa yksittäisessä tehtävässä oikeus pysäyttää henkilö ja kulkuneuvo sekä saada tieto henkilön ja kulkuneuvossa olevien henkilöiden nimestä, henkilötunnuksesta tai, jos henkilötunnusta ei ole, syntymäajasta ja kansalaisuudesta sekä paikasta, josta nämä ovat tavoitettavissa. Erätarkastajalla on oikeus ottaa kiinni henkilö, joka kieltäytyy antamasta henkilöllisyyden selvittämiseksi tarpeellisia tietoja tai antaa todennäköisesti virheellisen tiedon. Oikeus kiinniottamiseen on myös silloin, kun kiinniottaminen on välttämätöntä erävalvontaa koskevien säännösten vakavan rikkomisen jatkamisen estämiseksi ja kiinniottaminen on tekoon nähden oikeasuhteinen pakkokeino. Kiinni otettu on päästettävä vapaaksi heti, kun tarvittavat tiedot on saatu tai kun vaaraa säännösten rikkomisesta ei enää ole. Hänet on kuitenkin päästettävä vapaaksi viimeistään kuuden tunnin kuluttua kiinniottamisesta tai luovutettava ilman aiheetonta viivytystä poliisille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Erätarkastajalla on erävalvontaan kuuluvassa yksittäisessä tehtävässä oikeus pysäyttää henkilö ja kulkuneuvo sekä saada tieto henkilön ja kulkuneuvossa olevien henkilöiden nimestä, henkilötunnuksesta tai, jos henkilötunnusta ei ole, syntymäajasta ja kansalaisuudesta sekä paikasta, josta nämä ovat tavoitettavissa. Erätarkastajalla on oikeus ottaa kiinni henkilö, joka kieltäytyy antamasta henkilöllisyyden selvittämiseksi tarpeellisia tietoja tai antaa todennäköisesti virheellisen tiedon. Oikeus kiinniottamiseen on myös silloin, kun kiinniottaminen on välttämätöntä erävalvontaa koskevien säännösten vakavan rikkomisen jatkamisen estämiseksi ja kiinniottaminen on tekoon nähden oikeasuhteinen pakkokeino. Kiinni otettu on päästettävä vapaaksi heti, kun tarvittavat tiedot on saatu tai kun vaaraa säännösten rikkomisesta ei enää ole. Hänet on kuitenkin päästettävä vapaaksi viimeistään kuuden tunnin kuluttua kiinniottamisesta tai luovutettava ilman aiheetonta viivytystä poliisille.",
        "folded_fi": "eratarkastajalla on eravalvontaan kuuluvassa yksittaisessa tehtavassa oikeus pysayttaa henkilo ja kulkuneuvo seka saada tieto henkilon ja kulkuneuvossa olevien henkiloiden nimesta, henkilotunnuksesta tai, jos henkilotunnusta ei ole, syntymaajasta ja kansalaisuudesta seka paikasta, josta nama ovat tavoitettavissa. eratarkastajalla on oikeus ottaa kiinni henkilo, joka kieltaytyy antamasta henkilollisyyden selvittamiseksi tarpeellisia tietoja tai antaa todennakoisesti virheellisen tiedon. oikeus kiinniottamiseen on myos silloin, kun kiinniottaminen on valttamatonta eravalvontaa koskevien saannosten vakavan rikkomisen jatkamisen estamiseksi ja kiinniottaminen on tekoon nahden oikeasuhteinen pakkokeino. kiinni otettu on paastettava vapaaksi heti, kun tarvittavat tiedot on saatu tai kun vaaraa saannosten rikkomisesta ei enaa ole. hanet on kuitenkin paastettava vapaaksi viimeistaan kuuden tunnin kuluttua kiinniottamisesta tai luovutettava ilman aiheetonta viivytysta poliisille.",
        "title_sv": "Utredande av identitet samt rätt att gripa",
        "content_sv": "Vid fullgörandet av ett enskilt jakt- och fiskeövervakningsuppdrag har en jakt- och fiskeövervakare rätt att stoppa en person och ett fordon och att få veta personens eller förarens och passagerarnas namn, personbeteckning, eller om sådan saknas, födelsedatum och nationalitet samt var de kan anträffas. En jakt- och fiskeövervakare har rätt att gripa en person som vägrar lämna uppgifter som behövs för utredandet av identiteten eller som lämnar sannolikt falska uppgifter. En person får också gripas när det är nödvändigt för att hindra att ett grovt brott mot bestämmelserna om jakt- och fiskeövervakning fortsätter och gripandet är ett tvångsmedel som står i proportion till gärningen. Den som har gripits skall friges så snart behövliga uppgifter erhållits eller när det inte längre finns någon risk för brott mot bestämmelserna. Personen i fråga skall dock friges senast sex timmar efter gripandet eller överlämnas till polisen utan ogrundat dröjsmål.",
        "normalized_sv": "Vid fullgörandet av ett enskilt jakt- och fiskeövervakningsuppdrag har en jakt- och fiskeövervakare rätt att stoppa en person och ett fordon och att få veta personens eller förarens och passagerarnas namn, personbeteckning, eller om sådan saknas, födelsedatum och nationalitet samt var de kan anträffas. En jakt- och fiskeövervakare har rätt att gripa en person som vägrar lämna uppgifter som behövs för utredandet av identiteten eller som lämnar sannolikt falska uppgifter. En person får också gripas när det är nödvändigt för att hindra att ett grovt brott mot bestämmelserna om jakt- och fiskeövervakning fortsätter och gripandet är ett tvångsmedel som står i proportion till gärningen. Den som har gripits skall friges så snart behövliga uppgifter erhållits eller när det inte längre finns någon risk för brott mot bestämmelserna. Personen i fråga skall dock friges senast sex timmar efter gripandet eller överlämnas till polisen utan ogrundat dröjsmål.",
        "folded_sv": "vid fullgorandet av ett enskilt jakt- och fiskeovervakningsuppdrag har en jakt- och fiskeovervakare ratt att stoppa en person och ett fordon och att fa veta personens eller forarens och passagerarnas namn, personbeteckning, eller om sadan saknas, fodelsedatum och nationalitet samt var de kan antraffas. en jakt- och fiskeovervakare har ratt att gripa en person som vagrar lamna uppgifter som behovs for utredandet av identiteten eller som lamnar sannolikt falska uppgifter. en person far ocksa gripas nar det ar nodvandigt for att hindra att ett grovt brott mot bestammelserna om jakt- och fiskeovervakning fortsatter och gripandet ar ett tvangsmedel som star i proportion till garningen. den som har gripits skall friges sa snart behovliga uppgifter erhallits eller nar det inte langre finns nagon risk for brott mot bestammelserna. personen i fraga skall dock friges senast sex timmar efter gripandet eller overlamnas till polisen utan ogrundat drojsmal."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Turvallisuustarkastus",
      "content": "Erätarkastajalla on 6 §:ssä tarkoitetun kiinniottamisen ja kulkuneuvon pysäyttämisen yhteydessä oikeus tarkastaa henkilö ja kulkuneuvo, jos se on välttämätöntä sen varmistamiseksi, että henkilöllä tai kulkuneuvossa ei ole aseita, esineitä tai aineita, joilla voidaan aiheuttaa vaaraa ihmisille tai merkittävää vahinkoa luonnolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Erätarkastajalla on 6 § :ssä tarkoitetun kiinniottamisen ja kulkuneuvon pysäyttämisen yhteydessä oikeus tarkastaa henkilö ja kulkuneuvo, jos se on välttämätöntä sen varmistamiseksi, että henkilöllä tai kulkuneuvossa ei ole aseita, esineitä tai aineita, joilla voidaan aiheuttaa vaaraa ihmisille tai merkittävää vahinkoa luonnolle.",
        "folded_fi": "eratarkastajalla on 6 §:ssa tarkoitetun kiinniottamisen ja kulkuneuvon pysayttamisen yhteydessa oikeus tarkastaa henkilo ja kulkuneuvo, jos se on valttamatonta sen varmistamiseksi, etta henkilolla tai kulkuneuvossa ei ole aseita, esineita tai aineita, joilla voidaan aiheuttaa vaaraa ihmisille tai merkittavaa vahinkoa luonnolle.",
        "title_sv": "Säkerhetsvisitation",
        "content_sv": "När en person grips eller ett fordon stoppas i enlighet med 6 §, har jakt- och fiskeövervakaren rätt att kroppsvisitera den som åtgärden gäller och granska fordonet, om det är nödvändigt för att säkerställa att personen inte medför eller fordonet inte innehåller vapen, föremål eller ämnen med vilka människor kan utsättas för fara eller naturen orsakas betydande skada.",
        "normalized_sv": "När en person grips eller ett fordon stoppas i enlighet med 6 § , har jakt- och fiskeövervakaren rätt att kroppsvisitera den som åtgärden gäller och granska fordonet, om det är nödvändigt för att säkerställa att personen inte medför eller fordonet inte innehåller vapen, föremål eller ämnen med vilka människor kan utsättas för fara eller naturen orsakas betydande skada.",
        "folded_sv": "nar en person grips eller ett fordon stoppas i enlighet med 6 §, har jakt- och fiskeovervakaren ratt att kroppsvisitera den som atgarden galler och granska fordonet, om det ar nodvandigt for att sakerstalla att personen inte medfor eller fordonet inte innehaller vapen, foremal eller amnen med vilka manniskor kan utsattas for fara eller naturen orsakas betydande skada."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Ratti- ja vesiliikennejuopumusvalvonta",
      "content": "Jos erävalvontaan kuuluvan yksittäisen tehtävän yhteydessä henkilön käytöksen ja muiden seikkojen perusteella on syytä epäillä, että moottorikäyttöisen ajoneuvon kuljettaja tai se, joka ohjailee vesialusta tai toimii aluksessa sen kulun turvallisuuteen olennaisesti vaikuttavassa tehtävässä, on siinä määrin alkoholin vaikutuksen alainen, että hän voi vaarantaa yleistä turvallisuutta, erätarkastaja voi velvoittaa hänet suorittamaan puhalluskokeen. Jos 1 momentissa tarkoitetun kokeen tai muiden seikkojen perusteella on perusteltua syytä epäillä, että moottorikäyttöisen ajoneuvon kuljettaja on syyllistynyt rikoslain (39/1889) 23 luvun 3 §:ssä tarkoitettuun rattijuopumukseen, taikka että se, joka ohjailee vesialusta tai toimii aluksessa sen kulun turvallisuuteen olennaisesti vaikuttavassa tehtävässä, on syyllistynyt rikoslain 23 luvun 5 §:ssä tarkoitettuun vesiliikennejuopumukseen, erätarkastajalla on oikeus estää kuljettajaa jatkamasta ajoa ja muuta henkilöä toimimasta tehtävässään. Erätarkastajan on tällöin tarvittaessa huolehdittava tarkastetun sekä kulkuneuvossa ja aluksessa mukana olleiden turvallisesta poispääsystä alueelta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Jos erävalvontaan kuuluvan yksittäisen tehtävän yhteydessä henkilön käytöksen ja muiden seikkojen perusteella on syytä epäillä, että moottorikäyttöisen ajoneuvon kuljettaja tai se, joka ohjailee vesialusta tai toimii aluksessa sen kulun turvallisuuteen olennaisesti vaikuttavassa tehtävässä, on siinä määrin alkoholin vaikutuksen alainen, että hän voi vaarantaa yleistä turvallisuutta, erätarkastaja voi velvoittaa hänet suorittamaan puhalluskokeen. Jos 1 momentissa tarkoitetun kokeen tai muiden seikkojen perusteella on perusteltua syytä epäillä, että moottorikäyttöisen ajoneuvon kuljettaja on syyllistynyt rikoslain (39/1889) 23 luvun 3 § :ssä tarkoitettuun rattijuopumukseen, taikka että se, joka ohjailee vesialusta tai toimii aluksessa sen kulun turvallisuuteen olennaisesti vaikuttavassa tehtävässä, on syyllistynyt rikoslain 23 luvun 5 § :ssä tarkoitettuun vesiliikennejuopumukseen, erätarkastajalla on oikeus estää kuljettajaa jatkamasta ajoa ja muuta henkilöä toimimasta tehtävässään. Erätarkastajan on tällöin tarvittaessa huolehdittava tarkastetun sekä kulkuneuvossa ja aluksessa mukana olleiden turvallisesta poispääsystä alueelta.",
        "folded_fi": "jos eravalvontaan kuuluvan yksittaisen tehtavan yhteydessa henkilon kaytoksen ja muiden seikkojen perusteella on syyta epailla, etta moottorikayttoisen ajoneuvon kuljettaja tai se, joka ohjailee vesialusta tai toimii aluksessa sen kulun turvallisuuteen olennaisesti vaikuttavassa tehtavassa, on siina maarin alkoholin vaikutuksen alainen, etta han voi vaarantaa yleista turvallisuutta, eratarkastaja voi velvoittaa hanet suorittamaan puhalluskokeen. jos 1 momentissa tarkoitetun kokeen tai muiden seikkojen perusteella on perusteltua syyta epailla, etta moottorikayttoisen ajoneuvon kuljettaja on syyllistynyt rikoslain (39/1889) 23 luvun 3 §:ssa tarkoitettuun rattijuopumukseen, taikka etta se, joka ohjailee vesialusta tai toimii aluksessa sen kulun turvallisuuteen olennaisesti vaikuttavassa tehtavassa, on syyllistynyt rikoslain 23 luvun 5 §:ssa tarkoitettuun vesiliikennejuopumukseen, eratarkastajalla on oikeus estaa kuljettajaa jatkamasta ajoa ja muuta henkiloa toimimasta tehtavassaan. eratarkastajan on talloin tarvittaessa huolehdittava tarkastetun seka kulkuneuvossa ja aluksessa mukana olleiden turvallisesta poispaasysta alueelta.",
        "title_sv": "Åtgärder vid rattfylleri och fylleri i sjötrafik",
        "content_sv": "Om det vid ett enskilt jakt- och fiskeövervakningsuppdrag utgående från en persons uppträdande och andra omständigheter finns anledning att misstänka att föraren av ett motordrivet fordon eller den som manövrerar en vattenfarkost eller som i en vattenfarkost sköter en uppgift som väsentligt påverkar farkostens trafiksäkerhet är så påverkad av alkohol att han eller hon kan äventyra den allmänna säkerheten, kan jakt- och fiskeövervakaren ålägga denna person att lämna utandningsprov. Om det med stöd av ett prov som avses i 1 mom. eller på grund av andra omständigheter finns grundad anledning att misstänka att föraren av ett motordrivet fordon har gjort sig skyldig till rattfylleri enligt 23 kap. 3 § i strafflagen (39/1889) eller att den som manövrerar en vattenfarkost eller som i en vattenfarkost sköter en uppgift som väsentligt påverkar farkostens trafiksäkerhet har gjort sig skyldig till fylleri i sjötrafik enligt 23 kap. 5 § i strafflagen, har jakt- och fiskeövervakaren rätt att hindra dessa personer från att fortsätta köra eller från att sköta sina uppgifter. Jakt- och fiskeövervakaren skall då vid behov se till att alla som varit i fordonet eller farkosten tryggt kan ta sig bort från området.",
        "normalized_sv": "Om det vid ett enskilt jakt- och fiskeövervakningsuppdrag utgående från en persons uppträdande och andra omständigheter finns anledning att misstänka att föraren av ett motordrivet fordon eller den som manövrerar en vattenfarkost eller som i en vattenfarkost sköter en uppgift som väsentligt påverkar farkostens trafiksäkerhet är så påverkad av alkohol att han eller hon kan äventyra den allmänna säkerheten, kan jakt- och fiskeövervakaren ålägga denna person att lämna utandningsprov. Om det med stöd av ett prov som avses i 1 mom. eller på grund av andra omständigheter finns grundad anledning att misstänka att föraren av ett motordrivet fordon har gjort sig skyldig till rattfylleri enligt 23 kap. 3 § i strafflagen (39/1889) eller att den som manövrerar en vattenfarkost eller som i en vattenfarkost sköter en uppgift som väsentligt påverkar farkostens trafiksäkerhet har gjort sig skyldig till fylleri i sjötrafik enligt 23 kap. 5 § i strafflagen, har jakt- och fiskeövervakaren rätt att hindra dessa personer från att fortsätta köra eller från att sköta sina uppgifter. Jakt- och fiskeövervakaren skall då vid behov se till att alla som varit i fordonet eller farkosten tryggt kan ta sig bort från området.",
        "folded_sv": "om det vid ett enskilt jakt- och fiskeovervakningsuppdrag utgaende fran en persons upptradande och andra omstandigheter finns anledning att misstanka att foraren av ett motordrivet fordon eller den som manovrerar en vattenfarkost eller som i en vattenfarkost skoter en uppgift som vasentligt paverkar farkostens trafiksakerhet ar sa paverkad av alkohol att han eller hon kan aventyra den allmanna sakerheten, kan jakt- och fiskeovervakaren alagga denna person att lamna utandningsprov. om det med stod av ett prov som avses i 1 mom. eller pa grund av andra omstandigheter finns grundad anledning att misstanka att foraren av ett motordrivet fordon har gjort sig skyldig till rattfylleri enligt 23 kap. 3 § i strafflagen (39/1889) eller att den som manovrerar en vattenfarkost eller som i en vattenfarkost skoter en uppgift som vasentligt paverkar farkostens trafiksakerhet har gjort sig skyldig till fylleri i sjotrafik enligt 23 kap. 5 § i strafflagen, har jakt- och fiskeovervakaren ratt att hindra dessa personer fran att fortsatta kora eller fran att skota sina uppgifter. jakt- och fiskeovervakaren skall da vid behov se till att alla som varit i fordonet eller farkosten tryggt kan ta sig bort fran omradet."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Haltuunotto",
      "content": "Erätarkastajalla on 7 §:ssä tarkoitetussa turvallisuustarkastuksessa oikeus tarvittaessa ottaa tarkastettavalta pois ampuma-aseet ja ampumatarvikkeet sekä muut vaaralliset esineet ja aineet. Omaisuus on palautettava haltijalle tarkastuksen jälkeen, jollei hänen voida perustellusti epäillä päihtymyksensä, mielentilansa tai muiden olosuhteiden perusteella aiheuttavan välitöntä vaaraa ihmisille tai merkittävää vahinkoa luonnolle taikka jollei luovuttamiselle ole muuta laissa säädettyä estettä. Edellä 1 momentissa tarkoitettu omaisuus, jota ei voida palauttaa haltijalle, on ilman aiheetonta viivytystä, kuitenkin viimeistään seitsemän vuorokauden kuluttua sen pois ottamisesta, luovutettava poliisille poliisilaissa (493/1995) tai, jos kysymys on ampuma-aseista tai ampumatarvikkeista, ampuma-aselaissa säädettyjä toimenpiteitä varten. Erätarkastajalla on kalastuslain (286/1982) mukaisesti oikeus ottaa talteen luvattomassa kalastuksessa käytetty pyydys ja vene tai muu kulkuväline, josta pyyntiä on harjoitettu, sekä luvattomasti pyydetty saalis taikka ryhtyä niiden osalta muihin kalastuslaissa säädettyihin toimenpiteisiin. Erätarkastajalla on metsästyslain (615/1993) mukaisesti oikeus ottaa talteen tai tehdä toimintakelvottomaksi luvattomaan metsästykseen käytetty pyyntiväline. Erätarkastajalla on lisäksi oikeus ottaa talteen luvattomasti metsästetty riistaeläin, joka metsästyslain mukaan tuomitaan valtiolle menetetyksi. Erätarkastajalla on oikeus ottaa haltuun rikoslain 48 luvun 5 §:ssä tarkoitetun luonnonsuojelurikoksen tai luonnonsuojelulain (1096/1996) 58 §:ssä tarkoitetun luonnonsuojelurikkomuksen kohde ja sen tekemisessä käytetty väline siten kuin luonnonsuojelulaissa haltuunotosta säädetään. Erätarkastajalla on lisäksi oikeus ottaa haltuun rikoksen kohde, joka luonnonsuojelulain nojalla on tuomittava valtiolle menetetyksi. Haltuun otettu rikoksen kohde saalista lukuun ottamatta ja rikoksentekoväline on ilman aiheetonta viivytystä, kuitenkin viimeistään seitsemän vuorokauden kuluttua haltuun ottamisesta, luovutettava poliisille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Erätarkastajalla on 7 § :ssä tarkoitetussa turvallisuustarkastuksessa oikeus tarvittaessa ottaa tarkastettavalta pois ampuma-aseet ja ampumatarvikkeet sekä muut vaaralliset esineet ja aineet. Omaisuus on palautettava haltijalle tarkastuksen jälkeen, jollei hänen voida perustellusti epäillä päihtymyksensä, mielentilansa tai muiden olosuhteiden perusteella aiheuttavan välitöntä vaaraa ihmisille tai merkittävää vahinkoa luonnolle taikka jollei luovuttamiselle ole muuta laissa säädettyä estettä. Edellä 1 momentissa tarkoitettu omaisuus, jota ei voida palauttaa haltijalle, on ilman aiheetonta viivytystä, kuitenkin viimeistään seitsemän vuorokauden kuluttua sen pois ottamisesta, luovutettava poliisille poliisilaissa (493/1995) tai, jos kysymys on ampuma-aseista tai ampumatarvikkeista, ampuma-aselaissa säädettyjä toimenpiteitä varten. Erätarkastajalla on kalastuslain (286/1982) mukaisesti oikeus ottaa talteen luvattomassa kalastuksessa käytetty pyydys ja vene tai muu kulkuväline, josta pyyntiä on harjoitettu, sekä luvattomasti pyydetty saalis taikka ryhtyä niiden osalta muihin kalastuslaissa säädettyihin toimenpiteisiin. Erätarkastajalla on metsästyslain (615/1993) mukaisesti oikeus ottaa talteen tai tehdä toimintakelvottomaksi luvattomaan metsästykseen käytetty pyyntiväline. Erätarkastajalla on lisäksi oikeus ottaa talteen luvattomasti metsästetty riistaeläin, joka metsästyslain mukaan tuomitaan valtiolle menetetyksi. Erätarkastajalla on oikeus ottaa haltuun rikoslain 48 luvun 5 § :ssä tarkoitetun luonnonsuojelurikoksen tai luonnonsuojelulain (1096/1996) 58 § :ssä tarkoitetun luonnonsuojelurikkomuksen kohde ja sen tekemisessä käytetty väline siten kuin luonnonsuojelulaissa haltuunotosta säädetään. Erätarkastajalla on lisäksi oikeus ottaa haltuun rikoksen kohde, joka luonnonsuojelulain nojalla on tuomittava valtiolle menetetyksi. Haltuun otettu rikoksen kohde saalista lukuun ottamatta ja rikoksentekoväline on ilman aiheetonta viivytystä, kuitenkin viimeistään seitsemän vuorokauden kuluttua haltuun ottamisesta, luovutettava poliisille.",
        "folded_fi": "eratarkastajalla on 7 §:ssa tarkoitetussa turvallisuustarkastuksessa oikeus tarvittaessa ottaa tarkastettavalta pois ampuma-aseet ja ampumatarvikkeet seka muut vaaralliset esineet ja aineet. omaisuus on palautettava haltijalle tarkastuksen jalkeen, jollei hanen voida perustellusti epailla paihtymyksensa, mielentilansa tai muiden olosuhteiden perusteella aiheuttavan valitonta vaaraa ihmisille tai merkittavaa vahinkoa luonnolle taikka jollei luovuttamiselle ole muuta laissa saadettya estetta. edella 1 momentissa tarkoitettu omaisuus, jota ei voida palauttaa haltijalle, on ilman aiheetonta viivytysta, kuitenkin viimeistaan seitseman vuorokauden kuluttua sen pois ottamisesta, luovutettava poliisille poliisilaissa (493/1995) tai, jos kysymys on ampuma-aseista tai ampumatarvikkeista, ampuma-aselaissa saadettyja toimenpiteita varten. eratarkastajalla on kalastuslain (286/1982) mukaisesti oikeus ottaa talteen luvattomassa kalastuksessa kaytetty pyydys ja vene tai muu kulkuvaline, josta pyyntia on harjoitettu, seka luvattomasti pyydetty saalis taikka ryhtya niiden osalta muihin kalastuslaissa saadettyihin toimenpiteisiin. eratarkastajalla on metsastyslain (615/1993) mukaisesti oikeus ottaa talteen tai tehda toimintakelvottomaksi luvattomaan metsastykseen kaytetty pyyntivaline. eratarkastajalla on lisaksi oikeus ottaa talteen luvattomasti metsastetty riistaelain, joka metsastyslain mukaan tuomitaan valtiolle menetetyksi. eratarkastajalla on oikeus ottaa haltuun rikoslain 48 luvun 5 §:ssa tarkoitetun luonnonsuojelurikoksen tai luonnonsuojelulain (1096/1996) 58 §:ssa tarkoitetun luonnonsuojelurikkomuksen kohde ja sen tekemisessa kaytetty valine siten kuin luonnonsuojelulaissa haltuunotosta saadetaan. eratarkastajalla on lisaksi oikeus ottaa haltuun rikoksen kohde, joka luonnonsuojelulain nojalla on tuomittava valtiolle menetetyksi. haltuun otettu rikoksen kohde saalista lukuun ottamatta ja rikoksentekovaline on ilman aiheetonta viivytysta, kuitenkin viimeistaan seitseman vuorokauden kuluttua haltuun ottamisesta, luovutettava poliisille.",
        "title_sv": "Omhändertagande",
        "content_sv": "En jakt- och fiskeövervakare har rätt att vid en säkerhetsvisitation som avses i 7 § vid behov frånta den som visiteras skjutvapen och skjutförnödenheter samt andra farliga föremål och ämnen. Egendomen skall återlämnas till innehavaren efter visitationen, om inte han eller hon med hänsyn till sitt berusnings- eller sinnestillstånd eller andra omständigheter med fog kan misstänkas orsaka överhängande fara för människor eller betydande skada för naturen och om det inte enligt lag finns något annat hinder för återlämnandet. Egendom som avses i 1 mom. och som inte kan återlämnas till innehavaren skall utan ogrundat dröjsmål, dock senast inom sju dygn från fråntagandet, överlämnas till polisen för åtgärder enligt polislagen (493/1995) eller, i fråga om skjutvapen och skjutförnödenheter, enligt skjutvapenlagen. En jakt- och fiskeövervakare har i enlighet med lagen om fiske (286/1982) rätt att ta hand om de fångstredskap som använts vid olovligt fiske, den båt eller övriga farkost från vilken fångsten bedrivits och den olagliga fångsten eller att i fråga om dem vidta andra åtgärder enligt lagen om fiske. En jakt- och fiskeövervakare har med stöd av jaktlagen (615/1993) rätt att ta ett fångstredskap som använts för olovlig jakt i förvar eller göra det funktionsodugligt. Jakt- och fiskeövervakaren har dessutom rätt att ta hand om vilt som jagats olovligen och enligt jaktlagen skall dömas förverkat till staten. En jakt- och fiskeövervakare har rätt att i enlighet med naturvårdslagens (1096/1996) bestämmelser om omhändertagande ta hand om föremålet för eller hjälpmedlet vid ett naturskyddsbrott som avses i 48 kap. 5 § i strafflagen eller en naturskyddsförseelse som avses i 58 § i naturvårdslagen. Jakt- och fiskeövervakaren har dessutom rätt att ta hand om ett sådant föremål för ett brott som enligt naturvårdslagen skall dömas förverkat till staten. Ett omhändertaget föremål för ett brott, med undantag för bytet, och hjälpmedlet vid brottet skall överlämnas till polisen utan ogrundat dröjsmål, dock senast sju dygn från omhändertagandet.",
        "normalized_sv": "En jakt- och fiskeövervakare har rätt att vid en säkerhetsvisitation som avses i 7 § vid behov frånta den som visiteras skjutvapen och skjutförnödenheter samt andra farliga föremål och ämnen. Egendomen skall återlämnas till innehavaren efter visitationen, om inte han eller hon med hänsyn till sitt berusnings- eller sinnestillstånd eller andra omständigheter med fog kan misstänkas orsaka överhängande fara för människor eller betydande skada för naturen och om det inte enligt lag finns något annat hinder för återlämnandet. Egendom som avses i 1 mom. och som inte kan återlämnas till innehavaren skall utan ogrundat dröjsmål, dock senast inom sju dygn från fråntagandet, överlämnas till polisen för åtgärder enligt polislagen (493/1995) eller, i fråga om skjutvapen och skjutförnödenheter, enligt skjutvapenlagen. En jakt- och fiskeövervakare har i enlighet med lagen om fiske (286/1982) rätt att ta hand om de fångstredskap som använts vid olovligt fiske, den båt eller övriga farkost från vilken fångsten bedrivits och den olagliga fångsten eller att i fråga om dem vidta andra åtgärder enligt lagen om fiske. En jakt- och fiskeövervakare har med stöd av jaktlagen (615/1993) rätt att ta ett fångstredskap som använts för olovlig jakt i förvar eller göra det funktionsodugligt. Jakt- och fiskeövervakaren har dessutom rätt att ta hand om vilt som jagats olovligen och enligt jaktlagen skall dömas förverkat till staten. En jakt- och fiskeövervakare har rätt att i enlighet med naturvårdslagens (1096/1996) bestämmelser om omhändertagande ta hand om föremålet för eller hjälpmedlet vid ett naturskyddsbrott som avses i 48 kap. 5 § i strafflagen eller en naturskyddsförseelse som avses i 58 § i naturvårdslagen. Jakt- och fiskeövervakaren har dessutom rätt att ta hand om ett sådant föremål för ett brott som enligt naturvårdslagen skall dömas förverkat till staten. Ett omhändertaget föremål för ett brott, med undantag för bytet, och hjälpmedlet vid brottet skall överlämnas till polisen utan ogrundat dröjsmål, dock senast sju dygn från omhändertagandet.",
        "folded_sv": "en jakt- och fiskeovervakare har ratt att vid en sakerhetsvisitation som avses i 7 § vid behov franta den som visiteras skjutvapen och skjutfornodenheter samt andra farliga foremal och amnen. egendomen skall aterlamnas till innehavaren efter visitationen, om inte han eller hon med hansyn till sitt berusnings- eller sinnestillstand eller andra omstandigheter med fog kan misstankas orsaka overhangande fara for manniskor eller betydande skada for naturen och om det inte enligt lag finns nagot annat hinder for aterlamnandet. egendom som avses i 1 mom. och som inte kan aterlamnas till innehavaren skall utan ogrundat drojsmal, dock senast inom sju dygn fran frantagandet, overlamnas till polisen for atgarder enligt polislagen (493/1995) eller, i fraga om skjutvapen och skjutfornodenheter, enligt skjutvapenlagen. en jakt- och fiskeovervakare har i enlighet med lagen om fiske (286/1982) ratt att ta hand om de fangstredskap som anvants vid olovligt fiske, den bat eller ovriga farkost fran vilken fangsten bedrivits och den olagliga fangsten eller att i fraga om dem vidta andra atgarder enligt lagen om fiske. en jakt- och fiskeovervakare har med stod av jaktlagen (615/1993) ratt att ta ett fangstredskap som anvants for olovlig jakt i forvar eller gora det funktionsodugligt. jakt- och fiskeovervakaren har dessutom ratt att ta hand om vilt som jagats olovligen och enligt jaktlagen skall domas forverkat till staten. en jakt- och fiskeovervakare har ratt att i enlighet med naturvardslagens (1096/1996) bestammelser om omhandertagande ta hand om foremalet for eller hjalpmedlet vid ett naturskyddsbrott som avses i 48 kap. 5 § i strafflagen eller en naturskyddsforseelse som avses i 58 § i naturvardslagen. jakt- och fiskeovervakaren har dessutom ratt att ta hand om ett sadant foremal for ett brott som enligt naturvardslagen skall domas forverkat till staten. ett omhandertaget foremal for ett brott, med undantag for bytet, och hjalpmedlet vid brottet skall overlamnas till polisen utan ogrundat drojsmal, dock senast sju dygn fran omhandertagandet."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Voimakeinojen käyttö",
      "content": "Jos erätarkastajaa estetään suorittamasta tässä laissa tarkoitettua virkatehtävää, erätarkastaja voi pyytää poliisilta tai rajavartiolaitokselta virka-apua. Jos poliisin tai rajavartiolaitoksen virka-apua ei ole olosuhteet huomioon ottaen kohtuullisessa ajassa saatavissa, erätarkastajalla on yksittäisen valvontatehtävän suorittamiseksi, kun otetaan huomioon tehtävän tärkeys ja kiireellisyys sekä vastarinnan vaarallisuus, oikeus vastarinnan murtamiseksi, henkilön kiinniottamiseksi ja esteen poistamiseksi käyttää sellaisia tarpeellisia voimakeinoja, joita on pidettävä kokonaisuutena arvioiden puolustettavina. Jos voimakeinojen käyttäminen on välttämätöntä, on niitä käytettävä vain siinä määrin ja siihen saakka, kun erävalvontatehtävän suorittamiseksi on tarpeen. Ennen voimakeinojen käyttämistä erätarkastajan on, jos tilanne sen sallii, annettava valvontatoimenpiteen kohteelle varoitus voimakeinojen käyttämisestä, jos tämä ei muuten luovu lainvastaisesta toimenpiteestä taikka noudata erätarkastajan neuvoja, kehotuksia tai käskyjä. Rangaistusvastuun vapausperusteista säädetään rikoslain 4 luvun 6 §:n 3 momentissa ja lievennysperusteista 7 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Jos erätarkastajaa estetään suorittamasta tässä laissa tarkoitettua virkatehtävää, erätarkastaja voi pyytää poliisilta tai rajavartiolaitokselta virka-apua. Jos poliisin tai rajavartiolaitoksen virka-apua ei ole olosuhteet huomioon ottaen kohtuullisessa ajassa saatavissa, erätarkastajalla on yksittäisen valvontatehtävän suorittamiseksi, kun otetaan huomioon tehtävän tärkeys ja kiireellisyys sekä vastarinnan vaarallisuus, oikeus vastarinnan murtamiseksi, henkilön kiinniottamiseksi ja esteen poistamiseksi käyttää sellaisia tarpeellisia voimakeinoja, joita on pidettävä kokonaisuutena arvioiden puolustettavina. Jos voimakeinojen käyttäminen on välttämätöntä, on niitä käytettävä vain siinä määrin ja siihen saakka, kun erävalvontatehtävän suorittamiseksi on tarpeen. Ennen voimakeinojen käyttämistä erätarkastajan on, jos tilanne sen sallii, annettava valvontatoimenpiteen kohteelle varoitus voimakeinojen käyttämisestä, jos tämä ei muuten luovu lainvastaisesta toimenpiteestä taikka noudata erätarkastajan neuvoja, kehotuksia tai käskyjä. Rangaistusvastuun vapausperusteista säädetään rikoslain 4 luvun 6 § :n 3 momentissa ja lievennysperusteista 7 § :ssä.",
        "folded_fi": "jos eratarkastajaa estetaan suorittamasta tassa laissa tarkoitettua virkatehtavaa, eratarkastaja voi pyytaa poliisilta tai rajavartiolaitokselta virka-apua. jos poliisin tai rajavartiolaitoksen virka-apua ei ole olosuhteet huomioon ottaen kohtuullisessa ajassa saatavissa, eratarkastajalla on yksittaisen valvontatehtavan suorittamiseksi, kun otetaan huomioon tehtavan tarkeys ja kiireellisyys seka vastarinnan vaarallisuus, oikeus vastarinnan murtamiseksi, henkilon kiinniottamiseksi ja esteen poistamiseksi kayttaa sellaisia tarpeellisia voimakeinoja, joita on pidettava kokonaisuutena arvioiden puolustettavina. jos voimakeinojen kayttaminen on valttamatonta, on niita kaytettava vain siina maarin ja siihen saakka, kun eravalvontatehtavan suorittamiseksi on tarpeen. ennen voimakeinojen kayttamista eratarkastajan on, jos tilanne sen sallii, annettava valvontatoimenpiteen kohteelle varoitus voimakeinojen kayttamisesta, jos tama ei muuten luovu lainvastaisesta toimenpiteesta taikka noudata eratarkastajan neuvoja, kehotuksia tai kaskyja. rangaistusvastuun vapausperusteista saadetaan rikoslain 4 luvun 6 §:n 3 momentissa ja lievennysperusteista 7 §:ssa.",
        "title_sv": "Användning av maktmedel",
        "content_sv": "En jakt- och fiskeövervakare som hindras från att utföra ett tjänsteuppdrag som avses i denna lag kan begära handräckning av polisen eller gränsbevakningsväsendet. Om handräckning inte går att få av polisen eller gränsbevakningsväsendet inom en tid som är skälig med tanke på omständigheterna, får jakt- och fiskeövervakaren för att kunna fullgöra ett enskilt jakt- och fiskeövervakningsuppdrag, med hänsyn till hur viktigt och brådskande uppdraget är och hur farligt motståndet är, i den mån det behövs och som helhet bedömt kan anses försvarligt använda maktmedel för att bryta ner motstånd, gripa en person och avlägsna ett hinder. Om det är nödvändigt att använda maktmedel skall de endast användas i en sådan omfattning och så länge som det krävs för fullgörandet av jakt- och fiskeövervakningsuppdraget. Innan maktmedel används skall jakt- och fiskeövervakaren om situationen medger ge den som är föremål för övervakningsåtgärden en varning om att maktmedel kommer att användas, om denna person inte annars avstår från en lagstridig åtgärd eller inte följer jakt- och fiskeövervakarens råd, uppmaningar eller befallningar. Bestämmelser om ansvarsfrihetsgrunderna i fråga om straffansvar finns i 4 kap. 6 § 3 mom. i strafflagen och bestämmelser om grunderna för lindring av straffansvar i 4 kap. 7 § i strafflagen.",
        "normalized_sv": "En jakt- och fiskeövervakare som hindras från att utföra ett tjänsteuppdrag som avses i denna lag kan begära handräckning av polisen eller gränsbevakningsväsendet. Om handräckning inte går att få av polisen eller gränsbevakningsväsendet inom en tid som är skälig med tanke på omständigheterna, får jakt- och fiskeövervakaren för att kunna fullgöra ett enskilt jakt- och fiskeövervakningsuppdrag, med hänsyn till hur viktigt och brådskande uppdraget är och hur farligt motståndet är, i den mån det behövs och som helhet bedömt kan anses försvarligt använda maktmedel för att bryta ner motstånd, gripa en person och avlägsna ett hinder. Om det är nödvändigt att använda maktmedel skall de endast användas i en sådan omfattning och så länge som det krävs för fullgörandet av jakt- och fiskeövervakningsuppdraget. Innan maktmedel används skall jakt- och fiskeövervakaren om situationen medger ge den som är föremål för övervakningsåtgärden en varning om att maktmedel kommer att användas, om denna person inte annars avstår från en lagstridig åtgärd eller inte följer jakt- och fiskeövervakarens råd, uppmaningar eller befallningar. Bestämmelser om ansvarsfrihetsgrunderna i fråga om straffansvar finns i 4 kap. 6 § 3 mom. i strafflagen och bestämmelser om grunderna för lindring av straffansvar i 4 kap. 7 § i strafflagen.",
        "folded_sv": "en jakt- och fiskeovervakare som hindras fran att utfora ett tjansteuppdrag som avses i denna lag kan begara handrackning av polisen eller gransbevakningsvasendet. om handrackning inte gar att fa av polisen eller gransbevakningsvasendet inom en tid som ar skalig med tanke pa omstandigheterna, far jakt- och fiskeovervakaren for att kunna fullgora ett enskilt jakt- och fiskeovervakningsuppdrag, med hansyn till hur viktigt och bradskande uppdraget ar och hur farligt motstandet ar, i den man det behovs och som helhet bedomt kan anses forsvarligt anvanda maktmedel for att bryta ner motstand, gripa en person och avlagsna ett hinder. om det ar nodvandigt att anvanda maktmedel skall de endast anvandas i en sadan omfattning och sa lange som det kravs for fullgorandet av jakt- och fiskeovervakningsuppdraget. innan maktmedel anvands skall jakt- och fiskeovervakaren om situationen medger ge den som ar foremal for overvakningsatgarden en varning om att maktmedel kommer att anvandas, om denna person inte annars avstar fran en lagstridig atgard eller inte foljer jakt- och fiskeovervakarens rad, uppmaningar eller befallningar. bestammelser om ansvarsfrihetsgrunderna i fraga om straffansvar finns i 4 kap. 6 § 3 mom. i strafflagen och bestammelser om grunderna for lindring av straffansvar i 4 kap. 7 § i strafflagen."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Oikeudet toisen kiinteistöllä",
      "content": "Erätarkastajalla on erävalvontaan kuuluvaa yksittäistä tehtävää suorittaessaan oikeus liikkua toisen maa- ja vesialueella jalan, suksilla ja Metsähallituksen käytössä olevalla kulkuneuvolla sekä käyttää tässä laissa säädettyjä toimivaltuuksia, jos valvonnan kohteena oleva pyrkii estämään tehtävän suorittamista pakenemalla tai muuten siirtymällä pois Metsähallituksen hallinnassa olevalta alueelta taikka rikkomalla tai valmistautumalla rikkomaan 2 §:n 1 momentissa tarkoitettuja säännöksiä siten, että teon seuraus ilmenee tai todennäköisesti ilmenisi Metsähallituksen alueella. Erätarkastajan on kuitenkin vältettävä liikkumista pihapiirissä ja siihen rinnastettavalla erityiseen käyttöön varatulla alueella, jollei liikkumiseen ole tehtävän suorittamiseen liittyvää pakottavaa syytä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Erätarkastajalla on erävalvontaan kuuluvaa yksittäistä tehtävää suorittaessaan oikeus liikkua toisen maa- ja vesialueella jalan, suksilla ja Metsähallituksen käytössä olevalla kulkuneuvolla sekä käyttää tässä laissa säädettyjä toimivaltuuksia, jos valvonnan kohteena oleva pyrkii estämään tehtävän suorittamista pakenemalla tai muuten siirtymällä pois Metsähallituksen hallinnassa olevalta alueelta taikka rikkomalla tai valmistautumalla rikkomaan 2 § :n 1 momentissa tarkoitettuja säännöksiä siten, että teon seuraus ilmenee tai todennäköisesti ilmenisi Metsähallituksen alueella. Erätarkastajan on kuitenkin vältettävä liikkumista pihapiirissä ja siihen rinnastettavalla erityiseen käyttöön varatulla alueella, jollei liikkumiseen ole tehtävän suorittamiseen liittyvää pakottavaa syytä.",
        "folded_fi": "eratarkastajalla on eravalvontaan kuuluvaa yksittaista tehtavaa suorittaessaan oikeus liikkua toisen maa- ja vesialueella jalan, suksilla ja metsahallituksen kaytossa olevalla kulkuneuvolla seka kayttaa tassa laissa saadettyja toimivaltuuksia, jos valvonnan kohteena oleva pyrkii estamaan tehtavan suorittamista pakenemalla tai muuten siirtymalla pois metsahallituksen hallinnassa olevalta alueelta taikka rikkomalla tai valmistautumalla rikkomaan 2 §:n 1 momentissa tarkoitettuja saannoksia siten, etta teon seuraus ilmenee tai todennakoisesti ilmenisi metsahallituksen alueella. eratarkastajan on kuitenkin valtettava liikkumista pihapiirissa ja siihen rinnastettavalla erityiseen kayttoon varatulla alueella, jollei liikkumiseen ole tehtavan suorittamiseen liittyvaa pakottavaa syyta.",
        "title_sv": "Rättigheter på annans fastighet",
        "content_sv": "En jakt- och fiskeövervakare har rätt att i ett enskilt jakt- och fiskeövervakningsuppdrag röra sig på annans mark- och vattenområde till fots, på skidor och med Forststyrelsens fordon samt att utöva sina befogenheter enligt denna lag, om den som är föremål för övervakningen försöker hindra att uppdraget fullföljs genom att fly eller annars avlägsna sig från ett område i Forststyrelsens besittning eller genom att bryta mot eller göra sig redo att bryta mot bestämmelserna i 2 § 1 mom. på ett sådant sätt att följden av gärningen framträder eller sannolikt skulle framträda på Forststyrelsens område. Jakt- och fiskeövervakaren skall likväl undvika att röra sig på gårdsområden och därmed jämförbara områden som reserverats för ett särskilt ändamål, om det inte finns något tvingande skäl att röra sig där med anledning av ett uppdrag.",
        "normalized_sv": "En jakt- och fiskeövervakare har rätt att i ett enskilt jakt- och fiskeövervakningsuppdrag röra sig på annans mark- och vattenområde till fots, på skidor och med Forststyrelsens fordon samt att utöva sina befogenheter enligt denna lag, om den som är föremål för övervakningen försöker hindra att uppdraget fullföljs genom att fly eller annars avlägsna sig från ett område i Forststyrelsens besittning eller genom att bryta mot eller göra sig redo att bryta mot bestämmelserna i 2 § 1 mom. på ett sådant sätt att följden av gärningen framträder eller sannolikt skulle framträda på Forststyrelsens område. Jakt- och fiskeövervakaren skall likväl undvika att röra sig på gårdsområden och därmed jämförbara områden som reserverats för ett särskilt ändamål, om det inte finns något tvingande skäl att röra sig där med anledning av ett uppdrag.",
        "folded_sv": "en jakt- och fiskeovervakare har ratt att i ett enskilt jakt- och fiskeovervakningsuppdrag rora sig pa annans mark- och vattenomrade till fots, pa skidor och med forststyrelsens fordon samt att utova sina befogenheter enligt denna lag, om den som ar foremal for overvakningen forsoker hindra att uppdraget fullfoljs genom att fly eller annars avlagsna sig fran ett omrade i forststyrelsens besittning eller genom att bryta mot eller gora sig redo att bryta mot bestammelserna i 2 § 1 mom. pa ett sadant satt att foljden av garningen framtrader eller sannolikt skulle framtrada pa forststyrelsens omrade. jakt- och fiskeovervakaren skall likval undvika att rora sig pa gardsomraden och darmed jamforbara omraden som reserverats for ett sarskilt andamal, om det inte finns nagot tvingande skal att rora sig dar med anledning av ett uppdrag."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Eläimen kiinniottaminen ja lopettaminen",
      "content": "Erätarkastajan oikeudesta ottaa kiinni ja tarvittaessa lopettaa eläin on voimassa, mitä eläinsuojelulaissa (247/1996), luonnonsuojelulaissa ja metsästyslaissa eläimen kiinniottamis- ja lopettamisoikeudesta säädetään. Edellä 1 momentissa tarkoitettua eläimen lopettamista varten erätarkastajalla on oikeus kantaa tehtävään soveltuvaa ampuma-asetta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Erätarkastajan oikeudesta ottaa kiinni ja tarvittaessa lopettaa eläin on voimassa, mitä eläinsuojelulaissa (247/1996), luonnonsuojelulaissa ja metsästyslaissa eläimen kiinniottamis- ja lopettamisoikeudesta säädetään. Edellä 1 momentissa tarkoitettua eläimen lopettamista varten erätarkastajalla on oikeus kantaa tehtävään soveltuvaa ampuma-asetta.",
        "folded_fi": "eratarkastajan oikeudesta ottaa kiinni ja tarvittaessa lopettaa elain on voimassa, mita elainsuojelulaissa (247/1996), luonnonsuojelulaissa ja metsastyslaissa elaimen kiinniottamis- ja lopettamisoikeudesta saadetaan. edella 1 momentissa tarkoitettua elaimen lopettamista varten eratarkastajalla on oikeus kantaa tehtavaan soveltuvaa ampuma-asetta.",
        "title_sv": "Fasttagande och avlivande av djur",
        "content_sv": "I fråga om jakt- och fiskeövervakares rätt att ta fast och vid behov avliva ett djur gäller bestämmelserna i djurskyddslagen (247/1996), naturvårdslagen och jaktlagen om rätten att ta fast och avliva djur. För avlivandet av ett djur enligt 1 mom. har jakt- och fiskeövervakaren rätt att bära ett skjutvapen som lämpar sig för uppgiften.",
        "normalized_sv": "I fråga om jakt- och fiskeövervakares rätt att ta fast och vid behov avliva ett djur gäller bestämmelserna i djurskyddslagen (247/1996), naturvårdslagen och jaktlagen om rätten att ta fast och avliva djur. För avlivandet av ett djur enligt 1 mom. har jakt- och fiskeövervakaren rätt att bära ett skjutvapen som lämpar sig för uppgiften.",
        "folded_sv": "i fraga om jakt- och fiskeovervakares ratt att ta fast och vid behov avliva ett djur galler bestammelserna i djurskyddslagen (247/1996), naturvardslagen och jaktlagen om ratten att ta fast och avliva djur. for avlivandet av ett djur enligt 1 mom. har jakt- och fiskeovervakaren ratt att bara ett skjutvapen som lampar sig for uppgiften."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Esitutkinnan toimittaminen",
      "content": "Erätarkastaja toimittaa tässä laissa tarkoitetun rikosasian selvittämiseksi esitutkintalain (449/1987) 44 §:ssä tarkoitetun suppean esitutkinnan, jos asia on yksinkertainen ja selvä eikä teosta ole yleisen rangaistuskäytännön mukaisesti odotettavissa ankarampaa rangaistusta kuin sakkoa. Esitutkinnassa noudatetaan, mitä siitä erikseen säädetään. Jos tutkinta vaatii suppeaa esitutkintaa laajempia tutkintatoimenpiteitä tai edellyttää jonkun saapumista erikseen pidettävään kuulusteluun taikka jos valvontatilanteessa on jouduttu turvautumaan voimakeinoihin, tutkinta on viipymättä siirrettävä poliisin tehtäväksi. Erätarkastajan on kuitenkin huolehdittava esitutkinnan aloittamiseksi ja turvaamiseksi tarpeellisista toimenpiteistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Erätarkastaja toimittaa tässä laissa tarkoitetun rikosasian selvittämiseksi esitutkintalain (449/1987) 44 § :ssä tarkoitetun suppean esitutkinnan, jos asia on yksinkertainen ja selvä eikä teosta ole yleisen rangaistuskäytännön mukaisesti odotettavissa ankarampaa rangaistusta kuin sakkoa. Esitutkinnassa noudatetaan, mitä siitä erikseen säädetään. Jos tutkinta vaatii suppeaa esitutkintaa laajempia tutkintatoimenpiteitä tai edellyttää jonkun saapumista erikseen pidettävään kuulusteluun taikka jos valvontatilanteessa on jouduttu turvautumaan voimakeinoihin, tutkinta on viipymättä siirrettävä poliisin tehtäväksi. Erätarkastajan on kuitenkin huolehdittava esitutkinnan aloittamiseksi ja turvaamiseksi tarpeellisista toimenpiteistä.",
        "folded_fi": "eratarkastaja toimittaa tassa laissa tarkoitetun rikosasian selvittamiseksi esitutkintalain (449/1987) 44 §:ssa tarkoitetun suppean esitutkinnan, jos asia on yksinkertainen ja selva eika teosta ole yleisen rangaistuskaytannon mukaisesti odotettavissa ankarampaa rangaistusta kuin sakkoa. esitutkinnassa noudatetaan, mita siita erikseen saadetaan. jos tutkinta vaatii suppeaa esitutkintaa laajempia tutkintatoimenpiteita tai edellyttaa jonkun saapumista erikseen pidettavaan kuulusteluun taikka jos valvontatilanteessa on jouduttu turvautumaan voimakeinoihin, tutkinta on viipymatta siirrettava poliisin tehtavaksi. eratarkastajan on kuitenkin huolehdittava esitutkinnan aloittamiseksi ja turvaamiseksi tarpeellisista toimenpiteista.",
        "title_sv": "Förundersökning",
        "content_sv": "En jakt- och fiskeövervakare skall göra en summarisk förundersökning enligt 44 § i förundersökningslagen (449/1987) för att utreda ett brottsärende som avses i denna lag, om ärendet är enkelt och klart och gärningen enligt allmän straffpraxis inte kan förutses medföra strängare straff än böter. I fråga om förundersökningar gäller vad som särskilt föreskrivs om dem. Om en undersökning kräver mer ingående åtgärder än summarisk förundersökning eller förutsätter att någon anländer till ett särskilt förhör eller om det har varit nödvändigt att ta till maktmedel vid övervakningen, skall undersökningen utan dröjsmål överföras till polisen. Jakt- och fiskeövervakaren skall dock ta hand om de åtgärder som är nödvändiga för att förundersökningen skall kunna inledas och tryggas",
        "normalized_sv": "En jakt- och fiskeövervakare skall göra en summarisk förundersökning enligt 44 § i förundersökningslagen (449/1987) för att utreda ett brottsärende som avses i denna lag, om ärendet är enkelt och klart och gärningen enligt allmän straffpraxis inte kan förutses medföra strängare straff än böter. I fråga om förundersökningar gäller vad som särskilt föreskrivs om dem. Om en undersökning kräver mer ingående åtgärder än summarisk förundersökning eller förutsätter att någon anländer till ett särskilt förhör eller om det har varit nödvändigt att ta till maktmedel vid övervakningen, skall undersökningen utan dröjsmål överföras till polisen. Jakt- och fiskeövervakaren skall dock ta hand om de åtgärder som är nödvändiga för att förundersökningen skall kunna inledas och tryggas",
        "folded_sv": "en jakt- och fiskeovervakare skall gora en summarisk forundersokning enligt 44 § i forundersokningslagen (449/1987) for att utreda ett brottsarende som avses i denna lag, om arendet ar enkelt och klart och garningen enligt allman straffpraxis inte kan forutses medfora strangare straff an boter. i fraga om forundersokningar galler vad som sarskilt foreskrivs om dem. om en undersokning kraver mer ingaende atgarder an summarisk forundersokning eller forutsatter att nagon anlander till ett sarskilt forhor eller om det har varit nodvandigt att ta till maktmedel vid overvakningen, skall undersokningen utan drojsmal overforas till polisen. jakt- och fiskeovervakaren skall dock ta hand om de atgarder som ar nodvandiga for att forundersokningen skall kunna inledas och tryggas"
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Rikesakko ja rangaistusvaatimus",
      "content": "Jos erävalvonnassa ilmi tullut tässä laissa tarkoitettu rikosasia voidaan käsitellä rikesakkomenettelystä annetussa laissa (66/1983) säädetyssä rikesakkomenettelyssä, erätarkastajalla on oikeus määrätä rikesakko, jos sakon kohteena oleva antaa kirjallisen suostumuksen asian käsittelemiseksi rikesakkomenettelyssä. Asiaan sovelletaan muutoin, mitä rikesakkomenettelystä erikseen säädetään. Jos erävalvonnassa ilmi tullut tässä laissa tarkoitettu rikosasia voidaan käsitellä rangaistusmääräysmenettelystä annetussa laissa (692/1993) säädetyssä rangaistusmääräysmenettelyssä, erätarkastajalla on oikeus antaa rangaistusvaatimus, jos vaatimuksen kohteena oleva antaa kirjallisen suostumuksen asian käsittelemiseksi rangaistusmääräysmenettelyssä. Rangaistusvaatimus saa olla enintään 20 päiväsakkoa, eikä sitä saa muuntaa vankeudeksi. Asiaan sovelletaan muutoin, mitä rangaistusmääräysmenettelystä erikseen säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Jos erävalvonnassa ilmi tullut tässä laissa tarkoitettu rikosasia voidaan käsitellä rikesakkomenettelystä annetussa laissa (66/1983) säädetyssä rikesakkomenettelyssä, erätarkastajalla on oikeus määrätä rikesakko, jos sakon kohteena oleva antaa kirjallisen suostumuksen asian käsittelemiseksi rikesakkomenettelyssä. Asiaan sovelletaan muutoin, mitä rikesakkomenettelystä erikseen säädetään. Jos erävalvonnassa ilmi tullut tässä laissa tarkoitettu rikosasia voidaan käsitellä rangaistusmääräysmenettelystä annetussa laissa (692/1993) säädetyssä rangaistusmääräysmenettelyssä, erätarkastajalla on oikeus antaa rangaistusvaatimus, jos vaatimuksen kohteena oleva antaa kirjallisen suostumuksen asian käsittelemiseksi rangaistusmääräysmenettelyssä. Rangaistusvaatimus saa olla enintään 20 päiväsakkoa, eikä sitä saa muuntaa vankeudeksi. Asiaan sovelletaan muutoin, mitä rangaistusmääräysmenettelystä erikseen säädetään.",
        "folded_fi": "jos eravalvonnassa ilmi tullut tassa laissa tarkoitettu rikosasia voidaan kasitella rikesakkomenettelysta annetussa laissa (66/1983) saadetyssa rikesakkomenettelyssa, eratarkastajalla on oikeus maarata rikesakko, jos sakon kohteena oleva antaa kirjallisen suostumuksen asian kasittelemiseksi rikesakkomenettelyssa. asiaan sovelletaan muutoin, mita rikesakkomenettelysta erikseen saadetaan. jos eravalvonnassa ilmi tullut tassa laissa tarkoitettu rikosasia voidaan kasitella rangaistusmaaraysmenettelysta annetussa laissa (692/1993) saadetyssa rangaistusmaaraysmenettelyssa, eratarkastajalla on oikeus antaa rangaistusvaatimus, jos vaatimuksen kohteena oleva antaa kirjallisen suostumuksen asian kasittelemiseksi rangaistusmaaraysmenettelyssa. rangaistusvaatimus saa olla enintaan 20 paivasakkoa, eika sita saa muuntaa vankeudeksi. asiaan sovelletaan muutoin, mita rangaistusmaaraysmenettelysta erikseen saadetaan.",
        "title_sv": "Ordningsbot och straffanspråk",
        "content_sv": "Om ett brottsärende som avses i denna lag och som har framkommit vid jakt- och fiskeövervakning kan behandlas i ordningsbotsförfarande enligt lagen om ordningsbotsförfarande (66/1983), har jakt- och fiskeövervakaren rätt att förelägga ordningsbot förutsatt att den som ordningsboten gäller skriftligen ger sitt samtycke till att ärendet behandlas i ordningsbotsförfarande. I ärendet tillämpas i övrigt det som särskilt föreskrivs om ordningsbotsförfarande. Om ett brottsärende som avses i denna lag och som har framkommit vid jakt- och fiskeövervakning kan behandlas i strafforderförfarande enligt lagen om strafforderförfarande (692/1993), har jakt- och fiskeövervakaren rätt att framställa straffanspråk förutsatt att den som straffanspråket gäller skriftligen ger sitt samtycke till att ärendet behandlas i strafforderförfarande. Ett straffanspråk får uppgå till högst 20 dagsböter, och det får inte förvandlas till fängelse. I ärendet tillämpas i övrigt det som särskilt föreskrivs om strafforderförfarande.",
        "normalized_sv": "Om ett brottsärende som avses i denna lag och som har framkommit vid jakt- och fiskeövervakning kan behandlas i ordningsbotsförfarande enligt lagen om ordningsbotsförfarande (66/1983), har jakt- och fiskeövervakaren rätt att förelägga ordningsbot förutsatt att den som ordningsboten gäller skriftligen ger sitt samtycke till att ärendet behandlas i ordningsbotsförfarande. I ärendet tillämpas i övrigt det som särskilt föreskrivs om ordningsbotsförfarande. Om ett brottsärende som avses i denna lag och som har framkommit vid jakt- och fiskeövervakning kan behandlas i strafforderförfarande enligt lagen om strafforderförfarande (692/1993), har jakt- och fiskeövervakaren rätt att framställa straffanspråk förutsatt att den som straffanspråket gäller skriftligen ger sitt samtycke till att ärendet behandlas i strafforderförfarande. Ett straffanspråk får uppgå till högst 20 dagsböter, och det får inte förvandlas till fängelse. I ärendet tillämpas i övrigt det som särskilt föreskrivs om strafforderförfarande.",
        "folded_sv": "om ett brottsarende som avses i denna lag och som har framkommit vid jakt- och fiskeovervakning kan behandlas i ordningsbotsforfarande enligt lagen om ordningsbotsforfarande (66/1983), har jakt- och fiskeovervakaren ratt att forelagga ordningsbot forutsatt att den som ordningsboten galler skriftligen ger sitt samtycke till att arendet behandlas i ordningsbotsforfarande. i arendet tillampas i ovrigt det som sarskilt foreskrivs om ordningsbotsforfarande. om ett brottsarende som avses i denna lag och som har framkommit vid jakt- och fiskeovervakning kan behandlas i strafforderforfarande enligt lagen om strafforderforfarande (692/1993), har jakt- och fiskeovervakaren ratt att framstalla straffansprak forutsatt att den som straffanspraket galler skriftligen ger sitt samtycke till att arendet behandlas i strafforderforfarande. ett straffansprak far uppga till hogst 20 dagsboter, och det far inte forvandlas till fangelse. i arendet tillampas i ovrigt det som sarskilt foreskrivs om strafforderforfarande."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Huomautus",
      "content": "Jos erävalvontaa koskevien säännösten rikkominen on olosuhteet huomioon ottaen vähäinen, erätarkastaja voi muihin toimenpiteisiin ryhtymättä antaa tekoon syyllistyneelle huomautuksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Jos erävalvontaa koskevien säännösten rikkominen on olosuhteet huomioon ottaen vähäinen, erätarkastaja voi muihin toimenpiteisiin ryhtymättä antaa tekoon syyllistyneelle huomautuksen.",
        "folded_fi": "jos eravalvontaa koskevien saannosten rikkominen on olosuhteet huomioon ottaen vahainen, eratarkastaja voi muihin toimenpiteisiin ryhtymatta antaa tekoon syyllistyneelle huomautuksen.",
        "title_sv": "Anmärkning",
        "content_sv": "Om ett brott mot bestämmelserna om jakt- och fiskeövervakning är ringa med tanke på omständigheterna, kan jakt- och fiskeövervakaren utan att vidta några andra åtgärder ge den som gjort sig skyldig till gärningen en anmärkning.",
        "normalized_sv": "Om ett brott mot bestämmelserna om jakt- och fiskeövervakning är ringa med tanke på omständigheterna, kan jakt- och fiskeövervakaren utan att vidta några andra åtgärder ge den som gjort sig skyldig till gärningen en anmärkning.",
        "folded_sv": "om ett brott mot bestammelserna om jakt- och fiskeovervakning ar ringa med tanke pa omstandigheterna, kan jakt- och fiskeovervakaren utan att vidta nagra andra atgarder ge den som gjort sig skyldig till garningen en anmarkning."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Virka-apu",
      "content": "Erätarkastajalla on oikeus saada erävalvontaan kuuluvan yksittäisen tehtävän suorittamiseen muulta valtion viranomaiselta sellaista tarpeellista virka-apua, jonka antamiseen viranomainen on toimivaltainen. Virka-apu annetaan Metsähallituksen pyynnöstä, jollei avun tarpeen kiireellisyydestä muuta johdu. Erätarkastaja on velvollinen antamaan poliisille ja muulle viranomaiselle virka-apua onnettomuuden sattuessa, kadonneen etsinnässä, etsintäkuulutetun kiinniottamisessa ja muissa tehtäviinsä soveltuvissa tapauksissa. Virka-apu annetaan Metsähallitukselle osoitetusta pyynnöstä, jollei avun tarpeen kiireellisyydestä muuta johdu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Erätarkastajalla on oikeus saada erävalvontaan kuuluvan yksittäisen tehtävän suorittamiseen muulta valtion viranomaiselta sellaista tarpeellista virka-apua, jonka antamiseen viranomainen on toimivaltainen. Virka-apu annetaan Metsähallituksen pyynnöstä, jollei avun tarpeen kiireellisyydestä muuta johdu. Erätarkastaja on velvollinen antamaan poliisille ja muulle viranomaiselle virka-apua onnettomuuden sattuessa, kadonneen etsinnässä, etsintäkuulutetun kiinniottamisessa ja muissa tehtäviinsä soveltuvissa tapauksissa. Virka-apu annetaan Metsähallitukselle osoitetusta pyynnöstä, jollei avun tarpeen kiireellisyydestä muuta johdu.",
        "folded_fi": "eratarkastajalla on oikeus saada eravalvontaan kuuluvan yksittaisen tehtavan suorittamiseen muulta valtion viranomaiselta sellaista tarpeellista virka-apua, jonka antamiseen viranomainen on toimivaltainen. virka-apu annetaan metsahallituksen pyynnosta, jollei avun tarpeen kiireellisyydesta muuta johdu. eratarkastaja on velvollinen antamaan poliisille ja muulle viranomaiselle virka-apua onnettomuuden sattuessa, kadonneen etsinnassa, etsintakuulutetun kiinniottamisessa ja muissa tehtaviinsa soveltuvissa tapauksissa. virka-apu annetaan metsahallitukselle osoitetusta pyynnosta, jollei avun tarpeen kiireellisyydesta muuta johdu.",
        "title_sv": "Handräckning",
        "content_sv": "En jakt- och fiskeövervakare har rätt att av en annan statlig myndighet få sådan handräckning som behövs för fullgörandet av ett enskilt jakt- och fiskeövervakningsuppdrag och som myndigheten är behörig att lämna. Handräckningen lämnas på begäran av Forststyrelsen, om inte något annat följer av att behovet av hjälp är brådskande. En jakt- och fiskeövervakare är skyldig att lämna polisen och andra myndigheter hand-räckning vid olyckor, i spaningen efter försvunna och gripandet av efterlysta och i andra fall där det är lämpligt med tanke på jakt- och fiskeövervakarens uppgifter. Handräckningen lämnas på begäran som riktas till Forststyrelsen, om inte något annat följer av att behovet av hjälp är brådskande.",
        "normalized_sv": "En jakt- och fiskeövervakare har rätt att av en annan statlig myndighet få sådan handräckning som behövs för fullgörandet av ett enskilt jakt- och fiskeövervakningsuppdrag och som myndigheten är behörig att lämna. Handräckningen lämnas på begäran av Forststyrelsen, om inte något annat följer av att behovet av hjälp är brådskande. En jakt- och fiskeövervakare är skyldig att lämna polisen och andra myndigheter hand-räckning vid olyckor, i spaningen efter försvunna och gripandet av efterlysta och i andra fall där det är lämpligt med tanke på jakt- och fiskeövervakarens uppgifter. Handräckningen lämnas på begäran som riktas till Forststyrelsen, om inte något annat följer av att behovet av hjälp är brådskande.",
        "folded_sv": "en jakt- och fiskeovervakare har ratt att av en annan statlig myndighet fa sadan handrackning som behovs for fullgorandet av ett enskilt jakt- och fiskeovervakningsuppdrag och som myndigheten ar behorig att lamna. handrackningen lamnas pa begaran av forststyrelsen, om inte nagot annat foljer av att behovet av hjalp ar bradskande. en jakt- och fiskeovervakare ar skyldig att lamna polisen och andra myndigheter hand-rackning vid olyckor, i spaningen efter forsvunna och gripandet av efterlysta och i andra fall dar det ar lampligt med tanke pa jakt- och fiskeovervakarens uppgifter. handrackningen lamnas pa begaran som riktas till forststyrelsen, om inte nagot annat foljer av att behovet av hjalp ar bradskande."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Tapahtumailmoitus",
      "content": "Asianosaisten oikeusturvan parantamiseksi ja erävalvonnan valvontaa varten 6 §:ssä tarkoitetusta kiinniottamisesta, 7 §:ssä tarkoitetusta turvallisuustarkastuksesta, 8 §:ssä tarkoitetusta ratti- ja vesiliikennejuopumusvalvonnasta, 9 §:ssä tarkoitetusta omaisuuden haltuun ottamisesta ja 10 §:ssä tarkoitetusta voimakeinojen käyttämisestä erätarkastajan on laadittava tapahtumailmoitus. Edellä 1 momentissa tarkoitettuun tapahtumailmoitukseen merkitään seuraavat tiedot: 1) toimenpiteen kohteena olevan henkilön tunniste- ja yhteystiedot henkilötunnus mukaan lukien; 2) epäilty rikkomus, jonka selvittämiseksi toimenpiteeseen on ryhdytty; 3) toimenpiteen laatu sekä luettelo sellaisista haltuun otetuista esineistä ja aineista, joita ei voida turvallisuustarkastuksen jälkeen haltijalle palauttaa; 4) toimenpiteen ajankohta ja suorittaja. Tietoja saa käyttää vain 1 momentissa säädettyyn tarkoitukseen. Metsähallituksen on säilytettävä tapahtumailmoitukset kahden vuoden ajan niiden laatimispäivää seuraavan kalenterivuoden alusta lukien, minkä jälkeen ne on hävitettävä. Sen lisäksi, mitä muussa laissa säädetään, tapahtumailmoitukseen sisältyvien tietojen käsittelyyn sovelletaan henkilötietolain (523/1999) säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_17",
        "normalized_fi": "Asianosaisten oikeusturvan parantamiseksi ja erävalvonnan valvontaa varten 6 § :ssä tarkoitetusta kiinniottamisesta, 7 § :ssä tarkoitetusta turvallisuustarkastuksesta, 8 § :ssä tarkoitetusta ratti- ja vesiliikennejuopumusvalvonnasta, 9 § :ssä tarkoitetusta omaisuuden haltuun ottamisesta ja 10 § :ssä tarkoitetusta voimakeinojen käyttämisestä erätarkastajan on laadittava tapahtumailmoitus. Edellä 1 momentissa tarkoitettuun tapahtumailmoitukseen merkitään seuraavat tiedot: 1) toimenpiteen kohteena olevan henkilön tunniste- ja yhteystiedot henkilötunnus mukaan lukien; 2) epäilty rikkomus, jonka selvittämiseksi toimenpiteeseen on ryhdytty; 3) toimenpiteen laatu sekä luettelo sellaisista haltuun otetuista esineistä ja aineista, joita ei voida turvallisuustarkastuksen jälkeen haltijalle palauttaa; 4) toimenpiteen ajankohta ja suorittaja. Tietoja saa käyttää vain 1 momentissa säädettyyn tarkoitukseen. Metsähallituksen on säilytettävä tapahtumailmoitukset kahden vuoden ajan niiden laatimispäivää seuraavan kalenterivuoden alusta lukien, minkä jälkeen ne on hävitettävä. Sen lisäksi, mitä muussa laissa säädetään, tapahtumailmoitukseen sisältyvien tietojen käsittelyyn sovelletaan henkilötietolain (523/1999) säännöksiä.",
        "folded_fi": "asianosaisten oikeusturvan parantamiseksi ja eravalvonnan valvontaa varten 6 §:ssa tarkoitetusta kiinniottamisesta, 7 §:ssa tarkoitetusta turvallisuustarkastuksesta, 8 §:ssa tarkoitetusta ratti- ja vesiliikennejuopumusvalvonnasta, 9 §:ssa tarkoitetusta omaisuuden haltuun ottamisesta ja 10 §:ssa tarkoitetusta voimakeinojen kayttamisesta eratarkastajan on laadittava tapahtumailmoitus. edella 1 momentissa tarkoitettuun tapahtumailmoitukseen merkitaan seuraavat tiedot: 1) toimenpiteen kohteena olevan henkilon tunniste- ja yhteystiedot henkilotunnus mukaan lukien; 2) epailty rikkomus, jonka selvittamiseksi toimenpiteeseen on ryhdytty; 3) toimenpiteen laatu seka luettelo sellaisista haltuun otetuista esineista ja aineista, joita ei voida turvallisuustarkastuksen jalkeen haltijalle palauttaa; 4) toimenpiteen ajankohta ja suorittaja. tietoja saa kayttaa vain 1 momentissa saadettyyn tarkoitukseen. metsahallituksen on sailytettava tapahtumailmoitukset kahden vuoden ajan niiden laatimispaivaa seuraavan kalenterivuoden alusta lukien, minka jalkeen ne on havitettava. sen lisaksi, mita muussa laissa saadetaan, tapahtumailmoitukseen sisaltyvien tietojen kasittelyyn sovelletaan henkilotietolain (523/1999) saannoksia.",
        "title_sv": "Händelserapport",
        "content_sv": "För att parternas rättsskydd skall kunna förbättras och med tanke på tillsynen över jakt- och fiskeövervakningen skall jakt- och fiskeövervakaren ge en händelserapport om gripande enligt 6 §, säkerhetsvisitation enligt 7 §, åtgärder vid rattfylleri och fylleri i sjötrafik enligt 8 §, omhändertagande av egendom enligt 9 § och användning av maktmedel enligt 10 §. Följande uppgifter skall antecknas i en händelserapport som avses i 1 mom.: 1) identifieringsuppgifter och kontaktinformation, inklusive personbeteckning, beträffande den som är föremål för åtgärden, 2) den misstänkta förseelse som man försöker utreda genom den vidtagna åtgärden, 3) åtgärdens art och en förteckning över omhändertagna föremål och ämnen som inte kan återlämnas till innehavaren efter en säkerhetsvisitation, 4) tidpunkten för åtgärden och vem som utförde den. Uppgifterna får användas bara i det syfte som anges i 1 mom. Forststyrelsen skall förvara sina händelserapporter två år från ingången av det kalenderår som följer på den dag då de gavs, varefter de skall förstöras. Utöver det som föreskrivs i någon annan lag tillämpas personuppgiftslagen (523/1999) på behandlingen av uppgifter som ingår i händelserapporten.",
        "normalized_sv": "För att parternas rättsskydd skall kunna förbättras och med tanke på tillsynen över jakt- och fiskeövervakningen skall jakt- och fiskeövervakaren ge en händelserapport om gripande enligt 6 § , säkerhetsvisitation enligt 7 § , åtgärder vid rattfylleri och fylleri i sjötrafik enligt 8 § , omhändertagande av egendom enligt 9 § och användning av maktmedel enligt 10 § . Följande uppgifter skall antecknas i en händelserapport som avses i 1 mom.: 1) identifieringsuppgifter och kontaktinformation, inklusive personbeteckning, beträffande den som är föremål för åtgärden, 2) den misstänkta förseelse som man försöker utreda genom den vidtagna åtgärden, 3) åtgärdens art och en förteckning över omhändertagna föremål och ämnen som inte kan återlämnas till innehavaren efter en säkerhetsvisitation, 4) tidpunkten för åtgärden och vem som utförde den. Uppgifterna får användas bara i det syfte som anges i 1 mom. Forststyrelsen skall förvara sina händelserapporter två år från ingången av det kalenderår som följer på den dag då de gavs, varefter de skall förstöras. Utöver det som föreskrivs i någon annan lag tillämpas personuppgiftslagen (523/1999) på behandlingen av uppgifter som ingår i händelserapporten.",
        "folded_sv": "for att parternas rattsskydd skall kunna forbattras och med tanke pa tillsynen over jakt- och fiskeovervakningen skall jakt- och fiskeovervakaren ge en handelserapport om gripande enligt 6 §, sakerhetsvisitation enligt 7 §, atgarder vid rattfylleri och fylleri i sjotrafik enligt 8 §, omhandertagande av egendom enligt 9 § och anvandning av maktmedel enligt 10 §. foljande uppgifter skall antecknas i en handelserapport som avses i 1 mom.: 1) identifieringsuppgifter och kontaktinformation, inklusive personbeteckning, betraffande den som ar foremal for atgarden, 2) den misstankta forseelse som man forsoker utreda genom den vidtagna atgarden, 3) atgardens art och en forteckning over omhandertagna foremal och amnen som inte kan aterlamnas till innehavaren efter en sakerhetsvisitation, 4) tidpunkten for atgarden och vem som utforde den. uppgifterna far anvandas bara i det syfte som anges i 1 mom. forststyrelsen skall forvara sina handelserapporter tva ar fran ingangen av det kalenderar som foljer pa den dag da de gavs, varefter de skall forstoras. utover det som foreskrivs i nagon annan lag tillampas personuppgiftslagen (523/1999) pa behandlingen av uppgifter som ingar i handelserapporten."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Vahingon korvaaminen",
      "content": "Erävalvonnasta syntyneen vahingon korvaamisesta on voimassa, mitä vahingonkorvauslaissa (412/1974) vahingonkorvauksesta julkista valtaa käytettäessä säädetään. Erätarkastajan on viivytyksettä tehtävä esimiehelleen ilmoitus erävalvonnassa syntyneestä muusta kuin vähäiseksi katsottavasta henkilö- tai omaisuusvahingosta. Vahinkotapahtumasta on toimitettava poliisitutkinta, jos vahinkoa kärsinyt tai erätarkastaja sitä pyytää tai tutkintaan havaitaan muutoin olevan tarvetta. Erävalvontaan kuuluvaa tehtävää suoritettaessa vammoja saaneelle henkilölle on viivytyksettä hankittava tarpeellista hoitoa. Sille, joka ilmoittaa saaneensa vammoja erätarkastajan toimenpiteen johdosta, on annettava tilaisuus päästä lääkärintarkastukseen. Jos lääkärintarkastusta ei voida välittömästi järjestää, hänelle on annettava tilaisuus päästä muun esteettömän henkilön tarkastettavaksi. Kustannukset erävalvontaan kuuluvaa tehtävää suoritettaessa vammoja saaneelle henkilölle tarpeellisen hoidon hankkimisesta ja tarpeellisista tarkastuksista suoritetaan ennakolta valtion varoista. Valtion varoista suoritetut kustannukset, joiden korvaamiseen valtio ei ole velvollinen, peritään takaisin, jollei se ole ilmeisen kohtuutonta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_18",
        "normalized_fi": "Erävalvonnasta syntyneen vahingon korvaamisesta on voimassa, mitä vahingonkorvauslaissa (412/1974) vahingonkorvauksesta julkista valtaa käytettäessä säädetään. Erätarkastajan on viivytyksettä tehtävä esimiehelleen ilmoitus erävalvonnassa syntyneestä muusta kuin vähäiseksi katsottavasta henkilö- tai omaisuusvahingosta. Vahinkotapahtumasta on toimitettava poliisitutkinta, jos vahinkoa kärsinyt tai erätarkastaja sitä pyytää tai tutkintaan havaitaan muutoin olevan tarvetta. Erävalvontaan kuuluvaa tehtävää suoritettaessa vammoja saaneelle henkilölle on viivytyksettä hankittava tarpeellista hoitoa. Sille, joka ilmoittaa saaneensa vammoja erätarkastajan toimenpiteen johdosta, on annettava tilaisuus päästä lääkärintarkastukseen. Jos lääkärintarkastusta ei voida välittömästi järjestää, hänelle on annettava tilaisuus päästä muun esteettömän henkilön tarkastettavaksi. Kustannukset erävalvontaan kuuluvaa tehtävää suoritettaessa vammoja saaneelle henkilölle tarpeellisen hoidon hankkimisesta ja tarpeellisista tarkastuksista suoritetaan ennakolta valtion varoista. Valtion varoista suoritetut kustannukset, joiden korvaamiseen valtio ei ole velvollinen, peritään takaisin, jollei se ole ilmeisen kohtuutonta.",
        "folded_fi": "eravalvonnasta syntyneen vahingon korvaamisesta on voimassa, mita vahingonkorvauslaissa (412/1974) vahingonkorvauksesta julkista valtaa kaytettaessa saadetaan. eratarkastajan on viivytyksetta tehtava esimiehelleen ilmoitus eravalvonnassa syntyneesta muusta kuin vahaiseksi katsottavasta henkilo- tai omaisuusvahingosta. vahinkotapahtumasta on toimitettava poliisitutkinta, jos vahinkoa karsinyt tai eratarkastaja sita pyytaa tai tutkintaan havaitaan muutoin olevan tarvetta. eravalvontaan kuuluvaa tehtavaa suoritettaessa vammoja saaneelle henkilolle on viivytyksetta hankittava tarpeellista hoitoa. sille, joka ilmoittaa saaneensa vammoja eratarkastajan toimenpiteen johdosta, on annettava tilaisuus paasta laakarintarkastukseen. jos laakarintarkastusta ei voida valittomasti jarjestaa, hanelle on annettava tilaisuus paasta muun esteettoman henkilon tarkastettavaksi. kustannukset eravalvontaan kuuluvaa tehtavaa suoritettaessa vammoja saaneelle henkilolle tarpeellisen hoidon hankkimisesta ja tarpeellisista tarkastuksista suoritetaan ennakolta valtion varoista. valtion varoista suoritetut kustannukset, joiden korvaamiseen valtio ei ole velvollinen, peritaan takaisin, jollei se ole ilmeisen kohtuutonta.",
        "title_sv": "Ersättning för skada",
        "content_sv": "I fråga om ersättning för skada som uppstått på grund av jakt- och fiskeövervakning gäller det som i skadeståndslagen (412/1974) föreskrivs om skadestånd vid myndighetsutövning. En jakt- och fiskeövervakare skall utan dröjsmål göra anmälan hos sin chef om en person- eller egendomsskada som uppstått vid jakt- och fiskeövervakningen, om skadan inte är att anse som ringa. En polisundersökning av skadefallet skall göras på begäran av den skadelidande eller jakt- och fiskeövervakaren eller om det annars framkommer behov av en undersökning. En person som skadats vid utförandet av ett jakt- och fiskeövervakningsuppdrag skall utan dröjsmål ges den vård som behövs. En person som meddelar att han eller hon har skadats genom en åtgärd av en jakt- och fiskeövervakare skall ges möjlighet att bli undersökt av en läkare. Om läkarundersökning inte genast kan ordnas, skall personen ges möjlighet att bli undersökt av någon annan ojävig person. Kostnaderna för den nödvändiga vården av en person som skadats vid fullgörandet av ett jakt- och fiskeövervakningsuppdrag liksom kostnaderna för de nödvändiga undersökningarna skall betalas i förskott av statens medel. Kostnader som har betalats av statens medel och som staten inte är skyldig att ersätta skall återkrävas, om det inte är uppenbart oskäligt.",
        "normalized_sv": "I fråga om ersättning för skada som uppstått på grund av jakt- och fiskeövervakning gäller det som i skadeståndslagen (412/1974) föreskrivs om skadestånd vid myndighetsutövning. En jakt- och fiskeövervakare skall utan dröjsmål göra anmälan hos sin chef om en person- eller egendomsskada som uppstått vid jakt- och fiskeövervakningen, om skadan inte är att anse som ringa. En polisundersökning av skadefallet skall göras på begäran av den skadelidande eller jakt- och fiskeövervakaren eller om det annars framkommer behov av en undersökning. En person som skadats vid utförandet av ett jakt- och fiskeövervakningsuppdrag skall utan dröjsmål ges den vård som behövs. En person som meddelar att han eller hon har skadats genom en åtgärd av en jakt- och fiskeövervakare skall ges möjlighet att bli undersökt av en läkare. Om läkarundersökning inte genast kan ordnas, skall personen ges möjlighet att bli undersökt av någon annan ojävig person. Kostnaderna för den nödvändiga vården av en person som skadats vid fullgörandet av ett jakt- och fiskeövervakningsuppdrag liksom kostnaderna för de nödvändiga undersökningarna skall betalas i förskott av statens medel. Kostnader som har betalats av statens medel och som staten inte är skyldig att ersätta skall återkrävas, om det inte är uppenbart oskäligt.",
        "folded_sv": "i fraga om ersattning for skada som uppstatt pa grund av jakt- och fiskeovervakning galler det som i skadestandslagen (412/1974) foreskrivs om skadestand vid myndighetsutovning. en jakt- och fiskeovervakare skall utan drojsmal gora anmalan hos sin chef om en person- eller egendomsskada som uppstatt vid jakt- och fiskeovervakningen, om skadan inte ar att anse som ringa. en polisundersokning av skadefallet skall goras pa begaran av den skadelidande eller jakt- och fiskeovervakaren eller om det annars framkommer behov av en undersokning. en person som skadats vid utforandet av ett jakt- och fiskeovervakningsuppdrag skall utan drojsmal ges den vard som behovs. en person som meddelar att han eller hon har skadats genom en atgard av en jakt- och fiskeovervakare skall ges mojlighet att bli undersokt av en lakare. om lakarundersokning inte genast kan ordnas, skall personen ges mojlighet att bli undersokt av nagon annan ojavig person. kostnaderna for den nodvandiga varden av en person som skadats vid fullgorandet av ett jakt- och fiskeovervakningsuppdrag liksom kostnaderna for de nodvandiga undersokningarna skall betalas i forskott av statens medel. kostnader som har betalats av statens medel och som staten inte ar skyldig att ersatta skall aterkravas, om det inte ar uppenbart oskaligt."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Valvonta",
      "content": "Maa- ja metsätalousministeriö valvoo Metsähallituksen erävalvonnan lainmukaisuutta ja asianmukaisuutta. Lääninhallitus valvoo toimialueellaan erävalvontaan kuuluvien toimivaltuuksien käyttöä. Metsähallituksen on laadittava erävalvonnasta kalenterivuosittain toimintakertomus ja toimitettava se seuraavan vuoden helmikuun loppuun mennessä 1 momentissa tarkoitetuille viranomaisille valvonnan toteuttamista varten. Valvontaviranomaisilla on oikeus saada Metsähallitukselta jäljennös 17 §:ssä tarkoitetusta tapahtumailmoituksesta ja muuta valvonnan kannalta tarpeellista tietoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_19",
        "normalized_fi": "Maa- ja metsätalousministeriö valvoo Metsähallituksen erävalvonnan lainmukaisuutta ja asianmukaisuutta. Lääninhallitus valvoo toimialueellaan erävalvontaan kuuluvien toimivaltuuksien käyttöä. Metsähallituksen on laadittava erävalvonnasta kalenterivuosittain toimintakertomus ja toimitettava se seuraavan vuoden helmikuun loppuun mennessä 1 momentissa tarkoitetuille viranomaisille valvonnan toteuttamista varten. Valvontaviranomaisilla on oikeus saada Metsähallitukselta jäljennös 17 § :ssä tarkoitetusta tapahtumailmoituksesta ja muuta valvonnan kannalta tarpeellista tietoa.",
        "folded_fi": "maa- ja metsatalousministerio valvoo metsahallituksen eravalvonnan lainmukaisuutta ja asianmukaisuutta. laaninhallitus valvoo toimialueellaan eravalvontaan kuuluvien toimivaltuuksien kayttoa. metsahallituksen on laadittava eravalvonnasta kalenterivuosittain toimintakertomus ja toimitettava se seuraavan vuoden helmikuun loppuun mennessa 1 momentissa tarkoitetuille viranomaisille valvonnan toteuttamista varten. valvontaviranomaisilla on oikeus saada metsahallitukselta jaljennos 17 §:ssa tarkoitetusta tapahtumailmoituksesta ja muuta valvonnan kannalta tarpeellista tietoa.",
        "title_sv": "Tillsyn",
        "content_sv": "Jord- och skogsbruksministeriet skall övervaka att Forststyrelsens jakt- och fiskeövervakning är lagenlig och ändamålsenlig. Länsstyrelsen skall inom sitt verksamhetsområde övervaka hur befogenheterna inom jakt- och fiskeövervakningen utövas. Forststyrelsen skall med tanke på tillsynen kalenderårsvis avfatta en verksamhetsberättelse om jakt- och fiskeövervakningen och före utgången av februari följande år sända den till de myndigheter som avses i 1 mom. Tillsynsmyndigheterna har rätt att av Forststyrelsen få en kopia av en händelserapport som avses i 17 § samt annan information som är nödvändig för tillsynen.",
        "normalized_sv": "Jord- och skogsbruksministeriet skall övervaka att Forststyrelsens jakt- och fiskeövervakning är lagenlig och ändamålsenlig. Länsstyrelsen skall inom sitt verksamhetsområde övervaka hur befogenheterna inom jakt- och fiskeövervakningen utövas. Forststyrelsen skall med tanke på tillsynen kalenderårsvis avfatta en verksamhetsberättelse om jakt- och fiskeövervakningen och före utgången av februari följande år sända den till de myndigheter som avses i 1 mom. Tillsynsmyndigheterna har rätt att av Forststyrelsen få en kopia av en händelserapport som avses i 17 § samt annan information som är nödvändig för tillsynen.",
        "folded_sv": "jord- och skogsbruksministeriet skall overvaka att forststyrelsens jakt- och fiskeovervakning ar lagenlig och andamalsenlig. lansstyrelsen skall inom sitt verksamhetsomrade overvaka hur befogenheterna inom jakt- och fiskeovervakningen utovas. forststyrelsen skall med tanke pa tillsynen kalenderarsvis avfatta en verksamhetsberattelse om jakt- och fiskeovervakningen och fore utgangen av februari foljande ar sanda den till de myndigheter som avses i 1 mom. tillsynsmyndigheterna har ratt att av forststyrelsen fa en kopia av en handelserapport som avses i 17 § samt annan information som ar nodvandig for tillsynen."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Tarkemmat säännökset",
      "content": "Valtioneuvoston asetuksella annetaan tarvittavat tarkemmat säännökset 6 §:ssä tarkoitetussa henkilöllisyyden selvittämisessä ja kiinniottamisessa, 7 §:ssä tarkoitetussa turvallisuustarkastuksessa, 8 §:ssä tarkoitetussa ratti- ja vesiliikennejuopumusvalvonnassa, 9 §:ssä tarkoitetussa haltuun ottamisessa ja 10 §:ssä tarkoitetussa voimakeinojen käyttämisessä noudatettavasta menettelystä sekä 12 §:n 2 momentissa tarkoitetusta eläimen lopettamiseen soveltuvasta ampuma-aseesta ja muista erätarkastajan varustukseen kuuluvista voimankäyttö- ja suojavälineistä sekä erävalvontatehtävässä tarpeellisista varusteista. Maa- ja metsätalousministeriön asetuksella annetaan tarvittavat tekniset säännökset 3 §:n 3 momentissa tarkoitetusta virkamerkistä, 17 §:ssä tarkoitetusta tapahtumailmoituksesta ja erätarkastajan voimankäyttövälineiden kantamistavasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_20",
        "normalized_fi": "Valtioneuvoston asetuksella annetaan tarvittavat tarkemmat säännökset 6 § :ssä tarkoitetussa henkilöllisyyden selvittämisessä ja kiinniottamisessa, 7 § :ssä tarkoitetussa turvallisuustarkastuksessa, 8 § :ssä tarkoitetussa ratti- ja vesiliikennejuopumusvalvonnassa, 9 § :ssä tarkoitetussa haltuun ottamisessa ja 10 § :ssä tarkoitetussa voimakeinojen käyttämisessä noudatettavasta menettelystä sekä 12 § :n 2 momentissa tarkoitetusta eläimen lopettamiseen soveltuvasta ampuma-aseesta ja muista erätarkastajan varustukseen kuuluvista voimankäyttö- ja suojavälineistä sekä erävalvontatehtävässä tarpeellisista varusteista. Maa- ja metsätalousministeriön asetuksella annetaan tarvittavat tekniset säännökset 3 § :n 3 momentissa tarkoitetusta virkamerkistä, 17 § :ssä tarkoitetusta tapahtumailmoituksesta ja erätarkastajan voimankäyttövälineiden kantamistavasta.",
        "folded_fi": "valtioneuvoston asetuksella annetaan tarvittavat tarkemmat saannokset 6 §:ssa tarkoitetussa henkilollisyyden selvittamisessa ja kiinniottamisessa, 7 §:ssa tarkoitetussa turvallisuustarkastuksessa, 8 §:ssa tarkoitetussa ratti- ja vesiliikennejuopumusvalvonnassa, 9 §:ssa tarkoitetussa haltuun ottamisessa ja 10 §:ssa tarkoitetussa voimakeinojen kayttamisessa noudatettavasta menettelysta seka 12 §:n 2 momentissa tarkoitetusta elaimen lopettamiseen soveltuvasta ampuma-aseesta ja muista eratarkastajan varustukseen kuuluvista voimankaytto- ja suojavalineista seka eravalvontatehtavassa tarpeellisista varusteista. maa- ja metsatalousministerion asetuksella annetaan tarvittavat tekniset saannokset 3 §:n 3 momentissa tarkoitetusta virkamerkista, 17 §:ssa tarkoitetusta tapahtumailmoituksesta ja eratarkastajan voimankayttovalineiden kantamistavasta.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Genom förordning av statsrådet utfärdas närmare bestämmelser som behövs om förfarandet vid utredande av identitet och gripande enligt 6 §, säkerhetsvisitation enligt 7 §, åtgärder vid rattfylleri och fylleri i sjötrafik enligt 8 §, omhändertagande enligt 9 § och vid användning av maktmedel enligt 10 § samt om skjutvapen som lämpar sig för avlivning av djur enligt 12 § 2 mom. och om andra maktmedels- och skyddsredskap som ingår i jakt- och fiskeövervakarnas utrustning samt om nödvändig utrustning för jakt- och fiskeövervakningen. Genom förordning av jord- och skogsbruksministeriet utfärdas nödvändiga tekniska bestämmelser om det tjänstetecken som avses i 3 § 3 mom., om händelserapporter enligt 17 § och om hur jakt- och fiskeövervakare skall bära maktmedelsredskap.",
        "normalized_sv": "Genom förordning av statsrådet utfärdas närmare bestämmelser som behövs om förfarandet vid utredande av identitet och gripande enligt 6 § , säkerhetsvisitation enligt 7 § , åtgärder vid rattfylleri och fylleri i sjötrafik enligt 8 § , omhändertagande enligt 9 § och vid användning av maktmedel enligt 10 § samt om skjutvapen som lämpar sig för avlivning av djur enligt 12 § 2 mom. och om andra maktmedels- och skyddsredskap som ingår i jakt- och fiskeövervakarnas utrustning samt om nödvändig utrustning för jakt- och fiskeövervakningen. Genom förordning av jord- och skogsbruksministeriet utfärdas nödvändiga tekniska bestämmelser om det tjänstetecken som avses i 3 § 3 mom., om händelserapporter enligt 17 § och om hur jakt- och fiskeövervakare skall bära maktmedelsredskap.",
        "folded_sv": "genom forordning av statsradet utfardas narmare bestammelser som behovs om forfarandet vid utredande av identitet och gripande enligt 6 §, sakerhetsvisitation enligt 7 §, atgarder vid rattfylleri och fylleri i sjotrafik enligt 8 §, omhandertagande enligt 9 § och vid anvandning av maktmedel enligt 10 § samt om skjutvapen som lampar sig for avlivning av djur enligt 12 § 2 mom. och om andra maktmedels- och skyddsredskap som ingar i jakt- och fiskeovervakarnas utrustning samt om nodvandig utrustning for jakt- och fiskeovervakningen. genom forordning av jord- och skogsbruksministeriet utfardas nodvandiga tekniska bestammelser om det tjanstetecken som avses i 3 § 3 mom., om handelserapporter enligt 17 § och om hur jakt- och fiskeovervakare skall bara maktmedelsredskap."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Voimaantulo- ja siirtymäsäännökset",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2006. Ennen lain täytäntöönpanoa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin. Erätarkastajaan, joka on nimitetty virkaan ennen tämän lain voimaantuloa, ei sovelleta, mitä 3 §:n 2 momentissa säädetään erätarkastajan kelpoisuusvaatimuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_21",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2006. Ennen lain täytäntöönpanoa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin. Erätarkastajaan, joka on nimitetty virkaan ennen tämän lain voimaantuloa, ei sovelleta, mitä 3 § :n 2 momentissa säädetään erätarkastajan kelpoisuusvaatimuksista.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2006. ennen lain taytantoonpanoa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin. eratarkastajaan, joka on nimitetty virkaan ennen taman lain voimaantuloa, ei sovelleta, mita 3 §:n 2 momentissa saadetaan eratarkastajan kelpoisuusvaatimuksista.",
        "title_sv": "Ikraftträdande- och övergångsbestämmelser",
        "content_sv": "Denna lag träder i kraft den 1 januari 2006. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft. Bestämmelsen i 3 § 2 mom. om behörighetsvillkoren för jakt- och fiskeövervakare tillämpas inte på jakt- och fiskeövervakare som har utnämnts till tjänsten före denna lags ikraftträdande.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2006. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft. Bestämmelsen i 3 § 2 mom. om behörighetsvillkoren för jakt- och fiskeövervakare tillämpas inte på jakt- och fiskeövervakare som har utnämnts till tjänsten före denna lags ikraftträdande.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2006. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft. bestammelsen i 3 § 2 mom. om behorighetsvillkoren for jakt- och fiskeovervakare tillampas inte pa jakt- och fiskeovervakare som har utnamnts till tjansten fore denna lags ikrafttradande."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "Tässä laissa säädetyn erävalvonnan tarkoituksena on edistää ja valvoa Metsähallituksen hallinnassa olevien valtion alueiden käytön lainmukaisuutta sekä ennalta ehkäistä ja erävalvontaan kuuluvassa laajuudessa selvittää siihen liittyviä rikoksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tässä laissa säädetyn erävalvonnan tarkoituksena on edistää ja valvoa Metsähallituksen hallinnassa olevien valtion alueiden käytön lainmukaisuutta sekä ennalta ehkäistä ja erävalvontaan kuuluvassa laajuudessa selvittää siihen liittyviä rikoksia.",
        "folded_fi": "tassa laissa saadetyn eravalvonnan tarkoituksena on edistaa ja valvoa metsahallituksen hallinnassa olevien valtion alueiden kayton lainmukaisuutta seka ennalta ehkaista ja eravalvontaan kuuluvassa laajuudessa selvittaa siihen liittyvia rikoksia.",
        "title_sv": "Lagens syfte",
        "content_sv": "Syftet med jakt- och fiskeövervakning enligt denna lag är att främja och övervaka att de av statens områden som är i Forststyrelsens besittning används lagenligt och att förebygga och, i den omfattning det ingår i jakt- och fiskeövervakningen, utreda brott i anslutning till detta.",
        "normalized_sv": "Syftet med jakt- och fiskeövervakning enligt denna lag är att främja och övervaka att de av statens områden som är i Forststyrelsens besittning används lagenligt och att förebygga och, i den omfattning det ingår i jakt- och fiskeövervakningen, utreda brott i anslutning till detta.",
        "folded_sv": "syftet med jakt- och fiskeovervakning enligt denna lag ar att framja och overvaka att de av statens omraden som ar i forststyrelsens besittning anvands lagenligt och att forebygga och, i den omfattning det ingar i jakt- och fiskeovervakningen, utreda brott i anslutning till detta."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Erävalvonta",
      "content": "Tässä laissa ja sen nojalla annetuissa säännöksissä erävalvonnalla tarkoitetaan: 1) metsästystä, kalastusta, luonnonsuojelua, luonnonvaraisten eläinten kohtelua, avotulentekoa ja roskaamista koskevien säännösten noudattamisen valvontaa; 2) maastoliikenteestä luontaiselinkeinoille, luonnolle ja sen yleiselle virkistyskäytölle sekä muulle yleiselle edulle aiheutuvien haittojen ehkäisemistä ja oikeutta liikkua maastossa moottorikäyttöisellä ajoneuvolla koskevien säännösten noudattamisen valvontaa; 3) kalastuksen ja muun elinkeinon, luonnon ja sen yleisen virkistyskäytön sekä muun yleisen edun suojelemista koskevien vesiliikennesäännösten noudattamisen valvontaa; 4) siten kuin ampuma-aselaissa (1/1998) säädetään, ampuma-aseita ja ampumatarpeita koskevien säännösten noudattamisen valvontaa. Erävalvontaan kuuluu lisäksi Metsähallituksen hallinnassa olevien valtion alueiden ja muun omaisuuden vartiointia. Edellä 1 momentissa säädetystä poiketen erävalvontaan ei kuulu Euroopan yhteisön yhteisen kalastuspolitiikan täytäntöönpanosta annetun lain (1139/1994) ja sen nojalla annettujen säännösten noudattamisen valvonta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Tässä laissa ja sen nojalla annetuissa säännöksissä erävalvonnalla tarkoitetaan: 1) metsästystä, kalastusta, luonnonsuojelua, luonnonvaraisten eläinten kohtelua, avotulentekoa ja roskaamista koskevien säännösten noudattamisen valvontaa; 2) maastoliikenteestä luontaiselinkeinoille, luonnolle ja sen yleiselle virkistyskäytölle sekä muulle yleiselle edulle aiheutuvien haittojen ehkäisemistä ja oikeutta liikkua maastossa moottorikäyttöisellä ajoneuvolla koskevien säännösten noudattamisen valvontaa; 3) kalastuksen ja muun elinkeinon, luonnon ja sen yleisen virkistyskäytön sekä muun yleisen edun suojelemista koskevien vesiliikennesäännösten noudattamisen valvontaa; 4) siten kuin ampuma-aselaissa (1/1998) säädetään, ampuma-aseita ja ampumatarpeita koskevien säännösten noudattamisen valvontaa. Erävalvontaan kuuluu lisäksi Metsähallituksen hallinnassa olevien valtion alueiden ja muun omaisuuden vartiointia. Edellä 1 momentissa säädetystä poiketen erävalvontaan ei kuulu Euroopan yhteisön yhteisen kalastuspolitiikan täytäntöönpanosta annetun lain (1139/1994) ja sen nojalla annettujen säännösten noudattamisen valvonta.",
        "folded_fi": "tassa laissa ja sen nojalla annetuissa saannoksissa eravalvonnalla tarkoitetaan: 1) metsastysta, kalastusta, luonnonsuojelua, luonnonvaraisten elainten kohtelua, avotulentekoa ja roskaamista koskevien saannosten noudattamisen valvontaa; 2) maastoliikenteesta luontaiselinkeinoille, luonnolle ja sen yleiselle virkistyskaytolle seka muulle yleiselle edulle aiheutuvien haittojen ehkaisemista ja oikeutta liikkua maastossa moottorikayttoisella ajoneuvolla koskevien saannosten noudattamisen valvontaa; 3) kalastuksen ja muun elinkeinon, luonnon ja sen yleisen virkistyskayton seka muun yleisen edun suojelemista koskevien vesiliikennesaannosten noudattamisen valvontaa; 4) siten kuin ampuma-aselaissa (1/1998) saadetaan, ampuma-aseita ja ampumatarpeita koskevien saannosten noudattamisen valvontaa. eravalvontaan kuuluu lisaksi metsahallituksen hallinnassa olevien valtion alueiden ja muun omaisuuden vartiointia. edella 1 momentissa saadetysta poiketen eravalvontaan ei kuulu euroopan yhteison yhteisen kalastuspolitiikan taytantoonpanosta annetun lain (1139/1994) ja sen nojalla annettujen saannosten noudattamisen valvonta.",
        "title_sv": "Jakt- och fiskeövervakningen",
        "content_sv": "Med jakt- och fiskeövervakning avses i denna lag och i bestämmelser som utfärdats med stöd av den tillsyn över efterlevnaden av 1) bestämmelserna om jakt, fiske, naturskydd, behandling av vilda djur, uppgörande av öppen eld och nedskräpning, 2) bestämmelserna om förebyggande av terrängtrafikens negativa effekter med tanke på naturnäringarna, naturen och ett allmänt nyttjande av naturen för rekreation samt något annat allmänt intresse och om rätten att färdas i terrängen med motordrivna fordon, 3) sjötrafikbestämmelserna om skydd för fisket och andra näringar, naturen och ett allmänt nyttjande av naturen för rekreation samt något annat allmänt intresse, 4) bestämmelserna om skjutvapen och skjutförnödenheter, på det sätt som föreskrivs i skjutvapenlagen (1/1998). I jakt- och fiskeövervakningen ingår dessutom bevakning av statens områden och övriga egendom som är i Forststyrelsens besittning. Med avvikelse från 1 mom. omfattar jakt- och fiskeövervakningen inte tillsyn över att lagen om verkställighet av Europeiska gemenskapens gemensamma fiskeripolitik (1139/1994) och bestämmelser som utfärdats med stöd av den iakttas.",
        "normalized_sv": "Med jakt- och fiskeövervakning avses i denna lag och i bestämmelser som utfärdats med stöd av den tillsyn över efterlevnaden av 1) bestämmelserna om jakt, fiske, naturskydd, behandling av vilda djur, uppgörande av öppen eld och nedskräpning, 2) bestämmelserna om förebyggande av terrängtrafikens negativa effekter med tanke på naturnäringarna, naturen och ett allmänt nyttjande av naturen för rekreation samt något annat allmänt intresse och om rätten att färdas i terrängen med motordrivna fordon, 3) sjötrafikbestämmelserna om skydd för fisket och andra näringar, naturen och ett allmänt nyttjande av naturen för rekreation samt något annat allmänt intresse, 4) bestämmelserna om skjutvapen och skjutförnödenheter, på det sätt som föreskrivs i skjutvapenlagen (1/1998). I jakt- och fiskeövervakningen ingår dessutom bevakning av statens områden och övriga egendom som är i Forststyrelsens besittning. Med avvikelse från 1 mom. omfattar jakt- och fiskeövervakningen inte tillsyn över att lagen om verkställighet av Europeiska gemenskapens gemensamma fiskeripolitik (1139/1994) och bestämmelser som utfärdats med stöd av den iakttas.",
        "folded_sv": "med jakt- och fiskeovervakning avses i denna lag och i bestammelser som utfardats med stod av den tillsyn over efterlevnaden av 1) bestammelserna om jakt, fiske, naturskydd, behandling av vilda djur, uppgorande av oppen eld och nedskrapning, 2) bestammelserna om forebyggande av terrangtrafikens negativa effekter med tanke pa naturnaringarna, naturen och ett allmant nyttjande av naturen for rekreation samt nagot annat allmant intresse och om ratten att fardas i terrangen med motordrivna fordon, 3) sjotrafikbestammelserna om skydd for fisket och andra naringar, naturen och ett allmant nyttjande av naturen for rekreation samt nagot annat allmant intresse, 4) bestammelserna om skjutvapen och skjutfornodenheter, pa det satt som foreskrivs i skjutvapenlagen (1/1998). i jakt- och fiskeovervakningen ingar dessutom bevakning av statens omraden och ovriga egendom som ar i forststyrelsens besittning. med avvikelse fran 1 mom. omfattar jakt- och fiskeovervakningen inte tillsyn over att lagen om verkstallighet av europeiska gemenskapens gemensamma fiskeripolitik (1139/1994) och bestammelser som utfardats med stod av den iakttas."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Erätarkastajat",
      "content": "Erävalvontaa varten Metsähallituksen julkisten hallintotehtävien yksikössä on virkasuhteessa olevia erätarkastajia. Kelpoisuusvaatimuksena erätarkastajan virkaan on poliisin perustutkinto ja perehtyneisyys erävalvontaan. Virkaan nimitettävän on oltava elämäntavoiltaan nuhteeton. Erätarkastajalla on hänen asemansa osoittava virkamerkki.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Erävalvontaa varten Metsähallituksen julkisten hallintotehtävien yksikössä on virkasuhteessa olevia erätarkastajia. Kelpoisuusvaatimuksena erätarkastajan virkaan on poliisin perustutkinto ja perehtyneisyys erävalvontaan. Virkaan nimitettävän on oltava elämäntavoiltaan nuhteeton. Erätarkastajalla on hänen asemansa osoittava virkamerkki.",
        "folded_fi": "eravalvontaa varten metsahallituksen julkisten hallintotehtavien yksikossa on virkasuhteessa olevia eratarkastajia. kelpoisuusvaatimuksena eratarkastajan virkaan on poliisin perustutkinto ja perehtyneisyys eravalvontaan. virkaan nimitettavan on oltava elamantavoiltaan nuhteeton. eratarkastajalla on hanen asemansa osoittava virkamerkki.",
        "title_sv": "Jakt- och fiskeövervakare",
        "content_sv": "För jakt- och fiskeövervakningen finns vid Forststyrelsens enhet för offentliga förvaltningsuppgifter jakt- och fiskeövervakare som är anställda i tjänsteförhållande. Behörighetsvillkor för en tjänst som jakt- och fiskeövervakare är grundexamen för polis och förtrogenhet med jakt- och fiskeövervakning. Den som utnämns till en sådan tjänst skall ha oklanderliga levnadsvanor. Jakt- och fiskeövervakaren har ett tjänstetecken som anger tjänsteställningen.",
        "normalized_sv": "För jakt- och fiskeövervakningen finns vid Forststyrelsens enhet för offentliga förvaltningsuppgifter jakt- och fiskeövervakare som är anställda i tjänsteförhållande. Behörighetsvillkor för en tjänst som jakt- och fiskeövervakare är grundexamen för polis och förtrogenhet med jakt- och fiskeövervakning. Den som utnämns till en sådan tjänst skall ha oklanderliga levnadsvanor. Jakt- och fiskeövervakaren har ett tjänstetecken som anger tjänsteställningen.",
        "folded_sv": "for jakt- och fiskeovervakningen finns vid forststyrelsens enhet for offentliga forvaltningsuppgifter jakt- och fiskeovervakare som ar anstallda i tjansteforhallande. behorighetsvillkor for en tjanst som jakt- och fiskeovervakare ar grundexamen for polis och fortrogenhet med jakt- och fiskeovervakning. den som utnamns till en sadan tjanst skall ha oklanderliga levnadsvanor. jakt- och fiskeovervakaren har ett tjanstetecken som anger tjanstestallningen."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Erävalvonnassa noudatettavat periaatteet",
      "content": "Erävalvontaan kuuluvat tehtävät on suoritettava asiallisesti, puolueettomasti ja sovinnollisuutta edistäen. Tehtävästä ei saa aiheutua suurempaa haittaa tai vahinkoa kuin erävalvonnan toteuttamiseksi on välttämätöntä. Tehtävän on oltava perusteltu suhteessa valvonnan tärkeyteen ja kiireellisyyteen sekä tilanteen kokonaisarvioon vaikuttaviin seikkoihin. Erätarkastajan tulee ensisijaisesti neuvoin, kehotuksin ja käskyin pyrkiä saamaan valvonnan kohteena oleva noudattamaan lakia. Erätarkastaja voi luopua toimenpiteestä, jos sen loppuun saattaminen voi johtaa kohtuuttomaan seuraukseen asian merkitys ja tavoiteltava tulos huomioon ottaen. Erätarkastajan on pidettävä virkamerkki mukana erävalvontaan kuuluvissa tehtävissä ja tarvittaessa tai vaadittaessa esitettävä se.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Erävalvontaan kuuluvat tehtävät on suoritettava asiallisesti, puolueettomasti ja sovinnollisuutta edistäen. Tehtävästä ei saa aiheutua suurempaa haittaa tai vahinkoa kuin erävalvonnan toteuttamiseksi on välttämätöntä. Tehtävän on oltava perusteltu suhteessa valvonnan tärkeyteen ja kiireellisyyteen sekä tilanteen kokonaisarvioon vaikuttaviin seikkoihin. Erätarkastajan tulee ensisijaisesti neuvoin, kehotuksin ja käskyin pyrkiä saamaan valvonnan kohteena oleva noudattamaan lakia. Erätarkastaja voi luopua toimenpiteestä, jos sen loppuun saattaminen voi johtaa kohtuuttomaan seuraukseen asian merkitys ja tavoiteltava tulos huomioon ottaen. Erätarkastajan on pidettävä virkamerkki mukana erävalvontaan kuuluvissa tehtävissä ja tarvittaessa tai vaadittaessa esitettävä se.",
        "folded_fi": "eravalvontaan kuuluvat tehtavat on suoritettava asiallisesti, puolueettomasti ja sovinnollisuutta edistaen. tehtavasta ei saa aiheutua suurempaa haittaa tai vahinkoa kuin eravalvonnan toteuttamiseksi on valttamatonta. tehtavan on oltava perusteltu suhteessa valvonnan tarkeyteen ja kiireellisyyteen seka tilanteen kokonaisarvioon vaikuttaviin seikkoihin. eratarkastajan tulee ensisijaisesti neuvoin, kehotuksin ja kaskyin pyrkia saamaan valvonnan kohteena oleva noudattamaan lakia. eratarkastaja voi luopua toimenpiteesta, jos sen loppuun saattaminen voi johtaa kohtuuttomaan seuraukseen asian merkitys ja tavoiteltava tulos huomioon ottaen. eratarkastajan on pidettava virkamerkki mukana eravalvontaan kuuluvissa tehtavissa ja tarvittaessa tai vaadittaessa esitettava se.",
        "title_sv": "Principerna för jakt- och fiskeövervakning",
        "content_sv": "Jakt- och fiskeövervakningsuppdragen skall utföras sakligt, opartiskt och på ett sätt som främjar försonlighet. Ett uppdrag får inte medföra större skada eller olägenhet än vad som är nödvändigt för att övervakningen skall kunna utföras. Uppdraget skall vara motiverat i förhållande till hur viktig och brådskande övervakningen är samt till övriga omständigheter som inverkar på helhetsbedömningen av situationen. Jakt- och fiskeövervakaren skall i första hand genom råd, uppmaningar och befallningar försöka få den som är föremål för övervakningen att följa lagen. Jakt- och fiskeövervakaren kan avstå från en åtgärd, om slutförandet av den kan medföra följder som är oskäliga med hänsyn till frågans betydelse och det resultat som eftersträvas. Jakt- och fiskeövervakaren skall vid utförande av ett jakt- och fiskeövervakningsuppdrag ha med sig sitt tjänstetecken och visa upp det vid behov eller på begäran.",
        "normalized_sv": "Jakt- och fiskeövervakningsuppdragen skall utföras sakligt, opartiskt och på ett sätt som främjar försonlighet. Ett uppdrag får inte medföra större skada eller olägenhet än vad som är nödvändigt för att övervakningen skall kunna utföras. Uppdraget skall vara motiverat i förhållande till hur viktig och brådskande övervakningen är samt till övriga omständigheter som inverkar på helhetsbedömningen av situationen. Jakt- och fiskeövervakaren skall i första hand genom råd, uppmaningar och befallningar försöka få den som är föremål för övervakningen att följa lagen. Jakt- och fiskeövervakaren kan avstå från en åtgärd, om slutförandet av den kan medföra följder som är oskäliga med hänsyn till frågans betydelse och det resultat som eftersträvas. Jakt- och fiskeövervakaren skall vid utförande av ett jakt- och fiskeövervakningsuppdrag ha med sig sitt tjänstetecken och visa upp det vid behov eller på begäran.",
        "folded_sv": "jakt- och fiskeovervakningsuppdragen skall utforas sakligt, opartiskt och pa ett satt som framjar forsonlighet. ett uppdrag far inte medfora storre skada eller olagenhet an vad som ar nodvandigt for att overvakningen skall kunna utforas. uppdraget skall vara motiverat i forhallande till hur viktig och bradskande overvakningen ar samt till ovriga omstandigheter som inverkar pa helhetsbedomningen av situationen. jakt- och fiskeovervakaren skall i forsta hand genom rad, uppmaningar och befallningar forsoka fa den som ar foremal for overvakningen att folja lagen. jakt- och fiskeovervakaren kan avsta fran en atgard, om slutforandet av den kan medfora foljder som ar oskaliga med hansyn till fragans betydelse och det resultat som efterstravas. jakt- och fiskeovervakaren skall vid utforande av ett jakt- och fiskeovervakningsuppdrag ha med sig sitt tjanstetecken och visa upp det vid behov eller pa begaran."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Toimenpiteen perusteen ilmoittaminen",
      "content": "Erätarkastajan on välittömästi ilmoitettava henkilön vapauteen kohdistuvan toimenpiteen peruste toimenpiteen kohteena olevalle henkilölle. Muun toimenpiteen peruste on ilmoitettava niin pian kuin se on mahdollista toimenpidettä vaarantamatta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Erätarkastajan on välittömästi ilmoitettava henkilön vapauteen kohdistuvan toimenpiteen peruste toimenpiteen kohteena olevalle henkilölle. Muun toimenpiteen peruste on ilmoitettava niin pian kuin se on mahdollista toimenpidettä vaarantamatta.",
        "folded_fi": "eratarkastajan on valittomasti ilmoitettava henkilon vapauteen kohdistuvan toimenpiteen peruste toimenpiteen kohteena olevalle henkilolle. muun toimenpiteen peruste on ilmoitettava niin pian kuin se on mahdollista toimenpidetta vaarantamatta.",
        "title_sv": "Meddelande av grunden för en åtgärd",
        "content_sv": "Om en person blir föremål för åtgärder som riktar sig mot hans eller hennes frihet, skall jakt- och fiskeövervakaren omedelbart upplysa denna person om vad åtgärden grundar sig på. Grunden för andra åtgärder skall uppges så snart det är möjligt utan att åtgärden äventyras.",
        "normalized_sv": "Om en person blir föremål för åtgärder som riktar sig mot hans eller hennes frihet, skall jakt- och fiskeövervakaren omedelbart upplysa denna person om vad åtgärden grundar sig på. Grunden för andra åtgärder skall uppges så snart det är möjligt utan att åtgärden äventyras.",
        "folded_sv": "om en person blir foremal for atgarder som riktar sig mot hans eller hennes frihet, skall jakt- och fiskeovervakaren omedelbart upplysa denna person om vad atgarden grundar sig pa. grunden for andra atgarder skall uppges sa snart det ar mojligt utan att atgarden aventyras."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Henkilöllisyyden selvittäminen ja oikeus kiinniottamiseen",
      "content": "Erätarkastajalla on erävalvontaan kuuluvassa yksittäisessä tehtävässä oikeus pysäyttää henkilö ja kulkuneuvo sekä saada tieto henkilön ja kulkuneuvossa olevien henkilöiden nimestä, henkilötunnuksesta tai, jos henkilötunnusta ei ole, syntymäajasta ja kansalaisuudesta sekä paikasta, josta nämä ovat tavoitettavissa. Erätarkastajalla on oikeus ottaa kiinni henkilö, joka kieltäytyy antamasta henkilöllisyyden selvittämiseksi tarpeellisia tietoja tai antaa todennäköisesti virheellisen tiedon. Oikeus kiinniottamiseen on myös silloin, kun kiinniottaminen on välttämätöntä erävalvontaa koskevien säännösten vakavan rikkomisen jatkamisen estämiseksi ja kiinniottaminen on tekoon nähden oikeasuhteinen pakkokeino. Kiinni otettu on päästettävä vapaaksi heti, kun tarvittavat tiedot on saatu tai kun vaaraa säännösten rikkomisesta ei enää ole. Hänet on kuitenkin päästettävä vapaaksi viimeistään kuuden tunnin kuluttua kiinniottamisesta tai luovutettava ilman aiheetonta viivytystä poliisille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Erätarkastajalla on erävalvontaan kuuluvassa yksittäisessä tehtävässä oikeus pysäyttää henkilö ja kulkuneuvo sekä saada tieto henkilön ja kulkuneuvossa olevien henkilöiden nimestä, henkilötunnuksesta tai, jos henkilötunnusta ei ole, syntymäajasta ja kansalaisuudesta sekä paikasta, josta nämä ovat tavoitettavissa. Erätarkastajalla on oikeus ottaa kiinni henkilö, joka kieltäytyy antamasta henkilöllisyyden selvittämiseksi tarpeellisia tietoja tai antaa todennäköisesti virheellisen tiedon. Oikeus kiinniottamiseen on myös silloin, kun kiinniottaminen on välttämätöntä erävalvontaa koskevien säännösten vakavan rikkomisen jatkamisen estämiseksi ja kiinniottaminen on tekoon nähden oikeasuhteinen pakkokeino. Kiinni otettu on päästettävä vapaaksi heti, kun tarvittavat tiedot on saatu tai kun vaaraa säännösten rikkomisesta ei enää ole. Hänet on kuitenkin päästettävä vapaaksi viimeistään kuuden tunnin kuluttua kiinniottamisesta tai luovutettava ilman aiheetonta viivytystä poliisille.",
        "folded_fi": "eratarkastajalla on eravalvontaan kuuluvassa yksittaisessa tehtavassa oikeus pysayttaa henkilo ja kulkuneuvo seka saada tieto henkilon ja kulkuneuvossa olevien henkiloiden nimesta, henkilotunnuksesta tai, jos henkilotunnusta ei ole, syntymaajasta ja kansalaisuudesta seka paikasta, josta nama ovat tavoitettavissa. eratarkastajalla on oikeus ottaa kiinni henkilo, joka kieltaytyy antamasta henkilollisyyden selvittamiseksi tarpeellisia tietoja tai antaa todennakoisesti virheellisen tiedon. oikeus kiinniottamiseen on myos silloin, kun kiinniottaminen on valttamatonta eravalvontaa koskevien saannosten vakavan rikkomisen jatkamisen estamiseksi ja kiinniottaminen on tekoon nahden oikeasuhteinen pakkokeino. kiinni otettu on paastettava vapaaksi heti, kun tarvittavat tiedot on saatu tai kun vaaraa saannosten rikkomisesta ei enaa ole. hanet on kuitenkin paastettava vapaaksi viimeistaan kuuden tunnin kuluttua kiinniottamisesta tai luovutettava ilman aiheetonta viivytysta poliisille.",
        "title_sv": "Utredande av identitet samt rätt att gripa",
        "content_sv": "Vid fullgörandet av ett enskilt jakt- och fiskeövervakningsuppdrag har en jakt- och fiskeövervakare rätt att stoppa en person och ett fordon och att få veta personens eller förarens och passagerarnas namn, personbeteckning, eller om sådan saknas, födelsedatum och nationalitet samt var de kan anträffas. En jakt- och fiskeövervakare har rätt att gripa en person som vägrar lämna uppgifter som behövs för utredandet av identiteten eller som lämnar sannolikt falska uppgifter. En person får också gripas när det är nödvändigt för att hindra att ett grovt brott mot bestämmelserna om jakt- och fiskeövervakning fortsätter och gripandet är ett tvångsmedel som står i proportion till gärningen. Den som har gripits skall friges så snart behövliga uppgifter erhållits eller när det inte längre finns någon risk för brott mot bestämmelserna. Personen i fråga skall dock friges senast sex timmar efter gripandet eller överlämnas till polisen utan ogrundat dröjsmål.",
        "normalized_sv": "Vid fullgörandet av ett enskilt jakt- och fiskeövervakningsuppdrag har en jakt- och fiskeövervakare rätt att stoppa en person och ett fordon och att få veta personens eller förarens och passagerarnas namn, personbeteckning, eller om sådan saknas, födelsedatum och nationalitet samt var de kan anträffas. En jakt- och fiskeövervakare har rätt att gripa en person som vägrar lämna uppgifter som behövs för utredandet av identiteten eller som lämnar sannolikt falska uppgifter. En person får också gripas när det är nödvändigt för att hindra att ett grovt brott mot bestämmelserna om jakt- och fiskeövervakning fortsätter och gripandet är ett tvångsmedel som står i proportion till gärningen. Den som har gripits skall friges så snart behövliga uppgifter erhållits eller när det inte längre finns någon risk för brott mot bestämmelserna. Personen i fråga skall dock friges senast sex timmar efter gripandet eller överlämnas till polisen utan ogrundat dröjsmål.",
        "folded_sv": "vid fullgorandet av ett enskilt jakt- och fiskeovervakningsuppdrag har en jakt- och fiskeovervakare ratt att stoppa en person och ett fordon och att fa veta personens eller forarens och passagerarnas namn, personbeteckning, eller om sadan saknas, fodelsedatum och nationalitet samt var de kan antraffas. en jakt- och fiskeovervakare har ratt att gripa en person som vagrar lamna uppgifter som behovs for utredandet av identiteten eller som lamnar sannolikt falska uppgifter. en person far ocksa gripas nar det ar nodvandigt for att hindra att ett grovt brott mot bestammelserna om jakt- och fiskeovervakning fortsatter och gripandet ar ett tvangsmedel som star i proportion till garningen. den som har gripits skall friges sa snart behovliga uppgifter erhallits eller nar det inte langre finns nagon risk for brott mot bestammelserna. personen i fraga skall dock friges senast sex timmar efter gripandet eller overlamnas till polisen utan ogrundat drojsmal."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Turvallisuustarkastus",
      "content": "Erätarkastajalla on 6 §:ssä tarkoitetun kiinniottamisen ja kulkuneuvon pysäyttämisen yhteydessä oikeus tarkastaa henkilö ja kulkuneuvo, jos se on välttämätöntä sen varmistamiseksi, että henkilöllä tai kulkuneuvossa ei ole aseita, esineitä tai aineita, joilla voidaan aiheuttaa vaaraa ihmisille tai merkittävää vahinkoa luonnolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Erätarkastajalla on 6 § :ssä tarkoitetun kiinniottamisen ja kulkuneuvon pysäyttämisen yhteydessä oikeus tarkastaa henkilö ja kulkuneuvo, jos se on välttämätöntä sen varmistamiseksi, että henkilöllä tai kulkuneuvossa ei ole aseita, esineitä tai aineita, joilla voidaan aiheuttaa vaaraa ihmisille tai merkittävää vahinkoa luonnolle.",
        "folded_fi": "eratarkastajalla on 6 §:ssa tarkoitetun kiinniottamisen ja kulkuneuvon pysayttamisen yhteydessa oikeus tarkastaa henkilo ja kulkuneuvo, jos se on valttamatonta sen varmistamiseksi, etta henkilolla tai kulkuneuvossa ei ole aseita, esineita tai aineita, joilla voidaan aiheuttaa vaaraa ihmisille tai merkittavaa vahinkoa luonnolle.",
        "title_sv": "Säkerhetsvisitation",
        "content_sv": "När en person grips eller ett fordon stoppas i enlighet med 6 §, har jakt- och fiskeövervakaren rätt att kroppsvisitera den som åtgärden gäller och granska fordonet, om det är nödvändigt för att säkerställa att personen inte medför eller fordonet inte innehåller vapen, föremål eller ämnen med vilka människor kan utsättas för fara eller naturen orsakas betydande skada.",
        "normalized_sv": "När en person grips eller ett fordon stoppas i enlighet med 6 § , har jakt- och fiskeövervakaren rätt att kroppsvisitera den som åtgärden gäller och granska fordonet, om det är nödvändigt för att säkerställa att personen inte medför eller fordonet inte innehåller vapen, föremål eller ämnen med vilka människor kan utsättas för fara eller naturen orsakas betydande skada.",
        "folded_sv": "nar en person grips eller ett fordon stoppas i enlighet med 6 §, har jakt- och fiskeovervakaren ratt att kroppsvisitera den som atgarden galler och granska fordonet, om det ar nodvandigt for att sakerstalla att personen inte medfor eller fordonet inte innehaller vapen, foremal eller amnen med vilka manniskor kan utsattas for fara eller naturen orsakas betydande skada."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Ratti- ja vesiliikennejuopumusvalvonta",
      "content": "Jos erävalvontaan kuuluvan yksittäisen tehtävän yhteydessä henkilön käytöksen ja muiden seikkojen perusteella on syytä epäillä, että moottorikäyttöisen ajoneuvon kuljettaja tai se, joka ohjailee vesialusta tai toimii aluksessa sen kulun turvallisuuteen olennaisesti vaikuttavassa tehtävässä, on siinä määrin alkoholin vaikutuksen alainen, että hän voi vaarantaa yleistä turvallisuutta, erätarkastaja voi velvoittaa hänet suorittamaan puhalluskokeen. Jos 1 momentissa tarkoitetun kokeen tai muiden seikkojen perusteella on perusteltua syytä epäillä, että moottorikäyttöisen ajoneuvon kuljettaja on syyllistynyt rikoslain (39/1889) 23 luvun 3 §:ssä tarkoitettuun rattijuopumukseen, taikka että se, joka ohjailee vesialusta tai toimii aluksessa sen kulun turvallisuuteen olennaisesti vaikuttavassa tehtävässä, on syyllistynyt rikoslain 23 luvun 5 §:ssä tarkoitettuun vesiliikennejuopumukseen, erätarkastajalla on oikeus estää kuljettajaa jatkamasta ajoa ja muuta henkilöä toimimasta tehtävässään. Erätarkastajan on tällöin tarvittaessa huolehdittava tarkastetun sekä kulkuneuvossa ja aluksessa mukana olleiden turvallisesta poispääsystä alueelta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Jos erävalvontaan kuuluvan yksittäisen tehtävän yhteydessä henkilön käytöksen ja muiden seikkojen perusteella on syytä epäillä, että moottorikäyttöisen ajoneuvon kuljettaja tai se, joka ohjailee vesialusta tai toimii aluksessa sen kulun turvallisuuteen olennaisesti vaikuttavassa tehtävässä, on siinä määrin alkoholin vaikutuksen alainen, että hän voi vaarantaa yleistä turvallisuutta, erätarkastaja voi velvoittaa hänet suorittamaan puhalluskokeen. Jos 1 momentissa tarkoitetun kokeen tai muiden seikkojen perusteella on perusteltua syytä epäillä, että moottorikäyttöisen ajoneuvon kuljettaja on syyllistynyt rikoslain (39/1889) 23 luvun 3 § :ssä tarkoitettuun rattijuopumukseen, taikka että se, joka ohjailee vesialusta tai toimii aluksessa sen kulun turvallisuuteen olennaisesti vaikuttavassa tehtävässä, on syyllistynyt rikoslain 23 luvun 5 § :ssä tarkoitettuun vesiliikennejuopumukseen, erätarkastajalla on oikeus estää kuljettajaa jatkamasta ajoa ja muuta henkilöä toimimasta tehtävässään. Erätarkastajan on tällöin tarvittaessa huolehdittava tarkastetun sekä kulkuneuvossa ja aluksessa mukana olleiden turvallisesta poispääsystä alueelta.",
        "folded_fi": "jos eravalvontaan kuuluvan yksittaisen tehtavan yhteydessa henkilon kaytoksen ja muiden seikkojen perusteella on syyta epailla, etta moottorikayttoisen ajoneuvon kuljettaja tai se, joka ohjailee vesialusta tai toimii aluksessa sen kulun turvallisuuteen olennaisesti vaikuttavassa tehtavassa, on siina maarin alkoholin vaikutuksen alainen, etta han voi vaarantaa yleista turvallisuutta, eratarkastaja voi velvoittaa hanet suorittamaan puhalluskokeen. jos 1 momentissa tarkoitetun kokeen tai muiden seikkojen perusteella on perusteltua syyta epailla, etta moottorikayttoisen ajoneuvon kuljettaja on syyllistynyt rikoslain (39/1889) 23 luvun 3 §:ssa tarkoitettuun rattijuopumukseen, taikka etta se, joka ohjailee vesialusta tai toimii aluksessa sen kulun turvallisuuteen olennaisesti vaikuttavassa tehtavassa, on syyllistynyt rikoslain 23 luvun 5 §:ssa tarkoitettuun vesiliikennejuopumukseen, eratarkastajalla on oikeus estaa kuljettajaa jatkamasta ajoa ja muuta henkiloa toimimasta tehtavassaan. eratarkastajan on talloin tarvittaessa huolehdittava tarkastetun seka kulkuneuvossa ja aluksessa mukana olleiden turvallisesta poispaasysta alueelta.",
        "title_sv": "Åtgärder vid rattfylleri och fylleri i sjötrafik",
        "content_sv": "Om det vid ett enskilt jakt- och fiskeövervakningsuppdrag utgående från en persons uppträdande och andra omständigheter finns anledning att misstänka att föraren av ett motordrivet fordon eller den som manövrerar en vattenfarkost eller som i en vattenfarkost sköter en uppgift som väsentligt påverkar farkostens trafiksäkerhet är så påverkad av alkohol att han eller hon kan äventyra den allmänna säkerheten, kan jakt- och fiskeövervakaren ålägga denna person att lämna utandningsprov. Om det med stöd av ett prov som avses i 1 mom. eller på grund av andra omständigheter finns grundad anledning att misstänka att föraren av ett motordrivet fordon har gjort sig skyldig till rattfylleri enligt 23 kap. 3 § i strafflagen (39/1889) eller att den som manövrerar en vattenfarkost eller som i en vattenfarkost sköter en uppgift som väsentligt påverkar farkostens trafiksäkerhet har gjort sig skyldig till fylleri i sjötrafik enligt 23 kap. 5 § i strafflagen, har jakt- och fiskeövervakaren rätt att hindra dessa personer från att fortsätta köra eller från att sköta sina uppgifter. Jakt- och fiskeövervakaren skall då vid behov se till att alla som varit i fordonet eller farkosten tryggt kan ta sig bort från området.",
        "normalized_sv": "Om det vid ett enskilt jakt- och fiskeövervakningsuppdrag utgående från en persons uppträdande och andra omständigheter finns anledning att misstänka att föraren av ett motordrivet fordon eller den som manövrerar en vattenfarkost eller som i en vattenfarkost sköter en uppgift som väsentligt påverkar farkostens trafiksäkerhet är så påverkad av alkohol att han eller hon kan äventyra den allmänna säkerheten, kan jakt- och fiskeövervakaren ålägga denna person att lämna utandningsprov. Om det med stöd av ett prov som avses i 1 mom. eller på grund av andra omständigheter finns grundad anledning att misstänka att föraren av ett motordrivet fordon har gjort sig skyldig till rattfylleri enligt 23 kap. 3 § i strafflagen (39/1889) eller att den som manövrerar en vattenfarkost eller som i en vattenfarkost sköter en uppgift som väsentligt påverkar farkostens trafiksäkerhet har gjort sig skyldig till fylleri i sjötrafik enligt 23 kap. 5 § i strafflagen, har jakt- och fiskeövervakaren rätt att hindra dessa personer från att fortsätta köra eller från att sköta sina uppgifter. Jakt- och fiskeövervakaren skall då vid behov se till att alla som varit i fordonet eller farkosten tryggt kan ta sig bort från området.",
        "folded_sv": "om det vid ett enskilt jakt- och fiskeovervakningsuppdrag utgaende fran en persons upptradande och andra omstandigheter finns anledning att misstanka att foraren av ett motordrivet fordon eller den som manovrerar en vattenfarkost eller som i en vattenfarkost skoter en uppgift som vasentligt paverkar farkostens trafiksakerhet ar sa paverkad av alkohol att han eller hon kan aventyra den allmanna sakerheten, kan jakt- och fiskeovervakaren alagga denna person att lamna utandningsprov. om det med stod av ett prov som avses i 1 mom. eller pa grund av andra omstandigheter finns grundad anledning att misstanka att foraren av ett motordrivet fordon har gjort sig skyldig till rattfylleri enligt 23 kap. 3 § i strafflagen (39/1889) eller att den som manovrerar en vattenfarkost eller som i en vattenfarkost skoter en uppgift som vasentligt paverkar farkostens trafiksakerhet har gjort sig skyldig till fylleri i sjotrafik enligt 23 kap. 5 § i strafflagen, har jakt- och fiskeovervakaren ratt att hindra dessa personer fran att fortsatta kora eller fran att skota sina uppgifter. jakt- och fiskeovervakaren skall da vid behov se till att alla som varit i fordonet eller farkosten tryggt kan ta sig bort fran omradet."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Haltuunotto",
      "content": "Erätarkastajalla on 7 §:ssä tarkoitetussa turvallisuustarkastuksessa oikeus tarvittaessa ottaa tarkastettavalta pois ampuma-aseet ja ampumatarvikkeet sekä muut vaaralliset esineet ja aineet. Omaisuus on palautettava haltijalle tarkastuksen jälkeen, jollei hänen voida perustellusti epäillä päihtymyksensä, mielentilansa tai muiden olosuhteiden perusteella aiheuttavan välitöntä vaaraa ihmisille tai merkittävää vahinkoa luonnolle taikka jollei luovuttamiselle ole muuta laissa säädettyä estettä. Edellä 1 momentissa tarkoitettu omaisuus, jota ei voida palauttaa haltijalle, on ilman aiheetonta viivytystä, kuitenkin viimeistään seitsemän vuorokauden kuluttua sen pois ottamisesta, luovutettava poliisille poliisilaissa (493/1995) tai, jos kysymys on ampuma-aseista tai ampumatarvikkeista, ampuma-aselaissa säädettyjä toimenpiteitä varten. Erätarkastajalla on kalastuslain (286/1982) mukaisesti oikeus ottaa talteen luvattomassa kalastuksessa käytetty pyydys ja vene tai muu kulkuväline, josta pyyntiä on harjoitettu, sekä luvattomasti pyydetty saalis taikka ryhtyä niiden osalta muihin kalastuslaissa säädettyihin toimenpiteisiin. Erätarkastajalla on metsästyslain (615/1993) mukaisesti oikeus ottaa talteen tai tehdä toimintakelvottomaksi luvattomaan metsästykseen käytetty pyyntiväline. Erätarkastajalla on lisäksi oikeus ottaa talteen luvattomasti metsästetty riistaeläin, joka metsästyslain mukaan tuomitaan valtiolle menetetyksi. Erätarkastajalla on oikeus ottaa haltuun rikoslain 48 luvun 5 §:ssä tarkoitetun luonnonsuojelurikoksen tai luonnonsuojelulain (1096/1996) 58 §:ssä tarkoitetun luonnonsuojelurikkomuksen kohde ja sen tekemisessä käytetty väline siten kuin luonnonsuojelulaissa haltuunotosta säädetään. Erätarkastajalla on lisäksi oikeus ottaa haltuun rikoksen kohde, joka luonnonsuojelulain nojalla on tuomittava valtiolle menetetyksi. Haltuun otettu rikoksen kohde saalista lukuun ottamatta ja rikoksentekoväline on ilman aiheetonta viivytystä, kuitenkin viimeistään seitsemän vuorokauden kuluttua haltuun ottamisesta, luovutettava poliisille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Erätarkastajalla on 7 § :ssä tarkoitetussa turvallisuustarkastuksessa oikeus tarvittaessa ottaa tarkastettavalta pois ampuma-aseet ja ampumatarvikkeet sekä muut vaaralliset esineet ja aineet. Omaisuus on palautettava haltijalle tarkastuksen jälkeen, jollei hänen voida perustellusti epäillä päihtymyksensä, mielentilansa tai muiden olosuhteiden perusteella aiheuttavan välitöntä vaaraa ihmisille tai merkittävää vahinkoa luonnolle taikka jollei luovuttamiselle ole muuta laissa säädettyä estettä. Edellä 1 momentissa tarkoitettu omaisuus, jota ei voida palauttaa haltijalle, on ilman aiheetonta viivytystä, kuitenkin viimeistään seitsemän vuorokauden kuluttua sen pois ottamisesta, luovutettava poliisille poliisilaissa (493/1995) tai, jos kysymys on ampuma-aseista tai ampumatarvikkeista, ampuma-aselaissa säädettyjä toimenpiteitä varten. Erätarkastajalla on kalastuslain (286/1982) mukaisesti oikeus ottaa talteen luvattomassa kalastuksessa käytetty pyydys ja vene tai muu kulkuväline, josta pyyntiä on harjoitettu, sekä luvattomasti pyydetty saalis taikka ryhtyä niiden osalta muihin kalastuslaissa säädettyihin toimenpiteisiin. Erätarkastajalla on metsästyslain (615/1993) mukaisesti oikeus ottaa talteen tai tehdä toimintakelvottomaksi luvattomaan metsästykseen käytetty pyyntiväline. Erätarkastajalla on lisäksi oikeus ottaa talteen luvattomasti metsästetty riistaeläin, joka metsästyslain mukaan tuomitaan valtiolle menetetyksi. Erätarkastajalla on oikeus ottaa haltuun rikoslain 48 luvun 5 § :ssä tarkoitetun luonnonsuojelurikoksen tai luonnonsuojelulain (1096/1996) 58 § :ssä tarkoitetun luonnonsuojelurikkomuksen kohde ja sen tekemisessä käytetty väline siten kuin luonnonsuojelulaissa haltuunotosta säädetään. Erätarkastajalla on lisäksi oikeus ottaa haltuun rikoksen kohde, joka luonnonsuojelulain nojalla on tuomittava valtiolle menetetyksi. Haltuun otettu rikoksen kohde saalista lukuun ottamatta ja rikoksentekoväline on ilman aiheetonta viivytystä, kuitenkin viimeistään seitsemän vuorokauden kuluttua haltuun ottamisesta, luovutettava poliisille.",
        "folded_fi": "eratarkastajalla on 7 §:ssa tarkoitetussa turvallisuustarkastuksessa oikeus tarvittaessa ottaa tarkastettavalta pois ampuma-aseet ja ampumatarvikkeet seka muut vaaralliset esineet ja aineet. omaisuus on palautettava haltijalle tarkastuksen jalkeen, jollei hanen voida perustellusti epailla paihtymyksensa, mielentilansa tai muiden olosuhteiden perusteella aiheuttavan valitonta vaaraa ihmisille tai merkittavaa vahinkoa luonnolle taikka jollei luovuttamiselle ole muuta laissa saadettya estetta. edella 1 momentissa tarkoitettu omaisuus, jota ei voida palauttaa haltijalle, on ilman aiheetonta viivytysta, kuitenkin viimeistaan seitseman vuorokauden kuluttua sen pois ottamisesta, luovutettava poliisille poliisilaissa (493/1995) tai, jos kysymys on ampuma-aseista tai ampumatarvikkeista, ampuma-aselaissa saadettyja toimenpiteita varten. eratarkastajalla on kalastuslain (286/1982) mukaisesti oikeus ottaa talteen luvattomassa kalastuksessa kaytetty pyydys ja vene tai muu kulkuvaline, josta pyyntia on harjoitettu, seka luvattomasti pyydetty saalis taikka ryhtya niiden osalta muihin kalastuslaissa saadettyihin toimenpiteisiin. eratarkastajalla on metsastyslain (615/1993) mukaisesti oikeus ottaa talteen tai tehda toimintakelvottomaksi luvattomaan metsastykseen kaytetty pyyntivaline. eratarkastajalla on lisaksi oikeus ottaa talteen luvattomasti metsastetty riistaelain, joka metsastyslain mukaan tuomitaan valtiolle menetetyksi. eratarkastajalla on oikeus ottaa haltuun rikoslain 48 luvun 5 §:ssa tarkoitetun luonnonsuojelurikoksen tai luonnonsuojelulain (1096/1996) 58 §:ssa tarkoitetun luonnonsuojelurikkomuksen kohde ja sen tekemisessa kaytetty valine siten kuin luonnonsuojelulaissa haltuunotosta saadetaan. eratarkastajalla on lisaksi oikeus ottaa haltuun rikoksen kohde, joka luonnonsuojelulain nojalla on tuomittava valtiolle menetetyksi. haltuun otettu rikoksen kohde saalista lukuun ottamatta ja rikoksentekovaline on ilman aiheetonta viivytysta, kuitenkin viimeistaan seitseman vuorokauden kuluttua haltuun ottamisesta, luovutettava poliisille.",
        "title_sv": "Omhändertagande",
        "content_sv": "En jakt- och fiskeövervakare har rätt att vid en säkerhetsvisitation som avses i 7 § vid behov frånta den som visiteras skjutvapen och skjutförnödenheter samt andra farliga föremål och ämnen. Egendomen skall återlämnas till innehavaren efter visitationen, om inte han eller hon med hänsyn till sitt berusnings- eller sinnestillstånd eller andra omständigheter med fog kan misstänkas orsaka överhängande fara för människor eller betydande skada för naturen och om det inte enligt lag finns något annat hinder för återlämnandet. Egendom som avses i 1 mom. och som inte kan återlämnas till innehavaren skall utan ogrundat dröjsmål, dock senast inom sju dygn från fråntagandet, överlämnas till polisen för åtgärder enligt polislagen (493/1995) eller, i fråga om skjutvapen och skjutförnödenheter, enligt skjutvapenlagen. En jakt- och fiskeövervakare har i enlighet med lagen om fiske (286/1982) rätt att ta hand om de fångstredskap som använts vid olovligt fiske, den båt eller övriga farkost från vilken fångsten bedrivits och den olagliga fångsten eller att i fråga om dem vidta andra åtgärder enligt lagen om fiske. En jakt- och fiskeövervakare har med stöd av jaktlagen (615/1993) rätt att ta ett fångstredskap som använts för olovlig jakt i förvar eller göra det funktionsodugligt. Jakt- och fiskeövervakaren har dessutom rätt att ta hand om vilt som jagats olovligen och enligt jaktlagen skall dömas förverkat till staten. En jakt- och fiskeövervakare har rätt att i enlighet med naturvårdslagens (1096/1996) bestämmelser om omhändertagande ta hand om föremålet för eller hjälpmedlet vid ett naturskyddsbrott som avses i 48 kap. 5 § i strafflagen eller en naturskyddsförseelse som avses i 58 § i naturvårdslagen. Jakt- och fiskeövervakaren har dessutom rätt att ta hand om ett sådant föremål för ett brott som enligt naturvårdslagen skall dömas förverkat till staten. Ett omhändertaget föremål för ett brott, med undantag för bytet, och hjälpmedlet vid brottet skall överlämnas till polisen utan ogrundat dröjsmål, dock senast sju dygn från omhändertagandet.",
        "normalized_sv": "En jakt- och fiskeövervakare har rätt att vid en säkerhetsvisitation som avses i 7 § vid behov frånta den som visiteras skjutvapen och skjutförnödenheter samt andra farliga föremål och ämnen. Egendomen skall återlämnas till innehavaren efter visitationen, om inte han eller hon med hänsyn till sitt berusnings- eller sinnestillstånd eller andra omständigheter med fog kan misstänkas orsaka överhängande fara för människor eller betydande skada för naturen och om det inte enligt lag finns något annat hinder för återlämnandet. Egendom som avses i 1 mom. och som inte kan återlämnas till innehavaren skall utan ogrundat dröjsmål, dock senast inom sju dygn från fråntagandet, överlämnas till polisen för åtgärder enligt polislagen (493/1995) eller, i fråga om skjutvapen och skjutförnödenheter, enligt skjutvapenlagen. En jakt- och fiskeövervakare har i enlighet med lagen om fiske (286/1982) rätt att ta hand om de fångstredskap som använts vid olovligt fiske, den båt eller övriga farkost från vilken fångsten bedrivits och den olagliga fångsten eller att i fråga om dem vidta andra åtgärder enligt lagen om fiske. En jakt- och fiskeövervakare har med stöd av jaktlagen (615/1993) rätt att ta ett fångstredskap som använts för olovlig jakt i förvar eller göra det funktionsodugligt. Jakt- och fiskeövervakaren har dessutom rätt att ta hand om vilt som jagats olovligen och enligt jaktlagen skall dömas förverkat till staten. En jakt- och fiskeövervakare har rätt att i enlighet med naturvårdslagens (1096/1996) bestämmelser om omhändertagande ta hand om föremålet för eller hjälpmedlet vid ett naturskyddsbrott som avses i 48 kap. 5 § i strafflagen eller en naturskyddsförseelse som avses i 58 § i naturvårdslagen. Jakt- och fiskeövervakaren har dessutom rätt att ta hand om ett sådant föremål för ett brott som enligt naturvårdslagen skall dömas förverkat till staten. Ett omhändertaget föremål för ett brott, med undantag för bytet, och hjälpmedlet vid brottet skall överlämnas till polisen utan ogrundat dröjsmål, dock senast sju dygn från omhändertagandet.",
        "folded_sv": "en jakt- och fiskeovervakare har ratt att vid en sakerhetsvisitation som avses i 7 § vid behov franta den som visiteras skjutvapen och skjutfornodenheter samt andra farliga foremal och amnen. egendomen skall aterlamnas till innehavaren efter visitationen, om inte han eller hon med hansyn till sitt berusnings- eller sinnestillstand eller andra omstandigheter med fog kan misstankas orsaka overhangande fara for manniskor eller betydande skada for naturen och om det inte enligt lag finns nagot annat hinder for aterlamnandet. egendom som avses i 1 mom. och som inte kan aterlamnas till innehavaren skall utan ogrundat drojsmal, dock senast inom sju dygn fran frantagandet, overlamnas till polisen for atgarder enligt polislagen (493/1995) eller, i fraga om skjutvapen och skjutfornodenheter, enligt skjutvapenlagen. en jakt- och fiskeovervakare har i enlighet med lagen om fiske (286/1982) ratt att ta hand om de fangstredskap som anvants vid olovligt fiske, den bat eller ovriga farkost fran vilken fangsten bedrivits och den olagliga fangsten eller att i fraga om dem vidta andra atgarder enligt lagen om fiske. en jakt- och fiskeovervakare har med stod av jaktlagen (615/1993) ratt att ta ett fangstredskap som anvants for olovlig jakt i forvar eller gora det funktionsodugligt. jakt- och fiskeovervakaren har dessutom ratt att ta hand om vilt som jagats olovligen och enligt jaktlagen skall domas forverkat till staten. en jakt- och fiskeovervakare har ratt att i enlighet med naturvardslagens (1096/1996) bestammelser om omhandertagande ta hand om foremalet for eller hjalpmedlet vid ett naturskyddsbrott som avses i 48 kap. 5 § i strafflagen eller en naturskyddsforseelse som avses i 58 § i naturvardslagen. jakt- och fiskeovervakaren har dessutom ratt att ta hand om ett sadant foremal for ett brott som enligt naturvardslagen skall domas forverkat till staten. ett omhandertaget foremal for ett brott, med undantag for bytet, och hjalpmedlet vid brottet skall overlamnas till polisen utan ogrundat drojsmal, dock senast sju dygn fran omhandertagandet."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Voimakeinojen käyttö",
      "content": "Jos erätarkastajaa estetään suorittamasta tässä laissa tarkoitettua virkatehtävää, erätarkastaja voi pyytää poliisilta tai rajavartiolaitokselta virka-apua. Jos poliisin tai rajavartiolaitoksen virka-apua ei ole olosuhteet huomioon ottaen kohtuullisessa ajassa saatavissa, erätarkastajalla on yksittäisen valvontatehtävän suorittamiseksi, kun otetaan huomioon tehtävän tärkeys ja kiireellisyys sekä vastarinnan vaarallisuus, oikeus vastarinnan murtamiseksi, henkilön kiinniottamiseksi ja esteen poistamiseksi käyttää sellaisia tarpeellisia voimakeinoja, joita on pidettävä kokonaisuutena arvioiden puolustettavina. Jos voimakeinojen käyttäminen on välttämätöntä, on niitä käytettävä vain siinä määrin ja siihen saakka, kun erävalvontatehtävän suorittamiseksi on tarpeen. Ennen voimakeinojen käyttämistä erätarkastajan on, jos tilanne sen sallii, annettava valvontatoimenpiteen kohteelle varoitus voimakeinojen käyttämisestä, jos tämä ei muuten luovu lainvastaisesta toimenpiteestä taikka noudata erätarkastajan neuvoja, kehotuksia tai käskyjä. Rangaistusvastuun vapausperusteista säädetään rikoslain 4 luvun 6 §:n 3 momentissa ja lievennysperusteista 7 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Jos erätarkastajaa estetään suorittamasta tässä laissa tarkoitettua virkatehtävää, erätarkastaja voi pyytää poliisilta tai rajavartiolaitokselta virka-apua. Jos poliisin tai rajavartiolaitoksen virka-apua ei ole olosuhteet huomioon ottaen kohtuullisessa ajassa saatavissa, erätarkastajalla on yksittäisen valvontatehtävän suorittamiseksi, kun otetaan huomioon tehtävän tärkeys ja kiireellisyys sekä vastarinnan vaarallisuus, oikeus vastarinnan murtamiseksi, henkilön kiinniottamiseksi ja esteen poistamiseksi käyttää sellaisia tarpeellisia voimakeinoja, joita on pidettävä kokonaisuutena arvioiden puolustettavina. Jos voimakeinojen käyttäminen on välttämätöntä, on niitä käytettävä vain siinä määrin ja siihen saakka, kun erävalvontatehtävän suorittamiseksi on tarpeen. Ennen voimakeinojen käyttämistä erätarkastajan on, jos tilanne sen sallii, annettava valvontatoimenpiteen kohteelle varoitus voimakeinojen käyttämisestä, jos tämä ei muuten luovu lainvastaisesta toimenpiteestä taikka noudata erätarkastajan neuvoja, kehotuksia tai käskyjä. Rangaistusvastuun vapausperusteista säädetään rikoslain 4 luvun 6 § :n 3 momentissa ja lievennysperusteista 7 § :ssä.",
        "folded_fi": "jos eratarkastajaa estetaan suorittamasta tassa laissa tarkoitettua virkatehtavaa, eratarkastaja voi pyytaa poliisilta tai rajavartiolaitokselta virka-apua. jos poliisin tai rajavartiolaitoksen virka-apua ei ole olosuhteet huomioon ottaen kohtuullisessa ajassa saatavissa, eratarkastajalla on yksittaisen valvontatehtavan suorittamiseksi, kun otetaan huomioon tehtavan tarkeys ja kiireellisyys seka vastarinnan vaarallisuus, oikeus vastarinnan murtamiseksi, henkilon kiinniottamiseksi ja esteen poistamiseksi kayttaa sellaisia tarpeellisia voimakeinoja, joita on pidettava kokonaisuutena arvioiden puolustettavina. jos voimakeinojen kayttaminen on valttamatonta, on niita kaytettava vain siina maarin ja siihen saakka, kun eravalvontatehtavan suorittamiseksi on tarpeen. ennen voimakeinojen kayttamista eratarkastajan on, jos tilanne sen sallii, annettava valvontatoimenpiteen kohteelle varoitus voimakeinojen kayttamisesta, jos tama ei muuten luovu lainvastaisesta toimenpiteesta taikka noudata eratarkastajan neuvoja, kehotuksia tai kaskyja. rangaistusvastuun vapausperusteista saadetaan rikoslain 4 luvun 6 §:n 3 momentissa ja lievennysperusteista 7 §:ssa.",
        "title_sv": "Användning av maktmedel",
        "content_sv": "En jakt- och fiskeövervakare som hindras från att utföra ett tjänsteuppdrag som avses i denna lag kan begära handräckning av polisen eller gränsbevakningsväsendet. Om handräckning inte går att få av polisen eller gränsbevakningsväsendet inom en tid som är skälig med tanke på omständigheterna, får jakt- och fiskeövervakaren för att kunna fullgöra ett enskilt jakt- och fiskeövervakningsuppdrag, med hänsyn till hur viktigt och brådskande uppdraget är och hur farligt motståndet är, i den mån det behövs och som helhet bedömt kan anses försvarligt använda maktmedel för att bryta ner motstånd, gripa en person och avlägsna ett hinder. Om det är nödvändigt att använda maktmedel skall de endast användas i en sådan omfattning och så länge som det krävs för fullgörandet av jakt- och fiskeövervakningsuppdraget. Innan maktmedel används skall jakt- och fiskeövervakaren om situationen medger ge den som är föremål för övervakningsåtgärden en varning om att maktmedel kommer att användas, om denna person inte annars avstår från en lagstridig åtgärd eller inte följer jakt- och fiskeövervakarens råd, uppmaningar eller befallningar. Bestämmelser om ansvarsfrihetsgrunderna i fråga om straffansvar finns i 4 kap. 6 § 3 mom. i strafflagen och bestämmelser om grunderna för lindring av straffansvar i 4 kap. 7 § i strafflagen.",
        "normalized_sv": "En jakt- och fiskeövervakare som hindras från att utföra ett tjänsteuppdrag som avses i denna lag kan begära handräckning av polisen eller gränsbevakningsväsendet. Om handräckning inte går att få av polisen eller gränsbevakningsväsendet inom en tid som är skälig med tanke på omständigheterna, får jakt- och fiskeövervakaren för att kunna fullgöra ett enskilt jakt- och fiskeövervakningsuppdrag, med hänsyn till hur viktigt och brådskande uppdraget är och hur farligt motståndet är, i den mån det behövs och som helhet bedömt kan anses försvarligt använda maktmedel för att bryta ner motstånd, gripa en person och avlägsna ett hinder. Om det är nödvändigt att använda maktmedel skall de endast användas i en sådan omfattning och så länge som det krävs för fullgörandet av jakt- och fiskeövervakningsuppdraget. Innan maktmedel används skall jakt- och fiskeövervakaren om situationen medger ge den som är föremål för övervakningsåtgärden en varning om att maktmedel kommer att användas, om denna person inte annars avstår från en lagstridig åtgärd eller inte följer jakt- och fiskeövervakarens råd, uppmaningar eller befallningar. Bestämmelser om ansvarsfrihetsgrunderna i fråga om straffansvar finns i 4 kap. 6 § 3 mom. i strafflagen och bestämmelser om grunderna för lindring av straffansvar i 4 kap. 7 § i strafflagen.",
        "folded_sv": "en jakt- och fiskeovervakare som hindras fran att utfora ett tjansteuppdrag som avses i denna lag kan begara handrackning av polisen eller gransbevakningsvasendet. om handrackning inte gar att fa av polisen eller gransbevakningsvasendet inom en tid som ar skalig med tanke pa omstandigheterna, far jakt- och fiskeovervakaren for att kunna fullgora ett enskilt jakt- och fiskeovervakningsuppdrag, med hansyn till hur viktigt och bradskande uppdraget ar och hur farligt motstandet ar, i den man det behovs och som helhet bedomt kan anses forsvarligt anvanda maktmedel for att bryta ner motstand, gripa en person och avlagsna ett hinder. om det ar nodvandigt att anvanda maktmedel skall de endast anvandas i en sadan omfattning och sa lange som det kravs for fullgorandet av jakt- och fiskeovervakningsuppdraget. innan maktmedel anvands skall jakt- och fiskeovervakaren om situationen medger ge den som ar foremal for overvakningsatgarden en varning om att maktmedel kommer att anvandas, om denna person inte annars avstar fran en lagstridig atgard eller inte foljer jakt- och fiskeovervakarens rad, uppmaningar eller befallningar. bestammelser om ansvarsfrihetsgrunderna i fraga om straffansvar finns i 4 kap. 6 § 3 mom. i strafflagen och bestammelser om grunderna for lindring av straffansvar i 4 kap. 7 § i strafflagen."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Oikeudet toisen kiinteistöllä",
      "content": "Erätarkastajalla on erävalvontaan kuuluvaa yksittäistä tehtävää suorittaessaan oikeus liikkua toisen maa- ja vesialueella jalan, suksilla ja Metsähallituksen käytössä olevalla kulkuneuvolla sekä käyttää tässä laissa säädettyjä toimivaltuuksia, jos valvonnan kohteena oleva pyrkii estämään tehtävän suorittamista pakenemalla tai muuten siirtymällä pois Metsähallituksen hallinnassa olevalta alueelta taikka rikkomalla tai valmistautumalla rikkomaan 2 §:n 1 momentissa tarkoitettuja säännöksiä siten, että teon seuraus ilmenee tai todennäköisesti ilmenisi Metsähallituksen alueella. Erätarkastajan on kuitenkin vältettävä liikkumista pihapiirissä ja siihen rinnastettavalla erityiseen käyttöön varatulla alueella, jollei liikkumiseen ole tehtävän suorittamiseen liittyvää pakottavaa syytä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Erätarkastajalla on erävalvontaan kuuluvaa yksittäistä tehtävää suorittaessaan oikeus liikkua toisen maa- ja vesialueella jalan, suksilla ja Metsähallituksen käytössä olevalla kulkuneuvolla sekä käyttää tässä laissa säädettyjä toimivaltuuksia, jos valvonnan kohteena oleva pyrkii estämään tehtävän suorittamista pakenemalla tai muuten siirtymällä pois Metsähallituksen hallinnassa olevalta alueelta taikka rikkomalla tai valmistautumalla rikkomaan 2 § :n 1 momentissa tarkoitettuja säännöksiä siten, että teon seuraus ilmenee tai todennäköisesti ilmenisi Metsähallituksen alueella. Erätarkastajan on kuitenkin vältettävä liikkumista pihapiirissä ja siihen rinnastettavalla erityiseen käyttöön varatulla alueella, jollei liikkumiseen ole tehtävän suorittamiseen liittyvää pakottavaa syytä.",
        "folded_fi": "eratarkastajalla on eravalvontaan kuuluvaa yksittaista tehtavaa suorittaessaan oikeus liikkua toisen maa- ja vesialueella jalan, suksilla ja metsahallituksen kaytossa olevalla kulkuneuvolla seka kayttaa tassa laissa saadettyja toimivaltuuksia, jos valvonnan kohteena oleva pyrkii estamaan tehtavan suorittamista pakenemalla tai muuten siirtymalla pois metsahallituksen hallinnassa olevalta alueelta taikka rikkomalla tai valmistautumalla rikkomaan 2 §:n 1 momentissa tarkoitettuja saannoksia siten, etta teon seuraus ilmenee tai todennakoisesti ilmenisi metsahallituksen alueella. eratarkastajan on kuitenkin valtettava liikkumista pihapiirissa ja siihen rinnastettavalla erityiseen kayttoon varatulla alueella, jollei liikkumiseen ole tehtavan suorittamiseen liittyvaa pakottavaa syyta.",
        "title_sv": "Rättigheter på annans fastighet",
        "content_sv": "En jakt- och fiskeövervakare har rätt att i ett enskilt jakt- och fiskeövervakningsuppdrag röra sig på annans mark- och vattenområde till fots, på skidor och med Forststyrelsens fordon samt att utöva sina befogenheter enligt denna lag, om den som är föremål för övervakningen försöker hindra att uppdraget fullföljs genom att fly eller annars avlägsna sig från ett område i Forststyrelsens besittning eller genom att bryta mot eller göra sig redo att bryta mot bestämmelserna i 2 § 1 mom. på ett sådant sätt att följden av gärningen framträder eller sannolikt skulle framträda på Forststyrelsens område. Jakt- och fiskeövervakaren skall likväl undvika att röra sig på gårdsområden och därmed jämförbara områden som reserverats för ett särskilt ändamål, om det inte finns något tvingande skäl att röra sig där med anledning av ett uppdrag.",
        "normalized_sv": "En jakt- och fiskeövervakare har rätt att i ett enskilt jakt- och fiskeövervakningsuppdrag röra sig på annans mark- och vattenområde till fots, på skidor och med Forststyrelsens fordon samt att utöva sina befogenheter enligt denna lag, om den som är föremål för övervakningen försöker hindra att uppdraget fullföljs genom att fly eller annars avlägsna sig från ett område i Forststyrelsens besittning eller genom att bryta mot eller göra sig redo att bryta mot bestämmelserna i 2 § 1 mom. på ett sådant sätt att följden av gärningen framträder eller sannolikt skulle framträda på Forststyrelsens område. Jakt- och fiskeövervakaren skall likväl undvika att röra sig på gårdsområden och därmed jämförbara områden som reserverats för ett särskilt ändamål, om det inte finns något tvingande skäl att röra sig där med anledning av ett uppdrag.",
        "folded_sv": "en jakt- och fiskeovervakare har ratt att i ett enskilt jakt- och fiskeovervakningsuppdrag rora sig pa annans mark- och vattenomrade till fots, pa skidor och med forststyrelsens fordon samt att utova sina befogenheter enligt denna lag, om den som ar foremal for overvakningen forsoker hindra att uppdraget fullfoljs genom att fly eller annars avlagsna sig fran ett omrade i forststyrelsens besittning eller genom att bryta mot eller gora sig redo att bryta mot bestammelserna i 2 § 1 mom. pa ett sadant satt att foljden av garningen framtrader eller sannolikt skulle framtrada pa forststyrelsens omrade. jakt- och fiskeovervakaren skall likval undvika att rora sig pa gardsomraden och darmed jamforbara omraden som reserverats for ett sarskilt andamal, om det inte finns nagot tvingande skal att rora sig dar med anledning av ett uppdrag."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Eläimen kiinniottaminen ja lopettaminen",
      "content": "Erätarkastajan oikeudesta ottaa kiinni ja tarvittaessa lopettaa eläin on voimassa, mitä eläinsuojelulaissa (247/1996), luonnonsuojelulaissa ja metsästyslaissa eläimen kiinniottamis- ja lopettamisoikeudesta säädetään. Edellä 1 momentissa tarkoitettua eläimen lopettamista varten erätarkastajalla on oikeus kantaa tehtävään soveltuvaa ampuma-asetta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Erätarkastajan oikeudesta ottaa kiinni ja tarvittaessa lopettaa eläin on voimassa, mitä eläinsuojelulaissa (247/1996), luonnonsuojelulaissa ja metsästyslaissa eläimen kiinniottamis- ja lopettamisoikeudesta säädetään. Edellä 1 momentissa tarkoitettua eläimen lopettamista varten erätarkastajalla on oikeus kantaa tehtävään soveltuvaa ampuma-asetta.",
        "folded_fi": "eratarkastajan oikeudesta ottaa kiinni ja tarvittaessa lopettaa elain on voimassa, mita elainsuojelulaissa (247/1996), luonnonsuojelulaissa ja metsastyslaissa elaimen kiinniottamis- ja lopettamisoikeudesta saadetaan. edella 1 momentissa tarkoitettua elaimen lopettamista varten eratarkastajalla on oikeus kantaa tehtavaan soveltuvaa ampuma-asetta.",
        "title_sv": "Fasttagande och avlivande av djur",
        "content_sv": "I fråga om jakt- och fiskeövervakares rätt att ta fast och vid behov avliva ett djur gäller bestämmelserna i djurskyddslagen (247/1996), naturvårdslagen och jaktlagen om rätten att ta fast och avliva djur. För avlivandet av ett djur enligt 1 mom. har jakt- och fiskeövervakaren rätt att bära ett skjutvapen som lämpar sig för uppgiften.",
        "normalized_sv": "I fråga om jakt- och fiskeövervakares rätt att ta fast och vid behov avliva ett djur gäller bestämmelserna i djurskyddslagen (247/1996), naturvårdslagen och jaktlagen om rätten att ta fast och avliva djur. För avlivandet av ett djur enligt 1 mom. har jakt- och fiskeövervakaren rätt att bära ett skjutvapen som lämpar sig för uppgiften.",
        "folded_sv": "i fraga om jakt- och fiskeovervakares ratt att ta fast och vid behov avliva ett djur galler bestammelserna i djurskyddslagen (247/1996), naturvardslagen och jaktlagen om ratten att ta fast och avliva djur. for avlivandet av ett djur enligt 1 mom. har jakt- och fiskeovervakaren ratt att bara ett skjutvapen som lampar sig for uppgiften."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Esitutkinnan toimittaminen",
      "content": "Erätarkastaja toimittaa tässä laissa tarkoitetun rikosasian selvittämiseksi esitutkintalain (449/1987) 44 §:ssä tarkoitetun suppean esitutkinnan, jos asia on yksinkertainen ja selvä eikä teosta ole yleisen rangaistuskäytännön mukaisesti odotettavissa ankarampaa rangaistusta kuin sakkoa. Esitutkinnassa noudatetaan, mitä siitä erikseen säädetään. Jos tutkinta vaatii suppeaa esitutkintaa laajempia tutkintatoimenpiteitä tai edellyttää jonkun saapumista erikseen pidettävään kuulusteluun taikka jos valvontatilanteessa on jouduttu turvautumaan voimakeinoihin, tutkinta on viipymättä siirrettävä poliisin tehtäväksi. Erätarkastajan on kuitenkin huolehdittava esitutkinnan aloittamiseksi ja turvaamiseksi tarpeellisista toimenpiteistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Erätarkastaja toimittaa tässä laissa tarkoitetun rikosasian selvittämiseksi esitutkintalain (449/1987) 44 § :ssä tarkoitetun suppean esitutkinnan, jos asia on yksinkertainen ja selvä eikä teosta ole yleisen rangaistuskäytännön mukaisesti odotettavissa ankarampaa rangaistusta kuin sakkoa. Esitutkinnassa noudatetaan, mitä siitä erikseen säädetään. Jos tutkinta vaatii suppeaa esitutkintaa laajempia tutkintatoimenpiteitä tai edellyttää jonkun saapumista erikseen pidettävään kuulusteluun taikka jos valvontatilanteessa on jouduttu turvautumaan voimakeinoihin, tutkinta on viipymättä siirrettävä poliisin tehtäväksi. Erätarkastajan on kuitenkin huolehdittava esitutkinnan aloittamiseksi ja turvaamiseksi tarpeellisista toimenpiteistä.",
        "folded_fi": "eratarkastaja toimittaa tassa laissa tarkoitetun rikosasian selvittamiseksi esitutkintalain (449/1987) 44 §:ssa tarkoitetun suppean esitutkinnan, jos asia on yksinkertainen ja selva eika teosta ole yleisen rangaistuskaytannon mukaisesti odotettavissa ankarampaa rangaistusta kuin sakkoa. esitutkinnassa noudatetaan, mita siita erikseen saadetaan. jos tutkinta vaatii suppeaa esitutkintaa laajempia tutkintatoimenpiteita tai edellyttaa jonkun saapumista erikseen pidettavaan kuulusteluun taikka jos valvontatilanteessa on jouduttu turvautumaan voimakeinoihin, tutkinta on viipymatta siirrettava poliisin tehtavaksi. eratarkastajan on kuitenkin huolehdittava esitutkinnan aloittamiseksi ja turvaamiseksi tarpeellisista toimenpiteista.",
        "title_sv": "Förundersökning",
        "content_sv": "En jakt- och fiskeövervakare skall göra en summarisk förundersökning enligt 44 § i förundersökningslagen (449/1987) för att utreda ett brottsärende som avses i denna lag, om ärendet är enkelt och klart och gärningen enligt allmän straffpraxis inte kan förutses medföra strängare straff än böter. I fråga om förundersökningar gäller vad som särskilt föreskrivs om dem. Om en undersökning kräver mer ingående åtgärder än summarisk förundersökning eller förutsätter att någon anländer till ett särskilt förhör eller om det har varit nödvändigt att ta till maktmedel vid övervakningen, skall undersökningen utan dröjsmål överföras till polisen. Jakt- och fiskeövervakaren skall dock ta hand om de åtgärder som är nödvändiga för att förundersökningen skall kunna inledas och tryggas",
        "normalized_sv": "En jakt- och fiskeövervakare skall göra en summarisk förundersökning enligt 44 § i förundersökningslagen (449/1987) för att utreda ett brottsärende som avses i denna lag, om ärendet är enkelt och klart och gärningen enligt allmän straffpraxis inte kan förutses medföra strängare straff än böter. I fråga om förundersökningar gäller vad som särskilt föreskrivs om dem. Om en undersökning kräver mer ingående åtgärder än summarisk förundersökning eller förutsätter att någon anländer till ett särskilt förhör eller om det har varit nödvändigt att ta till maktmedel vid övervakningen, skall undersökningen utan dröjsmål överföras till polisen. Jakt- och fiskeövervakaren skall dock ta hand om de åtgärder som är nödvändiga för att förundersökningen skall kunna inledas och tryggas",
        "folded_sv": "en jakt- och fiskeovervakare skall gora en summarisk forundersokning enligt 44 § i forundersokningslagen (449/1987) for att utreda ett brottsarende som avses i denna lag, om arendet ar enkelt och klart och garningen enligt allman straffpraxis inte kan forutses medfora strangare straff an boter. i fraga om forundersokningar galler vad som sarskilt foreskrivs om dem. om en undersokning kraver mer ingaende atgarder an summarisk forundersokning eller forutsatter att nagon anlander till ett sarskilt forhor eller om det har varit nodvandigt att ta till maktmedel vid overvakningen, skall undersokningen utan drojsmal overforas till polisen. jakt- och fiskeovervakaren skall dock ta hand om de atgarder som ar nodvandiga for att forundersokningen skall kunna inledas och tryggas"
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Rikesakko ja rangaistusvaatimus",
      "content": "Jos erävalvonnassa ilmi tullut tässä laissa tarkoitettu rikosasia voidaan käsitellä rikesakkomenettelystä annetussa laissa (66/1983) säädetyssä rikesakkomenettelyssä, erätarkastajalla on oikeus määrätä rikesakko, jos sakon kohteena oleva antaa kirjallisen suostumuksen asian käsittelemiseksi rikesakkomenettelyssä. Asiaan sovelletaan muutoin, mitä rikesakkomenettelystä erikseen säädetään. Jos erävalvonnassa ilmi tullut tässä laissa tarkoitettu rikosasia voidaan käsitellä rangaistusmääräysmenettelystä annetussa laissa (692/1993) säädetyssä rangaistusmääräysmenettelyssä, erätarkastajalla on oikeus antaa rangaistusvaatimus, jos vaatimuksen kohteena oleva antaa kirjallisen suostumuksen asian käsittelemiseksi rangaistusmääräysmenettelyssä. Rangaistusvaatimus saa olla enintään 20 päiväsakkoa, eikä sitä saa muuntaa vankeudeksi. Asiaan sovelletaan muutoin, mitä rangaistusmääräysmenettelystä erikseen säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Jos erävalvonnassa ilmi tullut tässä laissa tarkoitettu rikosasia voidaan käsitellä rikesakkomenettelystä annetussa laissa (66/1983) säädetyssä rikesakkomenettelyssä, erätarkastajalla on oikeus määrätä rikesakko, jos sakon kohteena oleva antaa kirjallisen suostumuksen asian käsittelemiseksi rikesakkomenettelyssä. Asiaan sovelletaan muutoin, mitä rikesakkomenettelystä erikseen säädetään. Jos erävalvonnassa ilmi tullut tässä laissa tarkoitettu rikosasia voidaan käsitellä rangaistusmääräysmenettelystä annetussa laissa (692/1993) säädetyssä rangaistusmääräysmenettelyssä, erätarkastajalla on oikeus antaa rangaistusvaatimus, jos vaatimuksen kohteena oleva antaa kirjallisen suostumuksen asian käsittelemiseksi rangaistusmääräysmenettelyssä. Rangaistusvaatimus saa olla enintään 20 päiväsakkoa, eikä sitä saa muuntaa vankeudeksi. Asiaan sovelletaan muutoin, mitä rangaistusmääräysmenettelystä erikseen säädetään.",
        "folded_fi": "jos eravalvonnassa ilmi tullut tassa laissa tarkoitettu rikosasia voidaan kasitella rikesakkomenettelysta annetussa laissa (66/1983) saadetyssa rikesakkomenettelyssa, eratarkastajalla on oikeus maarata rikesakko, jos sakon kohteena oleva antaa kirjallisen suostumuksen asian kasittelemiseksi rikesakkomenettelyssa. asiaan sovelletaan muutoin, mita rikesakkomenettelysta erikseen saadetaan. jos eravalvonnassa ilmi tullut tassa laissa tarkoitettu rikosasia voidaan kasitella rangaistusmaaraysmenettelysta annetussa laissa (692/1993) saadetyssa rangaistusmaaraysmenettelyssa, eratarkastajalla on oikeus antaa rangaistusvaatimus, jos vaatimuksen kohteena oleva antaa kirjallisen suostumuksen asian kasittelemiseksi rangaistusmaaraysmenettelyssa. rangaistusvaatimus saa olla enintaan 20 paivasakkoa, eika sita saa muuntaa vankeudeksi. asiaan sovelletaan muutoin, mita rangaistusmaaraysmenettelysta erikseen saadetaan.",
        "title_sv": "Ordningsbot och straffanspråk",
        "content_sv": "Om ett brottsärende som avses i denna lag och som har framkommit vid jakt- och fiskeövervakning kan behandlas i ordningsbotsförfarande enligt lagen om ordningsbotsförfarande (66/1983), har jakt- och fiskeövervakaren rätt att förelägga ordningsbot förutsatt att den som ordningsboten gäller skriftligen ger sitt samtycke till att ärendet behandlas i ordningsbotsförfarande. I ärendet tillämpas i övrigt det som särskilt föreskrivs om ordningsbotsförfarande. Om ett brottsärende som avses i denna lag och som har framkommit vid jakt- och fiskeövervakning kan behandlas i strafforderförfarande enligt lagen om strafforderförfarande (692/1993), har jakt- och fiskeövervakaren rätt att framställa straffanspråk förutsatt att den som straffanspråket gäller skriftligen ger sitt samtycke till att ärendet behandlas i strafforderförfarande. Ett straffanspråk får uppgå till högst 20 dagsböter, och det får inte förvandlas till fängelse. I ärendet tillämpas i övrigt det som särskilt föreskrivs om strafforderförfarande.",
        "normalized_sv": "Om ett brottsärende som avses i denna lag och som har framkommit vid jakt- och fiskeövervakning kan behandlas i ordningsbotsförfarande enligt lagen om ordningsbotsförfarande (66/1983), har jakt- och fiskeövervakaren rätt att förelägga ordningsbot förutsatt att den som ordningsboten gäller skriftligen ger sitt samtycke till att ärendet behandlas i ordningsbotsförfarande. I ärendet tillämpas i övrigt det som särskilt föreskrivs om ordningsbotsförfarande. Om ett brottsärende som avses i denna lag och som har framkommit vid jakt- och fiskeövervakning kan behandlas i strafforderförfarande enligt lagen om strafforderförfarande (692/1993), har jakt- och fiskeövervakaren rätt att framställa straffanspråk förutsatt att den som straffanspråket gäller skriftligen ger sitt samtycke till att ärendet behandlas i strafforderförfarande. Ett straffanspråk får uppgå till högst 20 dagsböter, och det får inte förvandlas till fängelse. I ärendet tillämpas i övrigt det som särskilt föreskrivs om strafforderförfarande.",
        "folded_sv": "om ett brottsarende som avses i denna lag och som har framkommit vid jakt- och fiskeovervakning kan behandlas i ordningsbotsforfarande enligt lagen om ordningsbotsforfarande (66/1983), har jakt- och fiskeovervakaren ratt att forelagga ordningsbot forutsatt att den som ordningsboten galler skriftligen ger sitt samtycke till att arendet behandlas i ordningsbotsforfarande. i arendet tillampas i ovrigt det som sarskilt foreskrivs om ordningsbotsforfarande. om ett brottsarende som avses i denna lag och som har framkommit vid jakt- och fiskeovervakning kan behandlas i strafforderforfarande enligt lagen om strafforderforfarande (692/1993), har jakt- och fiskeovervakaren ratt att framstalla straffansprak forutsatt att den som straffanspraket galler skriftligen ger sitt samtycke till att arendet behandlas i strafforderforfarande. ett straffansprak far uppga till hogst 20 dagsboter, och det far inte forvandlas till fangelse. i arendet tillampas i ovrigt det som sarskilt foreskrivs om strafforderforfarande."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Huomautus",
      "content": "Jos erävalvontaa koskevien säännösten rikkominen on olosuhteet huomioon ottaen vähäinen, erätarkastaja voi muihin toimenpiteisiin ryhtymättä antaa tekoon syyllistyneelle huomautuksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Jos erävalvontaa koskevien säännösten rikkominen on olosuhteet huomioon ottaen vähäinen, erätarkastaja voi muihin toimenpiteisiin ryhtymättä antaa tekoon syyllistyneelle huomautuksen.",
        "folded_fi": "jos eravalvontaa koskevien saannosten rikkominen on olosuhteet huomioon ottaen vahainen, eratarkastaja voi muihin toimenpiteisiin ryhtymatta antaa tekoon syyllistyneelle huomautuksen.",
        "title_sv": "Anmärkning",
        "content_sv": "Om ett brott mot bestämmelserna om jakt- och fiskeövervakning är ringa med tanke på omständigheterna, kan jakt- och fiskeövervakaren utan att vidta några andra åtgärder ge den som gjort sig skyldig till gärningen en anmärkning.",
        "normalized_sv": "Om ett brott mot bestämmelserna om jakt- och fiskeövervakning är ringa med tanke på omständigheterna, kan jakt- och fiskeövervakaren utan att vidta några andra åtgärder ge den som gjort sig skyldig till gärningen en anmärkning.",
        "folded_sv": "om ett brott mot bestammelserna om jakt- och fiskeovervakning ar ringa med tanke pa omstandigheterna, kan jakt- och fiskeovervakaren utan att vidta nagra andra atgarder ge den som gjort sig skyldig till garningen en anmarkning."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Virka-apu",
      "content": "Erätarkastajalla on oikeus saada erävalvontaan kuuluvan yksittäisen tehtävän suorittamiseen muulta valtion viranomaiselta sellaista tarpeellista virka-apua, jonka antamiseen viranomainen on toimivaltainen. Virka-apu annetaan Metsähallituksen pyynnöstä, jollei avun tarpeen kiireellisyydestä muuta johdu. Erätarkastaja on velvollinen antamaan poliisille ja muulle viranomaiselle virka-apua onnettomuuden sattuessa, kadonneen etsinnässä, etsintäkuulutetun kiinniottamisessa ja muissa tehtäviinsä soveltuvissa tapauksissa. Virka-apu annetaan Metsähallitukselle osoitetusta pyynnöstä, jollei avun tarpeen kiireellisyydestä muuta johdu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Erätarkastajalla on oikeus saada erävalvontaan kuuluvan yksittäisen tehtävän suorittamiseen muulta valtion viranomaiselta sellaista tarpeellista virka-apua, jonka antamiseen viranomainen on toimivaltainen. Virka-apu annetaan Metsähallituksen pyynnöstä, jollei avun tarpeen kiireellisyydestä muuta johdu. Erätarkastaja on velvollinen antamaan poliisille ja muulle viranomaiselle virka-apua onnettomuuden sattuessa, kadonneen etsinnässä, etsintäkuulutetun kiinniottamisessa ja muissa tehtäviinsä soveltuvissa tapauksissa. Virka-apu annetaan Metsähallitukselle osoitetusta pyynnöstä, jollei avun tarpeen kiireellisyydestä muuta johdu.",
        "folded_fi": "eratarkastajalla on oikeus saada eravalvontaan kuuluvan yksittaisen tehtavan suorittamiseen muulta valtion viranomaiselta sellaista tarpeellista virka-apua, jonka antamiseen viranomainen on toimivaltainen. virka-apu annetaan metsahallituksen pyynnosta, jollei avun tarpeen kiireellisyydesta muuta johdu. eratarkastaja on velvollinen antamaan poliisille ja muulle viranomaiselle virka-apua onnettomuuden sattuessa, kadonneen etsinnassa, etsintakuulutetun kiinniottamisessa ja muissa tehtaviinsa soveltuvissa tapauksissa. virka-apu annetaan metsahallitukselle osoitetusta pyynnosta, jollei avun tarpeen kiireellisyydesta muuta johdu.",
        "title_sv": "Handräckning",
        "content_sv": "En jakt- och fiskeövervakare har rätt att av en annan statlig myndighet få sådan handräckning som behövs för fullgörandet av ett enskilt jakt- och fiskeövervakningsuppdrag och som myndigheten är behörig att lämna. Handräckningen lämnas på begäran av Forststyrelsen, om inte något annat följer av att behovet av hjälp är brådskande. En jakt- och fiskeövervakare är skyldig att lämna polisen och andra myndigheter hand-räckning vid olyckor, i spaningen efter försvunna och gripandet av efterlysta och i andra fall där det är lämpligt med tanke på jakt- och fiskeövervakarens uppgifter. Handräckningen lämnas på begäran som riktas till Forststyrelsen, om inte något annat följer av att behovet av hjälp är brådskande.",
        "normalized_sv": "En jakt- och fiskeövervakare har rätt att av en annan statlig myndighet få sådan handräckning som behövs för fullgörandet av ett enskilt jakt- och fiskeövervakningsuppdrag och som myndigheten är behörig att lämna. Handräckningen lämnas på begäran av Forststyrelsen, om inte något annat följer av att behovet av hjälp är brådskande. En jakt- och fiskeövervakare är skyldig att lämna polisen och andra myndigheter hand-räckning vid olyckor, i spaningen efter försvunna och gripandet av efterlysta och i andra fall där det är lämpligt med tanke på jakt- och fiskeövervakarens uppgifter. Handräckningen lämnas på begäran som riktas till Forststyrelsen, om inte något annat följer av att behovet av hjälp är brådskande.",
        "folded_sv": "en jakt- och fiskeovervakare har ratt att av en annan statlig myndighet fa sadan handrackning som behovs for fullgorandet av ett enskilt jakt- och fiskeovervakningsuppdrag och som myndigheten ar behorig att lamna. handrackningen lamnas pa begaran av forststyrelsen, om inte nagot annat foljer av att behovet av hjalp ar bradskande. en jakt- och fiskeovervakare ar skyldig att lamna polisen och andra myndigheter hand-rackning vid olyckor, i spaningen efter forsvunna och gripandet av efterlysta och i andra fall dar det ar lampligt med tanke pa jakt- och fiskeovervakarens uppgifter. handrackningen lamnas pa begaran som riktas till forststyrelsen, om inte nagot annat foljer av att behovet av hjalp ar bradskande."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Tapahtumailmoitus",
      "content": "Asianosaisten oikeusturvan parantamiseksi ja erävalvonnan valvontaa varten 6 §:ssä tarkoitetusta kiinniottamisesta, 7 §:ssä tarkoitetusta turvallisuustarkastuksesta, 8 §:ssä tarkoitetusta ratti- ja vesiliikennejuopumusvalvonnasta, 9 §:ssä tarkoitetusta omaisuuden haltuun ottamisesta ja 10 §:ssä tarkoitetusta voimakeinojen käyttämisestä erätarkastajan on laadittava tapahtumailmoitus. Edellä 1 momentissa tarkoitettuun tapahtumailmoitukseen merkitään seuraavat tiedot: 1) toimenpiteen kohteena olevan henkilön tunniste- ja yhteystiedot henkilötunnus mukaan lukien; 2) epäilty rikkomus, jonka selvittämiseksi toimenpiteeseen on ryhdytty; 3) toimenpiteen laatu sekä luettelo sellaisista haltuun otetuista esineistä ja aineista, joita ei voida turvallisuustarkastuksen jälkeen haltijalle palauttaa; 4) toimenpiteen ajankohta ja suorittaja. Tietoja saa käyttää vain 1 momentissa säädettyyn tarkoitukseen. Metsähallituksen on säilytettävä tapahtumailmoitukset kahden vuoden ajan niiden laatimispäivää seuraavan kalenterivuoden alusta lukien, minkä jälkeen ne on hävitettävä. Sen lisäksi, mitä muussa laissa säädetään, tapahtumailmoitukseen sisältyvien tietojen käsittelyyn sovelletaan henkilötietolain (523/1999) säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_17",
        "normalized_fi": "Asianosaisten oikeusturvan parantamiseksi ja erävalvonnan valvontaa varten 6 § :ssä tarkoitetusta kiinniottamisesta, 7 § :ssä tarkoitetusta turvallisuustarkastuksesta, 8 § :ssä tarkoitetusta ratti- ja vesiliikennejuopumusvalvonnasta, 9 § :ssä tarkoitetusta omaisuuden haltuun ottamisesta ja 10 § :ssä tarkoitetusta voimakeinojen käyttämisestä erätarkastajan on laadittava tapahtumailmoitus. Edellä 1 momentissa tarkoitettuun tapahtumailmoitukseen merkitään seuraavat tiedot: 1) toimenpiteen kohteena olevan henkilön tunniste- ja yhteystiedot henkilötunnus mukaan lukien; 2) epäilty rikkomus, jonka selvittämiseksi toimenpiteeseen on ryhdytty; 3) toimenpiteen laatu sekä luettelo sellaisista haltuun otetuista esineistä ja aineista, joita ei voida turvallisuustarkastuksen jälkeen haltijalle palauttaa; 4) toimenpiteen ajankohta ja suorittaja. Tietoja saa käyttää vain 1 momentissa säädettyyn tarkoitukseen. Metsähallituksen on säilytettävä tapahtumailmoitukset kahden vuoden ajan niiden laatimispäivää seuraavan kalenterivuoden alusta lukien, minkä jälkeen ne on hävitettävä. Sen lisäksi, mitä muussa laissa säädetään, tapahtumailmoitukseen sisältyvien tietojen käsittelyyn sovelletaan henkilötietolain (523/1999) säännöksiä.",
        "folded_fi": "asianosaisten oikeusturvan parantamiseksi ja eravalvonnan valvontaa varten 6 §:ssa tarkoitetusta kiinniottamisesta, 7 §:ssa tarkoitetusta turvallisuustarkastuksesta, 8 §:ssa tarkoitetusta ratti- ja vesiliikennejuopumusvalvonnasta, 9 §:ssa tarkoitetusta omaisuuden haltuun ottamisesta ja 10 §:ssa tarkoitetusta voimakeinojen kayttamisesta eratarkastajan on laadittava tapahtumailmoitus. edella 1 momentissa tarkoitettuun tapahtumailmoitukseen merkitaan seuraavat tiedot: 1) toimenpiteen kohteena olevan henkilon tunniste- ja yhteystiedot henkilotunnus mukaan lukien; 2) epailty rikkomus, jonka selvittamiseksi toimenpiteeseen on ryhdytty; 3) toimenpiteen laatu seka luettelo sellaisista haltuun otetuista esineista ja aineista, joita ei voida turvallisuustarkastuksen jalkeen haltijalle palauttaa; 4) toimenpiteen ajankohta ja suorittaja. tietoja saa kayttaa vain 1 momentissa saadettyyn tarkoitukseen. metsahallituksen on sailytettava tapahtumailmoitukset kahden vuoden ajan niiden laatimispaivaa seuraavan kalenterivuoden alusta lukien, minka jalkeen ne on havitettava. sen lisaksi, mita muussa laissa saadetaan, tapahtumailmoitukseen sisaltyvien tietojen kasittelyyn sovelletaan henkilotietolain (523/1999) saannoksia.",
        "title_sv": "Händelserapport",
        "content_sv": "För att parternas rättsskydd skall kunna förbättras och med tanke på tillsynen över jakt- och fiskeövervakningen skall jakt- och fiskeövervakaren ge en händelserapport om gripande enligt 6 §, säkerhetsvisitation enligt 7 §, åtgärder vid rattfylleri och fylleri i sjötrafik enligt 8 §, omhändertagande av egendom enligt 9 § och användning av maktmedel enligt 10 §. Följande uppgifter skall antecknas i en händelserapport som avses i 1 mom.: 1) identifieringsuppgifter och kontaktinformation, inklusive personbeteckning, beträffande den som är föremål för åtgärden, 2) den misstänkta förseelse som man försöker utreda genom den vidtagna åtgärden, 3) åtgärdens art och en förteckning över omhändertagna föremål och ämnen som inte kan återlämnas till innehavaren efter en säkerhetsvisitation, 4) tidpunkten för åtgärden och vem som utförde den. Uppgifterna får användas bara i det syfte som anges i 1 mom. Forststyrelsen skall förvara sina händelserapporter två år från ingången av det kalenderår som följer på den dag då de gavs, varefter de skall förstöras. Utöver det som föreskrivs i någon annan lag tillämpas personuppgiftslagen (523/1999) på behandlingen av uppgifter som ingår i händelserapporten.",
        "normalized_sv": "För att parternas rättsskydd skall kunna förbättras och med tanke på tillsynen över jakt- och fiskeövervakningen skall jakt- och fiskeövervakaren ge en händelserapport om gripande enligt 6 § , säkerhetsvisitation enligt 7 § , åtgärder vid rattfylleri och fylleri i sjötrafik enligt 8 § , omhändertagande av egendom enligt 9 § och användning av maktmedel enligt 10 § . Följande uppgifter skall antecknas i en händelserapport som avses i 1 mom.: 1) identifieringsuppgifter och kontaktinformation, inklusive personbeteckning, beträffande den som är föremål för åtgärden, 2) den misstänkta förseelse som man försöker utreda genom den vidtagna åtgärden, 3) åtgärdens art och en förteckning över omhändertagna föremål och ämnen som inte kan återlämnas till innehavaren efter en säkerhetsvisitation, 4) tidpunkten för åtgärden och vem som utförde den. Uppgifterna får användas bara i det syfte som anges i 1 mom. Forststyrelsen skall förvara sina händelserapporter två år från ingången av det kalenderår som följer på den dag då de gavs, varefter de skall förstöras. Utöver det som föreskrivs i någon annan lag tillämpas personuppgiftslagen (523/1999) på behandlingen av uppgifter som ingår i händelserapporten.",
        "folded_sv": "for att parternas rattsskydd skall kunna forbattras och med tanke pa tillsynen over jakt- och fiskeovervakningen skall jakt- och fiskeovervakaren ge en handelserapport om gripande enligt 6 §, sakerhetsvisitation enligt 7 §, atgarder vid rattfylleri och fylleri i sjotrafik enligt 8 §, omhandertagande av egendom enligt 9 § och anvandning av maktmedel enligt 10 §. foljande uppgifter skall antecknas i en handelserapport som avses i 1 mom.: 1) identifieringsuppgifter och kontaktinformation, inklusive personbeteckning, betraffande den som ar foremal for atgarden, 2) den misstankta forseelse som man forsoker utreda genom den vidtagna atgarden, 3) atgardens art och en forteckning over omhandertagna foremal och amnen som inte kan aterlamnas till innehavaren efter en sakerhetsvisitation, 4) tidpunkten for atgarden och vem som utforde den. uppgifterna far anvandas bara i det syfte som anges i 1 mom. forststyrelsen skall forvara sina handelserapporter tva ar fran ingangen av det kalenderar som foljer pa den dag da de gavs, varefter de skall forstoras. utover det som foreskrivs i nagon annan lag tillampas personuppgiftslagen (523/1999) pa behandlingen av uppgifter som ingar i handelserapporten."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Vahingon korvaaminen",
      "content": "Erävalvonnasta syntyneen vahingon korvaamisesta on voimassa, mitä vahingonkorvauslaissa (412/1974) vahingonkorvauksesta julkista valtaa käytettäessä säädetään. Erätarkastajan on viivytyksettä tehtävä esimiehelleen ilmoitus erävalvonnassa syntyneestä muusta kuin vähäiseksi katsottavasta henkilö- tai omaisuusvahingosta. Vahinkotapahtumasta on toimitettava poliisitutkinta, jos vahinkoa kärsinyt tai erätarkastaja sitä pyytää tai tutkintaan havaitaan muutoin olevan tarvetta. Erävalvontaan kuuluvaa tehtävää suoritettaessa vammoja saaneelle henkilölle on viivytyksettä hankittava tarpeellista hoitoa. Sille, joka ilmoittaa saaneensa vammoja erätarkastajan toimenpiteen johdosta, on annettava tilaisuus päästä lääkärintarkastukseen. Jos lääkärintarkastusta ei voida välittömästi järjestää, hänelle on annettava tilaisuus päästä muun esteettömän henkilön tarkastettavaksi. Kustannukset erävalvontaan kuuluvaa tehtävää suoritettaessa vammoja saaneelle henkilölle tarpeellisen hoidon hankkimisesta ja tarpeellisista tarkastuksista suoritetaan ennakolta valtion varoista. Valtion varoista suoritetut kustannukset, joiden korvaamiseen valtio ei ole velvollinen, peritään takaisin, jollei se ole ilmeisen kohtuutonta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_18",
        "normalized_fi": "Erävalvonnasta syntyneen vahingon korvaamisesta on voimassa, mitä vahingonkorvauslaissa (412/1974) vahingonkorvauksesta julkista valtaa käytettäessä säädetään. Erätarkastajan on viivytyksettä tehtävä esimiehelleen ilmoitus erävalvonnassa syntyneestä muusta kuin vähäiseksi katsottavasta henkilö- tai omaisuusvahingosta. Vahinkotapahtumasta on toimitettava poliisitutkinta, jos vahinkoa kärsinyt tai erätarkastaja sitä pyytää tai tutkintaan havaitaan muutoin olevan tarvetta. Erävalvontaan kuuluvaa tehtävää suoritettaessa vammoja saaneelle henkilölle on viivytyksettä hankittava tarpeellista hoitoa. Sille, joka ilmoittaa saaneensa vammoja erätarkastajan toimenpiteen johdosta, on annettava tilaisuus päästä lääkärintarkastukseen. Jos lääkärintarkastusta ei voida välittömästi järjestää, hänelle on annettava tilaisuus päästä muun esteettömän henkilön tarkastettavaksi. Kustannukset erävalvontaan kuuluvaa tehtävää suoritettaessa vammoja saaneelle henkilölle tarpeellisen hoidon hankkimisesta ja tarpeellisista tarkastuksista suoritetaan ennakolta valtion varoista. Valtion varoista suoritetut kustannukset, joiden korvaamiseen valtio ei ole velvollinen, peritään takaisin, jollei se ole ilmeisen kohtuutonta.",
        "folded_fi": "eravalvonnasta syntyneen vahingon korvaamisesta on voimassa, mita vahingonkorvauslaissa (412/1974) vahingonkorvauksesta julkista valtaa kaytettaessa saadetaan. eratarkastajan on viivytyksetta tehtava esimiehelleen ilmoitus eravalvonnassa syntyneesta muusta kuin vahaiseksi katsottavasta henkilo- tai omaisuusvahingosta. vahinkotapahtumasta on toimitettava poliisitutkinta, jos vahinkoa karsinyt tai eratarkastaja sita pyytaa tai tutkintaan havaitaan muutoin olevan tarvetta. eravalvontaan kuuluvaa tehtavaa suoritettaessa vammoja saaneelle henkilolle on viivytyksetta hankittava tarpeellista hoitoa. sille, joka ilmoittaa saaneensa vammoja eratarkastajan toimenpiteen johdosta, on annettava tilaisuus paasta laakarintarkastukseen. jos laakarintarkastusta ei voida valittomasti jarjestaa, hanelle on annettava tilaisuus paasta muun esteettoman henkilon tarkastettavaksi. kustannukset eravalvontaan kuuluvaa tehtavaa suoritettaessa vammoja saaneelle henkilolle tarpeellisen hoidon hankkimisesta ja tarpeellisista tarkastuksista suoritetaan ennakolta valtion varoista. valtion varoista suoritetut kustannukset, joiden korvaamiseen valtio ei ole velvollinen, peritaan takaisin, jollei se ole ilmeisen kohtuutonta.",
        "title_sv": "Ersättning för skada",
        "content_sv": "I fråga om ersättning för skada som uppstått på grund av jakt- och fiskeövervakning gäller det som i skadeståndslagen (412/1974) föreskrivs om skadestånd vid myndighetsutövning. En jakt- och fiskeövervakare skall utan dröjsmål göra anmälan hos sin chef om en person- eller egendomsskada som uppstått vid jakt- och fiskeövervakningen, om skadan inte är att anse som ringa. En polisundersökning av skadefallet skall göras på begäran av den skadelidande eller jakt- och fiskeövervakaren eller om det annars framkommer behov av en undersökning. En person som skadats vid utförandet av ett jakt- och fiskeövervakningsuppdrag skall utan dröjsmål ges den vård som behövs. En person som meddelar att han eller hon har skadats genom en åtgärd av en jakt- och fiskeövervakare skall ges möjlighet att bli undersökt av en läkare. Om läkarundersökning inte genast kan ordnas, skall personen ges möjlighet att bli undersökt av någon annan ojävig person. Kostnaderna för den nödvändiga vården av en person som skadats vid fullgörandet av ett jakt- och fiskeövervakningsuppdrag liksom kostnaderna för de nödvändiga undersökningarna skall betalas i förskott av statens medel. Kostnader som har betalats av statens medel och som staten inte är skyldig att ersätta skall återkrävas, om det inte är uppenbart oskäligt.",
        "normalized_sv": "I fråga om ersättning för skada som uppstått på grund av jakt- och fiskeövervakning gäller det som i skadeståndslagen (412/1974) föreskrivs om skadestånd vid myndighetsutövning. En jakt- och fiskeövervakare skall utan dröjsmål göra anmälan hos sin chef om en person- eller egendomsskada som uppstått vid jakt- och fiskeövervakningen, om skadan inte är att anse som ringa. En polisundersökning av skadefallet skall göras på begäran av den skadelidande eller jakt- och fiskeövervakaren eller om det annars framkommer behov av en undersökning. En person som skadats vid utförandet av ett jakt- och fiskeövervakningsuppdrag skall utan dröjsmål ges den vård som behövs. En person som meddelar att han eller hon har skadats genom en åtgärd av en jakt- och fiskeövervakare skall ges möjlighet att bli undersökt av en läkare. Om läkarundersökning inte genast kan ordnas, skall personen ges möjlighet att bli undersökt av någon annan ojävig person. Kostnaderna för den nödvändiga vården av en person som skadats vid fullgörandet av ett jakt- och fiskeövervakningsuppdrag liksom kostnaderna för de nödvändiga undersökningarna skall betalas i förskott av statens medel. Kostnader som har betalats av statens medel och som staten inte är skyldig att ersätta skall återkrävas, om det inte är uppenbart oskäligt.",
        "folded_sv": "i fraga om ersattning for skada som uppstatt pa grund av jakt- och fiskeovervakning galler det som i skadestandslagen (412/1974) foreskrivs om skadestand vid myndighetsutovning. en jakt- och fiskeovervakare skall utan drojsmal gora anmalan hos sin chef om en person- eller egendomsskada som uppstatt vid jakt- och fiskeovervakningen, om skadan inte ar att anse som ringa. en polisundersokning av skadefallet skall goras pa begaran av den skadelidande eller jakt- och fiskeovervakaren eller om det annars framkommer behov av en undersokning. en person som skadats vid utforandet av ett jakt- och fiskeovervakningsuppdrag skall utan drojsmal ges den vard som behovs. en person som meddelar att han eller hon har skadats genom en atgard av en jakt- och fiskeovervakare skall ges mojlighet att bli undersokt av en lakare. om lakarundersokning inte genast kan ordnas, skall personen ges mojlighet att bli undersokt av nagon annan ojavig person. kostnaderna for den nodvandiga varden av en person som skadats vid fullgorandet av ett jakt- och fiskeovervakningsuppdrag liksom kostnaderna for de nodvandiga undersokningarna skall betalas i forskott av statens medel. kostnader som har betalats av statens medel och som staten inte ar skyldig att ersatta skall aterkravas, om det inte ar uppenbart oskaligt."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Valvonta",
      "content": "Maa- ja metsätalousministeriö valvoo Metsähallituksen erävalvonnan lainmukaisuutta ja asianmukaisuutta. Lääninhallitus valvoo toimialueellaan erävalvontaan kuuluvien toimivaltuuksien käyttöä. Metsähallituksen on laadittava erävalvonnasta kalenterivuosittain toimintakertomus ja toimitettava se seuraavan vuoden helmikuun loppuun mennessä 1 momentissa tarkoitetuille viranomaisille valvonnan toteuttamista varten. Valvontaviranomaisilla on oikeus saada Metsähallitukselta jäljennös 17 §:ssä tarkoitetusta tapahtumailmoituksesta ja muuta valvonnan kannalta tarpeellista tietoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_19",
        "normalized_fi": "Maa- ja metsätalousministeriö valvoo Metsähallituksen erävalvonnan lainmukaisuutta ja asianmukaisuutta. Lääninhallitus valvoo toimialueellaan erävalvontaan kuuluvien toimivaltuuksien käyttöä. Metsähallituksen on laadittava erävalvonnasta kalenterivuosittain toimintakertomus ja toimitettava se seuraavan vuoden helmikuun loppuun mennessä 1 momentissa tarkoitetuille viranomaisille valvonnan toteuttamista varten. Valvontaviranomaisilla on oikeus saada Metsähallitukselta jäljennös 17 § :ssä tarkoitetusta tapahtumailmoituksesta ja muuta valvonnan kannalta tarpeellista tietoa.",
        "folded_fi": "maa- ja metsatalousministerio valvoo metsahallituksen eravalvonnan lainmukaisuutta ja asianmukaisuutta. laaninhallitus valvoo toimialueellaan eravalvontaan kuuluvien toimivaltuuksien kayttoa. metsahallituksen on laadittava eravalvonnasta kalenterivuosittain toimintakertomus ja toimitettava se seuraavan vuoden helmikuun loppuun mennessa 1 momentissa tarkoitetuille viranomaisille valvonnan toteuttamista varten. valvontaviranomaisilla on oikeus saada metsahallitukselta jaljennos 17 §:ssa tarkoitetusta tapahtumailmoituksesta ja muuta valvonnan kannalta tarpeellista tietoa.",
        "title_sv": "Tillsyn",
        "content_sv": "Jord- och skogsbruksministeriet skall övervaka att Forststyrelsens jakt- och fiskeövervakning är lagenlig och ändamålsenlig. Länsstyrelsen skall inom sitt verksamhetsområde övervaka hur befogenheterna inom jakt- och fiskeövervakningen utövas. Forststyrelsen skall med tanke på tillsynen kalenderårsvis avfatta en verksamhetsberättelse om jakt- och fiskeövervakningen och före utgången av februari följande år sända den till de myndigheter som avses i 1 mom. Tillsynsmyndigheterna har rätt att av Forststyrelsen få en kopia av en händelserapport som avses i 17 § samt annan information som är nödvändig för tillsynen.",
        "normalized_sv": "Jord- och skogsbruksministeriet skall övervaka att Forststyrelsens jakt- och fiskeövervakning är lagenlig och ändamålsenlig. Länsstyrelsen skall inom sitt verksamhetsområde övervaka hur befogenheterna inom jakt- och fiskeövervakningen utövas. Forststyrelsen skall med tanke på tillsynen kalenderårsvis avfatta en verksamhetsberättelse om jakt- och fiskeövervakningen och före utgången av februari följande år sända den till de myndigheter som avses i 1 mom. Tillsynsmyndigheterna har rätt att av Forststyrelsen få en kopia av en händelserapport som avses i 17 § samt annan information som är nödvändig för tillsynen.",
        "folded_sv": "jord- och skogsbruksministeriet skall overvaka att forststyrelsens jakt- och fiskeovervakning ar lagenlig och andamalsenlig. lansstyrelsen skall inom sitt verksamhetsomrade overvaka hur befogenheterna inom jakt- och fiskeovervakningen utovas. forststyrelsen skall med tanke pa tillsynen kalenderarsvis avfatta en verksamhetsberattelse om jakt- och fiskeovervakningen och fore utgangen av februari foljande ar sanda den till de myndigheter som avses i 1 mom. tillsynsmyndigheterna har ratt att av forststyrelsen fa en kopia av en handelserapport som avses i 17 § samt annan information som ar nodvandig for tillsynen."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Tarkemmat säännökset",
      "content": "Valtioneuvoston asetuksella annetaan tarvittavat tarkemmat säännökset 6 §:ssä tarkoitetussa henkilöllisyyden selvittämisessä ja kiinniottamisessa, 7 §:ssä tarkoitetussa turvallisuustarkastuksessa, 8 §:ssä tarkoitetussa ratti- ja vesiliikennejuopumusvalvonnassa, 9 §:ssä tarkoitetussa haltuun ottamisessa ja 10 §:ssä tarkoitetussa voimakeinojen käyttämisessä noudatettavasta menettelystä sekä 12 §:n 2 momentissa tarkoitetusta eläimen lopettamiseen soveltuvasta ampuma-aseesta ja muista erätarkastajan varustukseen kuuluvista voimankäyttö- ja suojavälineistä sekä erävalvontatehtävässä tarpeellisista varusteista. Maa- ja metsätalousministeriön asetuksella annetaan tarvittavat tekniset säännökset 3 §:n 3 momentissa tarkoitetusta virkamerkistä, 17 §:ssä tarkoitetusta tapahtumailmoituksesta ja erätarkastajan voimankäyttövälineiden kantamistavasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_20",
        "normalized_fi": "Valtioneuvoston asetuksella annetaan tarvittavat tarkemmat säännökset 6 § :ssä tarkoitetussa henkilöllisyyden selvittämisessä ja kiinniottamisessa, 7 § :ssä tarkoitetussa turvallisuustarkastuksessa, 8 § :ssä tarkoitetussa ratti- ja vesiliikennejuopumusvalvonnassa, 9 § :ssä tarkoitetussa haltuun ottamisessa ja 10 § :ssä tarkoitetussa voimakeinojen käyttämisessä noudatettavasta menettelystä sekä 12 § :n 2 momentissa tarkoitetusta eläimen lopettamiseen soveltuvasta ampuma-aseesta ja muista erätarkastajan varustukseen kuuluvista voimankäyttö- ja suojavälineistä sekä erävalvontatehtävässä tarpeellisista varusteista. Maa- ja metsätalousministeriön asetuksella annetaan tarvittavat tekniset säännökset 3 § :n 3 momentissa tarkoitetusta virkamerkistä, 17 § :ssä tarkoitetusta tapahtumailmoituksesta ja erätarkastajan voimankäyttövälineiden kantamistavasta.",
        "folded_fi": "valtioneuvoston asetuksella annetaan tarvittavat tarkemmat saannokset 6 §:ssa tarkoitetussa henkilollisyyden selvittamisessa ja kiinniottamisessa, 7 §:ssa tarkoitetussa turvallisuustarkastuksessa, 8 §:ssa tarkoitetussa ratti- ja vesiliikennejuopumusvalvonnassa, 9 §:ssa tarkoitetussa haltuun ottamisessa ja 10 §:ssa tarkoitetussa voimakeinojen kayttamisessa noudatettavasta menettelysta seka 12 §:n 2 momentissa tarkoitetusta elaimen lopettamiseen soveltuvasta ampuma-aseesta ja muista eratarkastajan varustukseen kuuluvista voimankaytto- ja suojavalineista seka eravalvontatehtavassa tarpeellisista varusteista. maa- ja metsatalousministerion asetuksella annetaan tarvittavat tekniset saannokset 3 §:n 3 momentissa tarkoitetusta virkamerkista, 17 §:ssa tarkoitetusta tapahtumailmoituksesta ja eratarkastajan voimankayttovalineiden kantamistavasta.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Genom förordning av statsrådet utfärdas närmare bestämmelser som behövs om förfarandet vid utredande av identitet och gripande enligt 6 §, säkerhetsvisitation enligt 7 §, åtgärder vid rattfylleri och fylleri i sjötrafik enligt 8 §, omhändertagande enligt 9 § och vid användning av maktmedel enligt 10 § samt om skjutvapen som lämpar sig för avlivning av djur enligt 12 § 2 mom. och om andra maktmedels- och skyddsredskap som ingår i jakt- och fiskeövervakarnas utrustning samt om nödvändig utrustning för jakt- och fiskeövervakningen. Genom förordning av jord- och skogsbruksministeriet utfärdas nödvändiga tekniska bestämmelser om det tjänstetecken som avses i 3 § 3 mom., om händelserapporter enligt 17 § och om hur jakt- och fiskeövervakare skall bära maktmedelsredskap.",
        "normalized_sv": "Genom förordning av statsrådet utfärdas närmare bestämmelser som behövs om förfarandet vid utredande av identitet och gripande enligt 6 § , säkerhetsvisitation enligt 7 § , åtgärder vid rattfylleri och fylleri i sjötrafik enligt 8 § , omhändertagande enligt 9 § och vid användning av maktmedel enligt 10 § samt om skjutvapen som lämpar sig för avlivning av djur enligt 12 § 2 mom. och om andra maktmedels- och skyddsredskap som ingår i jakt- och fiskeövervakarnas utrustning samt om nödvändig utrustning för jakt- och fiskeövervakningen. Genom förordning av jord- och skogsbruksministeriet utfärdas nödvändiga tekniska bestämmelser om det tjänstetecken som avses i 3 § 3 mom., om händelserapporter enligt 17 § och om hur jakt- och fiskeövervakare skall bära maktmedelsredskap.",
        "folded_sv": "genom forordning av statsradet utfardas narmare bestammelser som behovs om forfarandet vid utredande av identitet och gripande enligt 6 §, sakerhetsvisitation enligt 7 §, atgarder vid rattfylleri och fylleri i sjotrafik enligt 8 §, omhandertagande enligt 9 § och vid anvandning av maktmedel enligt 10 § samt om skjutvapen som lampar sig for avlivning av djur enligt 12 § 2 mom. och om andra maktmedels- och skyddsredskap som ingar i jakt- och fiskeovervakarnas utrustning samt om nodvandig utrustning for jakt- och fiskeovervakningen. genom forordning av jord- och skogsbruksministeriet utfardas nodvandiga tekniska bestammelser om det tjanstetecken som avses i 3 § 3 mom., om handelserapporter enligt 17 § och om hur jakt- och fiskeovervakare skall bara maktmedelsredskap."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Voimaantulo- ja siirtymäsäännökset",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2006. Ennen lain täytäntöönpanoa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin. Erätarkastajaan, joka on nimitetty virkaan ennen tämän lain voimaantuloa, ei sovelleta, mitä 3 §:n 2 momentissa säädetään erätarkastajan kelpoisuusvaatimuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_21",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2006. Ennen lain täytäntöönpanoa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin. Erätarkastajaan, joka on nimitetty virkaan ennen tämän lain voimaantuloa, ei sovelleta, mitä 3 § :n 2 momentissa säädetään erätarkastajan kelpoisuusvaatimuksista.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2006. ennen lain taytantoonpanoa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin. eratarkastajaan, joka on nimitetty virkaan ennen taman lain voimaantuloa, ei sovelleta, mita 3 §:n 2 momentissa saadetaan eratarkastajan kelpoisuusvaatimuksista.",
        "title_sv": "Ikraftträdande- och övergångsbestämmelser",
        "content_sv": "Denna lag träder i kraft den 1 januari 2006. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft. Bestämmelsen i 3 § 2 mom. om behörighetsvillkoren för jakt- och fiskeövervakare tillämpas inte på jakt- och fiskeövervakare som har utnämnts till tjänsten före denna lags ikraftträdande.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2006. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft. Bestämmelsen i 3 § 2 mom. om behörighetsvillkoren för jakt- och fiskeövervakare tillämpas inte på jakt- och fiskeövervakare som har utnämnts till tjänsten före denna lags ikraftträdande.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2006. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft. bestammelsen i 3 § 2 mom. om behorighetsvillkoren for jakt- och fiskeovervakare tillampas inte pa jakt- och fiskeovervakare som har utnamnts till tjansten fore denna lags ikrafttradande."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    }
  ]
}