{
  "id": "1161/2005",
  "type": "statute",
  "title": "Laki rikoslain muuttamisesta",
  "title_en": "Lag om ändring av strafflagen",
  "status": "in_force",
  "issued_date": "2005-12-22",
  "in_force_date": "2005-12-22",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/1161/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "8:1",
      "chapter": "8",
      "section": "1",
      "title": "Syyteoikeuden vanhentuminen",
      "content": "Oikeus syyttää rikoksesta, josta säädetty ankarin rangaistus on elinkautinen vankeusrangaistus, ei vanhennu. Syyteoikeus ei vanhennu myöskään, jos kysymyksessä on sodankäyntirikos, törkeä sodankäyntirikos, ihmisoikeuksien loukkaaminen poikkeuksellisissa oloissa tai törkeä ihmisoikeuksien loukkaaminen poikkeuksellisissa oloissa. Virkarikosten vanhentumisaika on kuitenkin vähintään viisi vuotta. Ympäristön turmelemisen, luonnonsuojelurikoksen ja rakennussuojelurikoksen vanhentumisaika on kymmenen vuotta. Aluksista aiheutuvan ympäristön pilaantumisen ehkäisemisestä annetun lain (300/1979) 28 §:ssä tarkoitetun, ulkomaiselta alukselta Suomen talousvyöhykkeellä tehdyn ympäristön turmelemisen, törkeän ympäristön turmelemisen, ympäristörikkomuksen ja tuottamuksellisen ympäristön turmelemisen vanhentumisaika on kolme vuotta. Ulkomaiselta alukselta Suomen talousvyöhykkeellä tehdyn kalastusrikoksen lyhin vanhentumisaika on kolme vuotta. Lapsen seksuaalisen hyväksikäytön ja törkeän lapsen seksuaalisen hyväksikäytön syyteoikeus vanhentuu aikaisintaan, kun asianomistaja täyttää kaksikymmentäkahdeksan vuotta. Sama koskee kahdeksaatoista vuotta nuorempaan henkilöön kohdistunutta raiskausta, törkeää raiskausta ja pakottamista sukupuoliyhteyteen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:1",
        "normalized_fi": "Oikeus syyttää rikoksesta, josta säädetty ankarin rangaistus on elinkautinen vankeusrangaistus, ei vanhennu. Syyteoikeus ei vanhennu myöskään, jos kysymyksessä on sodankäyntirikos, törkeä sodankäyntirikos, ihmisoikeuksien loukkaaminen poikkeuksellisissa oloissa tai törkeä ihmisoikeuksien loukkaaminen poikkeuksellisissa oloissa. Virkarikosten vanhentumisaika on kuitenkin vähintään viisi vuotta. Ympäristön turmelemisen, luonnonsuojelurikoksen ja rakennussuojelurikoksen vanhentumisaika on kymmenen vuotta. Aluksista aiheutuvan ympäristön pilaantumisen ehkäisemisestä annetun lain (300/1979) 28 § :ssä tarkoitetun, ulkomaiselta alukselta Suomen talousvyöhykkeellä tehdyn ympäristön turmelemisen, törkeän ympäristön turmelemisen, ympäristörikkomuksen ja tuottamuksellisen ympäristön turmelemisen vanhentumisaika on kolme vuotta. Ulkomaiselta alukselta Suomen talousvyöhykkeellä tehdyn kalastusrikoksen lyhin vanhentumisaika on kolme vuotta. Lapsen seksuaalisen hyväksikäytön ja törkeän lapsen seksuaalisen hyväksikäytön syyteoikeus vanhentuu aikaisintaan, kun asianomistaja täyttää kaksikymmentäkahdeksan vuotta. Sama koskee kahdeksaatoista vuotta nuorempaan henkilöön kohdistunutta raiskausta, törkeää raiskausta ja pakottamista sukupuoliyhteyteen.",
        "folded_fi": "oikeus syyttaa rikoksesta, josta saadetty ankarin rangaistus on elinkautinen vankeusrangaistus, ei vanhennu. syyteoikeus ei vanhennu myoskaan, jos kysymyksessa on sodankayntirikos, torkea sodankayntirikos, ihmisoikeuksien loukkaaminen poikkeuksellisissa oloissa tai torkea ihmisoikeuksien loukkaaminen poikkeuksellisissa oloissa. virkarikosten vanhentumisaika on kuitenkin vahintaan viisi vuotta. ympariston turmelemisen, luonnonsuojelurikoksen ja rakennussuojelurikoksen vanhentumisaika on kymmenen vuotta. aluksista aiheutuvan ympariston pilaantumisen ehkaisemisesta annetun lain (300/1979) 28 §:ssa tarkoitetun, ulkomaiselta alukselta suomen talousvyohykkeella tehdyn ympariston turmelemisen, torkean ympariston turmelemisen, ymparistorikkomuksen ja tuottamuksellisen ympariston turmelemisen vanhentumisaika on kolme vuotta. ulkomaiselta alukselta suomen talousvyohykkeella tehdyn kalastusrikoksen lyhin vanhentumisaika on kolme vuotta. lapsen seksuaalisen hyvaksikayton ja torkean lapsen seksuaalisen hyvaksikayton syyteoikeus vanhentuu aikaisintaan, kun asianomistaja tayttaa kaksikymmentakahdeksan vuotta. sama koskee kahdeksaatoista vuotta nuorempaan henkiloon kohdistunutta raiskausta, torkeaa raiskausta ja pakottamista sukupuoliyhteyteen.",
        "title_sv": "Preskription av åtalsrätten",
        "content_sv": "Rätten att väcka åtal för brott för vilket det strängaste föreskrivna straffet är fängelse på livstid preskriberas inte. Rätten att väcka åtal preskriberas inte heller om det är fråga om krigföringsbrott, grovt krigföringsbrott, kränkning av mänskliga rättigheter under undantagsförhållanden eller grov kränkning av mänskliga rättigheter under undantagsförhållanden. För tjänstebrott är preskriptionstiden dock minst fem år. För miljöförstöring, naturskyddsbrott och byggnadsskyddsbrott är preskriptionstiden tio år. För miljöförstöring, grov miljöförstöring, miljöförseelse och miljöförstöring av oaktsamhet som har skett från ett utländskt fartyg i Finlands ekonomiska zon så som avses i 28 § i lagen om förhindrande av miljöförorening från fartyg (300/1979) är preskriptionstiden tre år. För fiskebrott som har begåtts från ett utländskt fartyg i den ekonomiska zonen är den kortaste preskriptionstiden tre år. Åtalsrätten för sexuellt utnyttjande av barn och grovt sexuellt utnyttjande av barn preskriberas tidigast då målsäganden fyller 28 år. Detsamma gäller våldtäkt, grov våldtäkt och tvingande till samlag som riktat sig mot en person som inte fyllt 18 år.",
        "normalized_sv": "Rätten att väcka åtal för brott för vilket det strängaste föreskrivna straffet är fängelse på livstid preskriberas inte. Rätten att väcka åtal preskriberas inte heller om det är fråga om krigföringsbrott, grovt krigföringsbrott, kränkning av mänskliga rättigheter under undantagsförhållanden eller grov kränkning av mänskliga rättigheter under undantagsförhållanden. För tjänstebrott är preskriptionstiden dock minst fem år. För miljöförstöring, naturskyddsbrott och byggnadsskyddsbrott är preskriptionstiden tio år. För miljöförstöring, grov miljöförstöring, miljöförseelse och miljöförstöring av oaktsamhet som har skett från ett utländskt fartyg i Finlands ekonomiska zon så som avses i 28 § i lagen om förhindrande av miljöförorening från fartyg (300/1979) är preskriptionstiden tre år. För fiskebrott som har begåtts från ett utländskt fartyg i den ekonomiska zonen är den kortaste preskriptionstiden tre år. Åtalsrätten för sexuellt utnyttjande av barn och grovt sexuellt utnyttjande av barn preskriberas tidigast då målsäganden fyller 28 år. Detsamma gäller våldtäkt, grov våldtäkt och tvingande till samlag som riktat sig mot en person som inte fyllt 18 år.",
        "folded_sv": "ratten att vacka atal for brott for vilket det strangaste foreskrivna straffet ar fangelse pa livstid preskriberas inte. ratten att vacka atal preskriberas inte heller om det ar fraga om krigforingsbrott, grovt krigforingsbrott, krankning av manskliga rattigheter under undantagsforhallanden eller grov krankning av manskliga rattigheter under undantagsforhallanden. for tjanstebrott ar preskriptionstiden dock minst fem ar. for miljoforstoring, naturskyddsbrott och byggnadsskyddsbrott ar preskriptionstiden tio ar. for miljoforstoring, grov miljoforstoring, miljoforseelse och miljoforstoring av oaktsamhet som har skett fran ett utlandskt fartyg i finlands ekonomiska zon sa som avses i 28 § i lagen om forhindrande av miljofororening fran fartyg (300/1979) ar preskriptionstiden tre ar. for fiskebrott som har begatts fran ett utlandskt fartyg i den ekonomiska zonen ar den kortaste preskriptionstiden tre ar. atalsratten for sexuellt utnyttjande av barn och grovt sexuellt utnyttjande av barn preskriberas tidigast da malsaganden fyller 28 ar. detsamma galler valdtakt, grov valdtakt och tvingande till samlag som riktat sig mot en person som inte fyllt 18 ar."
      }
    },
    {
      "provision_ref": "8:6",
      "chapter": "8",
      "section": "6",
      "title": "Rangaistuksen tuomitsemisen estävä vanhentuminen",
      "content": "Oikeus tuomita rangaistus 1 §:n 1 momentissa tarkoitetusta rikoksesta ei vanhennu. Edellä 1 §:n 5 momentissa tarkoitetusta rikoksesta ei saa tuomita rangaistusta sen jälkeen, kun tämän pykälän 2 momentissa tarkoitettu määräaika on kulunut ja kymmenen vuotta on kulunut siitä, kun asianomistaja on täyttänyt kaksikymmentäkahdeksan vuotta. Tuomittu rangaistus raukeaa, jos sitä koskeva tuomio ei ole tullut täytäntöönpanokelpoiseksi ennen 2 tai 3 momentissa tarkoitetun ajan täyttymistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:6",
        "normalized_fi": "Oikeus tuomita rangaistus 1 § :n 1 momentissa tarkoitetusta rikoksesta ei vanhennu. Edellä 1 § :n 5 momentissa tarkoitetusta rikoksesta ei saa tuomita rangaistusta sen jälkeen, kun tämän pykälän 2 momentissa tarkoitettu määräaika on kulunut ja kymmenen vuotta on kulunut siitä, kun asianomistaja on täyttänyt kaksikymmentäkahdeksan vuotta. Tuomittu rangaistus raukeaa, jos sitä koskeva tuomio ei ole tullut täytäntöönpanokelpoiseksi ennen 2 tai 3 momentissa tarkoitetun ajan täyttymistä.",
        "folded_fi": "oikeus tuomita rangaistus 1 §:n 1 momentissa tarkoitetusta rikoksesta ei vanhennu. edella 1 §:n 5 momentissa tarkoitetusta rikoksesta ei saa tuomita rangaistusta sen jalkeen, kun taman pykalan 2 momentissa tarkoitettu maaraaika on kulunut ja kymmenen vuotta on kulunut siita, kun asianomistaja on tayttanyt kaksikymmentakahdeksan vuotta. tuomittu rangaistus raukeaa, jos sita koskeva tuomio ei ole tullut taytantoonpanokelpoiseksi ennen 2 tai 3 momentissa tarkoitetun ajan tayttymista.",
        "title_sv": "Preskription som förhindrar utdömande av straff",
        "content_sv": "Rätten att döma ut straff för de brott som avses i 1 § 1 mom. preskriberas inte. För brott som avses i 1 § 5 mom. får straff inte dömas ut efter det att den tid som nämns i 2 mom. i denna paragraf har löpt ut och tio år har förflutit från det att målsäganden fyllt 28 år. Ett utdömt straff förfaller, om den dom som gäller straffet inte har blivit verkställbar innan den i 2 eller 3 mom. nämnda tiden har löpt ut.",
        "normalized_sv": "Rätten att döma ut straff för de brott som avses i 1 § 1 mom. preskriberas inte. För brott som avses i 1 § 5 mom. får straff inte dömas ut efter det att den tid som nämns i 2 mom. i denna paragraf har löpt ut och tio år har förflutit från det att målsäganden fyllt 28 år. Ett utdömt straff förfaller, om den dom som gäller straffet inte har blivit verkställbar innan den i 2 eller 3 mom. nämnda tiden har löpt ut.",
        "folded_sv": "ratten att doma ut straff for de brott som avses i 1 § 1 mom. preskriberas inte. for brott som avses i 1 § 5 mom. far straff inte domas ut efter det att den tid som namns i 2 mom. i denna paragraf har lopt ut och tio ar har forflutit fran det att malsaganden fyllt 28 ar. ett utdomt straff forfaller, om den dom som galler straffet inte har blivit verkstallbar innan den i 2 eller 3 mom. namnda tiden har lopt ut."
      }
    },
    {
      "provision_ref": "8:9",
      "chapter": "8",
      "section": "9",
      "title": "Menettämisseuraamuksen tuomitsemisen estävä vanhentuminen",
      "content": "Menettämisseuraamusta ei saa tuomita, mikäli teosta ei vanhentumisen vuoksi saa tuomita rangaistusta. Menettämisvaatimuksen lyhin vanhentumisaika on kuitenkin viisi vuotta. Jos menettämisvaatimus koskee 10 luvun 4 §:ssä tarkoitettua rikoksentekovälinettä tai 5 §:ssä tarkoitettua muuta omaisuutta, menettämisvaatimus ei kuitenkaan vanhennu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:9",
        "normalized_fi": "Menettämisseuraamusta ei saa tuomita, mikäli teosta ei vanhentumisen vuoksi saa tuomita rangaistusta. Menettämisvaatimuksen lyhin vanhentumisaika on kuitenkin viisi vuotta. Jos menettämisvaatimus koskee 10 luvun 4 § :ssä tarkoitettua rikoksentekovälinettä tai 5 § :ssä tarkoitettua muuta omaisuutta, menettämisvaatimus ei kuitenkaan vanhennu.",
        "folded_fi": "menettamisseuraamusta ei saa tuomita, mikali teosta ei vanhentumisen vuoksi saa tuomita rangaistusta. menettamisvaatimuksen lyhin vanhentumisaika on kuitenkin viisi vuotta. jos menettamisvaatimus koskee 10 luvun 4 §:ssa tarkoitettua rikoksentekovalinetta tai 5 §:ssa tarkoitettua muuta omaisuutta, menettamisvaatimus ei kuitenkaan vanhennu.",
        "title_sv": "Preskription som förhindrar utdömande av förverkandepåföljd",
        "content_sv": "En förverkandepåföljd får inte dömas ut, om straff för gärningen inte får dömas ut på grund av preskription. Den kortaste preskriptionstiden för ett yrkande på förverkande är dock fem år. Om yrkandet på förverkande gäller ett sådant hjälpmedel vid brott som avses i 10 kap. 4 § eller annan egendom som avses i 10 kap. 5 §, preskriberas yrkandet dock inte.",
        "normalized_sv": "En förverkandepåföljd får inte dömas ut, om straff för gärningen inte får dömas ut på grund av preskription. Den kortaste preskriptionstiden för ett yrkande på förverkande är dock fem år. Om yrkandet på förverkande gäller ett sådant hjälpmedel vid brott som avses i 10 kap. 4 § eller annan egendom som avses i 10 kap. 5 § , preskriberas yrkandet dock inte.",
        "folded_sv": "en forverkandepafoljd far inte domas ut, om straff for garningen inte far domas ut pa grund av preskription. den kortaste preskriptionstiden for ett yrkande pa forverkande ar dock fem ar. om yrkandet pa forverkande galler ett sadant hjalpmedel vid brott som avses i 10 kap. 4 § eller annan egendom som avses i 10 kap. 5 §, preskriberas yrkandet dock inte."
      }
    },
    {
      "provision_ref": "8:10",
      "chapter": "8",
      "section": "10",
      "title": "Tuomitun vankeusrangaistuksen raukeaminen",
      "content": "Elinkautinen vankeusrangaistus ja 1 §:n 1 momentissa mainitusta rikoksesta tuomittu määräaikainen vankeusrangaistus eivät raukea.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:10",
        "normalized_fi": "Elinkautinen vankeusrangaistus ja 1 § :n 1 momentissa mainitusta rikoksesta tuomittu määräaikainen vankeusrangaistus eivät raukea.",
        "folded_fi": "elinkautinen vankeusrangaistus ja 1 §:n 1 momentissa mainitusta rikoksesta tuomittu maaraaikainen vankeusrangaistus eivat raukea.",
        "title_sv": "När utdömt fängelsestraff förfaller",
        "content_sv": "Ett fängelsestraff på livstid och ett fängelsestraff på viss tid som dömts ut för ett brott som nämns i 1 § 1 mom. förfaller inte.",
        "normalized_sv": "Ett fängelsestraff på livstid och ett fängelsestraff på viss tid som dömts ut för ett brott som nämns i 1 § 1 mom. förfaller inte.",
        "folded_sv": "ett fangelsestraff pa livstid och ett fangelsestraff pa viss tid som domts ut for ett brott som namns i 1 § 1 mom. forfaller inte."
      }
    },
    {
      "provision_ref": "8:12 a",
      "chapter": "8",
      "section": "12 a",
      "title": "Tuomitun nuorisorangaistuksen raukeaminen",
      "content": "Nuorisorangaistus raukeaa, jollei sen täytäntöönpano ole alkanut kolmessa vuodessa lainvoiman saaneen tuomion antamispäivästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:12 a",
        "normalized_fi": "Nuorisorangaistus raukeaa, jollei sen täytäntöönpano ole alkanut kolmessa vuodessa lainvoiman saaneen tuomion antamispäivästä.",
        "folded_fi": "nuorisorangaistus raukeaa, jollei sen taytantoonpano ole alkanut kolmessa vuodessa lainvoiman saaneen tuomion antamispaivasta.",
        "title_sv": "När utdömt ungdomsstraff förfaller",
        "content_sv": "Ett ungdomsstraff förfaller, om verkställigheten inte har börjat inom tre år från den dag då den lagakraftvunna domen gavs.",
        "normalized_sv": "Ett ungdomsstraff förfaller, om verkställigheten inte har börjat inom tre år från den dag då den lagakraftvunna domen gavs.",
        "folded_sv": "ett ungdomsstraff forfaller, om verkstalligheten inte har borjat inom tre ar fran den dag da den lagakraftvunna domen gavs."
      }
    },
    {
      "provision_ref": "8:14",
      "chapter": "8",
      "section": "14",
      "title": "Tuomitun menettämisseuraamuksen raukeaminen",
      "content": "Menettämisseuraamusta ei saa panna täytäntöön, kun kymmenen vuotta on kulunut lainvoiman saaneen tuomion antamispäivästä. Jos menettämisseuraamus koskee 10 luvun 4 §:ssä tarkoitettua rikoksentekovälinettä tai 5 §:ssä tarkoitettua muuta omaisuutta, menettämisseuraamuksen täytäntöönpano ei kuitenkaan raukea.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:14",
        "normalized_fi": "Menettämisseuraamusta ei saa panna täytäntöön, kun kymmenen vuotta on kulunut lainvoiman saaneen tuomion antamispäivästä. Jos menettämisseuraamus koskee 10 luvun 4 § :ssä tarkoitettua rikoksentekovälinettä tai 5 § :ssä tarkoitettua muuta omaisuutta, menettämisseuraamuksen täytäntöönpano ei kuitenkaan raukea.",
        "folded_fi": "menettamisseuraamusta ei saa panna taytantoon, kun kymmenen vuotta on kulunut lainvoiman saaneen tuomion antamispaivasta. jos menettamisseuraamus koskee 10 luvun 4 §:ssa tarkoitettua rikoksentekovalinetta tai 5 §:ssa tarkoitettua muuta omaisuutta, menettamisseuraamuksen taytantoonpano ei kuitenkaan raukea.",
        "title_sv": "När utdömd förverkandepåföljd förfaller",
        "content_sv": "En förverkandepåföljd får inte verkställas när tio år har förflutit från den dag då den lagakraftvunna domen gavs. Om förverkandepåföljden gäller sådana hjälpmedel vid brott som avses i 10 kap. 4 § eller annan egendom som avses i 10 kap. 5 §, förfaller verkställigheten av förverkandepåföljden dock inte.",
        "normalized_sv": "En förverkandepåföljd får inte verkställas när tio år har förflutit från den dag då den lagakraftvunna domen gavs. Om förverkandepåföljden gäller sådana hjälpmedel vid brott som avses i 10 kap. 4 § eller annan egendom som avses i 10 kap. 5 § , förfaller verkställigheten av förverkandepåföljden dock inte.",
        "folded_sv": "en forverkandepafoljd far inte verkstallas nar tio ar har forflutit fran den dag da den lagakraftvunna domen gavs. om forverkandepafoljden galler sadana hjalpmedel vid brott som avses i 10 kap. 4 § eller annan egendom som avses i 10 kap. 5 §, forfaller verkstalligheten av forverkandepafoljden dock inte."
      }
    },
    {
      "provision_ref": "8:18",
      "chapter": "8",
      "section": "18",
      "title": "Viittaussäännös",
      "content": "Ehdollisen vankeuden raukeamisesta säädetään 2 b luvun 3 §:n 2 momentissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:18",
        "normalized_fi": "Ehdollisen vankeuden raukeamisesta säädetään 2 b luvun 3 § :n 2 momentissa.",
        "folded_fi": "ehdollisen vankeuden raukeamisesta saadetaan 2 b luvun 3 §:n 2 momentissa.",
        "title_sv": "Hänvisningsbestämmelse",
        "content_sv": "I 2 b kap. 3 § 2 mom. bestäms när villkorligt fängelse förfaller.",
        "normalized_sv": "I 2 b kap. 3 § 2 mom. bestäms när villkorligt fängelse förfaller.",
        "folded_sv": "i 2 b kap. 3 § 2 mom. bestams nar villkorligt fangelse forfaller."
      }
    },
    {
      "provision_ref": "25:5",
      "chapter": "25",
      "section": "5",
      "title": "Lapsen omavaltainen huostaanotto",
      "content": "lapsen omavaltaisesta huostaanotosta Jos kuuttatoista vuotta nuoremman lapsen vanhempi, kasvatusvanhempi tai huoltaja taikka lapselle läheinen henkilö omavaltaisesti ottaa lapsen huostaansa tai muun edellä mainitun henkilön huostaan siltä, jonka huostassa lapsi on, hänet on tuomittava, jollei teko ole rangaistava 5 a §:ssä tarkoitettuna lapsikaappauksena, sakkoon tai vankeuteen enintään kuudeksi kuukaudeksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "25:5",
        "normalized_fi": "lapsen omavaltaisesta huostaanotosta Jos kuuttatoista vuotta nuoremman lapsen vanhempi, kasvatusvanhempi tai huoltaja taikka lapselle läheinen henkilö omavaltaisesti ottaa lapsen huostaansa tai muun edellä mainitun henkilön huostaan siltä, jonka huostassa lapsi on, hänet on tuomittava, jollei teko ole rangaistava 5 a § :ssä tarkoitettuna lapsikaappauksena, sakkoon tai vankeuteen enintään kuudeksi kuukaudeksi.",
        "folded_fi": "lapsen omavaltaisesta huostaanotosta jos kuuttatoista vuotta nuoremman lapsen vanhempi, kasvatusvanhempi tai huoltaja taikka lapselle laheinen henkilo omavaltaisesti ottaa lapsen huostaansa tai muun edella mainitun henkilon huostaan silta, jonka huostassa lapsi on, hanet on tuomittava, jollei teko ole rangaistava 5 a §:ssa tarkoitettuna lapsikaappauksena, sakkoon tai vankeuteen enintaan kuudeksi kuukaudeksi.",
        "title_sv": "Egenmäktigt omhändertagande av barn",
        "content_sv": "egenmäktigt omhändertagande av barn Om en förälder, fosterförälder eller vårdnadshavare till ett barn under 16 år eller någon som står barnet nära egenmäktigt omhändertar barnet eller egenmäktigt för en annan ovan nämnd person omhändertar barnet från den som omhänderhar barnet skall han eller hon, om gärningen inte utgör bortförande av barn enligt 5 a §, för dömas till böter eller fängelse i högst sex månader.",
        "normalized_sv": "egenmäktigt omhändertagande av barn Om en förälder, fosterförälder eller vårdnadshavare till ett barn under 16 år eller någon som står barnet nära egenmäktigt omhändertar barnet eller egenmäktigt för en annan ovan nämnd person omhändertar barnet från den som omhänderhar barnet skall han eller hon, om gärningen inte utgör bortförande av barn enligt 5 a § , för dömas till böter eller fängelse i högst sex månader.",
        "folded_sv": "egenmaktigt omhandertagande av barn om en foralder, fosterforalder eller vardnadshavare till ett barn under 16 ar eller nagon som star barnet nara egenmaktigt omhandertar barnet eller egenmaktigt for en annan ovan namnd person omhandertar barnet fran den som omhanderhar barnet skall han eller hon, om garningen inte utgor bortforande av barn enligt 5 a §, for domas till boter eller fangelse i hogst sex manader."
      }
    },
    {
      "provision_ref": "25:5 a",
      "chapter": "25",
      "section": "5 a",
      "title": "Lapsikaappaus",
      "content": "Jos lapsen omavaltaisessa huostaanotossa 1) lapsen huoltoa koskevia oikeuksia loukaten lapsi viedään pois asuinvaltiostaan tai jätetään palauttamatta sinne ja 2) lapsen huoltoa koskevia oikeuksia oli poisviemisen tai palauttamatta jättämisen hetkellä tosiasiallisesti käytetty tai olisi käytetty ilman poisviemistä tai palauttamatta jättämistä, lapsikaappauksesta rikoksentekijä on tuomittava sakkoon tai vankeuteen enintään kahdeksi vuodeksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "25:5 a",
        "normalized_fi": "Jos lapsen omavaltaisessa huostaanotossa 1) lapsen huoltoa koskevia oikeuksia loukaten lapsi viedään pois asuinvaltiostaan tai jätetään palauttamatta sinne ja 2) lapsen huoltoa koskevia oikeuksia oli poisviemisen tai palauttamatta jättämisen hetkellä tosiasiallisesti käytetty tai olisi käytetty ilman poisviemistä tai palauttamatta jättämistä, lapsikaappauksesta rikoksentekijä on tuomittava sakkoon tai vankeuteen enintään kahdeksi vuodeksi.",
        "folded_fi": "jos lapsen omavaltaisessa huostaanotossa 1) lapsen huoltoa koskevia oikeuksia loukaten lapsi viedaan pois asuinvaltiostaan tai jatetaan palauttamatta sinne ja 2) lapsen huoltoa koskevia oikeuksia oli poisviemisen tai palauttamatta jattamisen hetkella tosiasiallisesti kaytetty tai olisi kaytetty ilman poisviemista tai palauttamatta jattamista, lapsikaappauksesta rikoksentekija on tuomittava sakkoon tai vankeuteen enintaan kahdeksi vuodeksi.",
        "title_sv": "Bortförande av barn",
        "content_sv": "Om vid egenmäktigt omhändertagande av barn 1) ett barn, i strid med rätten att ta vård om barnet, förs bort från den stat där barnet är bosatt eller kvarhålls utom den staten, och 2) rätten att ta vård om barnet faktiskt utövades vid den tidpunkt barnet bortfördes eller kvarhölls, eller skulle ha utövats om inte bortförandet eller kvarhållandet hade ägt rum, bortförande av barn skall gärningsmannen för dömas till böter eller fängelse i högst två år.",
        "normalized_sv": "Om vid egenmäktigt omhändertagande av barn 1) ett barn, i strid med rätten att ta vård om barnet, förs bort från den stat där barnet är bosatt eller kvarhålls utom den staten, och 2) rätten att ta vård om barnet faktiskt utövades vid den tidpunkt barnet bortfördes eller kvarhölls, eller skulle ha utövats om inte bortförandet eller kvarhållandet hade ägt rum, bortförande av barn skall gärningsmannen för dömas till böter eller fängelse i högst två år.",
        "folded_sv": "om vid egenmaktigt omhandertagande av barn 1) ett barn, i strid med ratten att ta vard om barnet, fors bort fran den stat dar barnet ar bosatt eller kvarhalls utom den staten, och 2) ratten att ta vard om barnet faktiskt utovades vid den tidpunkt barnet bortfordes eller kvarholls, eller skulle ha utovats om inte bortforandet eller kvarhallandet hade agt rum, bortforande av barn skall garningsmannen for domas till boter eller fangelse i hogst tva ar."
      }
    },
    {
      "provision_ref": "25:9 a",
      "chapter": "25",
      "section": "9 a",
      "title": "Toimenpiteistä luopuminen",
      "content": "Lapsikaappauksesta voidaan jättää syyte ajamatta tai rangaistus tuomitsematta, jos rikoksentekijä on vapaaehtoisesti palauttanut lapsen, jos lapsen etu sitä vaatii tai jos oikeudenkäyntiä ja rangaistusta on tekoon johtaneet syyt huomioon ottaen pidettävä kohtuuttomina.",
      "metadata": {
        "source": "finlex",
        "source_eid": "25:9 a",
        "normalized_fi": "Lapsikaappauksesta voidaan jättää syyte ajamatta tai rangaistus tuomitsematta, jos rikoksentekijä on vapaaehtoisesti palauttanut lapsen, jos lapsen etu sitä vaatii tai jos oikeudenkäyntiä ja rangaistusta on tekoon johtaneet syyt huomioon ottaen pidettävä kohtuuttomina.",
        "folded_fi": "lapsikaappauksesta voidaan jattaa syyte ajamatta tai rangaistus tuomitsematta, jos rikoksentekija on vapaaehtoisesti palauttanut lapsen, jos lapsen etu sita vaatii tai jos oikeudenkayntia ja rangaistusta on tekoon johtaneet syyt huomioon ottaen pidettava kohtuuttomina.",
        "title_sv": "Åtgärdseftergift",
        "content_sv": "Vid bortförande av barn får eftergift ske i fråga om åtal eller straff, om gärningsmannen frivilligt har återlämnat barnet, om barnets fördel kräver det eller om rättegång och straff med hänsyn till de orsaker som lett till gärningen bör anses oskäliga.",
        "normalized_sv": "Vid bortförande av barn får eftergift ske i fråga om åtal eller straff, om gärningsmannen frivilligt har återlämnat barnet, om barnets fördel kräver det eller om rättegång och straff med hänsyn till de orsaker som lett till gärningen bör anses oskäliga.",
        "folded_sv": "vid bortforande av barn far eftergift ske i fraga om atal eller straff, om garningsmannen frivilligt har aterlamnat barnet, om barnets fordel kraver det eller om rattegang och straff med hansyn till de orsaker som lett till garningen bor anses oskaliga."
      }
    },
    {
      "provision_ref": "34:1",
      "chapter": "34",
      "section": "1",
      "title": "Terroristisessa tarkoituksessa tehdyt rikokset",
      "content": "Joka terroristisessa tarkoituksessa siten, että teko on omiaan aiheuttamaan vakavaa vahinkoa jollekin valtiolle tai kansainväliselle järjestölle, tekee 5) törkeän pahoinpitelyn, törkeän ihmiskaupan, panttivangin ottamisen, törkeän tuhotyön, törkeän terveyden vaarantamisen, ydinräjähderikoksen tai kaappauksen, on tuomittava vankeuteen vähintään kahdeksi ja enintään kahdeksitoista vuodeksi,",
      "metadata": {
        "source": "finlex",
        "source_eid": "34:1",
        "normalized_fi": "Joka terroristisessa tarkoituksessa siten, että teko on omiaan aiheuttamaan vakavaa vahinkoa jollekin valtiolle tai kansainväliselle järjestölle, tekee 5) törkeän pahoinpitelyn, törkeän ihmiskaupan, panttivangin ottamisen, törkeän tuhotyön, törkeän terveyden vaarantamisen, ydinräjähderikoksen tai kaappauksen, on tuomittava vankeuteen vähintään kahdeksi ja enintään kahdeksitoista vuodeksi,",
        "folded_fi": "joka terroristisessa tarkoituksessa siten, etta teko on omiaan aiheuttamaan vakavaa vahinkoa jollekin valtiolle tai kansainvaliselle jarjestolle, tekee 5) torkean pahoinpitelyn, torkean ihmiskaupan, panttivangin ottamisen, torkean tuhotyon, torkean terveyden vaarantamisen, ydinrajahderikoksen tai kaappauksen, on tuomittava vankeuteen vahintaan kahdeksi ja enintaan kahdeksitoista vuodeksi,",
        "title_sv": "Brott som begåtts i terroristiskt syfte",
        "content_sv": "Den som i terroristiskt syfte och så att gärningen är ägnad att allvarligt skada en stat eller en internationell organisation gör sig skyldig till 5) grov misshandel, grov människohandel, tagande av gisslan, grovt sabotage, grovt äventyrande av andras hälsa, kärnladdningsbrott eller kapning, skall dömas till fängelse i minst två och högst tolv år,",
        "normalized_sv": "Den som i terroristiskt syfte och så att gärningen är ägnad att allvarligt skada en stat eller en internationell organisation gör sig skyldig till 5) grov misshandel, grov människohandel, tagande av gisslan, grovt sabotage, grovt äventyrande av andras hälsa, kärnladdningsbrott eller kapning, skall dömas till fängelse i minst två och högst tolv år,",
        "folded_sv": "den som i terroristiskt syfte och sa att garningen ar agnad att allvarligt skada en stat eller en internationell organisation gor sig skyldig till 5) grov misshandel, grov manniskohandel, tagande av gisslan, grovt sabotage, grovt aventyrande av andras halsa, karnladdningsbrott eller kapning, skall domas till fangelse i minst tva och hogst tolv ar,"
      }
    },
    {
      "provision_ref": "34:5",
      "chapter": "34",
      "section": "5",
      "title": "Terrorismin rahoittaminen",
      "content": "Joka suoraan tai välillisesti antaa tai kerää varoja rahoittaakseen tai tietoisena siitä, että niillä rahoitetaan 5) murhaa, tappoa, surmaa, törkeää pahoinpitelyä, vapaudenriistoa, törkeää vapaudenriistoa, törkeää ihmiskauppaa, panttivangin ottamista tai törkeää julkisrauhan rikkomista tai niillä uhkaamista, kun teko kohdistuu henkilöön, jota tarkoitetaan kansainvälistä suojelua nauttivia henkilöitä vastaan, mukaan lukien diplomaattiset edustajat, kohdistuvien rikosten ehkäisemistä ja rankaisemista koskevassa yleissopimuksessa (SopS 63/1978), terrorismin rahoittamisesta on tuomittava vankeuteen vähintään neljäksi kuukaudeksi ja enintään kahdeksaksi vuodeksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "34:5",
        "normalized_fi": "Joka suoraan tai välillisesti antaa tai kerää varoja rahoittaakseen tai tietoisena siitä, että niillä rahoitetaan 5) murhaa, tappoa, surmaa, törkeää pahoinpitelyä, vapaudenriistoa, törkeää vapaudenriistoa, törkeää ihmiskauppaa, panttivangin ottamista tai törkeää julkisrauhan rikkomista tai niillä uhkaamista, kun teko kohdistuu henkilöön, jota tarkoitetaan kansainvälistä suojelua nauttivia henkilöitä vastaan, mukaan lukien diplomaattiset edustajat, kohdistuvien rikosten ehkäisemistä ja rankaisemista koskevassa yleissopimuksessa (SopS 63/1978), terrorismin rahoittamisesta on tuomittava vankeuteen vähintään neljäksi kuukaudeksi ja enintään kahdeksaksi vuodeksi.",
        "folded_fi": "joka suoraan tai valillisesti antaa tai keraa varoja rahoittaakseen tai tietoisena siita, etta niilla rahoitetaan 5) murhaa, tappoa, surmaa, torkeaa pahoinpitelya, vapaudenriistoa, torkeaa vapaudenriistoa, torkeaa ihmiskauppaa, panttivangin ottamista tai torkeaa julkisrauhan rikkomista tai niilla uhkaamista, kun teko kohdistuu henkiloon, jota tarkoitetaan kansainvalista suojelua nauttivia henkiloita vastaan, mukaan lukien diplomaattiset edustajat, kohdistuvien rikosten ehkaisemista ja rankaisemista koskevassa yleissopimuksessa (sops 63/1978), terrorismin rahoittamisesta on tuomittava vankeuteen vahintaan neljaksi kuukaudeksi ja enintaan kahdeksaksi vuodeksi.",
        "title_sv": "Finansiering av terrorism",
        "content_sv": "Den som direkt eller indirekt tillhandahåller eller samlar in tillgångar för att finansiera, eller med vetskap om att de skall användas till att finansiera 5) mord, dråp, dråp under förmildrande omständigheter, grov misshandel, frihetsberövande, grovt frihetsberövande, grov människohandel, tagande av gisslan eller grovt brott mot offentlig frid eller hot om dem, när gärningen riktar sig mot en person som avses i konventionen om förebyggande och bestraffning av brott mot personer, som åtnjuter internationellt skydd, bland dem diplomatiska representanter (FördrS 63/1978), finansiering av terrorism skall för dömas till fängelse i minst fyra månader och högst åtta år.",
        "normalized_sv": "Den som direkt eller indirekt tillhandahåller eller samlar in tillgångar för att finansiera, eller med vetskap om att de skall användas till att finansiera 5) mord, dråp, dråp under förmildrande omständigheter, grov misshandel, frihetsberövande, grovt frihetsberövande, grov människohandel, tagande av gisslan eller grovt brott mot offentlig frid eller hot om dem, när gärningen riktar sig mot en person som avses i konventionen om förebyggande och bestraffning av brott mot personer, som åtnjuter internationellt skydd, bland dem diplomatiska representanter (FördrS 63/1978), finansiering av terrorism skall för dömas till fängelse i minst fyra månader och högst åtta år.",
        "folded_sv": "den som direkt eller indirekt tillhandahaller eller samlar in tillgangar for att finansiera, eller med vetskap om att de skall anvandas till att finansiera 5) mord, drap, drap under formildrande omstandigheter, grov misshandel, frihetsberovande, grovt frihetsberovande, grov manniskohandel, tagande av gisslan eller grovt brott mot offentlig frid eller hot om dem, nar garningen riktar sig mot en person som avses i konventionen om forebyggande och bestraffning av brott mot personer, som atnjuter internationellt skydd, bland dem diplomatiska representanter (fordrs 63/1978), finansiering av terrorism skall for domas till fangelse i minst fyra manader och hogst atta ar."
      }
    },
    {
      "provision_ref": "48:7",
      "chapter": "48",
      "section": "7",
      "title": "Ulkomaiselta alukselta talousvyöhykkeellä tehty kalastusrikos ja kalastusrikoksella saadun laittoman saaliin kätkeminen",
      "content": "Ulkomaiselta alukselta Suomen talousvyöhykkeellä tehdystä kalastusrikoksesta ja kalastusrikoksella saadun laittoman saaliin kätkemisestä saa tuomita vain sakkoa, jollei Suomea sitovan kansainvälisen sopimuksen perusteella ole toisin säädetty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "48:7",
        "normalized_fi": "Ulkomaiselta alukselta Suomen talousvyöhykkeellä tehdystä kalastusrikoksesta ja kalastusrikoksella saadun laittoman saaliin kätkemisestä saa tuomita vain sakkoa, jollei Suomea sitovan kansainvälisen sopimuksen perusteella ole toisin säädetty.",
        "folded_fi": "ulkomaiselta alukselta suomen talousvyohykkeella tehdysta kalastusrikoksesta ja kalastusrikoksella saadun laittoman saaliin katkemisesta saa tuomita vain sakkoa, jollei suomea sitovan kansainvalisen sopimuksen perusteella ole toisin saadetty.",
        "title_sv": "Från utländska fartyg i den ekonomiska zonen begångna fiskebrott och döljande av olagligt byte som erhållits genom fiskebrott",
        "content_sv": "För ett fiskebrott som har begåtts från ett utländskt fartyg i Finlands ekonomiska zon och för döljande av olagligt byte som erhållits genom fiskebrottet får dömas endast till böter, om inte annat följer av en internationell överenskommelse som är bindande för Finland.",
        "normalized_sv": "För ett fiskebrott som har begåtts från ett utländskt fartyg i Finlands ekonomiska zon och för döljande av olagligt byte som erhållits genom fiskebrottet får dömas endast till böter, om inte annat följer av en internationell överenskommelse som är bindande för Finland.",
        "folded_sv": "for ett fiskebrott som har begatts fran ett utlandskt fartyg i finlands ekonomiska zon och for doljande av olagligt byte som erhallits genom fiskebrottet far domas endast till boter, om inte annat foljer av en internationell overenskommelse som ar bindande for finland."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "8:1",
      "chapter": "8",
      "section": "1",
      "title": "Syyteoikeuden vanhentuminen",
      "content": "Oikeus syyttää rikoksesta, josta säädetty ankarin rangaistus on elinkautinen vankeusrangaistus, ei vanhennu. Syyteoikeus ei vanhennu myöskään, jos kysymyksessä on sodankäyntirikos, törkeä sodankäyntirikos, ihmisoikeuksien loukkaaminen poikkeuksellisissa oloissa tai törkeä ihmisoikeuksien loukkaaminen poikkeuksellisissa oloissa. Virkarikosten vanhentumisaika on kuitenkin vähintään viisi vuotta. Ympäristön turmelemisen, luonnonsuojelurikoksen ja rakennussuojelurikoksen vanhentumisaika on kymmenen vuotta. Aluksista aiheutuvan ympäristön pilaantumisen ehkäisemisestä annetun lain (300/1979) 28 §:ssä tarkoitetun, ulkomaiselta alukselta Suomen talousvyöhykkeellä tehdyn ympäristön turmelemisen, törkeän ympäristön turmelemisen, ympäristörikkomuksen ja tuottamuksellisen ympäristön turmelemisen vanhentumisaika on kolme vuotta. Ulkomaiselta alukselta Suomen talousvyöhykkeellä tehdyn kalastusrikoksen lyhin vanhentumisaika on kolme vuotta. Lapsen seksuaalisen hyväksikäytön ja törkeän lapsen seksuaalisen hyväksikäytön syyteoikeus vanhentuu aikaisintaan, kun asianomistaja täyttää kaksikymmentäkahdeksan vuotta. Sama koskee kahdeksaatoista vuotta nuorempaan henkilöön kohdistunutta raiskausta, törkeää raiskausta ja pakottamista sukupuoliyhteyteen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:1",
        "normalized_fi": "Oikeus syyttää rikoksesta, josta säädetty ankarin rangaistus on elinkautinen vankeusrangaistus, ei vanhennu. Syyteoikeus ei vanhennu myöskään, jos kysymyksessä on sodankäyntirikos, törkeä sodankäyntirikos, ihmisoikeuksien loukkaaminen poikkeuksellisissa oloissa tai törkeä ihmisoikeuksien loukkaaminen poikkeuksellisissa oloissa. Virkarikosten vanhentumisaika on kuitenkin vähintään viisi vuotta. Ympäristön turmelemisen, luonnonsuojelurikoksen ja rakennussuojelurikoksen vanhentumisaika on kymmenen vuotta. Aluksista aiheutuvan ympäristön pilaantumisen ehkäisemisestä annetun lain (300/1979) 28 § :ssä tarkoitetun, ulkomaiselta alukselta Suomen talousvyöhykkeellä tehdyn ympäristön turmelemisen, törkeän ympäristön turmelemisen, ympäristörikkomuksen ja tuottamuksellisen ympäristön turmelemisen vanhentumisaika on kolme vuotta. Ulkomaiselta alukselta Suomen talousvyöhykkeellä tehdyn kalastusrikoksen lyhin vanhentumisaika on kolme vuotta. Lapsen seksuaalisen hyväksikäytön ja törkeän lapsen seksuaalisen hyväksikäytön syyteoikeus vanhentuu aikaisintaan, kun asianomistaja täyttää kaksikymmentäkahdeksan vuotta. Sama koskee kahdeksaatoista vuotta nuorempaan henkilöön kohdistunutta raiskausta, törkeää raiskausta ja pakottamista sukupuoliyhteyteen.",
        "folded_fi": "oikeus syyttaa rikoksesta, josta saadetty ankarin rangaistus on elinkautinen vankeusrangaistus, ei vanhennu. syyteoikeus ei vanhennu myoskaan, jos kysymyksessa on sodankayntirikos, torkea sodankayntirikos, ihmisoikeuksien loukkaaminen poikkeuksellisissa oloissa tai torkea ihmisoikeuksien loukkaaminen poikkeuksellisissa oloissa. virkarikosten vanhentumisaika on kuitenkin vahintaan viisi vuotta. ympariston turmelemisen, luonnonsuojelurikoksen ja rakennussuojelurikoksen vanhentumisaika on kymmenen vuotta. aluksista aiheutuvan ympariston pilaantumisen ehkaisemisesta annetun lain (300/1979) 28 §:ssa tarkoitetun, ulkomaiselta alukselta suomen talousvyohykkeella tehdyn ympariston turmelemisen, torkean ympariston turmelemisen, ymparistorikkomuksen ja tuottamuksellisen ympariston turmelemisen vanhentumisaika on kolme vuotta. ulkomaiselta alukselta suomen talousvyohykkeella tehdyn kalastusrikoksen lyhin vanhentumisaika on kolme vuotta. lapsen seksuaalisen hyvaksikayton ja torkean lapsen seksuaalisen hyvaksikayton syyteoikeus vanhentuu aikaisintaan, kun asianomistaja tayttaa kaksikymmentakahdeksan vuotta. sama koskee kahdeksaatoista vuotta nuorempaan henkiloon kohdistunutta raiskausta, torkeaa raiskausta ja pakottamista sukupuoliyhteyteen.",
        "title_sv": "Preskription av åtalsrätten",
        "content_sv": "Rätten att väcka åtal för brott för vilket det strängaste föreskrivna straffet är fängelse på livstid preskriberas inte. Rätten att väcka åtal preskriberas inte heller om det är fråga om krigföringsbrott, grovt krigföringsbrott, kränkning av mänskliga rättigheter under undantagsförhållanden eller grov kränkning av mänskliga rättigheter under undantagsförhållanden. För tjänstebrott är preskriptionstiden dock minst fem år. För miljöförstöring, naturskyddsbrott och byggnadsskyddsbrott är preskriptionstiden tio år. För miljöförstöring, grov miljöförstöring, miljöförseelse och miljöförstöring av oaktsamhet som har skett från ett utländskt fartyg i Finlands ekonomiska zon så som avses i 28 § i lagen om förhindrande av miljöförorening från fartyg (300/1979) är preskriptionstiden tre år. För fiskebrott som har begåtts från ett utländskt fartyg i den ekonomiska zonen är den kortaste preskriptionstiden tre år. Åtalsrätten för sexuellt utnyttjande av barn och grovt sexuellt utnyttjande av barn preskriberas tidigast då målsäganden fyller 28 år. Detsamma gäller våldtäkt, grov våldtäkt och tvingande till samlag som riktat sig mot en person som inte fyllt 18 år.",
        "normalized_sv": "Rätten att väcka åtal för brott för vilket det strängaste föreskrivna straffet är fängelse på livstid preskriberas inte. Rätten att väcka åtal preskriberas inte heller om det är fråga om krigföringsbrott, grovt krigföringsbrott, kränkning av mänskliga rättigheter under undantagsförhållanden eller grov kränkning av mänskliga rättigheter under undantagsförhållanden. För tjänstebrott är preskriptionstiden dock minst fem år. För miljöförstöring, naturskyddsbrott och byggnadsskyddsbrott är preskriptionstiden tio år. För miljöförstöring, grov miljöförstöring, miljöförseelse och miljöförstöring av oaktsamhet som har skett från ett utländskt fartyg i Finlands ekonomiska zon så som avses i 28 § i lagen om förhindrande av miljöförorening från fartyg (300/1979) är preskriptionstiden tre år. För fiskebrott som har begåtts från ett utländskt fartyg i den ekonomiska zonen är den kortaste preskriptionstiden tre år. Åtalsrätten för sexuellt utnyttjande av barn och grovt sexuellt utnyttjande av barn preskriberas tidigast då målsäganden fyller 28 år. Detsamma gäller våldtäkt, grov våldtäkt och tvingande till samlag som riktat sig mot en person som inte fyllt 18 år.",
        "folded_sv": "ratten att vacka atal for brott for vilket det strangaste foreskrivna straffet ar fangelse pa livstid preskriberas inte. ratten att vacka atal preskriberas inte heller om det ar fraga om krigforingsbrott, grovt krigforingsbrott, krankning av manskliga rattigheter under undantagsforhallanden eller grov krankning av manskliga rattigheter under undantagsforhallanden. for tjanstebrott ar preskriptionstiden dock minst fem ar. for miljoforstoring, naturskyddsbrott och byggnadsskyddsbrott ar preskriptionstiden tio ar. for miljoforstoring, grov miljoforstoring, miljoforseelse och miljoforstoring av oaktsamhet som har skett fran ett utlandskt fartyg i finlands ekonomiska zon sa som avses i 28 § i lagen om forhindrande av miljofororening fran fartyg (300/1979) ar preskriptionstiden tre ar. for fiskebrott som har begatts fran ett utlandskt fartyg i den ekonomiska zonen ar den kortaste preskriptionstiden tre ar. atalsratten for sexuellt utnyttjande av barn och grovt sexuellt utnyttjande av barn preskriberas tidigast da malsaganden fyller 28 ar. detsamma galler valdtakt, grov valdtakt och tvingande till samlag som riktat sig mot en person som inte fyllt 18 ar."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "8:6",
      "chapter": "8",
      "section": "6",
      "title": "Rangaistuksen tuomitsemisen estävä vanhentuminen",
      "content": "Oikeus tuomita rangaistus 1 §:n 1 momentissa tarkoitetusta rikoksesta ei vanhennu. Edellä 1 §:n 5 momentissa tarkoitetusta rikoksesta ei saa tuomita rangaistusta sen jälkeen, kun tämän pykälän 2 momentissa tarkoitettu määräaika on kulunut ja kymmenen vuotta on kulunut siitä, kun asianomistaja on täyttänyt kaksikymmentäkahdeksan vuotta. Tuomittu rangaistus raukeaa, jos sitä koskeva tuomio ei ole tullut täytäntöönpanokelpoiseksi ennen 2 tai 3 momentissa tarkoitetun ajan täyttymistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:6",
        "normalized_fi": "Oikeus tuomita rangaistus 1 § :n 1 momentissa tarkoitetusta rikoksesta ei vanhennu. Edellä 1 § :n 5 momentissa tarkoitetusta rikoksesta ei saa tuomita rangaistusta sen jälkeen, kun tämän pykälän 2 momentissa tarkoitettu määräaika on kulunut ja kymmenen vuotta on kulunut siitä, kun asianomistaja on täyttänyt kaksikymmentäkahdeksan vuotta. Tuomittu rangaistus raukeaa, jos sitä koskeva tuomio ei ole tullut täytäntöönpanokelpoiseksi ennen 2 tai 3 momentissa tarkoitetun ajan täyttymistä.",
        "folded_fi": "oikeus tuomita rangaistus 1 §:n 1 momentissa tarkoitetusta rikoksesta ei vanhennu. edella 1 §:n 5 momentissa tarkoitetusta rikoksesta ei saa tuomita rangaistusta sen jalkeen, kun taman pykalan 2 momentissa tarkoitettu maaraaika on kulunut ja kymmenen vuotta on kulunut siita, kun asianomistaja on tayttanyt kaksikymmentakahdeksan vuotta. tuomittu rangaistus raukeaa, jos sita koskeva tuomio ei ole tullut taytantoonpanokelpoiseksi ennen 2 tai 3 momentissa tarkoitetun ajan tayttymista.",
        "title_sv": "Preskription som förhindrar utdömande av straff",
        "content_sv": "Rätten att döma ut straff för de brott som avses i 1 § 1 mom. preskriberas inte. För brott som avses i 1 § 5 mom. får straff inte dömas ut efter det att den tid som nämns i 2 mom. i denna paragraf har löpt ut och tio år har förflutit från det att målsäganden fyllt 28 år. Ett utdömt straff förfaller, om den dom som gäller straffet inte har blivit verkställbar innan den i 2 eller 3 mom. nämnda tiden har löpt ut.",
        "normalized_sv": "Rätten att döma ut straff för de brott som avses i 1 § 1 mom. preskriberas inte. För brott som avses i 1 § 5 mom. får straff inte dömas ut efter det att den tid som nämns i 2 mom. i denna paragraf har löpt ut och tio år har förflutit från det att målsäganden fyllt 28 år. Ett utdömt straff förfaller, om den dom som gäller straffet inte har blivit verkställbar innan den i 2 eller 3 mom. nämnda tiden har löpt ut.",
        "folded_sv": "ratten att doma ut straff for de brott som avses i 1 § 1 mom. preskriberas inte. for brott som avses i 1 § 5 mom. far straff inte domas ut efter det att den tid som namns i 2 mom. i denna paragraf har lopt ut och tio ar har forflutit fran det att malsaganden fyllt 28 ar. ett utdomt straff forfaller, om den dom som galler straffet inte har blivit verkstallbar innan den i 2 eller 3 mom. namnda tiden har lopt ut."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "8:9",
      "chapter": "8",
      "section": "9",
      "title": "Menettämisseuraamuksen tuomitsemisen estävä vanhentuminen",
      "content": "Menettämisseuraamusta ei saa tuomita, mikäli teosta ei vanhentumisen vuoksi saa tuomita rangaistusta. Menettämisvaatimuksen lyhin vanhentumisaika on kuitenkin viisi vuotta. Jos menettämisvaatimus koskee 10 luvun 4 §:ssä tarkoitettua rikoksentekovälinettä tai 5 §:ssä tarkoitettua muuta omaisuutta, menettämisvaatimus ei kuitenkaan vanhennu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:9",
        "normalized_fi": "Menettämisseuraamusta ei saa tuomita, mikäli teosta ei vanhentumisen vuoksi saa tuomita rangaistusta. Menettämisvaatimuksen lyhin vanhentumisaika on kuitenkin viisi vuotta. Jos menettämisvaatimus koskee 10 luvun 4 § :ssä tarkoitettua rikoksentekovälinettä tai 5 § :ssä tarkoitettua muuta omaisuutta, menettämisvaatimus ei kuitenkaan vanhennu.",
        "folded_fi": "menettamisseuraamusta ei saa tuomita, mikali teosta ei vanhentumisen vuoksi saa tuomita rangaistusta. menettamisvaatimuksen lyhin vanhentumisaika on kuitenkin viisi vuotta. jos menettamisvaatimus koskee 10 luvun 4 §:ssa tarkoitettua rikoksentekovalinetta tai 5 §:ssa tarkoitettua muuta omaisuutta, menettamisvaatimus ei kuitenkaan vanhennu.",
        "title_sv": "Preskription som förhindrar utdömande av förverkandepåföljd",
        "content_sv": "En förverkandepåföljd får inte dömas ut, om straff för gärningen inte får dömas ut på grund av preskription. Den kortaste preskriptionstiden för ett yrkande på förverkande är dock fem år. Om yrkandet på förverkande gäller ett sådant hjälpmedel vid brott som avses i 10 kap. 4 § eller annan egendom som avses i 10 kap. 5 §, preskriberas yrkandet dock inte.",
        "normalized_sv": "En förverkandepåföljd får inte dömas ut, om straff för gärningen inte får dömas ut på grund av preskription. Den kortaste preskriptionstiden för ett yrkande på förverkande är dock fem år. Om yrkandet på förverkande gäller ett sådant hjälpmedel vid brott som avses i 10 kap. 4 § eller annan egendom som avses i 10 kap. 5 § , preskriberas yrkandet dock inte.",
        "folded_sv": "en forverkandepafoljd far inte domas ut, om straff for garningen inte far domas ut pa grund av preskription. den kortaste preskriptionstiden for ett yrkande pa forverkande ar dock fem ar. om yrkandet pa forverkande galler ett sadant hjalpmedel vid brott som avses i 10 kap. 4 § eller annan egendom som avses i 10 kap. 5 §, preskriberas yrkandet dock inte."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "8:10",
      "chapter": "8",
      "section": "10",
      "title": "Tuomitun vankeusrangaistuksen raukeaminen",
      "content": "Elinkautinen vankeusrangaistus ja 1 §:n 1 momentissa mainitusta rikoksesta tuomittu määräaikainen vankeusrangaistus eivät raukea.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:10",
        "normalized_fi": "Elinkautinen vankeusrangaistus ja 1 § :n 1 momentissa mainitusta rikoksesta tuomittu määräaikainen vankeusrangaistus eivät raukea.",
        "folded_fi": "elinkautinen vankeusrangaistus ja 1 §:n 1 momentissa mainitusta rikoksesta tuomittu maaraaikainen vankeusrangaistus eivat raukea.",
        "title_sv": "När utdömt fängelsestraff förfaller",
        "content_sv": "Ett fängelsestraff på livstid och ett fängelsestraff på viss tid som dömts ut för ett brott som nämns i 1 § 1 mom. förfaller inte.",
        "normalized_sv": "Ett fängelsestraff på livstid och ett fängelsestraff på viss tid som dömts ut för ett brott som nämns i 1 § 1 mom. förfaller inte.",
        "folded_sv": "ett fangelsestraff pa livstid och ett fangelsestraff pa viss tid som domts ut for ett brott som namns i 1 § 1 mom. forfaller inte."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "8:12 a",
      "chapter": "8",
      "section": "12 a",
      "title": "Tuomitun nuorisorangaistuksen raukeaminen",
      "content": "Nuorisorangaistus raukeaa, jollei sen täytäntöönpano ole alkanut kolmessa vuodessa lainvoiman saaneen tuomion antamispäivästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:12 a",
        "normalized_fi": "Nuorisorangaistus raukeaa, jollei sen täytäntöönpano ole alkanut kolmessa vuodessa lainvoiman saaneen tuomion antamispäivästä.",
        "folded_fi": "nuorisorangaistus raukeaa, jollei sen taytantoonpano ole alkanut kolmessa vuodessa lainvoiman saaneen tuomion antamispaivasta.",
        "title_sv": "När utdömt ungdomsstraff förfaller",
        "content_sv": "Ett ungdomsstraff förfaller, om verkställigheten inte har börjat inom tre år från den dag då den lagakraftvunna domen gavs.",
        "normalized_sv": "Ett ungdomsstraff förfaller, om verkställigheten inte har börjat inom tre år från den dag då den lagakraftvunna domen gavs.",
        "folded_sv": "ett ungdomsstraff forfaller, om verkstalligheten inte har borjat inom tre ar fran den dag da den lagakraftvunna domen gavs."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "8:14",
      "chapter": "8",
      "section": "14",
      "title": "Tuomitun menettämisseuraamuksen raukeaminen",
      "content": "Menettämisseuraamusta ei saa panna täytäntöön, kun kymmenen vuotta on kulunut lainvoiman saaneen tuomion antamispäivästä. Jos menettämisseuraamus koskee 10 luvun 4 §:ssä tarkoitettua rikoksentekovälinettä tai 5 §:ssä tarkoitettua muuta omaisuutta, menettämisseuraamuksen täytäntöönpano ei kuitenkaan raukea.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:14",
        "normalized_fi": "Menettämisseuraamusta ei saa panna täytäntöön, kun kymmenen vuotta on kulunut lainvoiman saaneen tuomion antamispäivästä. Jos menettämisseuraamus koskee 10 luvun 4 § :ssä tarkoitettua rikoksentekovälinettä tai 5 § :ssä tarkoitettua muuta omaisuutta, menettämisseuraamuksen täytäntöönpano ei kuitenkaan raukea.",
        "folded_fi": "menettamisseuraamusta ei saa panna taytantoon, kun kymmenen vuotta on kulunut lainvoiman saaneen tuomion antamispaivasta. jos menettamisseuraamus koskee 10 luvun 4 §:ssa tarkoitettua rikoksentekovalinetta tai 5 §:ssa tarkoitettua muuta omaisuutta, menettamisseuraamuksen taytantoonpano ei kuitenkaan raukea.",
        "title_sv": "När utdömd förverkandepåföljd förfaller",
        "content_sv": "En förverkandepåföljd får inte verkställas när tio år har förflutit från den dag då den lagakraftvunna domen gavs. Om förverkandepåföljden gäller sådana hjälpmedel vid brott som avses i 10 kap. 4 § eller annan egendom som avses i 10 kap. 5 §, förfaller verkställigheten av förverkandepåföljden dock inte.",
        "normalized_sv": "En förverkandepåföljd får inte verkställas när tio år har förflutit från den dag då den lagakraftvunna domen gavs. Om förverkandepåföljden gäller sådana hjälpmedel vid brott som avses i 10 kap. 4 § eller annan egendom som avses i 10 kap. 5 § , förfaller verkställigheten av förverkandepåföljden dock inte.",
        "folded_sv": "en forverkandepafoljd far inte verkstallas nar tio ar har forflutit fran den dag da den lagakraftvunna domen gavs. om forverkandepafoljden galler sadana hjalpmedel vid brott som avses i 10 kap. 4 § eller annan egendom som avses i 10 kap. 5 §, forfaller verkstalligheten av forverkandepafoljden dock inte."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "8:18",
      "chapter": "8",
      "section": "18",
      "title": "Viittaussäännös",
      "content": "Ehdollisen vankeuden raukeamisesta säädetään 2 b luvun 3 §:n 2 momentissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:18",
        "normalized_fi": "Ehdollisen vankeuden raukeamisesta säädetään 2 b luvun 3 § :n 2 momentissa.",
        "folded_fi": "ehdollisen vankeuden raukeamisesta saadetaan 2 b luvun 3 §:n 2 momentissa.",
        "title_sv": "Hänvisningsbestämmelse",
        "content_sv": "I 2 b kap. 3 § 2 mom. bestäms när villkorligt fängelse förfaller.",
        "normalized_sv": "I 2 b kap. 3 § 2 mom. bestäms när villkorligt fängelse förfaller.",
        "folded_sv": "i 2 b kap. 3 § 2 mom. bestams nar villkorligt fangelse forfaller."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "25:5",
      "chapter": "25",
      "section": "5",
      "title": "Lapsen omavaltainen huostaanotto",
      "content": "lapsen omavaltaisesta huostaanotosta Jos kuuttatoista vuotta nuoremman lapsen vanhempi, kasvatusvanhempi tai huoltaja taikka lapselle läheinen henkilö omavaltaisesti ottaa lapsen huostaansa tai muun edellä mainitun henkilön huostaan siltä, jonka huostassa lapsi on, hänet on tuomittava, jollei teko ole rangaistava 5 a §:ssä tarkoitettuna lapsikaappauksena, sakkoon tai vankeuteen enintään kuudeksi kuukaudeksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "25:5",
        "normalized_fi": "lapsen omavaltaisesta huostaanotosta Jos kuuttatoista vuotta nuoremman lapsen vanhempi, kasvatusvanhempi tai huoltaja taikka lapselle läheinen henkilö omavaltaisesti ottaa lapsen huostaansa tai muun edellä mainitun henkilön huostaan siltä, jonka huostassa lapsi on, hänet on tuomittava, jollei teko ole rangaistava 5 a § :ssä tarkoitettuna lapsikaappauksena, sakkoon tai vankeuteen enintään kuudeksi kuukaudeksi.",
        "folded_fi": "lapsen omavaltaisesta huostaanotosta jos kuuttatoista vuotta nuoremman lapsen vanhempi, kasvatusvanhempi tai huoltaja taikka lapselle laheinen henkilo omavaltaisesti ottaa lapsen huostaansa tai muun edella mainitun henkilon huostaan silta, jonka huostassa lapsi on, hanet on tuomittava, jollei teko ole rangaistava 5 a §:ssa tarkoitettuna lapsikaappauksena, sakkoon tai vankeuteen enintaan kuudeksi kuukaudeksi.",
        "title_sv": "Egenmäktigt omhändertagande av barn",
        "content_sv": "egenmäktigt omhändertagande av barn Om en förälder, fosterförälder eller vårdnadshavare till ett barn under 16 år eller någon som står barnet nära egenmäktigt omhändertar barnet eller egenmäktigt för en annan ovan nämnd person omhändertar barnet från den som omhänderhar barnet skall han eller hon, om gärningen inte utgör bortförande av barn enligt 5 a §, för dömas till böter eller fängelse i högst sex månader.",
        "normalized_sv": "egenmäktigt omhändertagande av barn Om en förälder, fosterförälder eller vårdnadshavare till ett barn under 16 år eller någon som står barnet nära egenmäktigt omhändertar barnet eller egenmäktigt för en annan ovan nämnd person omhändertar barnet från den som omhänderhar barnet skall han eller hon, om gärningen inte utgör bortförande av barn enligt 5 a § , för dömas till böter eller fängelse i högst sex månader.",
        "folded_sv": "egenmaktigt omhandertagande av barn om en foralder, fosterforalder eller vardnadshavare till ett barn under 16 ar eller nagon som star barnet nara egenmaktigt omhandertar barnet eller egenmaktigt for en annan ovan namnd person omhandertar barnet fran den som omhanderhar barnet skall han eller hon, om garningen inte utgor bortforande av barn enligt 5 a §, for domas till boter eller fangelse i hogst sex manader."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "25:5 a",
      "chapter": "25",
      "section": "5 a",
      "title": "Lapsikaappaus",
      "content": "Jos lapsen omavaltaisessa huostaanotossa 1) lapsen huoltoa koskevia oikeuksia loukaten lapsi viedään pois asuinvaltiostaan tai jätetään palauttamatta sinne ja 2) lapsen huoltoa koskevia oikeuksia oli poisviemisen tai palauttamatta jättämisen hetkellä tosiasiallisesti käytetty tai olisi käytetty ilman poisviemistä tai palauttamatta jättämistä, lapsikaappauksesta rikoksentekijä on tuomittava sakkoon tai vankeuteen enintään kahdeksi vuodeksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "25:5 a",
        "normalized_fi": "Jos lapsen omavaltaisessa huostaanotossa 1) lapsen huoltoa koskevia oikeuksia loukaten lapsi viedään pois asuinvaltiostaan tai jätetään palauttamatta sinne ja 2) lapsen huoltoa koskevia oikeuksia oli poisviemisen tai palauttamatta jättämisen hetkellä tosiasiallisesti käytetty tai olisi käytetty ilman poisviemistä tai palauttamatta jättämistä, lapsikaappauksesta rikoksentekijä on tuomittava sakkoon tai vankeuteen enintään kahdeksi vuodeksi.",
        "folded_fi": "jos lapsen omavaltaisessa huostaanotossa 1) lapsen huoltoa koskevia oikeuksia loukaten lapsi viedaan pois asuinvaltiostaan tai jatetaan palauttamatta sinne ja 2) lapsen huoltoa koskevia oikeuksia oli poisviemisen tai palauttamatta jattamisen hetkella tosiasiallisesti kaytetty tai olisi kaytetty ilman poisviemista tai palauttamatta jattamista, lapsikaappauksesta rikoksentekija on tuomittava sakkoon tai vankeuteen enintaan kahdeksi vuodeksi.",
        "title_sv": "Bortförande av barn",
        "content_sv": "Om vid egenmäktigt omhändertagande av barn 1) ett barn, i strid med rätten att ta vård om barnet, förs bort från den stat där barnet är bosatt eller kvarhålls utom den staten, och 2) rätten att ta vård om barnet faktiskt utövades vid den tidpunkt barnet bortfördes eller kvarhölls, eller skulle ha utövats om inte bortförandet eller kvarhållandet hade ägt rum, bortförande av barn skall gärningsmannen för dömas till böter eller fängelse i högst två år.",
        "normalized_sv": "Om vid egenmäktigt omhändertagande av barn 1) ett barn, i strid med rätten att ta vård om barnet, förs bort från den stat där barnet är bosatt eller kvarhålls utom den staten, och 2) rätten att ta vård om barnet faktiskt utövades vid den tidpunkt barnet bortfördes eller kvarhölls, eller skulle ha utövats om inte bortförandet eller kvarhållandet hade ägt rum, bortförande av barn skall gärningsmannen för dömas till böter eller fängelse i högst två år.",
        "folded_sv": "om vid egenmaktigt omhandertagande av barn 1) ett barn, i strid med ratten att ta vard om barnet, fors bort fran den stat dar barnet ar bosatt eller kvarhalls utom den staten, och 2) ratten att ta vard om barnet faktiskt utovades vid den tidpunkt barnet bortfordes eller kvarholls, eller skulle ha utovats om inte bortforandet eller kvarhallandet hade agt rum, bortforande av barn skall garningsmannen for domas till boter eller fangelse i hogst tva ar."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "25:9 a",
      "chapter": "25",
      "section": "9 a",
      "title": "Toimenpiteistä luopuminen",
      "content": "Lapsikaappauksesta voidaan jättää syyte ajamatta tai rangaistus tuomitsematta, jos rikoksentekijä on vapaaehtoisesti palauttanut lapsen, jos lapsen etu sitä vaatii tai jos oikeudenkäyntiä ja rangaistusta on tekoon johtaneet syyt huomioon ottaen pidettävä kohtuuttomina.",
      "metadata": {
        "source": "finlex",
        "source_eid": "25:9 a",
        "normalized_fi": "Lapsikaappauksesta voidaan jättää syyte ajamatta tai rangaistus tuomitsematta, jos rikoksentekijä on vapaaehtoisesti palauttanut lapsen, jos lapsen etu sitä vaatii tai jos oikeudenkäyntiä ja rangaistusta on tekoon johtaneet syyt huomioon ottaen pidettävä kohtuuttomina.",
        "folded_fi": "lapsikaappauksesta voidaan jattaa syyte ajamatta tai rangaistus tuomitsematta, jos rikoksentekija on vapaaehtoisesti palauttanut lapsen, jos lapsen etu sita vaatii tai jos oikeudenkayntia ja rangaistusta on tekoon johtaneet syyt huomioon ottaen pidettava kohtuuttomina.",
        "title_sv": "Åtgärdseftergift",
        "content_sv": "Vid bortförande av barn får eftergift ske i fråga om åtal eller straff, om gärningsmannen frivilligt har återlämnat barnet, om barnets fördel kräver det eller om rättegång och straff med hänsyn till de orsaker som lett till gärningen bör anses oskäliga.",
        "normalized_sv": "Vid bortförande av barn får eftergift ske i fråga om åtal eller straff, om gärningsmannen frivilligt har återlämnat barnet, om barnets fördel kräver det eller om rättegång och straff med hänsyn till de orsaker som lett till gärningen bör anses oskäliga.",
        "folded_sv": "vid bortforande av barn far eftergift ske i fraga om atal eller straff, om garningsmannen frivilligt har aterlamnat barnet, om barnets fordel kraver det eller om rattegang och straff med hansyn till de orsaker som lett till garningen bor anses oskaliga."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "34:1",
      "chapter": "34",
      "section": "1",
      "title": "Terroristisessa tarkoituksessa tehdyt rikokset",
      "content": "Joka terroristisessa tarkoituksessa siten, että teko on omiaan aiheuttamaan vakavaa vahinkoa jollekin valtiolle tai kansainväliselle järjestölle, tekee 5) törkeän pahoinpitelyn, törkeän ihmiskaupan, panttivangin ottamisen, törkeän tuhotyön, törkeän terveyden vaarantamisen, ydinräjähderikoksen tai kaappauksen, on tuomittava vankeuteen vähintään kahdeksi ja enintään kahdeksitoista vuodeksi,",
      "metadata": {
        "source": "finlex",
        "source_eid": "34:1",
        "normalized_fi": "Joka terroristisessa tarkoituksessa siten, että teko on omiaan aiheuttamaan vakavaa vahinkoa jollekin valtiolle tai kansainväliselle järjestölle, tekee 5) törkeän pahoinpitelyn, törkeän ihmiskaupan, panttivangin ottamisen, törkeän tuhotyön, törkeän terveyden vaarantamisen, ydinräjähderikoksen tai kaappauksen, on tuomittava vankeuteen vähintään kahdeksi ja enintään kahdeksitoista vuodeksi,",
        "folded_fi": "joka terroristisessa tarkoituksessa siten, etta teko on omiaan aiheuttamaan vakavaa vahinkoa jollekin valtiolle tai kansainvaliselle jarjestolle, tekee 5) torkean pahoinpitelyn, torkean ihmiskaupan, panttivangin ottamisen, torkean tuhotyon, torkean terveyden vaarantamisen, ydinrajahderikoksen tai kaappauksen, on tuomittava vankeuteen vahintaan kahdeksi ja enintaan kahdeksitoista vuodeksi,",
        "title_sv": "Brott som begåtts i terroristiskt syfte",
        "content_sv": "Den som i terroristiskt syfte och så att gärningen är ägnad att allvarligt skada en stat eller en internationell organisation gör sig skyldig till 5) grov misshandel, grov människohandel, tagande av gisslan, grovt sabotage, grovt äventyrande av andras hälsa, kärnladdningsbrott eller kapning, skall dömas till fängelse i minst två och högst tolv år,",
        "normalized_sv": "Den som i terroristiskt syfte och så att gärningen är ägnad att allvarligt skada en stat eller en internationell organisation gör sig skyldig till 5) grov misshandel, grov människohandel, tagande av gisslan, grovt sabotage, grovt äventyrande av andras hälsa, kärnladdningsbrott eller kapning, skall dömas till fängelse i minst två och högst tolv år,",
        "folded_sv": "den som i terroristiskt syfte och sa att garningen ar agnad att allvarligt skada en stat eller en internationell organisation gor sig skyldig till 5) grov misshandel, grov manniskohandel, tagande av gisslan, grovt sabotage, grovt aventyrande av andras halsa, karnladdningsbrott eller kapning, skall domas till fangelse i minst tva och hogst tolv ar,"
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "34:5",
      "chapter": "34",
      "section": "5",
      "title": "Terrorismin rahoittaminen",
      "content": "Joka suoraan tai välillisesti antaa tai kerää varoja rahoittaakseen tai tietoisena siitä, että niillä rahoitetaan 5) murhaa, tappoa, surmaa, törkeää pahoinpitelyä, vapaudenriistoa, törkeää vapaudenriistoa, törkeää ihmiskauppaa, panttivangin ottamista tai törkeää julkisrauhan rikkomista tai niillä uhkaamista, kun teko kohdistuu henkilöön, jota tarkoitetaan kansainvälistä suojelua nauttivia henkilöitä vastaan, mukaan lukien diplomaattiset edustajat, kohdistuvien rikosten ehkäisemistä ja rankaisemista koskevassa yleissopimuksessa (SopS 63/1978), terrorismin rahoittamisesta on tuomittava vankeuteen vähintään neljäksi kuukaudeksi ja enintään kahdeksaksi vuodeksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "34:5",
        "normalized_fi": "Joka suoraan tai välillisesti antaa tai kerää varoja rahoittaakseen tai tietoisena siitä, että niillä rahoitetaan 5) murhaa, tappoa, surmaa, törkeää pahoinpitelyä, vapaudenriistoa, törkeää vapaudenriistoa, törkeää ihmiskauppaa, panttivangin ottamista tai törkeää julkisrauhan rikkomista tai niillä uhkaamista, kun teko kohdistuu henkilöön, jota tarkoitetaan kansainvälistä suojelua nauttivia henkilöitä vastaan, mukaan lukien diplomaattiset edustajat, kohdistuvien rikosten ehkäisemistä ja rankaisemista koskevassa yleissopimuksessa (SopS 63/1978), terrorismin rahoittamisesta on tuomittava vankeuteen vähintään neljäksi kuukaudeksi ja enintään kahdeksaksi vuodeksi.",
        "folded_fi": "joka suoraan tai valillisesti antaa tai keraa varoja rahoittaakseen tai tietoisena siita, etta niilla rahoitetaan 5) murhaa, tappoa, surmaa, torkeaa pahoinpitelya, vapaudenriistoa, torkeaa vapaudenriistoa, torkeaa ihmiskauppaa, panttivangin ottamista tai torkeaa julkisrauhan rikkomista tai niilla uhkaamista, kun teko kohdistuu henkiloon, jota tarkoitetaan kansainvalista suojelua nauttivia henkiloita vastaan, mukaan lukien diplomaattiset edustajat, kohdistuvien rikosten ehkaisemista ja rankaisemista koskevassa yleissopimuksessa (sops 63/1978), terrorismin rahoittamisesta on tuomittava vankeuteen vahintaan neljaksi kuukaudeksi ja enintaan kahdeksaksi vuodeksi.",
        "title_sv": "Finansiering av terrorism",
        "content_sv": "Den som direkt eller indirekt tillhandahåller eller samlar in tillgångar för att finansiera, eller med vetskap om att de skall användas till att finansiera 5) mord, dråp, dråp under förmildrande omständigheter, grov misshandel, frihetsberövande, grovt frihetsberövande, grov människohandel, tagande av gisslan eller grovt brott mot offentlig frid eller hot om dem, när gärningen riktar sig mot en person som avses i konventionen om förebyggande och bestraffning av brott mot personer, som åtnjuter internationellt skydd, bland dem diplomatiska representanter (FördrS 63/1978), finansiering av terrorism skall för dömas till fängelse i minst fyra månader och högst åtta år.",
        "normalized_sv": "Den som direkt eller indirekt tillhandahåller eller samlar in tillgångar för att finansiera, eller med vetskap om att de skall användas till att finansiera 5) mord, dråp, dråp under förmildrande omständigheter, grov misshandel, frihetsberövande, grovt frihetsberövande, grov människohandel, tagande av gisslan eller grovt brott mot offentlig frid eller hot om dem, när gärningen riktar sig mot en person som avses i konventionen om förebyggande och bestraffning av brott mot personer, som åtnjuter internationellt skydd, bland dem diplomatiska representanter (FördrS 63/1978), finansiering av terrorism skall för dömas till fängelse i minst fyra månader och högst åtta år.",
        "folded_sv": "den som direkt eller indirekt tillhandahaller eller samlar in tillgangar for att finansiera, eller med vetskap om att de skall anvandas till att finansiera 5) mord, drap, drap under formildrande omstandigheter, grov misshandel, frihetsberovande, grovt frihetsberovande, grov manniskohandel, tagande av gisslan eller grovt brott mot offentlig frid eller hot om dem, nar garningen riktar sig mot en person som avses i konventionen om forebyggande och bestraffning av brott mot personer, som atnjuter internationellt skydd, bland dem diplomatiska representanter (fordrs 63/1978), finansiering av terrorism skall for domas till fangelse i minst fyra manader och hogst atta ar."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "48:7",
      "chapter": "48",
      "section": "7",
      "title": "Ulkomaiselta alukselta talousvyöhykkeellä tehty kalastusrikos ja kalastusrikoksella saadun laittoman saaliin kätkeminen",
      "content": "Ulkomaiselta alukselta Suomen talousvyöhykkeellä tehdystä kalastusrikoksesta ja kalastusrikoksella saadun laittoman saaliin kätkemisestä saa tuomita vain sakkoa, jollei Suomea sitovan kansainvälisen sopimuksen perusteella ole toisin säädetty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "48:7",
        "normalized_fi": "Ulkomaiselta alukselta Suomen talousvyöhykkeellä tehdystä kalastusrikoksesta ja kalastusrikoksella saadun laittoman saaliin kätkemisestä saa tuomita vain sakkoa, jollei Suomea sitovan kansainvälisen sopimuksen perusteella ole toisin säädetty.",
        "folded_fi": "ulkomaiselta alukselta suomen talousvyohykkeella tehdysta kalastusrikoksesta ja kalastusrikoksella saadun laittoman saaliin katkemisesta saa tuomita vain sakkoa, jollei suomea sitovan kansainvalisen sopimuksen perusteella ole toisin saadetty.",
        "title_sv": "Från utländska fartyg i den ekonomiska zonen begångna fiskebrott och döljande av olagligt byte som erhållits genom fiskebrott",
        "content_sv": "För ett fiskebrott som har begåtts från ett utländskt fartyg i Finlands ekonomiska zon och för döljande av olagligt byte som erhållits genom fiskebrottet får dömas endast till böter, om inte annat följer av en internationell överenskommelse som är bindande för Finland.",
        "normalized_sv": "För ett fiskebrott som har begåtts från ett utländskt fartyg i Finlands ekonomiska zon och för döljande av olagligt byte som erhållits genom fiskebrottet får dömas endast till böter, om inte annat följer av en internationell överenskommelse som är bindande för Finland.",
        "folded_sv": "for ett fiskebrott som har begatts fran ett utlandskt fartyg i finlands ekonomiska zon och for doljande av olagligt byte som erhallits genom fiskebrottet far domas endast till boter, om inte annat foljer av en internationell overenskommelse som ar bindande for finland."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    }
  ]
}