{
  "id": "1165/2007",
  "type": "statute",
  "title": "Laki työntekijän eläkelain voimaanpanolain muuttamisesta",
  "title_en": "Lag om ändring av lagen om införande av lagen om pension för arbetstagare",
  "status": "in_force",
  "issued_date": "2007-12-07",
  "in_force_date": "2007-12-07",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/1165/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Eläkelaitokset ovat yhteisesti vastuussa maksetusta täydennysmäärästä siten kuin työntekijän eläkelain 179 §:n 3 momentissa säädetään. Jos 4 momentissa tarkoitettu erityinen kuolevuusperuste tuottaa merkittävästi ylijäämää, se on käytettävä työntekijän eläkelain 179 §:n mukaisten yhteisesti kustannettavien etuuksien kustantamiseen. Jos erityinen kuolevuusperuste tuottaa merkittävästi alijäämää, työeläkelaitokset vastaavat siitä yhteisesti työntekijän eläkelain 179 §:n 3 momentin mukaisesti. Täydennysmäärän laskuperusteet vahvistetaan työntekijän eläkelain 166 §:n mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Eläkelaitokset ovat yhteisesti vastuussa maksetusta täydennysmäärästä siten kuin työntekijän eläkelain 179 § :n 3 momentissa säädetään. Jos 4 momentissa tarkoitettu erityinen kuolevuusperuste tuottaa merkittävästi ylijäämää, se on käytettävä työntekijän eläkelain 179 § :n mukaisten yhteisesti kustannettavien etuuksien kustantamiseen. Jos erityinen kuolevuusperuste tuottaa merkittävästi alijäämää, työeläkelaitokset vastaavat siitä yhteisesti työntekijän eläkelain 179 § :n 3 momentin mukaisesti. Täydennysmäärän laskuperusteet vahvistetaan työntekijän eläkelain 166 § :n mukaisesti.",
        "folded_fi": "elakelaitokset ovat yhteisesti vastuussa maksetusta taydennysmaarasta siten kuin tyontekijan elakelain 179 §:n 3 momentissa saadetaan. jos 4 momentissa tarkoitettu erityinen kuolevuusperuste tuottaa merkittavasti ylijaamaa, se on kaytettava tyontekijan elakelain 179 §:n mukaisten yhteisesti kustannettavien etuuksien kustantamiseen. jos erityinen kuolevuusperuste tuottaa merkittavasti alijaamaa, tyoelakelaitokset vastaavat siita yhteisesti tyontekijan elakelain 179 §:n 3 momentin mukaisesti. taydennysmaaran laskuperusteet vahvistetaan tyontekijan elakelain 166 §:n mukaisesti.",
        "content_sv": "Pensionsanstalterna är gemensamt ansvariga för det inbetalda kompletteringsbeloppet på det sätt som bestäms i 179 § 3 mom. i lagen om pension för arbetstagare. Om den särskilda mortalitetsgrund som avses i 4 mom. föranleder ett ansenligt överskott, ska detta användas till finansiering av förmåner som enligt 179 § i lagen om pension för arbetstagare ska bekostas gemensamt. Om den särskilda mortalitetsgrunden föranleder ett ansenligt underskott, svarar arbetspensionsanstalterna gemensamt för detta i enlighet med 179 § 3 mom. i lagen om pension för arbetstagare. Grunderna för beräkning av kompletteringsbeloppet fastställs enligt 166 § i lagen om pension för arbetstagare.",
        "normalized_sv": "Pensionsanstalterna är gemensamt ansvariga för det inbetalda kompletteringsbeloppet på det sätt som bestäms i 179 § 3 mom. i lagen om pension för arbetstagare. Om den särskilda mortalitetsgrund som avses i 4 mom. föranleder ett ansenligt överskott, ska detta användas till finansiering av förmåner som enligt 179 § i lagen om pension för arbetstagare ska bekostas gemensamt. Om den särskilda mortalitetsgrunden föranleder ett ansenligt underskott, svarar arbetspensionsanstalterna gemensamt för detta i enlighet med 179 § 3 mom. i lagen om pension för arbetstagare. Grunderna för beräkning av kompletteringsbeloppet fastställs enligt 166 § i lagen om pension för arbetstagare.",
        "folded_sv": "pensionsanstalterna ar gemensamt ansvariga for det inbetalda kompletteringsbeloppet pa det satt som bestams i 179 § 3 mom. i lagen om pension for arbetstagare. om den sarskilda mortalitetsgrund som avses i 4 mom. foranleder ett ansenligt overskott, ska detta anvandas till finansiering av formaner som enligt 179 § i lagen om pension for arbetstagare ska bekostas gemensamt. om den sarskilda mortalitetsgrunden foranleder ett ansenligt underskott, svarar arbetspensionsanstalterna gemensamt for detta i enlighet med 179 § 3 mom. i lagen om pension for arbetstagare. grunderna for berakning av kompletteringsbeloppet faststalls enligt 166 § i lagen om pension for arbetstagare."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Työntekijän eläkelain 75 §:n 3 ja 4 momentissa tarkoitetun eläkeotteen toimittaneen eläkelaitoksen sijasta 31 päivään joulukuuta 2012 asti eläkeotteella ilmoitettujen yksityisten alojen työeläkelakien mukaisten työansioiden oikeellisuuden selvittää ja selvityksen perusteella päätöksen antaa se eläkelaitos, joka on järjestänyt eläketurvan selvityksen kohteena olevasta työstä. Otteen toimittanut eläkelaitos siirtää asian toimivaltaisen eläkelaitoksen käsiteltäväksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Työntekijän eläkelain 75 § :n 3 ja 4 momentissa tarkoitetun eläkeotteen toimittaneen eläkelaitoksen sijasta 31 päivään joulukuuta 2012 asti eläkeotteella ilmoitettujen yksityisten alojen työeläkelakien mukaisten työansioiden oikeellisuuden selvittää ja selvityksen perusteella päätöksen antaa se eläkelaitos, joka on järjestänyt eläketurvan selvityksen kohteena olevasta työstä. Otteen toimittanut eläkelaitos siirtää asian toimivaltaisen eläkelaitoksen käsiteltäväksi.",
        "folded_fi": "tyontekijan elakelain 75 §:n 3 ja 4 momentissa tarkoitetun elakeotteen toimittaneen elakelaitoksen sijasta 31 paivaan joulukuuta 2012 asti elakeotteella ilmoitettujen yksityisten alojen tyoelakelakien mukaisten tyoansioiden oikeellisuuden selvittaa ja selvityksen perusteella paatoksen antaa se elakelaitos, joka on jarjestanyt elaketurvan selvityksen kohteena olevasta tyosta. otteen toimittanut elakelaitos siirtaa asian toimivaltaisen elakelaitoksen kasiteltavaksi.",
        "content_sv": "Riktigheten av uppgifterna om de arbetsinkomster enligt arbetspensionslagarna för den privata sektorn som till den 31 december 2012 framgår av pensionsutdraget ska i stället för av den pensionsanstalt som avses i 75 § 3 och 4 mom. i lagen om pension för arbetstagare och som har skickat pensionsutdraget redas ut och ett beslut med anledning av utredningen ska ges av den pensionsanstalt som har ordnat utredningen av pensionsskyddet med avseende på arbetet i fråga. Den pensionsanstalt som skickat utdraget överför ärendet till den behöriga pensionsanstalten.",
        "normalized_sv": "Riktigheten av uppgifterna om de arbetsinkomster enligt arbetspensionslagarna för den privata sektorn som till den 31 december 2012 framgår av pensionsutdraget ska i stället för av den pensionsanstalt som avses i 75 § 3 och 4 mom. i lagen om pension för arbetstagare och som har skickat pensionsutdraget redas ut och ett beslut med anledning av utredningen ska ges av den pensionsanstalt som har ordnat utredningen av pensionsskyddet med avseende på arbetet i fråga. Den pensionsanstalt som skickat utdraget överför ärendet till den behöriga pensionsanstalten.",
        "folded_sv": "riktigheten av uppgifterna om de arbetsinkomster enligt arbetspensionslagarna for den privata sektorn som till den 31 december 2012 framgar av pensionsutdraget ska i stallet for av den pensionsanstalt som avses i 75 § 3 och 4 mom. i lagen om pension for arbetstagare och som har skickat pensionsutdraget redas ut och ett beslut med anledning av utredningen ska ges av den pensionsanstalt som har ordnat utredningen av pensionsskyddet med avseende pa arbetet i fraga. den pensionsanstalt som skickat utdraget overfor arendet till den behoriga pensionsanstalten."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Jos eläketapahtuma sattuu vuosina 2006―2009, tulevan ajan ansiota määrättäessä otetaan vuoden 2004 työansiona huomioon vuosiansioksi muutettuna se eläkepalkka, jonka perusteella tulevan ajan eläkeosuus olisi laskettu, jos työntekijä olisi tullut työkyvyttömäksi 31 päivänä joulukuuta 2004, ja vuoden 2005 työansiot otetaan huomioon siten kuin työntekijän eläkelain 76―78 §:ssä säädetään. Tällöin tarkasteluaikana käytetään vastaavasti tulevan ajan ansion perusteena huomioon otettavien vuosien määrää. Jos eläketapahtuma sattuu vuonna 2010, otetaan vuoden 2005 työansiot huomioon siten kuin työntekijän eläkelain 68 ja 76―78 §:ssä sekä 80 §:n 1 ja 2 momentissa säädetään ja tarkasteluaika määrätään vastaavasti vuosien 2005―2010 perusteella. Työntekijän eläkelain 25 §:n 1 momentin 2 kohdassa tarkoitettua ansioedellytystä määrättäessä otetaan huomioon työansioita kuntoutushakemuksen vireille tuloa edeltävän viiden kalenterivuoden ajalta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Jos eläketapahtuma sattuu vuosina 2006―2009, tulevan ajan ansiota määrättäessä otetaan vuoden 2004 työansiona huomioon vuosiansioksi muutettuna se eläkepalkka, jonka perusteella tulevan ajan eläkeosuus olisi laskettu, jos työntekijä olisi tullut työkyvyttömäksi 31 päivänä joulukuuta 2004, ja vuoden 2005 työansiot otetaan huomioon siten kuin työntekijän eläkelain 76―78 § :ssä säädetään. Tällöin tarkasteluaikana käytetään vastaavasti tulevan ajan ansion perusteena huomioon otettavien vuosien määrää. Jos eläketapahtuma sattuu vuonna 2010, otetaan vuoden 2005 työansiot huomioon siten kuin työntekijän eläkelain 68 ja 76―78 § :ssä sekä 80 § :n 1 ja 2 momentissa säädetään ja tarkasteluaika määrätään vastaavasti vuosien 2005―2010 perusteella. Työntekijän eläkelain 25 § :n 1 momentin 2 kohdassa tarkoitettua ansioedellytystä määrättäessä otetaan huomioon työansioita kuntoutushakemuksen vireille tuloa edeltävän viiden kalenterivuoden ajalta.",
        "folded_fi": "jos elaketapahtuma sattuu vuosina 2006―2009, tulevan ajan ansiota maarattaessa otetaan vuoden 2004 tyoansiona huomioon vuosiansioksi muutettuna se elakepalkka, jonka perusteella tulevan ajan elakeosuus olisi laskettu, jos tyontekija olisi tullut tyokyvyttomaksi 31 paivana joulukuuta 2004, ja vuoden 2005 tyoansiot otetaan huomioon siten kuin tyontekijan elakelain 76―78 §:ssa saadetaan. talloin tarkasteluaikana kaytetaan vastaavasti tulevan ajan ansion perusteena huomioon otettavien vuosien maaraa. jos elaketapahtuma sattuu vuonna 2010, otetaan vuoden 2005 tyoansiot huomioon siten kuin tyontekijan elakelain 68 ja 76―78 §:ssa seka 80 §:n 1 ja 2 momentissa saadetaan ja tarkasteluaika maarataan vastaavasti vuosien 2005―2010 perusteella. tyontekijan elakelain 25 §:n 1 momentin 2 kohdassa tarkoitettua ansioedellytysta maarattaessa otetaan huomioon tyoansioita kuntoutushakemuksen vireille tuloa edeltavan viiden kalenterivuoden ajalta.",
        "content_sv": "Om pensionsfallet inträffar under åren 2006―2009, beaktas som arbetsinkomst för 2004 när inkomsten för återstående tid fastställs den till årsinkomst ändrade pensionslön på grundval av vilken pensionsdelen för återstående tid skulle ha beräknats om arbetstagaren hade blivit arbetsoförmögen den 31 december 2004, och arbetsinkomsterna för 2005 beaktas så som bestäms i 76―78 § i lagen om pension för arbetstagare. Härvid används som granskningstid på motsvarande sätt det antal år som ska beaktas som grund för inkomsten för återstående tid. Om pensionsfallet inträffar 2010, beaktas arbetsinkomsterna för 2005 så som bestäms i 68 och 76―78 § samt 80 § 1 och 2 mom. i lagen om pension för arbetstagare, och granskningstiden fastställs på motsvarande sätt på basis av åren 2005―2010. Vid bestämmandet av den inkomstförutsättning som avses i 25 § 1 mom. 2 punkten i lagen om pension för arbetstagare beaktas arbetsinkomsterna under de fem kalenderår som föregått ansökan om rehabilitering.",
        "normalized_sv": "Om pensionsfallet inträffar under åren 2006―2009, beaktas som arbetsinkomst för 2004 när inkomsten för återstående tid fastställs den till årsinkomst ändrade pensionslön på grundval av vilken pensionsdelen för återstående tid skulle ha beräknats om arbetstagaren hade blivit arbetsoförmögen den 31 december 2004, och arbetsinkomsterna för 2005 beaktas så som bestäms i 76―78 § i lagen om pension för arbetstagare. Härvid används som granskningstid på motsvarande sätt det antal år som ska beaktas som grund för inkomsten för återstående tid. Om pensionsfallet inträffar 2010, beaktas arbetsinkomsterna för 2005 så som bestäms i 68 och 76―78 § samt 80 § 1 och 2 mom. i lagen om pension för arbetstagare, och granskningstiden fastställs på motsvarande sätt på basis av åren 2005―2010. Vid bestämmandet av den inkomstförutsättning som avses i 25 § 1 mom. 2 punkten i lagen om pension för arbetstagare beaktas arbetsinkomsterna under de fem kalenderår som föregått ansökan om rehabilitering.",
        "folded_sv": "om pensionsfallet intraffar under aren 2006―2009, beaktas som arbetsinkomst for 2004 nar inkomsten for aterstaende tid faststalls den till arsinkomst andrade pensionslon pa grundval av vilken pensionsdelen for aterstaende tid skulle ha beraknats om arbetstagaren hade blivit arbetsoformogen den 31 december 2004, och arbetsinkomsterna for 2005 beaktas sa som bestams i 76―78 § i lagen om pension for arbetstagare. harvid anvands som granskningstid pa motsvarande satt det antal ar som ska beaktas som grund for inkomsten for aterstaende tid. om pensionsfallet intraffar 2010, beaktas arbetsinkomsterna for 2005 sa som bestams i 68 och 76―78 § samt 80 § 1 och 2 mom. i lagen om pension for arbetstagare, och granskningstiden faststalls pa motsvarande satt pa basis av aren 2005―2010. vid bestammandet av den inkomstforutsattning som avses i 25 § 1 mom. 2 punkten i lagen om pension for arbetstagare beaktas arbetsinkomsterna under de fem kalenderar som foregatt ansokan om rehabilitering."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Ennen vuotta 1950 syntyneellä pitkäaikaisesti työttömällä työntekijällä on oikeus työttömyyseläkkeeseen siten kuin työntekijän eläkelain voimaan tullessa voimassa olevien työsuhde-eläkelakien, niiden muuttamisesta annettujen lakien voimaantulosäännöksissä ja mainittujen voimaantulosäännösten muuttamisesta annetuissa laeissa säädetään. Muilta osin työttömyyseläkkeeseen ja sen saajaan sovelletaan, mitä työntekijän eläkelain voimaan tullessa voimassa olevan TEL-lain 4 c §:ssä, 5 §:n 1 momentin 1 kohdassa ja 3 momentissa, 10 d §:ssä ja 17 b §:n 3 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:28",
        "normalized_fi": "Ennen vuotta 1950 syntyneellä pitkäaikaisesti työttömällä työntekijällä on oikeus työttömyyseläkkeeseen siten kuin työntekijän eläkelain voimaan tullessa voimassa olevien työsuhde-eläkelakien, niiden muuttamisesta annettujen lakien voimaantulosäännöksissä ja mainittujen voimaantulosäännösten muuttamisesta annetuissa laeissa säädetään. Muilta osin työttömyyseläkkeeseen ja sen saajaan sovelletaan, mitä työntekijän eläkelain voimaan tullessa voimassa olevan TEL-lain 4 c § :ssä, 5 § :n 1 momentin 1 kohdassa ja 3 momentissa, 10 d § :ssä ja 17 b § :n 3 momentissa säädetään.",
        "folded_fi": "ennen vuotta 1950 syntyneella pitkaaikaisesti tyottomalla tyontekijalla on oikeus tyottomyyselakkeeseen siten kuin tyontekijan elakelain voimaan tullessa voimassa olevien tyosuhde-elakelakien, niiden muuttamisesta annettujen lakien voimaantulosaannoksissa ja mainittujen voimaantulosaannosten muuttamisesta annetuissa laeissa saadetaan. muilta osin tyottomyyselakkeeseen ja sen saajaan sovelletaan, mita tyontekijan elakelain voimaan tullessa voimassa olevan tel-lain 4 c §:ssa, 5 §:n 1 momentin 1 kohdassa ja 3 momentissa, 10 d §:ssa ja 17 b §:n 3 momentissa saadetaan.",
        "content_sv": "En långtidsarbetslös arbetstagare som är född före 1950 har rätt till arbetslöshetspension på det sätt som bestäms i de pensionslagar för anställningsförhållanden som gäller när lagen om pension för arbetstagare träder i kraft, i ikraftträdandebestämmelserna i lagarna om ändring av dem och i lagarna om ändring av de nämnda ikraftträdandebestämmelserna. Till övriga delar tillämpas på arbetslöshetspension och dem som får sådan bestämmelserna i 4 c §, 5 § 1 mom. 1 punkten, 5 § 3 mom., 10 d § och 17 b § 3 mom. i APL sådana de lyder när lagen om pension för arbetstagare träder i kraft.",
        "normalized_sv": "En långtidsarbetslös arbetstagare som är född före 1950 har rätt till arbetslöshetspension på det sätt som bestäms i de pensionslagar för anställningsförhållanden som gäller när lagen om pension för arbetstagare träder i kraft, i ikraftträdandebestämmelserna i lagarna om ändring av dem och i lagarna om ändring av de nämnda ikraftträdandebestämmelserna. Till övriga delar tillämpas på arbetslöshetspension och dem som får sådan bestämmelserna i 4 c § , 5 § 1 mom. 1 punkten, 5 § 3 mom., 10 d § och 17 b § 3 mom. i APL sådana de lyder när lagen om pension för arbetstagare träder i kraft.",
        "folded_sv": "en langtidsarbetslos arbetstagare som ar fodd fore 1950 har ratt till arbetsloshetspension pa det satt som bestams i de pensionslagar for anstallningsforhallanden som galler nar lagen om pension for arbetstagare trader i kraft, i ikrafttradandebestammelserna i lagarna om andring av dem och i lagarna om andring av de namnda ikrafttradandebestammelserna. till ovriga delar tillampas pa arbetsloshetspension och dem som far sadan bestammelserna i 4 c §, 5 § 1 mom. 1 punkten, 5 § 3 mom., 10 d § och 17 b § 3 mom. i apl sadana de lyder nar lagen om pension for arbetstagare trader i kraft."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Eläkelaitokset ovat yhteisesti vastuussa maksetusta täydennysmäärästä siten kuin työntekijän eläkelain 179 §:n 3 momentissa säädetään. Jos 4 momentissa tarkoitettu erityinen kuolevuusperuste tuottaa merkittävästi ylijäämää, se on käytettävä työntekijän eläkelain 179 §:n mukaisten yhteisesti kustannettavien etuuksien kustantamiseen. Jos erityinen kuolevuusperuste tuottaa merkittävästi alijäämää, työeläkelaitokset vastaavat siitä yhteisesti työntekijän eläkelain 179 §:n 3 momentin mukaisesti. Täydennysmäärän laskuperusteet vahvistetaan työntekijän eläkelain 166 §:n mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Eläkelaitokset ovat yhteisesti vastuussa maksetusta täydennysmäärästä siten kuin työntekijän eläkelain 179 § :n 3 momentissa säädetään. Jos 4 momentissa tarkoitettu erityinen kuolevuusperuste tuottaa merkittävästi ylijäämää, se on käytettävä työntekijän eläkelain 179 § :n mukaisten yhteisesti kustannettavien etuuksien kustantamiseen. Jos erityinen kuolevuusperuste tuottaa merkittävästi alijäämää, työeläkelaitokset vastaavat siitä yhteisesti työntekijän eläkelain 179 § :n 3 momentin mukaisesti. Täydennysmäärän laskuperusteet vahvistetaan työntekijän eläkelain 166 § :n mukaisesti.",
        "folded_fi": "elakelaitokset ovat yhteisesti vastuussa maksetusta taydennysmaarasta siten kuin tyontekijan elakelain 179 §:n 3 momentissa saadetaan. jos 4 momentissa tarkoitettu erityinen kuolevuusperuste tuottaa merkittavasti ylijaamaa, se on kaytettava tyontekijan elakelain 179 §:n mukaisten yhteisesti kustannettavien etuuksien kustantamiseen. jos erityinen kuolevuusperuste tuottaa merkittavasti alijaamaa, tyoelakelaitokset vastaavat siita yhteisesti tyontekijan elakelain 179 §:n 3 momentin mukaisesti. taydennysmaaran laskuperusteet vahvistetaan tyontekijan elakelain 166 §:n mukaisesti.",
        "content_sv": "Pensionsanstalterna är gemensamt ansvariga för det inbetalda kompletteringsbeloppet på det sätt som bestäms i 179 § 3 mom. i lagen om pension för arbetstagare. Om den särskilda mortalitetsgrund som avses i 4 mom. föranleder ett ansenligt överskott, ska detta användas till finansiering av förmåner som enligt 179 § i lagen om pension för arbetstagare ska bekostas gemensamt. Om den särskilda mortalitetsgrunden föranleder ett ansenligt underskott, svarar arbetspensionsanstalterna gemensamt för detta i enlighet med 179 § 3 mom. i lagen om pension för arbetstagare. Grunderna för beräkning av kompletteringsbeloppet fastställs enligt 166 § i lagen om pension för arbetstagare.",
        "normalized_sv": "Pensionsanstalterna är gemensamt ansvariga för det inbetalda kompletteringsbeloppet på det sätt som bestäms i 179 § 3 mom. i lagen om pension för arbetstagare. Om den särskilda mortalitetsgrund som avses i 4 mom. föranleder ett ansenligt överskott, ska detta användas till finansiering av förmåner som enligt 179 § i lagen om pension för arbetstagare ska bekostas gemensamt. Om den särskilda mortalitetsgrunden föranleder ett ansenligt underskott, svarar arbetspensionsanstalterna gemensamt för detta i enlighet med 179 § 3 mom. i lagen om pension för arbetstagare. Grunderna för beräkning av kompletteringsbeloppet fastställs enligt 166 § i lagen om pension för arbetstagare.",
        "folded_sv": "pensionsanstalterna ar gemensamt ansvariga for det inbetalda kompletteringsbeloppet pa det satt som bestams i 179 § 3 mom. i lagen om pension for arbetstagare. om den sarskilda mortalitetsgrund som avses i 4 mom. foranleder ett ansenligt overskott, ska detta anvandas till finansiering av formaner som enligt 179 § i lagen om pension for arbetstagare ska bekostas gemensamt. om den sarskilda mortalitetsgrunden foranleder ett ansenligt underskott, svarar arbetspensionsanstalterna gemensamt for detta i enlighet med 179 § 3 mom. i lagen om pension for arbetstagare. grunderna for berakning av kompletteringsbeloppet faststalls enligt 166 § i lagen om pension for arbetstagare."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Työntekijän eläkelain 75 §:n 3 ja 4 momentissa tarkoitetun eläkeotteen toimittaneen eläkelaitoksen sijasta 31 päivään joulukuuta 2012 asti eläkeotteella ilmoitettujen yksityisten alojen työeläkelakien mukaisten työansioiden oikeellisuuden selvittää ja selvityksen perusteella päätöksen antaa se eläkelaitos, joka on järjestänyt eläketurvan selvityksen kohteena olevasta työstä. Otteen toimittanut eläkelaitos siirtää asian toimivaltaisen eläkelaitoksen käsiteltäväksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Työntekijän eläkelain 75 § :n 3 ja 4 momentissa tarkoitetun eläkeotteen toimittaneen eläkelaitoksen sijasta 31 päivään joulukuuta 2012 asti eläkeotteella ilmoitettujen yksityisten alojen työeläkelakien mukaisten työansioiden oikeellisuuden selvittää ja selvityksen perusteella päätöksen antaa se eläkelaitos, joka on järjestänyt eläketurvan selvityksen kohteena olevasta työstä. Otteen toimittanut eläkelaitos siirtää asian toimivaltaisen eläkelaitoksen käsiteltäväksi.",
        "folded_fi": "tyontekijan elakelain 75 §:n 3 ja 4 momentissa tarkoitetun elakeotteen toimittaneen elakelaitoksen sijasta 31 paivaan joulukuuta 2012 asti elakeotteella ilmoitettujen yksityisten alojen tyoelakelakien mukaisten tyoansioiden oikeellisuuden selvittaa ja selvityksen perusteella paatoksen antaa se elakelaitos, joka on jarjestanyt elaketurvan selvityksen kohteena olevasta tyosta. otteen toimittanut elakelaitos siirtaa asian toimivaltaisen elakelaitoksen kasiteltavaksi.",
        "content_sv": "Riktigheten av uppgifterna om de arbetsinkomster enligt arbetspensionslagarna för den privata sektorn som till den 31 december 2012 framgår av pensionsutdraget ska i stället för av den pensionsanstalt som avses i 75 § 3 och 4 mom. i lagen om pension för arbetstagare och som har skickat pensionsutdraget redas ut och ett beslut med anledning av utredningen ska ges av den pensionsanstalt som har ordnat utredningen av pensionsskyddet med avseende på arbetet i fråga. Den pensionsanstalt som skickat utdraget överför ärendet till den behöriga pensionsanstalten.",
        "normalized_sv": "Riktigheten av uppgifterna om de arbetsinkomster enligt arbetspensionslagarna för den privata sektorn som till den 31 december 2012 framgår av pensionsutdraget ska i stället för av den pensionsanstalt som avses i 75 § 3 och 4 mom. i lagen om pension för arbetstagare och som har skickat pensionsutdraget redas ut och ett beslut med anledning av utredningen ska ges av den pensionsanstalt som har ordnat utredningen av pensionsskyddet med avseende på arbetet i fråga. Den pensionsanstalt som skickat utdraget överför ärendet till den behöriga pensionsanstalten.",
        "folded_sv": "riktigheten av uppgifterna om de arbetsinkomster enligt arbetspensionslagarna for den privata sektorn som till den 31 december 2012 framgar av pensionsutdraget ska i stallet for av den pensionsanstalt som avses i 75 § 3 och 4 mom. i lagen om pension for arbetstagare och som har skickat pensionsutdraget redas ut och ett beslut med anledning av utredningen ska ges av den pensionsanstalt som har ordnat utredningen av pensionsskyddet med avseende pa arbetet i fraga. den pensionsanstalt som skickat utdraget overfor arendet till den behoriga pensionsanstalten."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Jos eläketapahtuma sattuu vuosina 2006―2009, tulevan ajan ansiota määrättäessä otetaan vuoden 2004 työansiona huomioon vuosiansioksi muutettuna se eläkepalkka, jonka perusteella tulevan ajan eläkeosuus olisi laskettu, jos työntekijä olisi tullut työkyvyttömäksi 31 päivänä joulukuuta 2004, ja vuoden 2005 työansiot otetaan huomioon siten kuin työntekijän eläkelain 76―78 §:ssä säädetään. Tällöin tarkasteluaikana käytetään vastaavasti tulevan ajan ansion perusteena huomioon otettavien vuosien määrää. Jos eläketapahtuma sattuu vuonna 2010, otetaan vuoden 2005 työansiot huomioon siten kuin työntekijän eläkelain 68 ja 76―78 §:ssä sekä 80 §:n 1 ja 2 momentissa säädetään ja tarkasteluaika määrätään vastaavasti vuosien 2005―2010 perusteella. Työntekijän eläkelain 25 §:n 1 momentin 2 kohdassa tarkoitettua ansioedellytystä määrättäessä otetaan huomioon työansioita kuntoutushakemuksen vireille tuloa edeltävän viiden kalenterivuoden ajalta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Jos eläketapahtuma sattuu vuosina 2006―2009, tulevan ajan ansiota määrättäessä otetaan vuoden 2004 työansiona huomioon vuosiansioksi muutettuna se eläkepalkka, jonka perusteella tulevan ajan eläkeosuus olisi laskettu, jos työntekijä olisi tullut työkyvyttömäksi 31 päivänä joulukuuta 2004, ja vuoden 2005 työansiot otetaan huomioon siten kuin työntekijän eläkelain 76―78 § :ssä säädetään. Tällöin tarkasteluaikana käytetään vastaavasti tulevan ajan ansion perusteena huomioon otettavien vuosien määrää. Jos eläketapahtuma sattuu vuonna 2010, otetaan vuoden 2005 työansiot huomioon siten kuin työntekijän eläkelain 68 ja 76―78 § :ssä sekä 80 § :n 1 ja 2 momentissa säädetään ja tarkasteluaika määrätään vastaavasti vuosien 2005―2010 perusteella. Työntekijän eläkelain 25 § :n 1 momentin 2 kohdassa tarkoitettua ansioedellytystä määrättäessä otetaan huomioon työansioita kuntoutushakemuksen vireille tuloa edeltävän viiden kalenterivuoden ajalta.",
        "folded_fi": "jos elaketapahtuma sattuu vuosina 2006―2009, tulevan ajan ansiota maarattaessa otetaan vuoden 2004 tyoansiona huomioon vuosiansioksi muutettuna se elakepalkka, jonka perusteella tulevan ajan elakeosuus olisi laskettu, jos tyontekija olisi tullut tyokyvyttomaksi 31 paivana joulukuuta 2004, ja vuoden 2005 tyoansiot otetaan huomioon siten kuin tyontekijan elakelain 76―78 §:ssa saadetaan. talloin tarkasteluaikana kaytetaan vastaavasti tulevan ajan ansion perusteena huomioon otettavien vuosien maaraa. jos elaketapahtuma sattuu vuonna 2010, otetaan vuoden 2005 tyoansiot huomioon siten kuin tyontekijan elakelain 68 ja 76―78 §:ssa seka 80 §:n 1 ja 2 momentissa saadetaan ja tarkasteluaika maarataan vastaavasti vuosien 2005―2010 perusteella. tyontekijan elakelain 25 §:n 1 momentin 2 kohdassa tarkoitettua ansioedellytysta maarattaessa otetaan huomioon tyoansioita kuntoutushakemuksen vireille tuloa edeltavan viiden kalenterivuoden ajalta.",
        "content_sv": "Om pensionsfallet inträffar under åren 2006―2009, beaktas som arbetsinkomst för 2004 när inkomsten för återstående tid fastställs den till årsinkomst ändrade pensionslön på grundval av vilken pensionsdelen för återstående tid skulle ha beräknats om arbetstagaren hade blivit arbetsoförmögen den 31 december 2004, och arbetsinkomsterna för 2005 beaktas så som bestäms i 76―78 § i lagen om pension för arbetstagare. Härvid används som granskningstid på motsvarande sätt det antal år som ska beaktas som grund för inkomsten för återstående tid. Om pensionsfallet inträffar 2010, beaktas arbetsinkomsterna för 2005 så som bestäms i 68 och 76―78 § samt 80 § 1 och 2 mom. i lagen om pension för arbetstagare, och granskningstiden fastställs på motsvarande sätt på basis av åren 2005―2010. Vid bestämmandet av den inkomstförutsättning som avses i 25 § 1 mom. 2 punkten i lagen om pension för arbetstagare beaktas arbetsinkomsterna under de fem kalenderår som föregått ansökan om rehabilitering.",
        "normalized_sv": "Om pensionsfallet inträffar under åren 2006―2009, beaktas som arbetsinkomst för 2004 när inkomsten för återstående tid fastställs den till årsinkomst ändrade pensionslön på grundval av vilken pensionsdelen för återstående tid skulle ha beräknats om arbetstagaren hade blivit arbetsoförmögen den 31 december 2004, och arbetsinkomsterna för 2005 beaktas så som bestäms i 76―78 § i lagen om pension för arbetstagare. Härvid används som granskningstid på motsvarande sätt det antal år som ska beaktas som grund för inkomsten för återstående tid. Om pensionsfallet inträffar 2010, beaktas arbetsinkomsterna för 2005 så som bestäms i 68 och 76―78 § samt 80 § 1 och 2 mom. i lagen om pension för arbetstagare, och granskningstiden fastställs på motsvarande sätt på basis av åren 2005―2010. Vid bestämmandet av den inkomstförutsättning som avses i 25 § 1 mom. 2 punkten i lagen om pension för arbetstagare beaktas arbetsinkomsterna under de fem kalenderår som föregått ansökan om rehabilitering.",
        "folded_sv": "om pensionsfallet intraffar under aren 2006―2009, beaktas som arbetsinkomst for 2004 nar inkomsten for aterstaende tid faststalls den till arsinkomst andrade pensionslon pa grundval av vilken pensionsdelen for aterstaende tid skulle ha beraknats om arbetstagaren hade blivit arbetsoformogen den 31 december 2004, och arbetsinkomsterna for 2005 beaktas sa som bestams i 76―78 § i lagen om pension for arbetstagare. harvid anvands som granskningstid pa motsvarande satt det antal ar som ska beaktas som grund for inkomsten for aterstaende tid. om pensionsfallet intraffar 2010, beaktas arbetsinkomsterna for 2005 sa som bestams i 68 och 76―78 § samt 80 § 1 och 2 mom. i lagen om pension for arbetstagare, och granskningstiden faststalls pa motsvarande satt pa basis av aren 2005―2010. vid bestammandet av den inkomstforutsattning som avses i 25 § 1 mom. 2 punkten i lagen om pension for arbetstagare beaktas arbetsinkomsterna under de fem kalenderar som foregatt ansokan om rehabilitering."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Ennen vuotta 1950 syntyneellä pitkäaikaisesti työttömällä työntekijällä on oikeus työttömyyseläkkeeseen siten kuin työntekijän eläkelain voimaan tullessa voimassa olevien työsuhde-eläkelakien, niiden muuttamisesta annettujen lakien voimaantulosäännöksissä ja mainittujen voimaantulosäännösten muuttamisesta annetuissa laeissa säädetään. Muilta osin työttömyyseläkkeeseen ja sen saajaan sovelletaan, mitä työntekijän eläkelain voimaan tullessa voimassa olevan TEL-lain 4 c §:ssä, 5 §:n 1 momentin 1 kohdassa ja 3 momentissa, 10 d §:ssä ja 17 b §:n 3 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:28",
        "normalized_fi": "Ennen vuotta 1950 syntyneellä pitkäaikaisesti työttömällä työntekijällä on oikeus työttömyyseläkkeeseen siten kuin työntekijän eläkelain voimaan tullessa voimassa olevien työsuhde-eläkelakien, niiden muuttamisesta annettujen lakien voimaantulosäännöksissä ja mainittujen voimaantulosäännösten muuttamisesta annetuissa laeissa säädetään. Muilta osin työttömyyseläkkeeseen ja sen saajaan sovelletaan, mitä työntekijän eläkelain voimaan tullessa voimassa olevan TEL-lain 4 c § :ssä, 5 § :n 1 momentin 1 kohdassa ja 3 momentissa, 10 d § :ssä ja 17 b § :n 3 momentissa säädetään.",
        "folded_fi": "ennen vuotta 1950 syntyneella pitkaaikaisesti tyottomalla tyontekijalla on oikeus tyottomyyselakkeeseen siten kuin tyontekijan elakelain voimaan tullessa voimassa olevien tyosuhde-elakelakien, niiden muuttamisesta annettujen lakien voimaantulosaannoksissa ja mainittujen voimaantulosaannosten muuttamisesta annetuissa laeissa saadetaan. muilta osin tyottomyyselakkeeseen ja sen saajaan sovelletaan, mita tyontekijan elakelain voimaan tullessa voimassa olevan tel-lain 4 c §:ssa, 5 §:n 1 momentin 1 kohdassa ja 3 momentissa, 10 d §:ssa ja 17 b §:n 3 momentissa saadetaan.",
        "content_sv": "En långtidsarbetslös arbetstagare som är född före 1950 har rätt till arbetslöshetspension på det sätt som bestäms i de pensionslagar för anställningsförhållanden som gäller när lagen om pension för arbetstagare träder i kraft, i ikraftträdandebestämmelserna i lagarna om ändring av dem och i lagarna om ändring av de nämnda ikraftträdandebestämmelserna. Till övriga delar tillämpas på arbetslöshetspension och dem som får sådan bestämmelserna i 4 c §, 5 § 1 mom. 1 punkten, 5 § 3 mom., 10 d § och 17 b § 3 mom. i APL sådana de lyder när lagen om pension för arbetstagare träder i kraft.",
        "normalized_sv": "En långtidsarbetslös arbetstagare som är född före 1950 har rätt till arbetslöshetspension på det sätt som bestäms i de pensionslagar för anställningsförhållanden som gäller när lagen om pension för arbetstagare träder i kraft, i ikraftträdandebestämmelserna i lagarna om ändring av dem och i lagarna om ändring av de nämnda ikraftträdandebestämmelserna. Till övriga delar tillämpas på arbetslöshetspension och dem som får sådan bestämmelserna i 4 c § , 5 § 1 mom. 1 punkten, 5 § 3 mom., 10 d § och 17 b § 3 mom. i APL sådana de lyder när lagen om pension för arbetstagare träder i kraft.",
        "folded_sv": "en langtidsarbetslos arbetstagare som ar fodd fore 1950 har ratt till arbetsloshetspension pa det satt som bestams i de pensionslagar for anstallningsforhallanden som galler nar lagen om pension for arbetstagare trader i kraft, i ikrafttradandebestammelserna i lagarna om andring av dem och i lagarna om andring av de namnda ikrafttradandebestammelserna. till ovriga delar tillampas pa arbetsloshetspension och dem som far sadan bestammelserna i 4 c §, 5 § 1 mom. 1 punkten, 5 § 3 mom., 10 d § och 17 b § 3 mom. i apl sadana de lyder nar lagen om pension for arbetstagare trader i kraft."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    }
  ]
}