{
  "id": "1177/2005",
  "type": "statute",
  "title": "Laki metsäkeskuksista ja metsätalouden kehittämiskeskuksesta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om skogscentraler och skogsbrukets utvecklingscentral",
  "status": "in_force",
  "issued_date": "2005-12-22",
  "in_force_date": "2005-12-22",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/1177/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Kehittämiskeskus",
      "content": "Metsätalouden kehittämiskeskus Tapio on metsätalouden kehittämis- ja asiantuntijaorganisaatio, joka kehittää ja koordinoi metsäkeskusten valtakunnallista yhteistoimintaa sekä tuottaa palveluja metsäkeskuksille, maa- ja metsätalousministeriölle ja muille tahoille. Kehittämiskeskuksen tehtävistä säädetään tarkemmin valtioneuvoston asetuksella. Kehittämiskeskuksessa on ruotsinkielinen yksikkö.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Metsätalouden kehittämiskeskus Tapio on metsätalouden kehittämis- ja asiantuntijaorganisaatio, joka kehittää ja koordinoi metsäkeskusten valtakunnallista yhteistoimintaa sekä tuottaa palveluja metsäkeskuksille, maa- ja metsätalousministeriölle ja muille tahoille. Kehittämiskeskuksen tehtävistä säädetään tarkemmin valtioneuvoston asetuksella. Kehittämiskeskuksessa on ruotsinkielinen yksikkö.",
        "folded_fi": "metsatalouden kehittamiskeskus tapio on metsatalouden kehittamis- ja asiantuntijaorganisaatio, joka kehittaa ja koordinoi metsakeskusten valtakunnallista yhteistoimintaa seka tuottaa palveluja metsakeskuksille, maa- ja metsatalousministeriolle ja muille tahoille. kehittamiskeskuksen tehtavista saadetaan tarkemmin valtioneuvoston asetuksella. kehittamiskeskuksessa on ruotsinkielinen yksikko.",
        "title_sv": "Utvecklingscentralen",
        "content_sv": "Skogsbrukets utvecklingscentral Tapio är en utvecklings- och sakkunnigorganisation för skogsbruket som utvecklar och koordinerar skogscentralernas riksomfattande samarbete och tillhandahåller tjänster för skogscentralerna, jord- och skogsbruksministeriet och andra instanser. Angående utvecklingscentralens uppgifter bestäms närmare genom förordning av statsrådet. Vid utvecklingscentralen finns en svenskspråkig enhet.",
        "normalized_sv": "Skogsbrukets utvecklingscentral Tapio är en utvecklings- och sakkunnigorganisation för skogsbruket som utvecklar och koordinerar skogscentralernas riksomfattande samarbete och tillhandahåller tjänster för skogscentralerna, jord- och skogsbruksministeriet och andra instanser. Angående utvecklingscentralens uppgifter bestäms närmare genom förordning av statsrådet. Vid utvecklingscentralen finns en svenskspråkig enhet.",
        "folded_sv": "skogsbrukets utvecklingscentral tapio ar en utvecklings- och sakkunnigorganisation for skogsbruket som utvecklar och koordinerar skogscentralernas riksomfattande samarbete och tillhandahaller tjanster for skogscentralerna, jord- och skogsbruksministeriet och andra instanser. angaende utvecklingscentralens uppgifter bestams narmare genom forordning av statsradet. vid utvecklingscentralen finns en svensksprakig enhet."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Ohjaus ja valvonta",
      "content": "Maa- ja metsätalousministeriö voi antaa kehittämiskeskukselle metsäkeskusten ohjaustehtäviä muissa kuin julkisen vallan käyttöä sisältävissä tehtävissä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Maa- ja metsätalousministeriö voi antaa kehittämiskeskukselle metsäkeskusten ohjaustehtäviä muissa kuin julkisen vallan käyttöä sisältävissä tehtävissä.",
        "folded_fi": "maa- ja metsatalousministerio voi antaa kehittamiskeskukselle metsakeskusten ohjaustehtavia muissa kuin julkisen vallan kayttoa sisaltavissa tehtavissa.",
        "title_sv": "Styrning och tillsyn",
        "content_sv": "Jord- och skogsbruksministeriet kan anförtro utvecklingscentralen uppgifter som gäller styrning av skogscentralerna i fråga om annat än uppgifter som innebär utövning av offentlig makt.",
        "normalized_sv": "Jord- och skogsbruksministeriet kan anförtro utvecklingscentralen uppgifter som gäller styrning av skogscentralerna i fråga om annat än uppgifter som innebär utövning av offentlig makt.",
        "folded_sv": "jord- och skogsbruksministeriet kan anfortro utvecklingscentralen uppgifter som galler styrning av skogscentralerna i fraga om annat an uppgifter som innebar utovning av offentlig makt."
      }
    },
    {
      "provision_ref": "9 a",
      "section": "9 a",
      "title": "Metsäkeskuksen johtaja ja muu henkilöstö",
      "content": "Metsäkeskuksessa on johtaja ja tarpeellinen määrä muuta henkilöstöä. Metsäkeskuksen johtajan tehtävänä on johtaa, valvoa ja kehittää metsäkeskuksen toimintaa sekä vastata toiminnan tuloksellisuudesta. Johtaja huolehtii myös johtokunnan käsiteltävien asioiden valmistelusta ja johtokunnan päätösten täytäntöönpanosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9 a",
        "normalized_fi": "Metsäkeskuksessa on johtaja ja tarpeellinen määrä muuta henkilöstöä. Metsäkeskuksen johtajan tehtävänä on johtaa, valvoa ja kehittää metsäkeskuksen toimintaa sekä vastata toiminnan tuloksellisuudesta. Johtaja huolehtii myös johtokunnan käsiteltävien asioiden valmistelusta ja johtokunnan päätösten täytäntöönpanosta.",
        "folded_fi": "metsakeskuksessa on johtaja ja tarpeellinen maara muuta henkilostoa. metsakeskuksen johtajan tehtavana on johtaa, valvoa ja kehittaa metsakeskuksen toimintaa seka vastata toiminnan tuloksellisuudesta. johtaja huolehtii myos johtokunnan kasiteltavien asioiden valmistelusta ja johtokunnan paatosten taytantoonpanosta.",
        "title_sv": "Skogscentralens direktör och övriga personal",
        "content_sv": "Skogscentralen har en direktör och tillräckligt stor övrig personal. Skogscentralens direktör har till uppgift att leda, övervaka och utveckla skogscentralens verksamhet samt ansvara för verksamhetens resultat. Direktören sörjer även för beredningen av de ärenden som direktionen skall behandla och verkställandet av de beslut som direktionen fattar.",
        "normalized_sv": "Skogscentralen har en direktör och tillräckligt stor övrig personal. Skogscentralens direktör har till uppgift att leda, övervaka och utveckla skogscentralens verksamhet samt ansvara för verksamhetens resultat. Direktören sörjer även för beredningen av de ärenden som direktionen skall behandla och verkställandet av de beslut som direktionen fattar.",
        "folded_sv": "skogscentralen har en direktor och tillrackligt stor ovrig personal. skogscentralens direktor har till uppgift att leda, overvaka och utveckla skogscentralens verksamhet samt ansvara for verksamhetens resultat. direktoren sorjer aven for beredningen av de arenden som direktionen skall behandla och verkstallandet av de beslut som direktionen fattar."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Kehittämiskeskuksen johtokunta",
      "content": "Kehittämiskeskuksella on johtokunta, johon kuuluu seitsemän jäsentä. Johtokunnan jäsenten tulee edustaa kehittämiskeskuksen toiminnan kannalta keskeistä asiantuntemusta. Kullakin jäsenellä on henkilökohtainen varajäsen. Maa- ja metsätalousministeriö asettaa johtokunnan neljäksi kalenterivuodeksi kerrallaan ja määrää jäsenistä yhden puheenjohtajaksi ja yhden varapuheenjohtajaksi. Johtokunnassa on neljä metsäkeskusten edustajaa, valtion edustaja, kehittämiskeskuksen henkilöstön edustaja sekä jäsen, joka on perehtynyt organisaatioiden kehittämistoimintaan. Metsäkeskuksia edustavista jäsenistä vähintään kaksi on metsäkeskuksen toimihenkilöitä. Metsäkeskuksia edustavista jäsenistä yksi edustaa pääasiallisesti ruotsinkielisiä alueita varten olevaa metsäkeskusta. Metsäkeskuksia edustavia jäseniä nimitettäessä otetaan huomioon maan eri osat ja alueellinen tasapuolisuus. Johtokunnan tehtävistä, asettamisesta, tarkemmasta kokoonpanosta ja muista johtokuntaa koskevista tarpeellisista asioista säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Kehittämiskeskuksella on johtokunta, johon kuuluu seitsemän jäsentä. Johtokunnan jäsenten tulee edustaa kehittämiskeskuksen toiminnan kannalta keskeistä asiantuntemusta. Kullakin jäsenellä on henkilökohtainen varajäsen. Maa- ja metsätalousministeriö asettaa johtokunnan neljäksi kalenterivuodeksi kerrallaan ja määrää jäsenistä yhden puheenjohtajaksi ja yhden varapuheenjohtajaksi. Johtokunnassa on neljä metsäkeskusten edustajaa, valtion edustaja, kehittämiskeskuksen henkilöstön edustaja sekä jäsen, joka on perehtynyt organisaatioiden kehittämistoimintaan. Metsäkeskuksia edustavista jäsenistä vähintään kaksi on metsäkeskuksen toimihenkilöitä. Metsäkeskuksia edustavista jäsenistä yksi edustaa pääasiallisesti ruotsinkielisiä alueita varten olevaa metsäkeskusta. Metsäkeskuksia edustavia jäseniä nimitettäessä otetaan huomioon maan eri osat ja alueellinen tasapuolisuus. Johtokunnan tehtävistä, asettamisesta, tarkemmasta kokoonpanosta ja muista johtokuntaa koskevista tarpeellisista asioista säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "kehittamiskeskuksella on johtokunta, johon kuuluu seitseman jasenta. johtokunnan jasenten tulee edustaa kehittamiskeskuksen toiminnan kannalta keskeista asiantuntemusta. kullakin jasenella on henkilokohtainen varajasen. maa- ja metsatalousministerio asettaa johtokunnan neljaksi kalenterivuodeksi kerrallaan ja maaraa jasenista yhden puheenjohtajaksi ja yhden varapuheenjohtajaksi. johtokunnassa on nelja metsakeskusten edustajaa, valtion edustaja, kehittamiskeskuksen henkiloston edustaja seka jasen, joka on perehtynyt organisaatioiden kehittamistoimintaan. metsakeskuksia edustavista jasenista vahintaan kaksi on metsakeskuksen toimihenkiloita. metsakeskuksia edustavista jasenista yksi edustaa paaasiallisesti ruotsinkielisia alueita varten olevaa metsakeskusta. metsakeskuksia edustavia jasenia nimitettaessa otetaan huomioon maan eri osat ja alueellinen tasapuolisuus. johtokunnan tehtavista, asettamisesta, tarkemmasta kokoonpanosta ja muista johtokuntaa koskevista tarpeellisista asioista saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Utvecklingscentralens direktion",
        "content_sv": "Utvecklingscentralen har en direktion med sju medlemmar. Direktionsmedlemmarna skall företräda sådan sakkunskap som är viktig med tanke på utvecklingscentralens verksamhet. Varje medlem har en personlig suppleant. Jord- och skogsbruksministeriet tillsätter direktionen för fyra kalenderår i sänder och utser en av medlemmarna till ordförande och en till vice ordförande. I direktionen finns fyra företrädare för skogscentralerna, en för staten, en för utvecklingscentralens personal samt en medlem som är förtrogen med organisationers utvecklingsverksamhet. Av de medlemmar som företräder skogscentralerna skall minst två vara anställda vid en skogscentral. Av de medlemmar som företräder skogscentralerna företräder en den skogscentral som finns huvudsakligen för de svenskspråkiga områdena. Vid förordnandet av de medlemmar som företräder skogscentralerna skall landets olika delar och regional jämlikhet tas i beaktande. Närmare bestämmelser om direktionens uppgifter, tillsättande och närmare sammansättning samt om övriga behövliga frågor som gäller direktionen utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Utvecklingscentralen har en direktion med sju medlemmar. Direktionsmedlemmarna skall företräda sådan sakkunskap som är viktig med tanke på utvecklingscentralens verksamhet. Varje medlem har en personlig suppleant. Jord- och skogsbruksministeriet tillsätter direktionen för fyra kalenderår i sänder och utser en av medlemmarna till ordförande och en till vice ordförande. I direktionen finns fyra företrädare för skogscentralerna, en för staten, en för utvecklingscentralens personal samt en medlem som är förtrogen med organisationers utvecklingsverksamhet. Av de medlemmar som företräder skogscentralerna skall minst två vara anställda vid en skogscentral. Av de medlemmar som företräder skogscentralerna företräder en den skogscentral som finns huvudsakligen för de svenskspråkiga områdena. Vid förordnandet av de medlemmar som företräder skogscentralerna skall landets olika delar och regional jämlikhet tas i beaktande. Närmare bestämmelser om direktionens uppgifter, tillsättande och närmare sammansättning samt om övriga behövliga frågor som gäller direktionen utfärdas genom förordning av statsrådet.",
        "folded_sv": "utvecklingscentralen har en direktion med sju medlemmar. direktionsmedlemmarna skall foretrada sadan sakkunskap som ar viktig med tanke pa utvecklingscentralens verksamhet. varje medlem har en personlig suppleant. jord- och skogsbruksministeriet tillsatter direktionen for fyra kalenderar i sander och utser en av medlemmarna till ordforande och en till vice ordforande. i direktionen finns fyra foretradare for skogscentralerna, en for staten, en for utvecklingscentralens personal samt en medlem som ar fortrogen med organisationers utvecklingsverksamhet. av de medlemmar som foretrader skogscentralerna skall minst tva vara anstallda vid en skogscentral. av de medlemmar som foretrader skogscentralerna foretrader en den skogscentral som finns huvudsakligen for de svensksprakiga omradena. vid forordnandet av de medlemmar som foretrader skogscentralerna skall landets olika delar och regional jamlikhet tas i beaktande. narmare bestammelser om direktionens uppgifter, tillsattande och narmare sammansattning samt om ovriga behovliga fragor som galler direktionen utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "10 a",
      "section": "10 a",
      "title": "Henkilöstön edustaja johtokunnassa",
      "content": "Johtokunnassa henkilöstöä edustavan jäsenen oikeudet ja velvollisuudet ovat samat kuin johtokunnan muilla jäsenillä. Henkilöstöä edustavalla jäsenellä ei kuitenkaan ole oikeutta osallistua kehittämiskeskuksen johdon valintaa tai erottamista, johdon sopimusehtoja, henkilöstön palvelussuhteen ehtoja tai työtaistelutoimenpiteitä koskevien asioiden käsittelyyn.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 a",
        "normalized_fi": "Johtokunnassa henkilöstöä edustavan jäsenen oikeudet ja velvollisuudet ovat samat kuin johtokunnan muilla jäsenillä. Henkilöstöä edustavalla jäsenellä ei kuitenkaan ole oikeutta osallistua kehittämiskeskuksen johdon valintaa tai erottamista, johdon sopimusehtoja, henkilöstön palvelussuhteen ehtoja tai työtaistelutoimenpiteitä koskevien asioiden käsittelyyn.",
        "folded_fi": "johtokunnassa henkilostoa edustavan jasenen oikeudet ja velvollisuudet ovat samat kuin johtokunnan muilla jasenilla. henkilostoa edustavalla jasenella ei kuitenkaan ole oikeutta osallistua kehittamiskeskuksen johdon valintaa tai erottamista, johdon sopimusehtoja, henkiloston palvelussuhteen ehtoja tai tyotaistelutoimenpiteita koskevien asioiden kasittelyyn.",
        "title_sv": "Företrädare för personalen i direktionen",
        "content_sv": "I direktionen har den medlem som företräder personalen samma rättigheter och skyldigheter som direktionens övriga medlemmar. Den medlem som företräder personalen har dock inte rätt att delta i behandlingen av ärenden som gäller val eller uppsägning av utvecklingscentralens ledning, ledningens avtalsvillkor, personalens anställningsvillkor eller stridsåtgärder.",
        "normalized_sv": "I direktionen har den medlem som företräder personalen samma rättigheter och skyldigheter som direktionens övriga medlemmar. Den medlem som företräder personalen har dock inte rätt att delta i behandlingen av ärenden som gäller val eller uppsägning av utvecklingscentralens ledning, ledningens avtalsvillkor, personalens anställningsvillkor eller stridsåtgärder.",
        "folded_sv": "i direktionen har den medlem som foretrader personalen samma rattigheter och skyldigheter som direktionens ovriga medlemmar. den medlem som foretrader personalen har dock inte ratt att delta i behandlingen av arenden som galler val eller uppsagning av utvecklingscentralens ledning, ledningens avtalsvillkor, personalens anstallningsvillkor eller stridsatgarder."
      }
    },
    {
      "provision_ref": "10 b",
      "section": "10 b",
      "title": "Kehittämiskeskuksen johtaja ja muu henkilöstö",
      "content": "Kehittämiskeskuksessa on johtaja ja tarpeellinen määrä muuta henkilöstöä. Kehittämiskeskuksen johtajan tehtävänä on johtaa, valvoa ja kehittää kehittämiskeskuksen toimintaa sekä vastata toiminnan tuloksellisuudesta. Johtaja huolehtii myös johtokunnassa käsiteltävien asioiden valmistelusta ja johtokunnan päätösten täytäntöönpanosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 b",
        "normalized_fi": "Kehittämiskeskuksessa on johtaja ja tarpeellinen määrä muuta henkilöstöä. Kehittämiskeskuksen johtajan tehtävänä on johtaa, valvoa ja kehittää kehittämiskeskuksen toimintaa sekä vastata toiminnan tuloksellisuudesta. Johtaja huolehtii myös johtokunnassa käsiteltävien asioiden valmistelusta ja johtokunnan päätösten täytäntöönpanosta.",
        "folded_fi": "kehittamiskeskuksessa on johtaja ja tarpeellinen maara muuta henkilostoa. kehittamiskeskuksen johtajan tehtavana on johtaa, valvoa ja kehittaa kehittamiskeskuksen toimintaa seka vastata toiminnan tuloksellisuudesta. johtaja huolehtii myos johtokunnassa kasiteltavien asioiden valmistelusta ja johtokunnan paatosten taytantoonpanosta.",
        "title_sv": "Utvecklingscentralens direktör och övriga personal",
        "content_sv": "Utvecklingscentralen har en direktör och tillräckligt stor övrig personal. Utvecklingscentralens direktör har till uppgift att leda, övervaka och utveckla utvecklingscentralens verksamhet samt ansvara för verksamhetens resultat. Direktören sörjer även för beredningen av de ärenden som direktionen skall behandla och verkställandet av de beslut som direktionen fattar.",
        "normalized_sv": "Utvecklingscentralen har en direktör och tillräckligt stor övrig personal. Utvecklingscentralens direktör har till uppgift att leda, övervaka och utveckla utvecklingscentralens verksamhet samt ansvara för verksamhetens resultat. Direktören sörjer även för beredningen av de ärenden som direktionen skall behandla och verkställandet av de beslut som direktionen fattar.",
        "folded_sv": "utvecklingscentralen har en direktor och tillrackligt stor ovrig personal. utvecklingscentralens direktor har till uppgift att leda, overvaka och utveckla utvecklingscentralens verksamhet samt ansvara for verksamhetens resultat. direktoren sorjer aven for beredningen av de arenden som direktionen skall behandla och verkstallandet av de beslut som direktionen fattar."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Suoritteista perittävät maksut",
      "content": "Metsäkeskukset ja kehittämiskeskus perivät suoritteistaan maksuja. Suoritteiden maksullisuuden, maksujen suuruuden ja maksujen määräytymisen yleisten perusteiden, maksuista päättämistä koskevan toimivallan sekä maksua koskevan muutoksenhaun osalta noudatetaan, mitä valtion maksuperustelaissa (150/1992) säädetään. Tarkemmat säännökset metsäkeskuksen ja kehittämiskeskuksen suoritteiden maksullisuudesta annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Metsäkeskukset ja kehittämiskeskus perivät suoritteistaan maksuja. Suoritteiden maksullisuuden, maksujen suuruuden ja maksujen määräytymisen yleisten perusteiden, maksuista päättämistä koskevan toimivallan sekä maksua koskevan muutoksenhaun osalta noudatetaan, mitä valtion maksuperustelaissa (150/1992) säädetään. Tarkemmat säännökset metsäkeskuksen ja kehittämiskeskuksen suoritteiden maksullisuudesta annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "metsakeskukset ja kehittamiskeskus perivat suoritteistaan maksuja. suoritteiden maksullisuuden, maksujen suuruuden ja maksujen maaraytymisen yleisten perusteiden, maksuista paattamista koskevan toimivallan seka maksua koskevan muutoksenhaun osalta noudatetaan, mita valtion maksuperustelaissa (150/1992) saadetaan. tarkemmat saannokset metsakeskuksen ja kehittamiskeskuksen suoritteiden maksullisuudesta annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Avgifter för prestationer",
        "content_sv": "Skogscentralerna och utvecklingscentralen tar ut avgifter för sina prestationer. I fråga om de allmänna grunderna för när prestationer är avgiftsbelagda, för avgifternas storlek och för bestämmande av avgifterna och i fråga om behörighet att besluta om avgifter samt sökande av ändring i en avgift iakttas lagen om grunderna för avgifter till staten (150/1992). Närmare bestämmelser om när skogscentralernas och utvecklingscentralens prestationer är avgiftsbelagda utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "Skogscentralerna och utvecklingscentralen tar ut avgifter för sina prestationer. I fråga om de allmänna grunderna för när prestationer är avgiftsbelagda, för avgifternas storlek och för bestämmande av avgifterna och i fråga om behörighet att besluta om avgifter samt sökande av ändring i en avgift iakttas lagen om grunderna för avgifter till staten (150/1992). Närmare bestämmelser om när skogscentralernas och utvecklingscentralens prestationer är avgiftsbelagda utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "skogscentralerna och utvecklingscentralen tar ut avgifter for sina prestationer. i fraga om de allmanna grunderna for nar prestationer ar avgiftsbelagda, for avgifternas storlek och for bestammande av avgifterna och i fraga om behorighet att besluta om avgifter samt sokande av andring i en avgift iakttas lagen om grunderna for avgifter till staten (150/1992). narmare bestammelser om nar skogscentralernas och utvecklingscentralens prestationer ar avgiftsbelagda utfardas genom forordning av jord- och skogsbruksministeriet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Kehittämiskeskus",
      "content": "Metsätalouden kehittämiskeskus Tapio on metsätalouden kehittämis- ja asiantuntijaorganisaatio, joka kehittää ja koordinoi metsäkeskusten valtakunnallista yhteistoimintaa sekä tuottaa palveluja metsäkeskuksille, maa- ja metsätalousministeriölle ja muille tahoille. Kehittämiskeskuksen tehtävistä säädetään tarkemmin valtioneuvoston asetuksella. Kehittämiskeskuksessa on ruotsinkielinen yksikkö.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Metsätalouden kehittämiskeskus Tapio on metsätalouden kehittämis- ja asiantuntijaorganisaatio, joka kehittää ja koordinoi metsäkeskusten valtakunnallista yhteistoimintaa sekä tuottaa palveluja metsäkeskuksille, maa- ja metsätalousministeriölle ja muille tahoille. Kehittämiskeskuksen tehtävistä säädetään tarkemmin valtioneuvoston asetuksella. Kehittämiskeskuksessa on ruotsinkielinen yksikkö.",
        "folded_fi": "metsatalouden kehittamiskeskus tapio on metsatalouden kehittamis- ja asiantuntijaorganisaatio, joka kehittaa ja koordinoi metsakeskusten valtakunnallista yhteistoimintaa seka tuottaa palveluja metsakeskuksille, maa- ja metsatalousministeriolle ja muille tahoille. kehittamiskeskuksen tehtavista saadetaan tarkemmin valtioneuvoston asetuksella. kehittamiskeskuksessa on ruotsinkielinen yksikko.",
        "title_sv": "Utvecklingscentralen",
        "content_sv": "Skogsbrukets utvecklingscentral Tapio är en utvecklings- och sakkunnigorganisation för skogsbruket som utvecklar och koordinerar skogscentralernas riksomfattande samarbete och tillhandahåller tjänster för skogscentralerna, jord- och skogsbruksministeriet och andra instanser. Angående utvecklingscentralens uppgifter bestäms närmare genom förordning av statsrådet. Vid utvecklingscentralen finns en svenskspråkig enhet.",
        "normalized_sv": "Skogsbrukets utvecklingscentral Tapio är en utvecklings- och sakkunnigorganisation för skogsbruket som utvecklar och koordinerar skogscentralernas riksomfattande samarbete och tillhandahåller tjänster för skogscentralerna, jord- och skogsbruksministeriet och andra instanser. Angående utvecklingscentralens uppgifter bestäms närmare genom förordning av statsrådet. Vid utvecklingscentralen finns en svenskspråkig enhet.",
        "folded_sv": "skogsbrukets utvecklingscentral tapio ar en utvecklings- och sakkunnigorganisation for skogsbruket som utvecklar och koordinerar skogscentralernas riksomfattande samarbete och tillhandahaller tjanster for skogscentralerna, jord- och skogsbruksministeriet och andra instanser. angaende utvecklingscentralens uppgifter bestams narmare genom forordning av statsradet. vid utvecklingscentralen finns en svensksprakig enhet."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Ohjaus ja valvonta",
      "content": "Maa- ja metsätalousministeriö voi antaa kehittämiskeskukselle metsäkeskusten ohjaustehtäviä muissa kuin julkisen vallan käyttöä sisältävissä tehtävissä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Maa- ja metsätalousministeriö voi antaa kehittämiskeskukselle metsäkeskusten ohjaustehtäviä muissa kuin julkisen vallan käyttöä sisältävissä tehtävissä.",
        "folded_fi": "maa- ja metsatalousministerio voi antaa kehittamiskeskukselle metsakeskusten ohjaustehtavia muissa kuin julkisen vallan kayttoa sisaltavissa tehtavissa.",
        "title_sv": "Styrning och tillsyn",
        "content_sv": "Jord- och skogsbruksministeriet kan anförtro utvecklingscentralen uppgifter som gäller styrning av skogscentralerna i fråga om annat än uppgifter som innebär utövning av offentlig makt.",
        "normalized_sv": "Jord- och skogsbruksministeriet kan anförtro utvecklingscentralen uppgifter som gäller styrning av skogscentralerna i fråga om annat än uppgifter som innebär utövning av offentlig makt.",
        "folded_sv": "jord- och skogsbruksministeriet kan anfortro utvecklingscentralen uppgifter som galler styrning av skogscentralerna i fraga om annat an uppgifter som innebar utovning av offentlig makt."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "9 a",
      "section": "9 a",
      "title": "Metsäkeskuksen johtaja ja muu henkilöstö",
      "content": "Metsäkeskuksessa on johtaja ja tarpeellinen määrä muuta henkilöstöä. Metsäkeskuksen johtajan tehtävänä on johtaa, valvoa ja kehittää metsäkeskuksen toimintaa sekä vastata toiminnan tuloksellisuudesta. Johtaja huolehtii myös johtokunnan käsiteltävien asioiden valmistelusta ja johtokunnan päätösten täytäntöönpanosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9 a",
        "normalized_fi": "Metsäkeskuksessa on johtaja ja tarpeellinen määrä muuta henkilöstöä. Metsäkeskuksen johtajan tehtävänä on johtaa, valvoa ja kehittää metsäkeskuksen toimintaa sekä vastata toiminnan tuloksellisuudesta. Johtaja huolehtii myös johtokunnan käsiteltävien asioiden valmistelusta ja johtokunnan päätösten täytäntöönpanosta.",
        "folded_fi": "metsakeskuksessa on johtaja ja tarpeellinen maara muuta henkilostoa. metsakeskuksen johtajan tehtavana on johtaa, valvoa ja kehittaa metsakeskuksen toimintaa seka vastata toiminnan tuloksellisuudesta. johtaja huolehtii myos johtokunnan kasiteltavien asioiden valmistelusta ja johtokunnan paatosten taytantoonpanosta.",
        "title_sv": "Skogscentralens direktör och övriga personal",
        "content_sv": "Skogscentralen har en direktör och tillräckligt stor övrig personal. Skogscentralens direktör har till uppgift att leda, övervaka och utveckla skogscentralens verksamhet samt ansvara för verksamhetens resultat. Direktören sörjer även för beredningen av de ärenden som direktionen skall behandla och verkställandet av de beslut som direktionen fattar.",
        "normalized_sv": "Skogscentralen har en direktör och tillräckligt stor övrig personal. Skogscentralens direktör har till uppgift att leda, övervaka och utveckla skogscentralens verksamhet samt ansvara för verksamhetens resultat. Direktören sörjer även för beredningen av de ärenden som direktionen skall behandla och verkställandet av de beslut som direktionen fattar.",
        "folded_sv": "skogscentralen har en direktor och tillrackligt stor ovrig personal. skogscentralens direktor har till uppgift att leda, overvaka och utveckla skogscentralens verksamhet samt ansvara for verksamhetens resultat. direktoren sorjer aven for beredningen av de arenden som direktionen skall behandla och verkstallandet av de beslut som direktionen fattar."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Kehittämiskeskuksen johtokunta",
      "content": "Kehittämiskeskuksella on johtokunta, johon kuuluu seitsemän jäsentä. Johtokunnan jäsenten tulee edustaa kehittämiskeskuksen toiminnan kannalta keskeistä asiantuntemusta. Kullakin jäsenellä on henkilökohtainen varajäsen. Maa- ja metsätalousministeriö asettaa johtokunnan neljäksi kalenterivuodeksi kerrallaan ja määrää jäsenistä yhden puheenjohtajaksi ja yhden varapuheenjohtajaksi. Johtokunnassa on neljä metsäkeskusten edustajaa, valtion edustaja, kehittämiskeskuksen henkilöstön edustaja sekä jäsen, joka on perehtynyt organisaatioiden kehittämistoimintaan. Metsäkeskuksia edustavista jäsenistä vähintään kaksi on metsäkeskuksen toimihenkilöitä. Metsäkeskuksia edustavista jäsenistä yksi edustaa pääasiallisesti ruotsinkielisiä alueita varten olevaa metsäkeskusta. Metsäkeskuksia edustavia jäseniä nimitettäessä otetaan huomioon maan eri osat ja alueellinen tasapuolisuus. Johtokunnan tehtävistä, asettamisesta, tarkemmasta kokoonpanosta ja muista johtokuntaa koskevista tarpeellisista asioista säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Kehittämiskeskuksella on johtokunta, johon kuuluu seitsemän jäsentä. Johtokunnan jäsenten tulee edustaa kehittämiskeskuksen toiminnan kannalta keskeistä asiantuntemusta. Kullakin jäsenellä on henkilökohtainen varajäsen. Maa- ja metsätalousministeriö asettaa johtokunnan neljäksi kalenterivuodeksi kerrallaan ja määrää jäsenistä yhden puheenjohtajaksi ja yhden varapuheenjohtajaksi. Johtokunnassa on neljä metsäkeskusten edustajaa, valtion edustaja, kehittämiskeskuksen henkilöstön edustaja sekä jäsen, joka on perehtynyt organisaatioiden kehittämistoimintaan. Metsäkeskuksia edustavista jäsenistä vähintään kaksi on metsäkeskuksen toimihenkilöitä. Metsäkeskuksia edustavista jäsenistä yksi edustaa pääasiallisesti ruotsinkielisiä alueita varten olevaa metsäkeskusta. Metsäkeskuksia edustavia jäseniä nimitettäessä otetaan huomioon maan eri osat ja alueellinen tasapuolisuus. Johtokunnan tehtävistä, asettamisesta, tarkemmasta kokoonpanosta ja muista johtokuntaa koskevista tarpeellisista asioista säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "kehittamiskeskuksella on johtokunta, johon kuuluu seitseman jasenta. johtokunnan jasenten tulee edustaa kehittamiskeskuksen toiminnan kannalta keskeista asiantuntemusta. kullakin jasenella on henkilokohtainen varajasen. maa- ja metsatalousministerio asettaa johtokunnan neljaksi kalenterivuodeksi kerrallaan ja maaraa jasenista yhden puheenjohtajaksi ja yhden varapuheenjohtajaksi. johtokunnassa on nelja metsakeskusten edustajaa, valtion edustaja, kehittamiskeskuksen henkiloston edustaja seka jasen, joka on perehtynyt organisaatioiden kehittamistoimintaan. metsakeskuksia edustavista jasenista vahintaan kaksi on metsakeskuksen toimihenkiloita. metsakeskuksia edustavista jasenista yksi edustaa paaasiallisesti ruotsinkielisia alueita varten olevaa metsakeskusta. metsakeskuksia edustavia jasenia nimitettaessa otetaan huomioon maan eri osat ja alueellinen tasapuolisuus. johtokunnan tehtavista, asettamisesta, tarkemmasta kokoonpanosta ja muista johtokuntaa koskevista tarpeellisista asioista saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Utvecklingscentralens direktion",
        "content_sv": "Utvecklingscentralen har en direktion med sju medlemmar. Direktionsmedlemmarna skall företräda sådan sakkunskap som är viktig med tanke på utvecklingscentralens verksamhet. Varje medlem har en personlig suppleant. Jord- och skogsbruksministeriet tillsätter direktionen för fyra kalenderår i sänder och utser en av medlemmarna till ordförande och en till vice ordförande. I direktionen finns fyra företrädare för skogscentralerna, en för staten, en för utvecklingscentralens personal samt en medlem som är förtrogen med organisationers utvecklingsverksamhet. Av de medlemmar som företräder skogscentralerna skall minst två vara anställda vid en skogscentral. Av de medlemmar som företräder skogscentralerna företräder en den skogscentral som finns huvudsakligen för de svenskspråkiga områdena. Vid förordnandet av de medlemmar som företräder skogscentralerna skall landets olika delar och regional jämlikhet tas i beaktande. Närmare bestämmelser om direktionens uppgifter, tillsättande och närmare sammansättning samt om övriga behövliga frågor som gäller direktionen utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Utvecklingscentralen har en direktion med sju medlemmar. Direktionsmedlemmarna skall företräda sådan sakkunskap som är viktig med tanke på utvecklingscentralens verksamhet. Varje medlem har en personlig suppleant. Jord- och skogsbruksministeriet tillsätter direktionen för fyra kalenderår i sänder och utser en av medlemmarna till ordförande och en till vice ordförande. I direktionen finns fyra företrädare för skogscentralerna, en för staten, en för utvecklingscentralens personal samt en medlem som är förtrogen med organisationers utvecklingsverksamhet. Av de medlemmar som företräder skogscentralerna skall minst två vara anställda vid en skogscentral. Av de medlemmar som företräder skogscentralerna företräder en den skogscentral som finns huvudsakligen för de svenskspråkiga områdena. Vid förordnandet av de medlemmar som företräder skogscentralerna skall landets olika delar och regional jämlikhet tas i beaktande. Närmare bestämmelser om direktionens uppgifter, tillsättande och närmare sammansättning samt om övriga behövliga frågor som gäller direktionen utfärdas genom förordning av statsrådet.",
        "folded_sv": "utvecklingscentralen har en direktion med sju medlemmar. direktionsmedlemmarna skall foretrada sadan sakkunskap som ar viktig med tanke pa utvecklingscentralens verksamhet. varje medlem har en personlig suppleant. jord- och skogsbruksministeriet tillsatter direktionen for fyra kalenderar i sander och utser en av medlemmarna till ordforande och en till vice ordforande. i direktionen finns fyra foretradare for skogscentralerna, en for staten, en for utvecklingscentralens personal samt en medlem som ar fortrogen med organisationers utvecklingsverksamhet. av de medlemmar som foretrader skogscentralerna skall minst tva vara anstallda vid en skogscentral. av de medlemmar som foretrader skogscentralerna foretrader en den skogscentral som finns huvudsakligen for de svensksprakiga omradena. vid forordnandet av de medlemmar som foretrader skogscentralerna skall landets olika delar och regional jamlikhet tas i beaktande. narmare bestammelser om direktionens uppgifter, tillsattande och narmare sammansattning samt om ovriga behovliga fragor som galler direktionen utfardas genom forordning av statsradet."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "10 a",
      "section": "10 a",
      "title": "Henkilöstön edustaja johtokunnassa",
      "content": "Johtokunnassa henkilöstöä edustavan jäsenen oikeudet ja velvollisuudet ovat samat kuin johtokunnan muilla jäsenillä. Henkilöstöä edustavalla jäsenellä ei kuitenkaan ole oikeutta osallistua kehittämiskeskuksen johdon valintaa tai erottamista, johdon sopimusehtoja, henkilöstön palvelussuhteen ehtoja tai työtaistelutoimenpiteitä koskevien asioiden käsittelyyn.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 a",
        "normalized_fi": "Johtokunnassa henkilöstöä edustavan jäsenen oikeudet ja velvollisuudet ovat samat kuin johtokunnan muilla jäsenillä. Henkilöstöä edustavalla jäsenellä ei kuitenkaan ole oikeutta osallistua kehittämiskeskuksen johdon valintaa tai erottamista, johdon sopimusehtoja, henkilöstön palvelussuhteen ehtoja tai työtaistelutoimenpiteitä koskevien asioiden käsittelyyn.",
        "folded_fi": "johtokunnassa henkilostoa edustavan jasenen oikeudet ja velvollisuudet ovat samat kuin johtokunnan muilla jasenilla. henkilostoa edustavalla jasenella ei kuitenkaan ole oikeutta osallistua kehittamiskeskuksen johdon valintaa tai erottamista, johdon sopimusehtoja, henkiloston palvelussuhteen ehtoja tai tyotaistelutoimenpiteita koskevien asioiden kasittelyyn.",
        "title_sv": "Företrädare för personalen i direktionen",
        "content_sv": "I direktionen har den medlem som företräder personalen samma rättigheter och skyldigheter som direktionens övriga medlemmar. Den medlem som företräder personalen har dock inte rätt att delta i behandlingen av ärenden som gäller val eller uppsägning av utvecklingscentralens ledning, ledningens avtalsvillkor, personalens anställningsvillkor eller stridsåtgärder.",
        "normalized_sv": "I direktionen har den medlem som företräder personalen samma rättigheter och skyldigheter som direktionens övriga medlemmar. Den medlem som företräder personalen har dock inte rätt att delta i behandlingen av ärenden som gäller val eller uppsägning av utvecklingscentralens ledning, ledningens avtalsvillkor, personalens anställningsvillkor eller stridsåtgärder.",
        "folded_sv": "i direktionen har den medlem som foretrader personalen samma rattigheter och skyldigheter som direktionens ovriga medlemmar. den medlem som foretrader personalen har dock inte ratt att delta i behandlingen av arenden som galler val eller uppsagning av utvecklingscentralens ledning, ledningens avtalsvillkor, personalens anstallningsvillkor eller stridsatgarder."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "10 b",
      "section": "10 b",
      "title": "Kehittämiskeskuksen johtaja ja muu henkilöstö",
      "content": "Kehittämiskeskuksessa on johtaja ja tarpeellinen määrä muuta henkilöstöä. Kehittämiskeskuksen johtajan tehtävänä on johtaa, valvoa ja kehittää kehittämiskeskuksen toimintaa sekä vastata toiminnan tuloksellisuudesta. Johtaja huolehtii myös johtokunnassa käsiteltävien asioiden valmistelusta ja johtokunnan päätösten täytäntöönpanosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 b",
        "normalized_fi": "Kehittämiskeskuksessa on johtaja ja tarpeellinen määrä muuta henkilöstöä. Kehittämiskeskuksen johtajan tehtävänä on johtaa, valvoa ja kehittää kehittämiskeskuksen toimintaa sekä vastata toiminnan tuloksellisuudesta. Johtaja huolehtii myös johtokunnassa käsiteltävien asioiden valmistelusta ja johtokunnan päätösten täytäntöönpanosta.",
        "folded_fi": "kehittamiskeskuksessa on johtaja ja tarpeellinen maara muuta henkilostoa. kehittamiskeskuksen johtajan tehtavana on johtaa, valvoa ja kehittaa kehittamiskeskuksen toimintaa seka vastata toiminnan tuloksellisuudesta. johtaja huolehtii myos johtokunnassa kasiteltavien asioiden valmistelusta ja johtokunnan paatosten taytantoonpanosta.",
        "title_sv": "Utvecklingscentralens direktör och övriga personal",
        "content_sv": "Utvecklingscentralen har en direktör och tillräckligt stor övrig personal. Utvecklingscentralens direktör har till uppgift att leda, övervaka och utveckla utvecklingscentralens verksamhet samt ansvara för verksamhetens resultat. Direktören sörjer även för beredningen av de ärenden som direktionen skall behandla och verkställandet av de beslut som direktionen fattar.",
        "normalized_sv": "Utvecklingscentralen har en direktör och tillräckligt stor övrig personal. Utvecklingscentralens direktör har till uppgift att leda, övervaka och utveckla utvecklingscentralens verksamhet samt ansvara för verksamhetens resultat. Direktören sörjer även för beredningen av de ärenden som direktionen skall behandla och verkställandet av de beslut som direktionen fattar.",
        "folded_sv": "utvecklingscentralen har en direktor och tillrackligt stor ovrig personal. utvecklingscentralens direktor har till uppgift att leda, overvaka och utveckla utvecklingscentralens verksamhet samt ansvara for verksamhetens resultat. direktoren sorjer aven for beredningen av de arenden som direktionen skall behandla och verkstallandet av de beslut som direktionen fattar."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Suoritteista perittävät maksut",
      "content": "Metsäkeskukset ja kehittämiskeskus perivät suoritteistaan maksuja. Suoritteiden maksullisuuden, maksujen suuruuden ja maksujen määräytymisen yleisten perusteiden, maksuista päättämistä koskevan toimivallan sekä maksua koskevan muutoksenhaun osalta noudatetaan, mitä valtion maksuperustelaissa (150/1992) säädetään. Tarkemmat säännökset metsäkeskuksen ja kehittämiskeskuksen suoritteiden maksullisuudesta annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Metsäkeskukset ja kehittämiskeskus perivät suoritteistaan maksuja. Suoritteiden maksullisuuden, maksujen suuruuden ja maksujen määräytymisen yleisten perusteiden, maksuista päättämistä koskevan toimivallan sekä maksua koskevan muutoksenhaun osalta noudatetaan, mitä valtion maksuperustelaissa (150/1992) säädetään. Tarkemmat säännökset metsäkeskuksen ja kehittämiskeskuksen suoritteiden maksullisuudesta annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "metsakeskukset ja kehittamiskeskus perivat suoritteistaan maksuja. suoritteiden maksullisuuden, maksujen suuruuden ja maksujen maaraytymisen yleisten perusteiden, maksuista paattamista koskevan toimivallan seka maksua koskevan muutoksenhaun osalta noudatetaan, mita valtion maksuperustelaissa (150/1992) saadetaan. tarkemmat saannokset metsakeskuksen ja kehittamiskeskuksen suoritteiden maksullisuudesta annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Avgifter för prestationer",
        "content_sv": "Skogscentralerna och utvecklingscentralen tar ut avgifter för sina prestationer. I fråga om de allmänna grunderna för när prestationer är avgiftsbelagda, för avgifternas storlek och för bestämmande av avgifterna och i fråga om behörighet att besluta om avgifter samt sökande av ändring i en avgift iakttas lagen om grunderna för avgifter till staten (150/1992). Närmare bestämmelser om när skogscentralernas och utvecklingscentralens prestationer är avgiftsbelagda utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "Skogscentralerna och utvecklingscentralen tar ut avgifter för sina prestationer. I fråga om de allmänna grunderna för när prestationer är avgiftsbelagda, för avgifternas storlek och för bestämmande av avgifterna och i fråga om behörighet att besluta om avgifter samt sökande av ändring i en avgift iakttas lagen om grunderna för avgifter till staten (150/1992). Närmare bestämmelser om när skogscentralernas och utvecklingscentralens prestationer är avgiftsbelagda utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "skogscentralerna och utvecklingscentralen tar ut avgifter for sina prestationer. i fraga om de allmanna grunderna for nar prestationer ar avgiftsbelagda, for avgifternas storlek och for bestammande av avgifterna och i fraga om behorighet att besluta om avgifter samt sokande av andring i en avgift iakttas lagen om grunderna for avgifter till staten (150/1992). narmare bestammelser om nar skogscentralernas och utvecklingscentralens prestationer ar avgiftsbelagda utfardas genom forordning av jord- och skogsbruksministeriet."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    }
  ]
}