{
  "id": "1179/2005",
  "type": "statute",
  "title": "Laki säteilylain muuttamisesta",
  "title_en": "Lag om ändring av strålskyddslagen",
  "status": "in_force",
  "issued_date": "2005-12-22",
  "in_force_date": "2005-12-22",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/1179/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "8:31 a",
      "chapter": "8",
      "section": "31 a",
      "title": "Määritelmät",
      "content": "Umpilähdedirektiivillä tarkoitetaan korkea-aktiivisten radioaktiivista ainetta sisältävien umpilähteiden ja isännättömien lähteiden valvonnasta annettua neuvoston direktiiviä 2003/122/Euratom. Korkea-aktiivisella umpilähteellä (lähteellä) tarkoitetaan säteilylähdettä, jonka sisältämän radionuklidin aktiivisuus lähteen valmistuessa tai, jos valmistuksenaikaista aktiivisuutta ei tiedetä, lähdettä ensimmäisen kerran markkinoille saatettaessa on vähintään umpilähdedirektiivin liitteen 1 mukaisella aktiivisuustasolla ja jonka rakenne tavanomaisissa käyttöolosuhteissa estää radioaktiivisen aineen leviämisen ympäristöön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:31 a",
        "normalized_fi": "Umpilähdedirektiivillä tarkoitetaan korkea-aktiivisten radioaktiivista ainetta sisältävien umpilähteiden ja isännättömien lähteiden valvonnasta annettua neuvoston direktiiviä 2003/122/Euratom. Korkea-aktiivisella umpilähteellä (lähteellä) tarkoitetaan säteilylähdettä, jonka sisältämän radionuklidin aktiivisuus lähteen valmistuessa tai, jos valmistuksenaikaista aktiivisuutta ei tiedetä, lähdettä ensimmäisen kerran markkinoille saatettaessa on vähintään umpilähdedirektiivin liitteen 1 mukaisella aktiivisuustasolla ja jonka rakenne tavanomaisissa käyttöolosuhteissa estää radioaktiivisen aineen leviämisen ympäristöön.",
        "folded_fi": "umpilahdedirektiivilla tarkoitetaan korkea-aktiivisten radioaktiivista ainetta sisaltavien umpilahteiden ja isannattomien lahteiden valvonnasta annettua neuvoston direktiivia 2003/122/euratom. korkea-aktiivisella umpilahteella (lahteella) tarkoitetaan sateilylahdetta, jonka sisaltaman radionuklidin aktiivisuus lahteen valmistuessa tai, jos valmistuksenaikaista aktiivisuutta ei tiedeta, lahdetta ensimmaisen kerran markkinoille saatettaessa on vahintaan umpilahdedirektiivin liitteen 1 mukaisella aktiivisuustasolla ja jonka rakenne tavanomaisissa kayttoolosuhteissa estaa radioaktiivisen aineen leviamisen ymparistoon.",
        "title_sv": "Definitioner",
        "content_sv": "strålkällsdirektivet Med avses Europeiska unionens råds direktiv 2003/122/EURATOM om kontroll av slutna radioaktiva strålkällor med hög aktivitet och herrelösa strålkällor. sluten strålkälla med hög aktivitet Med (strålkälla) avses en strålkälla som innehåller en eller flera radionuklider vars aktivitet vid tidpunkten för tillverkningen, eller om aktiviteten vid den tidpunkten inte är känd, när den först släpps ut på marknaden, uppgår till minst det värde som framgår av bilaga 1 till strålkällsdirektivet. Strålkällans struktur förhindrar vid normal användning att det radioaktiva ämnet sprids ut i miljön.",
        "normalized_sv": "strålkällsdirektivet Med avses Europeiska unionens råds direktiv 2003/122/EURATOM om kontroll av slutna radioaktiva strålkällor med hög aktivitet och herrelösa strålkällor. sluten strålkälla med hög aktivitet Med (strålkälla) avses en strålkälla som innehåller en eller flera radionuklider vars aktivitet vid tidpunkten för tillverkningen, eller om aktiviteten vid den tidpunkten inte är känd, när den först släpps ut på marknaden, uppgår till minst det värde som framgår av bilaga 1 till strålkällsdirektivet. Strålkällans struktur förhindrar vid normal användning att det radioaktiva ämnet sprids ut i miljön.",
        "folded_sv": "stralkallsdirektivet med avses europeiska unionens rads direktiv 2003/122/euratom om kontroll av slutna radioaktiva stralkallor med hog aktivitet och herrelosa stralkallor. sluten stralkalla med hog aktivitet med (stralkalla) avses en stralkalla som innehaller en eller flera radionuklider vars aktivitet vid tidpunkten for tillverkningen, eller om aktiviteten vid den tidpunkten inte ar kand, nar den forst slapps ut pa marknaden, uppgar till minst det varde som framgar av bilaga 1 till stralkallsdirektivet. stralkallans struktur forhindrar vid normal anvandning att det radioaktiva amnet sprids ut i miljon."
      }
    },
    {
      "provision_ref": "8:31 b",
      "chapter": "8",
      "section": "31 b",
      "title": "Turvallisuusluvan hakeminen ja myöntäminen",
      "content": "Haettaessa turvallisuuslupaa korkea-aktiivisten umpilähteiden käyttöön tulee lupahakemukseen liittää selvitykset tämän lain 16 ja 18 §:n mukaisten vaatimusten täyttämisestä. Selvitykset on esitettävä erityisesti: 1) lähteistä ja niiden suojuksista sekä lähteiden käyttöön liittyvistä laitteista; 2) lähteiden käyttöä ja hoitoa koskevasta laatujärjestelmästä ja laadunhallinnassa käytettävistä menettelytavoista; 3) lähteiden, suojusten ja lähteiden käyttöön liittyvien laitteiden huollosta; 4) menettelystä hätätilanteessa ja tilanteessa, jossa turvallisuus merkittävästi vaarantuu; sekä 5) käytöstä poistettavien lähteiden vaarattomaksi tekemisestä, mukaan luettuna järjestelyt näiden lähteiden palauttamiseksi valmistajalle tai toimittajalle taikka luovuttamiseksi tunnustettuun laitokseen. Lupa 31 f §:ssä tarkoitetun lähteen käyttöön voidaan myöntää vain, jos 19 §:n mukainen vakuus on asetettu. Myöntäessään turvallisuusluvan Säteilyturvakeskuksen tulee asettaa turvallisuusvaatimusten täyttämiseksi tarpeelliset ehdot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:31 b",
        "normalized_fi": "Haettaessa turvallisuuslupaa korkea-aktiivisten umpilähteiden käyttöön tulee lupahakemukseen liittää selvitykset tämän lain 16 ja 18 § :n mukaisten vaatimusten täyttämisestä. Selvitykset on esitettävä erityisesti: 1) lähteistä ja niiden suojuksista sekä lähteiden käyttöön liittyvistä laitteista; 2) lähteiden käyttöä ja hoitoa koskevasta laatujärjestelmästä ja laadunhallinnassa käytettävistä menettelytavoista; 3) lähteiden, suojusten ja lähteiden käyttöön liittyvien laitteiden huollosta; 4) menettelystä hätätilanteessa ja tilanteessa, jossa turvallisuus merkittävästi vaarantuu; sekä 5) käytöstä poistettavien lähteiden vaarattomaksi tekemisestä, mukaan luettuna järjestelyt näiden lähteiden palauttamiseksi valmistajalle tai toimittajalle taikka luovuttamiseksi tunnustettuun laitokseen. Lupa 31 f § :ssä tarkoitetun lähteen käyttöön voidaan myöntää vain, jos 19 § :n mukainen vakuus on asetettu. Myöntäessään turvallisuusluvan Säteilyturvakeskuksen tulee asettaa turvallisuusvaatimusten täyttämiseksi tarpeelliset ehdot.",
        "folded_fi": "haettaessa turvallisuuslupaa korkea-aktiivisten umpilahteiden kayttoon tulee lupahakemukseen liittaa selvitykset taman lain 16 ja 18 §:n mukaisten vaatimusten tayttamisesta. selvitykset on esitettava erityisesti: 1) lahteista ja niiden suojuksista seka lahteiden kayttoon liittyvista laitteista; 2) lahteiden kayttoa ja hoitoa koskevasta laatujarjestelmasta ja laadunhallinnassa kaytettavista menettelytavoista; 3) lahteiden, suojusten ja lahteiden kayttoon liittyvien laitteiden huollosta; 4) menettelysta hatatilanteessa ja tilanteessa, jossa turvallisuus merkittavasti vaarantuu; seka 5) kaytosta poistettavien lahteiden vaarattomaksi tekemisesta, mukaan luettuna jarjestelyt naiden lahteiden palauttamiseksi valmistajalle tai toimittajalle taikka luovuttamiseksi tunnustettuun laitokseen. lupa 31 f §:ssa tarkoitetun lahteen kayttoon voidaan myontaa vain, jos 19 §:n mukainen vakuus on asetettu. myontaessaan turvallisuusluvan sateilyturvakeskuksen tulee asettaa turvallisuusvaatimusten tayttamiseksi tarpeelliset ehdot.",
        "title_sv": "Ansökan om och beviljande av säkerhetstillstånd",
        "content_sv": "Till ansökan om säkerhetstillstånd för användning av slutna strålkällor med hög aktivitet skall fogas en redogörelse för hur kraven i 16 och 18 § i denna lag uppfylls. Redogörelsen skall i synnerhet innehålla uppgifter om 1) strålkällorna och deras behållare samt de anordningar som hänför sig till användningen av strålkällorna, 2) det kvalitetssystem som hänför sig till användningen och underhållet av strålkällorna samt de förfaringssätt som används inom kvalitetsledningen, 3) underhållet av strålkällorna och behållarna samt de anordningar som hänför sig till användningen av strålkällorna, 4) förfarandet i nödsituationer och situationer där säkerheten äventyras allvarligt, samt 5) de åtgärder som har vidtagits för oskadliggörande av strålkällor som tas ur bruk, inklusive åtgärder med vilka strålkällan kan returneras till tillverkaren eller leverantören eller överlåtas till en godkänd anläggning. Tillstånd till användning av strålkällor som avses i 31 f § kan beviljas endast om en sådan säkerhet som avses i 19 § har ställts. Vid beviljandet av säkerhetstillstånd skall Strålsäkerhetscentralen uppställa villkor som är nödvändiga för att säkerhetskraven skall uppfyllas.",
        "normalized_sv": "Till ansökan om säkerhetstillstånd för användning av slutna strålkällor med hög aktivitet skall fogas en redogörelse för hur kraven i 16 och 18 § i denna lag uppfylls. Redogörelsen skall i synnerhet innehålla uppgifter om 1) strålkällorna och deras behållare samt de anordningar som hänför sig till användningen av strålkällorna, 2) det kvalitetssystem som hänför sig till användningen och underhållet av strålkällorna samt de förfaringssätt som används inom kvalitetsledningen, 3) underhållet av strålkällorna och behållarna samt de anordningar som hänför sig till användningen av strålkällorna, 4) förfarandet i nödsituationer och situationer där säkerheten äventyras allvarligt, samt 5) de åtgärder som har vidtagits för oskadliggörande av strålkällor som tas ur bruk, inklusive åtgärder med vilka strålkällan kan returneras till tillverkaren eller leverantören eller överlåtas till en godkänd anläggning. Tillstånd till användning av strålkällor som avses i 31 f § kan beviljas endast om en sådan säkerhet som avses i 19 § har ställts. Vid beviljandet av säkerhetstillstånd skall Strålsäkerhetscentralen uppställa villkor som är nödvändiga för att säkerhetskraven skall uppfyllas.",
        "folded_sv": "till ansokan om sakerhetstillstand for anvandning av slutna stralkallor med hog aktivitet skall fogas en redogorelse for hur kraven i 16 och 18 § i denna lag uppfylls. redogorelsen skall i synnerhet innehalla uppgifter om 1) stralkallorna och deras behallare samt de anordningar som hanfor sig till anvandningen av stralkallorna, 2) det kvalitetssystem som hanfor sig till anvandningen och underhallet av stralkallorna samt de forfaringssatt som anvands inom kvalitetsledningen, 3) underhallet av stralkallorna och behallarna samt de anordningar som hanfor sig till anvandningen av stralkallorna, 4) forfarandet i nodsituationer och situationer dar sakerheten aventyras allvarligt, samt 5) de atgarder som har vidtagits for oskadliggorande av stralkallor som tas ur bruk, inklusive atgarder med vilka stralkallan kan returneras till tillverkaren eller leverantoren eller overlatas till en godkand anlaggning. tillstand till anvandning av stralkallor som avses i 31 f § kan beviljas endast om en sadan sakerhet som avses i 19 § har stallts. vid beviljandet av sakerhetstillstand skall stralsakerhetscentralen uppstalla villkor som ar nodvandiga for att sakerhetskraven skall uppfyllas."
      }
    },
    {
      "provision_ref": "8:31 c",
      "chapter": "8",
      "section": "31 c",
      "title": "Lähteiden käyttö",
      "content": "Toiminnan harjoittajan on korkea-aktiivisia umpilähteitä käyttäessään erityisen huolellisesti: 1) varmistettava lähteiden tiiveys asianmukaisilla, säännöllisillä testeillä; 2) tarkastettava lähteet ja niiden sijoituspaikat säännöllisesti; 3) suojattava lähteet lainvastaiselta toiminnalta, katoamiselta ja vahingoittumiselta; 4) toimittava käytettävissään olevin keinoin turvallisen tilan varmistamiseksi ja palauttamiseksi lähteen vahingoituttua, kadottua tai jouduttua lainvastaisen toiminnan kohteeksi; sekä 5) poistettava tarpeettomaksi käyneet lähteet palauttamalla ne valmistajalle tai toimittajalle taikka luovuttamalla ne tunnustettuun laitokseen tai muulle toiminnan harjoittajalle, jolla on asianmukainen lupa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:31 c",
        "normalized_fi": "Toiminnan harjoittajan on korkea-aktiivisia umpilähteitä käyttäessään erityisen huolellisesti: 1) varmistettava lähteiden tiiveys asianmukaisilla, säännöllisillä testeillä; 2) tarkastettava lähteet ja niiden sijoituspaikat säännöllisesti; 3) suojattava lähteet lainvastaiselta toiminnalta, katoamiselta ja vahingoittumiselta; 4) toimittava käytettävissään olevin keinoin turvallisen tilan varmistamiseksi ja palauttamiseksi lähteen vahingoituttua, kadottua tai jouduttua lainvastaisen toiminnan kohteeksi; sekä 5) poistettava tarpeettomaksi käyneet lähteet palauttamalla ne valmistajalle tai toimittajalle taikka luovuttamalla ne tunnustettuun laitokseen tai muulle toiminnan harjoittajalle, jolla on asianmukainen lupa.",
        "folded_fi": "toiminnan harjoittajan on korkea-aktiivisia umpilahteita kayttaessaan erityisen huolellisesti: 1) varmistettava lahteiden tiiveys asianmukaisilla, saannollisilla testeilla; 2) tarkastettava lahteet ja niiden sijoituspaikat saannollisesti; 3) suojattava lahteet lainvastaiselta toiminnalta, katoamiselta ja vahingoittumiselta; 4) toimittava kaytettavissaan olevin keinoin turvallisen tilan varmistamiseksi ja palauttamiseksi lahteen vahingoituttua, kadottua tai jouduttua lainvastaisen toiminnan kohteeksi; seka 5) poistettava tarpeettomaksi kayneet lahteet palauttamalla ne valmistajalle tai toimittajalle taikka luovuttamalla ne tunnustettuun laitokseen tai muulle toiminnan harjoittajalle, jolla on asianmukainen lupa.",
        "title_sv": "Användning av strålkällor",
        "content_sv": "Verksamhetsutövare skall vid användning av slutna strålkällor med hög aktivitet särskilt noggrant 1) säkerställa strålkällornas täthet med adekvata, regelbundna tester, 2) kontrollera regelbundet strålkällorna och deras placering, 3) skydda strålkällorna mot lagstridig verksamhet, försvinnande och skador, 4) vidta åtgärder med de medel som står till förfogande för att garantera trygga förhållanden och vid behov återställa dem när en strålkälla har skadats, försvunnit eller utsatts för lagstridig verksamhet, samt 5) kassera en strålkälla som inte längre behövs genom att returnera den till tillverkaren eller leverantören eller överlåta den till en godkänd anläggning eller en annan verksamhetsutövare som har behörigt tillstånd.",
        "normalized_sv": "Verksamhetsutövare skall vid användning av slutna strålkällor med hög aktivitet särskilt noggrant 1) säkerställa strålkällornas täthet med adekvata, regelbundna tester, 2) kontrollera regelbundet strålkällorna och deras placering, 3) skydda strålkällorna mot lagstridig verksamhet, försvinnande och skador, 4) vidta åtgärder med de medel som står till förfogande för att garantera trygga förhållanden och vid behov återställa dem när en strålkälla har skadats, försvunnit eller utsatts för lagstridig verksamhet, samt 5) kassera en strålkälla som inte längre behövs genom att returnera den till tillverkaren eller leverantören eller överlåta den till en godkänd anläggning eller en annan verksamhetsutövare som har behörigt tillstånd.",
        "folded_sv": "verksamhetsutovare skall vid anvandning av slutna stralkallor med hog aktivitet sarskilt noggrant 1) sakerstalla stralkallornas tathet med adekvata, regelbundna tester, 2) kontrollera regelbundet stralkallorna och deras placering, 3) skydda stralkallorna mot lagstridig verksamhet, forsvinnande och skador, 4) vidta atgarder med de medel som star till forfogande for att garantera trygga forhallanden och vid behov aterstalla dem nar en stralkalla har skadats, forsvunnit eller utsatts for lagstridig verksamhet, samt 5) kassera en stralkalla som inte langre behovs genom att returnera den till tillverkaren eller leverantoren eller overlata den till en godkand anlaggning eller en annan verksamhetsutovare som har behorigt tillstand."
      }
    },
    {
      "provision_ref": "8:31 d",
      "chapter": "8",
      "section": "31 d",
      "title": "Lähteiden yksilöiminen",
      "content": "Jokaisen korkea-aktiivisen umpilähteen tulee olla varustettu yksilöllisellä numerotunnuksella, joka on merkitty mahdollisimman pysyvällä tavalla itse lähteeseen sekä kaivertamalla tai leimaamalla lähteen suojukseen. Lähteen yksilöimisestä vastaa lähteen valmistaja. Korkea-aktiivisen umpilähteen maahantuojan on varmistettava, että lähde on 1 momentissa säädettyjen vaatimusten mukaisesti yksilöity. Yksilöimättömän lähteen maahantuonti on kielletty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:31 d",
        "normalized_fi": "Jokaisen korkea-aktiivisen umpilähteen tulee olla varustettu yksilöllisellä numerotunnuksella, joka on merkitty mahdollisimman pysyvällä tavalla itse lähteeseen sekä kaivertamalla tai leimaamalla lähteen suojukseen. Lähteen yksilöimisestä vastaa lähteen valmistaja. Korkea-aktiivisen umpilähteen maahantuojan on varmistettava, että lähde on 1 momentissa säädettyjen vaatimusten mukaisesti yksilöity. Yksilöimättömän lähteen maahantuonti on kielletty.",
        "folded_fi": "jokaisen korkea-aktiivisen umpilahteen tulee olla varustettu yksilollisella numerotunnuksella, joka on merkitty mahdollisimman pysyvalla tavalla itse lahteeseen seka kaivertamalla tai leimaamalla lahteen suojukseen. lahteen yksiloimisesta vastaa lahteen valmistaja. korkea-aktiivisen umpilahteen maahantuojan on varmistettava, etta lahde on 1 momentissa saadettyjen vaatimusten mukaisesti yksiloity. yksiloimattoman lahteen maahantuonti on kielletty.",
        "title_sv": "Identifiering av strålkällor",
        "content_sv": "Varje sluten strålkälla med hög aktivitet skall vara försedd med ett unikt identifieringsnummer, som själva strålkällan märks med på ett så hållbart sätt som möjligt och som ingraveras eller stämplas på strålkällans behållare. Strålkällans tillverkare ansvarar för identifieringen. Den som importerar en sluten strålkälla med hög aktivitet är skyldig att försäkra sig om att strålkällan har identifierats i enlighet med de krav som bestäms i 1 mom. Det är förbjudet att importera en oidentifierad strålkälla.",
        "normalized_sv": "Varje sluten strålkälla med hög aktivitet skall vara försedd med ett unikt identifieringsnummer, som själva strålkällan märks med på ett så hållbart sätt som möjligt och som ingraveras eller stämplas på strålkällans behållare. Strålkällans tillverkare ansvarar för identifieringen. Den som importerar en sluten strålkälla med hög aktivitet är skyldig att försäkra sig om att strålkällan har identifierats i enlighet med de krav som bestäms i 1 mom. Det är förbjudet att importera en oidentifierad strålkälla.",
        "folded_sv": "varje sluten stralkalla med hog aktivitet skall vara forsedd med ett unikt identifieringsnummer, som sjalva stralkallan marks med pa ett sa hallbart satt som mojligt och som ingraveras eller stamplas pa stralkallans behallare. stralkallans tillverkare ansvarar for identifieringen. den som importerar en sluten stralkalla med hog aktivitet ar skyldig att forsakra sig om att stralkallan har identifierats i enlighet med de krav som bestams i 1 mom. det ar forbjudet att importera en oidentifierad stralkalla."
      }
    },
    {
      "provision_ref": "8:31 e",
      "chapter": "8",
      "section": "31 e",
      "title": "Euroopan unionin ulkopuolinen vienti ja tuonti",
      "content": "Korkea-aktiivisen umpilähteen tai lähteiden vienti Euroopan unionin ulkopuolelle tai tuonti Euroopan unionin ulkopuolelta on esitettävä jokaisen siirrettävän erän osalta etukäteen Säteilyturvakeskuksen hyväksyttäväksi. Hyväksymismenettelystä säädetään tarkemmin valtioneuvoston asetuksella. Korkea-aktiivista umpilähdettä ei saa viedä maahan, jolla ei ole riittäviä teknisiä, lainsäädännöllisiä ja hallinnollisia valmiuksia huolehtia lähteen ja sen käytön turvallisuudesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:31 e",
        "normalized_fi": "Korkea-aktiivisen umpilähteen tai lähteiden vienti Euroopan unionin ulkopuolelle tai tuonti Euroopan unionin ulkopuolelta on esitettävä jokaisen siirrettävän erän osalta etukäteen Säteilyturvakeskuksen hyväksyttäväksi. Hyväksymismenettelystä säädetään tarkemmin valtioneuvoston asetuksella. Korkea-aktiivista umpilähdettä ei saa viedä maahan, jolla ei ole riittäviä teknisiä, lainsäädännöllisiä ja hallinnollisia valmiuksia huolehtia lähteen ja sen käytön turvallisuudesta.",
        "folded_fi": "korkea-aktiivisen umpilahteen tai lahteiden vienti euroopan unionin ulkopuolelle tai tuonti euroopan unionin ulkopuolelta on esitettava jokaisen siirrettavan eran osalta etukateen sateilyturvakeskuksen hyvaksyttavaksi. hyvaksymismenettelysta saadetaan tarkemmin valtioneuvoston asetuksella. korkea-aktiivista umpilahdetta ei saa vieda maahan, jolla ei ole riittavia teknisia, lainsaadannollisia ja hallinnollisia valmiuksia huolehtia lahteen ja sen kayton turvallisuudesta.",
        "title_sv": "Export och import utanför Europeiska unionen",
        "content_sv": "Export eller import av en sluten strålkälla eller strålkällor med hög aktivitet till eller från ett land utanför Europeiska unionen skall i fråga om varje parti på förhand godkännas av Strålsäkerhetscentralen. Närmare bestämmelser om förfarandet för godkännande utfärdas genom förordning av statsrådet. En sluten strålkälla med hög aktivitet får inte exporteras till ett land som inte har tillräcklig beredskap med avseende på teknik, lagstiftning och administration för att garantera säkerheten i fråga om strålkällan och dess användning.",
        "normalized_sv": "Export eller import av en sluten strålkälla eller strålkällor med hög aktivitet till eller från ett land utanför Europeiska unionen skall i fråga om varje parti på förhand godkännas av Strålsäkerhetscentralen. Närmare bestämmelser om förfarandet för godkännande utfärdas genom förordning av statsrådet. En sluten strålkälla med hög aktivitet får inte exporteras till ett land som inte har tillräcklig beredskap med avseende på teknik, lagstiftning och administration för att garantera säkerheten i fråga om strålkällan och dess användning.",
        "folded_sv": "export eller import av en sluten stralkalla eller stralkallor med hog aktivitet till eller fran ett land utanfor europeiska unionen skall i fraga om varje parti pa forhand godkannas av stralsakerhetscentralen. narmare bestammelser om forfarandet for godkannande utfardas genom forordning av statsradet. en sluten stralkalla med hog aktivitet far inte exporteras till ett land som inte har tillracklig beredskap med avseende pa teknik, lagstiftning och administration for att garantera sakerheten i fraga om stralkallan och dess anvandning."
      }
    },
    {
      "provision_ref": "8:31 f",
      "chapter": "8",
      "section": "31 f",
      "title": "Vakuuden asettaminen",
      "content": "Jos korkea-aktiivisen umpilähteen aktiivisuus ylittää umpilähdedirektiivin liitteen 1 mukaisen aktiivisuustason satakertaisesti tai sitä enemmän, toiminnan harjoittajan on asetettava vakuus siten kuin 19 §:ssä säädetään. Vakuutta ei kuitenkaan tarvitse asettaa lähteelle, jonka puoliintumisaika on lyhyempi kuin 150 päivää. Vakuuden suuruuden määrää Säteilyturvakeskus jokaisen lähteen osalta erikseen. Vakuussumma koostuu kiinteästä perusmaksusta ja lähdekohtaisesta lisämaksusta, jonka määräämisperusteet ovat lähteen sisältämän radioaktiivisen aineen laatu sekä lähteen aktiivisuus. Vakuussumma pyöristetään lähimpään tuhanteen euroon. Vakuuden on oltava pankkitakaus, luottovakuutus tai turvaavuudeltaan näihin rinnastettava valtioneuvoston asetuksella säädettävä vakuus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:31 f",
        "normalized_fi": "Jos korkea-aktiivisen umpilähteen aktiivisuus ylittää umpilähdedirektiivin liitteen 1 mukaisen aktiivisuustason satakertaisesti tai sitä enemmän, toiminnan harjoittajan on asetettava vakuus siten kuin 19 § :ssä säädetään. Vakuutta ei kuitenkaan tarvitse asettaa lähteelle, jonka puoliintumisaika on lyhyempi kuin 150 päivää. Vakuuden suuruuden määrää Säteilyturvakeskus jokaisen lähteen osalta erikseen. Vakuussumma koostuu kiinteästä perusmaksusta ja lähdekohtaisesta lisämaksusta, jonka määräämisperusteet ovat lähteen sisältämän radioaktiivisen aineen laatu sekä lähteen aktiivisuus. Vakuussumma pyöristetään lähimpään tuhanteen euroon. Vakuuden on oltava pankkitakaus, luottovakuutus tai turvaavuudeltaan näihin rinnastettava valtioneuvoston asetuksella säädettävä vakuus.",
        "folded_fi": "jos korkea-aktiivisen umpilahteen aktiivisuus ylittaa umpilahdedirektiivin liitteen 1 mukaisen aktiivisuustason satakertaisesti tai sita enemman, toiminnan harjoittajan on asetettava vakuus siten kuin 19 §:ssa saadetaan. vakuutta ei kuitenkaan tarvitse asettaa lahteelle, jonka puoliintumisaika on lyhyempi kuin 150 paivaa. vakuuden suuruuden maaraa sateilyturvakeskus jokaisen lahteen osalta erikseen. vakuussumma koostuu kiinteasta perusmaksusta ja lahdekohtaisesta lisamaksusta, jonka maaraamisperusteet ovat lahteen sisaltaman radioaktiivisen aineen laatu seka lahteen aktiivisuus. vakuussumma pyoristetaan lahimpaan tuhanteen euroon. vakuuden on oltava pankkitakaus, luottovakuutus tai turvaavuudeltaan naihin rinnastettava valtioneuvoston asetuksella saadettava vakuus.",
        "title_sv": "Ställande av säkerhet",
        "content_sv": "Verksamhetsutövaren skall ställa säkerhet enligt 19 §, om aktiviteten hos en sluten strålkälla med hög aktivitet överskrider den aktivitetsnivå som anges i bilaga 1 till strålkällsdirektivet hundra gånger eller mer. Säkerhet behöver dock inte ställas för en strålkälla vars halveringstid är kortare än 150 dagar. Strålsäkerhetscentralen bestämmer säkerhetens omfattning separat för varje strålkälla. Säkerhetsbeloppet består av en fast grundavgift och en tilläggsavgift som fastställs för strålkällan utgående från den typ av radioaktivt ämne som strålkällan innehåller och strålkällans aktivitet. Säkerhetsbeloppet avrundas till närmaste tusen euro. Säkerheten skall vara en bankgaranti eller kreditförsäkring eller en genom förordning av statsrådet angiven säkerhet som i fråga om hur betryggande den är kan jämställas med dem.",
        "normalized_sv": "Verksamhetsutövaren skall ställa säkerhet enligt 19 § , om aktiviteten hos en sluten strålkälla med hög aktivitet överskrider den aktivitetsnivå som anges i bilaga 1 till strålkällsdirektivet hundra gånger eller mer. Säkerhet behöver dock inte ställas för en strålkälla vars halveringstid är kortare än 150 dagar. Strålsäkerhetscentralen bestämmer säkerhetens omfattning separat för varje strålkälla. Säkerhetsbeloppet består av en fast grundavgift och en tilläggsavgift som fastställs för strålkällan utgående från den typ av radioaktivt ämne som strålkällan innehåller och strålkällans aktivitet. Säkerhetsbeloppet avrundas till närmaste tusen euro. Säkerheten skall vara en bankgaranti eller kreditförsäkring eller en genom förordning av statsrådet angiven säkerhet som i fråga om hur betryggande den är kan jämställas med dem.",
        "folded_sv": "verksamhetsutovaren skall stalla sakerhet enligt 19 §, om aktiviteten hos en sluten stralkalla med hog aktivitet overskrider den aktivitetsniva som anges i bilaga 1 till stralkallsdirektivet hundra ganger eller mer. sakerhet behover dock inte stallas for en stralkalla vars halveringstid ar kortare an 150 dagar. stralsakerhetscentralen bestammer sakerhetens omfattning separat for varje stralkalla. sakerhetsbeloppet bestar av en fast grundavgift och en tillaggsavgift som faststalls for stralkallan utgaende fran den typ av radioaktivt amne som stralkallan innehaller och stralkallans aktivitet. sakerhetsbeloppet avrundas till narmaste tusen euro. sakerheten skall vara en bankgaranti eller kreditforsakring eller en genom forordning av statsradet angiven sakerhet som i fraga om hur betryggande den ar kan jamstallas med dem."
      }
    },
    {
      "provision_ref": "8:31 g",
      "chapter": "8",
      "section": "31 g",
      "title": "Valtuutussäännös",
      "content": "Valtioneuvoston asetuksella säädetään tarkemmin: 1) korkea-aktiivisen umpilähteen mukana toimitettavista lähdettä ja sen yksilöimistä koskevista tiedoista sekä lähteen varustamisesta säteilyvaarasta varoittavilla merkinnöillä; 2) toiminnan harjoittajan velvollisuudesta raportoida valvontaviranomaiselle vastuullaan olevista korkea-aktiivisista umpilähteistä; 3) radioaktiivisten jätteiden vaarattomaksi tekemiseksi tarpeellisten tehtävien hoitamisesta valtion toimesta siinä tapauksessa, että 10 §:n 3 momentissa tarkoitettua tunnustettua laitosta ei toistaiseksi ole; sekä 4) 31 f §:ssä tarkoitetun vakuuden määräämisperusteista. Valtioneuvoston asetuksella voidaan säätää myös vakuuden määräämisperusteiden tarkistamisesta siinä tapauksessa, että olosuhteet olennaisesti muuttuvat. Samalla tulee tarvittaessa säätää siitä, missä ajassa jo asetetut vakuudet on täydennettävä tarkistettujen perusteiden mukaisiksi. Umpilähdedirektiivin liitteen 1 mukaiset radionuklidikohtaiset aktiivisuustasot julkaisee Säteilyturvakeskus määräyskokoelmassaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:31 g",
        "normalized_fi": "Valtioneuvoston asetuksella säädetään tarkemmin: 1) korkea-aktiivisen umpilähteen mukana toimitettavista lähdettä ja sen yksilöimistä koskevista tiedoista sekä lähteen varustamisesta säteilyvaarasta varoittavilla merkinnöillä; 2) toiminnan harjoittajan velvollisuudesta raportoida valvontaviranomaiselle vastuullaan olevista korkea-aktiivisista umpilähteistä; 3) radioaktiivisten jätteiden vaarattomaksi tekemiseksi tarpeellisten tehtävien hoitamisesta valtion toimesta siinä tapauksessa, että 10 § :n 3 momentissa tarkoitettua tunnustettua laitosta ei toistaiseksi ole; sekä 4) 31 f § :ssä tarkoitetun vakuuden määräämisperusteista. Valtioneuvoston asetuksella voidaan säätää myös vakuuden määräämisperusteiden tarkistamisesta siinä tapauksessa, että olosuhteet olennaisesti muuttuvat. Samalla tulee tarvittaessa säätää siitä, missä ajassa jo asetetut vakuudet on täydennettävä tarkistettujen perusteiden mukaisiksi. Umpilähdedirektiivin liitteen 1 mukaiset radionuklidikohtaiset aktiivisuustasot julkaisee Säteilyturvakeskus määräyskokoelmassaan.",
        "folded_fi": "valtioneuvoston asetuksella saadetaan tarkemmin: 1) korkea-aktiivisen umpilahteen mukana toimitettavista lahdetta ja sen yksiloimista koskevista tiedoista seka lahteen varustamisesta sateilyvaarasta varoittavilla merkinnoilla; 2) toiminnan harjoittajan velvollisuudesta raportoida valvontaviranomaiselle vastuullaan olevista korkea-aktiivisista umpilahteista; 3) radioaktiivisten jatteiden vaarattomaksi tekemiseksi tarpeellisten tehtavien hoitamisesta valtion toimesta siina tapauksessa, etta 10 §:n 3 momentissa tarkoitettua tunnustettua laitosta ei toistaiseksi ole; seka 4) 31 f §:ssa tarkoitetun vakuuden maaraamisperusteista. valtioneuvoston asetuksella voidaan saataa myos vakuuden maaraamisperusteiden tarkistamisesta siina tapauksessa, etta olosuhteet olennaisesti muuttuvat. samalla tulee tarvittaessa saataa siita, missa ajassa jo asetetut vakuudet on taydennettava tarkistettujen perusteiden mukaisiksi. umpilahdedirektiivin liitteen 1 mukaiset radionuklidikohtaiset aktiivisuustasot julkaisee sateilyturvakeskus maarayskokoelmassaan.",
        "title_sv": "Bemyndigande",
        "content_sv": "Genom förordning av statsrådet utfärdas närmare bestämmelser om 1) de uppgifter om strålkällan och identifieringen av den som skall levereras tillsammans med varje sluten strålkälla med hög aktivitet samt om förseende av strålkällan med en varning för risk för strålning, 2) verksamhetsutövarens skyldighet att rapportera till tillsynsmyndigheten om de slutna strålkällor med hög aktivitet som verksamhetsutövaren ansvarar för, 3) hur staten skall vidta nödvändiga åtgärder för oskadliggörande av radioaktivt avfall, om det för tillfället inte finns någon sådan godkänd anläggning som avses i 10 § 3 mom., samt 4) grunderna för fastställande av en sådan säkerhet som avses i 31 f §. Genom förordning av statsrådet kan bestämmelser också utfärdas om justering av grunderna för fastställande av säkerhet i det fall att förhållandena förändras väsentligt. Samtidigt skall vid behov föreskrivas om den tid inom vilken tidigare ställda säkerheter skall kompletteras i enlighet med de justerade grunderna. De aktivitetsnivåer för radionuklider som avses i bilaga 1 till strålkällsdirektivet publiceras i Strålsäkerhetscentralens föreskriftssamling.",
        "normalized_sv": "Genom förordning av statsrådet utfärdas närmare bestämmelser om 1) de uppgifter om strålkällan och identifieringen av den som skall levereras tillsammans med varje sluten strålkälla med hög aktivitet samt om förseende av strålkällan med en varning för risk för strålning, 2) verksamhetsutövarens skyldighet att rapportera till tillsynsmyndigheten om de slutna strålkällor med hög aktivitet som verksamhetsutövaren ansvarar för, 3) hur staten skall vidta nödvändiga åtgärder för oskadliggörande av radioaktivt avfall, om det för tillfället inte finns någon sådan godkänd anläggning som avses i 10 § 3 mom., samt 4) grunderna för fastställande av en sådan säkerhet som avses i 31 f § . Genom förordning av statsrådet kan bestämmelser också utfärdas om justering av grunderna för fastställande av säkerhet i det fall att förhållandena förändras väsentligt. Samtidigt skall vid behov föreskrivas om den tid inom vilken tidigare ställda säkerheter skall kompletteras i enlighet med de justerade grunderna. De aktivitetsnivåer för radionuklider som avses i bilaga 1 till strålkällsdirektivet publiceras i Strålsäkerhetscentralens föreskriftssamling.",
        "folded_sv": "genom forordning av statsradet utfardas narmare bestammelser om 1) de uppgifter om stralkallan och identifieringen av den som skall levereras tillsammans med varje sluten stralkalla med hog aktivitet samt om forseende av stralkallan med en varning for risk for stralning, 2) verksamhetsutovarens skyldighet att rapportera till tillsynsmyndigheten om de slutna stralkallor med hog aktivitet som verksamhetsutovaren ansvarar for, 3) hur staten skall vidta nodvandiga atgarder for oskadliggorande av radioaktivt avfall, om det for tillfallet inte finns nagon sadan godkand anlaggning som avses i 10 § 3 mom., samt 4) grunderna for faststallande av en sadan sakerhet som avses i 31 f §. genom forordning av statsradet kan bestammelser ocksa utfardas om justering av grunderna for faststallande av sakerhet i det fall att forhallandena forandras vasentligt. samtidigt skall vid behov foreskrivas om den tid inom vilken tidigare stallda sakerheter skall kompletteras i enlighet med de justerade grunderna. de aktivitetsnivaer for radionuklider som avses i bilaga 1 till stralkallsdirektivet publiceras i stralsakerhetscentralens foreskriftssamling."
      }
    },
    {
      "provision_ref": "8:32 a",
      "chapter": "8",
      "section": "32 a",
      "title": "Annosmittauspalvelun hyväksyminen",
      "content": "Edellä 12 §:ssä tarkoitettu annosmittauspalvelu on esitettävä Säteilyturvakeskuksen hyväksyttäväksi ennen toiminnan aloittamista. Annosmittauspalvelun hyväksyttävyyttä arvioitaessa tulee kiinnittää huomiota erityisesti mittausmenetelmien soveltuvuuteen, mittaushenkilöstön pätevyyteen sekä toiminnan ohjauksessa käytettävään laatujärjestelmään. Annosmittauspalvelu hyväksytään määräajaksi, enintään viideksi vuodeksi kerrallaan. Hyväksytyn annosmittauspalvelun valvonnasta on voimassa, mitä 53 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:32 a",
        "normalized_fi": "Edellä 12 § :ssä tarkoitettu annosmittauspalvelu on esitettävä Säteilyturvakeskuksen hyväksyttäväksi ennen toiminnan aloittamista. Annosmittauspalvelun hyväksyttävyyttä arvioitaessa tulee kiinnittää huomiota erityisesti mittausmenetelmien soveltuvuuteen, mittaushenkilöstön pätevyyteen sekä toiminnan ohjauksessa käytettävään laatujärjestelmään. Annosmittauspalvelu hyväksytään määräajaksi, enintään viideksi vuodeksi kerrallaan. Hyväksytyn annosmittauspalvelun valvonnasta on voimassa, mitä 53 § :ssä säädetään.",
        "folded_fi": "edella 12 §:ssa tarkoitettu annosmittauspalvelu on esitettava sateilyturvakeskuksen hyvaksyttavaksi ennen toiminnan aloittamista. annosmittauspalvelun hyvaksyttavyytta arvioitaessa tulee kiinnittaa huomiota erityisesti mittausmenetelmien soveltuvuuteen, mittaushenkiloston patevyyteen seka toiminnan ohjauksessa kaytettavaan laatujarjestelmaan. annosmittauspalvelu hyvaksytaan maaraajaksi, enintaan viideksi vuodeksi kerrallaan. hyvaksytyn annosmittauspalvelun valvonnasta on voimassa, mita 53 §:ssa saadetaan.",
        "title_sv": "Godkännande av dosimetritjänst",
        "content_sv": "Dosimetritjänst som avses i 12 § skall godkännas av Strålsäkerhetscentralen innan verksamheten inleds. Vid bedömningen av dosimetritjänsten skall särskild uppmärksamhet fästas vid mätningsmetodernas lämplighet, mätningspersonalens kompetens samt det kvalitetssystem som används inom verksamhetens ledning. Dosimetritjänsten godkänns för viss tid, högst fem år i sänder. I fråga om tillsynen över en godkänd dosimetritjänst gäller bestämmelserna i 53 §.",
        "normalized_sv": "Dosimetritjänst som avses i 12 § skall godkännas av Strålsäkerhetscentralen innan verksamheten inleds. Vid bedömningen av dosimetritjänsten skall särskild uppmärksamhet fästas vid mätningsmetodernas lämplighet, mätningspersonalens kompetens samt det kvalitetssystem som används inom verksamhetens ledning. Dosimetritjänsten godkänns för viss tid, högst fem år i sänder. I fråga om tillsynen över en godkänd dosimetritjänst gäller bestämmelserna i 53 § .",
        "folded_sv": "dosimetritjanst som avses i 12 § skall godkannas av stralsakerhetscentralen innan verksamheten inleds. vid bedomningen av dosimetritjansten skall sarskild uppmarksamhet fastas vid matningsmetodernas lamplighet, matningspersonalens kompetens samt det kvalitetssystem som anvands inom verksamhetens ledning. dosimetritjansten godkanns for viss tid, hogst fem ar i sander. i fraga om tillsynen over en godkand dosimetritjanst galler bestammelserna i 53 §."
      }
    },
    {
      "provision_ref": "8:52 a",
      "chapter": "8",
      "section": "52 a",
      "title": "Tuonti, vienti ja kauttakuljetus",
      "content": "Käytöstä poistettua säteilylähdettä, joka on valmistettu muualla kuin Suomessa, ei saa tuoda Suomeen radioaktiivisena jätteenä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:52 a",
        "normalized_fi": "Käytöstä poistettua säteilylähdettä, joka on valmistettu muualla kuin Suomessa, ei saa tuoda Suomeen radioaktiivisena jätteenä.",
        "folded_fi": "kaytosta poistettua sateilylahdetta, joka on valmistettu muualla kuin suomessa, ei saa tuoda suomeen radioaktiivisena jatteena.",
        "title_sv": "Import, export och transitering",
        "content_sv": "En strålkälla som tagits ur bruk och som är tillverkad utanför Finland får inte föras in i Finland som radioaktivt avfall.",
        "normalized_sv": "En strålkälla som tagits ur bruk och som är tillverkad utanför Finland får inte föras in i Finland som radioaktivt avfall.",
        "folded_sv": "en stralkalla som tagits ur bruk och som ar tillverkad utanfor finland far inte foras in i finland som radioaktivt avfall."
      }
    },
    {
      "provision_ref": "8:61",
      "chapter": "8",
      "section": "61",
      "title": "Säteilyrikkomus",
      "content": "Toiminnan harjoittaja, joka tahallaan tai huolimattomuudesta olennaisesti 3) laiminlyö 15 §:ssä säädetyn tiedonantovelvollisuuden, 28 §:ssä säädetyt luovuttajan velvollisuudet, 29 §:ssä säädetyn huolehtimisvelvollisuuden, 52 §:ssä säädetyn luovuttajan selonottovelvollisuuden taikka 31 e §:ssä tai 52 a §:ssä säädetyn hyväksynnän hakemisen, 3 a) laiminlyö 14 b §:ssä säädetyn kirjanpito- ja ilmoitusvelvollisuuden tai sen, mitä valtioneuvoston asetuksella on säädetty radioaktiivista ainetta sisältävien säteilylähteiden saantojen, luovutusten ja muiden kirjanpitotapahtumien ilmoittamisesta valvontaviranomaiselle, 3 b) valmistaa korkea-aktiivisen umpilähteen sitä 31 d §:ssä säädetyn mukaisesti yksilöimättä tai tuo maahan yksilöimättömän korkea-aktiivisen umpilähteen 31 d §:n 3 momentissa säädetyn kiellon vastaisesti, taikka säteilyrikkomuksesta on tuomittava, jollei teko ole 60 §:n mukaan rangaistava taikka jollei siitä muualla laissa säädetä ankarampaa rangaistusta, sakkoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:61",
        "normalized_fi": "Toiminnan harjoittaja, joka tahallaan tai huolimattomuudesta olennaisesti 3) laiminlyö 15 § :ssä säädetyn tiedonantovelvollisuuden, 28 § :ssä säädetyt luovuttajan velvollisuudet, 29 § :ssä säädetyn huolehtimisvelvollisuuden, 52 § :ssä säädetyn luovuttajan selonottovelvollisuuden taikka 31 e § :ssä tai 52 a § :ssä säädetyn hyväksynnän hakemisen, 3 a) laiminlyö 14 b § :ssä säädetyn kirjanpito- ja ilmoitusvelvollisuuden tai sen, mitä valtioneuvoston asetuksella on säädetty radioaktiivista ainetta sisältävien säteilylähteiden saantojen, luovutusten ja muiden kirjanpitotapahtumien ilmoittamisesta valvontaviranomaiselle, 3 b) valmistaa korkea-aktiivisen umpilähteen sitä 31 d § :ssä säädetyn mukaisesti yksilöimättä tai tuo maahan yksilöimättömän korkea-aktiivisen umpilähteen 31 d § :n 3 momentissa säädetyn kiellon vastaisesti, taikka säteilyrikkomuksesta on tuomittava, jollei teko ole 60 § :n mukaan rangaistava taikka jollei siitä muualla laissa säädetä ankarampaa rangaistusta, sakkoon.",
        "folded_fi": "toiminnan harjoittaja, joka tahallaan tai huolimattomuudesta olennaisesti 3) laiminlyo 15 §:ssa saadetyn tiedonantovelvollisuuden, 28 §:ssa saadetyt luovuttajan velvollisuudet, 29 §:ssa saadetyn huolehtimisvelvollisuuden, 52 §:ssa saadetyn luovuttajan selonottovelvollisuuden taikka 31 e §:ssa tai 52 a §:ssa saadetyn hyvaksynnan hakemisen, 3 a) laiminlyo 14 b §:ssa saadetyn kirjanpito- ja ilmoitusvelvollisuuden tai sen, mita valtioneuvoston asetuksella on saadetty radioaktiivista ainetta sisaltavien sateilylahteiden saantojen, luovutusten ja muiden kirjanpitotapahtumien ilmoittamisesta valvontaviranomaiselle, 3 b) valmistaa korkea-aktiivisen umpilahteen sita 31 d §:ssa saadetyn mukaisesti yksiloimatta tai tuo maahan yksiloimattoman korkea-aktiivisen umpilahteen 31 d §:n 3 momentissa saadetyn kiellon vastaisesti, taikka sateilyrikkomuksesta on tuomittava, jollei teko ole 60 §:n mukaan rangaistava taikka jollei siita muualla laissa saadeta ankarampaa rangaistusta, sakkoon.",
        "title_sv": "Strålskyddsförseelse",
        "content_sv": "En verksamhetsledare som uppsåtligen eller av oaktsamhet väsentligt 3) försummar den i 15 § föreskrivna skyldigheten att lämna uppgifter, överlåtarens plikter enligt 28 §, ombesörjningsplikten enligt 29 §, överlåtarens utredningsplikt enligt 52 § eller ansökan om godkännande enligt 31 e eller 52 a §, 3 a) försummar den bokförings- och anmälningsskyldighet som avses i 14 b § eller iakttagandet av de bestämmelser som genom förordning av statsrådet utfärdats om anmälan till tillsynsmyndigheten om förvärv, överlåtelser och andra bokföringshändelser avseende strålkällor som innehåller radioaktiva ämnen, 3 b) tillverkar en sluten strålkälla med hög aktivitet utan att identifiera den på det sätt som avses i 31 d § eller trots förbudet i 31 d § 3 mom. importerar en sluten strålkälla med hög aktivitet som inte identifierats, eller strålskyddsförseelse skall, om inte gärningen är straffbar enligt 60 § eller om inte strängare straff för den bestäms någon annanstans i lag, för dömas till böter.",
        "normalized_sv": "En verksamhetsledare som uppsåtligen eller av oaktsamhet väsentligt 3) försummar den i 15 § föreskrivna skyldigheten att lämna uppgifter, överlåtarens plikter enligt 28 § , ombesörjningsplikten enligt 29 § , överlåtarens utredningsplikt enligt 52 § eller ansökan om godkännande enligt 31 e eller 52 a § , 3 a) försummar den bokförings- och anmälningsskyldighet som avses i 14 b § eller iakttagandet av de bestämmelser som genom förordning av statsrådet utfärdats om anmälan till tillsynsmyndigheten om förvärv, överlåtelser och andra bokföringshändelser avseende strålkällor som innehåller radioaktiva ämnen, 3 b) tillverkar en sluten strålkälla med hög aktivitet utan att identifiera den på det sätt som avses i 31 d § eller trots förbudet i 31 d § 3 mom. importerar en sluten strålkälla med hög aktivitet som inte identifierats, eller strålskyddsförseelse skall, om inte gärningen är straffbar enligt 60 § eller om inte strängare straff för den bestäms någon annanstans i lag, för dömas till böter.",
        "folded_sv": "en verksamhetsledare som uppsatligen eller av oaktsamhet vasentligt 3) forsummar den i 15 § foreskrivna skyldigheten att lamna uppgifter, overlatarens plikter enligt 28 §, ombesorjningsplikten enligt 29 §, overlatarens utredningsplikt enligt 52 § eller ansokan om godkannande enligt 31 e eller 52 a §, 3 a) forsummar den bokforings- och anmalningsskyldighet som avses i 14 b § eller iakttagandet av de bestammelser som genom forordning av statsradet utfardats om anmalan till tillsynsmyndigheten om forvarv, overlatelser och andra bokforingshandelser avseende stralkallor som innehaller radioaktiva amnen, 3 b) tillverkar en sluten stralkalla med hog aktivitet utan att identifiera den pa det satt som avses i 31 d § eller trots forbudet i 31 d § 3 mom. importerar en sluten stralkalla med hog aktivitet som inte identifierats, eller stralskyddsforseelse skall, om inte garningen ar straffbar enligt 60 § eller om inte strangare straff for den bestams nagon annanstans i lag, for domas till boter."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Radioaktiivinen jäte",
      "content": "Tunnustetulla laitoksella tarkoitetaan Suomessa rekisteröityä yritystä tai muuta toiminnan harjoittajaa, jonka toimialaan kuuluu radioaktiivisten jätteiden vaarattomaksi tekeminen ja jolla on turvallisuuslupa tähän toimintaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Tunnustetulla laitoksella tarkoitetaan Suomessa rekisteröityä yritystä tai muuta toiminnan harjoittajaa, jonka toimialaan kuuluu radioaktiivisten jätteiden vaarattomaksi tekeminen ja jolla on turvallisuuslupa tähän toimintaan.",
        "folded_fi": "tunnustetulla laitoksella tarkoitetaan suomessa rekisteroitya yritysta tai muuta toiminnan harjoittajaa, jonka toimialaan kuuluu radioaktiivisten jatteiden vaarattomaksi tekeminen ja jolla on turvallisuuslupa tahan toimintaan.",
        "title_sv": "Radioaktivt avfall",
        "content_sv": "godkänd anläggning Med avses sådana i Finland registrerade företag eller andra verksamhetsutövare vars verksamhetsområde omfattar oskadliggörande av radioaktivt avfall och som har säkerhetstillstånd för denna typ av verksamhet.",
        "normalized_sv": "godkänd anläggning Med avses sådana i Finland registrerade företag eller andra verksamhetsutövare vars verksamhetsområde omfattar oskadliggörande av radioaktivt avfall och som har säkerhetstillstånd för denna typ av verksamhet.",
        "folded_sv": "godkand anlaggning med avses sadana i finland registrerade foretag eller andra verksamhetsutovare vars verksamhetsomrade omfattar oskadliggorande av radioaktivt avfall och som har sakerhetstillstand for denna typ av verksamhet."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Säteilytyö",
      "content": "Hyväksytyllä annosmittauspalvelulla tarkoitetaan toimintayksikköä tai palveluntuottajaa, joka vastaa työntekijöiden säteilyaltistuksen seurantaan kuuluvasta henkilökohtaisten säteilyannosten mittaamisesta ja määrittämisestä ja jonka Säteilyturvakeskus on hyväksynyt siten kuin 32 a §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Hyväksytyllä annosmittauspalvelulla tarkoitetaan toimintayksikköä tai palveluntuottajaa, joka vastaa työntekijöiden säteilyaltistuksen seurantaan kuuluvasta henkilökohtaisten säteilyannosten mittaamisesta ja määrittämisestä ja jonka Säteilyturvakeskus on hyväksynyt siten kuin 32 a § :ssä säädetään.",
        "folded_fi": "hyvaksytylla annosmittauspalvelulla tarkoitetaan toimintayksikkoa tai palveluntuottajaa, joka vastaa tyontekijoiden sateilyaltistuksen seurantaan kuuluvasta henkilokohtaisten sateilyannosten mittaamisesta ja maarittamisesta ja jonka sateilyturvakeskus on hyvaksynyt siten kuin 32 a §:ssa saadetaan.",
        "title_sv": "Strålningsarbete",
        "content_sv": "godkänd dosimetritjänst Med avses en verksamhetsenhet eller tjänsteproducent som ansvarar för mätande och fastställande av individuella stråldoser vid kontrollen av arbetstagarnas exponering för strålning och som Strålsäkerhetscentralen har godkänt enligt 32 a §.",
        "normalized_sv": "godkänd dosimetritjänst Med avses en verksamhetsenhet eller tjänsteproducent som ansvarar för mätande och fastställande av individuella stråldoser vid kontrollen av arbetstagarnas exponering för strålning och som Strålsäkerhetscentralen har godkänt enligt 32 a § .",
        "folded_sv": "godkand dosimetritjanst med avses en verksamhetsenhet eller tjansteproducent som ansvarar for matande och faststallande av individuella straldoser vid kontrollen av arbetstagarnas exponering for stralning och som stralsakerhetscentralen har godkant enligt 32 a §."
      }
    },
    {
      "provision_ref": "14 a",
      "section": "14 a",
      "title": "Koulutusvelvollisuus",
      "content": "Toiminnan harjoittaja on velvollinen järjestämään toiminnan laadun ja laajuuden mukaan suunniteltua koulutusta säteilylähteiden käyttöön osallistuville henkilöille. Koulutuksessa tulee säteilylähteiden käytön edellyttämien tietojen ja taitojen ohella korostaa turvallisuutta ja laadunhallintaa normaalista poikkeavien tapahtumien ennalta ehkäisemiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14 a",
        "normalized_fi": "Toiminnan harjoittaja on velvollinen järjestämään toiminnan laadun ja laajuuden mukaan suunniteltua koulutusta säteilylähteiden käyttöön osallistuville henkilöille. Koulutuksessa tulee säteilylähteiden käytön edellyttämien tietojen ja taitojen ohella korostaa turvallisuutta ja laadunhallintaa normaalista poikkeavien tapahtumien ennalta ehkäisemiseksi.",
        "folded_fi": "toiminnan harjoittaja on velvollinen jarjestamaan toiminnan laadun ja laajuuden mukaan suunniteltua koulutusta sateilylahteiden kayttoon osallistuville henkiloille. koulutuksessa tulee sateilylahteiden kayton edellyttamien tietojen ja taitojen ohella korostaa turvallisuutta ja laadunhallintaa normaalista poikkeavien tapahtumien ennalta ehkaisemiseksi.",
        "title_sv": "Skyldighet att ordna utbildning",
        "content_sv": "Verksamhetsutövaren är skyldig att ordna utbildning för personer som deltar i användning av strålkällor. Utbildningen skall planeras enligt verksamhetens art och omfattning och i den skall förutom de kunskaper och färdigheter som förutsätts för användning av strålkällor även betonas säkerhet och kvalitetsledning för förebyggande av incidenter som avviker från det normala.",
        "normalized_sv": "Verksamhetsutövaren är skyldig att ordna utbildning för personer som deltar i användning av strålkällor. Utbildningen skall planeras enligt verksamhetens art och omfattning och i den skall förutom de kunskaper och färdigheter som förutsätts för användning av strålkällor även betonas säkerhet och kvalitetsledning för förebyggande av incidenter som avviker från det normala.",
        "folded_sv": "verksamhetsutovaren ar skyldig att ordna utbildning for personer som deltar i anvandning av stralkallor. utbildningen skall planeras enligt verksamhetens art och omfattning och i den skall forutom de kunskaper och fardigheter som forutsatts for anvandning av stralkallor aven betonas sakerhet och kvalitetsledning for forebyggande av incidenter som avviker fran det normala."
      }
    },
    {
      "provision_ref": "14 b",
      "section": "14 b",
      "title": "Kirjanpito- ja ilmoitusvelvollisuus",
      "content": "Toiminnan harjoittajan tulee pitää kirjaa vastuullaan olevista radioaktiivista ainetta sisältävistä säteilylähteistä. Kirjanpito on pidettävä jatkuvasti ajan tasalla. Radioaktiivista ainetta sisältävien säteilylähteiden saannot, luovutukset ja muut kirjanpitotapahtumat on ilmoitettava Säteilyturvakeskuksen ylläpitämään rekisteriin. Ilmoittamisesta on voimassa, mitä siitä on säädetty tai säädetään valtioneuvoston asetuksella. Kirjanpitoa ja rekisteriin ilmoittamista koskevat tarkemmat ohjeet antaa Säteilyturvakeskus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14 b",
        "normalized_fi": "Toiminnan harjoittajan tulee pitää kirjaa vastuullaan olevista radioaktiivista ainetta sisältävistä säteilylähteistä. Kirjanpito on pidettävä jatkuvasti ajan tasalla. Radioaktiivista ainetta sisältävien säteilylähteiden saannot, luovutukset ja muut kirjanpitotapahtumat on ilmoitettava Säteilyturvakeskuksen ylläpitämään rekisteriin. Ilmoittamisesta on voimassa, mitä siitä on säädetty tai säädetään valtioneuvoston asetuksella. Kirjanpitoa ja rekisteriin ilmoittamista koskevat tarkemmat ohjeet antaa Säteilyturvakeskus.",
        "folded_fi": "toiminnan harjoittajan tulee pitaa kirjaa vastuullaan olevista radioaktiivista ainetta sisaltavista sateilylahteista. kirjanpito on pidettava jatkuvasti ajan tasalla. radioaktiivista ainetta sisaltavien sateilylahteiden saannot, luovutukset ja muut kirjanpitotapahtumat on ilmoitettava sateilyturvakeskuksen yllapitamaan rekisteriin. ilmoittamisesta on voimassa, mita siita on saadetty tai saadetaan valtioneuvoston asetuksella. kirjanpitoa ja rekisteriin ilmoittamista koskevat tarkemmat ohjeet antaa sateilyturvakeskus.",
        "title_sv": "Bokförings- och anmälningsskyldighet",
        "content_sv": "Verksamhetsutövaren skall föra bok över de strålkällor inom det egna ansvarsområdet som innehåller radioaktiva ämnen. Bokföringen skall hållas uppdaterad. Förvärv, överlåtelser och andra bokföringshändelser i fråga om strålkällor som innehåller radioaktiva ämnen skall anmälas till ett register som förs av Strålsäkerhetscentralen. Vid anmälan gäller det som föreskrivits eller föreskrivs om saken genom förordning av statsrådet. Strålsäkerhetscentralen ger närmare anvisningar om bokföringen och anmälan till registret.",
        "normalized_sv": "Verksamhetsutövaren skall föra bok över de strålkällor inom det egna ansvarsområdet som innehåller radioaktiva ämnen. Bokföringen skall hållas uppdaterad. Förvärv, överlåtelser och andra bokföringshändelser i fråga om strålkällor som innehåller radioaktiva ämnen skall anmälas till ett register som förs av Strålsäkerhetscentralen. Vid anmälan gäller det som föreskrivits eller föreskrivs om saken genom förordning av statsrådet. Strålsäkerhetscentralen ger närmare anvisningar om bokföringen och anmälan till registret.",
        "folded_sv": "verksamhetsutovaren skall fora bok over de stralkallor inom det egna ansvarsomradet som innehaller radioaktiva amnen. bokforingen skall hallas uppdaterad. forvarv, overlatelser och andra bokforingshandelser i fraga om stralkallor som innehaller radioaktiva amnen skall anmalas till ett register som fors av stralsakerhetscentralen. vid anmalan galler det som foreskrivits eller foreskrivs om saken genom forordning av statsradet. stralsakerhetscentralen ger narmare anvisningar om bokforingen och anmalan till registret."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "8:31 a",
      "chapter": "8",
      "section": "31 a",
      "title": "Määritelmät",
      "content": "Umpilähdedirektiivillä tarkoitetaan korkea-aktiivisten radioaktiivista ainetta sisältävien umpilähteiden ja isännättömien lähteiden valvonnasta annettua neuvoston direktiiviä 2003/122/Euratom. Korkea-aktiivisella umpilähteellä (lähteellä) tarkoitetaan säteilylähdettä, jonka sisältämän radionuklidin aktiivisuus lähteen valmistuessa tai, jos valmistuksenaikaista aktiivisuutta ei tiedetä, lähdettä ensimmäisen kerran markkinoille saatettaessa on vähintään umpilähdedirektiivin liitteen 1 mukaisella aktiivisuustasolla ja jonka rakenne tavanomaisissa käyttöolosuhteissa estää radioaktiivisen aineen leviämisen ympäristöön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:31 a",
        "normalized_fi": "Umpilähdedirektiivillä tarkoitetaan korkea-aktiivisten radioaktiivista ainetta sisältävien umpilähteiden ja isännättömien lähteiden valvonnasta annettua neuvoston direktiiviä 2003/122/Euratom. Korkea-aktiivisella umpilähteellä (lähteellä) tarkoitetaan säteilylähdettä, jonka sisältämän radionuklidin aktiivisuus lähteen valmistuessa tai, jos valmistuksenaikaista aktiivisuutta ei tiedetä, lähdettä ensimmäisen kerran markkinoille saatettaessa on vähintään umpilähdedirektiivin liitteen 1 mukaisella aktiivisuustasolla ja jonka rakenne tavanomaisissa käyttöolosuhteissa estää radioaktiivisen aineen leviämisen ympäristöön.",
        "folded_fi": "umpilahdedirektiivilla tarkoitetaan korkea-aktiivisten radioaktiivista ainetta sisaltavien umpilahteiden ja isannattomien lahteiden valvonnasta annettua neuvoston direktiivia 2003/122/euratom. korkea-aktiivisella umpilahteella (lahteella) tarkoitetaan sateilylahdetta, jonka sisaltaman radionuklidin aktiivisuus lahteen valmistuessa tai, jos valmistuksenaikaista aktiivisuutta ei tiedeta, lahdetta ensimmaisen kerran markkinoille saatettaessa on vahintaan umpilahdedirektiivin liitteen 1 mukaisella aktiivisuustasolla ja jonka rakenne tavanomaisissa kayttoolosuhteissa estaa radioaktiivisen aineen leviamisen ymparistoon.",
        "title_sv": "Definitioner",
        "content_sv": "strålkällsdirektivet Med avses Europeiska unionens råds direktiv 2003/122/EURATOM om kontroll av slutna radioaktiva strålkällor med hög aktivitet och herrelösa strålkällor. sluten strålkälla med hög aktivitet Med (strålkälla) avses en strålkälla som innehåller en eller flera radionuklider vars aktivitet vid tidpunkten för tillverkningen, eller om aktiviteten vid den tidpunkten inte är känd, när den först släpps ut på marknaden, uppgår till minst det värde som framgår av bilaga 1 till strålkällsdirektivet. Strålkällans struktur förhindrar vid normal användning att det radioaktiva ämnet sprids ut i miljön.",
        "normalized_sv": "strålkällsdirektivet Med avses Europeiska unionens råds direktiv 2003/122/EURATOM om kontroll av slutna radioaktiva strålkällor med hög aktivitet och herrelösa strålkällor. sluten strålkälla med hög aktivitet Med (strålkälla) avses en strålkälla som innehåller en eller flera radionuklider vars aktivitet vid tidpunkten för tillverkningen, eller om aktiviteten vid den tidpunkten inte är känd, när den först släpps ut på marknaden, uppgår till minst det värde som framgår av bilaga 1 till strålkällsdirektivet. Strålkällans struktur förhindrar vid normal användning att det radioaktiva ämnet sprids ut i miljön.",
        "folded_sv": "stralkallsdirektivet med avses europeiska unionens rads direktiv 2003/122/euratom om kontroll av slutna radioaktiva stralkallor med hog aktivitet och herrelosa stralkallor. sluten stralkalla med hog aktivitet med (stralkalla) avses en stralkalla som innehaller en eller flera radionuklider vars aktivitet vid tidpunkten for tillverkningen, eller om aktiviteten vid den tidpunkten inte ar kand, nar den forst slapps ut pa marknaden, uppgar till minst det varde som framgar av bilaga 1 till stralkallsdirektivet. stralkallans struktur forhindrar vid normal anvandning att det radioaktiva amnet sprids ut i miljon."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "8:31 b",
      "chapter": "8",
      "section": "31 b",
      "title": "Turvallisuusluvan hakeminen ja myöntäminen",
      "content": "Haettaessa turvallisuuslupaa korkea-aktiivisten umpilähteiden käyttöön tulee lupahakemukseen liittää selvitykset tämän lain 16 ja 18 §:n mukaisten vaatimusten täyttämisestä. Selvitykset on esitettävä erityisesti: 1) lähteistä ja niiden suojuksista sekä lähteiden käyttöön liittyvistä laitteista; 2) lähteiden käyttöä ja hoitoa koskevasta laatujärjestelmästä ja laadunhallinnassa käytettävistä menettelytavoista; 3) lähteiden, suojusten ja lähteiden käyttöön liittyvien laitteiden huollosta; 4) menettelystä hätätilanteessa ja tilanteessa, jossa turvallisuus merkittävästi vaarantuu; sekä 5) käytöstä poistettavien lähteiden vaarattomaksi tekemisestä, mukaan luettuna järjestelyt näiden lähteiden palauttamiseksi valmistajalle tai toimittajalle taikka luovuttamiseksi tunnustettuun laitokseen. Lupa 31 f §:ssä tarkoitetun lähteen käyttöön voidaan myöntää vain, jos 19 §:n mukainen vakuus on asetettu. Myöntäessään turvallisuusluvan Säteilyturvakeskuksen tulee asettaa turvallisuusvaatimusten täyttämiseksi tarpeelliset ehdot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:31 b",
        "normalized_fi": "Haettaessa turvallisuuslupaa korkea-aktiivisten umpilähteiden käyttöön tulee lupahakemukseen liittää selvitykset tämän lain 16 ja 18 § :n mukaisten vaatimusten täyttämisestä. Selvitykset on esitettävä erityisesti: 1) lähteistä ja niiden suojuksista sekä lähteiden käyttöön liittyvistä laitteista; 2) lähteiden käyttöä ja hoitoa koskevasta laatujärjestelmästä ja laadunhallinnassa käytettävistä menettelytavoista; 3) lähteiden, suojusten ja lähteiden käyttöön liittyvien laitteiden huollosta; 4) menettelystä hätätilanteessa ja tilanteessa, jossa turvallisuus merkittävästi vaarantuu; sekä 5) käytöstä poistettavien lähteiden vaarattomaksi tekemisestä, mukaan luettuna järjestelyt näiden lähteiden palauttamiseksi valmistajalle tai toimittajalle taikka luovuttamiseksi tunnustettuun laitokseen. Lupa 31 f § :ssä tarkoitetun lähteen käyttöön voidaan myöntää vain, jos 19 § :n mukainen vakuus on asetettu. Myöntäessään turvallisuusluvan Säteilyturvakeskuksen tulee asettaa turvallisuusvaatimusten täyttämiseksi tarpeelliset ehdot.",
        "folded_fi": "haettaessa turvallisuuslupaa korkea-aktiivisten umpilahteiden kayttoon tulee lupahakemukseen liittaa selvitykset taman lain 16 ja 18 §:n mukaisten vaatimusten tayttamisesta. selvitykset on esitettava erityisesti: 1) lahteista ja niiden suojuksista seka lahteiden kayttoon liittyvista laitteista; 2) lahteiden kayttoa ja hoitoa koskevasta laatujarjestelmasta ja laadunhallinnassa kaytettavista menettelytavoista; 3) lahteiden, suojusten ja lahteiden kayttoon liittyvien laitteiden huollosta; 4) menettelysta hatatilanteessa ja tilanteessa, jossa turvallisuus merkittavasti vaarantuu; seka 5) kaytosta poistettavien lahteiden vaarattomaksi tekemisesta, mukaan luettuna jarjestelyt naiden lahteiden palauttamiseksi valmistajalle tai toimittajalle taikka luovuttamiseksi tunnustettuun laitokseen. lupa 31 f §:ssa tarkoitetun lahteen kayttoon voidaan myontaa vain, jos 19 §:n mukainen vakuus on asetettu. myontaessaan turvallisuusluvan sateilyturvakeskuksen tulee asettaa turvallisuusvaatimusten tayttamiseksi tarpeelliset ehdot.",
        "title_sv": "Ansökan om och beviljande av säkerhetstillstånd",
        "content_sv": "Till ansökan om säkerhetstillstånd för användning av slutna strålkällor med hög aktivitet skall fogas en redogörelse för hur kraven i 16 och 18 § i denna lag uppfylls. Redogörelsen skall i synnerhet innehålla uppgifter om 1) strålkällorna och deras behållare samt de anordningar som hänför sig till användningen av strålkällorna, 2) det kvalitetssystem som hänför sig till användningen och underhållet av strålkällorna samt de förfaringssätt som används inom kvalitetsledningen, 3) underhållet av strålkällorna och behållarna samt de anordningar som hänför sig till användningen av strålkällorna, 4) förfarandet i nödsituationer och situationer där säkerheten äventyras allvarligt, samt 5) de åtgärder som har vidtagits för oskadliggörande av strålkällor som tas ur bruk, inklusive åtgärder med vilka strålkällan kan returneras till tillverkaren eller leverantören eller överlåtas till en godkänd anläggning. Tillstånd till användning av strålkällor som avses i 31 f § kan beviljas endast om en sådan säkerhet som avses i 19 § har ställts. Vid beviljandet av säkerhetstillstånd skall Strålsäkerhetscentralen uppställa villkor som är nödvändiga för att säkerhetskraven skall uppfyllas.",
        "normalized_sv": "Till ansökan om säkerhetstillstånd för användning av slutna strålkällor med hög aktivitet skall fogas en redogörelse för hur kraven i 16 och 18 § i denna lag uppfylls. Redogörelsen skall i synnerhet innehålla uppgifter om 1) strålkällorna och deras behållare samt de anordningar som hänför sig till användningen av strålkällorna, 2) det kvalitetssystem som hänför sig till användningen och underhållet av strålkällorna samt de förfaringssätt som används inom kvalitetsledningen, 3) underhållet av strålkällorna och behållarna samt de anordningar som hänför sig till användningen av strålkällorna, 4) förfarandet i nödsituationer och situationer där säkerheten äventyras allvarligt, samt 5) de åtgärder som har vidtagits för oskadliggörande av strålkällor som tas ur bruk, inklusive åtgärder med vilka strålkällan kan returneras till tillverkaren eller leverantören eller överlåtas till en godkänd anläggning. Tillstånd till användning av strålkällor som avses i 31 f § kan beviljas endast om en sådan säkerhet som avses i 19 § har ställts. Vid beviljandet av säkerhetstillstånd skall Strålsäkerhetscentralen uppställa villkor som är nödvändiga för att säkerhetskraven skall uppfyllas.",
        "folded_sv": "till ansokan om sakerhetstillstand for anvandning av slutna stralkallor med hog aktivitet skall fogas en redogorelse for hur kraven i 16 och 18 § i denna lag uppfylls. redogorelsen skall i synnerhet innehalla uppgifter om 1) stralkallorna och deras behallare samt de anordningar som hanfor sig till anvandningen av stralkallorna, 2) det kvalitetssystem som hanfor sig till anvandningen och underhallet av stralkallorna samt de forfaringssatt som anvands inom kvalitetsledningen, 3) underhallet av stralkallorna och behallarna samt de anordningar som hanfor sig till anvandningen av stralkallorna, 4) forfarandet i nodsituationer och situationer dar sakerheten aventyras allvarligt, samt 5) de atgarder som har vidtagits for oskadliggorande av stralkallor som tas ur bruk, inklusive atgarder med vilka stralkallan kan returneras till tillverkaren eller leverantoren eller overlatas till en godkand anlaggning. tillstand till anvandning av stralkallor som avses i 31 f § kan beviljas endast om en sadan sakerhet som avses i 19 § har stallts. vid beviljandet av sakerhetstillstand skall stralsakerhetscentralen uppstalla villkor som ar nodvandiga for att sakerhetskraven skall uppfyllas."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "8:31 c",
      "chapter": "8",
      "section": "31 c",
      "title": "Lähteiden käyttö",
      "content": "Toiminnan harjoittajan on korkea-aktiivisia umpilähteitä käyttäessään erityisen huolellisesti: 1) varmistettava lähteiden tiiveys asianmukaisilla, säännöllisillä testeillä; 2) tarkastettava lähteet ja niiden sijoituspaikat säännöllisesti; 3) suojattava lähteet lainvastaiselta toiminnalta, katoamiselta ja vahingoittumiselta; 4) toimittava käytettävissään olevin keinoin turvallisen tilan varmistamiseksi ja palauttamiseksi lähteen vahingoituttua, kadottua tai jouduttua lainvastaisen toiminnan kohteeksi; sekä 5) poistettava tarpeettomaksi käyneet lähteet palauttamalla ne valmistajalle tai toimittajalle taikka luovuttamalla ne tunnustettuun laitokseen tai muulle toiminnan harjoittajalle, jolla on asianmukainen lupa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:31 c",
        "normalized_fi": "Toiminnan harjoittajan on korkea-aktiivisia umpilähteitä käyttäessään erityisen huolellisesti: 1) varmistettava lähteiden tiiveys asianmukaisilla, säännöllisillä testeillä; 2) tarkastettava lähteet ja niiden sijoituspaikat säännöllisesti; 3) suojattava lähteet lainvastaiselta toiminnalta, katoamiselta ja vahingoittumiselta; 4) toimittava käytettävissään olevin keinoin turvallisen tilan varmistamiseksi ja palauttamiseksi lähteen vahingoituttua, kadottua tai jouduttua lainvastaisen toiminnan kohteeksi; sekä 5) poistettava tarpeettomaksi käyneet lähteet palauttamalla ne valmistajalle tai toimittajalle taikka luovuttamalla ne tunnustettuun laitokseen tai muulle toiminnan harjoittajalle, jolla on asianmukainen lupa.",
        "folded_fi": "toiminnan harjoittajan on korkea-aktiivisia umpilahteita kayttaessaan erityisen huolellisesti: 1) varmistettava lahteiden tiiveys asianmukaisilla, saannollisilla testeilla; 2) tarkastettava lahteet ja niiden sijoituspaikat saannollisesti; 3) suojattava lahteet lainvastaiselta toiminnalta, katoamiselta ja vahingoittumiselta; 4) toimittava kaytettavissaan olevin keinoin turvallisen tilan varmistamiseksi ja palauttamiseksi lahteen vahingoituttua, kadottua tai jouduttua lainvastaisen toiminnan kohteeksi; seka 5) poistettava tarpeettomaksi kayneet lahteet palauttamalla ne valmistajalle tai toimittajalle taikka luovuttamalla ne tunnustettuun laitokseen tai muulle toiminnan harjoittajalle, jolla on asianmukainen lupa.",
        "title_sv": "Användning av strålkällor",
        "content_sv": "Verksamhetsutövare skall vid användning av slutna strålkällor med hög aktivitet särskilt noggrant 1) säkerställa strålkällornas täthet med adekvata, regelbundna tester, 2) kontrollera regelbundet strålkällorna och deras placering, 3) skydda strålkällorna mot lagstridig verksamhet, försvinnande och skador, 4) vidta åtgärder med de medel som står till förfogande för att garantera trygga förhållanden och vid behov återställa dem när en strålkälla har skadats, försvunnit eller utsatts för lagstridig verksamhet, samt 5) kassera en strålkälla som inte längre behövs genom att returnera den till tillverkaren eller leverantören eller överlåta den till en godkänd anläggning eller en annan verksamhetsutövare som har behörigt tillstånd.",
        "normalized_sv": "Verksamhetsutövare skall vid användning av slutna strålkällor med hög aktivitet särskilt noggrant 1) säkerställa strålkällornas täthet med adekvata, regelbundna tester, 2) kontrollera regelbundet strålkällorna och deras placering, 3) skydda strålkällorna mot lagstridig verksamhet, försvinnande och skador, 4) vidta åtgärder med de medel som står till förfogande för att garantera trygga förhållanden och vid behov återställa dem när en strålkälla har skadats, försvunnit eller utsatts för lagstridig verksamhet, samt 5) kassera en strålkälla som inte längre behövs genom att returnera den till tillverkaren eller leverantören eller överlåta den till en godkänd anläggning eller en annan verksamhetsutövare som har behörigt tillstånd.",
        "folded_sv": "verksamhetsutovare skall vid anvandning av slutna stralkallor med hog aktivitet sarskilt noggrant 1) sakerstalla stralkallornas tathet med adekvata, regelbundna tester, 2) kontrollera regelbundet stralkallorna och deras placering, 3) skydda stralkallorna mot lagstridig verksamhet, forsvinnande och skador, 4) vidta atgarder med de medel som star till forfogande for att garantera trygga forhallanden och vid behov aterstalla dem nar en stralkalla har skadats, forsvunnit eller utsatts for lagstridig verksamhet, samt 5) kassera en stralkalla som inte langre behovs genom att returnera den till tillverkaren eller leverantoren eller overlata den till en godkand anlaggning eller en annan verksamhetsutovare som har behorigt tillstand."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "8:31 d",
      "chapter": "8",
      "section": "31 d",
      "title": "Lähteiden yksilöiminen",
      "content": "Jokaisen korkea-aktiivisen umpilähteen tulee olla varustettu yksilöllisellä numerotunnuksella, joka on merkitty mahdollisimman pysyvällä tavalla itse lähteeseen sekä kaivertamalla tai leimaamalla lähteen suojukseen. Lähteen yksilöimisestä vastaa lähteen valmistaja. Korkea-aktiivisen umpilähteen maahantuojan on varmistettava, että lähde on 1 momentissa säädettyjen vaatimusten mukaisesti yksilöity. Yksilöimättömän lähteen maahantuonti on kielletty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:31 d",
        "normalized_fi": "Jokaisen korkea-aktiivisen umpilähteen tulee olla varustettu yksilöllisellä numerotunnuksella, joka on merkitty mahdollisimman pysyvällä tavalla itse lähteeseen sekä kaivertamalla tai leimaamalla lähteen suojukseen. Lähteen yksilöimisestä vastaa lähteen valmistaja. Korkea-aktiivisen umpilähteen maahantuojan on varmistettava, että lähde on 1 momentissa säädettyjen vaatimusten mukaisesti yksilöity. Yksilöimättömän lähteen maahantuonti on kielletty.",
        "folded_fi": "jokaisen korkea-aktiivisen umpilahteen tulee olla varustettu yksilollisella numerotunnuksella, joka on merkitty mahdollisimman pysyvalla tavalla itse lahteeseen seka kaivertamalla tai leimaamalla lahteen suojukseen. lahteen yksiloimisesta vastaa lahteen valmistaja. korkea-aktiivisen umpilahteen maahantuojan on varmistettava, etta lahde on 1 momentissa saadettyjen vaatimusten mukaisesti yksiloity. yksiloimattoman lahteen maahantuonti on kielletty.",
        "title_sv": "Identifiering av strålkällor",
        "content_sv": "Varje sluten strålkälla med hög aktivitet skall vara försedd med ett unikt identifieringsnummer, som själva strålkällan märks med på ett så hållbart sätt som möjligt och som ingraveras eller stämplas på strålkällans behållare. Strålkällans tillverkare ansvarar för identifieringen. Den som importerar en sluten strålkälla med hög aktivitet är skyldig att försäkra sig om att strålkällan har identifierats i enlighet med de krav som bestäms i 1 mom. Det är förbjudet att importera en oidentifierad strålkälla.",
        "normalized_sv": "Varje sluten strålkälla med hög aktivitet skall vara försedd med ett unikt identifieringsnummer, som själva strålkällan märks med på ett så hållbart sätt som möjligt och som ingraveras eller stämplas på strålkällans behållare. Strålkällans tillverkare ansvarar för identifieringen. Den som importerar en sluten strålkälla med hög aktivitet är skyldig att försäkra sig om att strålkällan har identifierats i enlighet med de krav som bestäms i 1 mom. Det är förbjudet att importera en oidentifierad strålkälla.",
        "folded_sv": "varje sluten stralkalla med hog aktivitet skall vara forsedd med ett unikt identifieringsnummer, som sjalva stralkallan marks med pa ett sa hallbart satt som mojligt och som ingraveras eller stamplas pa stralkallans behallare. stralkallans tillverkare ansvarar for identifieringen. den som importerar en sluten stralkalla med hog aktivitet ar skyldig att forsakra sig om att stralkallan har identifierats i enlighet med de krav som bestams i 1 mom. det ar forbjudet att importera en oidentifierad stralkalla."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "8:31 e",
      "chapter": "8",
      "section": "31 e",
      "title": "Euroopan unionin ulkopuolinen vienti ja tuonti",
      "content": "Korkea-aktiivisen umpilähteen tai lähteiden vienti Euroopan unionin ulkopuolelle tai tuonti Euroopan unionin ulkopuolelta on esitettävä jokaisen siirrettävän erän osalta etukäteen Säteilyturvakeskuksen hyväksyttäväksi. Hyväksymismenettelystä säädetään tarkemmin valtioneuvoston asetuksella. Korkea-aktiivista umpilähdettä ei saa viedä maahan, jolla ei ole riittäviä teknisiä, lainsäädännöllisiä ja hallinnollisia valmiuksia huolehtia lähteen ja sen käytön turvallisuudesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:31 e",
        "normalized_fi": "Korkea-aktiivisen umpilähteen tai lähteiden vienti Euroopan unionin ulkopuolelle tai tuonti Euroopan unionin ulkopuolelta on esitettävä jokaisen siirrettävän erän osalta etukäteen Säteilyturvakeskuksen hyväksyttäväksi. Hyväksymismenettelystä säädetään tarkemmin valtioneuvoston asetuksella. Korkea-aktiivista umpilähdettä ei saa viedä maahan, jolla ei ole riittäviä teknisiä, lainsäädännöllisiä ja hallinnollisia valmiuksia huolehtia lähteen ja sen käytön turvallisuudesta.",
        "folded_fi": "korkea-aktiivisen umpilahteen tai lahteiden vienti euroopan unionin ulkopuolelle tai tuonti euroopan unionin ulkopuolelta on esitettava jokaisen siirrettavan eran osalta etukateen sateilyturvakeskuksen hyvaksyttavaksi. hyvaksymismenettelysta saadetaan tarkemmin valtioneuvoston asetuksella. korkea-aktiivista umpilahdetta ei saa vieda maahan, jolla ei ole riittavia teknisia, lainsaadannollisia ja hallinnollisia valmiuksia huolehtia lahteen ja sen kayton turvallisuudesta.",
        "title_sv": "Export och import utanför Europeiska unionen",
        "content_sv": "Export eller import av en sluten strålkälla eller strålkällor med hög aktivitet till eller från ett land utanför Europeiska unionen skall i fråga om varje parti på förhand godkännas av Strålsäkerhetscentralen. Närmare bestämmelser om förfarandet för godkännande utfärdas genom förordning av statsrådet. En sluten strålkälla med hög aktivitet får inte exporteras till ett land som inte har tillräcklig beredskap med avseende på teknik, lagstiftning och administration för att garantera säkerheten i fråga om strålkällan och dess användning.",
        "normalized_sv": "Export eller import av en sluten strålkälla eller strålkällor med hög aktivitet till eller från ett land utanför Europeiska unionen skall i fråga om varje parti på förhand godkännas av Strålsäkerhetscentralen. Närmare bestämmelser om förfarandet för godkännande utfärdas genom förordning av statsrådet. En sluten strålkälla med hög aktivitet får inte exporteras till ett land som inte har tillräcklig beredskap med avseende på teknik, lagstiftning och administration för att garantera säkerheten i fråga om strålkällan och dess användning.",
        "folded_sv": "export eller import av en sluten stralkalla eller stralkallor med hog aktivitet till eller fran ett land utanfor europeiska unionen skall i fraga om varje parti pa forhand godkannas av stralsakerhetscentralen. narmare bestammelser om forfarandet for godkannande utfardas genom forordning av statsradet. en sluten stralkalla med hog aktivitet far inte exporteras till ett land som inte har tillracklig beredskap med avseende pa teknik, lagstiftning och administration for att garantera sakerheten i fraga om stralkallan och dess anvandning."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "8:31 f",
      "chapter": "8",
      "section": "31 f",
      "title": "Vakuuden asettaminen",
      "content": "Jos korkea-aktiivisen umpilähteen aktiivisuus ylittää umpilähdedirektiivin liitteen 1 mukaisen aktiivisuustason satakertaisesti tai sitä enemmän, toiminnan harjoittajan on asetettava vakuus siten kuin 19 §:ssä säädetään. Vakuutta ei kuitenkaan tarvitse asettaa lähteelle, jonka puoliintumisaika on lyhyempi kuin 150 päivää. Vakuuden suuruuden määrää Säteilyturvakeskus jokaisen lähteen osalta erikseen. Vakuussumma koostuu kiinteästä perusmaksusta ja lähdekohtaisesta lisämaksusta, jonka määräämisperusteet ovat lähteen sisältämän radioaktiivisen aineen laatu sekä lähteen aktiivisuus. Vakuussumma pyöristetään lähimpään tuhanteen euroon. Vakuuden on oltava pankkitakaus, luottovakuutus tai turvaavuudeltaan näihin rinnastettava valtioneuvoston asetuksella säädettävä vakuus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:31 f",
        "normalized_fi": "Jos korkea-aktiivisen umpilähteen aktiivisuus ylittää umpilähdedirektiivin liitteen 1 mukaisen aktiivisuustason satakertaisesti tai sitä enemmän, toiminnan harjoittajan on asetettava vakuus siten kuin 19 § :ssä säädetään. Vakuutta ei kuitenkaan tarvitse asettaa lähteelle, jonka puoliintumisaika on lyhyempi kuin 150 päivää. Vakuuden suuruuden määrää Säteilyturvakeskus jokaisen lähteen osalta erikseen. Vakuussumma koostuu kiinteästä perusmaksusta ja lähdekohtaisesta lisämaksusta, jonka määräämisperusteet ovat lähteen sisältämän radioaktiivisen aineen laatu sekä lähteen aktiivisuus. Vakuussumma pyöristetään lähimpään tuhanteen euroon. Vakuuden on oltava pankkitakaus, luottovakuutus tai turvaavuudeltaan näihin rinnastettava valtioneuvoston asetuksella säädettävä vakuus.",
        "folded_fi": "jos korkea-aktiivisen umpilahteen aktiivisuus ylittaa umpilahdedirektiivin liitteen 1 mukaisen aktiivisuustason satakertaisesti tai sita enemman, toiminnan harjoittajan on asetettava vakuus siten kuin 19 §:ssa saadetaan. vakuutta ei kuitenkaan tarvitse asettaa lahteelle, jonka puoliintumisaika on lyhyempi kuin 150 paivaa. vakuuden suuruuden maaraa sateilyturvakeskus jokaisen lahteen osalta erikseen. vakuussumma koostuu kiinteasta perusmaksusta ja lahdekohtaisesta lisamaksusta, jonka maaraamisperusteet ovat lahteen sisaltaman radioaktiivisen aineen laatu seka lahteen aktiivisuus. vakuussumma pyoristetaan lahimpaan tuhanteen euroon. vakuuden on oltava pankkitakaus, luottovakuutus tai turvaavuudeltaan naihin rinnastettava valtioneuvoston asetuksella saadettava vakuus.",
        "title_sv": "Ställande av säkerhet",
        "content_sv": "Verksamhetsutövaren skall ställa säkerhet enligt 19 §, om aktiviteten hos en sluten strålkälla med hög aktivitet överskrider den aktivitetsnivå som anges i bilaga 1 till strålkällsdirektivet hundra gånger eller mer. Säkerhet behöver dock inte ställas för en strålkälla vars halveringstid är kortare än 150 dagar. Strålsäkerhetscentralen bestämmer säkerhetens omfattning separat för varje strålkälla. Säkerhetsbeloppet består av en fast grundavgift och en tilläggsavgift som fastställs för strålkällan utgående från den typ av radioaktivt ämne som strålkällan innehåller och strålkällans aktivitet. Säkerhetsbeloppet avrundas till närmaste tusen euro. Säkerheten skall vara en bankgaranti eller kreditförsäkring eller en genom förordning av statsrådet angiven säkerhet som i fråga om hur betryggande den är kan jämställas med dem.",
        "normalized_sv": "Verksamhetsutövaren skall ställa säkerhet enligt 19 § , om aktiviteten hos en sluten strålkälla med hög aktivitet överskrider den aktivitetsnivå som anges i bilaga 1 till strålkällsdirektivet hundra gånger eller mer. Säkerhet behöver dock inte ställas för en strålkälla vars halveringstid är kortare än 150 dagar. Strålsäkerhetscentralen bestämmer säkerhetens omfattning separat för varje strålkälla. Säkerhetsbeloppet består av en fast grundavgift och en tilläggsavgift som fastställs för strålkällan utgående från den typ av radioaktivt ämne som strålkällan innehåller och strålkällans aktivitet. Säkerhetsbeloppet avrundas till närmaste tusen euro. Säkerheten skall vara en bankgaranti eller kreditförsäkring eller en genom förordning av statsrådet angiven säkerhet som i fråga om hur betryggande den är kan jämställas med dem.",
        "folded_sv": "verksamhetsutovaren skall stalla sakerhet enligt 19 §, om aktiviteten hos en sluten stralkalla med hog aktivitet overskrider den aktivitetsniva som anges i bilaga 1 till stralkallsdirektivet hundra ganger eller mer. sakerhet behover dock inte stallas for en stralkalla vars halveringstid ar kortare an 150 dagar. stralsakerhetscentralen bestammer sakerhetens omfattning separat for varje stralkalla. sakerhetsbeloppet bestar av en fast grundavgift och en tillaggsavgift som faststalls for stralkallan utgaende fran den typ av radioaktivt amne som stralkallan innehaller och stralkallans aktivitet. sakerhetsbeloppet avrundas till narmaste tusen euro. sakerheten skall vara en bankgaranti eller kreditforsakring eller en genom forordning av statsradet angiven sakerhet som i fraga om hur betryggande den ar kan jamstallas med dem."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "8:31 g",
      "chapter": "8",
      "section": "31 g",
      "title": "Valtuutussäännös",
      "content": "Valtioneuvoston asetuksella säädetään tarkemmin: 1) korkea-aktiivisen umpilähteen mukana toimitettavista lähdettä ja sen yksilöimistä koskevista tiedoista sekä lähteen varustamisesta säteilyvaarasta varoittavilla merkinnöillä; 2) toiminnan harjoittajan velvollisuudesta raportoida valvontaviranomaiselle vastuullaan olevista korkea-aktiivisista umpilähteistä; 3) radioaktiivisten jätteiden vaarattomaksi tekemiseksi tarpeellisten tehtävien hoitamisesta valtion toimesta siinä tapauksessa, että 10 §:n 3 momentissa tarkoitettua tunnustettua laitosta ei toistaiseksi ole; sekä 4) 31 f §:ssä tarkoitetun vakuuden määräämisperusteista. Valtioneuvoston asetuksella voidaan säätää myös vakuuden määräämisperusteiden tarkistamisesta siinä tapauksessa, että olosuhteet olennaisesti muuttuvat. Samalla tulee tarvittaessa säätää siitä, missä ajassa jo asetetut vakuudet on täydennettävä tarkistettujen perusteiden mukaisiksi. Umpilähdedirektiivin liitteen 1 mukaiset radionuklidikohtaiset aktiivisuustasot julkaisee Säteilyturvakeskus määräyskokoelmassaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:31 g",
        "normalized_fi": "Valtioneuvoston asetuksella säädetään tarkemmin: 1) korkea-aktiivisen umpilähteen mukana toimitettavista lähdettä ja sen yksilöimistä koskevista tiedoista sekä lähteen varustamisesta säteilyvaarasta varoittavilla merkinnöillä; 2) toiminnan harjoittajan velvollisuudesta raportoida valvontaviranomaiselle vastuullaan olevista korkea-aktiivisista umpilähteistä; 3) radioaktiivisten jätteiden vaarattomaksi tekemiseksi tarpeellisten tehtävien hoitamisesta valtion toimesta siinä tapauksessa, että 10 § :n 3 momentissa tarkoitettua tunnustettua laitosta ei toistaiseksi ole; sekä 4) 31 f § :ssä tarkoitetun vakuuden määräämisperusteista. Valtioneuvoston asetuksella voidaan säätää myös vakuuden määräämisperusteiden tarkistamisesta siinä tapauksessa, että olosuhteet olennaisesti muuttuvat. Samalla tulee tarvittaessa säätää siitä, missä ajassa jo asetetut vakuudet on täydennettävä tarkistettujen perusteiden mukaisiksi. Umpilähdedirektiivin liitteen 1 mukaiset radionuklidikohtaiset aktiivisuustasot julkaisee Säteilyturvakeskus määräyskokoelmassaan.",
        "folded_fi": "valtioneuvoston asetuksella saadetaan tarkemmin: 1) korkea-aktiivisen umpilahteen mukana toimitettavista lahdetta ja sen yksiloimista koskevista tiedoista seka lahteen varustamisesta sateilyvaarasta varoittavilla merkinnoilla; 2) toiminnan harjoittajan velvollisuudesta raportoida valvontaviranomaiselle vastuullaan olevista korkea-aktiivisista umpilahteista; 3) radioaktiivisten jatteiden vaarattomaksi tekemiseksi tarpeellisten tehtavien hoitamisesta valtion toimesta siina tapauksessa, etta 10 §:n 3 momentissa tarkoitettua tunnustettua laitosta ei toistaiseksi ole; seka 4) 31 f §:ssa tarkoitetun vakuuden maaraamisperusteista. valtioneuvoston asetuksella voidaan saataa myos vakuuden maaraamisperusteiden tarkistamisesta siina tapauksessa, etta olosuhteet olennaisesti muuttuvat. samalla tulee tarvittaessa saataa siita, missa ajassa jo asetetut vakuudet on taydennettava tarkistettujen perusteiden mukaisiksi. umpilahdedirektiivin liitteen 1 mukaiset radionuklidikohtaiset aktiivisuustasot julkaisee sateilyturvakeskus maarayskokoelmassaan.",
        "title_sv": "Bemyndigande",
        "content_sv": "Genom förordning av statsrådet utfärdas närmare bestämmelser om 1) de uppgifter om strålkällan och identifieringen av den som skall levereras tillsammans med varje sluten strålkälla med hög aktivitet samt om förseende av strålkällan med en varning för risk för strålning, 2) verksamhetsutövarens skyldighet att rapportera till tillsynsmyndigheten om de slutna strålkällor med hög aktivitet som verksamhetsutövaren ansvarar för, 3) hur staten skall vidta nödvändiga åtgärder för oskadliggörande av radioaktivt avfall, om det för tillfället inte finns någon sådan godkänd anläggning som avses i 10 § 3 mom., samt 4) grunderna för fastställande av en sådan säkerhet som avses i 31 f §. Genom förordning av statsrådet kan bestämmelser också utfärdas om justering av grunderna för fastställande av säkerhet i det fall att förhållandena förändras väsentligt. Samtidigt skall vid behov föreskrivas om den tid inom vilken tidigare ställda säkerheter skall kompletteras i enlighet med de justerade grunderna. De aktivitetsnivåer för radionuklider som avses i bilaga 1 till strålkällsdirektivet publiceras i Strålsäkerhetscentralens föreskriftssamling.",
        "normalized_sv": "Genom förordning av statsrådet utfärdas närmare bestämmelser om 1) de uppgifter om strålkällan och identifieringen av den som skall levereras tillsammans med varje sluten strålkälla med hög aktivitet samt om förseende av strålkällan med en varning för risk för strålning, 2) verksamhetsutövarens skyldighet att rapportera till tillsynsmyndigheten om de slutna strålkällor med hög aktivitet som verksamhetsutövaren ansvarar för, 3) hur staten skall vidta nödvändiga åtgärder för oskadliggörande av radioaktivt avfall, om det för tillfället inte finns någon sådan godkänd anläggning som avses i 10 § 3 mom., samt 4) grunderna för fastställande av en sådan säkerhet som avses i 31 f § . Genom förordning av statsrådet kan bestämmelser också utfärdas om justering av grunderna för fastställande av säkerhet i det fall att förhållandena förändras väsentligt. Samtidigt skall vid behov föreskrivas om den tid inom vilken tidigare ställda säkerheter skall kompletteras i enlighet med de justerade grunderna. De aktivitetsnivåer för radionuklider som avses i bilaga 1 till strålkällsdirektivet publiceras i Strålsäkerhetscentralens föreskriftssamling.",
        "folded_sv": "genom forordning av statsradet utfardas narmare bestammelser om 1) de uppgifter om stralkallan och identifieringen av den som skall levereras tillsammans med varje sluten stralkalla med hog aktivitet samt om forseende av stralkallan med en varning for risk for stralning, 2) verksamhetsutovarens skyldighet att rapportera till tillsynsmyndigheten om de slutna stralkallor med hog aktivitet som verksamhetsutovaren ansvarar for, 3) hur staten skall vidta nodvandiga atgarder for oskadliggorande av radioaktivt avfall, om det for tillfallet inte finns nagon sadan godkand anlaggning som avses i 10 § 3 mom., samt 4) grunderna for faststallande av en sadan sakerhet som avses i 31 f §. genom forordning av statsradet kan bestammelser ocksa utfardas om justering av grunderna for faststallande av sakerhet i det fall att forhallandena forandras vasentligt. samtidigt skall vid behov foreskrivas om den tid inom vilken tidigare stallda sakerheter skall kompletteras i enlighet med de justerade grunderna. de aktivitetsnivaer for radionuklider som avses i bilaga 1 till stralkallsdirektivet publiceras i stralsakerhetscentralens foreskriftssamling."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "8:32 a",
      "chapter": "8",
      "section": "32 a",
      "title": "Annosmittauspalvelun hyväksyminen",
      "content": "Edellä 12 §:ssä tarkoitettu annosmittauspalvelu on esitettävä Säteilyturvakeskuksen hyväksyttäväksi ennen toiminnan aloittamista. Annosmittauspalvelun hyväksyttävyyttä arvioitaessa tulee kiinnittää huomiota erityisesti mittausmenetelmien soveltuvuuteen, mittaushenkilöstön pätevyyteen sekä toiminnan ohjauksessa käytettävään laatujärjestelmään. Annosmittauspalvelu hyväksytään määräajaksi, enintään viideksi vuodeksi kerrallaan. Hyväksytyn annosmittauspalvelun valvonnasta on voimassa, mitä 53 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:32 a",
        "normalized_fi": "Edellä 12 § :ssä tarkoitettu annosmittauspalvelu on esitettävä Säteilyturvakeskuksen hyväksyttäväksi ennen toiminnan aloittamista. Annosmittauspalvelun hyväksyttävyyttä arvioitaessa tulee kiinnittää huomiota erityisesti mittausmenetelmien soveltuvuuteen, mittaushenkilöstön pätevyyteen sekä toiminnan ohjauksessa käytettävään laatujärjestelmään. Annosmittauspalvelu hyväksytään määräajaksi, enintään viideksi vuodeksi kerrallaan. Hyväksytyn annosmittauspalvelun valvonnasta on voimassa, mitä 53 § :ssä säädetään.",
        "folded_fi": "edella 12 §:ssa tarkoitettu annosmittauspalvelu on esitettava sateilyturvakeskuksen hyvaksyttavaksi ennen toiminnan aloittamista. annosmittauspalvelun hyvaksyttavyytta arvioitaessa tulee kiinnittaa huomiota erityisesti mittausmenetelmien soveltuvuuteen, mittaushenkiloston patevyyteen seka toiminnan ohjauksessa kaytettavaan laatujarjestelmaan. annosmittauspalvelu hyvaksytaan maaraajaksi, enintaan viideksi vuodeksi kerrallaan. hyvaksytyn annosmittauspalvelun valvonnasta on voimassa, mita 53 §:ssa saadetaan.",
        "title_sv": "Godkännande av dosimetritjänst",
        "content_sv": "Dosimetritjänst som avses i 12 § skall godkännas av Strålsäkerhetscentralen innan verksamheten inleds. Vid bedömningen av dosimetritjänsten skall särskild uppmärksamhet fästas vid mätningsmetodernas lämplighet, mätningspersonalens kompetens samt det kvalitetssystem som används inom verksamhetens ledning. Dosimetritjänsten godkänns för viss tid, högst fem år i sänder. I fråga om tillsynen över en godkänd dosimetritjänst gäller bestämmelserna i 53 §.",
        "normalized_sv": "Dosimetritjänst som avses i 12 § skall godkännas av Strålsäkerhetscentralen innan verksamheten inleds. Vid bedömningen av dosimetritjänsten skall särskild uppmärksamhet fästas vid mätningsmetodernas lämplighet, mätningspersonalens kompetens samt det kvalitetssystem som används inom verksamhetens ledning. Dosimetritjänsten godkänns för viss tid, högst fem år i sänder. I fråga om tillsynen över en godkänd dosimetritjänst gäller bestämmelserna i 53 § .",
        "folded_sv": "dosimetritjanst som avses i 12 § skall godkannas av stralsakerhetscentralen innan verksamheten inleds. vid bedomningen av dosimetritjansten skall sarskild uppmarksamhet fastas vid matningsmetodernas lamplighet, matningspersonalens kompetens samt det kvalitetssystem som anvands inom verksamhetens ledning. dosimetritjansten godkanns for viss tid, hogst fem ar i sander. i fraga om tillsynen over en godkand dosimetritjanst galler bestammelserna i 53 §."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "8:52 a",
      "chapter": "8",
      "section": "52 a",
      "title": "Tuonti, vienti ja kauttakuljetus",
      "content": "Käytöstä poistettua säteilylähdettä, joka on valmistettu muualla kuin Suomessa, ei saa tuoda Suomeen radioaktiivisena jätteenä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:52 a",
        "normalized_fi": "Käytöstä poistettua säteilylähdettä, joka on valmistettu muualla kuin Suomessa, ei saa tuoda Suomeen radioaktiivisena jätteenä.",
        "folded_fi": "kaytosta poistettua sateilylahdetta, joka on valmistettu muualla kuin suomessa, ei saa tuoda suomeen radioaktiivisena jatteena.",
        "title_sv": "Import, export och transitering",
        "content_sv": "En strålkälla som tagits ur bruk och som är tillverkad utanför Finland får inte föras in i Finland som radioaktivt avfall.",
        "normalized_sv": "En strålkälla som tagits ur bruk och som är tillverkad utanför Finland får inte föras in i Finland som radioaktivt avfall.",
        "folded_sv": "en stralkalla som tagits ur bruk och som ar tillverkad utanfor finland far inte foras in i finland som radioaktivt avfall."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "8:61",
      "chapter": "8",
      "section": "61",
      "title": "Säteilyrikkomus",
      "content": "Toiminnan harjoittaja, joka tahallaan tai huolimattomuudesta olennaisesti 3) laiminlyö 15 §:ssä säädetyn tiedonantovelvollisuuden, 28 §:ssä säädetyt luovuttajan velvollisuudet, 29 §:ssä säädetyn huolehtimisvelvollisuuden, 52 §:ssä säädetyn luovuttajan selonottovelvollisuuden taikka 31 e §:ssä tai 52 a §:ssä säädetyn hyväksynnän hakemisen, 3 a) laiminlyö 14 b §:ssä säädetyn kirjanpito- ja ilmoitusvelvollisuuden tai sen, mitä valtioneuvoston asetuksella on säädetty radioaktiivista ainetta sisältävien säteilylähteiden saantojen, luovutusten ja muiden kirjanpitotapahtumien ilmoittamisesta valvontaviranomaiselle, 3 b) valmistaa korkea-aktiivisen umpilähteen sitä 31 d §:ssä säädetyn mukaisesti yksilöimättä tai tuo maahan yksilöimättömän korkea-aktiivisen umpilähteen 31 d §:n 3 momentissa säädetyn kiellon vastaisesti, taikka säteilyrikkomuksesta on tuomittava, jollei teko ole 60 §:n mukaan rangaistava taikka jollei siitä muualla laissa säädetä ankarampaa rangaistusta, sakkoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:61",
        "normalized_fi": "Toiminnan harjoittaja, joka tahallaan tai huolimattomuudesta olennaisesti 3) laiminlyö 15 § :ssä säädetyn tiedonantovelvollisuuden, 28 § :ssä säädetyt luovuttajan velvollisuudet, 29 § :ssä säädetyn huolehtimisvelvollisuuden, 52 § :ssä säädetyn luovuttajan selonottovelvollisuuden taikka 31 e § :ssä tai 52 a § :ssä säädetyn hyväksynnän hakemisen, 3 a) laiminlyö 14 b § :ssä säädetyn kirjanpito- ja ilmoitusvelvollisuuden tai sen, mitä valtioneuvoston asetuksella on säädetty radioaktiivista ainetta sisältävien säteilylähteiden saantojen, luovutusten ja muiden kirjanpitotapahtumien ilmoittamisesta valvontaviranomaiselle, 3 b) valmistaa korkea-aktiivisen umpilähteen sitä 31 d § :ssä säädetyn mukaisesti yksilöimättä tai tuo maahan yksilöimättömän korkea-aktiivisen umpilähteen 31 d § :n 3 momentissa säädetyn kiellon vastaisesti, taikka säteilyrikkomuksesta on tuomittava, jollei teko ole 60 § :n mukaan rangaistava taikka jollei siitä muualla laissa säädetä ankarampaa rangaistusta, sakkoon.",
        "folded_fi": "toiminnan harjoittaja, joka tahallaan tai huolimattomuudesta olennaisesti 3) laiminlyo 15 §:ssa saadetyn tiedonantovelvollisuuden, 28 §:ssa saadetyt luovuttajan velvollisuudet, 29 §:ssa saadetyn huolehtimisvelvollisuuden, 52 §:ssa saadetyn luovuttajan selonottovelvollisuuden taikka 31 e §:ssa tai 52 a §:ssa saadetyn hyvaksynnan hakemisen, 3 a) laiminlyo 14 b §:ssa saadetyn kirjanpito- ja ilmoitusvelvollisuuden tai sen, mita valtioneuvoston asetuksella on saadetty radioaktiivista ainetta sisaltavien sateilylahteiden saantojen, luovutusten ja muiden kirjanpitotapahtumien ilmoittamisesta valvontaviranomaiselle, 3 b) valmistaa korkea-aktiivisen umpilahteen sita 31 d §:ssa saadetyn mukaisesti yksiloimatta tai tuo maahan yksiloimattoman korkea-aktiivisen umpilahteen 31 d §:n 3 momentissa saadetyn kiellon vastaisesti, taikka sateilyrikkomuksesta on tuomittava, jollei teko ole 60 §:n mukaan rangaistava taikka jollei siita muualla laissa saadeta ankarampaa rangaistusta, sakkoon.",
        "title_sv": "Strålskyddsförseelse",
        "content_sv": "En verksamhetsledare som uppsåtligen eller av oaktsamhet väsentligt 3) försummar den i 15 § föreskrivna skyldigheten att lämna uppgifter, överlåtarens plikter enligt 28 §, ombesörjningsplikten enligt 29 §, överlåtarens utredningsplikt enligt 52 § eller ansökan om godkännande enligt 31 e eller 52 a §, 3 a) försummar den bokförings- och anmälningsskyldighet som avses i 14 b § eller iakttagandet av de bestämmelser som genom förordning av statsrådet utfärdats om anmälan till tillsynsmyndigheten om förvärv, överlåtelser och andra bokföringshändelser avseende strålkällor som innehåller radioaktiva ämnen, 3 b) tillverkar en sluten strålkälla med hög aktivitet utan att identifiera den på det sätt som avses i 31 d § eller trots förbudet i 31 d § 3 mom. importerar en sluten strålkälla med hög aktivitet som inte identifierats, eller strålskyddsförseelse skall, om inte gärningen är straffbar enligt 60 § eller om inte strängare straff för den bestäms någon annanstans i lag, för dömas till böter.",
        "normalized_sv": "En verksamhetsledare som uppsåtligen eller av oaktsamhet väsentligt 3) försummar den i 15 § föreskrivna skyldigheten att lämna uppgifter, överlåtarens plikter enligt 28 § , ombesörjningsplikten enligt 29 § , överlåtarens utredningsplikt enligt 52 § eller ansökan om godkännande enligt 31 e eller 52 a § , 3 a) försummar den bokförings- och anmälningsskyldighet som avses i 14 b § eller iakttagandet av de bestämmelser som genom förordning av statsrådet utfärdats om anmälan till tillsynsmyndigheten om förvärv, överlåtelser och andra bokföringshändelser avseende strålkällor som innehåller radioaktiva ämnen, 3 b) tillverkar en sluten strålkälla med hög aktivitet utan att identifiera den på det sätt som avses i 31 d § eller trots förbudet i 31 d § 3 mom. importerar en sluten strålkälla med hög aktivitet som inte identifierats, eller strålskyddsförseelse skall, om inte gärningen är straffbar enligt 60 § eller om inte strängare straff för den bestäms någon annanstans i lag, för dömas till böter.",
        "folded_sv": "en verksamhetsledare som uppsatligen eller av oaktsamhet vasentligt 3) forsummar den i 15 § foreskrivna skyldigheten att lamna uppgifter, overlatarens plikter enligt 28 §, ombesorjningsplikten enligt 29 §, overlatarens utredningsplikt enligt 52 § eller ansokan om godkannande enligt 31 e eller 52 a §, 3 a) forsummar den bokforings- och anmalningsskyldighet som avses i 14 b § eller iakttagandet av de bestammelser som genom forordning av statsradet utfardats om anmalan till tillsynsmyndigheten om forvarv, overlatelser och andra bokforingshandelser avseende stralkallor som innehaller radioaktiva amnen, 3 b) tillverkar en sluten stralkalla med hog aktivitet utan att identifiera den pa det satt som avses i 31 d § eller trots forbudet i 31 d § 3 mom. importerar en sluten stralkalla med hog aktivitet som inte identifierats, eller stralskyddsforseelse skall, om inte garningen ar straffbar enligt 60 § eller om inte strangare straff for den bestams nagon annanstans i lag, for domas till boter."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Radioaktiivinen jäte",
      "content": "Tunnustetulla laitoksella tarkoitetaan Suomessa rekisteröityä yritystä tai muuta toiminnan harjoittajaa, jonka toimialaan kuuluu radioaktiivisten jätteiden vaarattomaksi tekeminen ja jolla on turvallisuuslupa tähän toimintaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Tunnustetulla laitoksella tarkoitetaan Suomessa rekisteröityä yritystä tai muuta toiminnan harjoittajaa, jonka toimialaan kuuluu radioaktiivisten jätteiden vaarattomaksi tekeminen ja jolla on turvallisuuslupa tähän toimintaan.",
        "folded_fi": "tunnustetulla laitoksella tarkoitetaan suomessa rekisteroitya yritysta tai muuta toiminnan harjoittajaa, jonka toimialaan kuuluu radioaktiivisten jatteiden vaarattomaksi tekeminen ja jolla on turvallisuuslupa tahan toimintaan.",
        "title_sv": "Radioaktivt avfall",
        "content_sv": "godkänd anläggning Med avses sådana i Finland registrerade företag eller andra verksamhetsutövare vars verksamhetsområde omfattar oskadliggörande av radioaktivt avfall och som har säkerhetstillstånd för denna typ av verksamhet.",
        "normalized_sv": "godkänd anläggning Med avses sådana i Finland registrerade företag eller andra verksamhetsutövare vars verksamhetsområde omfattar oskadliggörande av radioaktivt avfall och som har säkerhetstillstånd för denna typ av verksamhet.",
        "folded_sv": "godkand anlaggning med avses sadana i finland registrerade foretag eller andra verksamhetsutovare vars verksamhetsomrade omfattar oskadliggorande av radioaktivt avfall och som har sakerhetstillstand for denna typ av verksamhet."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Säteilytyö",
      "content": "Hyväksytyllä annosmittauspalvelulla tarkoitetaan toimintayksikköä tai palveluntuottajaa, joka vastaa työntekijöiden säteilyaltistuksen seurantaan kuuluvasta henkilökohtaisten säteilyannosten mittaamisesta ja määrittämisestä ja jonka Säteilyturvakeskus on hyväksynyt siten kuin 32 a §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Hyväksytyllä annosmittauspalvelulla tarkoitetaan toimintayksikköä tai palveluntuottajaa, joka vastaa työntekijöiden säteilyaltistuksen seurantaan kuuluvasta henkilökohtaisten säteilyannosten mittaamisesta ja määrittämisestä ja jonka Säteilyturvakeskus on hyväksynyt siten kuin 32 a § :ssä säädetään.",
        "folded_fi": "hyvaksytylla annosmittauspalvelulla tarkoitetaan toimintayksikkoa tai palveluntuottajaa, joka vastaa tyontekijoiden sateilyaltistuksen seurantaan kuuluvasta henkilokohtaisten sateilyannosten mittaamisesta ja maarittamisesta ja jonka sateilyturvakeskus on hyvaksynyt siten kuin 32 a §:ssa saadetaan.",
        "title_sv": "Strålningsarbete",
        "content_sv": "godkänd dosimetritjänst Med avses en verksamhetsenhet eller tjänsteproducent som ansvarar för mätande och fastställande av individuella stråldoser vid kontrollen av arbetstagarnas exponering för strålning och som Strålsäkerhetscentralen har godkänt enligt 32 a §.",
        "normalized_sv": "godkänd dosimetritjänst Med avses en verksamhetsenhet eller tjänsteproducent som ansvarar för mätande och fastställande av individuella stråldoser vid kontrollen av arbetstagarnas exponering för strålning och som Strålsäkerhetscentralen har godkänt enligt 32 a § .",
        "folded_sv": "godkand dosimetritjanst med avses en verksamhetsenhet eller tjansteproducent som ansvarar for matande och faststallande av individuella straldoser vid kontrollen av arbetstagarnas exponering for stralning och som stralsakerhetscentralen har godkant enligt 32 a §."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "14 a",
      "section": "14 a",
      "title": "Koulutusvelvollisuus",
      "content": "Toiminnan harjoittaja on velvollinen järjestämään toiminnan laadun ja laajuuden mukaan suunniteltua koulutusta säteilylähteiden käyttöön osallistuville henkilöille. Koulutuksessa tulee säteilylähteiden käytön edellyttämien tietojen ja taitojen ohella korostaa turvallisuutta ja laadunhallintaa normaalista poikkeavien tapahtumien ennalta ehkäisemiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14 a",
        "normalized_fi": "Toiminnan harjoittaja on velvollinen järjestämään toiminnan laadun ja laajuuden mukaan suunniteltua koulutusta säteilylähteiden käyttöön osallistuville henkilöille. Koulutuksessa tulee säteilylähteiden käytön edellyttämien tietojen ja taitojen ohella korostaa turvallisuutta ja laadunhallintaa normaalista poikkeavien tapahtumien ennalta ehkäisemiseksi.",
        "folded_fi": "toiminnan harjoittaja on velvollinen jarjestamaan toiminnan laadun ja laajuuden mukaan suunniteltua koulutusta sateilylahteiden kayttoon osallistuville henkiloille. koulutuksessa tulee sateilylahteiden kayton edellyttamien tietojen ja taitojen ohella korostaa turvallisuutta ja laadunhallintaa normaalista poikkeavien tapahtumien ennalta ehkaisemiseksi.",
        "title_sv": "Skyldighet att ordna utbildning",
        "content_sv": "Verksamhetsutövaren är skyldig att ordna utbildning för personer som deltar i användning av strålkällor. Utbildningen skall planeras enligt verksamhetens art och omfattning och i den skall förutom de kunskaper och färdigheter som förutsätts för användning av strålkällor även betonas säkerhet och kvalitetsledning för förebyggande av incidenter som avviker från det normala.",
        "normalized_sv": "Verksamhetsutövaren är skyldig att ordna utbildning för personer som deltar i användning av strålkällor. Utbildningen skall planeras enligt verksamhetens art och omfattning och i den skall förutom de kunskaper och färdigheter som förutsätts för användning av strålkällor även betonas säkerhet och kvalitetsledning för förebyggande av incidenter som avviker från det normala.",
        "folded_sv": "verksamhetsutovaren ar skyldig att ordna utbildning for personer som deltar i anvandning av stralkallor. utbildningen skall planeras enligt verksamhetens art och omfattning och i den skall forutom de kunskaper och fardigheter som forutsatts for anvandning av stralkallor aven betonas sakerhet och kvalitetsledning for forebyggande av incidenter som avviker fran det normala."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "14 b",
      "section": "14 b",
      "title": "Kirjanpito- ja ilmoitusvelvollisuus",
      "content": "Toiminnan harjoittajan tulee pitää kirjaa vastuullaan olevista radioaktiivista ainetta sisältävistä säteilylähteistä. Kirjanpito on pidettävä jatkuvasti ajan tasalla. Radioaktiivista ainetta sisältävien säteilylähteiden saannot, luovutukset ja muut kirjanpitotapahtumat on ilmoitettava Säteilyturvakeskuksen ylläpitämään rekisteriin. Ilmoittamisesta on voimassa, mitä siitä on säädetty tai säädetään valtioneuvoston asetuksella. Kirjanpitoa ja rekisteriin ilmoittamista koskevat tarkemmat ohjeet antaa Säteilyturvakeskus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14 b",
        "normalized_fi": "Toiminnan harjoittajan tulee pitää kirjaa vastuullaan olevista radioaktiivista ainetta sisältävistä säteilylähteistä. Kirjanpito on pidettävä jatkuvasti ajan tasalla. Radioaktiivista ainetta sisältävien säteilylähteiden saannot, luovutukset ja muut kirjanpitotapahtumat on ilmoitettava Säteilyturvakeskuksen ylläpitämään rekisteriin. Ilmoittamisesta on voimassa, mitä siitä on säädetty tai säädetään valtioneuvoston asetuksella. Kirjanpitoa ja rekisteriin ilmoittamista koskevat tarkemmat ohjeet antaa Säteilyturvakeskus.",
        "folded_fi": "toiminnan harjoittajan tulee pitaa kirjaa vastuullaan olevista radioaktiivista ainetta sisaltavista sateilylahteista. kirjanpito on pidettava jatkuvasti ajan tasalla. radioaktiivista ainetta sisaltavien sateilylahteiden saannot, luovutukset ja muut kirjanpitotapahtumat on ilmoitettava sateilyturvakeskuksen yllapitamaan rekisteriin. ilmoittamisesta on voimassa, mita siita on saadetty tai saadetaan valtioneuvoston asetuksella. kirjanpitoa ja rekisteriin ilmoittamista koskevat tarkemmat ohjeet antaa sateilyturvakeskus.",
        "title_sv": "Bokförings- och anmälningsskyldighet",
        "content_sv": "Verksamhetsutövaren skall föra bok över de strålkällor inom det egna ansvarsområdet som innehåller radioaktiva ämnen. Bokföringen skall hållas uppdaterad. Förvärv, överlåtelser och andra bokföringshändelser i fråga om strålkällor som innehåller radioaktiva ämnen skall anmälas till ett register som förs av Strålsäkerhetscentralen. Vid anmälan gäller det som föreskrivits eller föreskrivs om saken genom förordning av statsrådet. Strålsäkerhetscentralen ger närmare anvisningar om bokföringen och anmälan till registret.",
        "normalized_sv": "Verksamhetsutövaren skall föra bok över de strålkällor inom det egna ansvarsområdet som innehåller radioaktiva ämnen. Bokföringen skall hållas uppdaterad. Förvärv, överlåtelser och andra bokföringshändelser i fråga om strålkällor som innehåller radioaktiva ämnen skall anmälas till ett register som förs av Strålsäkerhetscentralen. Vid anmälan gäller det som föreskrivits eller föreskrivs om saken genom förordning av statsrådet. Strålsäkerhetscentralen ger närmare anvisningar om bokföringen och anmälan till registret.",
        "folded_sv": "verksamhetsutovaren skall fora bok over de stralkallor inom det egna ansvarsomradet som innehaller radioaktiva amnen. bokforingen skall hallas uppdaterad. forvarv, overlatelser och andra bokforingshandelser i fraga om stralkallor som innehaller radioaktiva amnen skall anmalas till ett register som fors av stralsakerhetscentralen. vid anmalan galler det som foreskrivits eller foreskrivs om saken genom forordning av statsradet. stralsakerhetscentralen ger narmare anvisningar om bokforingen och anmalan till registret."
      },
      "valid_from": "2005-12-22",
      "valid_to": null
    }
  ]
}