{
  "id": "1189/2007",
  "type": "statute",
  "title": "Laki valtion eläkelain muuttamisesta",
  "title_en": "Lag om ändring av lagen om statens pensioner",
  "status": "in_force",
  "issued_date": "2007-12-07",
  "in_force_date": "2007-12-07",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/1189/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "59",
      "section": "59",
      "title": "Eläkkeeseen oikeuttavat työansiot",
      "content": "Edellä 1 momentissa tarkoitettuna vastikkeena ei pidetä: 5) työntekijälle suoritettua ulkomaanedustuksen korvauksista annetussa laissa (596/2006) tarkoitettua korvausta ja muuta etuutta eikä ulkomaanedustuksen korvauksista annetussa ulkoasiainministeriön asetuksessa (854/2006) tarkoitettua paikalliskorotusta ja korvausta; tai",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:59",
        "normalized_fi": "Edellä 1 momentissa tarkoitettuna vastikkeena ei pidetä: 5) työntekijälle suoritettua ulkomaanedustuksen korvauksista annetussa laissa (596/2006) tarkoitettua korvausta ja muuta etuutta eikä ulkomaanedustuksen korvauksista annetussa ulkoasiainministeriön asetuksessa (854/2006) tarkoitettua paikalliskorotusta ja korvausta; tai",
        "folded_fi": "edella 1 momentissa tarkoitettuna vastikkeena ei pideta: 5) tyontekijalle suoritettua ulkomaanedustuksen korvauksista annetussa laissa (596/2006) tarkoitettua korvausta ja muuta etuutta eika ulkomaanedustuksen korvauksista annetussa ulkoasiainministerion asetuksessa (854/2006) tarkoitettua paikalliskorotusta ja korvausta; tai",
        "title_sv": "Arbetsinkomster som berättigar till pension",
        "content_sv": "Som ersättning enligt 1 mom. betraktas inte 5) till arbetstagaren betalda ersättningar och övriga förmåner enligt lagen om ersättningar inom utrikesrepresentationen (596/ 2006) samt ortstillägg och ersättningar enligt utrikesministeriets förordning om ersättningar inom utrikesrepresentationen (854/ 2006), eller",
        "normalized_sv": "Som ersättning enligt 1 mom. betraktas inte 5) till arbetstagaren betalda ersättningar och övriga förmåner enligt lagen om ersättningar inom utrikesrepresentationen (596/ 2006) samt ortstillägg och ersättningar enligt utrikesministeriets förordning om ersättningar inom utrikesrepresentationen (854/ 2006), eller",
        "folded_sv": "som ersattning enligt 1 mom. betraktas inte 5) till arbetstagaren betalda ersattningar och ovriga formaner enligt lagen om ersattningar inom utrikesrepresentationen (596/ 2006) samt ortstillagg och ersattningar enligt utrikesministeriets forordning om ersattningar inom utrikesrepresentationen (854/ 2006), eller"
      }
    },
    {
      "provision_ref": "78",
      "section": "78",
      "title": "Lesken eläkeoikeus",
      "content": "Leskeneläkkeeseen on oikeus myös sellaisella leskellä, jonka avioliitto on solmittu ennen kuin leski on täyttänyt 50 vuotta ja edunjättäjä 65 vuotta, jos avioliitto oli jatkunut vähintään viisi vuotta, jos: 2) leski sai edunjättäjän kuollessa työeläkelain tai kansaneläkelain (568/2007) mukaista työkyvyttömyyseläkettä, joka oli jatkunut vähintään kolmen vuoden ajan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:78",
        "normalized_fi": "Leskeneläkkeeseen on oikeus myös sellaisella leskellä, jonka avioliitto on solmittu ennen kuin leski on täyttänyt 50 vuotta ja edunjättäjä 65 vuotta, jos avioliitto oli jatkunut vähintään viisi vuotta, jos: 2) leski sai edunjättäjän kuollessa työeläkelain tai kansaneläkelain (568/2007) mukaista työkyvyttömyyseläkettä, joka oli jatkunut vähintään kolmen vuoden ajan.",
        "folded_fi": "leskenelakkeeseen on oikeus myos sellaisella leskella, jonka avioliitto on solmittu ennen kuin leski on tayttanyt 50 vuotta ja edunjattaja 65 vuotta, jos avioliitto oli jatkunut vahintaan viisi vuotta, jos: 2) leski sai edunjattajan kuollessa tyoelakelain tai kansanelakelain (568/2007) mukaista tyokyvyttomyyselaketta, joka oli jatkunut vahintaan kolmen vuoden ajan.",
        "title_sv": "Efterlevande makes rätt till pension",
        "content_sv": "Rätt till efterlevandepension har också en sådan efterlevande make vars äktenskap har ingåtts innan den efterlevande maken fyller 50 år och förmånslåtaren 65 år och äktenskapet har varat minst fem år, om 2) den efterlevande maken har fått invalidpension enligt en arbetspensionslag eller sjukpension enligt folkpensionslagen (568/2007) i minst tre års tid vid förmånslåtarens död.",
        "normalized_sv": "Rätt till efterlevandepension har också en sådan efterlevande make vars äktenskap har ingåtts innan den efterlevande maken fyller 50 år och förmånslåtaren 65 år och äktenskapet har varat minst fem år, om 2) den efterlevande maken har fått invalidpension enligt en arbetspensionslag eller sjukpension enligt folkpensionslagen (568/2007) i minst tre års tid vid förmånslåtarens död.",
        "folded_sv": "ratt till efterlevandepension har ocksa en sadan efterlevande make vars aktenskap har ingatts innan den efterlevande maken fyller 50 ar och formanslataren 65 ar och aktenskapet har varat minst fem ar, om 2) den efterlevande maken har fatt invalidpension enligt en arbetspensionslag eller sjukpension enligt folkpensionslagen (568/2007) i minst tre ars tid vid formanslatarens dod."
      }
    },
    {
      "provision_ref": "107",
      "section": "107",
      "title": "Ennakkopäätökset oikeudesta osatyökyvyttömyyseläkkeeseen ja työeläkekuntoutukseen",
      "content": "Työntekijällä on oikeus saada ennakkopäätös siitä, täyttääkö hän 24 §:ssä säädetyt työeläkekuntoutuksen saamisen edellytykset. Myönteinen ennakkopäätös on Valtiokonttoria sitova, jos työntekijä toimittaa Valtiokonttorille kuntoutussuunnitelman yhdeksän kuukauden kuluessa siitä, kun ennakkopäätös on tullut lainvoimaiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:107",
        "normalized_fi": "Työntekijällä on oikeus saada ennakkopäätös siitä, täyttääkö hän 24 § :ssä säädetyt työeläkekuntoutuksen saamisen edellytykset. Myönteinen ennakkopäätös on Valtiokonttoria sitova, jos työntekijä toimittaa Valtiokonttorille kuntoutussuunnitelman yhdeksän kuukauden kuluessa siitä, kun ennakkopäätös on tullut lainvoimaiseksi.",
        "folded_fi": "tyontekijalla on oikeus saada ennakkopaatos siita, tayttaako han 24 §:ssa saadetyt tyoelakekuntoutuksen saamisen edellytykset. myonteinen ennakkopaatos on valtiokonttoria sitova, jos tyontekija toimittaa valtiokonttorille kuntoutussuunnitelman yhdeksan kuukauden kuluessa siita, kun ennakkopaatos on tullut lainvoimaiseksi.",
        "title_sv": "Förhandsbeslut om rätten till delinvalidpension och till arbetspensionsrehabilitering",
        "content_sv": "En arbetstagare har rätt att få ett förhandsbeslut om huruvida han eller hon uppfyller de i 24 § föreskrivna villkoren för arbetspensionsrehabilitering. Ett bifallande förhandsbeslut är bindande för Statskontoret, om arbetstagaren lämnar in en rehabiliteringsplan till Statskontoret inom nio månader från det att förhandsbeslutet har vunnit laga kraft.",
        "normalized_sv": "En arbetstagare har rätt att få ett förhandsbeslut om huruvida han eller hon uppfyller de i 24 § föreskrivna villkoren för arbetspensionsrehabilitering. Ett bifallande förhandsbeslut är bindande för Statskontoret, om arbetstagaren lämnar in en rehabiliteringsplan till Statskontoret inom nio månader från det att förhandsbeslutet har vunnit laga kraft.",
        "folded_sv": "en arbetstagare har ratt att fa ett forhandsbeslut om huruvida han eller hon uppfyller de i 24 § foreskrivna villkoren for arbetspensionsrehabilitering. ett bifallande forhandsbeslut ar bindande for statskontoret, om arbetstagaren lamnar in en rehabiliteringsplan till statskontoret inom nio manader fran det att forhandsbeslutet har vunnit laga kraft."
      }
    },
    {
      "provision_ref": "108",
      "section": "108",
      "title": "Ennakkoarvion tai ennakkotiedon sitovuus",
      "content": "Valtiokonttori voi antaa työntekijälle etukäteen tiedon hänen tämän lain mukaisesta todennäköisestä eläkeiästään, karttuneen eläkkeen määrästä tai muusta eläkeoikeutta koskevasta seikasta, joka perustuu työntekijän palvelukseen tiedonantohetkeen mennessä. Ennakkoon annettu tieto sitoo Valtiokonttoria myös, jos sen perusteena olevat tosiseikat osoittautuvat virheellisiksi tai se on virheellinen Valtiokonttorin tekemän virheen vuoksi, jos virhe on vähäinen eikä se johdu eläkkeensaajasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:108",
        "normalized_fi": "Valtiokonttori voi antaa työntekijälle etukäteen tiedon hänen tämän lain mukaisesta todennäköisestä eläkeiästään, karttuneen eläkkeen määrästä tai muusta eläkeoikeutta koskevasta seikasta, joka perustuu työntekijän palvelukseen tiedonantohetkeen mennessä. Ennakkoon annettu tieto sitoo Valtiokonttoria myös, jos sen perusteena olevat tosiseikat osoittautuvat virheellisiksi tai se on virheellinen Valtiokonttorin tekemän virheen vuoksi, jos virhe on vähäinen eikä se johdu eläkkeensaajasta.",
        "folded_fi": "valtiokonttori voi antaa tyontekijalle etukateen tiedon hanen taman lain mukaisesta todennakoisesta elakeiastaan, karttuneen elakkeen maarasta tai muusta elakeoikeutta koskevasta seikasta, joka perustuu tyontekijan palvelukseen tiedonantohetkeen mennessa. ennakkoon annettu tieto sitoo valtiokonttoria myos, jos sen perusteena olevat tosiseikat osoittautuvat virheellisiksi tai se on virheellinen valtiokonttorin tekeman virheen vuoksi, jos virhe on vahainen eika se johdu elakkeensaajasta.",
        "title_sv": "Förhandskalkylers eller förhandsbeskeds bindande verkan",
        "content_sv": "Statskontoret kan på förhand ge en arbetstagare besked om arbetstagarens sannolika pensionsålder enligt denna lag, beloppet av den pension som tjänats in enligt denna lag eller om någon annan sådan omständighet i anslutning till pensionsrätten enligt denna lag som grundar sig på arbetstagarens anställning fram till tidpunkten för lämnandet av uppgifterna. Ett besked som lämnats på förhand är bindande för Statskontoret också när de fakta som ligger till grund för beskedet visar sig vara felaktiga eller beskedet är felaktigt på grund av fel i Statskontorets verksamhet, om felet är obetydligt och det inte beror på pensionstagaren.",
        "normalized_sv": "Statskontoret kan på förhand ge en arbetstagare besked om arbetstagarens sannolika pensionsålder enligt denna lag, beloppet av den pension som tjänats in enligt denna lag eller om någon annan sådan omständighet i anslutning till pensionsrätten enligt denna lag som grundar sig på arbetstagarens anställning fram till tidpunkten för lämnandet av uppgifterna. Ett besked som lämnats på förhand är bindande för Statskontoret också när de fakta som ligger till grund för beskedet visar sig vara felaktiga eller beskedet är felaktigt på grund av fel i Statskontorets verksamhet, om felet är obetydligt och det inte beror på pensionstagaren.",
        "folded_sv": "statskontoret kan pa forhand ge en arbetstagare besked om arbetstagarens sannolika pensionsalder enligt denna lag, beloppet av den pension som tjanats in enligt denna lag eller om nagon annan sadan omstandighet i anslutning till pensionsratten enligt denna lag som grundar sig pa arbetstagarens anstallning fram till tidpunkten for lamnandet av uppgifterna. ett besked som lamnats pa forhand ar bindande for statskontoret ocksa nar de fakta som ligger till grund for beskedet visar sig vara felaktiga eller beskedet ar felaktigt pa grund av fel i statskontorets verksamhet, om felet ar obetydligt och det inte beror pa pensionstagaren."
      }
    },
    {
      "provision_ref": "113",
      "section": "113",
      "title": "Viimeisen eläkelaitoksen kustannukset",
      "content": "Jos Valtiokonttori on viimeisenä eläkelaitoksena toimiessaan maksanut muiden työeläkelakien mukaista eläkettä tai jos muu julkisten tai yksityisten alojen eläkelaitos on viimeisenä eläkelaitoksena toimiessaan maksanut tämän lain mukaista eläkettä, Valtiokonttori perii muulta eläkelaitokselta tai hyvittää muulle eläkelaitokselle nämä eläkekustannukset korkoineen viimeistään maksuvuotta seuraavan kalenterivuoden aikana. Tätä varten voidaan periä tai suorittaa ennakkoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:113",
        "normalized_fi": "Jos Valtiokonttori on viimeisenä eläkelaitoksena toimiessaan maksanut muiden työeläkelakien mukaista eläkettä tai jos muu julkisten tai yksityisten alojen eläkelaitos on viimeisenä eläkelaitoksena toimiessaan maksanut tämän lain mukaista eläkettä, Valtiokonttori perii muulta eläkelaitokselta tai hyvittää muulle eläkelaitokselle nämä eläkekustannukset korkoineen viimeistään maksuvuotta seuraavan kalenterivuoden aikana. Tätä varten voidaan periä tai suorittaa ennakkoa.",
        "folded_fi": "jos valtiokonttori on viimeisena elakelaitoksena toimiessaan maksanut muiden tyoelakelakien mukaista elaketta tai jos muu julkisten tai yksityisten alojen elakelaitos on viimeisena elakelaitoksena toimiessaan maksanut taman lain mukaista elaketta, valtiokonttori perii muulta elakelaitokselta tai hyvittaa muulle elakelaitokselle nama elakekustannukset korkoineen viimeistaan maksuvuotta seuraavan kalenterivuoden aikana. tata varten voidaan peria tai suorittaa ennakkoa.",
        "title_sv": "Den sista pensionsanstaltens kostnader",
        "content_sv": "Har Statskontoret i egenskap av sista pensionsanstalt betalat ut pension enligt andra arbetspensionslagar, eller har en annan pensionsanstalt inom den offentliga eller den privata sektorn i egenskap av sista pensionsanstalt betalat ut pension enligt denna lag, ska Statskontoret debitera eller gottgöra denna pensionsanstalt dessa pensionskostnader inklusive ränta senast under det kalenderår som följer på utbetalningsåret. Förskott kan tas ut eller betalas för ändamålet.",
        "normalized_sv": "Har Statskontoret i egenskap av sista pensionsanstalt betalat ut pension enligt andra arbetspensionslagar, eller har en annan pensionsanstalt inom den offentliga eller den privata sektorn i egenskap av sista pensionsanstalt betalat ut pension enligt denna lag, ska Statskontoret debitera eller gottgöra denna pensionsanstalt dessa pensionskostnader inklusive ränta senast under det kalenderår som följer på utbetalningsåret. Förskott kan tas ut eller betalas för ändamålet.",
        "folded_sv": "har statskontoret i egenskap av sista pensionsanstalt betalat ut pension enligt andra arbetspensionslagar, eller har en annan pensionsanstalt inom den offentliga eller den privata sektorn i egenskap av sista pensionsanstalt betalat ut pension enligt denna lag, ska statskontoret debitera eller gottgora denna pensionsanstalt dessa pensionskostnader inklusive ranta senast under det kalenderar som foljer pa utbetalningsaret. forskott kan tas ut eller betalas for andamalet."
      }
    },
    {
      "provision_ref": "122",
      "section": "122",
      "title": "Eläkkeen maksaminen Kansaneläkelaitokselle tai työttömyyskassalle",
      "content": "Jos työntekijä on saanut väliaikaisesti Kansaneläkelaitoksen maksamaa eläkettä kansaneläkelain 72 §:n mukaan tai edellä mainittua eläkettä ja eläkkeensaajan asumistuesta annetun lain (571/2007) 8 §:n mukaista asumistukea samalta ajalta, jolta hänelle myönnetään muutoksenhaun perusteella tämän lain mukainen eläke takautuvasti, Valtiokonttorin on maksettava takautuva eläke Kansaneläkelaitoksen vaatimuksesta sille siltä osin kuin se vastaa määrältään Kansaneläkelaitoksen samalta ajalta liikaa maksaman etuuden määrää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:122",
        "normalized_fi": "Jos työntekijä on saanut väliaikaisesti Kansaneläkelaitoksen maksamaa eläkettä kansaneläkelain 72 § :n mukaan tai edellä mainittua eläkettä ja eläkkeensaajan asumistuesta annetun lain (571/2007) 8 § :n mukaista asumistukea samalta ajalta, jolta hänelle myönnetään muutoksenhaun perusteella tämän lain mukainen eläke takautuvasti, Valtiokonttorin on maksettava takautuva eläke Kansaneläkelaitoksen vaatimuksesta sille siltä osin kuin se vastaa määrältään Kansaneläkelaitoksen samalta ajalta liikaa maksaman etuuden määrää.",
        "folded_fi": "jos tyontekija on saanut valiaikaisesti kansanelakelaitoksen maksamaa elaketta kansanelakelain 72 §:n mukaan tai edella mainittua elaketta ja elakkeensaajan asumistuesta annetun lain (571/2007) 8 §:n mukaista asumistukea samalta ajalta, jolta hanelle myonnetaan muutoksenhaun perusteella taman lain mukainen elake takautuvasti, valtiokonttorin on maksettava takautuva elake kansanelakelaitoksen vaatimuksesta sille silta osin kuin se vastaa maaraltaan kansanelakelaitoksen samalta ajalta liikaa maksaman etuuden maaraa.",
        "title_sv": "Betalning av pension till Folkpensionsanstalten eller en arbetslöshetskassa",
        "content_sv": "Om en arbetstagare tillfälligt har fått pension som utbetalats av Folkpensionsanstalten enligt 72 § i folkpensionslagen eller ovan nämnda pension och bostadsbidrag enligt 8 § i lagen om bostadsbidrag för pensionstagare (571/2007) för samma tid för vilken arbetstagaren med anledning av ändringssökande beviljas pension enligt denna lag retroaktivt, ska Statskontoret betala den retroaktiva pensionen till Folkpensionsanstalten på dess yrkande till den del pensionen till sitt belopp motsvarar den förmån som Folkpensionsanstalten har betalat för samma tid till ett för stort belopp.",
        "normalized_sv": "Om en arbetstagare tillfälligt har fått pension som utbetalats av Folkpensionsanstalten enligt 72 § i folkpensionslagen eller ovan nämnda pension och bostadsbidrag enligt 8 § i lagen om bostadsbidrag för pensionstagare (571/2007) för samma tid för vilken arbetstagaren med anledning av ändringssökande beviljas pension enligt denna lag retroaktivt, ska Statskontoret betala den retroaktiva pensionen till Folkpensionsanstalten på dess yrkande till den del pensionen till sitt belopp motsvarar den förmån som Folkpensionsanstalten har betalat för samma tid till ett för stort belopp.",
        "folded_sv": "om en arbetstagare tillfalligt har fatt pension som utbetalats av folkpensionsanstalten enligt 72 § i folkpensionslagen eller ovan namnda pension och bostadsbidrag enligt 8 § i lagen om bostadsbidrag for pensionstagare (571/2007) for samma tid for vilken arbetstagaren med anledning av andringssokande beviljas pension enligt denna lag retroaktivt, ska statskontoret betala den retroaktiva pensionen till folkpensionsanstalten pa dess yrkande till den del pensionen till sitt belopp motsvarar den forman som folkpensionsanstalten har betalat for samma tid till ett for stort belopp."
      }
    },
    {
      "provision_ref": "165",
      "section": "165",
      "title": "Perustevalitus maksuunpanosta",
      "content": "Jos perustevalitus tehdään ulosmittauksen takia, on lisäksi voimassa, mitä verojen ja maksujen täytäntöönpanosta annetussa laissa (706/2007) säädetään perustevalituksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:165",
        "normalized_fi": "Jos perustevalitus tehdään ulosmittauksen takia, on lisäksi voimassa, mitä verojen ja maksujen täytäntöönpanosta annetussa laissa (706/2007) säädetään perustevalituksesta.",
        "folded_fi": "jos perustevalitus tehdaan ulosmittauksen takia, on lisaksi voimassa, mita verojen ja maksujen taytantoonpanosta annetussa laissa (706/2007) saadetaan perustevalituksesta.",
        "title_sv": "Grundbesvär över debitering",
        "content_sv": "Om grundbesvär anförs med anledning av utmätning, gäller dessutom vad som i lagen om verkställighet av skatter och avgifter (706/2007) bestäms om grundbesvär.",
        "normalized_sv": "Om grundbesvär anförs med anledning av utmätning, gäller dessutom vad som i lagen om verkställighet av skatter och avgifter (706/2007) bestäms om grundbesvär.",
        "folded_sv": "om grundbesvar anfors med anledning av utmatning, galler dessutom vad som i lagen om verkstallighet av skatter och avgifter (706/2007) bestams om grundbesvar."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "59",
      "section": "59",
      "title": "Eläkkeeseen oikeuttavat työansiot",
      "content": "Edellä 1 momentissa tarkoitettuna vastikkeena ei pidetä: 5) työntekijälle suoritettua ulkomaanedustuksen korvauksista annetussa laissa (596/2006) tarkoitettua korvausta ja muuta etuutta eikä ulkomaanedustuksen korvauksista annetussa ulkoasiainministeriön asetuksessa (854/2006) tarkoitettua paikalliskorotusta ja korvausta; tai",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:59",
        "normalized_fi": "Edellä 1 momentissa tarkoitettuna vastikkeena ei pidetä: 5) työntekijälle suoritettua ulkomaanedustuksen korvauksista annetussa laissa (596/2006) tarkoitettua korvausta ja muuta etuutta eikä ulkomaanedustuksen korvauksista annetussa ulkoasiainministeriön asetuksessa (854/2006) tarkoitettua paikalliskorotusta ja korvausta; tai",
        "folded_fi": "edella 1 momentissa tarkoitettuna vastikkeena ei pideta: 5) tyontekijalle suoritettua ulkomaanedustuksen korvauksista annetussa laissa (596/2006) tarkoitettua korvausta ja muuta etuutta eika ulkomaanedustuksen korvauksista annetussa ulkoasiainministerion asetuksessa (854/2006) tarkoitettua paikalliskorotusta ja korvausta; tai",
        "title_sv": "Arbetsinkomster som berättigar till pension",
        "content_sv": "Som ersättning enligt 1 mom. betraktas inte 5) till arbetstagaren betalda ersättningar och övriga förmåner enligt lagen om ersättningar inom utrikesrepresentationen (596/ 2006) samt ortstillägg och ersättningar enligt utrikesministeriets förordning om ersättningar inom utrikesrepresentationen (854/ 2006), eller",
        "normalized_sv": "Som ersättning enligt 1 mom. betraktas inte 5) till arbetstagaren betalda ersättningar och övriga förmåner enligt lagen om ersättningar inom utrikesrepresentationen (596/ 2006) samt ortstillägg och ersättningar enligt utrikesministeriets förordning om ersättningar inom utrikesrepresentationen (854/ 2006), eller",
        "folded_sv": "som ersattning enligt 1 mom. betraktas inte 5) till arbetstagaren betalda ersattningar och ovriga formaner enligt lagen om ersattningar inom utrikesrepresentationen (596/ 2006) samt ortstillagg och ersattningar enligt utrikesministeriets forordning om ersattningar inom utrikesrepresentationen (854/ 2006), eller"
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "78",
      "section": "78",
      "title": "Lesken eläkeoikeus",
      "content": "Leskeneläkkeeseen on oikeus myös sellaisella leskellä, jonka avioliitto on solmittu ennen kuin leski on täyttänyt 50 vuotta ja edunjättäjä 65 vuotta, jos avioliitto oli jatkunut vähintään viisi vuotta, jos: 2) leski sai edunjättäjän kuollessa työeläkelain tai kansaneläkelain (568/2007) mukaista työkyvyttömyyseläkettä, joka oli jatkunut vähintään kolmen vuoden ajan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:78",
        "normalized_fi": "Leskeneläkkeeseen on oikeus myös sellaisella leskellä, jonka avioliitto on solmittu ennen kuin leski on täyttänyt 50 vuotta ja edunjättäjä 65 vuotta, jos avioliitto oli jatkunut vähintään viisi vuotta, jos: 2) leski sai edunjättäjän kuollessa työeläkelain tai kansaneläkelain (568/2007) mukaista työkyvyttömyyseläkettä, joka oli jatkunut vähintään kolmen vuoden ajan.",
        "folded_fi": "leskenelakkeeseen on oikeus myos sellaisella leskella, jonka avioliitto on solmittu ennen kuin leski on tayttanyt 50 vuotta ja edunjattaja 65 vuotta, jos avioliitto oli jatkunut vahintaan viisi vuotta, jos: 2) leski sai edunjattajan kuollessa tyoelakelain tai kansanelakelain (568/2007) mukaista tyokyvyttomyyselaketta, joka oli jatkunut vahintaan kolmen vuoden ajan.",
        "title_sv": "Efterlevande makes rätt till pension",
        "content_sv": "Rätt till efterlevandepension har också en sådan efterlevande make vars äktenskap har ingåtts innan den efterlevande maken fyller 50 år och förmånslåtaren 65 år och äktenskapet har varat minst fem år, om 2) den efterlevande maken har fått invalidpension enligt en arbetspensionslag eller sjukpension enligt folkpensionslagen (568/2007) i minst tre års tid vid förmånslåtarens död.",
        "normalized_sv": "Rätt till efterlevandepension har också en sådan efterlevande make vars äktenskap har ingåtts innan den efterlevande maken fyller 50 år och förmånslåtaren 65 år och äktenskapet har varat minst fem år, om 2) den efterlevande maken har fått invalidpension enligt en arbetspensionslag eller sjukpension enligt folkpensionslagen (568/2007) i minst tre års tid vid förmånslåtarens död.",
        "folded_sv": "ratt till efterlevandepension har ocksa en sadan efterlevande make vars aktenskap har ingatts innan den efterlevande maken fyller 50 ar och formanslataren 65 ar och aktenskapet har varat minst fem ar, om 2) den efterlevande maken har fatt invalidpension enligt en arbetspensionslag eller sjukpension enligt folkpensionslagen (568/2007) i minst tre ars tid vid formanslatarens dod."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "107",
      "section": "107",
      "title": "Ennakkopäätökset oikeudesta osatyökyvyttömyyseläkkeeseen ja työeläkekuntoutukseen",
      "content": "Työntekijällä on oikeus saada ennakkopäätös siitä, täyttääkö hän 24 §:ssä säädetyt työeläkekuntoutuksen saamisen edellytykset. Myönteinen ennakkopäätös on Valtiokonttoria sitova, jos työntekijä toimittaa Valtiokonttorille kuntoutussuunnitelman yhdeksän kuukauden kuluessa siitä, kun ennakkopäätös on tullut lainvoimaiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:107",
        "normalized_fi": "Työntekijällä on oikeus saada ennakkopäätös siitä, täyttääkö hän 24 § :ssä säädetyt työeläkekuntoutuksen saamisen edellytykset. Myönteinen ennakkopäätös on Valtiokonttoria sitova, jos työntekijä toimittaa Valtiokonttorille kuntoutussuunnitelman yhdeksän kuukauden kuluessa siitä, kun ennakkopäätös on tullut lainvoimaiseksi.",
        "folded_fi": "tyontekijalla on oikeus saada ennakkopaatos siita, tayttaako han 24 §:ssa saadetyt tyoelakekuntoutuksen saamisen edellytykset. myonteinen ennakkopaatos on valtiokonttoria sitova, jos tyontekija toimittaa valtiokonttorille kuntoutussuunnitelman yhdeksan kuukauden kuluessa siita, kun ennakkopaatos on tullut lainvoimaiseksi.",
        "title_sv": "Förhandsbeslut om rätten till delinvalidpension och till arbetspensionsrehabilitering",
        "content_sv": "En arbetstagare har rätt att få ett förhandsbeslut om huruvida han eller hon uppfyller de i 24 § föreskrivna villkoren för arbetspensionsrehabilitering. Ett bifallande förhandsbeslut är bindande för Statskontoret, om arbetstagaren lämnar in en rehabiliteringsplan till Statskontoret inom nio månader från det att förhandsbeslutet har vunnit laga kraft.",
        "normalized_sv": "En arbetstagare har rätt att få ett förhandsbeslut om huruvida han eller hon uppfyller de i 24 § föreskrivna villkoren för arbetspensionsrehabilitering. Ett bifallande förhandsbeslut är bindande för Statskontoret, om arbetstagaren lämnar in en rehabiliteringsplan till Statskontoret inom nio månader från det att förhandsbeslutet har vunnit laga kraft.",
        "folded_sv": "en arbetstagare har ratt att fa ett forhandsbeslut om huruvida han eller hon uppfyller de i 24 § foreskrivna villkoren for arbetspensionsrehabilitering. ett bifallande forhandsbeslut ar bindande for statskontoret, om arbetstagaren lamnar in en rehabiliteringsplan till statskontoret inom nio manader fran det att forhandsbeslutet har vunnit laga kraft."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "108",
      "section": "108",
      "title": "Ennakkoarvion tai ennakkotiedon sitovuus",
      "content": "Valtiokonttori voi antaa työntekijälle etukäteen tiedon hänen tämän lain mukaisesta todennäköisestä eläkeiästään, karttuneen eläkkeen määrästä tai muusta eläkeoikeutta koskevasta seikasta, joka perustuu työntekijän palvelukseen tiedonantohetkeen mennessä. Ennakkoon annettu tieto sitoo Valtiokonttoria myös, jos sen perusteena olevat tosiseikat osoittautuvat virheellisiksi tai se on virheellinen Valtiokonttorin tekemän virheen vuoksi, jos virhe on vähäinen eikä se johdu eläkkeensaajasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:108",
        "normalized_fi": "Valtiokonttori voi antaa työntekijälle etukäteen tiedon hänen tämän lain mukaisesta todennäköisestä eläkeiästään, karttuneen eläkkeen määrästä tai muusta eläkeoikeutta koskevasta seikasta, joka perustuu työntekijän palvelukseen tiedonantohetkeen mennessä. Ennakkoon annettu tieto sitoo Valtiokonttoria myös, jos sen perusteena olevat tosiseikat osoittautuvat virheellisiksi tai se on virheellinen Valtiokonttorin tekemän virheen vuoksi, jos virhe on vähäinen eikä se johdu eläkkeensaajasta.",
        "folded_fi": "valtiokonttori voi antaa tyontekijalle etukateen tiedon hanen taman lain mukaisesta todennakoisesta elakeiastaan, karttuneen elakkeen maarasta tai muusta elakeoikeutta koskevasta seikasta, joka perustuu tyontekijan palvelukseen tiedonantohetkeen mennessa. ennakkoon annettu tieto sitoo valtiokonttoria myos, jos sen perusteena olevat tosiseikat osoittautuvat virheellisiksi tai se on virheellinen valtiokonttorin tekeman virheen vuoksi, jos virhe on vahainen eika se johdu elakkeensaajasta.",
        "title_sv": "Förhandskalkylers eller förhandsbeskeds bindande verkan",
        "content_sv": "Statskontoret kan på förhand ge en arbetstagare besked om arbetstagarens sannolika pensionsålder enligt denna lag, beloppet av den pension som tjänats in enligt denna lag eller om någon annan sådan omständighet i anslutning till pensionsrätten enligt denna lag som grundar sig på arbetstagarens anställning fram till tidpunkten för lämnandet av uppgifterna. Ett besked som lämnats på förhand är bindande för Statskontoret också när de fakta som ligger till grund för beskedet visar sig vara felaktiga eller beskedet är felaktigt på grund av fel i Statskontorets verksamhet, om felet är obetydligt och det inte beror på pensionstagaren.",
        "normalized_sv": "Statskontoret kan på förhand ge en arbetstagare besked om arbetstagarens sannolika pensionsålder enligt denna lag, beloppet av den pension som tjänats in enligt denna lag eller om någon annan sådan omständighet i anslutning till pensionsrätten enligt denna lag som grundar sig på arbetstagarens anställning fram till tidpunkten för lämnandet av uppgifterna. Ett besked som lämnats på förhand är bindande för Statskontoret också när de fakta som ligger till grund för beskedet visar sig vara felaktiga eller beskedet är felaktigt på grund av fel i Statskontorets verksamhet, om felet är obetydligt och det inte beror på pensionstagaren.",
        "folded_sv": "statskontoret kan pa forhand ge en arbetstagare besked om arbetstagarens sannolika pensionsalder enligt denna lag, beloppet av den pension som tjanats in enligt denna lag eller om nagon annan sadan omstandighet i anslutning till pensionsratten enligt denna lag som grundar sig pa arbetstagarens anstallning fram till tidpunkten for lamnandet av uppgifterna. ett besked som lamnats pa forhand ar bindande for statskontoret ocksa nar de fakta som ligger till grund for beskedet visar sig vara felaktiga eller beskedet ar felaktigt pa grund av fel i statskontorets verksamhet, om felet ar obetydligt och det inte beror pa pensionstagaren."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "113",
      "section": "113",
      "title": "Viimeisen eläkelaitoksen kustannukset",
      "content": "Jos Valtiokonttori on viimeisenä eläkelaitoksena toimiessaan maksanut muiden työeläkelakien mukaista eläkettä tai jos muu julkisten tai yksityisten alojen eläkelaitos on viimeisenä eläkelaitoksena toimiessaan maksanut tämän lain mukaista eläkettä, Valtiokonttori perii muulta eläkelaitokselta tai hyvittää muulle eläkelaitokselle nämä eläkekustannukset korkoineen viimeistään maksuvuotta seuraavan kalenterivuoden aikana. Tätä varten voidaan periä tai suorittaa ennakkoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:113",
        "normalized_fi": "Jos Valtiokonttori on viimeisenä eläkelaitoksena toimiessaan maksanut muiden työeläkelakien mukaista eläkettä tai jos muu julkisten tai yksityisten alojen eläkelaitos on viimeisenä eläkelaitoksena toimiessaan maksanut tämän lain mukaista eläkettä, Valtiokonttori perii muulta eläkelaitokselta tai hyvittää muulle eläkelaitokselle nämä eläkekustannukset korkoineen viimeistään maksuvuotta seuraavan kalenterivuoden aikana. Tätä varten voidaan periä tai suorittaa ennakkoa.",
        "folded_fi": "jos valtiokonttori on viimeisena elakelaitoksena toimiessaan maksanut muiden tyoelakelakien mukaista elaketta tai jos muu julkisten tai yksityisten alojen elakelaitos on viimeisena elakelaitoksena toimiessaan maksanut taman lain mukaista elaketta, valtiokonttori perii muulta elakelaitokselta tai hyvittaa muulle elakelaitokselle nama elakekustannukset korkoineen viimeistaan maksuvuotta seuraavan kalenterivuoden aikana. tata varten voidaan peria tai suorittaa ennakkoa.",
        "title_sv": "Den sista pensionsanstaltens kostnader",
        "content_sv": "Har Statskontoret i egenskap av sista pensionsanstalt betalat ut pension enligt andra arbetspensionslagar, eller har en annan pensionsanstalt inom den offentliga eller den privata sektorn i egenskap av sista pensionsanstalt betalat ut pension enligt denna lag, ska Statskontoret debitera eller gottgöra denna pensionsanstalt dessa pensionskostnader inklusive ränta senast under det kalenderår som följer på utbetalningsåret. Förskott kan tas ut eller betalas för ändamålet.",
        "normalized_sv": "Har Statskontoret i egenskap av sista pensionsanstalt betalat ut pension enligt andra arbetspensionslagar, eller har en annan pensionsanstalt inom den offentliga eller den privata sektorn i egenskap av sista pensionsanstalt betalat ut pension enligt denna lag, ska Statskontoret debitera eller gottgöra denna pensionsanstalt dessa pensionskostnader inklusive ränta senast under det kalenderår som följer på utbetalningsåret. Förskott kan tas ut eller betalas för ändamålet.",
        "folded_sv": "har statskontoret i egenskap av sista pensionsanstalt betalat ut pension enligt andra arbetspensionslagar, eller har en annan pensionsanstalt inom den offentliga eller den privata sektorn i egenskap av sista pensionsanstalt betalat ut pension enligt denna lag, ska statskontoret debitera eller gottgora denna pensionsanstalt dessa pensionskostnader inklusive ranta senast under det kalenderar som foljer pa utbetalningsaret. forskott kan tas ut eller betalas for andamalet."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "122",
      "section": "122",
      "title": "Eläkkeen maksaminen Kansaneläkelaitokselle tai työttömyyskassalle",
      "content": "Jos työntekijä on saanut väliaikaisesti Kansaneläkelaitoksen maksamaa eläkettä kansaneläkelain 72 §:n mukaan tai edellä mainittua eläkettä ja eläkkeensaajan asumistuesta annetun lain (571/2007) 8 §:n mukaista asumistukea samalta ajalta, jolta hänelle myönnetään muutoksenhaun perusteella tämän lain mukainen eläke takautuvasti, Valtiokonttorin on maksettava takautuva eläke Kansaneläkelaitoksen vaatimuksesta sille siltä osin kuin se vastaa määrältään Kansaneläkelaitoksen samalta ajalta liikaa maksaman etuuden määrää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:122",
        "normalized_fi": "Jos työntekijä on saanut väliaikaisesti Kansaneläkelaitoksen maksamaa eläkettä kansaneläkelain 72 § :n mukaan tai edellä mainittua eläkettä ja eläkkeensaajan asumistuesta annetun lain (571/2007) 8 § :n mukaista asumistukea samalta ajalta, jolta hänelle myönnetään muutoksenhaun perusteella tämän lain mukainen eläke takautuvasti, Valtiokonttorin on maksettava takautuva eläke Kansaneläkelaitoksen vaatimuksesta sille siltä osin kuin se vastaa määrältään Kansaneläkelaitoksen samalta ajalta liikaa maksaman etuuden määrää.",
        "folded_fi": "jos tyontekija on saanut valiaikaisesti kansanelakelaitoksen maksamaa elaketta kansanelakelain 72 §:n mukaan tai edella mainittua elaketta ja elakkeensaajan asumistuesta annetun lain (571/2007) 8 §:n mukaista asumistukea samalta ajalta, jolta hanelle myonnetaan muutoksenhaun perusteella taman lain mukainen elake takautuvasti, valtiokonttorin on maksettava takautuva elake kansanelakelaitoksen vaatimuksesta sille silta osin kuin se vastaa maaraltaan kansanelakelaitoksen samalta ajalta liikaa maksaman etuuden maaraa.",
        "title_sv": "Betalning av pension till Folkpensionsanstalten eller en arbetslöshetskassa",
        "content_sv": "Om en arbetstagare tillfälligt har fått pension som utbetalats av Folkpensionsanstalten enligt 72 § i folkpensionslagen eller ovan nämnda pension och bostadsbidrag enligt 8 § i lagen om bostadsbidrag för pensionstagare (571/2007) för samma tid för vilken arbetstagaren med anledning av ändringssökande beviljas pension enligt denna lag retroaktivt, ska Statskontoret betala den retroaktiva pensionen till Folkpensionsanstalten på dess yrkande till den del pensionen till sitt belopp motsvarar den förmån som Folkpensionsanstalten har betalat för samma tid till ett för stort belopp.",
        "normalized_sv": "Om en arbetstagare tillfälligt har fått pension som utbetalats av Folkpensionsanstalten enligt 72 § i folkpensionslagen eller ovan nämnda pension och bostadsbidrag enligt 8 § i lagen om bostadsbidrag för pensionstagare (571/2007) för samma tid för vilken arbetstagaren med anledning av ändringssökande beviljas pension enligt denna lag retroaktivt, ska Statskontoret betala den retroaktiva pensionen till Folkpensionsanstalten på dess yrkande till den del pensionen till sitt belopp motsvarar den förmån som Folkpensionsanstalten har betalat för samma tid till ett för stort belopp.",
        "folded_sv": "om en arbetstagare tillfalligt har fatt pension som utbetalats av folkpensionsanstalten enligt 72 § i folkpensionslagen eller ovan namnda pension och bostadsbidrag enligt 8 § i lagen om bostadsbidrag for pensionstagare (571/2007) for samma tid for vilken arbetstagaren med anledning av andringssokande beviljas pension enligt denna lag retroaktivt, ska statskontoret betala den retroaktiva pensionen till folkpensionsanstalten pa dess yrkande till den del pensionen till sitt belopp motsvarar den forman som folkpensionsanstalten har betalat for samma tid till ett for stort belopp."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "165",
      "section": "165",
      "title": "Perustevalitus maksuunpanosta",
      "content": "Jos perustevalitus tehdään ulosmittauksen takia, on lisäksi voimassa, mitä verojen ja maksujen täytäntöönpanosta annetussa laissa (706/2007) säädetään perustevalituksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:165",
        "normalized_fi": "Jos perustevalitus tehdään ulosmittauksen takia, on lisäksi voimassa, mitä verojen ja maksujen täytäntöönpanosta annetussa laissa (706/2007) säädetään perustevalituksesta.",
        "folded_fi": "jos perustevalitus tehdaan ulosmittauksen takia, on lisaksi voimassa, mita verojen ja maksujen taytantoonpanosta annetussa laissa (706/2007) saadetaan perustevalituksesta.",
        "title_sv": "Grundbesvär över debitering",
        "content_sv": "Om grundbesvär anförs med anledning av utmätning, gäller dessutom vad som i lagen om verkställighet av skatter och avgifter (706/2007) bestäms om grundbesvär.",
        "normalized_sv": "Om grundbesvär anförs med anledning av utmätning, gäller dessutom vad som i lagen om verkställighet av skatter och avgifter (706/2007) bestäms om grundbesvär.",
        "folded_sv": "om grundbesvar anfors med anledning av utmatning, galler dessutom vad som i lagen om verkstallighet av skatter och avgifter (706/2007) bestams om grundbesvar."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    }
  ]
}