{
  "id": "1190/2007",
  "type": "statute",
  "title": "Laki valtion varoista suoritettavasta eläkkeen korvaamisesta alle kolmivuotiaan lapsen hoidon tai opiskelun ajalta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om pensionsersättning som skall betalas av statens medel för tiden för vård av barn under tre år eller för tiden för studier",
  "status": "in_force",
  "issued_date": "2007-12-07",
  "in_force_date": "2007-12-07",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/1190/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Tässä laissa säädetään alle kolmivuotiaan lapsen hoidon ja opintojen ajalta karttuvasta etuudesta. Etuus maksetaan myönnettäessä muuta eläkettä kuin osa-aikaeläkettä alla mainittujen lakien ja eläkesääntöjen nojalla: 1) työntekijän eläkelaki (395/2006); 2) merimieseläkelaki (1290/2006); 3) yrittäjän eläkelaki (1272/2006); 4) maatalousyrittäjän eläkelaki (1280/ 2006); 5) valtion eläkelaki (1295/2006); 6) kunnallinen eläkelaki (549/2003); 7) evankelis-luterilaisen kirkon eläkelaki (298/1966); 8) ortodoksisesta kirkosta annettu laki (985/2006); 9) Kansaneläkelaitoksesta annettu laki (731/2001); 10) Suomen Pankista annetun lain (214/1998) 11 §:n 2 momentin 6 kohdan nojalla annettu eläkesääntö; tai 11) eräiden valtakunnassa voimassa olevien valtion eläkkeitä koskevien säännösten soveltamisesta Ahvenanmaan maakunnassa annettu maakuntalaki (ÅFS 54/2007).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Tässä laissa säädetään alle kolmivuotiaan lapsen hoidon ja opintojen ajalta karttuvasta etuudesta. Etuus maksetaan myönnettäessä muuta eläkettä kuin osa-aikaeläkettä alla mainittujen lakien ja eläkesääntöjen nojalla: 1) työntekijän eläkelaki (395/2006); 2) merimieseläkelaki (1290/2006); 3) yrittäjän eläkelaki (1272/2006); 4) maatalousyrittäjän eläkelaki (1280/ 2006); 5) valtion eläkelaki (1295/2006); 6) kunnallinen eläkelaki (549/2003); 7) evankelis-luterilaisen kirkon eläkelaki (298/1966); 8) ortodoksisesta kirkosta annettu laki (985/2006); 9) Kansaneläkelaitoksesta annettu laki (731/2001); 10) Suomen Pankista annetun lain (214/1998) 11 § :n 2 momentin 6 kohdan nojalla annettu eläkesääntö; tai 11) eräiden valtakunnassa voimassa olevien valtion eläkkeitä koskevien säännösten soveltamisesta Ahvenanmaan maakunnassa annettu maakuntalaki (ÅFS 54/2007).",
        "folded_fi": "tassa laissa saadetaan alle kolmivuotiaan lapsen hoidon ja opintojen ajalta karttuvasta etuudesta. etuus maksetaan myonnettaessa muuta elaketta kuin osa-aikaelaketta alla mainittujen lakien ja elakesaantojen nojalla: 1) tyontekijan elakelaki (395/2006); 2) merimieselakelaki (1290/2006); 3) yrittajan elakelaki (1272/2006); 4) maatalousyrittajan elakelaki (1280/ 2006); 5) valtion elakelaki (1295/2006); 6) kunnallinen elakelaki (549/2003); 7) evankelis-luterilaisen kirkon elakelaki (298/1966); 8) ortodoksisesta kirkosta annettu laki (985/2006); 9) kansanelakelaitoksesta annettu laki (731/2001); 10) suomen pankista annetun lain (214/1998) 11 §:n 2 momentin 6 kohdan nojalla annettu elakesaanto; tai 11) eraiden valtakunnassa voimassa olevien valtion elakkeita koskevien saannosten soveltamisesta ahvenanmaan maakunnassa annettu maakuntalaki (afs 54/2007).",
        "content_sv": "I denna lag bestäms om förmån som tillväxer för tiden för vård av barn under tre år och för tiden för studier. Förmånen betalas när annan pension än deltidspension beviljas med stöd av följande lagar och pensionsstadgor: 1) lagen om pension för arbetstagare (395/ 2006), 2) lagen om sjömanspensioner (1290/ 2006), 3) lagen om pension för företagare 1272/ 2006), 4) lagen om pension för lantbruksföretagare (1280/2006), 5) lagen om statens pensioner (1295/2006), 6) lagen om kommunala pensioner (549/2003), 7) pensionslagen för evangelisk-lutherska kyrkan (298/1966), 8) lagen om ortodoxa kyrkan (985/2006), 9) lagen om Folkpensionsanstalten (731/ 2001), 10) den pensionsstadga som fastställts med stöd av 11 § 2 mom. 6 punkten i lagen om Finlands Bank (214/1998), eller 11) landskapslagen om tillämpning i landskapet Åland av vissa riksförfattningar om statens pensioner (ÅFS 54/2007).",
        "normalized_sv": "I denna lag bestäms om förmån som tillväxer för tiden för vård av barn under tre år och för tiden för studier. Förmånen betalas när annan pension än deltidspension beviljas med stöd av följande lagar och pensionsstadgor: 1) lagen om pension för arbetstagare (395/ 2006), 2) lagen om sjömanspensioner (1290/ 2006), 3) lagen om pension för företagare 1272/ 2006), 4) lagen om pension för lantbruksföretagare (1280/2006), 5) lagen om statens pensioner (1295/2006), 6) lagen om kommunala pensioner (549/2003), 7) pensionslagen för evangelisk-lutherska kyrkan (298/1966), 8) lagen om ortodoxa kyrkan (985/2006), 9) lagen om Folkpensionsanstalten (731/ 2001), 10) den pensionsstadga som fastställts med stöd av 11 § 2 mom. 6 punkten i lagen om Finlands Bank (214/1998), eller 11) landskapslagen om tillämpning i landskapet Åland av vissa riksförfattningar om statens pensioner (ÅFS 54/2007).",
        "folded_sv": "i denna lag bestams om forman som tillvaxer for tiden for vard av barn under tre ar och for tiden for studier. formanen betalas nar annan pension an deltidspension beviljas med stod av foljande lagar och pensionsstadgor: 1) lagen om pension for arbetstagare (395/ 2006), 2) lagen om sjomanspensioner (1290/ 2006), 3) lagen om pension for foretagare 1272/ 2006), 4) lagen om pension for lantbruksforetagare (1280/2006), 5) lagen om statens pensioner (1295/2006), 6) lagen om kommunala pensioner (549/2003), 7) pensionslagen for evangelisk-lutherska kyrkan (298/1966), 8) lagen om ortodoxa kyrkan (985/2006), 9) lagen om folkpensionsanstalten (731/ 2001), 10) den pensionsstadga som faststallts med stod av 11 § 2 mom. 6 punkten i lagen om finlands bank (214/1998), eller 11) landskapslagen om tillampning i landskapet aland av vissa riksforfattningar om statens pensioner (afs 54/2007)."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Oikeus etuuteen on vanhemmalla, joka alle kolmivuotiaan lapsensa hoitamisen vuoksi on estynyt tekemästä ansiotyötä ja saa lasten kotihoidon ja yksityisen hoidon tuesta annetun lain (1128/1996) mukaista tukea tai vastaavaa Ahvenanmaan maakuntalainsäädännön mukaista lapsen kotihoidon tukea. Etuuden perusteena oleva laskennallinen tulo on 523,61 euroa kuukautta kohden. Tarkemmat säännökset etuuden saamisesta annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Oikeus etuuteen on vanhemmalla, joka alle kolmivuotiaan lapsensa hoitamisen vuoksi on estynyt tekemästä ansiotyötä ja saa lasten kotihoidon ja yksityisen hoidon tuesta annetun lain (1128/1996) mukaista tukea tai vastaavaa Ahvenanmaan maakuntalainsäädännön mukaista lapsen kotihoidon tukea. Etuuden perusteena oleva laskennallinen tulo on 523,61 euroa kuukautta kohden. Tarkemmat säännökset etuuden saamisesta annetaan valtioneuvoston asetuksella.",
        "folded_fi": "oikeus etuuteen on vanhemmalla, joka alle kolmivuotiaan lapsensa hoitamisen vuoksi on estynyt tekemasta ansiotyota ja saa lasten kotihoidon ja yksityisen hoidon tuesta annetun lain (1128/1996) mukaista tukea tai vastaavaa ahvenanmaan maakuntalainsaadannon mukaista lapsen kotihoidon tukea. etuuden perusteena oleva laskennallinen tulo on 523,61 euroa kuukautta kohden. tarkemmat saannokset etuuden saamisesta annetaan valtioneuvoston asetuksella.",
        "content_sv": "Rätt till förmånen har en förälder som på grund av vården av ett barn under tre år är förhindrad att förvärvsarbeta och får stöd enligt lagen om stöd för hemvård och privat vård av barn (1128/1996) eller motsvarande stöd för hemvård av barn enligt Ålands landskapslagstiftning. Den kalkylerade inkomst som utgör grund för förmånen är 523,61 euro per månad. Närmare bestämmelser om förmånen utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Rätt till förmånen har en förälder som på grund av vården av ett barn under tre år är förhindrad att förvärvsarbeta och får stöd enligt lagen om stöd för hemvård och privat vård av barn (1128/1996) eller motsvarande stöd för hemvård av barn enligt Ålands landskapslagstiftning. Den kalkylerade inkomst som utgör grund för förmånen är 523,61 euro per månad. Närmare bestämmelser om förmånen utfärdas genom förordning av statsrådet.",
        "folded_sv": "ratt till formanen har en foralder som pa grund av varden av ett barn under tre ar ar forhindrad att forvarvsarbeta och far stod enligt lagen om stod for hemvard och privat vard av barn (1128/1996) eller motsvarande stod for hemvard av barn enligt alands landskapslagstiftning. den kalkylerade inkomst som utgor grund for formanen ar 523,61 euro per manad. narmare bestammelser om formanen utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Ulkomailla suoritettu tutkinto oikeuttaa vastaavasti etuuteen edellyttäen, että henkilö on saanut opintotukilain (65/1994) mukaista opintotukea tai vastaavaa Ahvenanmaan maakuntalainsäädännön mukaista opintotukea.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Ulkomailla suoritettu tutkinto oikeuttaa vastaavasti etuuteen edellyttäen, että henkilö on saanut opintotukilain (65/1994) mukaista opintotukea tai vastaavaa Ahvenanmaan maakuntalainsäädännön mukaista opintotukea.",
        "folded_fi": "ulkomailla suoritettu tutkinto oikeuttaa vastaavasti etuuteen edellyttaen, etta henkilo on saanut opintotukilain (65/1994) mukaista opintotukea tai vastaavaa ahvenanmaan maakuntalainsaadannon mukaista opintotukea.",
        "content_sv": "En examen som avlagts utomlands berättigar på motsvarande sätt till förmånen, under förutsättning att personen har fått studiestöd enligt lagen om studiestöd (65/1994) eller motsvarande studiestöd enligt Ålands landskapslagstiftning.",
        "normalized_sv": "En examen som avlagts utomlands berättigar på motsvarande sätt till förmånen, under förutsättning att personen har fått studiestöd enligt lagen om studiestöd (65/1994) eller motsvarande studiestöd enligt Ålands landskapslagstiftning.",
        "folded_sv": "en examen som avlagts utomlands berattigar pa motsvarande satt till formanen, under forutsattning att personen har fatt studiestod enligt lagen om studiestod (65/1994) eller motsvarande studiestod enligt alands landskapslagstiftning."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Etuutta karttuu 1/8 prosenttia kalenterikuukautta kohden 2 ja 3 §:ssä mainitusta perusteesta. Etuuden laskee ja suorittaa 1 §:ssä tarkoitetun lain mukaista eläketurvaa hoitava työntekijän eläkelain 107 §:n mukainen eläkelaitos ja muissa kuin mainitun lainkohdan tarkoittamissa tilanteissa hakijan eläketurvan järjestänyt viimeinen eläkelaitos myöntämänsä etuuden alkamishetkestä lukien, ei kuitenkaan aikaisemmasta ajankohdasta kuin siitä, jolloin eläkkeen hakija on suorittanut 3 §:ssä tarkoitetun tutkinnon. Jos 1 §:ssä tarkoitetun lain mukaista eläketurvaa hoitavia eläkelaitoksia on samanaikaisesti kaksi tai useampia, tämän lain mukaisen etuuden suorittaa se eläkelaitos, jossa eläketurva on järjestetty pääasiallisen ansiotyön perusteella. Jos hakijan eläkeoikeus on siirretty Euroopan yhteisöjen eläkejärjestelmään eläkeoikeuden siirtämisestä Suomen työeläkejärjestelmän ja Euroopan yhteisöjen eläkejärjestelmän välillä annetun lain (165/1999) perusteella, tämän lain mukaisen etuuden laskee ja suorittaa etuuden saajan hakemuksesta Valtiokonttori. Etuus suoritetaan siitä ajankohdasta lukien, josta henkilöllä on oikeus saada eläkettä Euroopan yhteisöjen henkilöstösääntöjen perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Etuutta karttuu 1/8 prosenttia kalenterikuukautta kohden 2 ja 3 § :ssä mainitusta perusteesta. Etuuden laskee ja suorittaa 1 § :ssä tarkoitetun lain mukaista eläketurvaa hoitava työntekijän eläkelain 107 § :n mukainen eläkelaitos ja muissa kuin mainitun lainkohdan tarkoittamissa tilanteissa hakijan eläketurvan järjestänyt viimeinen eläkelaitos myöntämänsä etuuden alkamishetkestä lukien, ei kuitenkaan aikaisemmasta ajankohdasta kuin siitä, jolloin eläkkeen hakija on suorittanut 3 § :ssä tarkoitetun tutkinnon. Jos 1 § :ssä tarkoitetun lain mukaista eläketurvaa hoitavia eläkelaitoksia on samanaikaisesti kaksi tai useampia, tämän lain mukaisen etuuden suorittaa se eläkelaitos, jossa eläketurva on järjestetty pääasiallisen ansiotyön perusteella. Jos hakijan eläkeoikeus on siirretty Euroopan yhteisöjen eläkejärjestelmään eläkeoikeuden siirtämisestä Suomen työeläkejärjestelmän ja Euroopan yhteisöjen eläkejärjestelmän välillä annetun lain (165/1999) perusteella, tämän lain mukaisen etuuden laskee ja suorittaa etuuden saajan hakemuksesta Valtiokonttori. Etuus suoritetaan siitä ajankohdasta lukien, josta henkilöllä on oikeus saada eläkettä Euroopan yhteisöjen henkilöstösääntöjen perusteella.",
        "folded_fi": "etuutta karttuu 1/8 prosenttia kalenterikuukautta kohden 2 ja 3 §:ssa mainitusta perusteesta. etuuden laskee ja suorittaa 1 §:ssa tarkoitetun lain mukaista elaketurvaa hoitava tyontekijan elakelain 107 §:n mukainen elakelaitos ja muissa kuin mainitun lainkohdan tarkoittamissa tilanteissa hakijan elaketurvan jarjestanyt viimeinen elakelaitos myontamansa etuuden alkamishetkesta lukien, ei kuitenkaan aikaisemmasta ajankohdasta kuin siita, jolloin elakkeen hakija on suorittanut 3 §:ssa tarkoitetun tutkinnon. jos 1 §:ssa tarkoitetun lain mukaista elaketurvaa hoitavia elakelaitoksia on samanaikaisesti kaksi tai useampia, taman lain mukaisen etuuden suorittaa se elakelaitos, jossa elaketurva on jarjestetty paaasiallisen ansiotyon perusteella. jos hakijan elakeoikeus on siirretty euroopan yhteisojen elakejarjestelmaan elakeoikeuden siirtamisesta suomen tyoelakejarjestelman ja euroopan yhteisojen elakejarjestelman valilla annetun lain (165/1999) perusteella, taman lain mukaisen etuuden laskee ja suorittaa etuuden saajan hakemuksesta valtiokonttori. etuus suoritetaan siita ajankohdasta lukien, josta henkilolla on oikeus saada elaketta euroopan yhteisojen henkilostosaantojen perusteella.",
        "content_sv": "Förmånen tillväxer med 1/8 procent per kalendermånad på basis av den grund som anges i 2 och 3 §. Förmånen beräknas och betalas av den pensionsanstalt enligt 107 § i lagen om pension för arbetstagare som sköter pensionsskyddet enligt en lag som avses i 1 §, och i andra fall än de som avses i nämnda lagrum av den sista pensionsanstalt där sökandens pensionsskydd har ordnats. Pensionsanstalten betalar förmånen från och med den tidpunkt då den pension som den beviljat börjar, dock inte tidigare än från och med det att den som ansöker om förmånen har avlagt en i 3 § avsedd examen. Om två eller flera pensionsanstalter samtidigt sköter pensionsskyddet enligt en i 1 § avsedd lag, ska den förmån som avses i denna lag betalas av den pensionsanstalt där pensionsskyddet har ordnats på basis av det huvudsakliga förvärvsarbetet. Har sökandens pensionsrätt överförts till Europeiska gemenskapernas pensionssystem på basis av lagen om överföring av pensionsrätt mellan arbetspensionssystemet i Finland och Europeiska gemenskapernas pensionssystem (165/1999), beräknar och betalar Statskontoret förmånen enligt denna lag på ansökan av förmånstagaren. Förmånen betalas från och med den tidpunkt då personen har rätt till pension på basis av tjänsteföreskrifterna för tjänstemän i Europeiska gemenskaperna.",
        "normalized_sv": "Förmånen tillväxer med 1/8 procent per kalendermånad på basis av den grund som anges i 2 och 3 § . Förmånen beräknas och betalas av den pensionsanstalt enligt 107 § i lagen om pension för arbetstagare som sköter pensionsskyddet enligt en lag som avses i 1 § , och i andra fall än de som avses i nämnda lagrum av den sista pensionsanstalt där sökandens pensionsskydd har ordnats. Pensionsanstalten betalar förmånen från och med den tidpunkt då den pension som den beviljat börjar, dock inte tidigare än från och med det att den som ansöker om förmånen har avlagt en i 3 § avsedd examen. Om två eller flera pensionsanstalter samtidigt sköter pensionsskyddet enligt en i 1 § avsedd lag, ska den förmån som avses i denna lag betalas av den pensionsanstalt där pensionsskyddet har ordnats på basis av det huvudsakliga förvärvsarbetet. Har sökandens pensionsrätt överförts till Europeiska gemenskapernas pensionssystem på basis av lagen om överföring av pensionsrätt mellan arbetspensionssystemet i Finland och Europeiska gemenskapernas pensionssystem (165/1999), beräknar och betalar Statskontoret förmånen enligt denna lag på ansökan av förmånstagaren. Förmånen betalas från och med den tidpunkt då personen har rätt till pension på basis av tjänsteföreskrifterna för tjänstemän i Europeiska gemenskaperna.",
        "folded_sv": "formanen tillvaxer med 1/8 procent per kalendermanad pa basis av den grund som anges i 2 och 3 §. formanen beraknas och betalas av den pensionsanstalt enligt 107 § i lagen om pension for arbetstagare som skoter pensionsskyddet enligt en lag som avses i 1 §, och i andra fall an de som avses i namnda lagrum av den sista pensionsanstalt dar sokandens pensionsskydd har ordnats. pensionsanstalten betalar formanen fran och med den tidpunkt da den pension som den beviljat borjar, dock inte tidigare an fran och med det att den som ansoker om formanen har avlagt en i 3 § avsedd examen. om tva eller flera pensionsanstalter samtidigt skoter pensionsskyddet enligt en i 1 § avsedd lag, ska den forman som avses i denna lag betalas av den pensionsanstalt dar pensionsskyddet har ordnats pa basis av det huvudsakliga forvarvsarbetet. har sokandens pensionsratt overforts till europeiska gemenskapernas pensionssystem pa basis av lagen om overforing av pensionsratt mellan arbetspensionssystemet i finland och europeiska gemenskapernas pensionssystem (165/1999), beraknar och betalar statskontoret formanen enligt denna lag pa ansokan av formanstagaren. formanen betalas fran och med den tidpunkt da personen har ratt till pension pa basis av tjansteforeskrifterna for tjansteman i europeiska gemenskaperna."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Lapsen vanhemman on 2 §:ssä tarkoitetun etuuden määräämistä varten ilmoitettava kotihoidontukea koskevassa hakemuksessaan Kansaneläkelaitokselle tai kotihoidontukea Ahvenanmaalla myöntävälle kunnalle, onko hän estynyt tekemästä ansiotyötä alle kolmivuotiaan lapsen hoidon vuoksi. Eläkelaitoksen tai Eläketurvakeskuksen pyynnöstä hakijan on lisäksi esitettävä tarvittaessa selvitys siitä, että hän täyttää etuuden saamisen edellytykset. Kansaneläkelaitoksen ja kotihoidon tukea maksavan Ahvenanmaan kunnan on ilmoitettava Eläketurvakeskukselle etuusasian ratkaisemiseksi välttämättömät, hallussaan olevat 1 ja 2 momentissa tarkoitetut tiedot siten kuin valtioneuvoston asetuksella tarkemmin säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Lapsen vanhemman on 2 § :ssä tarkoitetun etuuden määräämistä varten ilmoitettava kotihoidontukea koskevassa hakemuksessaan Kansaneläkelaitokselle tai kotihoidontukea Ahvenanmaalla myöntävälle kunnalle, onko hän estynyt tekemästä ansiotyötä alle kolmivuotiaan lapsen hoidon vuoksi. Eläkelaitoksen tai Eläketurvakeskuksen pyynnöstä hakijan on lisäksi esitettävä tarvittaessa selvitys siitä, että hän täyttää etuuden saamisen edellytykset. Kansaneläkelaitoksen ja kotihoidon tukea maksavan Ahvenanmaan kunnan on ilmoitettava Eläketurvakeskukselle etuusasian ratkaisemiseksi välttämättömät, hallussaan olevat 1 ja 2 momentissa tarkoitetut tiedot siten kuin valtioneuvoston asetuksella tarkemmin säädetään.",
        "folded_fi": "lapsen vanhemman on 2 §:ssa tarkoitetun etuuden maaraamista varten ilmoitettava kotihoidontukea koskevassa hakemuksessaan kansanelakelaitokselle tai kotihoidontukea ahvenanmaalla myontavalle kunnalle, onko han estynyt tekemasta ansiotyota alle kolmivuotiaan lapsen hoidon vuoksi. elakelaitoksen tai elaketurvakeskuksen pyynnosta hakijan on lisaksi esitettava tarvittaessa selvitys siita, etta han tayttaa etuuden saamisen edellytykset. kansanelakelaitoksen ja kotihoidon tukea maksavan ahvenanmaan kunnan on ilmoitettava elaketurvakeskukselle etuusasian ratkaisemiseksi valttamattomat, hallussaan olevat 1 ja 2 momentissa tarkoitetut tiedot siten kuin valtioneuvoston asetuksella tarkemmin saadetaan.",
        "content_sv": "För att en förmån enligt 2 § ska kunna fastställas ska barnets förälder i den ansökan om stöd för hemvård av barn som riktas till Folkpensionsanstalten eller till den kommun på Åland som beviljar stöd för hemvård av barn uppge om han eller hon är förhindrad att förvärvsarbeta på grund av vården av ett barn under tre år. Dessutom ska sökanden på begäran av en pensionsanstalt eller Pensionsskyddscentralen vid behov lägga fram en utredning om att han eller hon uppfyller förmånsvillkoren. Folkpensionsanstalten och den kommun på Åland som betalar stöd för hemvård av barn ska på det sätt som närmare föreskrivs genom förordning av statsrådet underrätta Pensionsskyddscentralen om sådana uppgifter enligt 1 och 2 mom. som den förfogar över och som behövs för avgörande av förmånsärendet.",
        "normalized_sv": "För att en förmån enligt 2 § ska kunna fastställas ska barnets förälder i den ansökan om stöd för hemvård av barn som riktas till Folkpensionsanstalten eller till den kommun på Åland som beviljar stöd för hemvård av barn uppge om han eller hon är förhindrad att förvärvsarbeta på grund av vården av ett barn under tre år. Dessutom ska sökanden på begäran av en pensionsanstalt eller Pensionsskyddscentralen vid behov lägga fram en utredning om att han eller hon uppfyller förmånsvillkoren. Folkpensionsanstalten och den kommun på Åland som betalar stöd för hemvård av barn ska på det sätt som närmare föreskrivs genom förordning av statsrådet underrätta Pensionsskyddscentralen om sådana uppgifter enligt 1 och 2 mom. som den förfogar över och som behövs för avgörande av förmånsärendet.",
        "folded_sv": "for att en forman enligt 2 § ska kunna faststallas ska barnets foralder i den ansokan om stod for hemvard av barn som riktas till folkpensionsanstalten eller till den kommun pa aland som beviljar stod for hemvard av barn uppge om han eller hon ar forhindrad att forvarvsarbeta pa grund av varden av ett barn under tre ar. dessutom ska sokanden pa begaran av en pensionsanstalt eller pensionsskyddscentralen vid behov lagga fram en utredning om att han eller hon uppfyller formansvillkoren. folkpensionsanstalten och den kommun pa aland som betalar stod for hemvard av barn ska pa det satt som narmare foreskrivs genom forordning av statsradet underratta pensionsskyddscentralen om sadana uppgifter enligt 1 och 2 mom. som den forfogar over och som behovs for avgorande av formansarendet."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Eläkelaitoksen tämän lain nojalla suorittamaan etuuteen sovelletaan, mitä 1 §:ssä tarkoitetussa laissa tai eläkesäännössä säädetään asian käsittelystä, päätöksen antamisesta, eläkkeen maksamisesta, määräytymisestä ja takaisinperinnästä, tietojen saannista ja luovutuksesta, muutoksenhakumenettelystä sekä lainvoimaisen päätöksen poistamisesta. Eläketurvakeskus antaa tämän lain nojalla hakijalle pyynnöstä päätöksen 2―4 §:ssä tarkoitetuista edellytyksistä, jos eläkelaitos ei ole antanut asiasta päätöstä työntekijän eläkelain 75 §:n 6 momentin, merimieseläkelain 81 §:n 6 momentin, yrittäjän eläkelain 69 §:n 5 momentin tai maatalousyrittäjän eläkelain 75 §:n 5 momentin perusteella. Eläketurvakeskuksen päätöksen osalta sovelletaan, mitä työntekijän eläkelaissa säädetään Eläketurvakeskuksen osalta asian käsittelystä, päätöksen antamisesta, tietojen saannista ja luovutuksesta sekä muutoksenhakumenettelystä ja lainvoimaisen päätöksen poistamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Eläkelaitoksen tämän lain nojalla suorittamaan etuuteen sovelletaan, mitä 1 § :ssä tarkoitetussa laissa tai eläkesäännössä säädetään asian käsittelystä, päätöksen antamisesta, eläkkeen maksamisesta, määräytymisestä ja takaisinperinnästä, tietojen saannista ja luovutuksesta, muutoksenhakumenettelystä sekä lainvoimaisen päätöksen poistamisesta. Eläketurvakeskus antaa tämän lain nojalla hakijalle pyynnöstä päätöksen 2―4 § :ssä tarkoitetuista edellytyksistä, jos eläkelaitos ei ole antanut asiasta päätöstä työntekijän eläkelain 75 § :n 6 momentin, merimieseläkelain 81 § :n 6 momentin, yrittäjän eläkelain 69 § :n 5 momentin tai maatalousyrittäjän eläkelain 75 § :n 5 momentin perusteella. Eläketurvakeskuksen päätöksen osalta sovelletaan, mitä työntekijän eläkelaissa säädetään Eläketurvakeskuksen osalta asian käsittelystä, päätöksen antamisesta, tietojen saannista ja luovutuksesta sekä muutoksenhakumenettelystä ja lainvoimaisen päätöksen poistamisesta.",
        "folded_fi": "elakelaitoksen taman lain nojalla suorittamaan etuuteen sovelletaan, mita 1 §:ssa tarkoitetussa laissa tai elakesaannossa saadetaan asian kasittelysta, paatoksen antamisesta, elakkeen maksamisesta, maaraytymisesta ja takaisinperinnasta, tietojen saannista ja luovutuksesta, muutoksenhakumenettelysta seka lainvoimaisen paatoksen poistamisesta. elaketurvakeskus antaa taman lain nojalla hakijalle pyynnosta paatoksen 2―4 §:ssa tarkoitetuista edellytyksista, jos elakelaitos ei ole antanut asiasta paatosta tyontekijan elakelain 75 §:n 6 momentin, merimieselakelain 81 §:n 6 momentin, yrittajan elakelain 69 §:n 5 momentin tai maatalousyrittajan elakelain 75 §:n 5 momentin perusteella. elaketurvakeskuksen paatoksen osalta sovelletaan, mita tyontekijan elakelaissa saadetaan elaketurvakeskuksen osalta asian kasittelysta, paatoksen antamisesta, tietojen saannista ja luovutuksesta seka muutoksenhakumenettelysta ja lainvoimaisen paatoksen poistamisesta.",
        "content_sv": "På förmåner som pensionsanstalten betalar med stöd av denna lag tillämpas vad som i en lag eller pensionsstadga enligt 1 § bestäms om behandling av ärenden, meddelande av beslut, betalning, fastställande och återkrav av pension, erhållande och utlämnande av uppgifter, om förfarandet för sökande av ändring samt om undanröjande av ett lagakraftvunnet beslut. Pensionsskyddscentralen ska med stöd av denna lag på begäran meddela sökanden ett beslut om förutsättningarna enligt 2―4 §, om en pensionsanstalt inte har meddelat ett beslut i ärendet på basis av 75 § 6 mom. i lagen om pension för arbetstagare, 81 § 6 mom. i lagen om sjömanspensioner, 69 § 5 mom. i lagen om pension för företagare eller 75 § 5 mom. i lagen om pension för lantbruksföretagare. I fråga om Pensionsskyddscentralens beslut iakttas vad som i lagen om pension för arbetstagare bestäms för Pensionsskyddscentralens del om behandling av ärenden, meddelande av beslut, erhållande och utlämnande av uppgifter samt om förfarandet för sökande av ändring och om undanröjande av ett lagakraftvunnet beslut.",
        "normalized_sv": "På förmåner som pensionsanstalten betalar med stöd av denna lag tillämpas vad som i en lag eller pensionsstadga enligt 1 § bestäms om behandling av ärenden, meddelande av beslut, betalning, fastställande och återkrav av pension, erhållande och utlämnande av uppgifter, om förfarandet för sökande av ändring samt om undanröjande av ett lagakraftvunnet beslut. Pensionsskyddscentralen ska med stöd av denna lag på begäran meddela sökanden ett beslut om förutsättningarna enligt 2―4 § , om en pensionsanstalt inte har meddelat ett beslut i ärendet på basis av 75 § 6 mom. i lagen om pension för arbetstagare, 81 § 6 mom. i lagen om sjömanspensioner, 69 § 5 mom. i lagen om pension för företagare eller 75 § 5 mom. i lagen om pension för lantbruksföretagare. I fråga om Pensionsskyddscentralens beslut iakttas vad som i lagen om pension för arbetstagare bestäms för Pensionsskyddscentralens del om behandling av ärenden, meddelande av beslut, erhållande och utlämnande av uppgifter samt om förfarandet för sökande av ändring och om undanröjande av ett lagakraftvunnet beslut.",
        "folded_sv": "pa formaner som pensionsanstalten betalar med stod av denna lag tillampas vad som i en lag eller pensionsstadga enligt 1 § bestams om behandling av arenden, meddelande av beslut, betalning, faststallande och aterkrav av pension, erhallande och utlamnande av uppgifter, om forfarandet for sokande av andring samt om undanrojande av ett lagakraftvunnet beslut. pensionsskyddscentralen ska med stod av denna lag pa begaran meddela sokanden ett beslut om forutsattningarna enligt 2―4 §, om en pensionsanstalt inte har meddelat ett beslut i arendet pa basis av 75 § 6 mom. i lagen om pension for arbetstagare, 81 § 6 mom. i lagen om sjomanspensioner, 69 § 5 mom. i lagen om pension for foretagare eller 75 § 5 mom. i lagen om pension for lantbruksforetagare. i fraga om pensionsskyddscentralens beslut iakttas vad som i lagen om pension for arbetstagare bestams for pensionsskyddscentralens del om behandling av arenden, meddelande av beslut, erhallande och utlamnande av uppgifter samt om forfarandet for sokande av andring och om undanrojande av ett lagakraftvunnet beslut."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Kansaneläkelaitoksella ja kotihoidon tukea maksaneella Ahvenanmaan kunnalla on oikeus saada korvaus 6 §:ssä tarkoitetusta ilmoituksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Kansaneläkelaitoksella ja kotihoidon tukea maksaneella Ahvenanmaan kunnalla on oikeus saada korvaus 6 § :ssä tarkoitetusta ilmoituksesta.",
        "folded_fi": "kansanelakelaitoksella ja kotihoidon tukea maksaneella ahvenanmaan kunnalla on oikeus saada korvaus 6 §:ssa tarkoitetusta ilmoituksesta.",
        "content_sv": "Folkpensionsanstalten och den kommun på Åland som betalat stöd för hemvård av barn har rätt att få ersättning för den anmälan som avses i 6 §.",
        "normalized_sv": "Folkpensionsanstalten och den kommun på Åland som betalat stöd för hemvård av barn har rätt att få ersättning för den anmälan som avses i 6 § .",
        "folded_sv": "folkpensionsanstalten och den kommun pa aland som betalat stod for hemvard av barn har ratt att fa ersattning for den anmalan som avses i 6 §."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Edellä 2 ja 3 §:ssä säädetyt rahamäärät vastaavat työntekijän eläkelain 96 §:ssä tarkoitetun palkkakertoimen arvoa yksi (1,000) vuonna 2004. Rahamäärät tarkistetaan laskentahetken tasoon mainitulla palkkakertoimella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Edellä 2 ja 3 § :ssä säädetyt rahamäärät vastaavat työntekijän eläkelain 96 § :ssä tarkoitetun palkkakertoimen arvoa yksi (1,000) vuonna 2004. Rahamäärät tarkistetaan laskentahetken tasoon mainitulla palkkakertoimella.",
        "folded_fi": "edella 2 ja 3 §:ssa saadetyt rahamaarat vastaavat tyontekijan elakelain 96 §:ssa tarkoitetun palkkakertoimen arvoa yksi (1,000) vuonna 2004. rahamaarat tarkistetaan laskentahetken tasoon mainitulla palkkakertoimella.",
        "content_sv": "De belopp som anges i 2 och 3 § motsvarar värdet ett (1,000) år 2004 för den lönekoefficient som avses i 96 § i lagen om pension för arbetstagare. Beloppen justeras med lönekoefficienten till nivån vid beräkningstidpunkten.",
        "normalized_sv": "De belopp som anges i 2 och 3 § motsvarar värdet ett (1,000) år 2004 för den lönekoefficient som avses i 96 § i lagen om pension för arbetstagare. Beloppen justeras med lönekoefficienten till nivån vid beräkningstidpunkten.",
        "folded_sv": "de belopp som anges i 2 och 3 § motsvarar vardet ett (1,000) ar 2004 for den lonekoefficient som avses i 96 § i lagen om pension for arbetstagare. beloppen justeras med lonekoefficienten till nivan vid berakningstidpunkten."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Tässä laissa säädetään alle kolmivuotiaan lapsen hoidon ja opintojen ajalta karttuvasta etuudesta. Etuus maksetaan myönnettäessä muuta eläkettä kuin osa-aikaeläkettä alla mainittujen lakien ja eläkesääntöjen nojalla: 1) työntekijän eläkelaki (395/2006); 2) merimieseläkelaki (1290/2006); 3) yrittäjän eläkelaki (1272/2006); 4) maatalousyrittäjän eläkelaki (1280/ 2006); 5) valtion eläkelaki (1295/2006); 6) kunnallinen eläkelaki (549/2003); 7) evankelis-luterilaisen kirkon eläkelaki (298/1966); 8) ortodoksisesta kirkosta annettu laki (985/2006); 9) Kansaneläkelaitoksesta annettu laki (731/2001); 10) Suomen Pankista annetun lain (214/1998) 11 §:n 2 momentin 6 kohdan nojalla annettu eläkesääntö; tai 11) eräiden valtakunnassa voimassa olevien valtion eläkkeitä koskevien säännösten soveltamisesta Ahvenanmaan maakunnassa annettu maakuntalaki (ÅFS 54/2007).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Tässä laissa säädetään alle kolmivuotiaan lapsen hoidon ja opintojen ajalta karttuvasta etuudesta. Etuus maksetaan myönnettäessä muuta eläkettä kuin osa-aikaeläkettä alla mainittujen lakien ja eläkesääntöjen nojalla: 1) työntekijän eläkelaki (395/2006); 2) merimieseläkelaki (1290/2006); 3) yrittäjän eläkelaki (1272/2006); 4) maatalousyrittäjän eläkelaki (1280/ 2006); 5) valtion eläkelaki (1295/2006); 6) kunnallinen eläkelaki (549/2003); 7) evankelis-luterilaisen kirkon eläkelaki (298/1966); 8) ortodoksisesta kirkosta annettu laki (985/2006); 9) Kansaneläkelaitoksesta annettu laki (731/2001); 10) Suomen Pankista annetun lain (214/1998) 11 § :n 2 momentin 6 kohdan nojalla annettu eläkesääntö; tai 11) eräiden valtakunnassa voimassa olevien valtion eläkkeitä koskevien säännösten soveltamisesta Ahvenanmaan maakunnassa annettu maakuntalaki (ÅFS 54/2007).",
        "folded_fi": "tassa laissa saadetaan alle kolmivuotiaan lapsen hoidon ja opintojen ajalta karttuvasta etuudesta. etuus maksetaan myonnettaessa muuta elaketta kuin osa-aikaelaketta alla mainittujen lakien ja elakesaantojen nojalla: 1) tyontekijan elakelaki (395/2006); 2) merimieselakelaki (1290/2006); 3) yrittajan elakelaki (1272/2006); 4) maatalousyrittajan elakelaki (1280/ 2006); 5) valtion elakelaki (1295/2006); 6) kunnallinen elakelaki (549/2003); 7) evankelis-luterilaisen kirkon elakelaki (298/1966); 8) ortodoksisesta kirkosta annettu laki (985/2006); 9) kansanelakelaitoksesta annettu laki (731/2001); 10) suomen pankista annetun lain (214/1998) 11 §:n 2 momentin 6 kohdan nojalla annettu elakesaanto; tai 11) eraiden valtakunnassa voimassa olevien valtion elakkeita koskevien saannosten soveltamisesta ahvenanmaan maakunnassa annettu maakuntalaki (afs 54/2007).",
        "content_sv": "I denna lag bestäms om förmån som tillväxer för tiden för vård av barn under tre år och för tiden för studier. Förmånen betalas när annan pension än deltidspension beviljas med stöd av följande lagar och pensionsstadgor: 1) lagen om pension för arbetstagare (395/ 2006), 2) lagen om sjömanspensioner (1290/ 2006), 3) lagen om pension för företagare 1272/ 2006), 4) lagen om pension för lantbruksföretagare (1280/2006), 5) lagen om statens pensioner (1295/2006), 6) lagen om kommunala pensioner (549/2003), 7) pensionslagen för evangelisk-lutherska kyrkan (298/1966), 8) lagen om ortodoxa kyrkan (985/2006), 9) lagen om Folkpensionsanstalten (731/ 2001), 10) den pensionsstadga som fastställts med stöd av 11 § 2 mom. 6 punkten i lagen om Finlands Bank (214/1998), eller 11) landskapslagen om tillämpning i landskapet Åland av vissa riksförfattningar om statens pensioner (ÅFS 54/2007).",
        "normalized_sv": "I denna lag bestäms om förmån som tillväxer för tiden för vård av barn under tre år och för tiden för studier. Förmånen betalas när annan pension än deltidspension beviljas med stöd av följande lagar och pensionsstadgor: 1) lagen om pension för arbetstagare (395/ 2006), 2) lagen om sjömanspensioner (1290/ 2006), 3) lagen om pension för företagare 1272/ 2006), 4) lagen om pension för lantbruksföretagare (1280/2006), 5) lagen om statens pensioner (1295/2006), 6) lagen om kommunala pensioner (549/2003), 7) pensionslagen för evangelisk-lutherska kyrkan (298/1966), 8) lagen om ortodoxa kyrkan (985/2006), 9) lagen om Folkpensionsanstalten (731/ 2001), 10) den pensionsstadga som fastställts med stöd av 11 § 2 mom. 6 punkten i lagen om Finlands Bank (214/1998), eller 11) landskapslagen om tillämpning i landskapet Åland av vissa riksförfattningar om statens pensioner (ÅFS 54/2007).",
        "folded_sv": "i denna lag bestams om forman som tillvaxer for tiden for vard av barn under tre ar och for tiden for studier. formanen betalas nar annan pension an deltidspension beviljas med stod av foljande lagar och pensionsstadgor: 1) lagen om pension for arbetstagare (395/ 2006), 2) lagen om sjomanspensioner (1290/ 2006), 3) lagen om pension for foretagare 1272/ 2006), 4) lagen om pension for lantbruksforetagare (1280/2006), 5) lagen om statens pensioner (1295/2006), 6) lagen om kommunala pensioner (549/2003), 7) pensionslagen for evangelisk-lutherska kyrkan (298/1966), 8) lagen om ortodoxa kyrkan (985/2006), 9) lagen om folkpensionsanstalten (731/ 2001), 10) den pensionsstadga som faststallts med stod av 11 § 2 mom. 6 punkten i lagen om finlands bank (214/1998), eller 11) landskapslagen om tillampning i landskapet aland av vissa riksforfattningar om statens pensioner (afs 54/2007)."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Oikeus etuuteen on vanhemmalla, joka alle kolmivuotiaan lapsensa hoitamisen vuoksi on estynyt tekemästä ansiotyötä ja saa lasten kotihoidon ja yksityisen hoidon tuesta annetun lain (1128/1996) mukaista tukea tai vastaavaa Ahvenanmaan maakuntalainsäädännön mukaista lapsen kotihoidon tukea. Etuuden perusteena oleva laskennallinen tulo on 523,61 euroa kuukautta kohden. Tarkemmat säännökset etuuden saamisesta annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Oikeus etuuteen on vanhemmalla, joka alle kolmivuotiaan lapsensa hoitamisen vuoksi on estynyt tekemästä ansiotyötä ja saa lasten kotihoidon ja yksityisen hoidon tuesta annetun lain (1128/1996) mukaista tukea tai vastaavaa Ahvenanmaan maakuntalainsäädännön mukaista lapsen kotihoidon tukea. Etuuden perusteena oleva laskennallinen tulo on 523,61 euroa kuukautta kohden. Tarkemmat säännökset etuuden saamisesta annetaan valtioneuvoston asetuksella.",
        "folded_fi": "oikeus etuuteen on vanhemmalla, joka alle kolmivuotiaan lapsensa hoitamisen vuoksi on estynyt tekemasta ansiotyota ja saa lasten kotihoidon ja yksityisen hoidon tuesta annetun lain (1128/1996) mukaista tukea tai vastaavaa ahvenanmaan maakuntalainsaadannon mukaista lapsen kotihoidon tukea. etuuden perusteena oleva laskennallinen tulo on 523,61 euroa kuukautta kohden. tarkemmat saannokset etuuden saamisesta annetaan valtioneuvoston asetuksella.",
        "content_sv": "Rätt till förmånen har en förälder som på grund av vården av ett barn under tre år är förhindrad att förvärvsarbeta och får stöd enligt lagen om stöd för hemvård och privat vård av barn (1128/1996) eller motsvarande stöd för hemvård av barn enligt Ålands landskapslagstiftning. Den kalkylerade inkomst som utgör grund för förmånen är 523,61 euro per månad. Närmare bestämmelser om förmånen utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Rätt till förmånen har en förälder som på grund av vården av ett barn under tre år är förhindrad att förvärvsarbeta och får stöd enligt lagen om stöd för hemvård och privat vård av barn (1128/1996) eller motsvarande stöd för hemvård av barn enligt Ålands landskapslagstiftning. Den kalkylerade inkomst som utgör grund för förmånen är 523,61 euro per månad. Närmare bestämmelser om förmånen utfärdas genom förordning av statsrådet.",
        "folded_sv": "ratt till formanen har en foralder som pa grund av varden av ett barn under tre ar ar forhindrad att forvarvsarbeta och far stod enligt lagen om stod for hemvard och privat vard av barn (1128/1996) eller motsvarande stod for hemvard av barn enligt alands landskapslagstiftning. den kalkylerade inkomst som utgor grund for formanen ar 523,61 euro per manad. narmare bestammelser om formanen utfardas genom forordning av statsradet."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Ulkomailla suoritettu tutkinto oikeuttaa vastaavasti etuuteen edellyttäen, että henkilö on saanut opintotukilain (65/1994) mukaista opintotukea tai vastaavaa Ahvenanmaan maakuntalainsäädännön mukaista opintotukea.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Ulkomailla suoritettu tutkinto oikeuttaa vastaavasti etuuteen edellyttäen, että henkilö on saanut opintotukilain (65/1994) mukaista opintotukea tai vastaavaa Ahvenanmaan maakuntalainsäädännön mukaista opintotukea.",
        "folded_fi": "ulkomailla suoritettu tutkinto oikeuttaa vastaavasti etuuteen edellyttaen, etta henkilo on saanut opintotukilain (65/1994) mukaista opintotukea tai vastaavaa ahvenanmaan maakuntalainsaadannon mukaista opintotukea.",
        "content_sv": "En examen som avlagts utomlands berättigar på motsvarande sätt till förmånen, under förutsättning att personen har fått studiestöd enligt lagen om studiestöd (65/1994) eller motsvarande studiestöd enligt Ålands landskapslagstiftning.",
        "normalized_sv": "En examen som avlagts utomlands berättigar på motsvarande sätt till förmånen, under förutsättning att personen har fått studiestöd enligt lagen om studiestöd (65/1994) eller motsvarande studiestöd enligt Ålands landskapslagstiftning.",
        "folded_sv": "en examen som avlagts utomlands berattigar pa motsvarande satt till formanen, under forutsattning att personen har fatt studiestod enligt lagen om studiestod (65/1994) eller motsvarande studiestod enligt alands landskapslagstiftning."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Etuutta karttuu 1/8 prosenttia kalenterikuukautta kohden 2 ja 3 §:ssä mainitusta perusteesta. Etuuden laskee ja suorittaa 1 §:ssä tarkoitetun lain mukaista eläketurvaa hoitava työntekijän eläkelain 107 §:n mukainen eläkelaitos ja muissa kuin mainitun lainkohdan tarkoittamissa tilanteissa hakijan eläketurvan järjestänyt viimeinen eläkelaitos myöntämänsä etuuden alkamishetkestä lukien, ei kuitenkaan aikaisemmasta ajankohdasta kuin siitä, jolloin eläkkeen hakija on suorittanut 3 §:ssä tarkoitetun tutkinnon. Jos 1 §:ssä tarkoitetun lain mukaista eläketurvaa hoitavia eläkelaitoksia on samanaikaisesti kaksi tai useampia, tämän lain mukaisen etuuden suorittaa se eläkelaitos, jossa eläketurva on järjestetty pääasiallisen ansiotyön perusteella. Jos hakijan eläkeoikeus on siirretty Euroopan yhteisöjen eläkejärjestelmään eläkeoikeuden siirtämisestä Suomen työeläkejärjestelmän ja Euroopan yhteisöjen eläkejärjestelmän välillä annetun lain (165/1999) perusteella, tämän lain mukaisen etuuden laskee ja suorittaa etuuden saajan hakemuksesta Valtiokonttori. Etuus suoritetaan siitä ajankohdasta lukien, josta henkilöllä on oikeus saada eläkettä Euroopan yhteisöjen henkilöstösääntöjen perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Etuutta karttuu 1/8 prosenttia kalenterikuukautta kohden 2 ja 3 § :ssä mainitusta perusteesta. Etuuden laskee ja suorittaa 1 § :ssä tarkoitetun lain mukaista eläketurvaa hoitava työntekijän eläkelain 107 § :n mukainen eläkelaitos ja muissa kuin mainitun lainkohdan tarkoittamissa tilanteissa hakijan eläketurvan järjestänyt viimeinen eläkelaitos myöntämänsä etuuden alkamishetkestä lukien, ei kuitenkaan aikaisemmasta ajankohdasta kuin siitä, jolloin eläkkeen hakija on suorittanut 3 § :ssä tarkoitetun tutkinnon. Jos 1 § :ssä tarkoitetun lain mukaista eläketurvaa hoitavia eläkelaitoksia on samanaikaisesti kaksi tai useampia, tämän lain mukaisen etuuden suorittaa se eläkelaitos, jossa eläketurva on järjestetty pääasiallisen ansiotyön perusteella. Jos hakijan eläkeoikeus on siirretty Euroopan yhteisöjen eläkejärjestelmään eläkeoikeuden siirtämisestä Suomen työeläkejärjestelmän ja Euroopan yhteisöjen eläkejärjestelmän välillä annetun lain (165/1999) perusteella, tämän lain mukaisen etuuden laskee ja suorittaa etuuden saajan hakemuksesta Valtiokonttori. Etuus suoritetaan siitä ajankohdasta lukien, josta henkilöllä on oikeus saada eläkettä Euroopan yhteisöjen henkilöstösääntöjen perusteella.",
        "folded_fi": "etuutta karttuu 1/8 prosenttia kalenterikuukautta kohden 2 ja 3 §:ssa mainitusta perusteesta. etuuden laskee ja suorittaa 1 §:ssa tarkoitetun lain mukaista elaketurvaa hoitava tyontekijan elakelain 107 §:n mukainen elakelaitos ja muissa kuin mainitun lainkohdan tarkoittamissa tilanteissa hakijan elaketurvan jarjestanyt viimeinen elakelaitos myontamansa etuuden alkamishetkesta lukien, ei kuitenkaan aikaisemmasta ajankohdasta kuin siita, jolloin elakkeen hakija on suorittanut 3 §:ssa tarkoitetun tutkinnon. jos 1 §:ssa tarkoitetun lain mukaista elaketurvaa hoitavia elakelaitoksia on samanaikaisesti kaksi tai useampia, taman lain mukaisen etuuden suorittaa se elakelaitos, jossa elaketurva on jarjestetty paaasiallisen ansiotyon perusteella. jos hakijan elakeoikeus on siirretty euroopan yhteisojen elakejarjestelmaan elakeoikeuden siirtamisesta suomen tyoelakejarjestelman ja euroopan yhteisojen elakejarjestelman valilla annetun lain (165/1999) perusteella, taman lain mukaisen etuuden laskee ja suorittaa etuuden saajan hakemuksesta valtiokonttori. etuus suoritetaan siita ajankohdasta lukien, josta henkilolla on oikeus saada elaketta euroopan yhteisojen henkilostosaantojen perusteella.",
        "content_sv": "Förmånen tillväxer med 1/8 procent per kalendermånad på basis av den grund som anges i 2 och 3 §. Förmånen beräknas och betalas av den pensionsanstalt enligt 107 § i lagen om pension för arbetstagare som sköter pensionsskyddet enligt en lag som avses i 1 §, och i andra fall än de som avses i nämnda lagrum av den sista pensionsanstalt där sökandens pensionsskydd har ordnats. Pensionsanstalten betalar förmånen från och med den tidpunkt då den pension som den beviljat börjar, dock inte tidigare än från och med det att den som ansöker om förmånen har avlagt en i 3 § avsedd examen. Om två eller flera pensionsanstalter samtidigt sköter pensionsskyddet enligt en i 1 § avsedd lag, ska den förmån som avses i denna lag betalas av den pensionsanstalt där pensionsskyddet har ordnats på basis av det huvudsakliga förvärvsarbetet. Har sökandens pensionsrätt överförts till Europeiska gemenskapernas pensionssystem på basis av lagen om överföring av pensionsrätt mellan arbetspensionssystemet i Finland och Europeiska gemenskapernas pensionssystem (165/1999), beräknar och betalar Statskontoret förmånen enligt denna lag på ansökan av förmånstagaren. Förmånen betalas från och med den tidpunkt då personen har rätt till pension på basis av tjänsteföreskrifterna för tjänstemän i Europeiska gemenskaperna.",
        "normalized_sv": "Förmånen tillväxer med 1/8 procent per kalendermånad på basis av den grund som anges i 2 och 3 § . Förmånen beräknas och betalas av den pensionsanstalt enligt 107 § i lagen om pension för arbetstagare som sköter pensionsskyddet enligt en lag som avses i 1 § , och i andra fall än de som avses i nämnda lagrum av den sista pensionsanstalt där sökandens pensionsskydd har ordnats. Pensionsanstalten betalar förmånen från och med den tidpunkt då den pension som den beviljat börjar, dock inte tidigare än från och med det att den som ansöker om förmånen har avlagt en i 3 § avsedd examen. Om två eller flera pensionsanstalter samtidigt sköter pensionsskyddet enligt en i 1 § avsedd lag, ska den förmån som avses i denna lag betalas av den pensionsanstalt där pensionsskyddet har ordnats på basis av det huvudsakliga förvärvsarbetet. Har sökandens pensionsrätt överförts till Europeiska gemenskapernas pensionssystem på basis av lagen om överföring av pensionsrätt mellan arbetspensionssystemet i Finland och Europeiska gemenskapernas pensionssystem (165/1999), beräknar och betalar Statskontoret förmånen enligt denna lag på ansökan av förmånstagaren. Förmånen betalas från och med den tidpunkt då personen har rätt till pension på basis av tjänsteföreskrifterna för tjänstemän i Europeiska gemenskaperna.",
        "folded_sv": "formanen tillvaxer med 1/8 procent per kalendermanad pa basis av den grund som anges i 2 och 3 §. formanen beraknas och betalas av den pensionsanstalt enligt 107 § i lagen om pension for arbetstagare som skoter pensionsskyddet enligt en lag som avses i 1 §, och i andra fall an de som avses i namnda lagrum av den sista pensionsanstalt dar sokandens pensionsskydd har ordnats. pensionsanstalten betalar formanen fran och med den tidpunkt da den pension som den beviljat borjar, dock inte tidigare an fran och med det att den som ansoker om formanen har avlagt en i 3 § avsedd examen. om tva eller flera pensionsanstalter samtidigt skoter pensionsskyddet enligt en i 1 § avsedd lag, ska den forman som avses i denna lag betalas av den pensionsanstalt dar pensionsskyddet har ordnats pa basis av det huvudsakliga forvarvsarbetet. har sokandens pensionsratt overforts till europeiska gemenskapernas pensionssystem pa basis av lagen om overforing av pensionsratt mellan arbetspensionssystemet i finland och europeiska gemenskapernas pensionssystem (165/1999), beraknar och betalar statskontoret formanen enligt denna lag pa ansokan av formanstagaren. formanen betalas fran och med den tidpunkt da personen har ratt till pension pa basis av tjansteforeskrifterna for tjansteman i europeiska gemenskaperna."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Lapsen vanhemman on 2 §:ssä tarkoitetun etuuden määräämistä varten ilmoitettava kotihoidontukea koskevassa hakemuksessaan Kansaneläkelaitokselle tai kotihoidontukea Ahvenanmaalla myöntävälle kunnalle, onko hän estynyt tekemästä ansiotyötä alle kolmivuotiaan lapsen hoidon vuoksi. Eläkelaitoksen tai Eläketurvakeskuksen pyynnöstä hakijan on lisäksi esitettävä tarvittaessa selvitys siitä, että hän täyttää etuuden saamisen edellytykset. Kansaneläkelaitoksen ja kotihoidon tukea maksavan Ahvenanmaan kunnan on ilmoitettava Eläketurvakeskukselle etuusasian ratkaisemiseksi välttämättömät, hallussaan olevat 1 ja 2 momentissa tarkoitetut tiedot siten kuin valtioneuvoston asetuksella tarkemmin säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Lapsen vanhemman on 2 § :ssä tarkoitetun etuuden määräämistä varten ilmoitettava kotihoidontukea koskevassa hakemuksessaan Kansaneläkelaitokselle tai kotihoidontukea Ahvenanmaalla myöntävälle kunnalle, onko hän estynyt tekemästä ansiotyötä alle kolmivuotiaan lapsen hoidon vuoksi. Eläkelaitoksen tai Eläketurvakeskuksen pyynnöstä hakijan on lisäksi esitettävä tarvittaessa selvitys siitä, että hän täyttää etuuden saamisen edellytykset. Kansaneläkelaitoksen ja kotihoidon tukea maksavan Ahvenanmaan kunnan on ilmoitettava Eläketurvakeskukselle etuusasian ratkaisemiseksi välttämättömät, hallussaan olevat 1 ja 2 momentissa tarkoitetut tiedot siten kuin valtioneuvoston asetuksella tarkemmin säädetään.",
        "folded_fi": "lapsen vanhemman on 2 §:ssa tarkoitetun etuuden maaraamista varten ilmoitettava kotihoidontukea koskevassa hakemuksessaan kansanelakelaitokselle tai kotihoidontukea ahvenanmaalla myontavalle kunnalle, onko han estynyt tekemasta ansiotyota alle kolmivuotiaan lapsen hoidon vuoksi. elakelaitoksen tai elaketurvakeskuksen pyynnosta hakijan on lisaksi esitettava tarvittaessa selvitys siita, etta han tayttaa etuuden saamisen edellytykset. kansanelakelaitoksen ja kotihoidon tukea maksavan ahvenanmaan kunnan on ilmoitettava elaketurvakeskukselle etuusasian ratkaisemiseksi valttamattomat, hallussaan olevat 1 ja 2 momentissa tarkoitetut tiedot siten kuin valtioneuvoston asetuksella tarkemmin saadetaan.",
        "content_sv": "För att en förmån enligt 2 § ska kunna fastställas ska barnets förälder i den ansökan om stöd för hemvård av barn som riktas till Folkpensionsanstalten eller till den kommun på Åland som beviljar stöd för hemvård av barn uppge om han eller hon är förhindrad att förvärvsarbeta på grund av vården av ett barn under tre år. Dessutom ska sökanden på begäran av en pensionsanstalt eller Pensionsskyddscentralen vid behov lägga fram en utredning om att han eller hon uppfyller förmånsvillkoren. Folkpensionsanstalten och den kommun på Åland som betalar stöd för hemvård av barn ska på det sätt som närmare föreskrivs genom förordning av statsrådet underrätta Pensionsskyddscentralen om sådana uppgifter enligt 1 och 2 mom. som den förfogar över och som behövs för avgörande av förmånsärendet.",
        "normalized_sv": "För att en förmån enligt 2 § ska kunna fastställas ska barnets förälder i den ansökan om stöd för hemvård av barn som riktas till Folkpensionsanstalten eller till den kommun på Åland som beviljar stöd för hemvård av barn uppge om han eller hon är förhindrad att förvärvsarbeta på grund av vården av ett barn under tre år. Dessutom ska sökanden på begäran av en pensionsanstalt eller Pensionsskyddscentralen vid behov lägga fram en utredning om att han eller hon uppfyller förmånsvillkoren. Folkpensionsanstalten och den kommun på Åland som betalar stöd för hemvård av barn ska på det sätt som närmare föreskrivs genom förordning av statsrådet underrätta Pensionsskyddscentralen om sådana uppgifter enligt 1 och 2 mom. som den förfogar över och som behövs för avgörande av förmånsärendet.",
        "folded_sv": "for att en forman enligt 2 § ska kunna faststallas ska barnets foralder i den ansokan om stod for hemvard av barn som riktas till folkpensionsanstalten eller till den kommun pa aland som beviljar stod for hemvard av barn uppge om han eller hon ar forhindrad att forvarvsarbeta pa grund av varden av ett barn under tre ar. dessutom ska sokanden pa begaran av en pensionsanstalt eller pensionsskyddscentralen vid behov lagga fram en utredning om att han eller hon uppfyller formansvillkoren. folkpensionsanstalten och den kommun pa aland som betalar stod for hemvard av barn ska pa det satt som narmare foreskrivs genom forordning av statsradet underratta pensionsskyddscentralen om sadana uppgifter enligt 1 och 2 mom. som den forfogar over och som behovs for avgorande av formansarendet."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Eläkelaitoksen tämän lain nojalla suorittamaan etuuteen sovelletaan, mitä 1 §:ssä tarkoitetussa laissa tai eläkesäännössä säädetään asian käsittelystä, päätöksen antamisesta, eläkkeen maksamisesta, määräytymisestä ja takaisinperinnästä, tietojen saannista ja luovutuksesta, muutoksenhakumenettelystä sekä lainvoimaisen päätöksen poistamisesta. Eläketurvakeskus antaa tämän lain nojalla hakijalle pyynnöstä päätöksen 2―4 §:ssä tarkoitetuista edellytyksistä, jos eläkelaitos ei ole antanut asiasta päätöstä työntekijän eläkelain 75 §:n 6 momentin, merimieseläkelain 81 §:n 6 momentin, yrittäjän eläkelain 69 §:n 5 momentin tai maatalousyrittäjän eläkelain 75 §:n 5 momentin perusteella. Eläketurvakeskuksen päätöksen osalta sovelletaan, mitä työntekijän eläkelaissa säädetään Eläketurvakeskuksen osalta asian käsittelystä, päätöksen antamisesta, tietojen saannista ja luovutuksesta sekä muutoksenhakumenettelystä ja lainvoimaisen päätöksen poistamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Eläkelaitoksen tämän lain nojalla suorittamaan etuuteen sovelletaan, mitä 1 § :ssä tarkoitetussa laissa tai eläkesäännössä säädetään asian käsittelystä, päätöksen antamisesta, eläkkeen maksamisesta, määräytymisestä ja takaisinperinnästä, tietojen saannista ja luovutuksesta, muutoksenhakumenettelystä sekä lainvoimaisen päätöksen poistamisesta. Eläketurvakeskus antaa tämän lain nojalla hakijalle pyynnöstä päätöksen 2―4 § :ssä tarkoitetuista edellytyksistä, jos eläkelaitos ei ole antanut asiasta päätöstä työntekijän eläkelain 75 § :n 6 momentin, merimieseläkelain 81 § :n 6 momentin, yrittäjän eläkelain 69 § :n 5 momentin tai maatalousyrittäjän eläkelain 75 § :n 5 momentin perusteella. Eläketurvakeskuksen päätöksen osalta sovelletaan, mitä työntekijän eläkelaissa säädetään Eläketurvakeskuksen osalta asian käsittelystä, päätöksen antamisesta, tietojen saannista ja luovutuksesta sekä muutoksenhakumenettelystä ja lainvoimaisen päätöksen poistamisesta.",
        "folded_fi": "elakelaitoksen taman lain nojalla suorittamaan etuuteen sovelletaan, mita 1 §:ssa tarkoitetussa laissa tai elakesaannossa saadetaan asian kasittelysta, paatoksen antamisesta, elakkeen maksamisesta, maaraytymisesta ja takaisinperinnasta, tietojen saannista ja luovutuksesta, muutoksenhakumenettelysta seka lainvoimaisen paatoksen poistamisesta. elaketurvakeskus antaa taman lain nojalla hakijalle pyynnosta paatoksen 2―4 §:ssa tarkoitetuista edellytyksista, jos elakelaitos ei ole antanut asiasta paatosta tyontekijan elakelain 75 §:n 6 momentin, merimieselakelain 81 §:n 6 momentin, yrittajan elakelain 69 §:n 5 momentin tai maatalousyrittajan elakelain 75 §:n 5 momentin perusteella. elaketurvakeskuksen paatoksen osalta sovelletaan, mita tyontekijan elakelaissa saadetaan elaketurvakeskuksen osalta asian kasittelysta, paatoksen antamisesta, tietojen saannista ja luovutuksesta seka muutoksenhakumenettelysta ja lainvoimaisen paatoksen poistamisesta.",
        "content_sv": "På förmåner som pensionsanstalten betalar med stöd av denna lag tillämpas vad som i en lag eller pensionsstadga enligt 1 § bestäms om behandling av ärenden, meddelande av beslut, betalning, fastställande och återkrav av pension, erhållande och utlämnande av uppgifter, om förfarandet för sökande av ändring samt om undanröjande av ett lagakraftvunnet beslut. Pensionsskyddscentralen ska med stöd av denna lag på begäran meddela sökanden ett beslut om förutsättningarna enligt 2―4 §, om en pensionsanstalt inte har meddelat ett beslut i ärendet på basis av 75 § 6 mom. i lagen om pension för arbetstagare, 81 § 6 mom. i lagen om sjömanspensioner, 69 § 5 mom. i lagen om pension för företagare eller 75 § 5 mom. i lagen om pension för lantbruksföretagare. I fråga om Pensionsskyddscentralens beslut iakttas vad som i lagen om pension för arbetstagare bestäms för Pensionsskyddscentralens del om behandling av ärenden, meddelande av beslut, erhållande och utlämnande av uppgifter samt om förfarandet för sökande av ändring och om undanröjande av ett lagakraftvunnet beslut.",
        "normalized_sv": "På förmåner som pensionsanstalten betalar med stöd av denna lag tillämpas vad som i en lag eller pensionsstadga enligt 1 § bestäms om behandling av ärenden, meddelande av beslut, betalning, fastställande och återkrav av pension, erhållande och utlämnande av uppgifter, om förfarandet för sökande av ändring samt om undanröjande av ett lagakraftvunnet beslut. Pensionsskyddscentralen ska med stöd av denna lag på begäran meddela sökanden ett beslut om förutsättningarna enligt 2―4 § , om en pensionsanstalt inte har meddelat ett beslut i ärendet på basis av 75 § 6 mom. i lagen om pension för arbetstagare, 81 § 6 mom. i lagen om sjömanspensioner, 69 § 5 mom. i lagen om pension för företagare eller 75 § 5 mom. i lagen om pension för lantbruksföretagare. I fråga om Pensionsskyddscentralens beslut iakttas vad som i lagen om pension för arbetstagare bestäms för Pensionsskyddscentralens del om behandling av ärenden, meddelande av beslut, erhållande och utlämnande av uppgifter samt om förfarandet för sökande av ändring och om undanröjande av ett lagakraftvunnet beslut.",
        "folded_sv": "pa formaner som pensionsanstalten betalar med stod av denna lag tillampas vad som i en lag eller pensionsstadga enligt 1 § bestams om behandling av arenden, meddelande av beslut, betalning, faststallande och aterkrav av pension, erhallande och utlamnande av uppgifter, om forfarandet for sokande av andring samt om undanrojande av ett lagakraftvunnet beslut. pensionsskyddscentralen ska med stod av denna lag pa begaran meddela sokanden ett beslut om forutsattningarna enligt 2―4 §, om en pensionsanstalt inte har meddelat ett beslut i arendet pa basis av 75 § 6 mom. i lagen om pension for arbetstagare, 81 § 6 mom. i lagen om sjomanspensioner, 69 § 5 mom. i lagen om pension for foretagare eller 75 § 5 mom. i lagen om pension for lantbruksforetagare. i fraga om pensionsskyddscentralens beslut iakttas vad som i lagen om pension for arbetstagare bestams for pensionsskyddscentralens del om behandling av arenden, meddelande av beslut, erhallande och utlamnande av uppgifter samt om forfarandet for sokande av andring och om undanrojande av ett lagakraftvunnet beslut."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Kansaneläkelaitoksella ja kotihoidon tukea maksaneella Ahvenanmaan kunnalla on oikeus saada korvaus 6 §:ssä tarkoitetusta ilmoituksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Kansaneläkelaitoksella ja kotihoidon tukea maksaneella Ahvenanmaan kunnalla on oikeus saada korvaus 6 § :ssä tarkoitetusta ilmoituksesta.",
        "folded_fi": "kansanelakelaitoksella ja kotihoidon tukea maksaneella ahvenanmaan kunnalla on oikeus saada korvaus 6 §:ssa tarkoitetusta ilmoituksesta.",
        "content_sv": "Folkpensionsanstalten och den kommun på Åland som betalat stöd för hemvård av barn har rätt att få ersättning för den anmälan som avses i 6 §.",
        "normalized_sv": "Folkpensionsanstalten och den kommun på Åland som betalat stöd för hemvård av barn har rätt att få ersättning för den anmälan som avses i 6 § .",
        "folded_sv": "folkpensionsanstalten och den kommun pa aland som betalat stod for hemvard av barn har ratt att fa ersattning for den anmalan som avses i 6 §."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Edellä 2 ja 3 §:ssä säädetyt rahamäärät vastaavat työntekijän eläkelain 96 §:ssä tarkoitetun palkkakertoimen arvoa yksi (1,000) vuonna 2004. Rahamäärät tarkistetaan laskentahetken tasoon mainitulla palkkakertoimella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Edellä 2 ja 3 § :ssä säädetyt rahamäärät vastaavat työntekijän eläkelain 96 § :ssä tarkoitetun palkkakertoimen arvoa yksi (1,000) vuonna 2004. Rahamäärät tarkistetaan laskentahetken tasoon mainitulla palkkakertoimella.",
        "folded_fi": "edella 2 ja 3 §:ssa saadetyt rahamaarat vastaavat tyontekijan elakelain 96 §:ssa tarkoitetun palkkakertoimen arvoa yksi (1,000) vuonna 2004. rahamaarat tarkistetaan laskentahetken tasoon mainitulla palkkakertoimella.",
        "content_sv": "De belopp som anges i 2 och 3 § motsvarar värdet ett (1,000) år 2004 för den lönekoefficient som avses i 96 § i lagen om pension för arbetstagare. Beloppen justeras med lönekoefficienten till nivån vid beräkningstidpunkten.",
        "normalized_sv": "De belopp som anges i 2 och 3 § motsvarar värdet ett (1,000) år 2004 för den lönekoefficient som avses i 96 § i lagen om pension för arbetstagare. Beloppen justeras med lönekoefficienten till nivån vid beräkningstidpunkten.",
        "folded_sv": "de belopp som anges i 2 och 3 § motsvarar vardet ett (1,000) ar 2004 for den lonekoefficient som avses i 96 § i lagen om pension for arbetstagare. beloppen justeras med lonekoefficienten till nivan vid berakningstidpunkten."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    }
  ]
}