{
  "id": "11/2025",
  "type": "statute",
  "title": "Laki Teollisuustuki Oy -nimisestä valtion kokonaan omistamasta osakeyhtiöstä",
  "title_en": "Lag om statens helägda aktiebolag Industristöd Ab",
  "status": "in_force",
  "issued_date": "2025-01-17",
  "in_force_date": "2025-01-17",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2025/11/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Yhtiön tarkoitus",
      "content": "Teollisuustuki Oy on valtiontukiehtoista pääomasijoitus- ja rahoitustoimintaa harjoittava ja valtion valtiontukea sisältävistä teollisuuspoliittisista sijoituksista vastaava yhtiö. Yhtiön tarkoituksena on edistää erityisesti suomalaisten pienten ja keskisuurten yritysten kasvua sekä uudistaa suomalaista teollisuutta ja elinkeinorakennetta. Yhtiön tarkoituksena on lisäksi vauhdittaa uusiin teknologioihin ja vähemmän ympäristöä kuormittavaan ja kestävään elinkeinotoimintaan siirtymiseen liittyviä investointeja Suomessa sekä kehittää pääomasijoitusmarkkinaa ja korjata yritysten rahoituksen tarjonnassa esiintyviä puutteita.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Teollisuustuki Oy on valtiontukiehtoista pääomasijoitus- ja rahoitustoimintaa harjoittava ja valtion valtiontukea sisältävistä teollisuuspoliittisista sijoituksista vastaava yhtiö. Yhtiön tarkoituksena on edistää erityisesti suomalaisten pienten ja keskisuurten yritysten kasvua sekä uudistaa suomalaista teollisuutta ja elinkeinorakennetta. Yhtiön tarkoituksena on lisäksi vauhdittaa uusiin teknologioihin ja vähemmän ympäristöä kuormittavaan ja kestävään elinkeinotoimintaan siirtymiseen liittyviä investointeja Suomessa sekä kehittää pääomasijoitusmarkkinaa ja korjata yritysten rahoituksen tarjonnassa esiintyviä puutteita.",
        "folded_fi": "teollisuustuki oy on valtiontukiehtoista paaomasijoitus- ja rahoitustoimintaa harjoittava ja valtion valtiontukea sisaltavista teollisuuspoliittisista sijoituksista vastaava yhtio. yhtion tarkoituksena on edistaa erityisesti suomalaisten pienten ja keskisuurten yritysten kasvua seka uudistaa suomalaista teollisuutta ja elinkeinorakennetta. yhtion tarkoituksena on lisaksi vauhdittaa uusiin teknologioihin ja vahemman ymparistoa kuormittavaan ja kestavaan elinkeinotoimintaan siirtymiseen liittyvia investointeja suomessa seka kehittaa paaomasijoitusmarkkinaa ja korjata yritysten rahoituksen tarjonnassa esiintyvia puutteita.",
        "title_sv": "Bolagets syfte",
        "content_sv": "Finlands Industriinvestering Ab är ett bolag som bedriver kapitalinvesteringsverksamhet och finansieringsverksamhet enligt villkoren för statligt stöd och svarar för statens industripolitiska investeringar som inbegriper statligt stöd. Bolagets syfte är att främja särskilt finländska små och medelstora företags tillväxt och förnya den finländska industrin och näringsstrukturen. Verksamheten har dessutom som syfte att påskynda investeringar som hänför sig till ny teknik och investeringar som bidrar till övergången till en miljöskonsammare, hållbar näringsverksamhet i Finland, samt att utveckla riskkapitalmarknaden och avhjälpa brister i utbudet av finansiering för företag.",
        "normalized_sv": "Finlands Industriinvestering Ab är ett bolag som bedriver kapitalinvesteringsverksamhet och finansieringsverksamhet enligt villkoren för statligt stöd och svarar för statens industripolitiska investeringar som inbegriper statligt stöd. Bolagets syfte är att främja särskilt finländska små och medelstora företags tillväxt och förnya den finländska industrin och näringsstrukturen. Verksamheten har dessutom som syfte att påskynda investeringar som hänför sig till ny teknik och investeringar som bidrar till övergången till en miljöskonsammare, hållbar näringsverksamhet i Finland, samt att utveckla riskkapitalmarknaden och avhjälpa brister i utbudet av finansiering för företag.",
        "folded_sv": "finlands industriinvestering ab ar ett bolag som bedriver kapitalinvesteringsverksamhet och finansieringsverksamhet enligt villkoren for statligt stod och svarar for statens industripolitiska investeringar som inbegriper statligt stod. bolagets syfte ar att framja sarskilt finlandska sma och medelstora foretags tillvaxt och fornya den finlandska industrin och naringsstrukturen. verksamheten har dessutom som syfte att paskynda investeringar som hanfor sig till ny teknik och investeringar som bidrar till overgangen till en miljoskonsammare, hallbar naringsverksamhet i finland, samt att utveckla riskkapitalmarknaden och avhjalpa brister i utbudet av finansiering for foretag."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Yhtiön tehtävät",
      "content": "Yhtiön tehtävänä on 1 §:ssä säädetyn tarkoituksensa toteuttamiseksi: 1) myöntää oman ja vieraan pääoman ehtoista rahoitusta ja välirahoitusta; 2) perustaa ja olla sijoittajana rahastoissa; 3) myöntää takauksia pääomarahastojen yksityisille sijoittajille; 4) osallistua Euroopan unionin rahoitusvälineisiin; ja 5) ostaa, myydä, omistaa ja hallita osakkeita, yhtiöosuuksia ja niitä vastaavia osuuksia sekä arvopapereita ja kiinteää omaisuutta. Yhtiön tehtävänä on 1 momentissa säädetyn lisäksi palvelujen tuottaminen Suomen Teollisuussijoitus Oy:lle. Yhtiö perii Suomen Teollisuussijoitus Oy:lle tuottamistaan palveluista markkinaehtoiseksi katsottavan hinnan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Yhtiön tehtävänä on 1 § :ssä säädetyn tarkoituksensa toteuttamiseksi: 1) myöntää oman ja vieraan pääoman ehtoista rahoitusta ja välirahoitusta; 2) perustaa ja olla sijoittajana rahastoissa; 3) myöntää takauksia pääomarahastojen yksityisille sijoittajille; 4) osallistua Euroopan unionin rahoitusvälineisiin; ja 5) ostaa, myydä, omistaa ja hallita osakkeita, yhtiöosuuksia ja niitä vastaavia osuuksia sekä arvopapereita ja kiinteää omaisuutta. Yhtiön tehtävänä on 1 momentissa säädetyn lisäksi palvelujen tuottaminen Suomen Teollisuussijoitus Oy:lle. Yhtiö perii Suomen Teollisuussijoitus Oy:lle tuottamistaan palveluista markkinaehtoiseksi katsottavan hinnan.",
        "folded_fi": "yhtion tehtavana on 1 §:ssa saadetyn tarkoituksensa toteuttamiseksi: 1) myontaa oman ja vieraan paaoman ehtoista rahoitusta ja valirahoitusta; 2) perustaa ja olla sijoittajana rahastoissa; 3) myontaa takauksia paaomarahastojen yksityisille sijoittajille; 4) osallistua euroopan unionin rahoitusvalineisiin; ja 5) ostaa, myyda, omistaa ja hallita osakkeita, yhtioosuuksia ja niita vastaavia osuuksia seka arvopapereita ja kiinteaa omaisuutta. yhtion tehtavana on 1 momentissa saadetyn lisaksi palvelujen tuottaminen suomen teollisuussijoitus oy:lle. yhtio perii suomen teollisuussijoitus oy:lle tuottamistaan palveluista markkinaehtoiseksi katsottavan hinnan.",
        "title_sv": "Bolagets uppgifter",
        "content_sv": "I det syfte som anges i 1 § har bolaget i uppgift att 1) bevilja finansiering i form av eget och främmande kapital samt mezzaninfinansiering, 2) inrätta samt investera i fonder, 3) bevilja borgen till enskilda som investerar i kapitalfonder, 4) delta i Europeiska unionens finansieringsinstrument, och 5) köpa, sälja, äga och inneha aktier, bolagsandelar och motsvarande andelar samt värdepapper och fast egendom. Utöver det som anges i 1 mom. har bolaget i uppgift att producera tjänster för Finlands Industriinvestering Ab. För tjänster som tillhandahålls Finlands Industriinvestering Ab tar bolaget ut det pris som betraktas som marknadsmässigt.",
        "normalized_sv": "I det syfte som anges i 1 § har bolaget i uppgift att 1) bevilja finansiering i form av eget och främmande kapital samt mezzaninfinansiering, 2) inrätta samt investera i fonder, 3) bevilja borgen till enskilda som investerar i kapitalfonder, 4) delta i Europeiska unionens finansieringsinstrument, och 5) köpa, sälja, äga och inneha aktier, bolagsandelar och motsvarande andelar samt värdepapper och fast egendom. Utöver det som anges i 1 mom. har bolaget i uppgift att producera tjänster för Finlands Industriinvestering Ab. För tjänster som tillhandahålls Finlands Industriinvestering Ab tar bolaget ut det pris som betraktas som marknadsmässigt.",
        "folded_sv": "i det syfte som anges i 1 § har bolaget i uppgift att 1) bevilja finansiering i form av eget och frammande kapital samt mezzaninfinansiering, 2) inratta samt investera i fonder, 3) bevilja borgen till enskilda som investerar i kapitalfonder, 4) delta i europeiska unionens finansieringsinstrument, och 5) kopa, salja, aga och inneha aktier, bolagsandelar och motsvarande andelar samt vardepapper och fast egendom. utover det som anges i 1 mom. har bolaget i uppgift att producera tjanster for finlands industriinvestering ab. for tjanster som tillhandahalls finlands industriinvestering ab tar bolaget ut det pris som betraktas som marknadsmassigt."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Yhtiön omistajaohjaus",
      "content": "Yhtiö on Suomen Teollisuussijoitus Oy:n kokonaan omistama ja se kuuluu työ- ja elinkeinoministeriön hallinnonalaan. Suomen Teollisuussijoitus Oy vastaa yhtiön omistajaohjauksesta ja voi antaa yhtiölle yhtiön tarkoitukseen soveltuvia toimeksiantoja. Työ- ja elinkeinoministeriö vastaa yhtiön ohjauksesta koskien 4 §:n 2-4 momentissa ja 5-7 §:ssä tarkoitettuja valtiontukien myöntämiseen ja valvontaan liittyviä julkista valtaa sisältäviä tehtäviä. Työ- ja elinkeinoministeriö voi antaa yhtiölle toimeksiantoja. Toimeksiannot voivat koskea 2 §:ssä ja 4 §:n 2-4 momentissa sekä 5-7 §:ssä tarkoitettuja tehtäviä. Enintään yksi kolmasosa yhtiön hallituksesta saa muodostua Suomen Teollisuussijoitus Oy:n toimitusjohtajasta, hallituksen jäsenistä tai työntekijöistä. Yhtiön hallituksen jäsenistä on vähintään kolmasosan oltava virkamiesjäseniä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Yhtiö on Suomen Teollisuussijoitus Oy:n kokonaan omistama ja se kuuluu työ- ja elinkeinoministeriön hallinnonalaan. Suomen Teollisuussijoitus Oy vastaa yhtiön omistajaohjauksesta ja voi antaa yhtiölle yhtiön tarkoitukseen soveltuvia toimeksiantoja. Työ- ja elinkeinoministeriö vastaa yhtiön ohjauksesta koskien 4 § :n 2-4 momentissa ja 5-7 § :ssä tarkoitettuja valtiontukien myöntämiseen ja valvontaan liittyviä julkista valtaa sisältäviä tehtäviä. Työ- ja elinkeinoministeriö voi antaa yhtiölle toimeksiantoja. Toimeksiannot voivat koskea 2 § :ssä ja 4 § :n 2-4 momentissa sekä 5-7 § :ssä tarkoitettuja tehtäviä. Enintään yksi kolmasosa yhtiön hallituksesta saa muodostua Suomen Teollisuussijoitus Oy:n toimitusjohtajasta, hallituksen jäsenistä tai työntekijöistä. Yhtiön hallituksen jäsenistä on vähintään kolmasosan oltava virkamiesjäseniä.",
        "folded_fi": "yhtio on suomen teollisuussijoitus oy:n kokonaan omistama ja se kuuluu tyo- ja elinkeinoministerion hallinnonalaan. suomen teollisuussijoitus oy vastaa yhtion omistajaohjauksesta ja voi antaa yhtiolle yhtion tarkoitukseen soveltuvia toimeksiantoja. tyo- ja elinkeinoministerio vastaa yhtion ohjauksesta koskien 4 §:n 2-4 momentissa ja 5-7 §:ssa tarkoitettuja valtiontukien myontamiseen ja valvontaan liittyvia julkista valtaa sisaltavia tehtavia. tyo- ja elinkeinoministerio voi antaa yhtiolle toimeksiantoja. toimeksiannot voivat koskea 2 §:ssa ja 4 §:n 2-4 momentissa seka 5-7 §:ssa tarkoitettuja tehtavia. enintaan yksi kolmasosa yhtion hallituksesta saa muodostua suomen teollisuussijoitus oy:n toimitusjohtajasta, hallituksen jasenista tai tyontekijoista. yhtion hallituksen jasenista on vahintaan kolmasosan oltava virkamiesjasenia.",
        "title_sv": "Bolagets ägarstyrning",
        "content_sv": "Bolaget är helägt av Finlands Industriinvestering Ab och hör till arbets- och näringsministeriets förvaltningsområde. Finlands Industriinvestering Ab svarar för ägarstyrningen av bolaget och kan ge bolaget uppdrag som är förenliga med bolagets syfte. Arbets- och näringsministeriet svarar för styrningen av bolaget i fråga om i 4 § 2-4 mom. och 5-7 § avsedda uppgifter som innebär utövning av offentlig makt och som hänför sig till beviljande av statligt stöd och tillsyn över stödet. Arbets- och näringsministeriet kan ge bolaget uppdrag. Uppdragen kan gälla uppgifter som avses i 2 §, 4 § 2-4 mom. och 5-7 §. Högst en tredjedel av bolagets styrelse får bestå av Finlands Industriinvestering Ab:s verkställande direktör, styrelseledamöter eller arbetstagare. Minst en tredjedel av bolagets styrelseledamöter ska vara tjänstemän.",
        "normalized_sv": "Bolaget är helägt av Finlands Industriinvestering Ab och hör till arbets- och näringsministeriets förvaltningsområde. Finlands Industriinvestering Ab svarar för ägarstyrningen av bolaget och kan ge bolaget uppdrag som är förenliga med bolagets syfte. Arbets- och näringsministeriet svarar för styrningen av bolaget i fråga om i 4 § 2-4 mom. och 5-7 § avsedda uppgifter som innebär utövning av offentlig makt och som hänför sig till beviljande av statligt stöd och tillsyn över stödet. Arbets- och näringsministeriet kan ge bolaget uppdrag. Uppdragen kan gälla uppgifter som avses i 2 § , 4 § 2-4 mom. och 5-7 § . Högst en tredjedel av bolagets styrelse får bestå av Finlands Industriinvestering Ab:s verkställande direktör, styrelseledamöter eller arbetstagare. Minst en tredjedel av bolagets styrelseledamöter ska vara tjänstemän.",
        "folded_sv": "bolaget ar helagt av finlands industriinvestering ab och hor till arbets- och naringsministeriets forvaltningsomrade. finlands industriinvestering ab svarar for agarstyrningen av bolaget och kan ge bolaget uppdrag som ar forenliga med bolagets syfte. arbets- och naringsministeriet svarar for styrningen av bolaget i fraga om i 4 § 2-4 mom. och 5-7 § avsedda uppgifter som innebar utovning av offentlig makt och som hanfor sig till beviljande av statligt stod och tillsyn over stodet. arbets- och naringsministeriet kan ge bolaget uppdrag. uppdragen kan galla uppgifter som avses i 2 §, 4 § 2-4 mom. och 5-7 §. hogst en tredjedel av bolagets styrelse far besta av finlands industriinvestering ab:s verkstallande direktor, styrelseledamoter eller arbetstagare. minst en tredjedel av bolagets styrelseledamoter ska vara tjansteman."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Taloudelliset toimintaperiaatteet ja valtiontukien myöntäminen",
      "content": "Yhtiö ei tavoittele toiminnallaan voittoa. Yhtiö voi tehdä sijoituksia tai myöntää rahoitusta yrityksiin, joilla arvioidaan olevan edellytykset kannattavaan liiketoimintaan. Yhtiö myöntää päätöksellään tässä laissa tarkoitettua valtiontukea sisältävää rahoitusta. Yhtiö saa valtiontukea koskevien säännösten ja määräysten puitteissa ottaa sijoitustoiminnassaan ja muussa rahoitustoiminnassaan suurempaa riskiä tai tyytyä pienempään tuottoon kuin mitä yksityiset sijoittajat ovat valmiita hyväksymään taikka olisivat valmiita hyväksymään vastaavassa tilanteessa. Yhtiö voi myöntää valtiontukea sekä yksittäisenä tukena että yhtiön päätöksellä käyttöön otettavan valtiontukiohjelman kautta. Työ- ja elinkeinoministeriö voi päättää antaa yhtiölle valtioneuvoston talouspoliittisen ministerivaliokunnan puoltamana erityisin perustein myös yksittäisiä valtiontukea sisältäviä oman tai vieraan pääoman ehtoisia sijoituksia koskevia teollisuus- tai elinkeinopoliittisia toimeksiantoja suomalaisten yritysten toimintaedellytysten turvaamiseksi. Edellä 2 ja 3 momentissa tarkoitettu rahoitus tai sijoitus voidaan toteuttaa vasta Euroopan komission hyväksyttyä rahoitusta tai sijoitusta koskevan valtiontukipäätöksen, jos Euroopan unionin valtiontukea koskeva lainsäädäntö tätä edellyttää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Yhtiö ei tavoittele toiminnallaan voittoa. Yhtiö voi tehdä sijoituksia tai myöntää rahoitusta yrityksiin, joilla arvioidaan olevan edellytykset kannattavaan liiketoimintaan. Yhtiö myöntää päätöksellään tässä laissa tarkoitettua valtiontukea sisältävää rahoitusta. Yhtiö saa valtiontukea koskevien säännösten ja määräysten puitteissa ottaa sijoitustoiminnassaan ja muussa rahoitustoiminnassaan suurempaa riskiä tai tyytyä pienempään tuottoon kuin mitä yksityiset sijoittajat ovat valmiita hyväksymään taikka olisivat valmiita hyväksymään vastaavassa tilanteessa. Yhtiö voi myöntää valtiontukea sekä yksittäisenä tukena että yhtiön päätöksellä käyttöön otettavan valtiontukiohjelman kautta. Työ- ja elinkeinoministeriö voi päättää antaa yhtiölle valtioneuvoston talouspoliittisen ministerivaliokunnan puoltamana erityisin perustein myös yksittäisiä valtiontukea sisältäviä oman tai vieraan pääoman ehtoisia sijoituksia koskevia teollisuus- tai elinkeinopoliittisia toimeksiantoja suomalaisten yritysten toimintaedellytysten turvaamiseksi. Edellä 2 ja 3 momentissa tarkoitettu rahoitus tai sijoitus voidaan toteuttaa vasta Euroopan komission hyväksyttyä rahoitusta tai sijoitusta koskevan valtiontukipäätöksen, jos Euroopan unionin valtiontukea koskeva lainsäädäntö tätä edellyttää.",
        "folded_fi": "yhtio ei tavoittele toiminnallaan voittoa. yhtio voi tehda sijoituksia tai myontaa rahoitusta yrityksiin, joilla arvioidaan olevan edellytykset kannattavaan liiketoimintaan. yhtio myontaa paatoksellaan tassa laissa tarkoitettua valtiontukea sisaltavaa rahoitusta. yhtio saa valtiontukea koskevien saannosten ja maaraysten puitteissa ottaa sijoitustoiminnassaan ja muussa rahoitustoiminnassaan suurempaa riskia tai tyytya pienempaan tuottoon kuin mita yksityiset sijoittajat ovat valmiita hyvaksymaan taikka olisivat valmiita hyvaksymaan vastaavassa tilanteessa. yhtio voi myontaa valtiontukea seka yksittaisena tukena etta yhtion paatoksella kayttoon otettavan valtiontukiohjelman kautta. tyo- ja elinkeinoministerio voi paattaa antaa yhtiolle valtioneuvoston talouspoliittisen ministerivaliokunnan puoltamana erityisin perustein myos yksittaisia valtiontukea sisaltavia oman tai vieraan paaoman ehtoisia sijoituksia koskevia teollisuus- tai elinkeinopoliittisia toimeksiantoja suomalaisten yritysten toimintaedellytysten turvaamiseksi. edella 2 ja 3 momentissa tarkoitettu rahoitus tai sijoitus voidaan toteuttaa vasta euroopan komission hyvaksyttya rahoitusta tai sijoitusta koskevan valtiontukipaatoksen, jos euroopan unionin valtiontukea koskeva lainsaadanto tata edellyttaa.",
        "title_sv": "Ekonomiska verksamhetsprinciper och beviljande av statligt stöd",
        "content_sv": "Bolaget drivs utan vinstsyfte. Bolaget kan göra investeringar i eller bevilja finansiering till företag som bedöms ha förutsättningar att driva en lönsam affärsverksamhet. Bolaget beviljar genom eget beslut i denna lag avsedd finansiering som inbegriper statligt stöd. Bolaget får, inom ramen för bestämmelserna och föreskrifterna om statligt stöd, i sin investeringsverksamhet och övriga finansieringsverksamhet ta större risker eller nöja sig med mindre avkastning än vad privata investerare är eller skulle vara beredda att godkänna i motsvarande situation. Bolaget kan bevilja statligt stöd både som enskilt stöd och genom en statlig stödordning som införts genom beslut av bolaget. Arbets- och näringsministeriet kan efter förordande av statsrådets finanspolitiska ministerutskott på särskilda grunder besluta att ge bolaget också sådana enskilda industri- eller näringspolitiska uppdrag som gäller investeringar i form av eget eller främmande kapital som inbegriper statligt stöd, i syfte att trygga verksamhetsförutsättningarna för finländska företag. Finansiering eller investeringar som avses i 2 och 3 mom. kan genomföras först efter det att Europeiska kommissionen har godkänt det beslut om statligt stöd som gäller finansieringen eller investeringen, om Europeiska unionens lagstiftning om statligt stöd förutsätter detta.",
        "normalized_sv": "Bolaget drivs utan vinstsyfte. Bolaget kan göra investeringar i eller bevilja finansiering till företag som bedöms ha förutsättningar att driva en lönsam affärsverksamhet. Bolaget beviljar genom eget beslut i denna lag avsedd finansiering som inbegriper statligt stöd. Bolaget får, inom ramen för bestämmelserna och föreskrifterna om statligt stöd, i sin investeringsverksamhet och övriga finansieringsverksamhet ta större risker eller nöja sig med mindre avkastning än vad privata investerare är eller skulle vara beredda att godkänna i motsvarande situation. Bolaget kan bevilja statligt stöd både som enskilt stöd och genom en statlig stödordning som införts genom beslut av bolaget. Arbets- och näringsministeriet kan efter förordande av statsrådets finanspolitiska ministerutskott på särskilda grunder besluta att ge bolaget också sådana enskilda industri- eller näringspolitiska uppdrag som gäller investeringar i form av eget eller främmande kapital som inbegriper statligt stöd, i syfte att trygga verksamhetsförutsättningarna för finländska företag. Finansiering eller investeringar som avses i 2 och 3 mom. kan genomföras först efter det att Europeiska kommissionen har godkänt det beslut om statligt stöd som gäller finansieringen eller investeringen, om Europeiska unionens lagstiftning om statligt stöd förutsätter detta.",
        "folded_sv": "bolaget drivs utan vinstsyfte. bolaget kan gora investeringar i eller bevilja finansiering till foretag som bedoms ha forutsattningar att driva en lonsam affarsverksamhet. bolaget beviljar genom eget beslut i denna lag avsedd finansiering som inbegriper statligt stod. bolaget far, inom ramen for bestammelserna och foreskrifterna om statligt stod, i sin investeringsverksamhet och ovriga finansieringsverksamhet ta storre risker eller noja sig med mindre avkastning an vad privata investerare ar eller skulle vara beredda att godkanna i motsvarande situation. bolaget kan bevilja statligt stod bade som enskilt stod och genom en statlig stodordning som inforts genom beslut av bolaget. arbets- och naringsministeriet kan efter forordande av statsradets finanspolitiska ministerutskott pa sarskilda grunder besluta att ge bolaget ocksa sadana enskilda industri- eller naringspolitiska uppdrag som galler investeringar i form av eget eller frammande kapital som inbegriper statligt stod, i syfte att trygga verksamhetsforutsattningarna for finlandska foretag. finansiering eller investeringar som avses i 2 och 3 mom. kan genomforas forst efter det att europeiska kommissionen har godkant det beslut om statligt stod som galler finansieringen eller investeringen, om europeiska unionens lagstiftning om statligt stod forutsatter detta."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Takaisinperintää koskeva päätös",
      "content": "Työ- ja elinkeinoministeriö päättää yhtiön myöntämän valtiontuen keskeyttämisestä ja takaisinperinnästä. Yhtiön tulee tehdä työ- ja elinkeinoministeriölle ilmoitus tuen keskeyttämiseksi ja takaisinperimiseksi, jos sen tietoon tulee peruste keskeyttämiselle tai takaisinperinnälle. Yhtiön ja sen kohderahaston hallinnointiyhtiön tulee toiminnallaan edistää tuen keskeyttämispäätöksen ja takaisinperintäpäätöksen toimeenpanoa. Keskeyttämis- tai takaisinperintäpäätös tulee tehdä, jos yhtiön myöntämää valtiontukea ei ole osoitettu sisämarkkinoille soveltuvaksi. ryhmäpoikkeusasetus Jos yhtiön sijoitukseen liittyvä valtiontuki perustuu johonkin muuhun kuin tiettyjen tukimuotojen toteamisesta sisämarkkinoille soveltuviksi perussopimuksen 107 ja 108 artiklan mukaisesti annettuun komission asetukseen (EU) N:o 651/2014 () tai Euroopan unionin komission hyväksymään yksittäiseen tukeen, keskeyttämis- tai takaisinperintäpäätös tulee tehdä, jos valtiontuen saaja on menetellyt valtionavustuslain (688/2001) 21 tai 22 §:ssä kuvatulla tavalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Työ- ja elinkeinoministeriö päättää yhtiön myöntämän valtiontuen keskeyttämisestä ja takaisinperinnästä. Yhtiön tulee tehdä työ- ja elinkeinoministeriölle ilmoitus tuen keskeyttämiseksi ja takaisinperimiseksi, jos sen tietoon tulee peruste keskeyttämiselle tai takaisinperinnälle. Yhtiön ja sen kohderahaston hallinnointiyhtiön tulee toiminnallaan edistää tuen keskeyttämispäätöksen ja takaisinperintäpäätöksen toimeenpanoa. Keskeyttämis- tai takaisinperintäpäätös tulee tehdä, jos yhtiön myöntämää valtiontukea ei ole osoitettu sisämarkkinoille soveltuvaksi. ryhmäpoikkeusasetus Jos yhtiön sijoitukseen liittyvä valtiontuki perustuu johonkin muuhun kuin tiettyjen tukimuotojen toteamisesta sisämarkkinoille soveltuviksi perussopimuksen 107 ja 108 artiklan mukaisesti annettuun komission asetukseen (EU) N:o 651/2014 () tai Euroopan unionin komission hyväksymään yksittäiseen tukeen, keskeyttämis- tai takaisinperintäpäätös tulee tehdä, jos valtiontuen saaja on menetellyt valtionavustuslain (688/2001) 21 tai 22 § :ssä kuvatulla tavalla.",
        "folded_fi": "tyo- ja elinkeinoministerio paattaa yhtion myontaman valtiontuen keskeyttamisesta ja takaisinperinnasta. yhtion tulee tehda tyo- ja elinkeinoministeriolle ilmoitus tuen keskeyttamiseksi ja takaisinperimiseksi, jos sen tietoon tulee peruste keskeyttamiselle tai takaisinperinnalle. yhtion ja sen kohderahaston hallinnointiyhtion tulee toiminnallaan edistaa tuen keskeyttamispaatoksen ja takaisinperintapaatoksen toimeenpanoa. keskeyttamis- tai takaisinperintapaatos tulee tehda, jos yhtion myontamaa valtiontukea ei ole osoitettu sisamarkkinoille soveltuvaksi. ryhmapoikkeusasetus jos yhtion sijoitukseen liittyva valtiontuki perustuu johonkin muuhun kuin tiettyjen tukimuotojen toteamisesta sisamarkkinoille soveltuviksi perussopimuksen 107 ja 108 artiklan mukaisesti annettuun komission asetukseen (eu) n:o 651/2014 () tai euroopan unionin komission hyvaksymaan yksittaiseen tukeen, keskeyttamis- tai takaisinperintapaatos tulee tehda, jos valtiontuen saaja on menetellyt valtionavustuslain (688/2001) 21 tai 22 §:ssa kuvatulla tavalla.",
        "title_sv": "Beslut om återkrav",
        "content_sv": "Arbets- och näringsministeriet fattar beslut om avbrytande och återkrav avseende statligt stöd som beviljats av bolaget. Bolaget ska göra en anmälan till arbets- och näringsministeriet för avbrytande och återkrav av ett stöd, om bolaget får kännedom om en grund för avbrytande eller återkrav. Bolaget och det bolag som förvaltar dess mottagarfond ska genom sin verksamhet bidra till verkställigheten av beslut om avbrytande av stöd och beslut om återkrav av stöd. Beslut om avbrytande eller återkrav ska fattas om det statliga stöd som beviljats av bolaget inte har visats vara förenligt med den inre marknaden. gruppundantagsförordningen Om det statliga stöd som ingår i en investering gjord av bolaget grundar sig på något annat än kommissionens förordning (EU) nr 651/2014 genom vilken vissa kategorier av stöd förklaras förenliga med den inre marknaden enligt artiklarna 107 och 108 i fördraget () eller på ett enskilt stöd som godkänts av Europeiska kommissionen, ska beslut om avbrytande eller återkrav fattas om stödtagaren har förfarit på det sätt som beskrivs i 21 eller 22 § i statsunderstödslagen (688/2001).",
        "normalized_sv": "Arbets- och näringsministeriet fattar beslut om avbrytande och återkrav avseende statligt stöd som beviljats av bolaget. Bolaget ska göra en anmälan till arbets- och näringsministeriet för avbrytande och återkrav av ett stöd, om bolaget får kännedom om en grund för avbrytande eller återkrav. Bolaget och det bolag som förvaltar dess mottagarfond ska genom sin verksamhet bidra till verkställigheten av beslut om avbrytande av stöd och beslut om återkrav av stöd. Beslut om avbrytande eller återkrav ska fattas om det statliga stöd som beviljats av bolaget inte har visats vara förenligt med den inre marknaden. gruppundantagsförordningen Om det statliga stöd som ingår i en investering gjord av bolaget grundar sig på något annat än kommissionens förordning (EU) nr 651/2014 genom vilken vissa kategorier av stöd förklaras förenliga med den inre marknaden enligt artiklarna 107 och 108 i fördraget () eller på ett enskilt stöd som godkänts av Europeiska kommissionen, ska beslut om avbrytande eller återkrav fattas om stödtagaren har förfarit på det sätt som beskrivs i 21 eller 22 § i statsunderstödslagen (688/2001).",
        "folded_sv": "arbets- och naringsministeriet fattar beslut om avbrytande och aterkrav avseende statligt stod som beviljats av bolaget. bolaget ska gora en anmalan till arbets- och naringsministeriet for avbrytande och aterkrav av ett stod, om bolaget far kannedom om en grund for avbrytande eller aterkrav. bolaget och det bolag som forvaltar dess mottagarfond ska genom sin verksamhet bidra till verkstalligheten av beslut om avbrytande av stod och beslut om aterkrav av stod. beslut om avbrytande eller aterkrav ska fattas om det statliga stod som beviljats av bolaget inte har visats vara forenligt med den inre marknaden. gruppundantagsforordningen om det statliga stod som ingar i en investering gjord av bolaget grundar sig pa nagot annat an kommissionens forordning (eu) nr 651/2014 genom vilken vissa kategorier av stod forklaras forenliga med den inre marknaden enligt artiklarna 107 och 108 i fordraget () eller pa ett enskilt stod som godkants av europeiska kommissionen, ska beslut om avbrytande eller aterkrav fattas om stodtagaren har forfarit pa det satt som beskrivs i 21 eller 22 § i statsunderstodslagen (688/2001)."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Muutoksenhaku",
      "content": "Työ- ja elinkeinoministeriön tämän lain nojalla tekemään päätökseen saa vaatia oikaisua. Oikaisuvaatimuksesta säädetään hallintolaissa (434/2003). Muutoksenhausta hallintotuomioistuimeen säädetään oikeudenkäynnistä hallintoasioissa annetussa laissa (808/2019).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Työ- ja elinkeinoministeriön tämän lain nojalla tekemään päätökseen saa vaatia oikaisua. Oikaisuvaatimuksesta säädetään hallintolaissa (434/2003). Muutoksenhausta hallintotuomioistuimeen säädetään oikeudenkäynnistä hallintoasioissa annetussa laissa (808/2019).",
        "folded_fi": "tyo- ja elinkeinoministerion taman lain nojalla tekemaan paatokseen saa vaatia oikaisua. oikaisuvaatimuksesta saadetaan hallintolaissa (434/2003). muutoksenhausta hallintotuomioistuimeen saadetaan oikeudenkaynnista hallintoasioissa annetussa laissa (808/2019).",
        "title_sv": "Ändringssökande",
        "content_sv": "Omprövning får begäras av ett beslut som arbets- och näringsministeriet fattat med stöd av denna lag. Bestämmelser om begäran om omprövning finns i förvaltningslagen (434/2003). Bestämmelser om sökande av ändring i förvaltningsdomstol finns i lagen om rättegång i förvaltningsärenden (808/2019).",
        "normalized_sv": "Omprövning får begäras av ett beslut som arbets- och näringsministeriet fattat med stöd av denna lag. Bestämmelser om begäran om omprövning finns i förvaltningslagen (434/2003). Bestämmelser om sökande av ändring i förvaltningsdomstol finns i lagen om rättegång i förvaltningsärenden (808/2019).",
        "folded_sv": "omprovning far begaras av ett beslut som arbets- och naringsministeriet fattat med stod av denna lag. bestammelser om begaran om omprovning finns i forvaltningslagen (434/2003). bestammelser om sokande av andring i forvaltningsdomstol finns i lagen om rattegang i forvaltningsarenden (808/2019)."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Takaisinperintä ja viivästyskorko",
      "content": "Jos takaisinperittävää määrää ei makseta viimeistään työ- ja elinkeinoministeriön asettamana eräpäivänä, sille on maksettava vuotuista viivästyskorkoa korkolain (633/1982) 4 §:n 1 momentissa tarkoitetun korkokannan mukaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Jos takaisinperittävää määrää ei makseta viimeistään työ- ja elinkeinoministeriön asettamana eräpäivänä, sille on maksettava vuotuista viivästyskorkoa korkolain (633/1982) 4 § :n 1 momentissa tarkoitetun korkokannan mukaan.",
        "folded_fi": "jos takaisinperittavaa maaraa ei makseta viimeistaan tyo- ja elinkeinoministerion asettamana erapaivana, sille on maksettava vuotuista viivastyskorkoa korkolain (633/1982) 4 §:n 1 momentissa tarkoitetun korkokannan mukaan.",
        "title_sv": "Återkrav och dröjsmålsränta",
        "content_sv": "Om ett belopp som återkrävs inte betalas senast på den förfallodag som arbets- och näringsministeriet bestämt, ska det på beloppet betalas en årlig dröjsmålsränta enligt den räntesats som avses i 4 § 1 mom. i räntelagen (633/1982).",
        "normalized_sv": "Om ett belopp som återkrävs inte betalas senast på den förfallodag som arbets- och näringsministeriet bestämt, ska det på beloppet betalas en årlig dröjsmålsränta enligt den räntesats som avses i 4 § 1 mom. i räntelagen (633/1982).",
        "folded_sv": "om ett belopp som aterkravs inte betalas senast pa den forfallodag som arbets- och naringsministeriet bestamt, ska det pa beloppet betalas en arlig drojsmalsranta enligt den rantesats som avses i 4 § 1 mom. i rantelagen (633/1982)."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan valtioneuvoston asetuksella säädettävänä ajankohtana. Tällä lailla kumotaan: 1) Ilmastorahasto Oy -nimisestä valtion kokonaan omistamasta osakeyhtiöstä annettu laki (173/2023); 2) Business Finland Venture Capital Oy -nimisestä valtion kokonaan omistamasta osakeyhtiöstä annettu laki (967/2013); ja 3) Innovaatiorahoituskeskus Business Finlandista ja Business Finland -nimisestä osakeyhtiöstä annetun lain (1146/2017) 1 §:n 4 momentti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Tämä laki tulee voimaan valtioneuvoston asetuksella säädettävänä ajankohtana. Tällä lailla kumotaan: 1) Ilmastorahasto Oy -nimisestä valtion kokonaan omistamasta osakeyhtiöstä annettu laki (173/2023); 2) Business Finland Venture Capital Oy -nimisestä valtion kokonaan omistamasta osakeyhtiöstä annettu laki (967/2013); ja 3) Innovaatiorahoituskeskus Business Finlandista ja Business Finland -nimisestä osakeyhtiöstä annetun lain (1146/2017) 1 § :n 4 momentti.",
        "folded_fi": "tama laki tulee voimaan valtioneuvoston asetuksella saadettavana ajankohtana. talla lailla kumotaan: 1) ilmastorahasto oy -nimisesta valtion kokonaan omistamasta osakeyhtiosta annettu laki (173/2023); 2) business finland venture capital oy -nimisesta valtion kokonaan omistamasta osakeyhtiosta annettu laki (967/2013); ja 3) innovaatiorahoituskeskus business finlandista ja business finland -nimisesta osakeyhtiosta annetun lain (1146/2017) 1 §:n 4 momentti.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft vid en tidpunkt som föreskrivs genom förordning av statsrådet. Genom denna lag upphävs 1) lagen om statens helägda aktiebolag Klimatfonden Ab (173/2023), 2) lagen om statens helägda aktiebolag Business Finland Venture Capital Ab (967/2013), och 3) 1 § 4 mom. i lagen om Innovationsfinansieringsverket Business Finland och aktiebolaget Business Finland (1146/2017).",
        "normalized_sv": "Denna lag träder i kraft vid en tidpunkt som föreskrivs genom förordning av statsrådet. Genom denna lag upphävs 1) lagen om statens helägda aktiebolag Klimatfonden Ab (173/2023), 2) lagen om statens helägda aktiebolag Business Finland Venture Capital Ab (967/2013), och 3) 1 § 4 mom. i lagen om Innovationsfinansieringsverket Business Finland och aktiebolaget Business Finland (1146/2017).",
        "folded_sv": "denna lag trader i kraft vid en tidpunkt som foreskrivs genom forordning av statsradet. genom denna lag upphavs 1) lagen om statens helagda aktiebolag klimatfonden ab (173/2023), 2) lagen om statens helagda aktiebolag business finland venture capital ab (967/2013), och 3) 1 § 4 mom. i lagen om innovationsfinansieringsverket business finland och aktiebolaget business finland (1146/2017)."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Yhtiön tarkoitus",
      "content": "Teollisuustuki Oy on valtiontukiehtoista pääomasijoitus- ja rahoitustoimintaa harjoittava ja valtion valtiontukea sisältävistä teollisuuspoliittisista sijoituksista vastaava yhtiö. Yhtiön tarkoituksena on edistää erityisesti suomalaisten pienten ja keskisuurten yritysten kasvua sekä uudistaa suomalaista teollisuutta ja elinkeinorakennetta. Yhtiön tarkoituksena on lisäksi vauhdittaa uusiin teknologioihin ja vähemmän ympäristöä kuormittavaan ja kestävään elinkeinotoimintaan siirtymiseen liittyviä investointeja Suomessa sekä kehittää pääomasijoitusmarkkinaa ja korjata yritysten rahoituksen tarjonnassa esiintyviä puutteita.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Teollisuustuki Oy on valtiontukiehtoista pääomasijoitus- ja rahoitustoimintaa harjoittava ja valtion valtiontukea sisältävistä teollisuuspoliittisista sijoituksista vastaava yhtiö. Yhtiön tarkoituksena on edistää erityisesti suomalaisten pienten ja keskisuurten yritysten kasvua sekä uudistaa suomalaista teollisuutta ja elinkeinorakennetta. Yhtiön tarkoituksena on lisäksi vauhdittaa uusiin teknologioihin ja vähemmän ympäristöä kuormittavaan ja kestävään elinkeinotoimintaan siirtymiseen liittyviä investointeja Suomessa sekä kehittää pääomasijoitusmarkkinaa ja korjata yritysten rahoituksen tarjonnassa esiintyviä puutteita.",
        "folded_fi": "teollisuustuki oy on valtiontukiehtoista paaomasijoitus- ja rahoitustoimintaa harjoittava ja valtion valtiontukea sisaltavista teollisuuspoliittisista sijoituksista vastaava yhtio. yhtion tarkoituksena on edistaa erityisesti suomalaisten pienten ja keskisuurten yritysten kasvua seka uudistaa suomalaista teollisuutta ja elinkeinorakennetta. yhtion tarkoituksena on lisaksi vauhdittaa uusiin teknologioihin ja vahemman ymparistoa kuormittavaan ja kestavaan elinkeinotoimintaan siirtymiseen liittyvia investointeja suomessa seka kehittaa paaomasijoitusmarkkinaa ja korjata yritysten rahoituksen tarjonnassa esiintyvia puutteita.",
        "title_sv": "Bolagets syfte",
        "content_sv": "Finlands Industriinvestering Ab är ett bolag som bedriver kapitalinvesteringsverksamhet och finansieringsverksamhet enligt villkoren för statligt stöd och svarar för statens industripolitiska investeringar som inbegriper statligt stöd. Bolagets syfte är att främja särskilt finländska små och medelstora företags tillväxt och förnya den finländska industrin och näringsstrukturen. Verksamheten har dessutom som syfte att påskynda investeringar som hänför sig till ny teknik och investeringar som bidrar till övergången till en miljöskonsammare, hållbar näringsverksamhet i Finland, samt att utveckla riskkapitalmarknaden och avhjälpa brister i utbudet av finansiering för företag.",
        "normalized_sv": "Finlands Industriinvestering Ab är ett bolag som bedriver kapitalinvesteringsverksamhet och finansieringsverksamhet enligt villkoren för statligt stöd och svarar för statens industripolitiska investeringar som inbegriper statligt stöd. Bolagets syfte är att främja särskilt finländska små och medelstora företags tillväxt och förnya den finländska industrin och näringsstrukturen. Verksamheten har dessutom som syfte att påskynda investeringar som hänför sig till ny teknik och investeringar som bidrar till övergången till en miljöskonsammare, hållbar näringsverksamhet i Finland, samt att utveckla riskkapitalmarknaden och avhjälpa brister i utbudet av finansiering för företag.",
        "folded_sv": "finlands industriinvestering ab ar ett bolag som bedriver kapitalinvesteringsverksamhet och finansieringsverksamhet enligt villkoren for statligt stod och svarar for statens industripolitiska investeringar som inbegriper statligt stod. bolagets syfte ar att framja sarskilt finlandska sma och medelstora foretags tillvaxt och fornya den finlandska industrin och naringsstrukturen. verksamheten har dessutom som syfte att paskynda investeringar som hanfor sig till ny teknik och investeringar som bidrar till overgangen till en miljoskonsammare, hallbar naringsverksamhet i finland, samt att utveckla riskkapitalmarknaden och avhjalpa brister i utbudet av finansiering for foretag."
      },
      "valid_from": "2025-01-17",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Yhtiön tehtävät",
      "content": "Yhtiön tehtävänä on 1 §:ssä säädetyn tarkoituksensa toteuttamiseksi: 1) myöntää oman ja vieraan pääoman ehtoista rahoitusta ja välirahoitusta; 2) perustaa ja olla sijoittajana rahastoissa; 3) myöntää takauksia pääomarahastojen yksityisille sijoittajille; 4) osallistua Euroopan unionin rahoitusvälineisiin; ja 5) ostaa, myydä, omistaa ja hallita osakkeita, yhtiöosuuksia ja niitä vastaavia osuuksia sekä arvopapereita ja kiinteää omaisuutta. Yhtiön tehtävänä on 1 momentissa säädetyn lisäksi palvelujen tuottaminen Suomen Teollisuussijoitus Oy:lle. Yhtiö perii Suomen Teollisuussijoitus Oy:lle tuottamistaan palveluista markkinaehtoiseksi katsottavan hinnan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Yhtiön tehtävänä on 1 § :ssä säädetyn tarkoituksensa toteuttamiseksi: 1) myöntää oman ja vieraan pääoman ehtoista rahoitusta ja välirahoitusta; 2) perustaa ja olla sijoittajana rahastoissa; 3) myöntää takauksia pääomarahastojen yksityisille sijoittajille; 4) osallistua Euroopan unionin rahoitusvälineisiin; ja 5) ostaa, myydä, omistaa ja hallita osakkeita, yhtiöosuuksia ja niitä vastaavia osuuksia sekä arvopapereita ja kiinteää omaisuutta. Yhtiön tehtävänä on 1 momentissa säädetyn lisäksi palvelujen tuottaminen Suomen Teollisuussijoitus Oy:lle. Yhtiö perii Suomen Teollisuussijoitus Oy:lle tuottamistaan palveluista markkinaehtoiseksi katsottavan hinnan.",
        "folded_fi": "yhtion tehtavana on 1 §:ssa saadetyn tarkoituksensa toteuttamiseksi: 1) myontaa oman ja vieraan paaoman ehtoista rahoitusta ja valirahoitusta; 2) perustaa ja olla sijoittajana rahastoissa; 3) myontaa takauksia paaomarahastojen yksityisille sijoittajille; 4) osallistua euroopan unionin rahoitusvalineisiin; ja 5) ostaa, myyda, omistaa ja hallita osakkeita, yhtioosuuksia ja niita vastaavia osuuksia seka arvopapereita ja kiinteaa omaisuutta. yhtion tehtavana on 1 momentissa saadetyn lisaksi palvelujen tuottaminen suomen teollisuussijoitus oy:lle. yhtio perii suomen teollisuussijoitus oy:lle tuottamistaan palveluista markkinaehtoiseksi katsottavan hinnan.",
        "title_sv": "Bolagets uppgifter",
        "content_sv": "I det syfte som anges i 1 § har bolaget i uppgift att 1) bevilja finansiering i form av eget och främmande kapital samt mezzaninfinansiering, 2) inrätta samt investera i fonder, 3) bevilja borgen till enskilda som investerar i kapitalfonder, 4) delta i Europeiska unionens finansieringsinstrument, och 5) köpa, sälja, äga och inneha aktier, bolagsandelar och motsvarande andelar samt värdepapper och fast egendom. Utöver det som anges i 1 mom. har bolaget i uppgift att producera tjänster för Finlands Industriinvestering Ab. För tjänster som tillhandahålls Finlands Industriinvestering Ab tar bolaget ut det pris som betraktas som marknadsmässigt.",
        "normalized_sv": "I det syfte som anges i 1 § har bolaget i uppgift att 1) bevilja finansiering i form av eget och främmande kapital samt mezzaninfinansiering, 2) inrätta samt investera i fonder, 3) bevilja borgen till enskilda som investerar i kapitalfonder, 4) delta i Europeiska unionens finansieringsinstrument, och 5) köpa, sälja, äga och inneha aktier, bolagsandelar och motsvarande andelar samt värdepapper och fast egendom. Utöver det som anges i 1 mom. har bolaget i uppgift att producera tjänster för Finlands Industriinvestering Ab. För tjänster som tillhandahålls Finlands Industriinvestering Ab tar bolaget ut det pris som betraktas som marknadsmässigt.",
        "folded_sv": "i det syfte som anges i 1 § har bolaget i uppgift att 1) bevilja finansiering i form av eget och frammande kapital samt mezzaninfinansiering, 2) inratta samt investera i fonder, 3) bevilja borgen till enskilda som investerar i kapitalfonder, 4) delta i europeiska unionens finansieringsinstrument, och 5) kopa, salja, aga och inneha aktier, bolagsandelar och motsvarande andelar samt vardepapper och fast egendom. utover det som anges i 1 mom. har bolaget i uppgift att producera tjanster for finlands industriinvestering ab. for tjanster som tillhandahalls finlands industriinvestering ab tar bolaget ut det pris som betraktas som marknadsmassigt."
      },
      "valid_from": "2025-01-17",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Yhtiön omistajaohjaus",
      "content": "Yhtiö on Suomen Teollisuussijoitus Oy:n kokonaan omistama ja se kuuluu työ- ja elinkeinoministeriön hallinnonalaan. Suomen Teollisuussijoitus Oy vastaa yhtiön omistajaohjauksesta ja voi antaa yhtiölle yhtiön tarkoitukseen soveltuvia toimeksiantoja. Työ- ja elinkeinoministeriö vastaa yhtiön ohjauksesta koskien 4 §:n 2-4 momentissa ja 5-7 §:ssä tarkoitettuja valtiontukien myöntämiseen ja valvontaan liittyviä julkista valtaa sisältäviä tehtäviä. Työ- ja elinkeinoministeriö voi antaa yhtiölle toimeksiantoja. Toimeksiannot voivat koskea 2 §:ssä ja 4 §:n 2-4 momentissa sekä 5-7 §:ssä tarkoitettuja tehtäviä. Enintään yksi kolmasosa yhtiön hallituksesta saa muodostua Suomen Teollisuussijoitus Oy:n toimitusjohtajasta, hallituksen jäsenistä tai työntekijöistä. Yhtiön hallituksen jäsenistä on vähintään kolmasosan oltava virkamiesjäseniä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Yhtiö on Suomen Teollisuussijoitus Oy:n kokonaan omistama ja se kuuluu työ- ja elinkeinoministeriön hallinnonalaan. Suomen Teollisuussijoitus Oy vastaa yhtiön omistajaohjauksesta ja voi antaa yhtiölle yhtiön tarkoitukseen soveltuvia toimeksiantoja. Työ- ja elinkeinoministeriö vastaa yhtiön ohjauksesta koskien 4 § :n 2-4 momentissa ja 5-7 § :ssä tarkoitettuja valtiontukien myöntämiseen ja valvontaan liittyviä julkista valtaa sisältäviä tehtäviä. Työ- ja elinkeinoministeriö voi antaa yhtiölle toimeksiantoja. Toimeksiannot voivat koskea 2 § :ssä ja 4 § :n 2-4 momentissa sekä 5-7 § :ssä tarkoitettuja tehtäviä. Enintään yksi kolmasosa yhtiön hallituksesta saa muodostua Suomen Teollisuussijoitus Oy:n toimitusjohtajasta, hallituksen jäsenistä tai työntekijöistä. Yhtiön hallituksen jäsenistä on vähintään kolmasosan oltava virkamiesjäseniä.",
        "folded_fi": "yhtio on suomen teollisuussijoitus oy:n kokonaan omistama ja se kuuluu tyo- ja elinkeinoministerion hallinnonalaan. suomen teollisuussijoitus oy vastaa yhtion omistajaohjauksesta ja voi antaa yhtiolle yhtion tarkoitukseen soveltuvia toimeksiantoja. tyo- ja elinkeinoministerio vastaa yhtion ohjauksesta koskien 4 §:n 2-4 momentissa ja 5-7 §:ssa tarkoitettuja valtiontukien myontamiseen ja valvontaan liittyvia julkista valtaa sisaltavia tehtavia. tyo- ja elinkeinoministerio voi antaa yhtiolle toimeksiantoja. toimeksiannot voivat koskea 2 §:ssa ja 4 §:n 2-4 momentissa seka 5-7 §:ssa tarkoitettuja tehtavia. enintaan yksi kolmasosa yhtion hallituksesta saa muodostua suomen teollisuussijoitus oy:n toimitusjohtajasta, hallituksen jasenista tai tyontekijoista. yhtion hallituksen jasenista on vahintaan kolmasosan oltava virkamiesjasenia.",
        "title_sv": "Bolagets ägarstyrning",
        "content_sv": "Bolaget är helägt av Finlands Industriinvestering Ab och hör till arbets- och näringsministeriets förvaltningsområde. Finlands Industriinvestering Ab svarar för ägarstyrningen av bolaget och kan ge bolaget uppdrag som är förenliga med bolagets syfte. Arbets- och näringsministeriet svarar för styrningen av bolaget i fråga om i 4 § 2-4 mom. och 5-7 § avsedda uppgifter som innebär utövning av offentlig makt och som hänför sig till beviljande av statligt stöd och tillsyn över stödet. Arbets- och näringsministeriet kan ge bolaget uppdrag. Uppdragen kan gälla uppgifter som avses i 2 §, 4 § 2-4 mom. och 5-7 §. Högst en tredjedel av bolagets styrelse får bestå av Finlands Industriinvestering Ab:s verkställande direktör, styrelseledamöter eller arbetstagare. Minst en tredjedel av bolagets styrelseledamöter ska vara tjänstemän.",
        "normalized_sv": "Bolaget är helägt av Finlands Industriinvestering Ab och hör till arbets- och näringsministeriets förvaltningsområde. Finlands Industriinvestering Ab svarar för ägarstyrningen av bolaget och kan ge bolaget uppdrag som är förenliga med bolagets syfte. Arbets- och näringsministeriet svarar för styrningen av bolaget i fråga om i 4 § 2-4 mom. och 5-7 § avsedda uppgifter som innebär utövning av offentlig makt och som hänför sig till beviljande av statligt stöd och tillsyn över stödet. Arbets- och näringsministeriet kan ge bolaget uppdrag. Uppdragen kan gälla uppgifter som avses i 2 § , 4 § 2-4 mom. och 5-7 § . Högst en tredjedel av bolagets styrelse får bestå av Finlands Industriinvestering Ab:s verkställande direktör, styrelseledamöter eller arbetstagare. Minst en tredjedel av bolagets styrelseledamöter ska vara tjänstemän.",
        "folded_sv": "bolaget ar helagt av finlands industriinvestering ab och hor till arbets- och naringsministeriets forvaltningsomrade. finlands industriinvestering ab svarar for agarstyrningen av bolaget och kan ge bolaget uppdrag som ar forenliga med bolagets syfte. arbets- och naringsministeriet svarar for styrningen av bolaget i fraga om i 4 § 2-4 mom. och 5-7 § avsedda uppgifter som innebar utovning av offentlig makt och som hanfor sig till beviljande av statligt stod och tillsyn over stodet. arbets- och naringsministeriet kan ge bolaget uppdrag. uppdragen kan galla uppgifter som avses i 2 §, 4 § 2-4 mom. och 5-7 §. hogst en tredjedel av bolagets styrelse far besta av finlands industriinvestering ab:s verkstallande direktor, styrelseledamoter eller arbetstagare. minst en tredjedel av bolagets styrelseledamoter ska vara tjansteman."
      },
      "valid_from": "2025-01-17",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Taloudelliset toimintaperiaatteet ja valtiontukien myöntäminen",
      "content": "Yhtiö ei tavoittele toiminnallaan voittoa. Yhtiö voi tehdä sijoituksia tai myöntää rahoitusta yrityksiin, joilla arvioidaan olevan edellytykset kannattavaan liiketoimintaan. Yhtiö myöntää päätöksellään tässä laissa tarkoitettua valtiontukea sisältävää rahoitusta. Yhtiö saa valtiontukea koskevien säännösten ja määräysten puitteissa ottaa sijoitustoiminnassaan ja muussa rahoitustoiminnassaan suurempaa riskiä tai tyytyä pienempään tuottoon kuin mitä yksityiset sijoittajat ovat valmiita hyväksymään taikka olisivat valmiita hyväksymään vastaavassa tilanteessa. Yhtiö voi myöntää valtiontukea sekä yksittäisenä tukena että yhtiön päätöksellä käyttöön otettavan valtiontukiohjelman kautta. Työ- ja elinkeinoministeriö voi päättää antaa yhtiölle valtioneuvoston talouspoliittisen ministerivaliokunnan puoltamana erityisin perustein myös yksittäisiä valtiontukea sisältäviä oman tai vieraan pääoman ehtoisia sijoituksia koskevia teollisuus- tai elinkeinopoliittisia toimeksiantoja suomalaisten yritysten toimintaedellytysten turvaamiseksi. Edellä 2 ja 3 momentissa tarkoitettu rahoitus tai sijoitus voidaan toteuttaa vasta Euroopan komission hyväksyttyä rahoitusta tai sijoitusta koskevan valtiontukipäätöksen, jos Euroopan unionin valtiontukea koskeva lainsäädäntö tätä edellyttää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Yhtiö ei tavoittele toiminnallaan voittoa. Yhtiö voi tehdä sijoituksia tai myöntää rahoitusta yrityksiin, joilla arvioidaan olevan edellytykset kannattavaan liiketoimintaan. Yhtiö myöntää päätöksellään tässä laissa tarkoitettua valtiontukea sisältävää rahoitusta. Yhtiö saa valtiontukea koskevien säännösten ja määräysten puitteissa ottaa sijoitustoiminnassaan ja muussa rahoitustoiminnassaan suurempaa riskiä tai tyytyä pienempään tuottoon kuin mitä yksityiset sijoittajat ovat valmiita hyväksymään taikka olisivat valmiita hyväksymään vastaavassa tilanteessa. Yhtiö voi myöntää valtiontukea sekä yksittäisenä tukena että yhtiön päätöksellä käyttöön otettavan valtiontukiohjelman kautta. Työ- ja elinkeinoministeriö voi päättää antaa yhtiölle valtioneuvoston talouspoliittisen ministerivaliokunnan puoltamana erityisin perustein myös yksittäisiä valtiontukea sisältäviä oman tai vieraan pääoman ehtoisia sijoituksia koskevia teollisuus- tai elinkeinopoliittisia toimeksiantoja suomalaisten yritysten toimintaedellytysten turvaamiseksi. Edellä 2 ja 3 momentissa tarkoitettu rahoitus tai sijoitus voidaan toteuttaa vasta Euroopan komission hyväksyttyä rahoitusta tai sijoitusta koskevan valtiontukipäätöksen, jos Euroopan unionin valtiontukea koskeva lainsäädäntö tätä edellyttää.",
        "folded_fi": "yhtio ei tavoittele toiminnallaan voittoa. yhtio voi tehda sijoituksia tai myontaa rahoitusta yrityksiin, joilla arvioidaan olevan edellytykset kannattavaan liiketoimintaan. yhtio myontaa paatoksellaan tassa laissa tarkoitettua valtiontukea sisaltavaa rahoitusta. yhtio saa valtiontukea koskevien saannosten ja maaraysten puitteissa ottaa sijoitustoiminnassaan ja muussa rahoitustoiminnassaan suurempaa riskia tai tyytya pienempaan tuottoon kuin mita yksityiset sijoittajat ovat valmiita hyvaksymaan taikka olisivat valmiita hyvaksymaan vastaavassa tilanteessa. yhtio voi myontaa valtiontukea seka yksittaisena tukena etta yhtion paatoksella kayttoon otettavan valtiontukiohjelman kautta. tyo- ja elinkeinoministerio voi paattaa antaa yhtiolle valtioneuvoston talouspoliittisen ministerivaliokunnan puoltamana erityisin perustein myos yksittaisia valtiontukea sisaltavia oman tai vieraan paaoman ehtoisia sijoituksia koskevia teollisuus- tai elinkeinopoliittisia toimeksiantoja suomalaisten yritysten toimintaedellytysten turvaamiseksi. edella 2 ja 3 momentissa tarkoitettu rahoitus tai sijoitus voidaan toteuttaa vasta euroopan komission hyvaksyttya rahoitusta tai sijoitusta koskevan valtiontukipaatoksen, jos euroopan unionin valtiontukea koskeva lainsaadanto tata edellyttaa.",
        "title_sv": "Ekonomiska verksamhetsprinciper och beviljande av statligt stöd",
        "content_sv": "Bolaget drivs utan vinstsyfte. Bolaget kan göra investeringar i eller bevilja finansiering till företag som bedöms ha förutsättningar att driva en lönsam affärsverksamhet. Bolaget beviljar genom eget beslut i denna lag avsedd finansiering som inbegriper statligt stöd. Bolaget får, inom ramen för bestämmelserna och föreskrifterna om statligt stöd, i sin investeringsverksamhet och övriga finansieringsverksamhet ta större risker eller nöja sig med mindre avkastning än vad privata investerare är eller skulle vara beredda att godkänna i motsvarande situation. Bolaget kan bevilja statligt stöd både som enskilt stöd och genom en statlig stödordning som införts genom beslut av bolaget. Arbets- och näringsministeriet kan efter förordande av statsrådets finanspolitiska ministerutskott på särskilda grunder besluta att ge bolaget också sådana enskilda industri- eller näringspolitiska uppdrag som gäller investeringar i form av eget eller främmande kapital som inbegriper statligt stöd, i syfte att trygga verksamhetsförutsättningarna för finländska företag. Finansiering eller investeringar som avses i 2 och 3 mom. kan genomföras först efter det att Europeiska kommissionen har godkänt det beslut om statligt stöd som gäller finansieringen eller investeringen, om Europeiska unionens lagstiftning om statligt stöd förutsätter detta.",
        "normalized_sv": "Bolaget drivs utan vinstsyfte. Bolaget kan göra investeringar i eller bevilja finansiering till företag som bedöms ha förutsättningar att driva en lönsam affärsverksamhet. Bolaget beviljar genom eget beslut i denna lag avsedd finansiering som inbegriper statligt stöd. Bolaget får, inom ramen för bestämmelserna och föreskrifterna om statligt stöd, i sin investeringsverksamhet och övriga finansieringsverksamhet ta större risker eller nöja sig med mindre avkastning än vad privata investerare är eller skulle vara beredda att godkänna i motsvarande situation. Bolaget kan bevilja statligt stöd både som enskilt stöd och genom en statlig stödordning som införts genom beslut av bolaget. Arbets- och näringsministeriet kan efter förordande av statsrådets finanspolitiska ministerutskott på särskilda grunder besluta att ge bolaget också sådana enskilda industri- eller näringspolitiska uppdrag som gäller investeringar i form av eget eller främmande kapital som inbegriper statligt stöd, i syfte att trygga verksamhetsförutsättningarna för finländska företag. Finansiering eller investeringar som avses i 2 och 3 mom. kan genomföras först efter det att Europeiska kommissionen har godkänt det beslut om statligt stöd som gäller finansieringen eller investeringen, om Europeiska unionens lagstiftning om statligt stöd förutsätter detta.",
        "folded_sv": "bolaget drivs utan vinstsyfte. bolaget kan gora investeringar i eller bevilja finansiering till foretag som bedoms ha forutsattningar att driva en lonsam affarsverksamhet. bolaget beviljar genom eget beslut i denna lag avsedd finansiering som inbegriper statligt stod. bolaget far, inom ramen for bestammelserna och foreskrifterna om statligt stod, i sin investeringsverksamhet och ovriga finansieringsverksamhet ta storre risker eller noja sig med mindre avkastning an vad privata investerare ar eller skulle vara beredda att godkanna i motsvarande situation. bolaget kan bevilja statligt stod bade som enskilt stod och genom en statlig stodordning som inforts genom beslut av bolaget. arbets- och naringsministeriet kan efter forordande av statsradets finanspolitiska ministerutskott pa sarskilda grunder besluta att ge bolaget ocksa sadana enskilda industri- eller naringspolitiska uppdrag som galler investeringar i form av eget eller frammande kapital som inbegriper statligt stod, i syfte att trygga verksamhetsforutsattningarna for finlandska foretag. finansiering eller investeringar som avses i 2 och 3 mom. kan genomforas forst efter det att europeiska kommissionen har godkant det beslut om statligt stod som galler finansieringen eller investeringen, om europeiska unionens lagstiftning om statligt stod forutsatter detta."
      },
      "valid_from": "2025-01-17",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Takaisinperintää koskeva päätös",
      "content": "Työ- ja elinkeinoministeriö päättää yhtiön myöntämän valtiontuen keskeyttämisestä ja takaisinperinnästä. Yhtiön tulee tehdä työ- ja elinkeinoministeriölle ilmoitus tuen keskeyttämiseksi ja takaisinperimiseksi, jos sen tietoon tulee peruste keskeyttämiselle tai takaisinperinnälle. Yhtiön ja sen kohderahaston hallinnointiyhtiön tulee toiminnallaan edistää tuen keskeyttämispäätöksen ja takaisinperintäpäätöksen toimeenpanoa. Keskeyttämis- tai takaisinperintäpäätös tulee tehdä, jos yhtiön myöntämää valtiontukea ei ole osoitettu sisämarkkinoille soveltuvaksi. ryhmäpoikkeusasetus Jos yhtiön sijoitukseen liittyvä valtiontuki perustuu johonkin muuhun kuin tiettyjen tukimuotojen toteamisesta sisämarkkinoille soveltuviksi perussopimuksen 107 ja 108 artiklan mukaisesti annettuun komission asetukseen (EU) N:o 651/2014 () tai Euroopan unionin komission hyväksymään yksittäiseen tukeen, keskeyttämis- tai takaisinperintäpäätös tulee tehdä, jos valtiontuen saaja on menetellyt valtionavustuslain (688/2001) 21 tai 22 §:ssä kuvatulla tavalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Työ- ja elinkeinoministeriö päättää yhtiön myöntämän valtiontuen keskeyttämisestä ja takaisinperinnästä. Yhtiön tulee tehdä työ- ja elinkeinoministeriölle ilmoitus tuen keskeyttämiseksi ja takaisinperimiseksi, jos sen tietoon tulee peruste keskeyttämiselle tai takaisinperinnälle. Yhtiön ja sen kohderahaston hallinnointiyhtiön tulee toiminnallaan edistää tuen keskeyttämispäätöksen ja takaisinperintäpäätöksen toimeenpanoa. Keskeyttämis- tai takaisinperintäpäätös tulee tehdä, jos yhtiön myöntämää valtiontukea ei ole osoitettu sisämarkkinoille soveltuvaksi. ryhmäpoikkeusasetus Jos yhtiön sijoitukseen liittyvä valtiontuki perustuu johonkin muuhun kuin tiettyjen tukimuotojen toteamisesta sisämarkkinoille soveltuviksi perussopimuksen 107 ja 108 artiklan mukaisesti annettuun komission asetukseen (EU) N:o 651/2014 () tai Euroopan unionin komission hyväksymään yksittäiseen tukeen, keskeyttämis- tai takaisinperintäpäätös tulee tehdä, jos valtiontuen saaja on menetellyt valtionavustuslain (688/2001) 21 tai 22 § :ssä kuvatulla tavalla.",
        "folded_fi": "tyo- ja elinkeinoministerio paattaa yhtion myontaman valtiontuen keskeyttamisesta ja takaisinperinnasta. yhtion tulee tehda tyo- ja elinkeinoministeriolle ilmoitus tuen keskeyttamiseksi ja takaisinperimiseksi, jos sen tietoon tulee peruste keskeyttamiselle tai takaisinperinnalle. yhtion ja sen kohderahaston hallinnointiyhtion tulee toiminnallaan edistaa tuen keskeyttamispaatoksen ja takaisinperintapaatoksen toimeenpanoa. keskeyttamis- tai takaisinperintapaatos tulee tehda, jos yhtion myontamaa valtiontukea ei ole osoitettu sisamarkkinoille soveltuvaksi. ryhmapoikkeusasetus jos yhtion sijoitukseen liittyva valtiontuki perustuu johonkin muuhun kuin tiettyjen tukimuotojen toteamisesta sisamarkkinoille soveltuviksi perussopimuksen 107 ja 108 artiklan mukaisesti annettuun komission asetukseen (eu) n:o 651/2014 () tai euroopan unionin komission hyvaksymaan yksittaiseen tukeen, keskeyttamis- tai takaisinperintapaatos tulee tehda, jos valtiontuen saaja on menetellyt valtionavustuslain (688/2001) 21 tai 22 §:ssa kuvatulla tavalla.",
        "title_sv": "Beslut om återkrav",
        "content_sv": "Arbets- och näringsministeriet fattar beslut om avbrytande och återkrav avseende statligt stöd som beviljats av bolaget. Bolaget ska göra en anmälan till arbets- och näringsministeriet för avbrytande och återkrav av ett stöd, om bolaget får kännedom om en grund för avbrytande eller återkrav. Bolaget och det bolag som förvaltar dess mottagarfond ska genom sin verksamhet bidra till verkställigheten av beslut om avbrytande av stöd och beslut om återkrav av stöd. Beslut om avbrytande eller återkrav ska fattas om det statliga stöd som beviljats av bolaget inte har visats vara förenligt med den inre marknaden. gruppundantagsförordningen Om det statliga stöd som ingår i en investering gjord av bolaget grundar sig på något annat än kommissionens förordning (EU) nr 651/2014 genom vilken vissa kategorier av stöd förklaras förenliga med den inre marknaden enligt artiklarna 107 och 108 i fördraget () eller på ett enskilt stöd som godkänts av Europeiska kommissionen, ska beslut om avbrytande eller återkrav fattas om stödtagaren har förfarit på det sätt som beskrivs i 21 eller 22 § i statsunderstödslagen (688/2001).",
        "normalized_sv": "Arbets- och näringsministeriet fattar beslut om avbrytande och återkrav avseende statligt stöd som beviljats av bolaget. Bolaget ska göra en anmälan till arbets- och näringsministeriet för avbrytande och återkrav av ett stöd, om bolaget får kännedom om en grund för avbrytande eller återkrav. Bolaget och det bolag som förvaltar dess mottagarfond ska genom sin verksamhet bidra till verkställigheten av beslut om avbrytande av stöd och beslut om återkrav av stöd. Beslut om avbrytande eller återkrav ska fattas om det statliga stöd som beviljats av bolaget inte har visats vara förenligt med den inre marknaden. gruppundantagsförordningen Om det statliga stöd som ingår i en investering gjord av bolaget grundar sig på något annat än kommissionens förordning (EU) nr 651/2014 genom vilken vissa kategorier av stöd förklaras förenliga med den inre marknaden enligt artiklarna 107 och 108 i fördraget () eller på ett enskilt stöd som godkänts av Europeiska kommissionen, ska beslut om avbrytande eller återkrav fattas om stödtagaren har förfarit på det sätt som beskrivs i 21 eller 22 § i statsunderstödslagen (688/2001).",
        "folded_sv": "arbets- och naringsministeriet fattar beslut om avbrytande och aterkrav avseende statligt stod som beviljats av bolaget. bolaget ska gora en anmalan till arbets- och naringsministeriet for avbrytande och aterkrav av ett stod, om bolaget far kannedom om en grund for avbrytande eller aterkrav. bolaget och det bolag som forvaltar dess mottagarfond ska genom sin verksamhet bidra till verkstalligheten av beslut om avbrytande av stod och beslut om aterkrav av stod. beslut om avbrytande eller aterkrav ska fattas om det statliga stod som beviljats av bolaget inte har visats vara forenligt med den inre marknaden. gruppundantagsforordningen om det statliga stod som ingar i en investering gjord av bolaget grundar sig pa nagot annat an kommissionens forordning (eu) nr 651/2014 genom vilken vissa kategorier av stod forklaras forenliga med den inre marknaden enligt artiklarna 107 och 108 i fordraget () eller pa ett enskilt stod som godkants av europeiska kommissionen, ska beslut om avbrytande eller aterkrav fattas om stodtagaren har forfarit pa det satt som beskrivs i 21 eller 22 § i statsunderstodslagen (688/2001)."
      },
      "valid_from": "2025-01-17",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Muutoksenhaku",
      "content": "Työ- ja elinkeinoministeriön tämän lain nojalla tekemään päätökseen saa vaatia oikaisua. Oikaisuvaatimuksesta säädetään hallintolaissa (434/2003). Muutoksenhausta hallintotuomioistuimeen säädetään oikeudenkäynnistä hallintoasioissa annetussa laissa (808/2019).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Työ- ja elinkeinoministeriön tämän lain nojalla tekemään päätökseen saa vaatia oikaisua. Oikaisuvaatimuksesta säädetään hallintolaissa (434/2003). Muutoksenhausta hallintotuomioistuimeen säädetään oikeudenkäynnistä hallintoasioissa annetussa laissa (808/2019).",
        "folded_fi": "tyo- ja elinkeinoministerion taman lain nojalla tekemaan paatokseen saa vaatia oikaisua. oikaisuvaatimuksesta saadetaan hallintolaissa (434/2003). muutoksenhausta hallintotuomioistuimeen saadetaan oikeudenkaynnista hallintoasioissa annetussa laissa (808/2019).",
        "title_sv": "Ändringssökande",
        "content_sv": "Omprövning får begäras av ett beslut som arbets- och näringsministeriet fattat med stöd av denna lag. Bestämmelser om begäran om omprövning finns i förvaltningslagen (434/2003). Bestämmelser om sökande av ändring i förvaltningsdomstol finns i lagen om rättegång i förvaltningsärenden (808/2019).",
        "normalized_sv": "Omprövning får begäras av ett beslut som arbets- och näringsministeriet fattat med stöd av denna lag. Bestämmelser om begäran om omprövning finns i förvaltningslagen (434/2003). Bestämmelser om sökande av ändring i förvaltningsdomstol finns i lagen om rättegång i förvaltningsärenden (808/2019).",
        "folded_sv": "omprovning far begaras av ett beslut som arbets- och naringsministeriet fattat med stod av denna lag. bestammelser om begaran om omprovning finns i forvaltningslagen (434/2003). bestammelser om sokande av andring i forvaltningsdomstol finns i lagen om rattegang i forvaltningsarenden (808/2019)."
      },
      "valid_from": "2025-01-17",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Takaisinperintä ja viivästyskorko",
      "content": "Jos takaisinperittävää määrää ei makseta viimeistään työ- ja elinkeinoministeriön asettamana eräpäivänä, sille on maksettava vuotuista viivästyskorkoa korkolain (633/1982) 4 §:n 1 momentissa tarkoitetun korkokannan mukaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Jos takaisinperittävää määrää ei makseta viimeistään työ- ja elinkeinoministeriön asettamana eräpäivänä, sille on maksettava vuotuista viivästyskorkoa korkolain (633/1982) 4 § :n 1 momentissa tarkoitetun korkokannan mukaan.",
        "folded_fi": "jos takaisinperittavaa maaraa ei makseta viimeistaan tyo- ja elinkeinoministerion asettamana erapaivana, sille on maksettava vuotuista viivastyskorkoa korkolain (633/1982) 4 §:n 1 momentissa tarkoitetun korkokannan mukaan.",
        "title_sv": "Återkrav och dröjsmålsränta",
        "content_sv": "Om ett belopp som återkrävs inte betalas senast på den förfallodag som arbets- och näringsministeriet bestämt, ska det på beloppet betalas en årlig dröjsmålsränta enligt den räntesats som avses i 4 § 1 mom. i räntelagen (633/1982).",
        "normalized_sv": "Om ett belopp som återkrävs inte betalas senast på den förfallodag som arbets- och näringsministeriet bestämt, ska det på beloppet betalas en årlig dröjsmålsränta enligt den räntesats som avses i 4 § 1 mom. i räntelagen (633/1982).",
        "folded_sv": "om ett belopp som aterkravs inte betalas senast pa den forfallodag som arbets- och naringsministeriet bestamt, ska det pa beloppet betalas en arlig drojsmalsranta enligt den rantesats som avses i 4 § 1 mom. i rantelagen (633/1982)."
      },
      "valid_from": "2025-01-17",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan valtioneuvoston asetuksella säädettävänä ajankohtana. Tällä lailla kumotaan: 1) Ilmastorahasto Oy -nimisestä valtion kokonaan omistamasta osakeyhtiöstä annettu laki (173/2023); 2) Business Finland Venture Capital Oy -nimisestä valtion kokonaan omistamasta osakeyhtiöstä annettu laki (967/2013); ja 3) Innovaatiorahoituskeskus Business Finlandista ja Business Finland -nimisestä osakeyhtiöstä annetun lain (1146/2017) 1 §:n 4 momentti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Tämä laki tulee voimaan valtioneuvoston asetuksella säädettävänä ajankohtana. Tällä lailla kumotaan: 1) Ilmastorahasto Oy -nimisestä valtion kokonaan omistamasta osakeyhtiöstä annettu laki (173/2023); 2) Business Finland Venture Capital Oy -nimisestä valtion kokonaan omistamasta osakeyhtiöstä annettu laki (967/2013); ja 3) Innovaatiorahoituskeskus Business Finlandista ja Business Finland -nimisestä osakeyhtiöstä annetun lain (1146/2017) 1 § :n 4 momentti.",
        "folded_fi": "tama laki tulee voimaan valtioneuvoston asetuksella saadettavana ajankohtana. talla lailla kumotaan: 1) ilmastorahasto oy -nimisesta valtion kokonaan omistamasta osakeyhtiosta annettu laki (173/2023); 2) business finland venture capital oy -nimisesta valtion kokonaan omistamasta osakeyhtiosta annettu laki (967/2013); ja 3) innovaatiorahoituskeskus business finlandista ja business finland -nimisesta osakeyhtiosta annetun lain (1146/2017) 1 §:n 4 momentti.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft vid en tidpunkt som föreskrivs genom förordning av statsrådet. Genom denna lag upphävs 1) lagen om statens helägda aktiebolag Klimatfonden Ab (173/2023), 2) lagen om statens helägda aktiebolag Business Finland Venture Capital Ab (967/2013), och 3) 1 § 4 mom. i lagen om Innovationsfinansieringsverket Business Finland och aktiebolaget Business Finland (1146/2017).",
        "normalized_sv": "Denna lag träder i kraft vid en tidpunkt som föreskrivs genom förordning av statsrådet. Genom denna lag upphävs 1) lagen om statens helägda aktiebolag Klimatfonden Ab (173/2023), 2) lagen om statens helägda aktiebolag Business Finland Venture Capital Ab (967/2013), och 3) 1 § 4 mom. i lagen om Innovationsfinansieringsverket Business Finland och aktiebolaget Business Finland (1146/2017).",
        "folded_sv": "denna lag trader i kraft vid en tidpunkt som foreskrivs genom forordning av statsradet. genom denna lag upphavs 1) lagen om statens helagda aktiebolag klimatfonden ab (173/2023), 2) lagen om statens helagda aktiebolag business finland venture capital ab (967/2013), och 3) 1 § 4 mom. i lagen om innovationsfinansieringsverket business finland och aktiebolaget business finland (1146/2017)."
      },
      "valid_from": "2025-01-17",
      "valid_to": null
    }
  ]
}