{
  "id": "1200/2005",
  "type": "statute",
  "title": "Laki vapaasta sivistystyöstä annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om fritt bildningsarbete",
  "status": "in_force",
  "issued_date": "2005-12-29",
  "in_force_date": "2005-12-29",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/1200/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "6:18 a",
      "chapter": "6",
      "section": "18 a",
      "title": "Maksatuksen keskeytys",
      "content": "Valtionapuviranomainen voi päätöksellään määrätä tässä laissa tarkoitetun rahoituksen maksamisen keskeytettäväksi, jos: 1) on ilmeistä, ettei rahoituksen saaja enää järjestä rahoituksen perusteena olevaa toimintaa, tai rahoituksen saaja olennaisessa määrin toimii vastoin asianomaista toimintaa koskevia lakeja tai asetuksia taikka niiden nojalla annettuja määräyksiä; 2) ne perusteet, joiden mukaan rahoitus määrättyä tarkoitusta varten on myönnetty, ovat olennaisesti muuttuneet; tai 3) Euroopan yhteisön lainsäädännössä edellytetään maksatuksen keskeyttämistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:18 a",
        "normalized_fi": "Valtionapuviranomainen voi päätöksellään määrätä tässä laissa tarkoitetun rahoituksen maksamisen keskeytettäväksi, jos: 1) on ilmeistä, ettei rahoituksen saaja enää järjestä rahoituksen perusteena olevaa toimintaa, tai rahoituksen saaja olennaisessa määrin toimii vastoin asianomaista toimintaa koskevia lakeja tai asetuksia taikka niiden nojalla annettuja määräyksiä; 2) ne perusteet, joiden mukaan rahoitus määrättyä tarkoitusta varten on myönnetty, ovat olennaisesti muuttuneet; tai 3) Euroopan yhteisön lainsäädännössä edellytetään maksatuksen keskeyttämistä.",
        "folded_fi": "valtionapuviranomainen voi paatoksellaan maarata tassa laissa tarkoitetun rahoituksen maksamisen keskeytettavaksi, jos: 1) on ilmeista, ettei rahoituksen saaja enaa jarjesta rahoituksen perusteena olevaa toimintaa, tai rahoituksen saaja olennaisessa maarin toimii vastoin asianomaista toimintaa koskevia lakeja tai asetuksia taikka niiden nojalla annettuja maarayksia; 2) ne perusteet, joiden mukaan rahoitus maarattya tarkoitusta varten on myonnetty, ovat olennaisesti muuttuneet; tai 3) euroopan yhteison lainsaadannossa edellytetaan maksatuksen keskeyttamista.",
        "title_sv": "Avbrytande av utbetalning",
        "content_sv": "Statsbidragsmyndigheten kan besluta att utbetalningen av den finansiering som avses i denna lag avbryts om 1) det är uppenbart att den som får finansiering inte längre ordnar verksamhet som ligger till grund för finansieringen eller att den som får finansiering i väsentlig utsträckning verkar i strid med de lagar eller förordningar som gäller verksamheten i fråga eller de föreskrifter som har meddelats med stöd av dem, 2) de grunder enligt vilka finansieringen för ett bestämt ändamål har beviljats har förändrats väsentligt, eller 3) avbrytande av utbetalning förutsätts i Europeiska gemenskapens lagstiftning.",
        "normalized_sv": "Statsbidragsmyndigheten kan besluta att utbetalningen av den finansiering som avses i denna lag avbryts om 1) det är uppenbart att den som får finansiering inte längre ordnar verksamhet som ligger till grund för finansieringen eller att den som får finansiering i väsentlig utsträckning verkar i strid med de lagar eller förordningar som gäller verksamheten i fråga eller de föreskrifter som har meddelats med stöd av dem, 2) de grunder enligt vilka finansieringen för ett bestämt ändamål har beviljats har förändrats väsentligt, eller 3) avbrytande av utbetalning förutsätts i Europeiska gemenskapens lagstiftning.",
        "folded_sv": "statsbidragsmyndigheten kan besluta att utbetalningen av den finansiering som avses i denna lag avbryts om 1) det ar uppenbart att den som far finansiering inte langre ordnar verksamhet som ligger till grund for finansieringen eller att den som far finansiering i vasentlig utstrackning verkar i strid med de lagar eller forordningar som galler verksamheten i fraga eller de foreskrifter som har meddelats med stod av dem, 2) de grunder enligt vilka finansieringen for ett bestamt andamal har beviljats har forandrats vasentligt, eller 3) avbrytande av utbetalning forutsatts i europeiska gemenskapens lagstiftning."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "title": "Tietojen toimittaminen, tarkastusoikeus ja virka-apu",
      "content": "Vapaan sivistystyön oppilaitoksen ylläpitäjän on toimitettava valtionapuviranomaiselle tässä laissa tarkoitetun rahoituksen määräämiseksi tarvittavat tiedot ja toiminnan laajuutta koskevat tiedot siten kuin opetusministeriö päättää. Opetusministeriö päättää 1 momentissa tarkoitettujen tietojen oikeellisuuden toteamiseksi suoritettavista rahoituksen saajan talouteen ja toimintaan kohdistuvista tarkastuksista. Opetusministeriö voi antaa tarkastuksen suorittamisen myös opetushallituksen tehtäväksi. Rahoituksen saajan on korvauksetta annettava tarkastusta suorittavalle virkamiehelle kaikki tarkastuksen kannalta välttämättömät tiedot ja selvitykset, asiakirjat, tallenteet ja muu aineisto sekä muutoinkin avustettava tarkastuksessa. Tarkastusta suorittavalla virkamiehellä on oikeus päästä tarkastuksen edellyttämässä laajuudessa rahoituksen saajan hallinnassa tai käytössä oleviin rahoitettavassa toiminnassa käytettäviin tiloihin ja muille alueille. Tarkastusta ei kuitenkaan saa suorittaa kotirauhan piiriin kuuluvissa tiloissa. Tarkastusta suorittavalla virkamiehellä on oikeus ottaa tarkastuksen kohteena oleva aineisto haltuunsa, jos tarkastaminen sitä edellyttää. Aineiston haltuunotosta on tarkastuksen yhteydessä laadittava pöytäkirja. Siinä on mainittava haltuunoton tarkoitus ja haltuun otettu aineisto. Aineisto on palautettava viipymättä, kun sitä ei enää tarvita tarkastuksen suorittamiseksi. Opetusministeriöllä ja opetushallituksella on oikeus saada poliisi- ja ulosottoviranomaisilta tarpeellista virka-apua 2 momentin mukaisten tarkastustehtävien suorittamisessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:21",
        "normalized_fi": "Vapaan sivistystyön oppilaitoksen ylläpitäjän on toimitettava valtionapuviranomaiselle tässä laissa tarkoitetun rahoituksen määräämiseksi tarvittavat tiedot ja toiminnan laajuutta koskevat tiedot siten kuin opetusministeriö päättää. Opetusministeriö päättää 1 momentissa tarkoitettujen tietojen oikeellisuuden toteamiseksi suoritettavista rahoituksen saajan talouteen ja toimintaan kohdistuvista tarkastuksista. Opetusministeriö voi antaa tarkastuksen suorittamisen myös opetushallituksen tehtäväksi. Rahoituksen saajan on korvauksetta annettava tarkastusta suorittavalle virkamiehelle kaikki tarkastuksen kannalta välttämättömät tiedot ja selvitykset, asiakirjat, tallenteet ja muu aineisto sekä muutoinkin avustettava tarkastuksessa. Tarkastusta suorittavalla virkamiehellä on oikeus päästä tarkastuksen edellyttämässä laajuudessa rahoituksen saajan hallinnassa tai käytössä oleviin rahoitettavassa toiminnassa käytettäviin tiloihin ja muille alueille. Tarkastusta ei kuitenkaan saa suorittaa kotirauhan piiriin kuuluvissa tiloissa. Tarkastusta suorittavalla virkamiehellä on oikeus ottaa tarkastuksen kohteena oleva aineisto haltuunsa, jos tarkastaminen sitä edellyttää. Aineiston haltuunotosta on tarkastuksen yhteydessä laadittava pöytäkirja. Siinä on mainittava haltuunoton tarkoitus ja haltuun otettu aineisto. Aineisto on palautettava viipymättä, kun sitä ei enää tarvita tarkastuksen suorittamiseksi. Opetusministeriöllä ja opetushallituksella on oikeus saada poliisi- ja ulosottoviranomaisilta tarpeellista virka-apua 2 momentin mukaisten tarkastustehtävien suorittamisessa.",
        "folded_fi": "vapaan sivistystyon oppilaitoksen yllapitajan on toimitettava valtionapuviranomaiselle tassa laissa tarkoitetun rahoituksen maaraamiseksi tarvittavat tiedot ja toiminnan laajuutta koskevat tiedot siten kuin opetusministerio paattaa. opetusministerio paattaa 1 momentissa tarkoitettujen tietojen oikeellisuuden toteamiseksi suoritettavista rahoituksen saajan talouteen ja toimintaan kohdistuvista tarkastuksista. opetusministerio voi antaa tarkastuksen suorittamisen myos opetushallituksen tehtavaksi. rahoituksen saajan on korvauksetta annettava tarkastusta suorittavalle virkamiehelle kaikki tarkastuksen kannalta valttamattomat tiedot ja selvitykset, asiakirjat, tallenteet ja muu aineisto seka muutoinkin avustettava tarkastuksessa. tarkastusta suorittavalla virkamiehella on oikeus paasta tarkastuksen edellyttamassa laajuudessa rahoituksen saajan hallinnassa tai kaytossa oleviin rahoitettavassa toiminnassa kaytettaviin tiloihin ja muille alueille. tarkastusta ei kuitenkaan saa suorittaa kotirauhan piiriin kuuluvissa tiloissa. tarkastusta suorittavalla virkamiehella on oikeus ottaa tarkastuksen kohteena oleva aineisto haltuunsa, jos tarkastaminen sita edellyttaa. aineiston haltuunotosta on tarkastuksen yhteydessa laadittava poytakirja. siina on mainittava haltuunoton tarkoitus ja haltuun otettu aineisto. aineisto on palautettava viipymatta, kun sita ei enaa tarvita tarkastuksen suorittamiseksi. opetusministeriolla ja opetushallituksella on oikeus saada poliisi- ja ulosottoviranomaisilta tarpeellista virka-apua 2 momentin mukaisten tarkastustehtavien suorittamisessa.",
        "title_sv": "Skyldighet att lämna upplysningar, granskningsrätt och handräckning",
        "content_sv": "Huvudmannen för läroanstalterna inom det fria bildningsarbetet skall tillställa statsbidragsmyndigheten de uppgifter som behövs för fastställande av finansiering enligt denna lag och om verksamhetens omfattning så som undervisningsministeriet beslutar. Undervisningsministeriet beslutar om granskningar av ekonomin och verksamheten som utförs hos den som får finansiering för att konstatera riktigheten av de i 1 mom. avsedda uppgifterna. Undervisningsministeriet kan också ge utbildningsstyrelsen i uppdrag att utföra granskningar. Den som får finansiering skall utan ersättning ge den tjänsteman som utför granskningen alla nödvändiga uppgifter och utredningar, handlingar, upptagningar och annat material som behövs för granskningen samt även i övrigt bistå vid granskningen. Den tjänsteman som utför granskningen har rätt att i den omfattning som granskningen kräver få tillträde till lokaler som är i finansieringstagarens besittning eller användning och som används för den verksamhet som finansieras samt till andra områden. Granskning får dock inte utföras i lokaler som omfattas av hemfriden. Den tjänsteman som utför granskningen har rätt att omhänderta det material som är föremål för granskning, om granskningen kräver det. Över omhändertagandet av material skall ett protokoll upprättas i samband med granskningen. Där skall nämnas syftet med omhändertagandet och det omhändertagna materialet. Materialet skall återlämnas utan dröjsmål när det inte längre behövs för granskningen. Undervisningsministeriet och utbildningsstyrelsen har rätt att få nödvändig handräckning av polis- och utsökningsmyndigheterna vid utförandet av granskningsuppgifter enligt 2 mom.",
        "normalized_sv": "Huvudmannen för läroanstalterna inom det fria bildningsarbetet skall tillställa statsbidragsmyndigheten de uppgifter som behövs för fastställande av finansiering enligt denna lag och om verksamhetens omfattning så som undervisningsministeriet beslutar. Undervisningsministeriet beslutar om granskningar av ekonomin och verksamheten som utförs hos den som får finansiering för att konstatera riktigheten av de i 1 mom. avsedda uppgifterna. Undervisningsministeriet kan också ge utbildningsstyrelsen i uppdrag att utföra granskningar. Den som får finansiering skall utan ersättning ge den tjänsteman som utför granskningen alla nödvändiga uppgifter och utredningar, handlingar, upptagningar och annat material som behövs för granskningen samt även i övrigt bistå vid granskningen. Den tjänsteman som utför granskningen har rätt att i den omfattning som granskningen kräver få tillträde till lokaler som är i finansieringstagarens besittning eller användning och som används för den verksamhet som finansieras samt till andra områden. Granskning får dock inte utföras i lokaler som omfattas av hemfriden. Den tjänsteman som utför granskningen har rätt att omhänderta det material som är föremål för granskning, om granskningen kräver det. Över omhändertagandet av material skall ett protokoll upprättas i samband med granskningen. Där skall nämnas syftet med omhändertagandet och det omhändertagna materialet. Materialet skall återlämnas utan dröjsmål när det inte längre behövs för granskningen. Undervisningsministeriet och utbildningsstyrelsen har rätt att få nödvändig handräckning av polis- och utsökningsmyndigheterna vid utförandet av granskningsuppgifter enligt 2 mom.",
        "folded_sv": "huvudmannen for laroanstalterna inom det fria bildningsarbetet skall tillstalla statsbidragsmyndigheten de uppgifter som behovs for faststallande av finansiering enligt denna lag och om verksamhetens omfattning sa som undervisningsministeriet beslutar. undervisningsministeriet beslutar om granskningar av ekonomin och verksamheten som utfors hos den som far finansiering for att konstatera riktigheten av de i 1 mom. avsedda uppgifterna. undervisningsministeriet kan ocksa ge utbildningsstyrelsen i uppdrag att utfora granskningar. den som far finansiering skall utan ersattning ge den tjansteman som utfor granskningen alla nodvandiga uppgifter och utredningar, handlingar, upptagningar och annat material som behovs for granskningen samt aven i ovrigt bista vid granskningen. den tjansteman som utfor granskningen har ratt att i den omfattning som granskningen kraver fa tilltrade till lokaler som ar i finansieringstagarens besittning eller anvandning och som anvands for den verksamhet som finansieras samt till andra omraden. granskning far dock inte utforas i lokaler som omfattas av hemfriden. den tjansteman som utfor granskningen har ratt att omhanderta det material som ar foremal for granskning, om granskningen kraver det. over omhandertagandet av material skall ett protokoll upprattas i samband med granskningen. dar skall namnas syftet med omhandertagandet och det omhandertagna materialet. materialet skall aterlamnas utan drojsmal nar det inte langre behovs for granskningen. undervisningsministeriet och utbildningsstyrelsen har ratt att fa nodvandig handrackning av polis- och utsokningsmyndigheterna vid utforandet av granskningsuppgifter enligt 2 mom."
      }
    },
    {
      "provision_ref": "6:21 a",
      "chapter": "6",
      "section": "21 a",
      "title": "Tietojensaantioikeus",
      "content": "Oppilaitoksen ylläpitäjällä on tehtäviään hoitaessaan oikeus saada valtion ja kunnan viranomaiselta koulutuksen suunnittelussa ja järjestämisessä tarvittavat välttämättömät tilastotiedot ja muut vastaavat tiedot. Oppilaitoksen ylläpitäjän tulee pyynnöstä toimittaa valtion opetushallintoviranomaisille niiden määräämät koulutuksen arvioinnissa, kehittämisessä, tilastoinnissa ja seurannassa tarvittavat välttämättömät tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:21 a",
        "normalized_fi": "Oppilaitoksen ylläpitäjällä on tehtäviään hoitaessaan oikeus saada valtion ja kunnan viranomaiselta koulutuksen suunnittelussa ja järjestämisessä tarvittavat välttämättömät tilastotiedot ja muut vastaavat tiedot. Oppilaitoksen ylläpitäjän tulee pyynnöstä toimittaa valtion opetushallintoviranomaisille niiden määräämät koulutuksen arvioinnissa, kehittämisessä, tilastoinnissa ja seurannassa tarvittavat välttämättömät tiedot.",
        "folded_fi": "oppilaitoksen yllapitajalla on tehtaviaan hoitaessaan oikeus saada valtion ja kunnan viranomaiselta koulutuksen suunnittelussa ja jarjestamisessa tarvittavat valttamattomat tilastotiedot ja muut vastaavat tiedot. oppilaitoksen yllapitajan tulee pyynnosta toimittaa valtion opetushallintoviranomaisille niiden maaraamat koulutuksen arvioinnissa, kehittamisessa, tilastoinnissa ja seurannassa tarvittavat valttamattomat tiedot.",
        "title_sv": "Rätt att få uppgifter",
        "content_sv": "Huvudmannen för en läroanstalt har vid skötseln av sina uppgifter rätt att av statliga och kommunala myndigheter få sådana nödvändiga statistikuppgifter och övriga motsvarande uppgifter som behövs i planeringen och anordnandet av utbildningen. Läroanstaltens huvudman skall på begäran ge de statliga undervisningsförvaltningsmyndigheterna de nödvändiga uppgifter som de bestämmer och som behövs vid utvärdering, utveckling, statistikföring och uppföljning av utbildningen.",
        "normalized_sv": "Huvudmannen för en läroanstalt har vid skötseln av sina uppgifter rätt att av statliga och kommunala myndigheter få sådana nödvändiga statistikuppgifter och övriga motsvarande uppgifter som behövs i planeringen och anordnandet av utbildningen. Läroanstaltens huvudman skall på begäran ge de statliga undervisningsförvaltningsmyndigheterna de nödvändiga uppgifter som de bestämmer och som behövs vid utvärdering, utveckling, statistikföring och uppföljning av utbildningen.",
        "folded_sv": "huvudmannen for en laroanstalt har vid skotseln av sina uppgifter ratt att av statliga och kommunala myndigheter fa sadana nodvandiga statistikuppgifter och ovriga motsvarande uppgifter som behovs i planeringen och anordnandet av utbildningen. laroanstaltens huvudman skall pa begaran ge de statliga undervisningsforvaltningsmyndigheterna de nodvandiga uppgifter som de bestammer och som behovs vid utvardering, utveckling, statistikforing och uppfoljning av utbildningen."
      }
    },
    {
      "provision_ref": "6:21 b",
      "chapter": "6",
      "section": "21 b",
      "title": "Valtionavustuslain soveltaminen",
      "content": "Jollei tässä laissa toisin säädetä, tämän lain nojalla myönnettäviin valtionavustuksiin sovelletaan, mitä valtionavustuslaissa (688/2001) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:21 b",
        "normalized_fi": "Jollei tässä laissa toisin säädetä, tämän lain nojalla myönnettäviin valtionavustuksiin sovelletaan, mitä valtionavustuslaissa (688/2001) säädetään.",
        "folded_fi": "jollei tassa laissa toisin saadeta, taman lain nojalla myonnettaviin valtionavustuksiin sovelletaan, mita valtionavustuslaissa (688/2001) saadetaan.",
        "title_sv": "Tillämpning av statsunderstödslagen",
        "content_sv": "Om inte något annat bestäms i denna lag tillämpas på statsunderstöd som beviljas med stöd av denna lag bestämmelserna i statsunderstödslagen (688/2001).",
        "normalized_sv": "Om inte något annat bestäms i denna lag tillämpas på statsunderstöd som beviljas med stöd av denna lag bestämmelserna i statsunderstödslagen (688/2001).",
        "folded_sv": "om inte nagot annat bestams i denna lag tillampas pa statsunderstod som beviljas med stod av denna lag bestammelserna i statsunderstodslagen (688/2001)."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Lain piiriin kuuluva toiminta",
      "content": "Opintokeskukset toimivat sivistystyön valtakunnallisina aikuisoppilaitoksina järjestämällä opintoja itse sekä yhdessä kansalais- ja kulttuurijärjestöjen kanssa elinikäisen oppimisen ja aktiivisen kansalaisuuden sekä demokratian ja kansalaisyhteiskunnan toiminnan edistämiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Opintokeskukset toimivat sivistystyön valtakunnallisina aikuisoppilaitoksina järjestämällä opintoja itse sekä yhdessä kansalais- ja kulttuurijärjestöjen kanssa elinikäisen oppimisen ja aktiivisen kansalaisuuden sekä demokratian ja kansalaisyhteiskunnan toiminnan edistämiseksi.",
        "folded_fi": "opintokeskukset toimivat sivistystyon valtakunnallisina aikuisoppilaitoksina jarjestamalla opintoja itse seka yhdessa kansalais- ja kulttuurijarjestojen kanssa elinikaisen oppimisen ja aktiivisen kansalaisuuden seka demokratian ja kansalaisyhteiskunnan toiminnan edistamiseksi.",
        "title_sv": "Verksamhet som lagen omfattar",
        "content_sv": "Studiecentraler är vuxenläroanstalter på riksnivå för bildningsarbete. De ordnar studier självständigt eller i samarbete med medborgar- och kulturorganisationer i syfte att främja livslångt lärande, ett aktivt medborgarskap och demokrati samt verksamhet i medborgarsamhället.",
        "normalized_sv": "Studiecentraler är vuxenläroanstalter på riksnivå för bildningsarbete. De ordnar studier självständigt eller i samarbete med medborgar- och kulturorganisationer i syfte att främja livslångt lärande, ett aktivt medborgarskap och demokrati samt verksamhet i medborgarsamhället.",
        "folded_sv": "studiecentraler ar vuxenlaroanstalter pa riksniva for bildningsarbete. de ordnar studier sjalvstandigt eller i samarbete med medborgar- och kulturorganisationer i syfte att framja livslangt larande, ett aktivt medborgarskap och demokrati samt verksamhet i medborgarsamhallet."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Valtionosuuden määrä",
      "content": "Kansanopiston, kansalaisopiston ja kesäyliopiston ylläpitäjälle myönnetään valtionosuutta 57 prosenttia sekä opintokeskuksen ja liikunnan koulutuskeskuksen ylläpitäjälle 65 prosenttia 8 §:n mukaan lasketusta euromäärästä. Edellä 2 §:n 7 momentissa tarkoitetun oppilaitoksen ylläpitäjälle myönnetään valtionosuutta 57 prosenttia 8 §:n mukaan lasketusta euromäärästä. Kansanopiston ylläpitäjälle, jonka ylläpitämisluvassa määritellyn pääasiallisen koulutustehtävän muodostaa vaikeasti vammaisille järjestettävä koulutus, myönnetään kuitenkin valtionosuutta 70 prosenttia 8 §:n mukaan lasketusta euromäärästä. Yhdistetyssä oppilaitoksessa valtionosuusprosentti määräytyy kunkin oppilaitosmuodon osalta erikseen. Opintokeskukselle myönnetään valtioneuvoston asetuksella säädetyt ehdot täyttäviä opintokerhoja varten valtionosuutena euromäärä, joka saadaan kertomalla opintokeskukselle vahvistettujen opintokerhotuntien määrällä opetusministeriön kullekin vuodelle määräämä opintokerhotunnin hinta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Kansanopiston, kansalaisopiston ja kesäyliopiston ylläpitäjälle myönnetään valtionosuutta 57 prosenttia sekä opintokeskuksen ja liikunnan koulutuskeskuksen ylläpitäjälle 65 prosenttia 8 § :n mukaan lasketusta euromäärästä. Edellä 2 § :n 7 momentissa tarkoitetun oppilaitoksen ylläpitäjälle myönnetään valtionosuutta 57 prosenttia 8 § :n mukaan lasketusta euromäärästä. Kansanopiston ylläpitäjälle, jonka ylläpitämisluvassa määritellyn pääasiallisen koulutustehtävän muodostaa vaikeasti vammaisille järjestettävä koulutus, myönnetään kuitenkin valtionosuutta 70 prosenttia 8 § :n mukaan lasketusta euromäärästä. Yhdistetyssä oppilaitoksessa valtionosuusprosentti määräytyy kunkin oppilaitosmuodon osalta erikseen. Opintokeskukselle myönnetään valtioneuvoston asetuksella säädetyt ehdot täyttäviä opintokerhoja varten valtionosuutena euromäärä, joka saadaan kertomalla opintokeskukselle vahvistettujen opintokerhotuntien määrällä opetusministeriön kullekin vuodelle määräämä opintokerhotunnin hinta.",
        "folded_fi": "kansanopiston, kansalaisopiston ja kesayliopiston yllapitajalle myonnetaan valtionosuutta 57 prosenttia seka opintokeskuksen ja liikunnan koulutuskeskuksen yllapitajalle 65 prosenttia 8 §:n mukaan lasketusta euromaarasta. edella 2 §:n 7 momentissa tarkoitetun oppilaitoksen yllapitajalle myonnetaan valtionosuutta 57 prosenttia 8 §:n mukaan lasketusta euromaarasta. kansanopiston yllapitajalle, jonka yllapitamisluvassa maaritellyn paaasiallisen koulutustehtavan muodostaa vaikeasti vammaisille jarjestettava koulutus, myonnetaan kuitenkin valtionosuutta 70 prosenttia 8 §:n mukaan lasketusta euromaarasta. yhdistetyssa oppilaitoksessa valtionosuusprosentti maaraytyy kunkin oppilaitosmuodon osalta erikseen. opintokeskukselle myonnetaan valtioneuvoston asetuksella saadetyt ehdot tayttavia opintokerhoja varten valtionosuutena euromaara, joka saadaan kertomalla opintokeskukselle vahvistettujen opintokerhotuntien maaralla opetusministerion kullekin vuodelle maaraama opintokerhotunnin hinta.",
        "title_sv": "Statsandelens belopp",
        "content_sv": "Huvudmän för folkhögskolor, medborgarinstitut och sommaruniversitet beviljas statsandel till 57 procent samt huvudmän för studiecentraler och idrottsutbildningscenter till 65 procent av det belopp som beräknats enligt 8 §. Huvudmannen för den läroanstalt som avses i 2 § 7 mom. beviljas statsandel till 57 procent av det belopp som beräknats enligt 8 §. En huvudman för en folkhögskola beviljas dock statsandel till 70 procent av det belopp som beräknats enligt 8 §, om den huvudsakliga utbildningsuppgiften enligt tillståndet att driva läroanstalt består i att anordna utbildning för gravt handikappade. I en sammanslagen läroanstalt bestäms statsandelsprocenten särskilt för respektive läroanstaltsform. För studiecirklar som uppfyller villkoren i en förordning av statsrådet beviljas en studiecentral statsandel till ett belopp som fås när det för studiecentralen fastställda antalet studiecirkeltimmar multipliceras med det av undervisningsministeriet årligen bestämda priset per studiecirkeltimme.",
        "normalized_sv": "Huvudmän för folkhögskolor, medborgarinstitut och sommaruniversitet beviljas statsandel till 57 procent samt huvudmän för studiecentraler och idrottsutbildningscenter till 65 procent av det belopp som beräknats enligt 8 § . Huvudmannen för den läroanstalt som avses i 2 § 7 mom. beviljas statsandel till 57 procent av det belopp som beräknats enligt 8 § . En huvudman för en folkhögskola beviljas dock statsandel till 70 procent av det belopp som beräknats enligt 8 § , om den huvudsakliga utbildningsuppgiften enligt tillståndet att driva läroanstalt består i att anordna utbildning för gravt handikappade. I en sammanslagen läroanstalt bestäms statsandelsprocenten särskilt för respektive läroanstaltsform. För studiecirklar som uppfyller villkoren i en förordning av statsrådet beviljas en studiecentral statsandel till ett belopp som fås när det för studiecentralen fastställda antalet studiecirkeltimmar multipliceras med det av undervisningsministeriet årligen bestämda priset per studiecirkeltimme.",
        "folded_sv": "huvudman for folkhogskolor, medborgarinstitut och sommaruniversitet beviljas statsandel till 57 procent samt huvudman for studiecentraler och idrottsutbildningscenter till 65 procent av det belopp som beraknats enligt 8 §. huvudmannen for den laroanstalt som avses i 2 § 7 mom. beviljas statsandel till 57 procent av det belopp som beraknats enligt 8 §. en huvudman for en folkhogskola beviljas dock statsandel till 70 procent av det belopp som beraknats enligt 8 §, om den huvudsakliga utbildningsuppgiften enligt tillstandet att driva laroanstalt bestar i att anordna utbildning for gravt handikappade. i en sammanslagen laroanstalt bestams statsandelsprocenten sarskilt for respektive laroanstaltsform. for studiecirklar som uppfyller villkoren i en forordning av statsradet beviljas en studiecentral statsandel till ett belopp som fas nar det for studiecentralen faststallda antalet studiecirkeltimmar multipliceras med det av undervisningsministeriet arligen bestamda priset per studiecirkeltimme."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Valtionosuuden laskemisessa käytettävien suoritteiden määrän vahvistaminen",
      "content": "Opetusministeriö vahvistaa vuosittain valtionosuuden laskemisen perusteena käytettävän opiskelijaviikkojen, opiskelijavuorokausien, opiskelijapäivien, opetustuntien sekä opintokerhotuntien määrän. Yhdistetyn oppilaitoksen osalta suoritteiden määrät vahvistetaan erikseen kullekin oppilaitosmuodolle. Suoritteiden määrien laskemisesta säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Opetusministeriö vahvistaa vuosittain valtionosuuden laskemisen perusteena käytettävän opiskelijaviikkojen, opiskelijavuorokausien, opiskelijapäivien, opetustuntien sekä opintokerhotuntien määrän. Yhdistetyn oppilaitoksen osalta suoritteiden määrät vahvistetaan erikseen kullekin oppilaitosmuodolle. Suoritteiden määrien laskemisesta säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "opetusministerio vahvistaa vuosittain valtionosuuden laskemisen perusteena kaytettavan opiskelijaviikkojen, opiskelijavuorokausien, opiskelijapaivien, opetustuntien seka opintokerhotuntien maaran. yhdistetyn oppilaitoksen osalta suoritteiden maarat vahvistetaan erikseen kullekin oppilaitosmuodolle. suoritteiden maarien laskemisesta saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Fastställande av antalet prestationer som skall användas vid beräkning av statsandelen",
        "content_sv": "Undervisningsministeriet fastställer årligen det antal studerandeveckor, studerandedygn, studerandedagar, undervisningstimmar och studiecirkeltimmar som läggs till grund för beräkningen av statsandelen. I fråga om en sammanslagen läroanstalt fastställs antalet prestationer särskilt för respektive läroanstaltsform. Närmare bestämmelser om beräkningen av antalet prestationer utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Undervisningsministeriet fastställer årligen det antal studerandeveckor, studerandedygn, studerandedagar, undervisningstimmar och studiecirkeltimmar som läggs till grund för beräkningen av statsandelen. I fråga om en sammanslagen läroanstalt fastställs antalet prestationer särskilt för respektive läroanstaltsform. Närmare bestämmelser om beräkningen av antalet prestationer utfärdas genom förordning av statsrådet.",
        "folded_sv": "undervisningsministeriet faststaller arligen det antal studerandeveckor, studerandedygn, studerandedagar, undervisningstimmar och studiecirkeltimmar som laggs till grund for berakningen av statsandelen. i fraga om en sammanslagen laroanstalt faststalls antalet prestationer sarskilt for respektive laroanstaltsform. narmare bestammelser om berakningen av antalet prestationer utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Yksikköhinta",
      "content": "Opetusministeriö määrää opiskelijaviikkojen, opiskelijavuorokausien, opiskelijapäivien ja opetustuntien yksikköhinnat sekä opintokerhotuntien hinnan seuraavaa vuotta varten. Yksikköhinnat määrätään varainhoitovuodelle arvioidun kustannustason mukaisiksi. Opiskelijaviikon yksikköhinta lasketaan kansanopistoille joka neljäs vuosi jakamalla yksikköhinnan määräämistä edeltänyttä vuotta edeltäneenä vuonna kansanopistojen toiminnasta aiheutuneet käyttökustannukset opistojen saman vuoden opiskelijaviikkojen määrällä. Valtioneuvoston asetuksella säädetään yksikköhinnan korottamisesta opistoissa, joiden ylläpitäjien ylläpitämisluvassa määriteltynä pääasiallisena koulutustehtävänä tai osana koulutustehtävää on vaikeasti vammaisille tarkoitettu koulutus taikka enintään kymmenen päivän pituisten kurssien järjestäminen. Valtioneuvoston asetuksella säädetään myös opiston ulkopuolella asuvien opiskelijaviikoista yksikköhintaan tehtävästä vähennyksestä. Valtakunnallisten liikunnan koulutuskeskusten opiskelijavuorokauden yksikköhinta lasketaan joka neljäs vuosi jakamalla yksikköhinnan määräämistä edeltänyttä vuotta edeltäneenä vuonna liikunnan koulutuskeskusten toiminnasta aiheutuneet käyttökustannukset koulutuskeskusten saman vuoden opiskelijavuorokausien määrällä. Alueellisten liikunnan koulutuskeskusten opiskelijapäivän yksikköhinta määrätään vuosittain valtion talousarviossa olevan määrärahan puitteissa. Opetustunnin yksikköhinta kansalaisopistoille lasketaan joka neljäs vuosi jakamalla yksikköhinnan määräämistä edeltänyttä vuotta edeltäneenä vuonna kansalaisopistojen toiminnasta aiheutuneet käyttökustannukset kansalaisopistojen saman vuoden opetustuntien määrällä. Kansalaisopistoille määrättäviä yksikköhintoja porrastetaan tiheästi asutuissa kunnissa kansalaisopiston sijaintikunnan asukastiheyden perusteella. Porrastusten suuruudesta ja yksikköhintojen tarkemmasta laskemisesta sekä siitä, mitä kuntia pidetään tiheästi asuttuina kuntina, säädetään valtioneuvoston asetuksella. Kansalaisopistojen keskimääräisen yksikköhinnan vahvistamisesta on soveltuvin osin voimassa, mitä opetus- ja kulttuuritoimen rahoituksesta annetun lain (635/1998) 16 §:ssä säädetään. Opetustunnin yksikköhinta kesäyliopistoille lasketaan joka neljäs vuosi jakamalla yksikköhinnan määräämistä edeltänyttä vuotta edeltäneenä vuonna kesäyliopistojen toiminnasta aiheutuneet käyttökustannukset kesäyliopistojen saman vuoden opetustuntien määrällä. Opetustunnin yksikköhinta opintokeskuksille lasketaan joka neljäs vuosi jakamalla yksikköhinnan määräämistä edeltänyttä vuotta edeltäneenä vuonna opintokeskusten toiminnasta aiheutuneet käyttökustannukset opintokeskusten saman vuoden opetustuntien määrällä. Yhdistetyssä oppilaitoksessa yksikköhinnat lasketaan erikseen oppilaitosmuodoittain. Muina kuin 2―6 momentissa tarkoitettuina vuosina yksikköhinnaksi määrätään edelliselle vuodelle määrätty yksikköhinta. Jos kansanopisto tai liikunnan koulutuskeskus toimii toiminnan laajuus huomioon ottaen olennaisessa määrin vuokratiloissa, yksikköhintaa voidaan vuosittain korottaa euromäärällä, joka lasketaan jakamalla opetusministeriön valtionosuuden laskentaperusteeksi vahvistama vuosivuokra oppilaitoksen 10 §:ssä tarkoitettujen opiskelijaviikkojen tai opiskelijavuorokausien määrällä. Edellä 2 ja 4 momentissa tarkoitetut yksikköhinnat on määrättävä siten, että yksikköhinnat kerrottuina toteutuneiden opiskelijaviikkojen ja opetustuntien määrillä yhteenlaskettuina vastaavat edellä mainittuja oppilaitosmuotokohtaisia kokonaiskustannuksia. Edellä 2 §:n 7 momentissa tarkoitetun oppilaitoksen yksikköhinta on sama kuin kansanopistojen porrastamaton yksikköhinta. Yksikköhinnasta vähennetään sisäoppilaitoksen osuutta vastaava määrä siten kuin valtioneuvoston asetuksella tarkemmin säädetään. Yksikköhintaa voidaan korottaa vuokratilojen osalta siten kuin 9 momentissa säädetään kansanopistoista ja liikunnan koulutuskeskuksista sekä koulutustehtävässä määrätyn erityistehtävän perusteella siten kuin valtioneuvoston asetuksella tarkemmin säädetään. Arvonlisäveron osalta noudatetaan 13 a §:n säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Opetusministeriö määrää opiskelijaviikkojen, opiskelijavuorokausien, opiskelijapäivien ja opetustuntien yksikköhinnat sekä opintokerhotuntien hinnan seuraavaa vuotta varten. Yksikköhinnat määrätään varainhoitovuodelle arvioidun kustannustason mukaisiksi. Opiskelijaviikon yksikköhinta lasketaan kansanopistoille joka neljäs vuosi jakamalla yksikköhinnan määräämistä edeltänyttä vuotta edeltäneenä vuonna kansanopistojen toiminnasta aiheutuneet käyttökustannukset opistojen saman vuoden opiskelijaviikkojen määrällä. Valtioneuvoston asetuksella säädetään yksikköhinnan korottamisesta opistoissa, joiden ylläpitäjien ylläpitämisluvassa määriteltynä pääasiallisena koulutustehtävänä tai osana koulutustehtävää on vaikeasti vammaisille tarkoitettu koulutus taikka enintään kymmenen päivän pituisten kurssien järjestäminen. Valtioneuvoston asetuksella säädetään myös opiston ulkopuolella asuvien opiskelijaviikoista yksikköhintaan tehtävästä vähennyksestä. Valtakunnallisten liikunnan koulutuskeskusten opiskelijavuorokauden yksikköhinta lasketaan joka neljäs vuosi jakamalla yksikköhinnan määräämistä edeltänyttä vuotta edeltäneenä vuonna liikunnan koulutuskeskusten toiminnasta aiheutuneet käyttökustannukset koulutuskeskusten saman vuoden opiskelijavuorokausien määrällä. Alueellisten liikunnan koulutuskeskusten opiskelijapäivän yksikköhinta määrätään vuosittain valtion talousarviossa olevan määrärahan puitteissa. Opetustunnin yksikköhinta kansalaisopistoille lasketaan joka neljäs vuosi jakamalla yksikköhinnan määräämistä edeltänyttä vuotta edeltäneenä vuonna kansalaisopistojen toiminnasta aiheutuneet käyttökustannukset kansalaisopistojen saman vuoden opetustuntien määrällä. Kansalaisopistoille määrättäviä yksikköhintoja porrastetaan tiheästi asutuissa kunnissa kansalaisopiston sijaintikunnan asukastiheyden perusteella. Porrastusten suuruudesta ja yksikköhintojen tarkemmasta laskemisesta sekä siitä, mitä kuntia pidetään tiheästi asuttuina kuntina, säädetään valtioneuvoston asetuksella. Kansalaisopistojen keskimääräisen yksikköhinnan vahvistamisesta on soveltuvin osin voimassa, mitä opetus- ja kulttuuritoimen rahoituksesta annetun lain (635/1998) 16 § :ssä säädetään. Opetustunnin yksikköhinta kesäyliopistoille lasketaan joka neljäs vuosi jakamalla yksikköhinnan määräämistä edeltänyttä vuotta edeltäneenä vuonna kesäyliopistojen toiminnasta aiheutuneet käyttökustannukset kesäyliopistojen saman vuoden opetustuntien määrällä. Opetustunnin yksikköhinta opintokeskuksille lasketaan joka neljäs vuosi jakamalla yksikköhinnan määräämistä edeltänyttä vuotta edeltäneenä vuonna opintokeskusten toiminnasta aiheutuneet käyttökustannukset opintokeskusten saman vuoden opetustuntien määrällä. Yhdistetyssä oppilaitoksessa yksikköhinnat lasketaan erikseen oppilaitosmuodoittain. Muina kuin 2―6 momentissa tarkoitettuina vuosina yksikköhinnaksi määrätään edelliselle vuodelle määrätty yksikköhinta. Jos kansanopisto tai liikunnan koulutuskeskus toimii toiminnan laajuus huomioon ottaen olennaisessa määrin vuokratiloissa, yksikköhintaa voidaan vuosittain korottaa euromäärällä, joka lasketaan jakamalla opetusministeriön valtionosuuden laskentaperusteeksi vahvistama vuosivuokra oppilaitoksen 10 § :ssä tarkoitettujen opiskelijaviikkojen tai opiskelijavuorokausien määrällä. Edellä 2 ja 4 momentissa tarkoitetut yksikköhinnat on määrättävä siten, että yksikköhinnat kerrottuina toteutuneiden opiskelijaviikkojen ja opetustuntien määrillä yhteenlaskettuina vastaavat edellä mainittuja oppilaitosmuotokohtaisia kokonaiskustannuksia. Edellä 2 § :n 7 momentissa tarkoitetun oppilaitoksen yksikköhinta on sama kuin kansanopistojen porrastamaton yksikköhinta. Yksikköhinnasta vähennetään sisäoppilaitoksen osuutta vastaava määrä siten kuin valtioneuvoston asetuksella tarkemmin säädetään. Yksikköhintaa voidaan korottaa vuokratilojen osalta siten kuin 9 momentissa säädetään kansanopistoista ja liikunnan koulutuskeskuksista sekä koulutustehtävässä määrätyn erityistehtävän perusteella siten kuin valtioneuvoston asetuksella tarkemmin säädetään. Arvonlisäveron osalta noudatetaan 13 a § :n säännöksiä.",
        "folded_fi": "opetusministerio maaraa opiskelijaviikkojen, opiskelijavuorokausien, opiskelijapaivien ja opetustuntien yksikkohinnat seka opintokerhotuntien hinnan seuraavaa vuotta varten. yksikkohinnat maarataan varainhoitovuodelle arvioidun kustannustason mukaisiksi. opiskelijaviikon yksikkohinta lasketaan kansanopistoille joka neljas vuosi jakamalla yksikkohinnan maaraamista edeltanytta vuotta edeltaneena vuonna kansanopistojen toiminnasta aiheutuneet kayttokustannukset opistojen saman vuoden opiskelijaviikkojen maaralla. valtioneuvoston asetuksella saadetaan yksikkohinnan korottamisesta opistoissa, joiden yllapitajien yllapitamisluvassa maariteltyna paaasiallisena koulutustehtavana tai osana koulutustehtavaa on vaikeasti vammaisille tarkoitettu koulutus taikka enintaan kymmenen paivan pituisten kurssien jarjestaminen. valtioneuvoston asetuksella saadetaan myos opiston ulkopuolella asuvien opiskelijaviikoista yksikkohintaan tehtavasta vahennyksesta. valtakunnallisten liikunnan koulutuskeskusten opiskelijavuorokauden yksikkohinta lasketaan joka neljas vuosi jakamalla yksikkohinnan maaraamista edeltanytta vuotta edeltaneena vuonna liikunnan koulutuskeskusten toiminnasta aiheutuneet kayttokustannukset koulutuskeskusten saman vuoden opiskelijavuorokausien maaralla. alueellisten liikunnan koulutuskeskusten opiskelijapaivan yksikkohinta maarataan vuosittain valtion talousarviossa olevan maararahan puitteissa. opetustunnin yksikkohinta kansalaisopistoille lasketaan joka neljas vuosi jakamalla yksikkohinnan maaraamista edeltanytta vuotta edeltaneena vuonna kansalaisopistojen toiminnasta aiheutuneet kayttokustannukset kansalaisopistojen saman vuoden opetustuntien maaralla. kansalaisopistoille maarattavia yksikkohintoja porrastetaan tiheasti asutuissa kunnissa kansalaisopiston sijaintikunnan asukastiheyden perusteella. porrastusten suuruudesta ja yksikkohintojen tarkemmasta laskemisesta seka siita, mita kuntia pidetaan tiheasti asuttuina kuntina, saadetaan valtioneuvoston asetuksella. kansalaisopistojen keskimaaraisen yksikkohinnan vahvistamisesta on soveltuvin osin voimassa, mita opetus- ja kulttuuritoimen rahoituksesta annetun lain (635/1998) 16 §:ssa saadetaan. opetustunnin yksikkohinta kesayliopistoille lasketaan joka neljas vuosi jakamalla yksikkohinnan maaraamista edeltanytta vuotta edeltaneena vuonna kesayliopistojen toiminnasta aiheutuneet kayttokustannukset kesayliopistojen saman vuoden opetustuntien maaralla. opetustunnin yksikkohinta opintokeskuksille lasketaan joka neljas vuosi jakamalla yksikkohinnan maaraamista edeltanytta vuotta edeltaneena vuonna opintokeskusten toiminnasta aiheutuneet kayttokustannukset opintokeskusten saman vuoden opetustuntien maaralla. yhdistetyssa oppilaitoksessa yksikkohinnat lasketaan erikseen oppilaitosmuodoittain. muina kuin 2―6 momentissa tarkoitettuina vuosina yksikkohinnaksi maarataan edelliselle vuodelle maaratty yksikkohinta. jos kansanopisto tai liikunnan koulutuskeskus toimii toiminnan laajuus huomioon ottaen olennaisessa maarin vuokratiloissa, yksikkohintaa voidaan vuosittain korottaa euromaaralla, joka lasketaan jakamalla opetusministerion valtionosuuden laskentaperusteeksi vahvistama vuosivuokra oppilaitoksen 10 §:ssa tarkoitettujen opiskelijaviikkojen tai opiskelijavuorokausien maaralla. edella 2 ja 4 momentissa tarkoitetut yksikkohinnat on maarattava siten, etta yksikkohinnat kerrottuina toteutuneiden opiskelijaviikkojen ja opetustuntien maarilla yhteenlaskettuina vastaavat edella mainittuja oppilaitosmuotokohtaisia kokonaiskustannuksia. edella 2 §:n 7 momentissa tarkoitetun oppilaitoksen yksikkohinta on sama kuin kansanopistojen porrastamaton yksikkohinta. yksikkohinnasta vahennetaan sisaoppilaitoksen osuutta vastaava maara siten kuin valtioneuvoston asetuksella tarkemmin saadetaan. yksikkohintaa voidaan korottaa vuokratilojen osalta siten kuin 9 momentissa saadetaan kansanopistoista ja liikunnan koulutuskeskuksista seka koulutustehtavassa maaratyn erityistehtavan perusteella siten kuin valtioneuvoston asetuksella tarkemmin saadetaan. arvonlisaveron osalta noudatetaan 13 a §:n saannoksia.",
        "title_sv": "Pris per enhet",
        "content_sv": "Undervisningsministeriet bestämmer priserna per enhet i fråga om studerandeveckor, studerandedygn, studerandedagar och undervisningstimmar samt priset för studiecirkeltimmar för det följande året. Priserna per enhet bestäms enligt den beräknade kostnadsnivån för finansåret. Priset per enhet för en studerandevecka vid folkhögskolorna beräknas vart fjärde år så att driftskostnaderna för verksamheten vid folkhögskolorna under det år som föregår året före det då priset per enhet bestäms divideras med antalet studerandeveckor i folkhögskolorna samma år. Genom förordning av statsrådet föreskrivs om höjning av priset per enhet i sådana folkhögskolor där den huvudsakliga utbildningsuppgiften eller en del av utbildningsuppgiften enligt huvudmannens tillstånd att driva läroanstalt är utbildning som är avsedd för gravt handikappade eller att ordna kurser på högst tio dagar. Genom förordning av statsrådet föreskrivs också om en minskning av priset per enhet i fråga om studerandeveckor för studerande som bor utanför folkhögskolan. Priset per enhet för ett studerandedygn vid de riksomfattande idrottsutbildningscentren beräknas vart fjärde år så att driftskostnaderna för verksamheten vid idrottsutbildningscentren under det år som föregår året före det då priset per enhet bestäms divideras med antalet studerandedygn i idrottsutbildningscentren samma år. Priset per enhet för en studerandedag vid de regionala idrottsutbildningscentren bestäms årligen inom ramen för anslaget i statsbudgeten. Priset per enhet för en undervisningstimme vid medborgarinstituten beräknas vart fjärde år så att driftskostnaderna för verksamheten vid medborgarinstituten under det år som föregår året före det då priset per enhet bestäms divideras med antalet undervisningstimmar vid instituten samma år. Prisen per enhet för medborgarinstitut graderas i tätt befolkade kommuner på basis av befolkningstätheten i den kommun där medborgarinstitutet finns. I fråga om storleken på graderingen och den exaktare beräkningen av priset per enhet samt vilka kommuner som anses vara tätt befolkade kommuner föreskrivs genom förordning av statsrådet. I fråga om fastställande av det genomsnittliga priset per enhet för medborgarinstituten gäller i tillämpliga delar vad som bestäms i 16 § i lagen om finansiering av undervisnings- och kulturverksamhet (635/1998). Priset per enhet för en undervisningstimme vid sommaruniversiteten beräknas vart fjärde år så att driftskostnaderna för verksamheten vid sommaruniversiteten under det år som föregår året före det då priset per enhet bestäms divideras med antalet undervisningstimmar vid sommaruniversiteten samma år. Priset per enhet för en undervisningstimme vid studiecentralerna beräknas vart fjärde år så att driftskostnaderna för verksamheten vid studiecentralerna under det år som föregår året före det då priset per enhet bestäms divideras med antalet undervisningstimmar vid studiecentralerna samma år. I en sammanslagen läroanstalt beräknas priserna per enhet särskilt för de olika läroanstaltsformerna. Under andra år än de som avses i 2―6 mom. bestäms priset per enhet så att det är lika med priset per enhet för det föregående året. Om en folkhögskola eller ett idrottsutbildningscenter med beaktande av verksamhetens omfattning i väsentlig utsträckning arbetar i hyrda lokaler, kan priset per enhet årligen höjas med ett belopp som räknas ut så att den årshyra som undervisningsministeriet fastställt som grund för beräkning av statsandelen divideras med antalet studerandeveckor eller studerandedygn enligt 10 §. Priserna per enhet enligt 2 och 4 mom. skall bestämmas så att priserna per enhet multiplicerade med antalet faktiska studerandeveckor och undervisningstimmar sammanlagt motsvarar ovan nämnda totala kostnader vid de olika läroanstaltsformerna. Priset per enhet för en läroanstalt som avses i 2 § 7 mom. är det samma som det ograderade priset per enhet för folkhögskolor. Priset per enhet minskas med det belopp som motsvarar internatets andel, enligt vad som närmare bestäms genom förordning av statsrådet. Priset per enhet kan i fråga om hyreslokaler höjas så som bestäms om folkhögskolor och idrottsutbildningscenter i 9 mom. samt på basis av en specialuppgift som ålagts i utbildningsuppgiften, enligt vad som närmare bestäms genom förordning av statsrådet. I fråga om mervärdesskatten iakttas 13 a §.",
        "normalized_sv": "Undervisningsministeriet bestämmer priserna per enhet i fråga om studerandeveckor, studerandedygn, studerandedagar och undervisningstimmar samt priset för studiecirkeltimmar för det följande året. Priserna per enhet bestäms enligt den beräknade kostnadsnivån för finansåret. Priset per enhet för en studerandevecka vid folkhögskolorna beräknas vart fjärde år så att driftskostnaderna för verksamheten vid folkhögskolorna under det år som föregår året före det då priset per enhet bestäms divideras med antalet studerandeveckor i folkhögskolorna samma år. Genom förordning av statsrådet föreskrivs om höjning av priset per enhet i sådana folkhögskolor där den huvudsakliga utbildningsuppgiften eller en del av utbildningsuppgiften enligt huvudmannens tillstånd att driva läroanstalt är utbildning som är avsedd för gravt handikappade eller att ordna kurser på högst tio dagar. Genom förordning av statsrådet föreskrivs också om en minskning av priset per enhet i fråga om studerandeveckor för studerande som bor utanför folkhögskolan. Priset per enhet för ett studerandedygn vid de riksomfattande idrottsutbildningscentren beräknas vart fjärde år så att driftskostnaderna för verksamheten vid idrottsutbildningscentren under det år som föregår året före det då priset per enhet bestäms divideras med antalet studerandedygn i idrottsutbildningscentren samma år. Priset per enhet för en studerandedag vid de regionala idrottsutbildningscentren bestäms årligen inom ramen för anslaget i statsbudgeten. Priset per enhet för en undervisningstimme vid medborgarinstituten beräknas vart fjärde år så att driftskostnaderna för verksamheten vid medborgarinstituten under det år som föregår året före det då priset per enhet bestäms divideras med antalet undervisningstimmar vid instituten samma år. Prisen per enhet för medborgarinstitut graderas i tätt befolkade kommuner på basis av befolkningstätheten i den kommun där medborgarinstitutet finns. I fråga om storleken på graderingen och den exaktare beräkningen av priset per enhet samt vilka kommuner som anses vara tätt befolkade kommuner föreskrivs genom förordning av statsrådet. I fråga om fastställande av det genomsnittliga priset per enhet för medborgarinstituten gäller i tillämpliga delar vad som bestäms i 16 § i lagen om finansiering av undervisnings- och kulturverksamhet (635/1998). Priset per enhet för en undervisningstimme vid sommaruniversiteten beräknas vart fjärde år så att driftskostnaderna för verksamheten vid sommaruniversiteten under det år som föregår året före det då priset per enhet bestäms divideras med antalet undervisningstimmar vid sommaruniversiteten samma år. Priset per enhet för en undervisningstimme vid studiecentralerna beräknas vart fjärde år så att driftskostnaderna för verksamheten vid studiecentralerna under det år som föregår året före det då priset per enhet bestäms divideras med antalet undervisningstimmar vid studiecentralerna samma år. I en sammanslagen läroanstalt beräknas priserna per enhet särskilt för de olika läroanstaltsformerna. Under andra år än de som avses i 2―6 mom. bestäms priset per enhet så att det är lika med priset per enhet för det föregående året. Om en folkhögskola eller ett idrottsutbildningscenter med beaktande av verksamhetens omfattning i väsentlig utsträckning arbetar i hyrda lokaler, kan priset per enhet årligen höjas med ett belopp som räknas ut så att den årshyra som undervisningsministeriet fastställt som grund för beräkning av statsandelen divideras med antalet studerandeveckor eller studerandedygn enligt 10 § . Priserna per enhet enligt 2 och 4 mom. skall bestämmas så att priserna per enhet multiplicerade med antalet faktiska studerandeveckor och undervisningstimmar sammanlagt motsvarar ovan nämnda totala kostnader vid de olika läroanstaltsformerna. Priset per enhet för en läroanstalt som avses i 2 § 7 mom. är det samma som det ograderade priset per enhet för folkhögskolor. Priset per enhet minskas med det belopp som motsvarar internatets andel, enligt vad som närmare bestäms genom förordning av statsrådet. Priset per enhet kan i fråga om hyreslokaler höjas så som bestäms om folkhögskolor och idrottsutbildningscenter i 9 mom. samt på basis av en specialuppgift som ålagts i utbildningsuppgiften, enligt vad som närmare bestäms genom förordning av statsrådet. I fråga om mervärdesskatten iakttas 13 a § .",
        "folded_sv": "undervisningsministeriet bestammer priserna per enhet i fraga om studerandeveckor, studerandedygn, studerandedagar och undervisningstimmar samt priset for studiecirkeltimmar for det foljande aret. priserna per enhet bestams enligt den beraknade kostnadsnivan for finansaret. priset per enhet for en studerandevecka vid folkhogskolorna beraknas vart fjarde ar sa att driftskostnaderna for verksamheten vid folkhogskolorna under det ar som foregar aret fore det da priset per enhet bestams divideras med antalet studerandeveckor i folkhogskolorna samma ar. genom forordning av statsradet foreskrivs om hojning av priset per enhet i sadana folkhogskolor dar den huvudsakliga utbildningsuppgiften eller en del av utbildningsuppgiften enligt huvudmannens tillstand att driva laroanstalt ar utbildning som ar avsedd for gravt handikappade eller att ordna kurser pa hogst tio dagar. genom forordning av statsradet foreskrivs ocksa om en minskning av priset per enhet i fraga om studerandeveckor for studerande som bor utanfor folkhogskolan. priset per enhet for ett studerandedygn vid de riksomfattande idrottsutbildningscentren beraknas vart fjarde ar sa att driftskostnaderna for verksamheten vid idrottsutbildningscentren under det ar som foregar aret fore det da priset per enhet bestams divideras med antalet studerandedygn i idrottsutbildningscentren samma ar. priset per enhet for en studerandedag vid de regionala idrottsutbildningscentren bestams arligen inom ramen for anslaget i statsbudgeten. priset per enhet for en undervisningstimme vid medborgarinstituten beraknas vart fjarde ar sa att driftskostnaderna for verksamheten vid medborgarinstituten under det ar som foregar aret fore det da priset per enhet bestams divideras med antalet undervisningstimmar vid instituten samma ar. prisen per enhet for medborgarinstitut graderas i tatt befolkade kommuner pa basis av befolkningstatheten i den kommun dar medborgarinstitutet finns. i fraga om storleken pa graderingen och den exaktare berakningen av priset per enhet samt vilka kommuner som anses vara tatt befolkade kommuner foreskrivs genom forordning av statsradet. i fraga om faststallande av det genomsnittliga priset per enhet for medborgarinstituten galler i tillampliga delar vad som bestams i 16 § i lagen om finansiering av undervisnings- och kulturverksamhet (635/1998). priset per enhet for en undervisningstimme vid sommaruniversiteten beraknas vart fjarde ar sa att driftskostnaderna for verksamheten vid sommaruniversiteten under det ar som foregar aret fore det da priset per enhet bestams divideras med antalet undervisningstimmar vid sommaruniversiteten samma ar. priset per enhet for en undervisningstimme vid studiecentralerna beraknas vart fjarde ar sa att driftskostnaderna for verksamheten vid studiecentralerna under det ar som foregar aret fore det da priset per enhet bestams divideras med antalet undervisningstimmar vid studiecentralerna samma ar. i en sammanslagen laroanstalt beraknas priserna per enhet sarskilt for de olika laroanstaltsformerna. under andra ar an de som avses i 2―6 mom. bestams priset per enhet sa att det ar lika med priset per enhet for det foregaende aret. om en folkhogskola eller ett idrottsutbildningscenter med beaktande av verksamhetens omfattning i vasentlig utstrackning arbetar i hyrda lokaler, kan priset per enhet arligen hojas med ett belopp som raknas ut sa att den arshyra som undervisningsministeriet faststallt som grund for berakning av statsandelen divideras med antalet studerandeveckor eller studerandedygn enligt 10 §. priserna per enhet enligt 2 och 4 mom. skall bestammas sa att priserna per enhet multiplicerade med antalet faktiska studerandeveckor och undervisningstimmar sammanlagt motsvarar ovan namnda totala kostnader vid de olika laroanstaltsformerna. priset per enhet for en laroanstalt som avses i 2 § 7 mom. ar det samma som det ograderade priset per enhet for folkhogskolor. priset per enhet minskas med det belopp som motsvarar internatets andel, enligt vad som narmare bestams genom forordning av statsradet. priset per enhet kan i fraga om hyreslokaler hojas sa som bestams om folkhogskolor och idrottsutbildningscenter i 9 mom. samt pa basis av en specialuppgift som alagts i utbildningsuppgiften, enligt vad som narmare bestams genom forordning av statsradet. i fraga om mervardesskatten iakttas 13 a §."
      }
    },
    {
      "provision_ref": "11 a",
      "section": "11 a",
      "title": "Vapaan sivistystyön yksikköhintojen laskeminen vuosina 2005―2007",
      "content": "Sen estämättä, mitä 11 §:ssä säädetään, yksikköhintojen laskemisesta vapaan sivistystyön vuosien 2005―2007 yksikköhinnat lasketaan siten kuin jäljempänä tässä pykälässä säädetään. Vuoden 2003 vapaan sivistystyön eri toimintojen kustannusten perusteella vuodelle 2005 laskettavia yksikköhintoja verrataan eri toimintoja varten vuodelle 2004 vahvistettujen yksikköhintojen perusteella vuodelle 2005 laskettaviin yksikköhintoihin. Tästä erotuksesta otetaan vuoden 2005 yksikköhinnoissa huomioon 27 prosenttia, 44 prosenttia vuonna 2006 ja 61 prosenttia vuonna 2007. Yksikköhintojen laskemisessa kustannustason arvioidut muutokset otetaan huomioon enintään täyteen ja vähintään puoleen määrään kustannustason arvioidusta muutoksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11 a",
        "normalized_fi": "Sen estämättä, mitä 11 § :ssä säädetään, yksikköhintojen laskemisesta vapaan sivistystyön vuosien 2005―2007 yksikköhinnat lasketaan siten kuin jäljempänä tässä pykälässä säädetään. Vuoden 2003 vapaan sivistystyön eri toimintojen kustannusten perusteella vuodelle 2005 laskettavia yksikköhintoja verrataan eri toimintoja varten vuodelle 2004 vahvistettujen yksikköhintojen perusteella vuodelle 2005 laskettaviin yksikköhintoihin. Tästä erotuksesta otetaan vuoden 2005 yksikköhinnoissa huomioon 27 prosenttia, 44 prosenttia vuonna 2006 ja 61 prosenttia vuonna 2007. Yksikköhintojen laskemisessa kustannustason arvioidut muutokset otetaan huomioon enintään täyteen ja vähintään puoleen määrään kustannustason arvioidusta muutoksesta.",
        "folded_fi": "sen estamatta, mita 11 §:ssa saadetaan, yksikkohintojen laskemisesta vapaan sivistystyon vuosien 2005―2007 yksikkohinnat lasketaan siten kuin jaljempana tassa pykalassa saadetaan. vuoden 2003 vapaan sivistystyon eri toimintojen kustannusten perusteella vuodelle 2005 laskettavia yksikkohintoja verrataan eri toimintoja varten vuodelle 2004 vahvistettujen yksikkohintojen perusteella vuodelle 2005 laskettaviin yksikkohintoihin. tasta erotuksesta otetaan vuoden 2005 yksikkohinnoissa huomioon 27 prosenttia, 44 prosenttia vuonna 2006 ja 61 prosenttia vuonna 2007. yksikkohintojen laskemisessa kustannustason arvioidut muutokset otetaan huomioon enintaan tayteen ja vahintaan puoleen maaraan kustannustason arvioidusta muutoksesta.",
        "title_sv": "Beräkning av priserna per enhet för fritt bildningsarbete 2005―2007",
        "content_sv": "Utan hinder av vad som i 11 § bestäms om beräkning av priser per enhet beräknas priserna per enhet för fritt bildningsarbete för 2005―2007 så som bestäms nedan i denna paragraf. De priser per enhet för 2005 som beräknas på basis av kostnaderna för olika verksamheter inom det fria bildningsarbetet 2003 jämförs med de priser per enhet för 2005 som beräknas på basis av de fastställda priserna per enhet för de olika verksamheterna för 2004. Av denna skillnad beaktas 27 procent i priserna per enhet för 2005, 44 procent för 2006 och 61 procent för 2007. Vid beräkningen av priserna per enhet beaktas de beräknade förändringarna i kostnadsnivån till högst hela och minst halva det belopp som den beräknade förändringen uppgår till.",
        "normalized_sv": "Utan hinder av vad som i 11 § bestäms om beräkning av priser per enhet beräknas priserna per enhet för fritt bildningsarbete för 2005―2007 så som bestäms nedan i denna paragraf. De priser per enhet för 2005 som beräknas på basis av kostnaderna för olika verksamheter inom det fria bildningsarbetet 2003 jämförs med de priser per enhet för 2005 som beräknas på basis av de fastställda priserna per enhet för de olika verksamheterna för 2004. Av denna skillnad beaktas 27 procent i priserna per enhet för 2005, 44 procent för 2006 och 61 procent för 2007. Vid beräkningen av priserna per enhet beaktas de beräknade förändringarna i kostnadsnivån till högst hela och minst halva det belopp som den beräknade förändringen uppgår till.",
        "folded_sv": "utan hinder av vad som i 11 § bestams om berakning av priser per enhet beraknas priserna per enhet for fritt bildningsarbete for 2005―2007 sa som bestams nedan i denna paragraf. de priser per enhet for 2005 som beraknas pa basis av kostnaderna for olika verksamheter inom det fria bildningsarbetet 2003 jamfors med de priser per enhet for 2005 som beraknas pa basis av de faststallda priserna per enhet for de olika verksamheterna for 2004. av denna skillnad beaktas 27 procent i priserna per enhet for 2005, 44 procent for 2006 och 61 procent for 2007. vid berakningen av priserna per enhet beaktas de beraknade forandringarna i kostnadsnivan till hogst hela och minst halva det belopp som den beraknade forandringen uppgar till."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Kustannustason sekä toiminnan laajuuden ja laadun muutos",
      "content": "Kustannustason sekä toiminnan laajuuden ja laadun muutos otetaan yksikköhintoja laskettaessa huomioon noudattaen soveltuvin osin, mitä kuntien valtionosuuslain (1147/1996) 3 §:n 1―3 kohdassa sekä 4 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Kustannustason sekä toiminnan laajuuden ja laadun muutos otetaan yksikköhintoja laskettaessa huomioon noudattaen soveltuvin osin, mitä kuntien valtionosuuslain (1147/1996) 3 § :n 1―3 kohdassa sekä 4 § :ssä säädetään.",
        "folded_fi": "kustannustason seka toiminnan laajuuden ja laadun muutos otetaan yksikkohintoja laskettaessa huomioon noudattaen soveltuvin osin, mita kuntien valtionosuuslain (1147/1996) 3 §:n 1―3 kohdassa seka 4 §:ssa saadetaan.",
        "title_sv": "Förändringen i kostnadsnivån samt i verksamhetens omfattning och art",
        "content_sv": "Vid beräkningen av priserna per enhet beaktas förändringen i kostnadsnivån samt i verksamhetens omfattning och art med iakttagande i tillämpliga delar av 3 § 1―3 punkten samt 4 § i lagen om statsandelar till kommunerna (1147/1996).",
        "normalized_sv": "Vid beräkningen av priserna per enhet beaktas förändringen i kostnadsnivån samt i verksamhetens omfattning och art med iakttagande i tillämpliga delar av 3 § 1―3 punkten samt 4 § i lagen om statsandelar till kommunerna (1147/1996).",
        "folded_sv": "vid berakningen av priserna per enhet beaktas forandringen i kostnadsnivan samt i verksamhetens omfattning och art med iakttagande i tillampliga delar av 3 § 1―3 punkten samt 4 § i lagen om statsandelar till kommunerna (1147/1996)."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Yksikköhintoja laskettaessa huomiotta jätettävät kustannukset",
      "content": "Käyttökustannukset, joihin myönnetään rahoitusta Euroopan yhteisöjen talousarviosta, saadaan lukea tämän lain nojalla rahoitettaviksi käyttökustannuksiksi siltä osin kuin Euroopan yhteisöjen talousarviosta myönnettävä ja sitä vastaava valtion talousarvion mukainen erillinen kansallinen rahoitus ei niitä kata. Edellä 2 §:n 1 momentissa tarkoitettujen oppilaitosten käyttökustannuksista vähennetään oppilaitosten ylläpitäjille 14 §:n nojalla asianomaista toimintaa varten kustannusten laskemisvuonna myönnettyjä valtionavustuksia vastaava euromäärä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Käyttökustannukset, joihin myönnetään rahoitusta Euroopan yhteisöjen talousarviosta, saadaan lukea tämän lain nojalla rahoitettaviksi käyttökustannuksiksi siltä osin kuin Euroopan yhteisöjen talousarviosta myönnettävä ja sitä vastaava valtion talousarvion mukainen erillinen kansallinen rahoitus ei niitä kata. Edellä 2 § :n 1 momentissa tarkoitettujen oppilaitosten käyttökustannuksista vähennetään oppilaitosten ylläpitäjille 14 § :n nojalla asianomaista toimintaa varten kustannusten laskemisvuonna myönnettyjä valtionavustuksia vastaava euromäärä.",
        "folded_fi": "kayttokustannukset, joihin myonnetaan rahoitusta euroopan yhteisojen talousarviosta, saadaan lukea taman lain nojalla rahoitettaviksi kayttokustannuksiksi silta osin kuin euroopan yhteisojen talousarviosta myonnettava ja sita vastaava valtion talousarvion mukainen erillinen kansallinen rahoitus ei niita kata. edella 2 §:n 1 momentissa tarkoitettujen oppilaitosten kayttokustannuksista vahennetaan oppilaitosten yllapitajille 14 §:n nojalla asianomaista toimintaa varten kustannusten laskemisvuonna myonnettyja valtionavustuksia vastaava euromaara.",
        "title_sv": "Kostnader som inte beaktas vid beräkningen av priser per enhet",
        "content_sv": "De driftskostnader för vilka finansiering beviljas ur Europeiska gemenskapernas budget får räknas som driftskostnader som skall finansieras med stöd av denna lag till den del dessa inte täcks av den finansiering som beviljas ur Europeiska gemenskapernas budget och den motsvarande särskilda nationella finansieringen enligt statsbudgeten. Från driftskostnaderna för läroanstalterna enligt 2 § 1 mom. avdras ett belopp som motsvarar de statsandelar som med stöd av 14 § under det år kostnaderna beräknas har beviljats läroanstalternas huvudmän för verksamheten i fråga.",
        "normalized_sv": "De driftskostnader för vilka finansiering beviljas ur Europeiska gemenskapernas budget får räknas som driftskostnader som skall finansieras med stöd av denna lag till den del dessa inte täcks av den finansiering som beviljas ur Europeiska gemenskapernas budget och den motsvarande särskilda nationella finansieringen enligt statsbudgeten. Från driftskostnaderna för läroanstalterna enligt 2 § 1 mom. avdras ett belopp som motsvarar de statsandelar som med stöd av 14 § under det år kostnaderna beräknas har beviljats läroanstalternas huvudmän för verksamheten i fråga.",
        "folded_sv": "de driftskostnader for vilka finansiering beviljas ur europeiska gemenskapernas budget far raknas som driftskostnader som skall finansieras med stod av denna lag till den del dessa inte tacks av den finansiering som beviljas ur europeiska gemenskapernas budget och den motsvarande sarskilda nationella finansieringen enligt statsbudgeten. fran driftskostnaderna for laroanstalterna enligt 2 § 1 mom. avdras ett belopp som motsvarar de statsandelar som med stod av 14 § under det ar kostnaderna beraknas har beviljats laroanstalternas huvudman for verksamheten i fraga."
      }
    },
    {
      "provision_ref": "13 a",
      "section": "13 a",
      "title": "Arvonlisäveron huomioon ottaminen yksityisen oppilaitoksen ylläpitäjän yksikköhinnassa",
      "content": "Kansalaisopistojen, kansanopistojen, valtakunnallisten liikunnan koulutuskeskusten, kesäyliopistojen ja opintokeskusten yksikköhintoja korotetaan yksityisen oppilaitoksen ylläpitäjän osalta siten, että korotus vastaa yksityisten oppilaitosten ylläpitäjien maksamien arvonlisäverojen osuutta yksityisille oppilaitosten ylläpitäjille kustakin oppilaitosmuodosta aiheutuneista arvonlisäverottomista kustannuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13 a",
        "normalized_fi": "Kansalaisopistojen, kansanopistojen, valtakunnallisten liikunnan koulutuskeskusten, kesäyliopistojen ja opintokeskusten yksikköhintoja korotetaan yksityisen oppilaitoksen ylläpitäjän osalta siten, että korotus vastaa yksityisten oppilaitosten ylläpitäjien maksamien arvonlisäverojen osuutta yksityisille oppilaitosten ylläpitäjille kustakin oppilaitosmuodosta aiheutuneista arvonlisäverottomista kustannuksista.",
        "folded_fi": "kansalaisopistojen, kansanopistojen, valtakunnallisten liikunnan koulutuskeskusten, kesayliopistojen ja opintokeskusten yksikkohintoja korotetaan yksityisen oppilaitoksen yllapitajan osalta siten, etta korotus vastaa yksityisten oppilaitosten yllapitajien maksamien arvonlisaverojen osuutta yksityisille oppilaitosten yllapitajille kustakin oppilaitosmuodosta aiheutuneista arvonlisaverottomista kustannuksista.",
        "title_sv": "Beaktande av mervärdesskatten i priserna per enhet för huvudmännen för privata läroanstalter",
        "content_sv": "Priserna per enhet för medborgarinstitut, folkhögskolor, riksomfattande idrottsutbildningscenter, sommaruniversitet och studiecentraler höjs för huvudmännen för privata läroanstalter så att höjningen motsvarar den andel som den mervärdesskatt som huvudmännen för de privata läroanstalterna betalat utgör av de kostnader utan mervärdesskatt som respektive utbildningsform orsakat de privata huvudmännen för läroanstalterna.",
        "normalized_sv": "Priserna per enhet för medborgarinstitut, folkhögskolor, riksomfattande idrottsutbildningscenter, sommaruniversitet och studiecentraler höjs för huvudmännen för privata läroanstalter så att höjningen motsvarar den andel som den mervärdesskatt som huvudmännen för de privata läroanstalterna betalat utgör av de kostnader utan mervärdesskatt som respektive utbildningsform orsakat de privata huvudmännen för läroanstalterna.",
        "folded_sv": "priserna per enhet for medborgarinstitut, folkhogskolor, riksomfattande idrottsutbildningscenter, sommaruniversitet och studiecentraler hojs for huvudmannen for privata laroanstalter sa att hojningen motsvarar den andel som den mervardesskatt som huvudmannen for de privata laroanstalterna betalat utgor av de kostnader utan mervardesskatt som respektive utbildningsform orsakat de privata huvudmannen for laroanstalterna."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "6:18 a",
      "chapter": "6",
      "section": "18 a",
      "title": "Maksatuksen keskeytys",
      "content": "Valtionapuviranomainen voi päätöksellään määrätä tässä laissa tarkoitetun rahoituksen maksamisen keskeytettäväksi, jos: 1) on ilmeistä, ettei rahoituksen saaja enää järjestä rahoituksen perusteena olevaa toimintaa, tai rahoituksen saaja olennaisessa määrin toimii vastoin asianomaista toimintaa koskevia lakeja tai asetuksia taikka niiden nojalla annettuja määräyksiä; 2) ne perusteet, joiden mukaan rahoitus määrättyä tarkoitusta varten on myönnetty, ovat olennaisesti muuttuneet; tai 3) Euroopan yhteisön lainsäädännössä edellytetään maksatuksen keskeyttämistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:18 a",
        "normalized_fi": "Valtionapuviranomainen voi päätöksellään määrätä tässä laissa tarkoitetun rahoituksen maksamisen keskeytettäväksi, jos: 1) on ilmeistä, ettei rahoituksen saaja enää järjestä rahoituksen perusteena olevaa toimintaa, tai rahoituksen saaja olennaisessa määrin toimii vastoin asianomaista toimintaa koskevia lakeja tai asetuksia taikka niiden nojalla annettuja määräyksiä; 2) ne perusteet, joiden mukaan rahoitus määrättyä tarkoitusta varten on myönnetty, ovat olennaisesti muuttuneet; tai 3) Euroopan yhteisön lainsäädännössä edellytetään maksatuksen keskeyttämistä.",
        "folded_fi": "valtionapuviranomainen voi paatoksellaan maarata tassa laissa tarkoitetun rahoituksen maksamisen keskeytettavaksi, jos: 1) on ilmeista, ettei rahoituksen saaja enaa jarjesta rahoituksen perusteena olevaa toimintaa, tai rahoituksen saaja olennaisessa maarin toimii vastoin asianomaista toimintaa koskevia lakeja tai asetuksia taikka niiden nojalla annettuja maarayksia; 2) ne perusteet, joiden mukaan rahoitus maarattya tarkoitusta varten on myonnetty, ovat olennaisesti muuttuneet; tai 3) euroopan yhteison lainsaadannossa edellytetaan maksatuksen keskeyttamista.",
        "title_sv": "Avbrytande av utbetalning",
        "content_sv": "Statsbidragsmyndigheten kan besluta att utbetalningen av den finansiering som avses i denna lag avbryts om 1) det är uppenbart att den som får finansiering inte längre ordnar verksamhet som ligger till grund för finansieringen eller att den som får finansiering i väsentlig utsträckning verkar i strid med de lagar eller förordningar som gäller verksamheten i fråga eller de föreskrifter som har meddelats med stöd av dem, 2) de grunder enligt vilka finansieringen för ett bestämt ändamål har beviljats har förändrats väsentligt, eller 3) avbrytande av utbetalning förutsätts i Europeiska gemenskapens lagstiftning.",
        "normalized_sv": "Statsbidragsmyndigheten kan besluta att utbetalningen av den finansiering som avses i denna lag avbryts om 1) det är uppenbart att den som får finansiering inte längre ordnar verksamhet som ligger till grund för finansieringen eller att den som får finansiering i väsentlig utsträckning verkar i strid med de lagar eller förordningar som gäller verksamheten i fråga eller de föreskrifter som har meddelats med stöd av dem, 2) de grunder enligt vilka finansieringen för ett bestämt ändamål har beviljats har förändrats väsentligt, eller 3) avbrytande av utbetalning förutsätts i Europeiska gemenskapens lagstiftning.",
        "folded_sv": "statsbidragsmyndigheten kan besluta att utbetalningen av den finansiering som avses i denna lag avbryts om 1) det ar uppenbart att den som far finansiering inte langre ordnar verksamhet som ligger till grund for finansieringen eller att den som far finansiering i vasentlig utstrackning verkar i strid med de lagar eller forordningar som galler verksamheten i fraga eller de foreskrifter som har meddelats med stod av dem, 2) de grunder enligt vilka finansieringen for ett bestamt andamal har beviljats har forandrats vasentligt, eller 3) avbrytande av utbetalning forutsatts i europeiska gemenskapens lagstiftning."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "title": "Tietojen toimittaminen, tarkastusoikeus ja virka-apu",
      "content": "Vapaan sivistystyön oppilaitoksen ylläpitäjän on toimitettava valtionapuviranomaiselle tässä laissa tarkoitetun rahoituksen määräämiseksi tarvittavat tiedot ja toiminnan laajuutta koskevat tiedot siten kuin opetusministeriö päättää. Opetusministeriö päättää 1 momentissa tarkoitettujen tietojen oikeellisuuden toteamiseksi suoritettavista rahoituksen saajan talouteen ja toimintaan kohdistuvista tarkastuksista. Opetusministeriö voi antaa tarkastuksen suorittamisen myös opetushallituksen tehtäväksi. Rahoituksen saajan on korvauksetta annettava tarkastusta suorittavalle virkamiehelle kaikki tarkastuksen kannalta välttämättömät tiedot ja selvitykset, asiakirjat, tallenteet ja muu aineisto sekä muutoinkin avustettava tarkastuksessa. Tarkastusta suorittavalla virkamiehellä on oikeus päästä tarkastuksen edellyttämässä laajuudessa rahoituksen saajan hallinnassa tai käytössä oleviin rahoitettavassa toiminnassa käytettäviin tiloihin ja muille alueille. Tarkastusta ei kuitenkaan saa suorittaa kotirauhan piiriin kuuluvissa tiloissa. Tarkastusta suorittavalla virkamiehellä on oikeus ottaa tarkastuksen kohteena oleva aineisto haltuunsa, jos tarkastaminen sitä edellyttää. Aineiston haltuunotosta on tarkastuksen yhteydessä laadittava pöytäkirja. Siinä on mainittava haltuunoton tarkoitus ja haltuun otettu aineisto. Aineisto on palautettava viipymättä, kun sitä ei enää tarvita tarkastuksen suorittamiseksi. Opetusministeriöllä ja opetushallituksella on oikeus saada poliisi- ja ulosottoviranomaisilta tarpeellista virka-apua 2 momentin mukaisten tarkastustehtävien suorittamisessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:21",
        "normalized_fi": "Vapaan sivistystyön oppilaitoksen ylläpitäjän on toimitettava valtionapuviranomaiselle tässä laissa tarkoitetun rahoituksen määräämiseksi tarvittavat tiedot ja toiminnan laajuutta koskevat tiedot siten kuin opetusministeriö päättää. Opetusministeriö päättää 1 momentissa tarkoitettujen tietojen oikeellisuuden toteamiseksi suoritettavista rahoituksen saajan talouteen ja toimintaan kohdistuvista tarkastuksista. Opetusministeriö voi antaa tarkastuksen suorittamisen myös opetushallituksen tehtäväksi. Rahoituksen saajan on korvauksetta annettava tarkastusta suorittavalle virkamiehelle kaikki tarkastuksen kannalta välttämättömät tiedot ja selvitykset, asiakirjat, tallenteet ja muu aineisto sekä muutoinkin avustettava tarkastuksessa. Tarkastusta suorittavalla virkamiehellä on oikeus päästä tarkastuksen edellyttämässä laajuudessa rahoituksen saajan hallinnassa tai käytössä oleviin rahoitettavassa toiminnassa käytettäviin tiloihin ja muille alueille. Tarkastusta ei kuitenkaan saa suorittaa kotirauhan piiriin kuuluvissa tiloissa. Tarkastusta suorittavalla virkamiehellä on oikeus ottaa tarkastuksen kohteena oleva aineisto haltuunsa, jos tarkastaminen sitä edellyttää. Aineiston haltuunotosta on tarkastuksen yhteydessä laadittava pöytäkirja. Siinä on mainittava haltuunoton tarkoitus ja haltuun otettu aineisto. Aineisto on palautettava viipymättä, kun sitä ei enää tarvita tarkastuksen suorittamiseksi. Opetusministeriöllä ja opetushallituksella on oikeus saada poliisi- ja ulosottoviranomaisilta tarpeellista virka-apua 2 momentin mukaisten tarkastustehtävien suorittamisessa.",
        "folded_fi": "vapaan sivistystyon oppilaitoksen yllapitajan on toimitettava valtionapuviranomaiselle tassa laissa tarkoitetun rahoituksen maaraamiseksi tarvittavat tiedot ja toiminnan laajuutta koskevat tiedot siten kuin opetusministerio paattaa. opetusministerio paattaa 1 momentissa tarkoitettujen tietojen oikeellisuuden toteamiseksi suoritettavista rahoituksen saajan talouteen ja toimintaan kohdistuvista tarkastuksista. opetusministerio voi antaa tarkastuksen suorittamisen myos opetushallituksen tehtavaksi. rahoituksen saajan on korvauksetta annettava tarkastusta suorittavalle virkamiehelle kaikki tarkastuksen kannalta valttamattomat tiedot ja selvitykset, asiakirjat, tallenteet ja muu aineisto seka muutoinkin avustettava tarkastuksessa. tarkastusta suorittavalla virkamiehella on oikeus paasta tarkastuksen edellyttamassa laajuudessa rahoituksen saajan hallinnassa tai kaytossa oleviin rahoitettavassa toiminnassa kaytettaviin tiloihin ja muille alueille. tarkastusta ei kuitenkaan saa suorittaa kotirauhan piiriin kuuluvissa tiloissa. tarkastusta suorittavalla virkamiehella on oikeus ottaa tarkastuksen kohteena oleva aineisto haltuunsa, jos tarkastaminen sita edellyttaa. aineiston haltuunotosta on tarkastuksen yhteydessa laadittava poytakirja. siina on mainittava haltuunoton tarkoitus ja haltuun otettu aineisto. aineisto on palautettava viipymatta, kun sita ei enaa tarvita tarkastuksen suorittamiseksi. opetusministeriolla ja opetushallituksella on oikeus saada poliisi- ja ulosottoviranomaisilta tarpeellista virka-apua 2 momentin mukaisten tarkastustehtavien suorittamisessa.",
        "title_sv": "Skyldighet att lämna upplysningar, granskningsrätt och handräckning",
        "content_sv": "Huvudmannen för läroanstalterna inom det fria bildningsarbetet skall tillställa statsbidragsmyndigheten de uppgifter som behövs för fastställande av finansiering enligt denna lag och om verksamhetens omfattning så som undervisningsministeriet beslutar. Undervisningsministeriet beslutar om granskningar av ekonomin och verksamheten som utförs hos den som får finansiering för att konstatera riktigheten av de i 1 mom. avsedda uppgifterna. Undervisningsministeriet kan också ge utbildningsstyrelsen i uppdrag att utföra granskningar. Den som får finansiering skall utan ersättning ge den tjänsteman som utför granskningen alla nödvändiga uppgifter och utredningar, handlingar, upptagningar och annat material som behövs för granskningen samt även i övrigt bistå vid granskningen. Den tjänsteman som utför granskningen har rätt att i den omfattning som granskningen kräver få tillträde till lokaler som är i finansieringstagarens besittning eller användning och som används för den verksamhet som finansieras samt till andra områden. Granskning får dock inte utföras i lokaler som omfattas av hemfriden. Den tjänsteman som utför granskningen har rätt att omhänderta det material som är föremål för granskning, om granskningen kräver det. Över omhändertagandet av material skall ett protokoll upprättas i samband med granskningen. Där skall nämnas syftet med omhändertagandet och det omhändertagna materialet. Materialet skall återlämnas utan dröjsmål när det inte längre behövs för granskningen. Undervisningsministeriet och utbildningsstyrelsen har rätt att få nödvändig handräckning av polis- och utsökningsmyndigheterna vid utförandet av granskningsuppgifter enligt 2 mom.",
        "normalized_sv": "Huvudmannen för läroanstalterna inom det fria bildningsarbetet skall tillställa statsbidragsmyndigheten de uppgifter som behövs för fastställande av finansiering enligt denna lag och om verksamhetens omfattning så som undervisningsministeriet beslutar. Undervisningsministeriet beslutar om granskningar av ekonomin och verksamheten som utförs hos den som får finansiering för att konstatera riktigheten av de i 1 mom. avsedda uppgifterna. Undervisningsministeriet kan också ge utbildningsstyrelsen i uppdrag att utföra granskningar. Den som får finansiering skall utan ersättning ge den tjänsteman som utför granskningen alla nödvändiga uppgifter och utredningar, handlingar, upptagningar och annat material som behövs för granskningen samt även i övrigt bistå vid granskningen. Den tjänsteman som utför granskningen har rätt att i den omfattning som granskningen kräver få tillträde till lokaler som är i finansieringstagarens besittning eller användning och som används för den verksamhet som finansieras samt till andra områden. Granskning får dock inte utföras i lokaler som omfattas av hemfriden. Den tjänsteman som utför granskningen har rätt att omhänderta det material som är föremål för granskning, om granskningen kräver det. Över omhändertagandet av material skall ett protokoll upprättas i samband med granskningen. Där skall nämnas syftet med omhändertagandet och det omhändertagna materialet. Materialet skall återlämnas utan dröjsmål när det inte längre behövs för granskningen. Undervisningsministeriet och utbildningsstyrelsen har rätt att få nödvändig handräckning av polis- och utsökningsmyndigheterna vid utförandet av granskningsuppgifter enligt 2 mom.",
        "folded_sv": "huvudmannen for laroanstalterna inom det fria bildningsarbetet skall tillstalla statsbidragsmyndigheten de uppgifter som behovs for faststallande av finansiering enligt denna lag och om verksamhetens omfattning sa som undervisningsministeriet beslutar. undervisningsministeriet beslutar om granskningar av ekonomin och verksamheten som utfors hos den som far finansiering for att konstatera riktigheten av de i 1 mom. avsedda uppgifterna. undervisningsministeriet kan ocksa ge utbildningsstyrelsen i uppdrag att utfora granskningar. den som far finansiering skall utan ersattning ge den tjansteman som utfor granskningen alla nodvandiga uppgifter och utredningar, handlingar, upptagningar och annat material som behovs for granskningen samt aven i ovrigt bista vid granskningen. den tjansteman som utfor granskningen har ratt att i den omfattning som granskningen kraver fa tilltrade till lokaler som ar i finansieringstagarens besittning eller anvandning och som anvands for den verksamhet som finansieras samt till andra omraden. granskning far dock inte utforas i lokaler som omfattas av hemfriden. den tjansteman som utfor granskningen har ratt att omhanderta det material som ar foremal for granskning, om granskningen kraver det. over omhandertagandet av material skall ett protokoll upprattas i samband med granskningen. dar skall namnas syftet med omhandertagandet och det omhandertagna materialet. materialet skall aterlamnas utan drojsmal nar det inte langre behovs for granskningen. undervisningsministeriet och utbildningsstyrelsen har ratt att fa nodvandig handrackning av polis- och utsokningsmyndigheterna vid utforandet av granskningsuppgifter enligt 2 mom."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "6:21 a",
      "chapter": "6",
      "section": "21 a",
      "title": "Tietojensaantioikeus",
      "content": "Oppilaitoksen ylläpitäjällä on tehtäviään hoitaessaan oikeus saada valtion ja kunnan viranomaiselta koulutuksen suunnittelussa ja järjestämisessä tarvittavat välttämättömät tilastotiedot ja muut vastaavat tiedot. Oppilaitoksen ylläpitäjän tulee pyynnöstä toimittaa valtion opetushallintoviranomaisille niiden määräämät koulutuksen arvioinnissa, kehittämisessä, tilastoinnissa ja seurannassa tarvittavat välttämättömät tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:21 a",
        "normalized_fi": "Oppilaitoksen ylläpitäjällä on tehtäviään hoitaessaan oikeus saada valtion ja kunnan viranomaiselta koulutuksen suunnittelussa ja järjestämisessä tarvittavat välttämättömät tilastotiedot ja muut vastaavat tiedot. Oppilaitoksen ylläpitäjän tulee pyynnöstä toimittaa valtion opetushallintoviranomaisille niiden määräämät koulutuksen arvioinnissa, kehittämisessä, tilastoinnissa ja seurannassa tarvittavat välttämättömät tiedot.",
        "folded_fi": "oppilaitoksen yllapitajalla on tehtaviaan hoitaessaan oikeus saada valtion ja kunnan viranomaiselta koulutuksen suunnittelussa ja jarjestamisessa tarvittavat valttamattomat tilastotiedot ja muut vastaavat tiedot. oppilaitoksen yllapitajan tulee pyynnosta toimittaa valtion opetushallintoviranomaisille niiden maaraamat koulutuksen arvioinnissa, kehittamisessa, tilastoinnissa ja seurannassa tarvittavat valttamattomat tiedot.",
        "title_sv": "Rätt att få uppgifter",
        "content_sv": "Huvudmannen för en läroanstalt har vid skötseln av sina uppgifter rätt att av statliga och kommunala myndigheter få sådana nödvändiga statistikuppgifter och övriga motsvarande uppgifter som behövs i planeringen och anordnandet av utbildningen. Läroanstaltens huvudman skall på begäran ge de statliga undervisningsförvaltningsmyndigheterna de nödvändiga uppgifter som de bestämmer och som behövs vid utvärdering, utveckling, statistikföring och uppföljning av utbildningen.",
        "normalized_sv": "Huvudmannen för en läroanstalt har vid skötseln av sina uppgifter rätt att av statliga och kommunala myndigheter få sådana nödvändiga statistikuppgifter och övriga motsvarande uppgifter som behövs i planeringen och anordnandet av utbildningen. Läroanstaltens huvudman skall på begäran ge de statliga undervisningsförvaltningsmyndigheterna de nödvändiga uppgifter som de bestämmer och som behövs vid utvärdering, utveckling, statistikföring och uppföljning av utbildningen.",
        "folded_sv": "huvudmannen for en laroanstalt har vid skotseln av sina uppgifter ratt att av statliga och kommunala myndigheter fa sadana nodvandiga statistikuppgifter och ovriga motsvarande uppgifter som behovs i planeringen och anordnandet av utbildningen. laroanstaltens huvudman skall pa begaran ge de statliga undervisningsforvaltningsmyndigheterna de nodvandiga uppgifter som de bestammer och som behovs vid utvardering, utveckling, statistikforing och uppfoljning av utbildningen."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "6:21 b",
      "chapter": "6",
      "section": "21 b",
      "title": "Valtionavustuslain soveltaminen",
      "content": "Jollei tässä laissa toisin säädetä, tämän lain nojalla myönnettäviin valtionavustuksiin sovelletaan, mitä valtionavustuslaissa (688/2001) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:21 b",
        "normalized_fi": "Jollei tässä laissa toisin säädetä, tämän lain nojalla myönnettäviin valtionavustuksiin sovelletaan, mitä valtionavustuslaissa (688/2001) säädetään.",
        "folded_fi": "jollei tassa laissa toisin saadeta, taman lain nojalla myonnettaviin valtionavustuksiin sovelletaan, mita valtionavustuslaissa (688/2001) saadetaan.",
        "title_sv": "Tillämpning av statsunderstödslagen",
        "content_sv": "Om inte något annat bestäms i denna lag tillämpas på statsunderstöd som beviljas med stöd av denna lag bestämmelserna i statsunderstödslagen (688/2001).",
        "normalized_sv": "Om inte något annat bestäms i denna lag tillämpas på statsunderstöd som beviljas med stöd av denna lag bestämmelserna i statsunderstödslagen (688/2001).",
        "folded_sv": "om inte nagot annat bestams i denna lag tillampas pa statsunderstod som beviljas med stod av denna lag bestammelserna i statsunderstodslagen (688/2001)."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Lain piiriin kuuluva toiminta",
      "content": "Opintokeskukset toimivat sivistystyön valtakunnallisina aikuisoppilaitoksina järjestämällä opintoja itse sekä yhdessä kansalais- ja kulttuurijärjestöjen kanssa elinikäisen oppimisen ja aktiivisen kansalaisuuden sekä demokratian ja kansalaisyhteiskunnan toiminnan edistämiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Opintokeskukset toimivat sivistystyön valtakunnallisina aikuisoppilaitoksina järjestämällä opintoja itse sekä yhdessä kansalais- ja kulttuurijärjestöjen kanssa elinikäisen oppimisen ja aktiivisen kansalaisuuden sekä demokratian ja kansalaisyhteiskunnan toiminnan edistämiseksi.",
        "folded_fi": "opintokeskukset toimivat sivistystyon valtakunnallisina aikuisoppilaitoksina jarjestamalla opintoja itse seka yhdessa kansalais- ja kulttuurijarjestojen kanssa elinikaisen oppimisen ja aktiivisen kansalaisuuden seka demokratian ja kansalaisyhteiskunnan toiminnan edistamiseksi.",
        "title_sv": "Verksamhet som lagen omfattar",
        "content_sv": "Studiecentraler är vuxenläroanstalter på riksnivå för bildningsarbete. De ordnar studier självständigt eller i samarbete med medborgar- och kulturorganisationer i syfte att främja livslångt lärande, ett aktivt medborgarskap och demokrati samt verksamhet i medborgarsamhället.",
        "normalized_sv": "Studiecentraler är vuxenläroanstalter på riksnivå för bildningsarbete. De ordnar studier självständigt eller i samarbete med medborgar- och kulturorganisationer i syfte att främja livslångt lärande, ett aktivt medborgarskap och demokrati samt verksamhet i medborgarsamhället.",
        "folded_sv": "studiecentraler ar vuxenlaroanstalter pa riksniva for bildningsarbete. de ordnar studier sjalvstandigt eller i samarbete med medborgar- och kulturorganisationer i syfte att framja livslangt larande, ett aktivt medborgarskap och demokrati samt verksamhet i medborgarsamhallet."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Valtionosuuden määrä",
      "content": "Kansanopiston, kansalaisopiston ja kesäyliopiston ylläpitäjälle myönnetään valtionosuutta 57 prosenttia sekä opintokeskuksen ja liikunnan koulutuskeskuksen ylläpitäjälle 65 prosenttia 8 §:n mukaan lasketusta euromäärästä. Edellä 2 §:n 7 momentissa tarkoitetun oppilaitoksen ylläpitäjälle myönnetään valtionosuutta 57 prosenttia 8 §:n mukaan lasketusta euromäärästä. Kansanopiston ylläpitäjälle, jonka ylläpitämisluvassa määritellyn pääasiallisen koulutustehtävän muodostaa vaikeasti vammaisille järjestettävä koulutus, myönnetään kuitenkin valtionosuutta 70 prosenttia 8 §:n mukaan lasketusta euromäärästä. Yhdistetyssä oppilaitoksessa valtionosuusprosentti määräytyy kunkin oppilaitosmuodon osalta erikseen. Opintokeskukselle myönnetään valtioneuvoston asetuksella säädetyt ehdot täyttäviä opintokerhoja varten valtionosuutena euromäärä, joka saadaan kertomalla opintokeskukselle vahvistettujen opintokerhotuntien määrällä opetusministeriön kullekin vuodelle määräämä opintokerhotunnin hinta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Kansanopiston, kansalaisopiston ja kesäyliopiston ylläpitäjälle myönnetään valtionosuutta 57 prosenttia sekä opintokeskuksen ja liikunnan koulutuskeskuksen ylläpitäjälle 65 prosenttia 8 § :n mukaan lasketusta euromäärästä. Edellä 2 § :n 7 momentissa tarkoitetun oppilaitoksen ylläpitäjälle myönnetään valtionosuutta 57 prosenttia 8 § :n mukaan lasketusta euromäärästä. Kansanopiston ylläpitäjälle, jonka ylläpitämisluvassa määritellyn pääasiallisen koulutustehtävän muodostaa vaikeasti vammaisille järjestettävä koulutus, myönnetään kuitenkin valtionosuutta 70 prosenttia 8 § :n mukaan lasketusta euromäärästä. Yhdistetyssä oppilaitoksessa valtionosuusprosentti määräytyy kunkin oppilaitosmuodon osalta erikseen. Opintokeskukselle myönnetään valtioneuvoston asetuksella säädetyt ehdot täyttäviä opintokerhoja varten valtionosuutena euromäärä, joka saadaan kertomalla opintokeskukselle vahvistettujen opintokerhotuntien määrällä opetusministeriön kullekin vuodelle määräämä opintokerhotunnin hinta.",
        "folded_fi": "kansanopiston, kansalaisopiston ja kesayliopiston yllapitajalle myonnetaan valtionosuutta 57 prosenttia seka opintokeskuksen ja liikunnan koulutuskeskuksen yllapitajalle 65 prosenttia 8 §:n mukaan lasketusta euromaarasta. edella 2 §:n 7 momentissa tarkoitetun oppilaitoksen yllapitajalle myonnetaan valtionosuutta 57 prosenttia 8 §:n mukaan lasketusta euromaarasta. kansanopiston yllapitajalle, jonka yllapitamisluvassa maaritellyn paaasiallisen koulutustehtavan muodostaa vaikeasti vammaisille jarjestettava koulutus, myonnetaan kuitenkin valtionosuutta 70 prosenttia 8 §:n mukaan lasketusta euromaarasta. yhdistetyssa oppilaitoksessa valtionosuusprosentti maaraytyy kunkin oppilaitosmuodon osalta erikseen. opintokeskukselle myonnetaan valtioneuvoston asetuksella saadetyt ehdot tayttavia opintokerhoja varten valtionosuutena euromaara, joka saadaan kertomalla opintokeskukselle vahvistettujen opintokerhotuntien maaralla opetusministerion kullekin vuodelle maaraama opintokerhotunnin hinta.",
        "title_sv": "Statsandelens belopp",
        "content_sv": "Huvudmän för folkhögskolor, medborgarinstitut och sommaruniversitet beviljas statsandel till 57 procent samt huvudmän för studiecentraler och idrottsutbildningscenter till 65 procent av det belopp som beräknats enligt 8 §. Huvudmannen för den läroanstalt som avses i 2 § 7 mom. beviljas statsandel till 57 procent av det belopp som beräknats enligt 8 §. En huvudman för en folkhögskola beviljas dock statsandel till 70 procent av det belopp som beräknats enligt 8 §, om den huvudsakliga utbildningsuppgiften enligt tillståndet att driva läroanstalt består i att anordna utbildning för gravt handikappade. I en sammanslagen läroanstalt bestäms statsandelsprocenten särskilt för respektive läroanstaltsform. För studiecirklar som uppfyller villkoren i en förordning av statsrådet beviljas en studiecentral statsandel till ett belopp som fås när det för studiecentralen fastställda antalet studiecirkeltimmar multipliceras med det av undervisningsministeriet årligen bestämda priset per studiecirkeltimme.",
        "normalized_sv": "Huvudmän för folkhögskolor, medborgarinstitut och sommaruniversitet beviljas statsandel till 57 procent samt huvudmän för studiecentraler och idrottsutbildningscenter till 65 procent av det belopp som beräknats enligt 8 § . Huvudmannen för den läroanstalt som avses i 2 § 7 mom. beviljas statsandel till 57 procent av det belopp som beräknats enligt 8 § . En huvudman för en folkhögskola beviljas dock statsandel till 70 procent av det belopp som beräknats enligt 8 § , om den huvudsakliga utbildningsuppgiften enligt tillståndet att driva läroanstalt består i att anordna utbildning för gravt handikappade. I en sammanslagen läroanstalt bestäms statsandelsprocenten särskilt för respektive läroanstaltsform. För studiecirklar som uppfyller villkoren i en förordning av statsrådet beviljas en studiecentral statsandel till ett belopp som fås när det för studiecentralen fastställda antalet studiecirkeltimmar multipliceras med det av undervisningsministeriet årligen bestämda priset per studiecirkeltimme.",
        "folded_sv": "huvudman for folkhogskolor, medborgarinstitut och sommaruniversitet beviljas statsandel till 57 procent samt huvudman for studiecentraler och idrottsutbildningscenter till 65 procent av det belopp som beraknats enligt 8 §. huvudmannen for den laroanstalt som avses i 2 § 7 mom. beviljas statsandel till 57 procent av det belopp som beraknats enligt 8 §. en huvudman for en folkhogskola beviljas dock statsandel till 70 procent av det belopp som beraknats enligt 8 §, om den huvudsakliga utbildningsuppgiften enligt tillstandet att driva laroanstalt bestar i att anordna utbildning for gravt handikappade. i en sammanslagen laroanstalt bestams statsandelsprocenten sarskilt for respektive laroanstaltsform. for studiecirklar som uppfyller villkoren i en forordning av statsradet beviljas en studiecentral statsandel till ett belopp som fas nar det for studiecentralen faststallda antalet studiecirkeltimmar multipliceras med det av undervisningsministeriet arligen bestamda priset per studiecirkeltimme."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Valtionosuuden laskemisessa käytettävien suoritteiden määrän vahvistaminen",
      "content": "Opetusministeriö vahvistaa vuosittain valtionosuuden laskemisen perusteena käytettävän opiskelijaviikkojen, opiskelijavuorokausien, opiskelijapäivien, opetustuntien sekä opintokerhotuntien määrän. Yhdistetyn oppilaitoksen osalta suoritteiden määrät vahvistetaan erikseen kullekin oppilaitosmuodolle. Suoritteiden määrien laskemisesta säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Opetusministeriö vahvistaa vuosittain valtionosuuden laskemisen perusteena käytettävän opiskelijaviikkojen, opiskelijavuorokausien, opiskelijapäivien, opetustuntien sekä opintokerhotuntien määrän. Yhdistetyn oppilaitoksen osalta suoritteiden määrät vahvistetaan erikseen kullekin oppilaitosmuodolle. Suoritteiden määrien laskemisesta säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "opetusministerio vahvistaa vuosittain valtionosuuden laskemisen perusteena kaytettavan opiskelijaviikkojen, opiskelijavuorokausien, opiskelijapaivien, opetustuntien seka opintokerhotuntien maaran. yhdistetyn oppilaitoksen osalta suoritteiden maarat vahvistetaan erikseen kullekin oppilaitosmuodolle. suoritteiden maarien laskemisesta saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Fastställande av antalet prestationer som skall användas vid beräkning av statsandelen",
        "content_sv": "Undervisningsministeriet fastställer årligen det antal studerandeveckor, studerandedygn, studerandedagar, undervisningstimmar och studiecirkeltimmar som läggs till grund för beräkningen av statsandelen. I fråga om en sammanslagen läroanstalt fastställs antalet prestationer särskilt för respektive läroanstaltsform. Närmare bestämmelser om beräkningen av antalet prestationer utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Undervisningsministeriet fastställer årligen det antal studerandeveckor, studerandedygn, studerandedagar, undervisningstimmar och studiecirkeltimmar som läggs till grund för beräkningen av statsandelen. I fråga om en sammanslagen läroanstalt fastställs antalet prestationer särskilt för respektive läroanstaltsform. Närmare bestämmelser om beräkningen av antalet prestationer utfärdas genom förordning av statsrådet.",
        "folded_sv": "undervisningsministeriet faststaller arligen det antal studerandeveckor, studerandedygn, studerandedagar, undervisningstimmar och studiecirkeltimmar som laggs till grund for berakningen av statsandelen. i fraga om en sammanslagen laroanstalt faststalls antalet prestationer sarskilt for respektive laroanstaltsform. narmare bestammelser om berakningen av antalet prestationer utfardas genom forordning av statsradet."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Yksikköhinta",
      "content": "Opetusministeriö määrää opiskelijaviikkojen, opiskelijavuorokausien, opiskelijapäivien ja opetustuntien yksikköhinnat sekä opintokerhotuntien hinnan seuraavaa vuotta varten. Yksikköhinnat määrätään varainhoitovuodelle arvioidun kustannustason mukaisiksi. Opiskelijaviikon yksikköhinta lasketaan kansanopistoille joka neljäs vuosi jakamalla yksikköhinnan määräämistä edeltänyttä vuotta edeltäneenä vuonna kansanopistojen toiminnasta aiheutuneet käyttökustannukset opistojen saman vuoden opiskelijaviikkojen määrällä. Valtioneuvoston asetuksella säädetään yksikköhinnan korottamisesta opistoissa, joiden ylläpitäjien ylläpitämisluvassa määriteltynä pääasiallisena koulutustehtävänä tai osana koulutustehtävää on vaikeasti vammaisille tarkoitettu koulutus taikka enintään kymmenen päivän pituisten kurssien järjestäminen. Valtioneuvoston asetuksella säädetään myös opiston ulkopuolella asuvien opiskelijaviikoista yksikköhintaan tehtävästä vähennyksestä. Valtakunnallisten liikunnan koulutuskeskusten opiskelijavuorokauden yksikköhinta lasketaan joka neljäs vuosi jakamalla yksikköhinnan määräämistä edeltänyttä vuotta edeltäneenä vuonna liikunnan koulutuskeskusten toiminnasta aiheutuneet käyttökustannukset koulutuskeskusten saman vuoden opiskelijavuorokausien määrällä. Alueellisten liikunnan koulutuskeskusten opiskelijapäivän yksikköhinta määrätään vuosittain valtion talousarviossa olevan määrärahan puitteissa. Opetustunnin yksikköhinta kansalaisopistoille lasketaan joka neljäs vuosi jakamalla yksikköhinnan määräämistä edeltänyttä vuotta edeltäneenä vuonna kansalaisopistojen toiminnasta aiheutuneet käyttökustannukset kansalaisopistojen saman vuoden opetustuntien määrällä. Kansalaisopistoille määrättäviä yksikköhintoja porrastetaan tiheästi asutuissa kunnissa kansalaisopiston sijaintikunnan asukastiheyden perusteella. Porrastusten suuruudesta ja yksikköhintojen tarkemmasta laskemisesta sekä siitä, mitä kuntia pidetään tiheästi asuttuina kuntina, säädetään valtioneuvoston asetuksella. Kansalaisopistojen keskimääräisen yksikköhinnan vahvistamisesta on soveltuvin osin voimassa, mitä opetus- ja kulttuuritoimen rahoituksesta annetun lain (635/1998) 16 §:ssä säädetään. Opetustunnin yksikköhinta kesäyliopistoille lasketaan joka neljäs vuosi jakamalla yksikköhinnan määräämistä edeltänyttä vuotta edeltäneenä vuonna kesäyliopistojen toiminnasta aiheutuneet käyttökustannukset kesäyliopistojen saman vuoden opetustuntien määrällä. Opetustunnin yksikköhinta opintokeskuksille lasketaan joka neljäs vuosi jakamalla yksikköhinnan määräämistä edeltänyttä vuotta edeltäneenä vuonna opintokeskusten toiminnasta aiheutuneet käyttökustannukset opintokeskusten saman vuoden opetustuntien määrällä. Yhdistetyssä oppilaitoksessa yksikköhinnat lasketaan erikseen oppilaitosmuodoittain. Muina kuin 2―6 momentissa tarkoitettuina vuosina yksikköhinnaksi määrätään edelliselle vuodelle määrätty yksikköhinta. Jos kansanopisto tai liikunnan koulutuskeskus toimii toiminnan laajuus huomioon ottaen olennaisessa määrin vuokratiloissa, yksikköhintaa voidaan vuosittain korottaa euromäärällä, joka lasketaan jakamalla opetusministeriön valtionosuuden laskentaperusteeksi vahvistama vuosivuokra oppilaitoksen 10 §:ssä tarkoitettujen opiskelijaviikkojen tai opiskelijavuorokausien määrällä. Edellä 2 ja 4 momentissa tarkoitetut yksikköhinnat on määrättävä siten, että yksikköhinnat kerrottuina toteutuneiden opiskelijaviikkojen ja opetustuntien määrillä yhteenlaskettuina vastaavat edellä mainittuja oppilaitosmuotokohtaisia kokonaiskustannuksia. Edellä 2 §:n 7 momentissa tarkoitetun oppilaitoksen yksikköhinta on sama kuin kansanopistojen porrastamaton yksikköhinta. Yksikköhinnasta vähennetään sisäoppilaitoksen osuutta vastaava määrä siten kuin valtioneuvoston asetuksella tarkemmin säädetään. Yksikköhintaa voidaan korottaa vuokratilojen osalta siten kuin 9 momentissa säädetään kansanopistoista ja liikunnan koulutuskeskuksista sekä koulutustehtävässä määrätyn erityistehtävän perusteella siten kuin valtioneuvoston asetuksella tarkemmin säädetään. Arvonlisäveron osalta noudatetaan 13 a §:n säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Opetusministeriö määrää opiskelijaviikkojen, opiskelijavuorokausien, opiskelijapäivien ja opetustuntien yksikköhinnat sekä opintokerhotuntien hinnan seuraavaa vuotta varten. Yksikköhinnat määrätään varainhoitovuodelle arvioidun kustannustason mukaisiksi. Opiskelijaviikon yksikköhinta lasketaan kansanopistoille joka neljäs vuosi jakamalla yksikköhinnan määräämistä edeltänyttä vuotta edeltäneenä vuonna kansanopistojen toiminnasta aiheutuneet käyttökustannukset opistojen saman vuoden opiskelijaviikkojen määrällä. Valtioneuvoston asetuksella säädetään yksikköhinnan korottamisesta opistoissa, joiden ylläpitäjien ylläpitämisluvassa määriteltynä pääasiallisena koulutustehtävänä tai osana koulutustehtävää on vaikeasti vammaisille tarkoitettu koulutus taikka enintään kymmenen päivän pituisten kurssien järjestäminen. Valtioneuvoston asetuksella säädetään myös opiston ulkopuolella asuvien opiskelijaviikoista yksikköhintaan tehtävästä vähennyksestä. Valtakunnallisten liikunnan koulutuskeskusten opiskelijavuorokauden yksikköhinta lasketaan joka neljäs vuosi jakamalla yksikköhinnan määräämistä edeltänyttä vuotta edeltäneenä vuonna liikunnan koulutuskeskusten toiminnasta aiheutuneet käyttökustannukset koulutuskeskusten saman vuoden opiskelijavuorokausien määrällä. Alueellisten liikunnan koulutuskeskusten opiskelijapäivän yksikköhinta määrätään vuosittain valtion talousarviossa olevan määrärahan puitteissa. Opetustunnin yksikköhinta kansalaisopistoille lasketaan joka neljäs vuosi jakamalla yksikköhinnan määräämistä edeltänyttä vuotta edeltäneenä vuonna kansalaisopistojen toiminnasta aiheutuneet käyttökustannukset kansalaisopistojen saman vuoden opetustuntien määrällä. Kansalaisopistoille määrättäviä yksikköhintoja porrastetaan tiheästi asutuissa kunnissa kansalaisopiston sijaintikunnan asukastiheyden perusteella. Porrastusten suuruudesta ja yksikköhintojen tarkemmasta laskemisesta sekä siitä, mitä kuntia pidetään tiheästi asuttuina kuntina, säädetään valtioneuvoston asetuksella. Kansalaisopistojen keskimääräisen yksikköhinnan vahvistamisesta on soveltuvin osin voimassa, mitä opetus- ja kulttuuritoimen rahoituksesta annetun lain (635/1998) 16 § :ssä säädetään. Opetustunnin yksikköhinta kesäyliopistoille lasketaan joka neljäs vuosi jakamalla yksikköhinnan määräämistä edeltänyttä vuotta edeltäneenä vuonna kesäyliopistojen toiminnasta aiheutuneet käyttökustannukset kesäyliopistojen saman vuoden opetustuntien määrällä. Opetustunnin yksikköhinta opintokeskuksille lasketaan joka neljäs vuosi jakamalla yksikköhinnan määräämistä edeltänyttä vuotta edeltäneenä vuonna opintokeskusten toiminnasta aiheutuneet käyttökustannukset opintokeskusten saman vuoden opetustuntien määrällä. Yhdistetyssä oppilaitoksessa yksikköhinnat lasketaan erikseen oppilaitosmuodoittain. Muina kuin 2―6 momentissa tarkoitettuina vuosina yksikköhinnaksi määrätään edelliselle vuodelle määrätty yksikköhinta. Jos kansanopisto tai liikunnan koulutuskeskus toimii toiminnan laajuus huomioon ottaen olennaisessa määrin vuokratiloissa, yksikköhintaa voidaan vuosittain korottaa euromäärällä, joka lasketaan jakamalla opetusministeriön valtionosuuden laskentaperusteeksi vahvistama vuosivuokra oppilaitoksen 10 § :ssä tarkoitettujen opiskelijaviikkojen tai opiskelijavuorokausien määrällä. Edellä 2 ja 4 momentissa tarkoitetut yksikköhinnat on määrättävä siten, että yksikköhinnat kerrottuina toteutuneiden opiskelijaviikkojen ja opetustuntien määrillä yhteenlaskettuina vastaavat edellä mainittuja oppilaitosmuotokohtaisia kokonaiskustannuksia. Edellä 2 § :n 7 momentissa tarkoitetun oppilaitoksen yksikköhinta on sama kuin kansanopistojen porrastamaton yksikköhinta. Yksikköhinnasta vähennetään sisäoppilaitoksen osuutta vastaava määrä siten kuin valtioneuvoston asetuksella tarkemmin säädetään. Yksikköhintaa voidaan korottaa vuokratilojen osalta siten kuin 9 momentissa säädetään kansanopistoista ja liikunnan koulutuskeskuksista sekä koulutustehtävässä määrätyn erityistehtävän perusteella siten kuin valtioneuvoston asetuksella tarkemmin säädetään. Arvonlisäveron osalta noudatetaan 13 a § :n säännöksiä.",
        "folded_fi": "opetusministerio maaraa opiskelijaviikkojen, opiskelijavuorokausien, opiskelijapaivien ja opetustuntien yksikkohinnat seka opintokerhotuntien hinnan seuraavaa vuotta varten. yksikkohinnat maarataan varainhoitovuodelle arvioidun kustannustason mukaisiksi. opiskelijaviikon yksikkohinta lasketaan kansanopistoille joka neljas vuosi jakamalla yksikkohinnan maaraamista edeltanytta vuotta edeltaneena vuonna kansanopistojen toiminnasta aiheutuneet kayttokustannukset opistojen saman vuoden opiskelijaviikkojen maaralla. valtioneuvoston asetuksella saadetaan yksikkohinnan korottamisesta opistoissa, joiden yllapitajien yllapitamisluvassa maariteltyna paaasiallisena koulutustehtavana tai osana koulutustehtavaa on vaikeasti vammaisille tarkoitettu koulutus taikka enintaan kymmenen paivan pituisten kurssien jarjestaminen. valtioneuvoston asetuksella saadetaan myos opiston ulkopuolella asuvien opiskelijaviikoista yksikkohintaan tehtavasta vahennyksesta. valtakunnallisten liikunnan koulutuskeskusten opiskelijavuorokauden yksikkohinta lasketaan joka neljas vuosi jakamalla yksikkohinnan maaraamista edeltanytta vuotta edeltaneena vuonna liikunnan koulutuskeskusten toiminnasta aiheutuneet kayttokustannukset koulutuskeskusten saman vuoden opiskelijavuorokausien maaralla. alueellisten liikunnan koulutuskeskusten opiskelijapaivan yksikkohinta maarataan vuosittain valtion talousarviossa olevan maararahan puitteissa. opetustunnin yksikkohinta kansalaisopistoille lasketaan joka neljas vuosi jakamalla yksikkohinnan maaraamista edeltanytta vuotta edeltaneena vuonna kansalaisopistojen toiminnasta aiheutuneet kayttokustannukset kansalaisopistojen saman vuoden opetustuntien maaralla. kansalaisopistoille maarattavia yksikkohintoja porrastetaan tiheasti asutuissa kunnissa kansalaisopiston sijaintikunnan asukastiheyden perusteella. porrastusten suuruudesta ja yksikkohintojen tarkemmasta laskemisesta seka siita, mita kuntia pidetaan tiheasti asuttuina kuntina, saadetaan valtioneuvoston asetuksella. kansalaisopistojen keskimaaraisen yksikkohinnan vahvistamisesta on soveltuvin osin voimassa, mita opetus- ja kulttuuritoimen rahoituksesta annetun lain (635/1998) 16 §:ssa saadetaan. opetustunnin yksikkohinta kesayliopistoille lasketaan joka neljas vuosi jakamalla yksikkohinnan maaraamista edeltanytta vuotta edeltaneena vuonna kesayliopistojen toiminnasta aiheutuneet kayttokustannukset kesayliopistojen saman vuoden opetustuntien maaralla. opetustunnin yksikkohinta opintokeskuksille lasketaan joka neljas vuosi jakamalla yksikkohinnan maaraamista edeltanytta vuotta edeltaneena vuonna opintokeskusten toiminnasta aiheutuneet kayttokustannukset opintokeskusten saman vuoden opetustuntien maaralla. yhdistetyssa oppilaitoksessa yksikkohinnat lasketaan erikseen oppilaitosmuodoittain. muina kuin 2―6 momentissa tarkoitettuina vuosina yksikkohinnaksi maarataan edelliselle vuodelle maaratty yksikkohinta. jos kansanopisto tai liikunnan koulutuskeskus toimii toiminnan laajuus huomioon ottaen olennaisessa maarin vuokratiloissa, yksikkohintaa voidaan vuosittain korottaa euromaaralla, joka lasketaan jakamalla opetusministerion valtionosuuden laskentaperusteeksi vahvistama vuosivuokra oppilaitoksen 10 §:ssa tarkoitettujen opiskelijaviikkojen tai opiskelijavuorokausien maaralla. edella 2 ja 4 momentissa tarkoitetut yksikkohinnat on maarattava siten, etta yksikkohinnat kerrottuina toteutuneiden opiskelijaviikkojen ja opetustuntien maarilla yhteenlaskettuina vastaavat edella mainittuja oppilaitosmuotokohtaisia kokonaiskustannuksia. edella 2 §:n 7 momentissa tarkoitetun oppilaitoksen yksikkohinta on sama kuin kansanopistojen porrastamaton yksikkohinta. yksikkohinnasta vahennetaan sisaoppilaitoksen osuutta vastaava maara siten kuin valtioneuvoston asetuksella tarkemmin saadetaan. yksikkohintaa voidaan korottaa vuokratilojen osalta siten kuin 9 momentissa saadetaan kansanopistoista ja liikunnan koulutuskeskuksista seka koulutustehtavassa maaratyn erityistehtavan perusteella siten kuin valtioneuvoston asetuksella tarkemmin saadetaan. arvonlisaveron osalta noudatetaan 13 a §:n saannoksia.",
        "title_sv": "Pris per enhet",
        "content_sv": "Undervisningsministeriet bestämmer priserna per enhet i fråga om studerandeveckor, studerandedygn, studerandedagar och undervisningstimmar samt priset för studiecirkeltimmar för det följande året. Priserna per enhet bestäms enligt den beräknade kostnadsnivån för finansåret. Priset per enhet för en studerandevecka vid folkhögskolorna beräknas vart fjärde år så att driftskostnaderna för verksamheten vid folkhögskolorna under det år som föregår året före det då priset per enhet bestäms divideras med antalet studerandeveckor i folkhögskolorna samma år. Genom förordning av statsrådet föreskrivs om höjning av priset per enhet i sådana folkhögskolor där den huvudsakliga utbildningsuppgiften eller en del av utbildningsuppgiften enligt huvudmannens tillstånd att driva läroanstalt är utbildning som är avsedd för gravt handikappade eller att ordna kurser på högst tio dagar. Genom förordning av statsrådet föreskrivs också om en minskning av priset per enhet i fråga om studerandeveckor för studerande som bor utanför folkhögskolan. Priset per enhet för ett studerandedygn vid de riksomfattande idrottsutbildningscentren beräknas vart fjärde år så att driftskostnaderna för verksamheten vid idrottsutbildningscentren under det år som föregår året före det då priset per enhet bestäms divideras med antalet studerandedygn i idrottsutbildningscentren samma år. Priset per enhet för en studerandedag vid de regionala idrottsutbildningscentren bestäms årligen inom ramen för anslaget i statsbudgeten. Priset per enhet för en undervisningstimme vid medborgarinstituten beräknas vart fjärde år så att driftskostnaderna för verksamheten vid medborgarinstituten under det år som föregår året före det då priset per enhet bestäms divideras med antalet undervisningstimmar vid instituten samma år. Prisen per enhet för medborgarinstitut graderas i tätt befolkade kommuner på basis av befolkningstätheten i den kommun där medborgarinstitutet finns. I fråga om storleken på graderingen och den exaktare beräkningen av priset per enhet samt vilka kommuner som anses vara tätt befolkade kommuner föreskrivs genom förordning av statsrådet. I fråga om fastställande av det genomsnittliga priset per enhet för medborgarinstituten gäller i tillämpliga delar vad som bestäms i 16 § i lagen om finansiering av undervisnings- och kulturverksamhet (635/1998). Priset per enhet för en undervisningstimme vid sommaruniversiteten beräknas vart fjärde år så att driftskostnaderna för verksamheten vid sommaruniversiteten under det år som föregår året före det då priset per enhet bestäms divideras med antalet undervisningstimmar vid sommaruniversiteten samma år. Priset per enhet för en undervisningstimme vid studiecentralerna beräknas vart fjärde år så att driftskostnaderna för verksamheten vid studiecentralerna under det år som föregår året före det då priset per enhet bestäms divideras med antalet undervisningstimmar vid studiecentralerna samma år. I en sammanslagen läroanstalt beräknas priserna per enhet särskilt för de olika läroanstaltsformerna. Under andra år än de som avses i 2―6 mom. bestäms priset per enhet så att det är lika med priset per enhet för det föregående året. Om en folkhögskola eller ett idrottsutbildningscenter med beaktande av verksamhetens omfattning i väsentlig utsträckning arbetar i hyrda lokaler, kan priset per enhet årligen höjas med ett belopp som räknas ut så att den årshyra som undervisningsministeriet fastställt som grund för beräkning av statsandelen divideras med antalet studerandeveckor eller studerandedygn enligt 10 §. Priserna per enhet enligt 2 och 4 mom. skall bestämmas så att priserna per enhet multiplicerade med antalet faktiska studerandeveckor och undervisningstimmar sammanlagt motsvarar ovan nämnda totala kostnader vid de olika läroanstaltsformerna. Priset per enhet för en läroanstalt som avses i 2 § 7 mom. är det samma som det ograderade priset per enhet för folkhögskolor. Priset per enhet minskas med det belopp som motsvarar internatets andel, enligt vad som närmare bestäms genom förordning av statsrådet. Priset per enhet kan i fråga om hyreslokaler höjas så som bestäms om folkhögskolor och idrottsutbildningscenter i 9 mom. samt på basis av en specialuppgift som ålagts i utbildningsuppgiften, enligt vad som närmare bestäms genom förordning av statsrådet. I fråga om mervärdesskatten iakttas 13 a §.",
        "normalized_sv": "Undervisningsministeriet bestämmer priserna per enhet i fråga om studerandeveckor, studerandedygn, studerandedagar och undervisningstimmar samt priset för studiecirkeltimmar för det följande året. Priserna per enhet bestäms enligt den beräknade kostnadsnivån för finansåret. Priset per enhet för en studerandevecka vid folkhögskolorna beräknas vart fjärde år så att driftskostnaderna för verksamheten vid folkhögskolorna under det år som föregår året före det då priset per enhet bestäms divideras med antalet studerandeveckor i folkhögskolorna samma år. Genom förordning av statsrådet föreskrivs om höjning av priset per enhet i sådana folkhögskolor där den huvudsakliga utbildningsuppgiften eller en del av utbildningsuppgiften enligt huvudmannens tillstånd att driva läroanstalt är utbildning som är avsedd för gravt handikappade eller att ordna kurser på högst tio dagar. Genom förordning av statsrådet föreskrivs också om en minskning av priset per enhet i fråga om studerandeveckor för studerande som bor utanför folkhögskolan. Priset per enhet för ett studerandedygn vid de riksomfattande idrottsutbildningscentren beräknas vart fjärde år så att driftskostnaderna för verksamheten vid idrottsutbildningscentren under det år som föregår året före det då priset per enhet bestäms divideras med antalet studerandedygn i idrottsutbildningscentren samma år. Priset per enhet för en studerandedag vid de regionala idrottsutbildningscentren bestäms årligen inom ramen för anslaget i statsbudgeten. Priset per enhet för en undervisningstimme vid medborgarinstituten beräknas vart fjärde år så att driftskostnaderna för verksamheten vid medborgarinstituten under det år som föregår året före det då priset per enhet bestäms divideras med antalet undervisningstimmar vid instituten samma år. Prisen per enhet för medborgarinstitut graderas i tätt befolkade kommuner på basis av befolkningstätheten i den kommun där medborgarinstitutet finns. I fråga om storleken på graderingen och den exaktare beräkningen av priset per enhet samt vilka kommuner som anses vara tätt befolkade kommuner föreskrivs genom förordning av statsrådet. I fråga om fastställande av det genomsnittliga priset per enhet för medborgarinstituten gäller i tillämpliga delar vad som bestäms i 16 § i lagen om finansiering av undervisnings- och kulturverksamhet (635/1998). Priset per enhet för en undervisningstimme vid sommaruniversiteten beräknas vart fjärde år så att driftskostnaderna för verksamheten vid sommaruniversiteten under det år som föregår året före det då priset per enhet bestäms divideras med antalet undervisningstimmar vid sommaruniversiteten samma år. Priset per enhet för en undervisningstimme vid studiecentralerna beräknas vart fjärde år så att driftskostnaderna för verksamheten vid studiecentralerna under det år som föregår året före det då priset per enhet bestäms divideras med antalet undervisningstimmar vid studiecentralerna samma år. I en sammanslagen läroanstalt beräknas priserna per enhet särskilt för de olika läroanstaltsformerna. Under andra år än de som avses i 2―6 mom. bestäms priset per enhet så att det är lika med priset per enhet för det föregående året. Om en folkhögskola eller ett idrottsutbildningscenter med beaktande av verksamhetens omfattning i väsentlig utsträckning arbetar i hyrda lokaler, kan priset per enhet årligen höjas med ett belopp som räknas ut så att den årshyra som undervisningsministeriet fastställt som grund för beräkning av statsandelen divideras med antalet studerandeveckor eller studerandedygn enligt 10 § . Priserna per enhet enligt 2 och 4 mom. skall bestämmas så att priserna per enhet multiplicerade med antalet faktiska studerandeveckor och undervisningstimmar sammanlagt motsvarar ovan nämnda totala kostnader vid de olika läroanstaltsformerna. Priset per enhet för en läroanstalt som avses i 2 § 7 mom. är det samma som det ograderade priset per enhet för folkhögskolor. Priset per enhet minskas med det belopp som motsvarar internatets andel, enligt vad som närmare bestäms genom förordning av statsrådet. Priset per enhet kan i fråga om hyreslokaler höjas så som bestäms om folkhögskolor och idrottsutbildningscenter i 9 mom. samt på basis av en specialuppgift som ålagts i utbildningsuppgiften, enligt vad som närmare bestäms genom förordning av statsrådet. I fråga om mervärdesskatten iakttas 13 a § .",
        "folded_sv": "undervisningsministeriet bestammer priserna per enhet i fraga om studerandeveckor, studerandedygn, studerandedagar och undervisningstimmar samt priset for studiecirkeltimmar for det foljande aret. priserna per enhet bestams enligt den beraknade kostnadsnivan for finansaret. priset per enhet for en studerandevecka vid folkhogskolorna beraknas vart fjarde ar sa att driftskostnaderna for verksamheten vid folkhogskolorna under det ar som foregar aret fore det da priset per enhet bestams divideras med antalet studerandeveckor i folkhogskolorna samma ar. genom forordning av statsradet foreskrivs om hojning av priset per enhet i sadana folkhogskolor dar den huvudsakliga utbildningsuppgiften eller en del av utbildningsuppgiften enligt huvudmannens tillstand att driva laroanstalt ar utbildning som ar avsedd for gravt handikappade eller att ordna kurser pa hogst tio dagar. genom forordning av statsradet foreskrivs ocksa om en minskning av priset per enhet i fraga om studerandeveckor for studerande som bor utanfor folkhogskolan. priset per enhet for ett studerandedygn vid de riksomfattande idrottsutbildningscentren beraknas vart fjarde ar sa att driftskostnaderna for verksamheten vid idrottsutbildningscentren under det ar som foregar aret fore det da priset per enhet bestams divideras med antalet studerandedygn i idrottsutbildningscentren samma ar. priset per enhet for en studerandedag vid de regionala idrottsutbildningscentren bestams arligen inom ramen for anslaget i statsbudgeten. priset per enhet for en undervisningstimme vid medborgarinstituten beraknas vart fjarde ar sa att driftskostnaderna for verksamheten vid medborgarinstituten under det ar som foregar aret fore det da priset per enhet bestams divideras med antalet undervisningstimmar vid instituten samma ar. prisen per enhet for medborgarinstitut graderas i tatt befolkade kommuner pa basis av befolkningstatheten i den kommun dar medborgarinstitutet finns. i fraga om storleken pa graderingen och den exaktare berakningen av priset per enhet samt vilka kommuner som anses vara tatt befolkade kommuner foreskrivs genom forordning av statsradet. i fraga om faststallande av det genomsnittliga priset per enhet for medborgarinstituten galler i tillampliga delar vad som bestams i 16 § i lagen om finansiering av undervisnings- och kulturverksamhet (635/1998). priset per enhet for en undervisningstimme vid sommaruniversiteten beraknas vart fjarde ar sa att driftskostnaderna for verksamheten vid sommaruniversiteten under det ar som foregar aret fore det da priset per enhet bestams divideras med antalet undervisningstimmar vid sommaruniversiteten samma ar. priset per enhet for en undervisningstimme vid studiecentralerna beraknas vart fjarde ar sa att driftskostnaderna for verksamheten vid studiecentralerna under det ar som foregar aret fore det da priset per enhet bestams divideras med antalet undervisningstimmar vid studiecentralerna samma ar. i en sammanslagen laroanstalt beraknas priserna per enhet sarskilt for de olika laroanstaltsformerna. under andra ar an de som avses i 2―6 mom. bestams priset per enhet sa att det ar lika med priset per enhet for det foregaende aret. om en folkhogskola eller ett idrottsutbildningscenter med beaktande av verksamhetens omfattning i vasentlig utstrackning arbetar i hyrda lokaler, kan priset per enhet arligen hojas med ett belopp som raknas ut sa att den arshyra som undervisningsministeriet faststallt som grund for berakning av statsandelen divideras med antalet studerandeveckor eller studerandedygn enligt 10 §. priserna per enhet enligt 2 och 4 mom. skall bestammas sa att priserna per enhet multiplicerade med antalet faktiska studerandeveckor och undervisningstimmar sammanlagt motsvarar ovan namnda totala kostnader vid de olika laroanstaltsformerna. priset per enhet for en laroanstalt som avses i 2 § 7 mom. ar det samma som det ograderade priset per enhet for folkhogskolor. priset per enhet minskas med det belopp som motsvarar internatets andel, enligt vad som narmare bestams genom forordning av statsradet. priset per enhet kan i fraga om hyreslokaler hojas sa som bestams om folkhogskolor och idrottsutbildningscenter i 9 mom. samt pa basis av en specialuppgift som alagts i utbildningsuppgiften, enligt vad som narmare bestams genom forordning av statsradet. i fraga om mervardesskatten iakttas 13 a §."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "11 a",
      "section": "11 a",
      "title": "Vapaan sivistystyön yksikköhintojen laskeminen vuosina 2005―2007",
      "content": "Sen estämättä, mitä 11 §:ssä säädetään, yksikköhintojen laskemisesta vapaan sivistystyön vuosien 2005―2007 yksikköhinnat lasketaan siten kuin jäljempänä tässä pykälässä säädetään. Vuoden 2003 vapaan sivistystyön eri toimintojen kustannusten perusteella vuodelle 2005 laskettavia yksikköhintoja verrataan eri toimintoja varten vuodelle 2004 vahvistettujen yksikköhintojen perusteella vuodelle 2005 laskettaviin yksikköhintoihin. Tästä erotuksesta otetaan vuoden 2005 yksikköhinnoissa huomioon 27 prosenttia, 44 prosenttia vuonna 2006 ja 61 prosenttia vuonna 2007. Yksikköhintojen laskemisessa kustannustason arvioidut muutokset otetaan huomioon enintään täyteen ja vähintään puoleen määrään kustannustason arvioidusta muutoksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11 a",
        "normalized_fi": "Sen estämättä, mitä 11 § :ssä säädetään, yksikköhintojen laskemisesta vapaan sivistystyön vuosien 2005―2007 yksikköhinnat lasketaan siten kuin jäljempänä tässä pykälässä säädetään. Vuoden 2003 vapaan sivistystyön eri toimintojen kustannusten perusteella vuodelle 2005 laskettavia yksikköhintoja verrataan eri toimintoja varten vuodelle 2004 vahvistettujen yksikköhintojen perusteella vuodelle 2005 laskettaviin yksikköhintoihin. Tästä erotuksesta otetaan vuoden 2005 yksikköhinnoissa huomioon 27 prosenttia, 44 prosenttia vuonna 2006 ja 61 prosenttia vuonna 2007. Yksikköhintojen laskemisessa kustannustason arvioidut muutokset otetaan huomioon enintään täyteen ja vähintään puoleen määrään kustannustason arvioidusta muutoksesta.",
        "folded_fi": "sen estamatta, mita 11 §:ssa saadetaan, yksikkohintojen laskemisesta vapaan sivistystyon vuosien 2005―2007 yksikkohinnat lasketaan siten kuin jaljempana tassa pykalassa saadetaan. vuoden 2003 vapaan sivistystyon eri toimintojen kustannusten perusteella vuodelle 2005 laskettavia yksikkohintoja verrataan eri toimintoja varten vuodelle 2004 vahvistettujen yksikkohintojen perusteella vuodelle 2005 laskettaviin yksikkohintoihin. tasta erotuksesta otetaan vuoden 2005 yksikkohinnoissa huomioon 27 prosenttia, 44 prosenttia vuonna 2006 ja 61 prosenttia vuonna 2007. yksikkohintojen laskemisessa kustannustason arvioidut muutokset otetaan huomioon enintaan tayteen ja vahintaan puoleen maaraan kustannustason arvioidusta muutoksesta.",
        "title_sv": "Beräkning av priserna per enhet för fritt bildningsarbete 2005―2007",
        "content_sv": "Utan hinder av vad som i 11 § bestäms om beräkning av priser per enhet beräknas priserna per enhet för fritt bildningsarbete för 2005―2007 så som bestäms nedan i denna paragraf. De priser per enhet för 2005 som beräknas på basis av kostnaderna för olika verksamheter inom det fria bildningsarbetet 2003 jämförs med de priser per enhet för 2005 som beräknas på basis av de fastställda priserna per enhet för de olika verksamheterna för 2004. Av denna skillnad beaktas 27 procent i priserna per enhet för 2005, 44 procent för 2006 och 61 procent för 2007. Vid beräkningen av priserna per enhet beaktas de beräknade förändringarna i kostnadsnivån till högst hela och minst halva det belopp som den beräknade förändringen uppgår till.",
        "normalized_sv": "Utan hinder av vad som i 11 § bestäms om beräkning av priser per enhet beräknas priserna per enhet för fritt bildningsarbete för 2005―2007 så som bestäms nedan i denna paragraf. De priser per enhet för 2005 som beräknas på basis av kostnaderna för olika verksamheter inom det fria bildningsarbetet 2003 jämförs med de priser per enhet för 2005 som beräknas på basis av de fastställda priserna per enhet för de olika verksamheterna för 2004. Av denna skillnad beaktas 27 procent i priserna per enhet för 2005, 44 procent för 2006 och 61 procent för 2007. Vid beräkningen av priserna per enhet beaktas de beräknade förändringarna i kostnadsnivån till högst hela och minst halva det belopp som den beräknade förändringen uppgår till.",
        "folded_sv": "utan hinder av vad som i 11 § bestams om berakning av priser per enhet beraknas priserna per enhet for fritt bildningsarbete for 2005―2007 sa som bestams nedan i denna paragraf. de priser per enhet for 2005 som beraknas pa basis av kostnaderna for olika verksamheter inom det fria bildningsarbetet 2003 jamfors med de priser per enhet for 2005 som beraknas pa basis av de faststallda priserna per enhet for de olika verksamheterna for 2004. av denna skillnad beaktas 27 procent i priserna per enhet for 2005, 44 procent for 2006 och 61 procent for 2007. vid berakningen av priserna per enhet beaktas de beraknade forandringarna i kostnadsnivan till hogst hela och minst halva det belopp som den beraknade forandringen uppgar till."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Kustannustason sekä toiminnan laajuuden ja laadun muutos",
      "content": "Kustannustason sekä toiminnan laajuuden ja laadun muutos otetaan yksikköhintoja laskettaessa huomioon noudattaen soveltuvin osin, mitä kuntien valtionosuuslain (1147/1996) 3 §:n 1―3 kohdassa sekä 4 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Kustannustason sekä toiminnan laajuuden ja laadun muutos otetaan yksikköhintoja laskettaessa huomioon noudattaen soveltuvin osin, mitä kuntien valtionosuuslain (1147/1996) 3 § :n 1―3 kohdassa sekä 4 § :ssä säädetään.",
        "folded_fi": "kustannustason seka toiminnan laajuuden ja laadun muutos otetaan yksikkohintoja laskettaessa huomioon noudattaen soveltuvin osin, mita kuntien valtionosuuslain (1147/1996) 3 §:n 1―3 kohdassa seka 4 §:ssa saadetaan.",
        "title_sv": "Förändringen i kostnadsnivån samt i verksamhetens omfattning och art",
        "content_sv": "Vid beräkningen av priserna per enhet beaktas förändringen i kostnadsnivån samt i verksamhetens omfattning och art med iakttagande i tillämpliga delar av 3 § 1―3 punkten samt 4 § i lagen om statsandelar till kommunerna (1147/1996).",
        "normalized_sv": "Vid beräkningen av priserna per enhet beaktas förändringen i kostnadsnivån samt i verksamhetens omfattning och art med iakttagande i tillämpliga delar av 3 § 1―3 punkten samt 4 § i lagen om statsandelar till kommunerna (1147/1996).",
        "folded_sv": "vid berakningen av priserna per enhet beaktas forandringen i kostnadsnivan samt i verksamhetens omfattning och art med iakttagande i tillampliga delar av 3 § 1―3 punkten samt 4 § i lagen om statsandelar till kommunerna (1147/1996)."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Yksikköhintoja laskettaessa huomiotta jätettävät kustannukset",
      "content": "Käyttökustannukset, joihin myönnetään rahoitusta Euroopan yhteisöjen talousarviosta, saadaan lukea tämän lain nojalla rahoitettaviksi käyttökustannuksiksi siltä osin kuin Euroopan yhteisöjen talousarviosta myönnettävä ja sitä vastaava valtion talousarvion mukainen erillinen kansallinen rahoitus ei niitä kata. Edellä 2 §:n 1 momentissa tarkoitettujen oppilaitosten käyttökustannuksista vähennetään oppilaitosten ylläpitäjille 14 §:n nojalla asianomaista toimintaa varten kustannusten laskemisvuonna myönnettyjä valtionavustuksia vastaava euromäärä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Käyttökustannukset, joihin myönnetään rahoitusta Euroopan yhteisöjen talousarviosta, saadaan lukea tämän lain nojalla rahoitettaviksi käyttökustannuksiksi siltä osin kuin Euroopan yhteisöjen talousarviosta myönnettävä ja sitä vastaava valtion talousarvion mukainen erillinen kansallinen rahoitus ei niitä kata. Edellä 2 § :n 1 momentissa tarkoitettujen oppilaitosten käyttökustannuksista vähennetään oppilaitosten ylläpitäjille 14 § :n nojalla asianomaista toimintaa varten kustannusten laskemisvuonna myönnettyjä valtionavustuksia vastaava euromäärä.",
        "folded_fi": "kayttokustannukset, joihin myonnetaan rahoitusta euroopan yhteisojen talousarviosta, saadaan lukea taman lain nojalla rahoitettaviksi kayttokustannuksiksi silta osin kuin euroopan yhteisojen talousarviosta myonnettava ja sita vastaava valtion talousarvion mukainen erillinen kansallinen rahoitus ei niita kata. edella 2 §:n 1 momentissa tarkoitettujen oppilaitosten kayttokustannuksista vahennetaan oppilaitosten yllapitajille 14 §:n nojalla asianomaista toimintaa varten kustannusten laskemisvuonna myonnettyja valtionavustuksia vastaava euromaara.",
        "title_sv": "Kostnader som inte beaktas vid beräkningen av priser per enhet",
        "content_sv": "De driftskostnader för vilka finansiering beviljas ur Europeiska gemenskapernas budget får räknas som driftskostnader som skall finansieras med stöd av denna lag till den del dessa inte täcks av den finansiering som beviljas ur Europeiska gemenskapernas budget och den motsvarande särskilda nationella finansieringen enligt statsbudgeten. Från driftskostnaderna för läroanstalterna enligt 2 § 1 mom. avdras ett belopp som motsvarar de statsandelar som med stöd av 14 § under det år kostnaderna beräknas har beviljats läroanstalternas huvudmän för verksamheten i fråga.",
        "normalized_sv": "De driftskostnader för vilka finansiering beviljas ur Europeiska gemenskapernas budget får räknas som driftskostnader som skall finansieras med stöd av denna lag till den del dessa inte täcks av den finansiering som beviljas ur Europeiska gemenskapernas budget och den motsvarande särskilda nationella finansieringen enligt statsbudgeten. Från driftskostnaderna för läroanstalterna enligt 2 § 1 mom. avdras ett belopp som motsvarar de statsandelar som med stöd av 14 § under det år kostnaderna beräknas har beviljats läroanstalternas huvudmän för verksamheten i fråga.",
        "folded_sv": "de driftskostnader for vilka finansiering beviljas ur europeiska gemenskapernas budget far raknas som driftskostnader som skall finansieras med stod av denna lag till den del dessa inte tacks av den finansiering som beviljas ur europeiska gemenskapernas budget och den motsvarande sarskilda nationella finansieringen enligt statsbudgeten. fran driftskostnaderna for laroanstalterna enligt 2 § 1 mom. avdras ett belopp som motsvarar de statsandelar som med stod av 14 § under det ar kostnaderna beraknas har beviljats laroanstalternas huvudman for verksamheten i fraga."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "13 a",
      "section": "13 a",
      "title": "Arvonlisäveron huomioon ottaminen yksityisen oppilaitoksen ylläpitäjän yksikköhinnassa",
      "content": "Kansalaisopistojen, kansanopistojen, valtakunnallisten liikunnan koulutuskeskusten, kesäyliopistojen ja opintokeskusten yksikköhintoja korotetaan yksityisen oppilaitoksen ylläpitäjän osalta siten, että korotus vastaa yksityisten oppilaitosten ylläpitäjien maksamien arvonlisäverojen osuutta yksityisille oppilaitosten ylläpitäjille kustakin oppilaitosmuodosta aiheutuneista arvonlisäverottomista kustannuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13 a",
        "normalized_fi": "Kansalaisopistojen, kansanopistojen, valtakunnallisten liikunnan koulutuskeskusten, kesäyliopistojen ja opintokeskusten yksikköhintoja korotetaan yksityisen oppilaitoksen ylläpitäjän osalta siten, että korotus vastaa yksityisten oppilaitosten ylläpitäjien maksamien arvonlisäverojen osuutta yksityisille oppilaitosten ylläpitäjille kustakin oppilaitosmuodosta aiheutuneista arvonlisäverottomista kustannuksista.",
        "folded_fi": "kansalaisopistojen, kansanopistojen, valtakunnallisten liikunnan koulutuskeskusten, kesayliopistojen ja opintokeskusten yksikkohintoja korotetaan yksityisen oppilaitoksen yllapitajan osalta siten, etta korotus vastaa yksityisten oppilaitosten yllapitajien maksamien arvonlisaverojen osuutta yksityisille oppilaitosten yllapitajille kustakin oppilaitosmuodosta aiheutuneista arvonlisaverottomista kustannuksista.",
        "title_sv": "Beaktande av mervärdesskatten i priserna per enhet för huvudmännen för privata läroanstalter",
        "content_sv": "Priserna per enhet för medborgarinstitut, folkhögskolor, riksomfattande idrottsutbildningscenter, sommaruniversitet och studiecentraler höjs för huvudmännen för privata läroanstalter så att höjningen motsvarar den andel som den mervärdesskatt som huvudmännen för de privata läroanstalterna betalat utgör av de kostnader utan mervärdesskatt som respektive utbildningsform orsakat de privata huvudmännen för läroanstalterna.",
        "normalized_sv": "Priserna per enhet för medborgarinstitut, folkhögskolor, riksomfattande idrottsutbildningscenter, sommaruniversitet och studiecentraler höjs för huvudmännen för privata läroanstalter så att höjningen motsvarar den andel som den mervärdesskatt som huvudmännen för de privata läroanstalterna betalat utgör av de kostnader utan mervärdesskatt som respektive utbildningsform orsakat de privata huvudmännen för läroanstalterna.",
        "folded_sv": "priserna per enhet for medborgarinstitut, folkhogskolor, riksomfattande idrottsutbildningscenter, sommaruniversitet och studiecentraler hojs for huvudmannen for privata laroanstalter sa att hojningen motsvarar den andel som den mervardesskatt som huvudmannen for de privata laroanstalterna betalat utgor av de kostnader utan mervardesskatt som respektive utbildningsform orsakat de privata huvudmannen for laroanstalterna."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    }
  ]
}