{
  "id": "1202/2007",
  "type": "statute",
  "title": "Laki toimeentulotuesta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om utkomststöd",
  "status": "in_force",
  "issued_date": "2007-12-07",
  "in_force_date": "2007-12-07",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/1202/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "5 b",
      "section": "5 b",
      "title": "Valtionosuuden ennakkojen vahvistaminen, maksaminen ja tarkistaminen",
      "content": "Ennakkojen tarkistamista varten kunnan on vuosittain viimeistään elokuun 31 päivänä annettava lääninhallitukselle tiedot varainhoitovuoden kesäkuun loppuun mennessä aiheutuneista perustoimeentulotuen kustannuksista sekä arvio heinä-joulukuussa aiheutuvista perustoimeentulotuen kustannuksista. Lääninhallitus tarkistaa kunnan antaman selvityksen perusteella loppuvuoden ennakkoja, jos arvio varainhoitovuoden perustoimeentulotuen kustannuksista poikkeaa vähintään 5 prosenttia 2 momentin mukaisten ennakkojen laskennassa käytetyistä kustannuksista. Ennakkoja tarkistetaan lokakuun alusta lukien siten, että ennakoiden vuotuinen yhteismäärä vastaa 50 prosenttia varainhoitovuoden arvioiduista perustoimeentulotuen kustannuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5 b",
        "normalized_fi": "Ennakkojen tarkistamista varten kunnan on vuosittain viimeistään elokuun 31 päivänä annettava lääninhallitukselle tiedot varainhoitovuoden kesäkuun loppuun mennessä aiheutuneista perustoimeentulotuen kustannuksista sekä arvio heinä-joulukuussa aiheutuvista perustoimeentulotuen kustannuksista. Lääninhallitus tarkistaa kunnan antaman selvityksen perusteella loppuvuoden ennakkoja, jos arvio varainhoitovuoden perustoimeentulotuen kustannuksista poikkeaa vähintään 5 prosenttia 2 momentin mukaisten ennakkojen laskennassa käytetyistä kustannuksista. Ennakkoja tarkistetaan lokakuun alusta lukien siten, että ennakoiden vuotuinen yhteismäärä vastaa 50 prosenttia varainhoitovuoden arvioiduista perustoimeentulotuen kustannuksista.",
        "folded_fi": "ennakkojen tarkistamista varten kunnan on vuosittain viimeistaan elokuun 31 paivana annettava laaninhallitukselle tiedot varainhoitovuoden kesakuun loppuun mennessa aiheutuneista perustoimeentulotuen kustannuksista seka arvio heina-joulukuussa aiheutuvista perustoimeentulotuen kustannuksista. laaninhallitus tarkistaa kunnan antaman selvityksen perusteella loppuvuoden ennakkoja, jos arvio varainhoitovuoden perustoimeentulotuen kustannuksista poikkeaa vahintaan 5 prosenttia 2 momentin mukaisten ennakkojen laskennassa kaytetyista kustannuksista. ennakkoja tarkistetaan lokakuun alusta lukien siten, etta ennakoiden vuotuinen yhteismaara vastaa 50 prosenttia varainhoitovuoden arvioiduista perustoimeentulotuen kustannuksista.",
        "title_sv": "Fastställande, betalning och justering av förskott på statsandelen",
        "content_sv": "För justering av förskotten ska kommunen varje år senast den 31 augusti lämna länsstyrelsen uppgifter om de kostnader som det grundläggande utkomststödet gett upphov till fram till utgången av juni under finansåret samt en uppskattning av de kostnader som det grundläggande utkomststödet ger upphov till under tiden juli―december. På basis av kommunens utredning justerar länsstyrelsen förskotten för resten av året, om uppskattningen av kostnaderna för det grundläggande utkomststödet under finansåret avviker med minst fem procent från de kostnader som använts vid beräkningen av förskott enligt 2 mom. Förskotten justeras från ingången av oktober så att det årliga sammanlagda beloppet av förskotten motsvarar 50 procent av de uppskattade kostnaderna för det grundläggande utkomststödet under finansåret.",
        "normalized_sv": "För justering av förskotten ska kommunen varje år senast den 31 augusti lämna länsstyrelsen uppgifter om de kostnader som det grundläggande utkomststödet gett upphov till fram till utgången av juni under finansåret samt en uppskattning av de kostnader som det grundläggande utkomststödet ger upphov till under tiden juli―december. På basis av kommunens utredning justerar länsstyrelsen förskotten för resten av året, om uppskattningen av kostnaderna för det grundläggande utkomststödet under finansåret avviker med minst fem procent från de kostnader som använts vid beräkningen av förskott enligt 2 mom. Förskotten justeras från ingången av oktober så att det årliga sammanlagda beloppet av förskotten motsvarar 50 procent av de uppskattade kostnaderna för det grundläggande utkomststödet under finansåret.",
        "folded_sv": "for justering av forskotten ska kommunen varje ar senast den 31 augusti lamna lansstyrelsen uppgifter om de kostnader som det grundlaggande utkomststodet gett upphov till fram till utgangen av juni under finansaret samt en uppskattning av de kostnader som det grundlaggande utkomststodet ger upphov till under tiden juli―december. pa basis av kommunens utredning justerar lansstyrelsen forskotten for resten av aret, om uppskattningen av kostnaderna for det grundlaggande utkomststodet under finansaret avviker med minst fem procent fran de kostnader som anvants vid berakningen av forskott enligt 2 mom. forskotten justeras fran ingangen av oktober sa att det arliga sammanlagda beloppet av forskotten motsvarar 50 procent av de uppskattade kostnaderna for det grundlaggande utkomststodet under finansaret."
      }
    },
    {
      "provision_ref": "14 a",
      "section": "14 a",
      "title": "Toimeentulotukiasian käsittely",
      "content": "Toimeentulotukiasia on käsiteltävä kunnassa siten, että asiakkaan oikeus välttämättömään toimeentuloon ja huolenpitoon ei vaarannu. Kiireellisessä tapauksessa päätös on tehtävä käytettävissä olevien tietojen perusteella samana tai viimeistään seuraavana arkipäivänä hakemuksen saapumisesta. Muussa kuin kiireellisessä tapauksessa päätös on tehtävä viivytyksettä, kuitenkin viimeistään seitsemäntenä arkipäivänä hakemuksen saapumisesta. Päätös toimeentulotuen myöntämisestä on pantava viivytyksettä täytäntöön. Sen estämättä, mitä 1 momentissa säädetään, päätös hakemusajankohtaa seuraavaa kuukautta koskevan hakemuksen johdosta on tehtävä ja pantava täytäntöön viimeistään sanotun kuukauden ensimmäisenä arkipäivänä, jos hakemuksen saapumisesta on tuolloin kulunut enemmän kuin seitsemän arkipäivää. Jos hakemus koskee myöhäisempää aikaa kuin hakemusajankohtaa seuraavaa kuukautta, päätös on tehtävä ja pantava täytäntöön viimeistään hakemuksessa tarkoitetun ajanjakson ensimmäisenä arkipäivänä. Jos hakemus on puutteellinen, asiakkaalle on viimeistään seitsemäntenä arkipäivänä hakemuksen saapumisesta annettava tai lähetettävä yksilöity kehotus hakemuksen täydentämiseksi määräajassa. Päätös toimeentulotuesta on annettava viivytyksettä, kuitenkin viimeistään seitsemäntenä arkipäivänä siitä, kun täydennetty hakemus on saapunut. Jos asiakas ei ole määräajassa täydentänyt hakemustaan tai esittänyt hyväksyttävää syytä täydennyksen viivästymiselle, päätös tehdään käytettävissä olevien tietojen pohjalta viivytyksettä, kuitenkin viimeistään seitsemäntenä arkipäivänä määräajan päättymisestä. Asiakkaan suostumuksella päätös voidaan tehdä käytettävissä olevien tietojen pohjalta ennen määräajan päättymistä. Toimeentulotukiasiakkaalle tulee järjestää mahdollisuus keskustella henkilökohtaisesti sosiaalityöntekijän tai sosiaaliohjaajan kanssa viimeistään seitsemäntenä arkipäivänä sen jälkeen kun asiakas on tätä pyytänyt.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14 a",
        "normalized_fi": "Toimeentulotukiasia on käsiteltävä kunnassa siten, että asiakkaan oikeus välttämättömään toimeentuloon ja huolenpitoon ei vaarannu. Kiireellisessä tapauksessa päätös on tehtävä käytettävissä olevien tietojen perusteella samana tai viimeistään seuraavana arkipäivänä hakemuksen saapumisesta. Muussa kuin kiireellisessä tapauksessa päätös on tehtävä viivytyksettä, kuitenkin viimeistään seitsemäntenä arkipäivänä hakemuksen saapumisesta. Päätös toimeentulotuen myöntämisestä on pantava viivytyksettä täytäntöön. Sen estämättä, mitä 1 momentissa säädetään, päätös hakemusajankohtaa seuraavaa kuukautta koskevan hakemuksen johdosta on tehtävä ja pantava täytäntöön viimeistään sanotun kuukauden ensimmäisenä arkipäivänä, jos hakemuksen saapumisesta on tuolloin kulunut enemmän kuin seitsemän arkipäivää. Jos hakemus koskee myöhäisempää aikaa kuin hakemusajankohtaa seuraavaa kuukautta, päätös on tehtävä ja pantava täytäntöön viimeistään hakemuksessa tarkoitetun ajanjakson ensimmäisenä arkipäivänä. Jos hakemus on puutteellinen, asiakkaalle on viimeistään seitsemäntenä arkipäivänä hakemuksen saapumisesta annettava tai lähetettävä yksilöity kehotus hakemuksen täydentämiseksi määräajassa. Päätös toimeentulotuesta on annettava viivytyksettä, kuitenkin viimeistään seitsemäntenä arkipäivänä siitä, kun täydennetty hakemus on saapunut. Jos asiakas ei ole määräajassa täydentänyt hakemustaan tai esittänyt hyväksyttävää syytä täydennyksen viivästymiselle, päätös tehdään käytettävissä olevien tietojen pohjalta viivytyksettä, kuitenkin viimeistään seitsemäntenä arkipäivänä määräajan päättymisestä. Asiakkaan suostumuksella päätös voidaan tehdä käytettävissä olevien tietojen pohjalta ennen määräajan päättymistä. Toimeentulotukiasiakkaalle tulee järjestää mahdollisuus keskustella henkilökohtaisesti sosiaalityöntekijän tai sosiaaliohjaajan kanssa viimeistään seitsemäntenä arkipäivänä sen jälkeen kun asiakas on tätä pyytänyt.",
        "folded_fi": "toimeentulotukiasia on kasiteltava kunnassa siten, etta asiakkaan oikeus valttamattomaan toimeentuloon ja huolenpitoon ei vaarannu. kiireellisessa tapauksessa paatos on tehtava kaytettavissa olevien tietojen perusteella samana tai viimeistaan seuraavana arkipaivana hakemuksen saapumisesta. muussa kuin kiireellisessa tapauksessa paatos on tehtava viivytyksetta, kuitenkin viimeistaan seitsemantena arkipaivana hakemuksen saapumisesta. paatos toimeentulotuen myontamisesta on pantava viivytyksetta taytantoon. sen estamatta, mita 1 momentissa saadetaan, paatos hakemusajankohtaa seuraavaa kuukautta koskevan hakemuksen johdosta on tehtava ja pantava taytantoon viimeistaan sanotun kuukauden ensimmaisena arkipaivana, jos hakemuksen saapumisesta on tuolloin kulunut enemman kuin seitseman arkipaivaa. jos hakemus koskee myohaisempaa aikaa kuin hakemusajankohtaa seuraavaa kuukautta, paatos on tehtava ja pantava taytantoon viimeistaan hakemuksessa tarkoitetun ajanjakson ensimmaisena arkipaivana. jos hakemus on puutteellinen, asiakkaalle on viimeistaan seitsemantena arkipaivana hakemuksen saapumisesta annettava tai lahetettava yksiloity kehotus hakemuksen taydentamiseksi maaraajassa. paatos toimeentulotuesta on annettava viivytyksetta, kuitenkin viimeistaan seitsemantena arkipaivana siita, kun taydennetty hakemus on saapunut. jos asiakas ei ole maaraajassa taydentanyt hakemustaan tai esittanyt hyvaksyttavaa syyta taydennyksen viivastymiselle, paatos tehdaan kaytettavissa olevien tietojen pohjalta viivytyksetta, kuitenkin viimeistaan seitsemantena arkipaivana maaraajan paattymisesta. asiakkaan suostumuksella paatos voidaan tehda kaytettavissa olevien tietojen pohjalta ennen maaraajan paattymista. toimeentulotukiasiakkaalle tulee jarjestaa mahdollisuus keskustella henkilokohtaisesti sosiaalityontekijan tai sosiaaliohjaajan kanssa viimeistaan seitsemantena arkipaivana sen jalkeen kun asiakas on tata pyytanyt.",
        "title_sv": "Behandlingen av utkomststödsärenden",
        "content_sv": "Ett utkomststödsärende ska i kommunen behandlas så att ingens rätt till oundgänglig försörjning och omsorg äventyras. I brådskande fall ska beslutet fattas på basis av de till buds stående uppgifterna samma eller senast följande vardag efter att ansökan inkommit. I andra än brådskande fall ska beslutet fattas utan dröjsmål, likväl senast den sjunde vardagen efter att ansökan inkommit. Ett beslut om att utkomststöd beviljas ska verkställas utan dröjsmål. Då ansökan avser månaden efter ansökningstidpunkten ska beslutet, utan hinder av 1 mom., fattas och verkställas senast den första vardagen under nämnda månad, om det då har förflutit mer än sju vardagar från den tidpunkt då ansökan inkom. Om ansökan avser en senare tidsperiod än den månad som följer efter ansökningstidpunkten, ska beslutet fattas och verkställas senast den första vardagen under den tidsperiod som avses i ansökan. Om ansökan är bristfällig ska klienten senast den sjunde vardagen efter att ansökan inkommit ges eller sändas en specificerad uppmaning att komplettera ansökan inom utsatt tid. Beslutet om utkomststöd ska fattas utan dröjsmål, likväl senast den sjunde vardagen efter att den kompletterade ansökan har inkommit. Om klienten inte inom utsatt tid har kompletterat sin ansökan eller uppgett en godtagbar orsak till att kompletteringen försenats, fattas beslutet utan dröjsmål på basis av de till buds stående uppgifterna, likväl senast den sjunde vardagen efter att tidsfristen gått ut. Med klientens samtycke kan beslutet fattas på basis av de till buds stående uppgifterna innan den utsatta tiden har gått ut. Utkomststödsklienten ska ges tillfälle till ett personligt samtal med en socialarbetare eller socialhandledare senast den sjunde vardagen efter det att klienten begärt detta.",
        "normalized_sv": "Ett utkomststödsärende ska i kommunen behandlas så att ingens rätt till oundgänglig försörjning och omsorg äventyras. I brådskande fall ska beslutet fattas på basis av de till buds stående uppgifterna samma eller senast följande vardag efter att ansökan inkommit. I andra än brådskande fall ska beslutet fattas utan dröjsmål, likväl senast den sjunde vardagen efter att ansökan inkommit. Ett beslut om att utkomststöd beviljas ska verkställas utan dröjsmål. Då ansökan avser månaden efter ansökningstidpunkten ska beslutet, utan hinder av 1 mom., fattas och verkställas senast den första vardagen under nämnda månad, om det då har förflutit mer än sju vardagar från den tidpunkt då ansökan inkom. Om ansökan avser en senare tidsperiod än den månad som följer efter ansökningstidpunkten, ska beslutet fattas och verkställas senast den första vardagen under den tidsperiod som avses i ansökan. Om ansökan är bristfällig ska klienten senast den sjunde vardagen efter att ansökan inkommit ges eller sändas en specificerad uppmaning att komplettera ansökan inom utsatt tid. Beslutet om utkomststöd ska fattas utan dröjsmål, likväl senast den sjunde vardagen efter att den kompletterade ansökan har inkommit. Om klienten inte inom utsatt tid har kompletterat sin ansökan eller uppgett en godtagbar orsak till att kompletteringen försenats, fattas beslutet utan dröjsmål på basis av de till buds stående uppgifterna, likväl senast den sjunde vardagen efter att tidsfristen gått ut. Med klientens samtycke kan beslutet fattas på basis av de till buds stående uppgifterna innan den utsatta tiden har gått ut. Utkomststödsklienten ska ges tillfälle till ett personligt samtal med en socialarbetare eller socialhandledare senast den sjunde vardagen efter det att klienten begärt detta.",
        "folded_sv": "ett utkomststodsarende ska i kommunen behandlas sa att ingens ratt till oundganglig forsorjning och omsorg aventyras. i bradskande fall ska beslutet fattas pa basis av de till buds staende uppgifterna samma eller senast foljande vardag efter att ansokan inkommit. i andra an bradskande fall ska beslutet fattas utan drojsmal, likval senast den sjunde vardagen efter att ansokan inkommit. ett beslut om att utkomststod beviljas ska verkstallas utan drojsmal. da ansokan avser manaden efter ansokningstidpunkten ska beslutet, utan hinder av 1 mom., fattas och verkstallas senast den forsta vardagen under namnda manad, om det da har forflutit mer an sju vardagar fran den tidpunkt da ansokan inkom. om ansokan avser en senare tidsperiod an den manad som foljer efter ansokningstidpunkten, ska beslutet fattas och verkstallas senast den forsta vardagen under den tidsperiod som avses i ansokan. om ansokan ar bristfallig ska klienten senast den sjunde vardagen efter att ansokan inkommit ges eller sandas en specificerad uppmaning att komplettera ansokan inom utsatt tid. beslutet om utkomststod ska fattas utan drojsmal, likval senast den sjunde vardagen efter att den kompletterade ansokan har inkommit. om klienten inte inom utsatt tid har kompletterat sin ansokan eller uppgett en godtagbar orsak till att kompletteringen forsenats, fattas beslutet utan drojsmal pa basis av de till buds staende uppgifterna, likval senast den sjunde vardagen efter att tidsfristen gatt ut. med klientens samtycke kan beslutet fattas pa basis av de till buds staende uppgifterna innan den utsatta tiden har gatt ut. utkomststodsklienten ska ges tillfalle till ett personligt samtal med en socialarbetare eller socialhandledare senast den sjunde vardagen efter det att klienten begart detta."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "5 b",
      "section": "5 b",
      "title": "Valtionosuuden ennakkojen vahvistaminen, maksaminen ja tarkistaminen",
      "content": "Ennakkojen tarkistamista varten kunnan on vuosittain viimeistään elokuun 31 päivänä annettava lääninhallitukselle tiedot varainhoitovuoden kesäkuun loppuun mennessä aiheutuneista perustoimeentulotuen kustannuksista sekä arvio heinä-joulukuussa aiheutuvista perustoimeentulotuen kustannuksista. Lääninhallitus tarkistaa kunnan antaman selvityksen perusteella loppuvuoden ennakkoja, jos arvio varainhoitovuoden perustoimeentulotuen kustannuksista poikkeaa vähintään 5 prosenttia 2 momentin mukaisten ennakkojen laskennassa käytetyistä kustannuksista. Ennakkoja tarkistetaan lokakuun alusta lukien siten, että ennakoiden vuotuinen yhteismäärä vastaa 50 prosenttia varainhoitovuoden arvioiduista perustoimeentulotuen kustannuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5 b",
        "normalized_fi": "Ennakkojen tarkistamista varten kunnan on vuosittain viimeistään elokuun 31 päivänä annettava lääninhallitukselle tiedot varainhoitovuoden kesäkuun loppuun mennessä aiheutuneista perustoimeentulotuen kustannuksista sekä arvio heinä-joulukuussa aiheutuvista perustoimeentulotuen kustannuksista. Lääninhallitus tarkistaa kunnan antaman selvityksen perusteella loppuvuoden ennakkoja, jos arvio varainhoitovuoden perustoimeentulotuen kustannuksista poikkeaa vähintään 5 prosenttia 2 momentin mukaisten ennakkojen laskennassa käytetyistä kustannuksista. Ennakkoja tarkistetaan lokakuun alusta lukien siten, että ennakoiden vuotuinen yhteismäärä vastaa 50 prosenttia varainhoitovuoden arvioiduista perustoimeentulotuen kustannuksista.",
        "folded_fi": "ennakkojen tarkistamista varten kunnan on vuosittain viimeistaan elokuun 31 paivana annettava laaninhallitukselle tiedot varainhoitovuoden kesakuun loppuun mennessa aiheutuneista perustoimeentulotuen kustannuksista seka arvio heina-joulukuussa aiheutuvista perustoimeentulotuen kustannuksista. laaninhallitus tarkistaa kunnan antaman selvityksen perusteella loppuvuoden ennakkoja, jos arvio varainhoitovuoden perustoimeentulotuen kustannuksista poikkeaa vahintaan 5 prosenttia 2 momentin mukaisten ennakkojen laskennassa kaytetyista kustannuksista. ennakkoja tarkistetaan lokakuun alusta lukien siten, etta ennakoiden vuotuinen yhteismaara vastaa 50 prosenttia varainhoitovuoden arvioiduista perustoimeentulotuen kustannuksista.",
        "title_sv": "Fastställande, betalning och justering av förskott på statsandelen",
        "content_sv": "För justering av förskotten ska kommunen varje år senast den 31 augusti lämna länsstyrelsen uppgifter om de kostnader som det grundläggande utkomststödet gett upphov till fram till utgången av juni under finansåret samt en uppskattning av de kostnader som det grundläggande utkomststödet ger upphov till under tiden juli―december. På basis av kommunens utredning justerar länsstyrelsen förskotten för resten av året, om uppskattningen av kostnaderna för det grundläggande utkomststödet under finansåret avviker med minst fem procent från de kostnader som använts vid beräkningen av förskott enligt 2 mom. Förskotten justeras från ingången av oktober så att det årliga sammanlagda beloppet av förskotten motsvarar 50 procent av de uppskattade kostnaderna för det grundläggande utkomststödet under finansåret.",
        "normalized_sv": "För justering av förskotten ska kommunen varje år senast den 31 augusti lämna länsstyrelsen uppgifter om de kostnader som det grundläggande utkomststödet gett upphov till fram till utgången av juni under finansåret samt en uppskattning av de kostnader som det grundläggande utkomststödet ger upphov till under tiden juli―december. På basis av kommunens utredning justerar länsstyrelsen förskotten för resten av året, om uppskattningen av kostnaderna för det grundläggande utkomststödet under finansåret avviker med minst fem procent från de kostnader som använts vid beräkningen av förskott enligt 2 mom. Förskotten justeras från ingången av oktober så att det årliga sammanlagda beloppet av förskotten motsvarar 50 procent av de uppskattade kostnaderna för det grundläggande utkomststödet under finansåret.",
        "folded_sv": "for justering av forskotten ska kommunen varje ar senast den 31 augusti lamna lansstyrelsen uppgifter om de kostnader som det grundlaggande utkomststodet gett upphov till fram till utgangen av juni under finansaret samt en uppskattning av de kostnader som det grundlaggande utkomststodet ger upphov till under tiden juli―december. pa basis av kommunens utredning justerar lansstyrelsen forskotten for resten av aret, om uppskattningen av kostnaderna for det grundlaggande utkomststodet under finansaret avviker med minst fem procent fran de kostnader som anvants vid berakningen av forskott enligt 2 mom. forskotten justeras fran ingangen av oktober sa att det arliga sammanlagda beloppet av forskotten motsvarar 50 procent av de uppskattade kostnaderna for det grundlaggande utkomststodet under finansaret."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "14 a",
      "section": "14 a",
      "title": "Toimeentulotukiasian käsittely",
      "content": "Toimeentulotukiasia on käsiteltävä kunnassa siten, että asiakkaan oikeus välttämättömään toimeentuloon ja huolenpitoon ei vaarannu. Kiireellisessä tapauksessa päätös on tehtävä käytettävissä olevien tietojen perusteella samana tai viimeistään seuraavana arkipäivänä hakemuksen saapumisesta. Muussa kuin kiireellisessä tapauksessa päätös on tehtävä viivytyksettä, kuitenkin viimeistään seitsemäntenä arkipäivänä hakemuksen saapumisesta. Päätös toimeentulotuen myöntämisestä on pantava viivytyksettä täytäntöön. Sen estämättä, mitä 1 momentissa säädetään, päätös hakemusajankohtaa seuraavaa kuukautta koskevan hakemuksen johdosta on tehtävä ja pantava täytäntöön viimeistään sanotun kuukauden ensimmäisenä arkipäivänä, jos hakemuksen saapumisesta on tuolloin kulunut enemmän kuin seitsemän arkipäivää. Jos hakemus koskee myöhäisempää aikaa kuin hakemusajankohtaa seuraavaa kuukautta, päätös on tehtävä ja pantava täytäntöön viimeistään hakemuksessa tarkoitetun ajanjakson ensimmäisenä arkipäivänä. Jos hakemus on puutteellinen, asiakkaalle on viimeistään seitsemäntenä arkipäivänä hakemuksen saapumisesta annettava tai lähetettävä yksilöity kehotus hakemuksen täydentämiseksi määräajassa. Päätös toimeentulotuesta on annettava viivytyksettä, kuitenkin viimeistään seitsemäntenä arkipäivänä siitä, kun täydennetty hakemus on saapunut. Jos asiakas ei ole määräajassa täydentänyt hakemustaan tai esittänyt hyväksyttävää syytä täydennyksen viivästymiselle, päätös tehdään käytettävissä olevien tietojen pohjalta viivytyksettä, kuitenkin viimeistään seitsemäntenä arkipäivänä määräajan päättymisestä. Asiakkaan suostumuksella päätös voidaan tehdä käytettävissä olevien tietojen pohjalta ennen määräajan päättymistä. Toimeentulotukiasiakkaalle tulee järjestää mahdollisuus keskustella henkilökohtaisesti sosiaalityöntekijän tai sosiaaliohjaajan kanssa viimeistään seitsemäntenä arkipäivänä sen jälkeen kun asiakas on tätä pyytänyt.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14 a",
        "normalized_fi": "Toimeentulotukiasia on käsiteltävä kunnassa siten, että asiakkaan oikeus välttämättömään toimeentuloon ja huolenpitoon ei vaarannu. Kiireellisessä tapauksessa päätös on tehtävä käytettävissä olevien tietojen perusteella samana tai viimeistään seuraavana arkipäivänä hakemuksen saapumisesta. Muussa kuin kiireellisessä tapauksessa päätös on tehtävä viivytyksettä, kuitenkin viimeistään seitsemäntenä arkipäivänä hakemuksen saapumisesta. Päätös toimeentulotuen myöntämisestä on pantava viivytyksettä täytäntöön. Sen estämättä, mitä 1 momentissa säädetään, päätös hakemusajankohtaa seuraavaa kuukautta koskevan hakemuksen johdosta on tehtävä ja pantava täytäntöön viimeistään sanotun kuukauden ensimmäisenä arkipäivänä, jos hakemuksen saapumisesta on tuolloin kulunut enemmän kuin seitsemän arkipäivää. Jos hakemus koskee myöhäisempää aikaa kuin hakemusajankohtaa seuraavaa kuukautta, päätös on tehtävä ja pantava täytäntöön viimeistään hakemuksessa tarkoitetun ajanjakson ensimmäisenä arkipäivänä. Jos hakemus on puutteellinen, asiakkaalle on viimeistään seitsemäntenä arkipäivänä hakemuksen saapumisesta annettava tai lähetettävä yksilöity kehotus hakemuksen täydentämiseksi määräajassa. Päätös toimeentulotuesta on annettava viivytyksettä, kuitenkin viimeistään seitsemäntenä arkipäivänä siitä, kun täydennetty hakemus on saapunut. Jos asiakas ei ole määräajassa täydentänyt hakemustaan tai esittänyt hyväksyttävää syytä täydennyksen viivästymiselle, päätös tehdään käytettävissä olevien tietojen pohjalta viivytyksettä, kuitenkin viimeistään seitsemäntenä arkipäivänä määräajan päättymisestä. Asiakkaan suostumuksella päätös voidaan tehdä käytettävissä olevien tietojen pohjalta ennen määräajan päättymistä. Toimeentulotukiasiakkaalle tulee järjestää mahdollisuus keskustella henkilökohtaisesti sosiaalityöntekijän tai sosiaaliohjaajan kanssa viimeistään seitsemäntenä arkipäivänä sen jälkeen kun asiakas on tätä pyytänyt.",
        "folded_fi": "toimeentulotukiasia on kasiteltava kunnassa siten, etta asiakkaan oikeus valttamattomaan toimeentuloon ja huolenpitoon ei vaarannu. kiireellisessa tapauksessa paatos on tehtava kaytettavissa olevien tietojen perusteella samana tai viimeistaan seuraavana arkipaivana hakemuksen saapumisesta. muussa kuin kiireellisessa tapauksessa paatos on tehtava viivytyksetta, kuitenkin viimeistaan seitsemantena arkipaivana hakemuksen saapumisesta. paatos toimeentulotuen myontamisesta on pantava viivytyksetta taytantoon. sen estamatta, mita 1 momentissa saadetaan, paatos hakemusajankohtaa seuraavaa kuukautta koskevan hakemuksen johdosta on tehtava ja pantava taytantoon viimeistaan sanotun kuukauden ensimmaisena arkipaivana, jos hakemuksen saapumisesta on tuolloin kulunut enemman kuin seitseman arkipaivaa. jos hakemus koskee myohaisempaa aikaa kuin hakemusajankohtaa seuraavaa kuukautta, paatos on tehtava ja pantava taytantoon viimeistaan hakemuksessa tarkoitetun ajanjakson ensimmaisena arkipaivana. jos hakemus on puutteellinen, asiakkaalle on viimeistaan seitsemantena arkipaivana hakemuksen saapumisesta annettava tai lahetettava yksiloity kehotus hakemuksen taydentamiseksi maaraajassa. paatos toimeentulotuesta on annettava viivytyksetta, kuitenkin viimeistaan seitsemantena arkipaivana siita, kun taydennetty hakemus on saapunut. jos asiakas ei ole maaraajassa taydentanyt hakemustaan tai esittanyt hyvaksyttavaa syyta taydennyksen viivastymiselle, paatos tehdaan kaytettavissa olevien tietojen pohjalta viivytyksetta, kuitenkin viimeistaan seitsemantena arkipaivana maaraajan paattymisesta. asiakkaan suostumuksella paatos voidaan tehda kaytettavissa olevien tietojen pohjalta ennen maaraajan paattymista. toimeentulotukiasiakkaalle tulee jarjestaa mahdollisuus keskustella henkilokohtaisesti sosiaalityontekijan tai sosiaaliohjaajan kanssa viimeistaan seitsemantena arkipaivana sen jalkeen kun asiakas on tata pyytanyt.",
        "title_sv": "Behandlingen av utkomststödsärenden",
        "content_sv": "Ett utkomststödsärende ska i kommunen behandlas så att ingens rätt till oundgänglig försörjning och omsorg äventyras. I brådskande fall ska beslutet fattas på basis av de till buds stående uppgifterna samma eller senast följande vardag efter att ansökan inkommit. I andra än brådskande fall ska beslutet fattas utan dröjsmål, likväl senast den sjunde vardagen efter att ansökan inkommit. Ett beslut om att utkomststöd beviljas ska verkställas utan dröjsmål. Då ansökan avser månaden efter ansökningstidpunkten ska beslutet, utan hinder av 1 mom., fattas och verkställas senast den första vardagen under nämnda månad, om det då har förflutit mer än sju vardagar från den tidpunkt då ansökan inkom. Om ansökan avser en senare tidsperiod än den månad som följer efter ansökningstidpunkten, ska beslutet fattas och verkställas senast den första vardagen under den tidsperiod som avses i ansökan. Om ansökan är bristfällig ska klienten senast den sjunde vardagen efter att ansökan inkommit ges eller sändas en specificerad uppmaning att komplettera ansökan inom utsatt tid. Beslutet om utkomststöd ska fattas utan dröjsmål, likväl senast den sjunde vardagen efter att den kompletterade ansökan har inkommit. Om klienten inte inom utsatt tid har kompletterat sin ansökan eller uppgett en godtagbar orsak till att kompletteringen försenats, fattas beslutet utan dröjsmål på basis av de till buds stående uppgifterna, likväl senast den sjunde vardagen efter att tidsfristen gått ut. Med klientens samtycke kan beslutet fattas på basis av de till buds stående uppgifterna innan den utsatta tiden har gått ut. Utkomststödsklienten ska ges tillfälle till ett personligt samtal med en socialarbetare eller socialhandledare senast den sjunde vardagen efter det att klienten begärt detta.",
        "normalized_sv": "Ett utkomststödsärende ska i kommunen behandlas så att ingens rätt till oundgänglig försörjning och omsorg äventyras. I brådskande fall ska beslutet fattas på basis av de till buds stående uppgifterna samma eller senast följande vardag efter att ansökan inkommit. I andra än brådskande fall ska beslutet fattas utan dröjsmål, likväl senast den sjunde vardagen efter att ansökan inkommit. Ett beslut om att utkomststöd beviljas ska verkställas utan dröjsmål. Då ansökan avser månaden efter ansökningstidpunkten ska beslutet, utan hinder av 1 mom., fattas och verkställas senast den första vardagen under nämnda månad, om det då har förflutit mer än sju vardagar från den tidpunkt då ansökan inkom. Om ansökan avser en senare tidsperiod än den månad som följer efter ansökningstidpunkten, ska beslutet fattas och verkställas senast den första vardagen under den tidsperiod som avses i ansökan. Om ansökan är bristfällig ska klienten senast den sjunde vardagen efter att ansökan inkommit ges eller sändas en specificerad uppmaning att komplettera ansökan inom utsatt tid. Beslutet om utkomststöd ska fattas utan dröjsmål, likväl senast den sjunde vardagen efter att den kompletterade ansökan har inkommit. Om klienten inte inom utsatt tid har kompletterat sin ansökan eller uppgett en godtagbar orsak till att kompletteringen försenats, fattas beslutet utan dröjsmål på basis av de till buds stående uppgifterna, likväl senast den sjunde vardagen efter att tidsfristen gått ut. Med klientens samtycke kan beslutet fattas på basis av de till buds stående uppgifterna innan den utsatta tiden har gått ut. Utkomststödsklienten ska ges tillfälle till ett personligt samtal med en socialarbetare eller socialhandledare senast den sjunde vardagen efter det att klienten begärt detta.",
        "folded_sv": "ett utkomststodsarende ska i kommunen behandlas sa att ingens ratt till oundganglig forsorjning och omsorg aventyras. i bradskande fall ska beslutet fattas pa basis av de till buds staende uppgifterna samma eller senast foljande vardag efter att ansokan inkommit. i andra an bradskande fall ska beslutet fattas utan drojsmal, likval senast den sjunde vardagen efter att ansokan inkommit. ett beslut om att utkomststod beviljas ska verkstallas utan drojsmal. da ansokan avser manaden efter ansokningstidpunkten ska beslutet, utan hinder av 1 mom., fattas och verkstallas senast den forsta vardagen under namnda manad, om det da har forflutit mer an sju vardagar fran den tidpunkt da ansokan inkom. om ansokan avser en senare tidsperiod an den manad som foljer efter ansokningstidpunkten, ska beslutet fattas och verkstallas senast den forsta vardagen under den tidsperiod som avses i ansokan. om ansokan ar bristfallig ska klienten senast den sjunde vardagen efter att ansokan inkommit ges eller sandas en specificerad uppmaning att komplettera ansokan inom utsatt tid. beslutet om utkomststod ska fattas utan drojsmal, likval senast den sjunde vardagen efter att den kompletterade ansokan har inkommit. om klienten inte inom utsatt tid har kompletterat sin ansokan eller uppgett en godtagbar orsak till att kompletteringen forsenats, fattas beslutet utan drojsmal pa basis av de till buds staende uppgifterna, likval senast den sjunde vardagen efter att tidsfristen gatt ut. med klientens samtycke kan beslutet fattas pa basis av de till buds staende uppgifterna innan den utsatta tiden har gatt ut. utkomststodsklienten ska ges tillfalle till ett personligt samtal med en socialarbetare eller socialhandledare senast den sjunde vardagen efter det att klienten begart detta."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    }
  ]
}