{
  "id": "1203/2007",
  "type": "statute",
  "title": "Laki sairausvakuutuslain muuttamisesta",
  "title_en": "Lag om ändring av sjukförsäkringslagen",
  "status": "in_force",
  "issued_date": "2007-12-07",
  "in_force_date": "2007-12-07",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/1203/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "15:16",
      "chapter": "15",
      "section": "16",
      "title": "Kansaneläkelaitoksen tehtävät toimeenpantaessa neuvoston asetuksen (ETY) N:o 1408/71 sekä sosiaaliturva- ja sairaanhoitosopimusten säännöksiä",
      "content": "Kansaneläkelaitoksen tehtävistä toimeenpantaessa sosiaaliturvajärjestelmien soveltamisesta yhteisön alueella liikkuviin palkattuihin työntekijöihin, itsenäisiin ammatinharjoittajiin ja heidän perheenjäseniinsä annetun neuvoston asetuksen (ETY) N:o 1408/71 ja pohjoismaisen sosiaaliturvasopimuksen (SopS 136/2004) sekä muiden sosiaaliturva- ja sairaanhoitosopimusten säännöksiä säädetään tarkemmin valtioneuvoston asetuksella. Edellä 1 momentissa tarkoitettuja toimeenpanoon liittyviä tehtäviä ovat eurooppalaisen sairaanhoitokortin ja muiden asetuksessa tai sosiaaliturvasopimuksissa tarkoitettujen todistusten sekä neuvoston asetuksen 22 artiklassa tarkoitettujen lupien antaminen, jollei luvan antaminen kuulu sairaanhoitopiirin kuntayhtymän tai muun kunnallisista terveyspalveluista vastaavan tahon toimivaltaan. Toimeenpanoon liittyviä tehtäviä ovat myös neuvoston asetuksen ja sosiaaliturva- ja sairaanhoitosopimusten perusteella annettujen sairaus- ja äitiysetuuksien kustannusten korvaamiseen liittyvät tehtävät sekä muut sellaiset toimeenpanoon liittyvät tehtävät, jotka perustuvat yhteisön oikeuteen tai sosiaaliturva- tai sairaanhoitosopimuksiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "15:16",
        "normalized_fi": "Kansaneläkelaitoksen tehtävistä toimeenpantaessa sosiaaliturvajärjestelmien soveltamisesta yhteisön alueella liikkuviin palkattuihin työntekijöihin, itsenäisiin ammatinharjoittajiin ja heidän perheenjäseniinsä annetun neuvoston asetuksen (ETY) N:o 1408/71 ja pohjoismaisen sosiaaliturvasopimuksen (SopS 136/2004) sekä muiden sosiaaliturva- ja sairaanhoitosopimusten säännöksiä säädetään tarkemmin valtioneuvoston asetuksella. Edellä 1 momentissa tarkoitettuja toimeenpanoon liittyviä tehtäviä ovat eurooppalaisen sairaanhoitokortin ja muiden asetuksessa tai sosiaaliturvasopimuksissa tarkoitettujen todistusten sekä neuvoston asetuksen 22 artiklassa tarkoitettujen lupien antaminen, jollei luvan antaminen kuulu sairaanhoitopiirin kuntayhtymän tai muun kunnallisista terveyspalveluista vastaavan tahon toimivaltaan. Toimeenpanoon liittyviä tehtäviä ovat myös neuvoston asetuksen ja sosiaaliturva- ja sairaanhoitosopimusten perusteella annettujen sairaus- ja äitiysetuuksien kustannusten korvaamiseen liittyvät tehtävät sekä muut sellaiset toimeenpanoon liittyvät tehtävät, jotka perustuvat yhteisön oikeuteen tai sosiaaliturva- tai sairaanhoitosopimuksiin.",
        "folded_fi": "kansanelakelaitoksen tehtavista toimeenpantaessa sosiaaliturvajarjestelmien soveltamisesta yhteison alueella liikkuviin palkattuihin tyontekijoihin, itsenaisiin ammatinharjoittajiin ja heidan perheenjaseniinsa annetun neuvoston asetuksen (ety) n:o 1408/71 ja pohjoismaisen sosiaaliturvasopimuksen (sops 136/2004) seka muiden sosiaaliturva- ja sairaanhoitosopimusten saannoksia saadetaan tarkemmin valtioneuvoston asetuksella. edella 1 momentissa tarkoitettuja toimeenpanoon liittyvia tehtavia ovat eurooppalaisen sairaanhoitokortin ja muiden asetuksessa tai sosiaaliturvasopimuksissa tarkoitettujen todistusten seka neuvoston asetuksen 22 artiklassa tarkoitettujen lupien antaminen, jollei luvan antaminen kuulu sairaanhoitopiirin kuntayhtyman tai muun kunnallisista terveyspalveluista vastaavan tahon toimivaltaan. toimeenpanoon liittyvia tehtavia ovat myos neuvoston asetuksen ja sosiaaliturva- ja sairaanhoitosopimusten perusteella annettujen sairaus- ja aitiysetuuksien kustannusten korvaamiseen liittyvat tehtavat seka muut sellaiset toimeenpanoon liittyvat tehtavat, jotka perustuvat yhteison oikeuteen tai sosiaaliturva- tai sairaanhoitosopimuksiin.",
        "title_sv": "Folkpensionsanstaltens uppgifter vid verkställigheten av rådets förordning (EEG) nr 1408/71 samt av överenskommelser om social trygghet eller sjukvård",
        "content_sv": "Genom förordning av statsrådet utfärdas närmare bestämmelser om Folkpensionsanstaltens uppgifter vid verkställigheten av rådets förordning (EEG) nr 1408/71 om tillämpningen av systemen för social trygghet när anställda, egenföretagare eller deras familjemedlemmar flyttar inom gemenskapen, den nordiska konventionen om social trygghet (FördrS 136/2004) samt andra överenskommelser om social trygghet eller sjukvård. Verkställighetsuppgifter enligt 1 mom. är utfärdande av europeiska sjukvårdskort och andra i förordningen eller i överenskommelserna om social trygghet avsedda intyg samt i artikel 22 i rådets förordning avsedda tillstånd, om inte utfärdandet av tillstånd ingår i behörigheten för samkommunen för ett sjukvårdsdistrikt eller något annat organ som ansvarar för de kommunala hälsovårdstjänsterna. Verkställighetsuppgifter är även uppgifter i anslutning till ersättning av kostnader för sjukvårds- och moderskapsförmåner som givits med stöd av rådets förordning eller överenskommelserna om social trygghet eller sjukvård samt andra sådana uppgifter i anslutning till verkställighet som baserar sig på gemenskapsrätten eller överenskommelser om social trygghet eller sjukvård.",
        "normalized_sv": "Genom förordning av statsrådet utfärdas närmare bestämmelser om Folkpensionsanstaltens uppgifter vid verkställigheten av rådets förordning (EEG) nr 1408/71 om tillämpningen av systemen för social trygghet när anställda, egenföretagare eller deras familjemedlemmar flyttar inom gemenskapen, den nordiska konventionen om social trygghet (FördrS 136/2004) samt andra överenskommelser om social trygghet eller sjukvård. Verkställighetsuppgifter enligt 1 mom. är utfärdande av europeiska sjukvårdskort och andra i förordningen eller i överenskommelserna om social trygghet avsedda intyg samt i artikel 22 i rådets förordning avsedda tillstånd, om inte utfärdandet av tillstånd ingår i behörigheten för samkommunen för ett sjukvårdsdistrikt eller något annat organ som ansvarar för de kommunala hälsovårdstjänsterna. Verkställighetsuppgifter är även uppgifter i anslutning till ersättning av kostnader för sjukvårds- och moderskapsförmåner som givits med stöd av rådets förordning eller överenskommelserna om social trygghet eller sjukvård samt andra sådana uppgifter i anslutning till verkställighet som baserar sig på gemenskapsrätten eller överenskommelser om social trygghet eller sjukvård.",
        "folded_sv": "genom forordning av statsradet utfardas narmare bestammelser om folkpensionsanstaltens uppgifter vid verkstalligheten av radets forordning (eeg) nr 1408/71 om tillampningen av systemen for social trygghet nar anstallda, egenforetagare eller deras familjemedlemmar flyttar inom gemenskapen, den nordiska konventionen om social trygghet (fordrs 136/2004) samt andra overenskommelser om social trygghet eller sjukvard. verkstallighetsuppgifter enligt 1 mom. ar utfardande av europeiska sjukvardskort och andra i forordningen eller i overenskommelserna om social trygghet avsedda intyg samt i artikel 22 i radets forordning avsedda tillstand, om inte utfardandet av tillstand ingar i behorigheten for samkommunen for ett sjukvardsdistrikt eller nagot annat organ som ansvarar for de kommunala halsovardstjansterna. verkstallighetsuppgifter ar aven uppgifter i anslutning till ersattning av kostnader for sjukvards- och moderskapsformaner som givits med stod av radets forordning eller overenskommelserna om social trygghet eller sjukvard samt andra sadana uppgifter i anslutning till verkstallighet som baserar sig pa gemenskapsratten eller overenskommelser om social trygghet eller sjukvard."
      }
    },
    {
      "provision_ref": "15:16 a",
      "chapter": "15",
      "section": "16 a",
      "title": "Neuvoston asetuksen (ETY) N:o 1408/71 sekä sosiaaliturva- ja sairaanhoitosopimusten nojalla annettavien sairaus- ja äitiysetuuksien kustannusten korvaaminen",
      "content": "Kansaneläkelaitos korvaa sen mukaan kuin valtioneuvoston asetuksella tarkemmin säädetään julkisia terveyspalveluja antavalle yksikölle valtion varoista kustannukset, jotka ovat aiheutuneet 16 §:ssä tarkoitetun asetuksen tai Suomea sitovan kansainvälisen sosiaaliturva- tai sairaanhoitosopimuksen perusteella muualla kuin Suomessa vakuutetulle henkilölle annetuista sairaus- tai äitiysetuuksista. Edellä tarkoitetuista kustannuksista korvataan enintään palvelun järjestämisestä aiheutuneiden kustannusten määrä vähennettynä palvelun käyttäjältä perityllä asiakasmaksulla. Hoitopalvelun järjestämisestä aiheutuvilla kustannuksilla tarkoitetaan maksua, jonka kuntayhtymän ulkopuolinen kunta erikoissairaanhoitolain (1062/1989) 42 ja 43 §:n nojalla maksaisi kuntayhtymälle asukkaansa hoitokustannuksista, jos hoito tulisi kunnan maksettavaksi. Jos palvelun käyttäjä saa hoitoa kunnan tai kuntayhtymän ylläpitämässä terveyskeskuksessa, sairaalassa tai muussa terveydenhuollon toimintayksikössä, tarkoitetaan palvelun järjestämisestä aiheutuvilla kustannuksilla maksua, joka kansanterveyslain 22 §:n 2 momentin nojalla perittäisiin toisesta kunnasta olevan potilaan kotikunnalta. Valtion varoista Kansaneläkelaitos korvaa myös vieraalle valtiolle suoritettavat sairaus- tai äitiysetuuksien kustannusten korvaukset. Vieraan valtion suorittamat kustannusten korvaukset tilitetään valtiolle. Julkisia terveyspalveluja antavan yksikön on annettava kustannusten korvaamiseen liittyvien tehtävien hoitamista varten tarpeelliset tiedot Kansaneläkelaitokselle siten kuin valtioneuvoston asetuksella tarkemmin säädetään. Kansaneläkelaitos voi 1 momentissa mainitun asetuksen 36 artiklaa sovellettaessa luopua sosiaali- ja terveysministeriön valtuutuksen perusteella toiselta jäsenvaltiolta olevan Suomen saatavan perimisestä, jos saatava on määrältään vähäinen tai perintää ei muutoin ole tarkoituksenmukaista jatkaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "15:16 a",
        "normalized_fi": "Kansaneläkelaitos korvaa sen mukaan kuin valtioneuvoston asetuksella tarkemmin säädetään julkisia terveyspalveluja antavalle yksikölle valtion varoista kustannukset, jotka ovat aiheutuneet 16 § :ssä tarkoitetun asetuksen tai Suomea sitovan kansainvälisen sosiaaliturva- tai sairaanhoitosopimuksen perusteella muualla kuin Suomessa vakuutetulle henkilölle annetuista sairaus- tai äitiysetuuksista. Edellä tarkoitetuista kustannuksista korvataan enintään palvelun järjestämisestä aiheutuneiden kustannusten määrä vähennettynä palvelun käyttäjältä perityllä asiakasmaksulla. Hoitopalvelun järjestämisestä aiheutuvilla kustannuksilla tarkoitetaan maksua, jonka kuntayhtymän ulkopuolinen kunta erikoissairaanhoitolain (1062/1989) 42 ja 43 § :n nojalla maksaisi kuntayhtymälle asukkaansa hoitokustannuksista, jos hoito tulisi kunnan maksettavaksi. Jos palvelun käyttäjä saa hoitoa kunnan tai kuntayhtymän ylläpitämässä terveyskeskuksessa, sairaalassa tai muussa terveydenhuollon toimintayksikössä, tarkoitetaan palvelun järjestämisestä aiheutuvilla kustannuksilla maksua, joka kansanterveyslain 22 § :n 2 momentin nojalla perittäisiin toisesta kunnasta olevan potilaan kotikunnalta. Valtion varoista Kansaneläkelaitos korvaa myös vieraalle valtiolle suoritettavat sairaus- tai äitiysetuuksien kustannusten korvaukset. Vieraan valtion suorittamat kustannusten korvaukset tilitetään valtiolle. Julkisia terveyspalveluja antavan yksikön on annettava kustannusten korvaamiseen liittyvien tehtävien hoitamista varten tarpeelliset tiedot Kansaneläkelaitokselle siten kuin valtioneuvoston asetuksella tarkemmin säädetään. Kansaneläkelaitos voi 1 momentissa mainitun asetuksen 36 artiklaa sovellettaessa luopua sosiaali- ja terveysministeriön valtuutuksen perusteella toiselta jäsenvaltiolta olevan Suomen saatavan perimisestä, jos saatava on määrältään vähäinen tai perintää ei muutoin ole tarkoituksenmukaista jatkaa.",
        "folded_fi": "kansanelakelaitos korvaa sen mukaan kuin valtioneuvoston asetuksella tarkemmin saadetaan julkisia terveyspalveluja antavalle yksikolle valtion varoista kustannukset, jotka ovat aiheutuneet 16 §:ssa tarkoitetun asetuksen tai suomea sitovan kansainvalisen sosiaaliturva- tai sairaanhoitosopimuksen perusteella muualla kuin suomessa vakuutetulle henkilolle annetuista sairaus- tai aitiysetuuksista. edella tarkoitetuista kustannuksista korvataan enintaan palvelun jarjestamisesta aiheutuneiden kustannusten maara vahennettyna palvelun kayttajalta peritylla asiakasmaksulla. hoitopalvelun jarjestamisesta aiheutuvilla kustannuksilla tarkoitetaan maksua, jonka kuntayhtyman ulkopuolinen kunta erikoissairaanhoitolain (1062/1989) 42 ja 43 §:n nojalla maksaisi kuntayhtymalle asukkaansa hoitokustannuksista, jos hoito tulisi kunnan maksettavaksi. jos palvelun kayttaja saa hoitoa kunnan tai kuntayhtyman yllapitamassa terveyskeskuksessa, sairaalassa tai muussa terveydenhuollon toimintayksikossa, tarkoitetaan palvelun jarjestamisesta aiheutuvilla kustannuksilla maksua, joka kansanterveyslain 22 §:n 2 momentin nojalla perittaisiin toisesta kunnasta olevan potilaan kotikunnalta. valtion varoista kansanelakelaitos korvaa myos vieraalle valtiolle suoritettavat sairaus- tai aitiysetuuksien kustannusten korvaukset. vieraan valtion suorittamat kustannusten korvaukset tilitetaan valtiolle. julkisia terveyspalveluja antavan yksikon on annettava kustannusten korvaamiseen liittyvien tehtavien hoitamista varten tarpeelliset tiedot kansanelakelaitokselle siten kuin valtioneuvoston asetuksella tarkemmin saadetaan. kansanelakelaitos voi 1 momentissa mainitun asetuksen 36 artiklaa sovellettaessa luopua sosiaali- ja terveysministerion valtuutuksen perusteella toiselta jasenvaltiolta olevan suomen saatavan perimisesta, jos saatava on maaraltaan vahainen tai perintaa ei muutoin ole tarkoituksenmukaista jatkaa.",
        "title_sv": "Ersättning av kostnader för sjukvårds- och moderskapsförmåner som getts med stöd av rådets förordning (EEG) nr 1408/71 eller överenskommelser om social trygghet eller sjukvård",
        "content_sv": "Till en enhet som tillhandahåller offentliga hälsovårdstjänster ersätter Folkpensionsanstalten, på det sätt som närmare föreskrivs genom förordning av statsrådet, av statens medel de kostnader för sjukvårds- och moderskapsförmåner som med stöd av den i 16 § avsedda förordningen eller en för Finland bindande internationell överenskommelse om social trygghet eller sjukvård getts till personer som är försäkrade någon annanstans än i Finland. Av de ovan avsedda kostnaderna ersätts högst beloppet av kostnaderna för ordnandet av tjänsten minskat med den klientavgift som tagits ut hos klienten. Med kostnader för ordnandet av vårdtjänsten avses den avgift som en kommun som inte hör till samkommunen med stöd av 42 och 43 § i lagen om specialiserad sjukvård (1062/1989) skulle betala till samkommunen för kostnaderna för vården av en av sina invånare, om kommunen skulle betala vården. Om klienten vårdas vid en hälsovårdscentral, ett sjukhus eller en annan verksamhetsenhet inom hälso- och sjukvården som en kommun eller en samkommun är huvudman för, avses med kostnader för ordnandet av tjänsten den avgift som med stöd av 22 § 2 mom. i folkhälsolagen skulle tas ut hos patientens hemkommun om patienten kom från en annan kommun. Av statens medel ersätter Folkpensionsanstalten också de kostnadsersättningar för sjukvårds- och moderskapsförmåner som ska betalas till främmande stater. Kostnadsersättningar som betalas av en främmande stat redovisas till staten. En enhet som tillhandahåller offentliga hälsovårdstjänster ska ge Folkpensionsanstalten de uppgifter som den behöver för att kunna sköta uppgifterna i anslutning till ersättning av kostnader, enligt vad som närmare föreskrivs genom förordning av statsrådet. Folkpensionsanstalten kan vid tillämpningen av artikel 36 i den i 1 mom. nämnda förordningen med stöd av ett bemyndigande från social- och hälsovårdsministeriet avstå från indrivning av en fordran som Finland har hos en annan medlemsstat, om fordrans belopp är litet eller det inte annars är ändamålsenligt att fortsätta driva in fordran.",
        "normalized_sv": "Till en enhet som tillhandahåller offentliga hälsovårdstjänster ersätter Folkpensionsanstalten, på det sätt som närmare föreskrivs genom förordning av statsrådet, av statens medel de kostnader för sjukvårds- och moderskapsförmåner som med stöd av den i 16 § avsedda förordningen eller en för Finland bindande internationell överenskommelse om social trygghet eller sjukvård getts till personer som är försäkrade någon annanstans än i Finland. Av de ovan avsedda kostnaderna ersätts högst beloppet av kostnaderna för ordnandet av tjänsten minskat med den klientavgift som tagits ut hos klienten. Med kostnader för ordnandet av vårdtjänsten avses den avgift som en kommun som inte hör till samkommunen med stöd av 42 och 43 § i lagen om specialiserad sjukvård (1062/1989) skulle betala till samkommunen för kostnaderna för vården av en av sina invånare, om kommunen skulle betala vården. Om klienten vårdas vid en hälsovårdscentral, ett sjukhus eller en annan verksamhetsenhet inom hälso- och sjukvården som en kommun eller en samkommun är huvudman för, avses med kostnader för ordnandet av tjänsten den avgift som med stöd av 22 § 2 mom. i folkhälsolagen skulle tas ut hos patientens hemkommun om patienten kom från en annan kommun. Av statens medel ersätter Folkpensionsanstalten också de kostnadsersättningar för sjukvårds- och moderskapsförmåner som ska betalas till främmande stater. Kostnadsersättningar som betalas av en främmande stat redovisas till staten. En enhet som tillhandahåller offentliga hälsovårdstjänster ska ge Folkpensionsanstalten de uppgifter som den behöver för att kunna sköta uppgifterna i anslutning till ersättning av kostnader, enligt vad som närmare föreskrivs genom förordning av statsrådet. Folkpensionsanstalten kan vid tillämpningen av artikel 36 i den i 1 mom. nämnda förordningen med stöd av ett bemyndigande från social- och hälsovårdsministeriet avstå från indrivning av en fordran som Finland har hos en annan medlemsstat, om fordrans belopp är litet eller det inte annars är ändamålsenligt att fortsätta driva in fordran.",
        "folded_sv": "till en enhet som tillhandahaller offentliga halsovardstjanster ersatter folkpensionsanstalten, pa det satt som narmare foreskrivs genom forordning av statsradet, av statens medel de kostnader for sjukvards- och moderskapsformaner som med stod av den i 16 § avsedda forordningen eller en for finland bindande internationell overenskommelse om social trygghet eller sjukvard getts till personer som ar forsakrade nagon annanstans an i finland. av de ovan avsedda kostnaderna ersatts hogst beloppet av kostnaderna for ordnandet av tjansten minskat med den klientavgift som tagits ut hos klienten. med kostnader for ordnandet av vardtjansten avses den avgift som en kommun som inte hor till samkommunen med stod av 42 och 43 § i lagen om specialiserad sjukvard (1062/1989) skulle betala till samkommunen for kostnaderna for varden av en av sina invanare, om kommunen skulle betala varden. om klienten vardas vid en halsovardscentral, ett sjukhus eller en annan verksamhetsenhet inom halso- och sjukvarden som en kommun eller en samkommun ar huvudman for, avses med kostnader for ordnandet av tjansten den avgift som med stod av 22 § 2 mom. i folkhalsolagen skulle tas ut hos patientens hemkommun om patienten kom fran en annan kommun. av statens medel ersatter folkpensionsanstalten ocksa de kostnadsersattningar for sjukvards- och moderskapsformaner som ska betalas till frammande stater. kostnadsersattningar som betalas av en frammande stat redovisas till staten. en enhet som tillhandahaller offentliga halsovardstjanster ska ge folkpensionsanstalten de uppgifter som den behover for att kunna skota uppgifterna i anslutning till ersattning av kostnader, enligt vad som narmare foreskrivs genom forordning av statsradet. folkpensionsanstalten kan vid tillampningen av artikel 36 i den i 1 mom. namnda forordningen med stod av ett bemyndigande fran social- och halsovardsministeriet avsta fran indrivning av en fordran som finland har hos en annan medlemsstat, om fordrans belopp ar litet eller det inte annars ar andamalsenligt att fortsatta driva in fordran."
      }
    },
    {
      "provision_ref": "18:8",
      "chapter": "18",
      "section": "8",
      "title": "Sairaanhoitovakuutuksen kulut",
      "content": "Sairausvakuutusrahastosta maksettavia sairaanhoitovakuutuksen kuluja ovat: 5) Suomessa vakuutetun ulkomailla saaman sairaanhoidon kulut, joiden korvaamisesta Suomi kansainvälisten sopimusten tai sosiaaliturva-asetuksen perusteella vastaa, ja muualla kuin Suomessa vakuutetun Suomessa saaman sairaanhoidon kulut, kun hoito on annettu sosiaaliturva-asetuksen tai Suomen tekemän sosiaaliturva- tai sairaanhoitosopimuksen perusteella, sekä kulut, joiden korvaamisesta on valtioiden välisellä sopimuksella luovuttu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "18:8",
        "normalized_fi": "Sairausvakuutusrahastosta maksettavia sairaanhoitovakuutuksen kuluja ovat: 5) Suomessa vakuutetun ulkomailla saaman sairaanhoidon kulut, joiden korvaamisesta Suomi kansainvälisten sopimusten tai sosiaaliturva-asetuksen perusteella vastaa, ja muualla kuin Suomessa vakuutetun Suomessa saaman sairaanhoidon kulut, kun hoito on annettu sosiaaliturva-asetuksen tai Suomen tekemän sosiaaliturva- tai sairaanhoitosopimuksen perusteella, sekä kulut, joiden korvaamisesta on valtioiden välisellä sopimuksella luovuttu.",
        "folded_fi": "sairausvakuutusrahastosta maksettavia sairaanhoitovakuutuksen kuluja ovat: 5) suomessa vakuutetun ulkomailla saaman sairaanhoidon kulut, joiden korvaamisesta suomi kansainvalisten sopimusten tai sosiaaliturva-asetuksen perusteella vastaa, ja muualla kuin suomessa vakuutetun suomessa saaman sairaanhoidon kulut, kun hoito on annettu sosiaaliturva-asetuksen tai suomen tekeman sosiaaliturva- tai sairaanhoitosopimuksen perusteella, seka kulut, joiden korvaamisesta on valtioiden valisella sopimuksella luovuttu.",
        "title_sv": "Utgifterna för sjukvårdsförsäkringen",
        "content_sv": "Utgifter för sjukvårdsförsäkringen som skall betalas ur sjukförsäkringsfonden är 5) kostnader för sjukvård som en person som är försäkrad i Finland har fått utomlands, för vilkas ersättande Finland svarar enligt internationella fördrag eller förordningen om social trygghet, och kostnader för sjukvård som en person som försäkrats någon annanstans än i Finland har fått i Finland, när vården har getts med stöd av förordningen om social trygghet eller en överenskommelse om social trygghet eller sjukvård som Finland ingått, samt kostnader vilkas ersättande man avstått från genom avtal stater emellan.",
        "normalized_sv": "Utgifter för sjukvårdsförsäkringen som skall betalas ur sjukförsäkringsfonden är 5) kostnader för sjukvård som en person som är försäkrad i Finland har fått utomlands, för vilkas ersättande Finland svarar enligt internationella fördrag eller förordningen om social trygghet, och kostnader för sjukvård som en person som försäkrats någon annanstans än i Finland har fått i Finland, när vården har getts med stöd av förordningen om social trygghet eller en överenskommelse om social trygghet eller sjukvård som Finland ingått, samt kostnader vilkas ersättande man avstått från genom avtal stater emellan.",
        "folded_sv": "utgifter for sjukvardsforsakringen som skall betalas ur sjukforsakringsfonden ar 5) kostnader for sjukvard som en person som ar forsakrad i finland har fatt utomlands, for vilkas ersattande finland svarar enligt internationella fordrag eller forordningen om social trygghet, och kostnader for sjukvard som en person som forsakrats nagon annanstans an i finland har fatt i finland, nar varden har getts med stod av forordningen om social trygghet eller en overenskommelse om social trygghet eller sjukvard som finland ingatt, samt kostnader vilkas ersattande man avstatt fran genom avtal stater emellan."
      }
    },
    {
      "provision_ref": "19:5",
      "chapter": "19",
      "section": "5",
      "title": "Tietojen luovuttaminen eräissä tapauksissa",
      "content": "Kansaneläkelaitoksella on oikeus antaa salassapitosäännösten ja muiden tiedon saantia koskevien rajoitusten estämättä: 5) matkojen yhdistelypalvelua koskevan sopimuksen perusteella matkojen yhdistelyä suorittavalle henkilön etu- ja sukunimitiedot, tiedon siitä, onko henkilö työpaikkakassan jäsen ja onko hän vakuutettu; jos henkilö on vakuutettu, Kansaneläkelaitos voi lisäksi antaa sopimuksen perusteella matkojen yhdistelyä suorittavalle vakuutetun osoitteen, tiedon matkakustannusten vuotuisen omavastuuosuuden täyttymisestä sekä muut matkojen välityksessä välttämättömät vakuutetun tiedot; 6) julkisia terveyspalveluja antaville yksiköille 15 luvun 16 a §:n 1 momentissa tarkoitettujen kustannusten korvaamiseksi tiedot henkilön kuulumisesta toisen valtion sosiaaliturvajärjestelmän piiriin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "19:5",
        "normalized_fi": "Kansaneläkelaitoksella on oikeus antaa salassapitosäännösten ja muiden tiedon saantia koskevien rajoitusten estämättä: 5) matkojen yhdistelypalvelua koskevan sopimuksen perusteella matkojen yhdistelyä suorittavalle henkilön etu- ja sukunimitiedot, tiedon siitä, onko henkilö työpaikkakassan jäsen ja onko hän vakuutettu; jos henkilö on vakuutettu, Kansaneläkelaitos voi lisäksi antaa sopimuksen perusteella matkojen yhdistelyä suorittavalle vakuutetun osoitteen, tiedon matkakustannusten vuotuisen omavastuuosuuden täyttymisestä sekä muut matkojen välityksessä välttämättömät vakuutetun tiedot; 6) julkisia terveyspalveluja antaville yksiköille 15 luvun 16 a § :n 1 momentissa tarkoitettujen kustannusten korvaamiseksi tiedot henkilön kuulumisesta toisen valtion sosiaaliturvajärjestelmän piiriin.",
        "folded_fi": "kansanelakelaitoksella on oikeus antaa salassapitosaannosten ja muiden tiedon saantia koskevien rajoitusten estamatta: 5) matkojen yhdistelypalvelua koskevan sopimuksen perusteella matkojen yhdistelya suorittavalle henkilon etu- ja sukunimitiedot, tiedon siita, onko henkilo tyopaikkakassan jasen ja onko han vakuutettu; jos henkilo on vakuutettu, kansanelakelaitos voi lisaksi antaa sopimuksen perusteella matkojen yhdistelya suorittavalle vakuutetun osoitteen, tiedon matkakustannusten vuotuisen omavastuuosuuden tayttymisesta seka muut matkojen valityksessa valttamattomat vakuutetun tiedot; 6) julkisia terveyspalveluja antaville yksikoille 15 luvun 16 a §:n 1 momentissa tarkoitettujen kustannusten korvaamiseksi tiedot henkilon kuulumisesta toisen valtion sosiaaliturvajarjestelman piiriin.",
        "title_sv": "Utlämnande av uppgifter i vissa fall",
        "content_sv": "Folkpensionsanstalten har utan hinder av sekretessbestämmelserna och andra begränsningar i fråga om erhållande av uppgifter rätt att 5) till den som med stöd av ett avtal om tillhandahållande av tjänster för samordning av resor sköter samordning av resor lämna uppgifter om en persons för- och släktnamn, uppgifter om att personen är medlem av en arbetsplatskassa och om att han eller hon är försäkrad; om personen är försäkrad, kan Folkpensionsanstalten dessutom till den som med stöd av avtal sköter samordning av resor lämna den försäkrades adress, uppgifter om uppnående av den årliga självriskandelen för resekostnader och andra uppgifter om den försäkrade som är nödvändiga för förmedlingen av resor, 6) till enheter som tillhandahåller offentliga hälsovårdstjänster för ersättande av de kostnader som avses i 15 kap. 16 a § 1 mom. lämna upplysningar om huruvida en person omfattas av socialskyddssystemet i en annan stat.",
        "normalized_sv": "Folkpensionsanstalten har utan hinder av sekretessbestämmelserna och andra begränsningar i fråga om erhållande av uppgifter rätt att 5) till den som med stöd av ett avtal om tillhandahållande av tjänster för samordning av resor sköter samordning av resor lämna uppgifter om en persons för- och släktnamn, uppgifter om att personen är medlem av en arbetsplatskassa och om att han eller hon är försäkrad; om personen är försäkrad, kan Folkpensionsanstalten dessutom till den som med stöd av avtal sköter samordning av resor lämna den försäkrades adress, uppgifter om uppnående av den årliga självriskandelen för resekostnader och andra uppgifter om den försäkrade som är nödvändiga för förmedlingen av resor, 6) till enheter som tillhandahåller offentliga hälsovårdstjänster för ersättande av de kostnader som avses i 15 kap. 16 a § 1 mom. lämna upplysningar om huruvida en person omfattas av socialskyddssystemet i en annan stat.",
        "folded_sv": "folkpensionsanstalten har utan hinder av sekretessbestammelserna och andra begransningar i fraga om erhallande av uppgifter ratt att 5) till den som med stod av ett avtal om tillhandahallande av tjanster for samordning av resor skoter samordning av resor lamna uppgifter om en persons for- och slaktnamn, uppgifter om att personen ar medlem av en arbetsplatskassa och om att han eller hon ar forsakrad; om personen ar forsakrad, kan folkpensionsanstalten dessutom till den som med stod av avtal skoter samordning av resor lamna den forsakrades adress, uppgifter om uppnaende av den arliga sjalvriskandelen for resekostnader och andra uppgifter om den forsakrade som ar nodvandiga for formedlingen av resor, 6) till enheter som tillhandahaller offentliga halsovardstjanster for ersattande av de kostnader som avses i 15 kap. 16 a § 1 mom. lamna upplysningar om huruvida en person omfattas av socialskyddssystemet i en annan stat."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "15:16",
      "chapter": "15",
      "section": "16",
      "title": "Kansaneläkelaitoksen tehtävät toimeenpantaessa neuvoston asetuksen (ETY) N:o 1408/71 sekä sosiaaliturva- ja sairaanhoitosopimusten säännöksiä",
      "content": "Kansaneläkelaitoksen tehtävistä toimeenpantaessa sosiaaliturvajärjestelmien soveltamisesta yhteisön alueella liikkuviin palkattuihin työntekijöihin, itsenäisiin ammatinharjoittajiin ja heidän perheenjäseniinsä annetun neuvoston asetuksen (ETY) N:o 1408/71 ja pohjoismaisen sosiaaliturvasopimuksen (SopS 136/2004) sekä muiden sosiaaliturva- ja sairaanhoitosopimusten säännöksiä säädetään tarkemmin valtioneuvoston asetuksella. Edellä 1 momentissa tarkoitettuja toimeenpanoon liittyviä tehtäviä ovat eurooppalaisen sairaanhoitokortin ja muiden asetuksessa tai sosiaaliturvasopimuksissa tarkoitettujen todistusten sekä neuvoston asetuksen 22 artiklassa tarkoitettujen lupien antaminen, jollei luvan antaminen kuulu sairaanhoitopiirin kuntayhtymän tai muun kunnallisista terveyspalveluista vastaavan tahon toimivaltaan. Toimeenpanoon liittyviä tehtäviä ovat myös neuvoston asetuksen ja sosiaaliturva- ja sairaanhoitosopimusten perusteella annettujen sairaus- ja äitiysetuuksien kustannusten korvaamiseen liittyvät tehtävät sekä muut sellaiset toimeenpanoon liittyvät tehtävät, jotka perustuvat yhteisön oikeuteen tai sosiaaliturva- tai sairaanhoitosopimuksiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "15:16",
        "normalized_fi": "Kansaneläkelaitoksen tehtävistä toimeenpantaessa sosiaaliturvajärjestelmien soveltamisesta yhteisön alueella liikkuviin palkattuihin työntekijöihin, itsenäisiin ammatinharjoittajiin ja heidän perheenjäseniinsä annetun neuvoston asetuksen (ETY) N:o 1408/71 ja pohjoismaisen sosiaaliturvasopimuksen (SopS 136/2004) sekä muiden sosiaaliturva- ja sairaanhoitosopimusten säännöksiä säädetään tarkemmin valtioneuvoston asetuksella. Edellä 1 momentissa tarkoitettuja toimeenpanoon liittyviä tehtäviä ovat eurooppalaisen sairaanhoitokortin ja muiden asetuksessa tai sosiaaliturvasopimuksissa tarkoitettujen todistusten sekä neuvoston asetuksen 22 artiklassa tarkoitettujen lupien antaminen, jollei luvan antaminen kuulu sairaanhoitopiirin kuntayhtymän tai muun kunnallisista terveyspalveluista vastaavan tahon toimivaltaan. Toimeenpanoon liittyviä tehtäviä ovat myös neuvoston asetuksen ja sosiaaliturva- ja sairaanhoitosopimusten perusteella annettujen sairaus- ja äitiysetuuksien kustannusten korvaamiseen liittyvät tehtävät sekä muut sellaiset toimeenpanoon liittyvät tehtävät, jotka perustuvat yhteisön oikeuteen tai sosiaaliturva- tai sairaanhoitosopimuksiin.",
        "folded_fi": "kansanelakelaitoksen tehtavista toimeenpantaessa sosiaaliturvajarjestelmien soveltamisesta yhteison alueella liikkuviin palkattuihin tyontekijoihin, itsenaisiin ammatinharjoittajiin ja heidan perheenjaseniinsa annetun neuvoston asetuksen (ety) n:o 1408/71 ja pohjoismaisen sosiaaliturvasopimuksen (sops 136/2004) seka muiden sosiaaliturva- ja sairaanhoitosopimusten saannoksia saadetaan tarkemmin valtioneuvoston asetuksella. edella 1 momentissa tarkoitettuja toimeenpanoon liittyvia tehtavia ovat eurooppalaisen sairaanhoitokortin ja muiden asetuksessa tai sosiaaliturvasopimuksissa tarkoitettujen todistusten seka neuvoston asetuksen 22 artiklassa tarkoitettujen lupien antaminen, jollei luvan antaminen kuulu sairaanhoitopiirin kuntayhtyman tai muun kunnallisista terveyspalveluista vastaavan tahon toimivaltaan. toimeenpanoon liittyvia tehtavia ovat myos neuvoston asetuksen ja sosiaaliturva- ja sairaanhoitosopimusten perusteella annettujen sairaus- ja aitiysetuuksien kustannusten korvaamiseen liittyvat tehtavat seka muut sellaiset toimeenpanoon liittyvat tehtavat, jotka perustuvat yhteison oikeuteen tai sosiaaliturva- tai sairaanhoitosopimuksiin.",
        "title_sv": "Folkpensionsanstaltens uppgifter vid verkställigheten av rådets förordning (EEG) nr 1408/71 samt av överenskommelser om social trygghet eller sjukvård",
        "content_sv": "Genom förordning av statsrådet utfärdas närmare bestämmelser om Folkpensionsanstaltens uppgifter vid verkställigheten av rådets förordning (EEG) nr 1408/71 om tillämpningen av systemen för social trygghet när anställda, egenföretagare eller deras familjemedlemmar flyttar inom gemenskapen, den nordiska konventionen om social trygghet (FördrS 136/2004) samt andra överenskommelser om social trygghet eller sjukvård. Verkställighetsuppgifter enligt 1 mom. är utfärdande av europeiska sjukvårdskort och andra i förordningen eller i överenskommelserna om social trygghet avsedda intyg samt i artikel 22 i rådets förordning avsedda tillstånd, om inte utfärdandet av tillstånd ingår i behörigheten för samkommunen för ett sjukvårdsdistrikt eller något annat organ som ansvarar för de kommunala hälsovårdstjänsterna. Verkställighetsuppgifter är även uppgifter i anslutning till ersättning av kostnader för sjukvårds- och moderskapsförmåner som givits med stöd av rådets förordning eller överenskommelserna om social trygghet eller sjukvård samt andra sådana uppgifter i anslutning till verkställighet som baserar sig på gemenskapsrätten eller överenskommelser om social trygghet eller sjukvård.",
        "normalized_sv": "Genom förordning av statsrådet utfärdas närmare bestämmelser om Folkpensionsanstaltens uppgifter vid verkställigheten av rådets förordning (EEG) nr 1408/71 om tillämpningen av systemen för social trygghet när anställda, egenföretagare eller deras familjemedlemmar flyttar inom gemenskapen, den nordiska konventionen om social trygghet (FördrS 136/2004) samt andra överenskommelser om social trygghet eller sjukvård. Verkställighetsuppgifter enligt 1 mom. är utfärdande av europeiska sjukvårdskort och andra i förordningen eller i överenskommelserna om social trygghet avsedda intyg samt i artikel 22 i rådets förordning avsedda tillstånd, om inte utfärdandet av tillstånd ingår i behörigheten för samkommunen för ett sjukvårdsdistrikt eller något annat organ som ansvarar för de kommunala hälsovårdstjänsterna. Verkställighetsuppgifter är även uppgifter i anslutning till ersättning av kostnader för sjukvårds- och moderskapsförmåner som givits med stöd av rådets förordning eller överenskommelserna om social trygghet eller sjukvård samt andra sådana uppgifter i anslutning till verkställighet som baserar sig på gemenskapsrätten eller överenskommelser om social trygghet eller sjukvård.",
        "folded_sv": "genom forordning av statsradet utfardas narmare bestammelser om folkpensionsanstaltens uppgifter vid verkstalligheten av radets forordning (eeg) nr 1408/71 om tillampningen av systemen for social trygghet nar anstallda, egenforetagare eller deras familjemedlemmar flyttar inom gemenskapen, den nordiska konventionen om social trygghet (fordrs 136/2004) samt andra overenskommelser om social trygghet eller sjukvard. verkstallighetsuppgifter enligt 1 mom. ar utfardande av europeiska sjukvardskort och andra i forordningen eller i overenskommelserna om social trygghet avsedda intyg samt i artikel 22 i radets forordning avsedda tillstand, om inte utfardandet av tillstand ingar i behorigheten for samkommunen for ett sjukvardsdistrikt eller nagot annat organ som ansvarar for de kommunala halsovardstjansterna. verkstallighetsuppgifter ar aven uppgifter i anslutning till ersattning av kostnader for sjukvards- och moderskapsformaner som givits med stod av radets forordning eller overenskommelserna om social trygghet eller sjukvard samt andra sadana uppgifter i anslutning till verkstallighet som baserar sig pa gemenskapsratten eller overenskommelser om social trygghet eller sjukvard."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "15:16 a",
      "chapter": "15",
      "section": "16 a",
      "title": "Neuvoston asetuksen (ETY) N:o 1408/71 sekä sosiaaliturva- ja sairaanhoitosopimusten nojalla annettavien sairaus- ja äitiysetuuksien kustannusten korvaaminen",
      "content": "Kansaneläkelaitos korvaa sen mukaan kuin valtioneuvoston asetuksella tarkemmin säädetään julkisia terveyspalveluja antavalle yksikölle valtion varoista kustannukset, jotka ovat aiheutuneet 16 §:ssä tarkoitetun asetuksen tai Suomea sitovan kansainvälisen sosiaaliturva- tai sairaanhoitosopimuksen perusteella muualla kuin Suomessa vakuutetulle henkilölle annetuista sairaus- tai äitiysetuuksista. Edellä tarkoitetuista kustannuksista korvataan enintään palvelun järjestämisestä aiheutuneiden kustannusten määrä vähennettynä palvelun käyttäjältä perityllä asiakasmaksulla. Hoitopalvelun järjestämisestä aiheutuvilla kustannuksilla tarkoitetaan maksua, jonka kuntayhtymän ulkopuolinen kunta erikoissairaanhoitolain (1062/1989) 42 ja 43 §:n nojalla maksaisi kuntayhtymälle asukkaansa hoitokustannuksista, jos hoito tulisi kunnan maksettavaksi. Jos palvelun käyttäjä saa hoitoa kunnan tai kuntayhtymän ylläpitämässä terveyskeskuksessa, sairaalassa tai muussa terveydenhuollon toimintayksikössä, tarkoitetaan palvelun järjestämisestä aiheutuvilla kustannuksilla maksua, joka kansanterveyslain 22 §:n 2 momentin nojalla perittäisiin toisesta kunnasta olevan potilaan kotikunnalta. Valtion varoista Kansaneläkelaitos korvaa myös vieraalle valtiolle suoritettavat sairaus- tai äitiysetuuksien kustannusten korvaukset. Vieraan valtion suorittamat kustannusten korvaukset tilitetään valtiolle. Julkisia terveyspalveluja antavan yksikön on annettava kustannusten korvaamiseen liittyvien tehtävien hoitamista varten tarpeelliset tiedot Kansaneläkelaitokselle siten kuin valtioneuvoston asetuksella tarkemmin säädetään. Kansaneläkelaitos voi 1 momentissa mainitun asetuksen 36 artiklaa sovellettaessa luopua sosiaali- ja terveysministeriön valtuutuksen perusteella toiselta jäsenvaltiolta olevan Suomen saatavan perimisestä, jos saatava on määrältään vähäinen tai perintää ei muutoin ole tarkoituksenmukaista jatkaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "15:16 a",
        "normalized_fi": "Kansaneläkelaitos korvaa sen mukaan kuin valtioneuvoston asetuksella tarkemmin säädetään julkisia terveyspalveluja antavalle yksikölle valtion varoista kustannukset, jotka ovat aiheutuneet 16 § :ssä tarkoitetun asetuksen tai Suomea sitovan kansainvälisen sosiaaliturva- tai sairaanhoitosopimuksen perusteella muualla kuin Suomessa vakuutetulle henkilölle annetuista sairaus- tai äitiysetuuksista. Edellä tarkoitetuista kustannuksista korvataan enintään palvelun järjestämisestä aiheutuneiden kustannusten määrä vähennettynä palvelun käyttäjältä perityllä asiakasmaksulla. Hoitopalvelun järjestämisestä aiheutuvilla kustannuksilla tarkoitetaan maksua, jonka kuntayhtymän ulkopuolinen kunta erikoissairaanhoitolain (1062/1989) 42 ja 43 § :n nojalla maksaisi kuntayhtymälle asukkaansa hoitokustannuksista, jos hoito tulisi kunnan maksettavaksi. Jos palvelun käyttäjä saa hoitoa kunnan tai kuntayhtymän ylläpitämässä terveyskeskuksessa, sairaalassa tai muussa terveydenhuollon toimintayksikössä, tarkoitetaan palvelun järjestämisestä aiheutuvilla kustannuksilla maksua, joka kansanterveyslain 22 § :n 2 momentin nojalla perittäisiin toisesta kunnasta olevan potilaan kotikunnalta. Valtion varoista Kansaneläkelaitos korvaa myös vieraalle valtiolle suoritettavat sairaus- tai äitiysetuuksien kustannusten korvaukset. Vieraan valtion suorittamat kustannusten korvaukset tilitetään valtiolle. Julkisia terveyspalveluja antavan yksikön on annettava kustannusten korvaamiseen liittyvien tehtävien hoitamista varten tarpeelliset tiedot Kansaneläkelaitokselle siten kuin valtioneuvoston asetuksella tarkemmin säädetään. Kansaneläkelaitos voi 1 momentissa mainitun asetuksen 36 artiklaa sovellettaessa luopua sosiaali- ja terveysministeriön valtuutuksen perusteella toiselta jäsenvaltiolta olevan Suomen saatavan perimisestä, jos saatava on määrältään vähäinen tai perintää ei muutoin ole tarkoituksenmukaista jatkaa.",
        "folded_fi": "kansanelakelaitos korvaa sen mukaan kuin valtioneuvoston asetuksella tarkemmin saadetaan julkisia terveyspalveluja antavalle yksikolle valtion varoista kustannukset, jotka ovat aiheutuneet 16 §:ssa tarkoitetun asetuksen tai suomea sitovan kansainvalisen sosiaaliturva- tai sairaanhoitosopimuksen perusteella muualla kuin suomessa vakuutetulle henkilolle annetuista sairaus- tai aitiysetuuksista. edella tarkoitetuista kustannuksista korvataan enintaan palvelun jarjestamisesta aiheutuneiden kustannusten maara vahennettyna palvelun kayttajalta peritylla asiakasmaksulla. hoitopalvelun jarjestamisesta aiheutuvilla kustannuksilla tarkoitetaan maksua, jonka kuntayhtyman ulkopuolinen kunta erikoissairaanhoitolain (1062/1989) 42 ja 43 §:n nojalla maksaisi kuntayhtymalle asukkaansa hoitokustannuksista, jos hoito tulisi kunnan maksettavaksi. jos palvelun kayttaja saa hoitoa kunnan tai kuntayhtyman yllapitamassa terveyskeskuksessa, sairaalassa tai muussa terveydenhuollon toimintayksikossa, tarkoitetaan palvelun jarjestamisesta aiheutuvilla kustannuksilla maksua, joka kansanterveyslain 22 §:n 2 momentin nojalla perittaisiin toisesta kunnasta olevan potilaan kotikunnalta. valtion varoista kansanelakelaitos korvaa myos vieraalle valtiolle suoritettavat sairaus- tai aitiysetuuksien kustannusten korvaukset. vieraan valtion suorittamat kustannusten korvaukset tilitetaan valtiolle. julkisia terveyspalveluja antavan yksikon on annettava kustannusten korvaamiseen liittyvien tehtavien hoitamista varten tarpeelliset tiedot kansanelakelaitokselle siten kuin valtioneuvoston asetuksella tarkemmin saadetaan. kansanelakelaitos voi 1 momentissa mainitun asetuksen 36 artiklaa sovellettaessa luopua sosiaali- ja terveysministerion valtuutuksen perusteella toiselta jasenvaltiolta olevan suomen saatavan perimisesta, jos saatava on maaraltaan vahainen tai perintaa ei muutoin ole tarkoituksenmukaista jatkaa.",
        "title_sv": "Ersättning av kostnader för sjukvårds- och moderskapsförmåner som getts med stöd av rådets förordning (EEG) nr 1408/71 eller överenskommelser om social trygghet eller sjukvård",
        "content_sv": "Till en enhet som tillhandahåller offentliga hälsovårdstjänster ersätter Folkpensionsanstalten, på det sätt som närmare föreskrivs genom förordning av statsrådet, av statens medel de kostnader för sjukvårds- och moderskapsförmåner som med stöd av den i 16 § avsedda förordningen eller en för Finland bindande internationell överenskommelse om social trygghet eller sjukvård getts till personer som är försäkrade någon annanstans än i Finland. Av de ovan avsedda kostnaderna ersätts högst beloppet av kostnaderna för ordnandet av tjänsten minskat med den klientavgift som tagits ut hos klienten. Med kostnader för ordnandet av vårdtjänsten avses den avgift som en kommun som inte hör till samkommunen med stöd av 42 och 43 § i lagen om specialiserad sjukvård (1062/1989) skulle betala till samkommunen för kostnaderna för vården av en av sina invånare, om kommunen skulle betala vården. Om klienten vårdas vid en hälsovårdscentral, ett sjukhus eller en annan verksamhetsenhet inom hälso- och sjukvården som en kommun eller en samkommun är huvudman för, avses med kostnader för ordnandet av tjänsten den avgift som med stöd av 22 § 2 mom. i folkhälsolagen skulle tas ut hos patientens hemkommun om patienten kom från en annan kommun. Av statens medel ersätter Folkpensionsanstalten också de kostnadsersättningar för sjukvårds- och moderskapsförmåner som ska betalas till främmande stater. Kostnadsersättningar som betalas av en främmande stat redovisas till staten. En enhet som tillhandahåller offentliga hälsovårdstjänster ska ge Folkpensionsanstalten de uppgifter som den behöver för att kunna sköta uppgifterna i anslutning till ersättning av kostnader, enligt vad som närmare föreskrivs genom förordning av statsrådet. Folkpensionsanstalten kan vid tillämpningen av artikel 36 i den i 1 mom. nämnda förordningen med stöd av ett bemyndigande från social- och hälsovårdsministeriet avstå från indrivning av en fordran som Finland har hos en annan medlemsstat, om fordrans belopp är litet eller det inte annars är ändamålsenligt att fortsätta driva in fordran.",
        "normalized_sv": "Till en enhet som tillhandahåller offentliga hälsovårdstjänster ersätter Folkpensionsanstalten, på det sätt som närmare föreskrivs genom förordning av statsrådet, av statens medel de kostnader för sjukvårds- och moderskapsförmåner som med stöd av den i 16 § avsedda förordningen eller en för Finland bindande internationell överenskommelse om social trygghet eller sjukvård getts till personer som är försäkrade någon annanstans än i Finland. Av de ovan avsedda kostnaderna ersätts högst beloppet av kostnaderna för ordnandet av tjänsten minskat med den klientavgift som tagits ut hos klienten. Med kostnader för ordnandet av vårdtjänsten avses den avgift som en kommun som inte hör till samkommunen med stöd av 42 och 43 § i lagen om specialiserad sjukvård (1062/1989) skulle betala till samkommunen för kostnaderna för vården av en av sina invånare, om kommunen skulle betala vården. Om klienten vårdas vid en hälsovårdscentral, ett sjukhus eller en annan verksamhetsenhet inom hälso- och sjukvården som en kommun eller en samkommun är huvudman för, avses med kostnader för ordnandet av tjänsten den avgift som med stöd av 22 § 2 mom. i folkhälsolagen skulle tas ut hos patientens hemkommun om patienten kom från en annan kommun. Av statens medel ersätter Folkpensionsanstalten också de kostnadsersättningar för sjukvårds- och moderskapsförmåner som ska betalas till främmande stater. Kostnadsersättningar som betalas av en främmande stat redovisas till staten. En enhet som tillhandahåller offentliga hälsovårdstjänster ska ge Folkpensionsanstalten de uppgifter som den behöver för att kunna sköta uppgifterna i anslutning till ersättning av kostnader, enligt vad som närmare föreskrivs genom förordning av statsrådet. Folkpensionsanstalten kan vid tillämpningen av artikel 36 i den i 1 mom. nämnda förordningen med stöd av ett bemyndigande från social- och hälsovårdsministeriet avstå från indrivning av en fordran som Finland har hos en annan medlemsstat, om fordrans belopp är litet eller det inte annars är ändamålsenligt att fortsätta driva in fordran.",
        "folded_sv": "till en enhet som tillhandahaller offentliga halsovardstjanster ersatter folkpensionsanstalten, pa det satt som narmare foreskrivs genom forordning av statsradet, av statens medel de kostnader for sjukvards- och moderskapsformaner som med stod av den i 16 § avsedda forordningen eller en for finland bindande internationell overenskommelse om social trygghet eller sjukvard getts till personer som ar forsakrade nagon annanstans an i finland. av de ovan avsedda kostnaderna ersatts hogst beloppet av kostnaderna for ordnandet av tjansten minskat med den klientavgift som tagits ut hos klienten. med kostnader for ordnandet av vardtjansten avses den avgift som en kommun som inte hor till samkommunen med stod av 42 och 43 § i lagen om specialiserad sjukvard (1062/1989) skulle betala till samkommunen for kostnaderna for varden av en av sina invanare, om kommunen skulle betala varden. om klienten vardas vid en halsovardscentral, ett sjukhus eller en annan verksamhetsenhet inom halso- och sjukvarden som en kommun eller en samkommun ar huvudman for, avses med kostnader for ordnandet av tjansten den avgift som med stod av 22 § 2 mom. i folkhalsolagen skulle tas ut hos patientens hemkommun om patienten kom fran en annan kommun. av statens medel ersatter folkpensionsanstalten ocksa de kostnadsersattningar for sjukvards- och moderskapsformaner som ska betalas till frammande stater. kostnadsersattningar som betalas av en frammande stat redovisas till staten. en enhet som tillhandahaller offentliga halsovardstjanster ska ge folkpensionsanstalten de uppgifter som den behover for att kunna skota uppgifterna i anslutning till ersattning av kostnader, enligt vad som narmare foreskrivs genom forordning av statsradet. folkpensionsanstalten kan vid tillampningen av artikel 36 i den i 1 mom. namnda forordningen med stod av ett bemyndigande fran social- och halsovardsministeriet avsta fran indrivning av en fordran som finland har hos en annan medlemsstat, om fordrans belopp ar litet eller det inte annars ar andamalsenligt att fortsatta driva in fordran."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "18:8",
      "chapter": "18",
      "section": "8",
      "title": "Sairaanhoitovakuutuksen kulut",
      "content": "Sairausvakuutusrahastosta maksettavia sairaanhoitovakuutuksen kuluja ovat: 5) Suomessa vakuutetun ulkomailla saaman sairaanhoidon kulut, joiden korvaamisesta Suomi kansainvälisten sopimusten tai sosiaaliturva-asetuksen perusteella vastaa, ja muualla kuin Suomessa vakuutetun Suomessa saaman sairaanhoidon kulut, kun hoito on annettu sosiaaliturva-asetuksen tai Suomen tekemän sosiaaliturva- tai sairaanhoitosopimuksen perusteella, sekä kulut, joiden korvaamisesta on valtioiden välisellä sopimuksella luovuttu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "18:8",
        "normalized_fi": "Sairausvakuutusrahastosta maksettavia sairaanhoitovakuutuksen kuluja ovat: 5) Suomessa vakuutetun ulkomailla saaman sairaanhoidon kulut, joiden korvaamisesta Suomi kansainvälisten sopimusten tai sosiaaliturva-asetuksen perusteella vastaa, ja muualla kuin Suomessa vakuutetun Suomessa saaman sairaanhoidon kulut, kun hoito on annettu sosiaaliturva-asetuksen tai Suomen tekemän sosiaaliturva- tai sairaanhoitosopimuksen perusteella, sekä kulut, joiden korvaamisesta on valtioiden välisellä sopimuksella luovuttu.",
        "folded_fi": "sairausvakuutusrahastosta maksettavia sairaanhoitovakuutuksen kuluja ovat: 5) suomessa vakuutetun ulkomailla saaman sairaanhoidon kulut, joiden korvaamisesta suomi kansainvalisten sopimusten tai sosiaaliturva-asetuksen perusteella vastaa, ja muualla kuin suomessa vakuutetun suomessa saaman sairaanhoidon kulut, kun hoito on annettu sosiaaliturva-asetuksen tai suomen tekeman sosiaaliturva- tai sairaanhoitosopimuksen perusteella, seka kulut, joiden korvaamisesta on valtioiden valisella sopimuksella luovuttu.",
        "title_sv": "Utgifterna för sjukvårdsförsäkringen",
        "content_sv": "Utgifter för sjukvårdsförsäkringen som skall betalas ur sjukförsäkringsfonden är 5) kostnader för sjukvård som en person som är försäkrad i Finland har fått utomlands, för vilkas ersättande Finland svarar enligt internationella fördrag eller förordningen om social trygghet, och kostnader för sjukvård som en person som försäkrats någon annanstans än i Finland har fått i Finland, när vården har getts med stöd av förordningen om social trygghet eller en överenskommelse om social trygghet eller sjukvård som Finland ingått, samt kostnader vilkas ersättande man avstått från genom avtal stater emellan.",
        "normalized_sv": "Utgifter för sjukvårdsförsäkringen som skall betalas ur sjukförsäkringsfonden är 5) kostnader för sjukvård som en person som är försäkrad i Finland har fått utomlands, för vilkas ersättande Finland svarar enligt internationella fördrag eller förordningen om social trygghet, och kostnader för sjukvård som en person som försäkrats någon annanstans än i Finland har fått i Finland, när vården har getts med stöd av förordningen om social trygghet eller en överenskommelse om social trygghet eller sjukvård som Finland ingått, samt kostnader vilkas ersättande man avstått från genom avtal stater emellan.",
        "folded_sv": "utgifter for sjukvardsforsakringen som skall betalas ur sjukforsakringsfonden ar 5) kostnader for sjukvard som en person som ar forsakrad i finland har fatt utomlands, for vilkas ersattande finland svarar enligt internationella fordrag eller forordningen om social trygghet, och kostnader for sjukvard som en person som forsakrats nagon annanstans an i finland har fatt i finland, nar varden har getts med stod av forordningen om social trygghet eller en overenskommelse om social trygghet eller sjukvard som finland ingatt, samt kostnader vilkas ersattande man avstatt fran genom avtal stater emellan."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "19:5",
      "chapter": "19",
      "section": "5",
      "title": "Tietojen luovuttaminen eräissä tapauksissa",
      "content": "Kansaneläkelaitoksella on oikeus antaa salassapitosäännösten ja muiden tiedon saantia koskevien rajoitusten estämättä: 5) matkojen yhdistelypalvelua koskevan sopimuksen perusteella matkojen yhdistelyä suorittavalle henkilön etu- ja sukunimitiedot, tiedon siitä, onko henkilö työpaikkakassan jäsen ja onko hän vakuutettu; jos henkilö on vakuutettu, Kansaneläkelaitos voi lisäksi antaa sopimuksen perusteella matkojen yhdistelyä suorittavalle vakuutetun osoitteen, tiedon matkakustannusten vuotuisen omavastuuosuuden täyttymisestä sekä muut matkojen välityksessä välttämättömät vakuutetun tiedot; 6) julkisia terveyspalveluja antaville yksiköille 15 luvun 16 a §:n 1 momentissa tarkoitettujen kustannusten korvaamiseksi tiedot henkilön kuulumisesta toisen valtion sosiaaliturvajärjestelmän piiriin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "19:5",
        "normalized_fi": "Kansaneläkelaitoksella on oikeus antaa salassapitosäännösten ja muiden tiedon saantia koskevien rajoitusten estämättä: 5) matkojen yhdistelypalvelua koskevan sopimuksen perusteella matkojen yhdistelyä suorittavalle henkilön etu- ja sukunimitiedot, tiedon siitä, onko henkilö työpaikkakassan jäsen ja onko hän vakuutettu; jos henkilö on vakuutettu, Kansaneläkelaitos voi lisäksi antaa sopimuksen perusteella matkojen yhdistelyä suorittavalle vakuutetun osoitteen, tiedon matkakustannusten vuotuisen omavastuuosuuden täyttymisestä sekä muut matkojen välityksessä välttämättömät vakuutetun tiedot; 6) julkisia terveyspalveluja antaville yksiköille 15 luvun 16 a § :n 1 momentissa tarkoitettujen kustannusten korvaamiseksi tiedot henkilön kuulumisesta toisen valtion sosiaaliturvajärjestelmän piiriin.",
        "folded_fi": "kansanelakelaitoksella on oikeus antaa salassapitosaannosten ja muiden tiedon saantia koskevien rajoitusten estamatta: 5) matkojen yhdistelypalvelua koskevan sopimuksen perusteella matkojen yhdistelya suorittavalle henkilon etu- ja sukunimitiedot, tiedon siita, onko henkilo tyopaikkakassan jasen ja onko han vakuutettu; jos henkilo on vakuutettu, kansanelakelaitos voi lisaksi antaa sopimuksen perusteella matkojen yhdistelya suorittavalle vakuutetun osoitteen, tiedon matkakustannusten vuotuisen omavastuuosuuden tayttymisesta seka muut matkojen valityksessa valttamattomat vakuutetun tiedot; 6) julkisia terveyspalveluja antaville yksikoille 15 luvun 16 a §:n 1 momentissa tarkoitettujen kustannusten korvaamiseksi tiedot henkilon kuulumisesta toisen valtion sosiaaliturvajarjestelman piiriin.",
        "title_sv": "Utlämnande av uppgifter i vissa fall",
        "content_sv": "Folkpensionsanstalten har utan hinder av sekretessbestämmelserna och andra begränsningar i fråga om erhållande av uppgifter rätt att 5) till den som med stöd av ett avtal om tillhandahållande av tjänster för samordning av resor sköter samordning av resor lämna uppgifter om en persons för- och släktnamn, uppgifter om att personen är medlem av en arbetsplatskassa och om att han eller hon är försäkrad; om personen är försäkrad, kan Folkpensionsanstalten dessutom till den som med stöd av avtal sköter samordning av resor lämna den försäkrades adress, uppgifter om uppnående av den årliga självriskandelen för resekostnader och andra uppgifter om den försäkrade som är nödvändiga för förmedlingen av resor, 6) till enheter som tillhandahåller offentliga hälsovårdstjänster för ersättande av de kostnader som avses i 15 kap. 16 a § 1 mom. lämna upplysningar om huruvida en person omfattas av socialskyddssystemet i en annan stat.",
        "normalized_sv": "Folkpensionsanstalten har utan hinder av sekretessbestämmelserna och andra begränsningar i fråga om erhållande av uppgifter rätt att 5) till den som med stöd av ett avtal om tillhandahållande av tjänster för samordning av resor sköter samordning av resor lämna uppgifter om en persons för- och släktnamn, uppgifter om att personen är medlem av en arbetsplatskassa och om att han eller hon är försäkrad; om personen är försäkrad, kan Folkpensionsanstalten dessutom till den som med stöd av avtal sköter samordning av resor lämna den försäkrades adress, uppgifter om uppnående av den årliga självriskandelen för resekostnader och andra uppgifter om den försäkrade som är nödvändiga för förmedlingen av resor, 6) till enheter som tillhandahåller offentliga hälsovårdstjänster för ersättande av de kostnader som avses i 15 kap. 16 a § 1 mom. lämna upplysningar om huruvida en person omfattas av socialskyddssystemet i en annan stat.",
        "folded_sv": "folkpensionsanstalten har utan hinder av sekretessbestammelserna och andra begransningar i fraga om erhallande av uppgifter ratt att 5) till den som med stod av ett avtal om tillhandahallande av tjanster for samordning av resor skoter samordning av resor lamna uppgifter om en persons for- och slaktnamn, uppgifter om att personen ar medlem av en arbetsplatskassa och om att han eller hon ar forsakrad; om personen ar forsakrad, kan folkpensionsanstalten dessutom till den som med stod av avtal skoter samordning av resor lamna den forsakrades adress, uppgifter om uppnaende av den arliga sjalvriskandelen for resekostnader och andra uppgifter om den forsakrade som ar nodvandiga for formedlingen av resor, 6) till enheter som tillhandahaller offentliga halsovardstjanster for ersattande av de kostnader som avses i 15 kap. 16 a § 1 mom. lamna upplysningar om huruvida en person omfattas av socialskyddssystemet i en annan stat."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    }
  ]
}