{
  "id": "1210/2005",
  "type": "statute",
  "title": "Laki asumisoikeusasunnoista annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om bostadsrättsbostäder",
  "status": "in_force",
  "issued_date": "2005-12-29",
  "in_force_date": "2005-12-29",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/1210/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Asumisoikeuden haltijat",
      "content": "Sen lisäksi, mitä tässä pykälässä säädetään, asumisoikeuden haltijaksi voidaan hyväksyä vain yksi tai useampi sellainen henkilö, joka täyttää 4 a ja 4 b §:ssä säädetyt edellytykset. Jollei tällaisia hakijoita sillä kertaa ole, voidaan hyväksyä muukin kuin edellä tarkoitettu henkilö. Jos tällaisia muita hakijoita on useampia, etusija asuntoon on sillä, jonka järjestysnumero on pienempi kuin muiden. Asumisoikeuden saajan tulee olla kunnan hyväksymä 1 momentissa tarkoitettu henkilö tai henkilö, jolle asumisoikeus tämän lain mukaan voi siirtyä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:4",
        "normalized_fi": "Sen lisäksi, mitä tässä pykälässä säädetään, asumisoikeuden haltijaksi voidaan hyväksyä vain yksi tai useampi sellainen henkilö, joka täyttää 4 a ja 4 b § :ssä säädetyt edellytykset. Jollei tällaisia hakijoita sillä kertaa ole, voidaan hyväksyä muukin kuin edellä tarkoitettu henkilö. Jos tällaisia muita hakijoita on useampia, etusija asuntoon on sillä, jonka järjestysnumero on pienempi kuin muiden. Asumisoikeuden saajan tulee olla kunnan hyväksymä 1 momentissa tarkoitettu henkilö tai henkilö, jolle asumisoikeus tämän lain mukaan voi siirtyä.",
        "folded_fi": "sen lisaksi, mita tassa pykalassa saadetaan, asumisoikeuden haltijaksi voidaan hyvaksya vain yksi tai useampi sellainen henkilo, joka tayttaa 4 a ja 4 b §:ssa saadetyt edellytykset. jollei tallaisia hakijoita silla kertaa ole, voidaan hyvaksya muukin kuin edella tarkoitettu henkilo. jos tallaisia muita hakijoita on useampia, etusija asuntoon on silla, jonka jarjestysnumero on pienempi kuin muiden. asumisoikeuden saajan tulee olla kunnan hyvaksyma 1 momentissa tarkoitettu henkilo tai henkilo, jolle asumisoikeus taman lain mukaan voi siirtya.",
        "title_sv": "Bostadsrättshavarna",
        "content_sv": "Utöver vad som bestäms i denna paragraf kan som bostadsrättshavare godkännas endast en eller flera sådana personer som uppfyller villkoren i 4 a och 4 b §. Finns det inga sådana sökande den gången kan också någon annan än en ovan avsedd person godkännas. Finns det flera sådana andra sökande har den sökande vars ordningsnummer är lägre än de andras företräde till en bostad. Bostadsrättshavaren skall vara en person som kommunen har godkänt och som avses i 1 mom. eller en person på vilken bostadsrätten enligt denna lag kan överföras.",
        "normalized_sv": "Utöver vad som bestäms i denna paragraf kan som bostadsrättshavare godkännas endast en eller flera sådana personer som uppfyller villkoren i 4 a och 4 b § . Finns det inga sådana sökande den gången kan också någon annan än en ovan avsedd person godkännas. Finns det flera sådana andra sökande har den sökande vars ordningsnummer är lägre än de andras företräde till en bostad. Bostadsrättshavaren skall vara en person som kommunen har godkänt och som avses i 1 mom. eller en person på vilken bostadsrätten enligt denna lag kan överföras.",
        "folded_sv": "utover vad som bestams i denna paragraf kan som bostadsrattshavare godkannas endast en eller flera sadana personer som uppfyller villkoren i 4 a och 4 b §. finns det inga sadana sokande den gangen kan ocksa nagon annan an en ovan avsedd person godkannas. finns det flera sadana andra sokande har den sokande vars ordningsnummer ar lagre an de andras foretrade till en bostad. bostadsrattshavaren skall vara en person som kommunen har godkant och som avses i 1 mom. eller en person pa vilken bostadsratten enligt denna lag kan overforas."
      }
    },
    {
      "provision_ref": "1:4 a",
      "chapter": "1",
      "section": "4 a",
      "title": "Asumisoikeuden haltijaksi hyväksyttävän valinta ja edellytykset",
      "content": "Asumisoikeuden hakijan tulee hakuajan päättyessä tai hakemusta jätettäessä, jos asumisoikeuksia voidaan hakea jatkuvasti, olla: 1) 18 vuotta täyttänyt henkilö; tai 2) lisäksi erikseen ilmoitettuun ikä- tai muuhun erityisryhmään kuuluva henkilö, jos jaettavat asunnot on ensisijaisesti tarkoitettu tällaisille henkilöille ja vähimmäisiästä tai muista vaatimuksista on asianmukaisesti ja julkisesti ilmoitettu julistettaessa asumisoikeudet haettaviksi. Asumisoikeuden haltijaksi hyväksymisen edellytyksenä on hakijan asumisoikeusasunnon tarve. Hakijalla ei katsota olevan asumisoikeusasunnon tarvetta, jos hänellä on: 1) hakualueella omistusasunto, joka sijainniltaan, kooltaan, varustetasoltaan, asumiskustannuksiltaan ja muilta ominaisuuksiltaan kohtuudella vastaa haettua asumisoikeusasuntoa; tai 2) varallisuutta siinä määrin, että hän voi rahoittaa vähintään 50 prosenttia hakemansa tai hakemaansa vastaavan asunnon käyvästä vapaasta hinnasta tai peruskorjata hakualueella sijaitsevan omistusasuntonsa hakemaansa asuntoa vastaavaksi. Mitä 3 momentissa säädetään asumisoikeuden haltijan hyväksymisen edellytyksistä, ei sovelleta: 1) asumisoikeusasunnosta toiseen vaihtavaan hakijaan; tai 2) 55 vuotta täyttäneeseen hakijaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:4 a",
        "normalized_fi": "Asumisoikeuden hakijan tulee hakuajan päättyessä tai hakemusta jätettäessä, jos asumisoikeuksia voidaan hakea jatkuvasti, olla: 1) 18 vuotta täyttänyt henkilö; tai 2) lisäksi erikseen ilmoitettuun ikä- tai muuhun erityisryhmään kuuluva henkilö, jos jaettavat asunnot on ensisijaisesti tarkoitettu tällaisille henkilöille ja vähimmäisiästä tai muista vaatimuksista on asianmukaisesti ja julkisesti ilmoitettu julistettaessa asumisoikeudet haettaviksi. Asumisoikeuden haltijaksi hyväksymisen edellytyksenä on hakijan asumisoikeusasunnon tarve. Hakijalla ei katsota olevan asumisoikeusasunnon tarvetta, jos hänellä on: 1) hakualueella omistusasunto, joka sijainniltaan, kooltaan, varustetasoltaan, asumiskustannuksiltaan ja muilta ominaisuuksiltaan kohtuudella vastaa haettua asumisoikeusasuntoa; tai 2) varallisuutta siinä määrin, että hän voi rahoittaa vähintään 50 prosenttia hakemansa tai hakemaansa vastaavan asunnon käyvästä vapaasta hinnasta tai peruskorjata hakualueella sijaitsevan omistusasuntonsa hakemaansa asuntoa vastaavaksi. Mitä 3 momentissa säädetään asumisoikeuden haltijan hyväksymisen edellytyksistä, ei sovelleta: 1) asumisoikeusasunnosta toiseen vaihtavaan hakijaan; tai 2) 55 vuotta täyttäneeseen hakijaan.",
        "folded_fi": "asumisoikeuden hakijan tulee hakuajan paattyessa tai hakemusta jatettaessa, jos asumisoikeuksia voidaan hakea jatkuvasti, olla: 1) 18 vuotta tayttanyt henkilo; tai 2) lisaksi erikseen ilmoitettuun ika- tai muuhun erityisryhmaan kuuluva henkilo, jos jaettavat asunnot on ensisijaisesti tarkoitettu tallaisille henkiloille ja vahimmaisiasta tai muista vaatimuksista on asianmukaisesti ja julkisesti ilmoitettu julistettaessa asumisoikeudet haettaviksi. asumisoikeuden haltijaksi hyvaksymisen edellytyksena on hakijan asumisoikeusasunnon tarve. hakijalla ei katsota olevan asumisoikeusasunnon tarvetta, jos hanella on: 1) hakualueella omistusasunto, joka sijainniltaan, kooltaan, varustetasoltaan, asumiskustannuksiltaan ja muilta ominaisuuksiltaan kohtuudella vastaa haettua asumisoikeusasuntoa; tai 2) varallisuutta siina maarin, etta han voi rahoittaa vahintaan 50 prosenttia hakemansa tai hakemaansa vastaavan asunnon kayvasta vapaasta hinnasta tai peruskorjata hakualueella sijaitsevan omistusasuntonsa hakemaansa asuntoa vastaavaksi. mita 3 momentissa saadetaan asumisoikeuden haltijan hyvaksymisen edellytyksista, ei sovelleta: 1) asumisoikeusasunnosta toiseen vaihtavaan hakijaan; tai 2) 55 vuotta tayttaneeseen hakijaan.",
        "title_sv": "Val av och krav på bostadsrättshavare",
        "content_sv": "Den som ansöker om bostadsrätt skall vid utgången av ansökningstiden eller, om ansökningar kan lämnas in kontinuerligt, vid inlämnandet av ansökan 1) ha fyllt 18 år eller 2) dessutom höra till en särskilt angiven åldersgrupp eller någon annan specialgrupp, om de bostäder som delas ut i första hand är avsedda för sådana personer och om kravet på lägsta ålder eller andra krav på behörigt sätt och offentligt uppgivits då bostadsrätterna förklarades lediga att sökas. En förutsättning för att en sökande skall kunna godkännas som bostadsrättshavare är att han eller hon behöver en bostadsrättsbostad. Sökanden anses inte behöva en bostadsrättsbostad, om han eller hon 1) inom ansökningsområdet har en ägarbostad som till läge, storlek, utrustning, boendekostnader och övriga egenskaper skäligen motsvarar den bostadsrättsbostad som söks, eller 2) har så stor förmögenhet att han eller hon förmår finansiera minst 50 procent av det gängse priset på den fria marknaden för den bostad han eller hon söker eller för en motsvarande bostad, eller förmår bygga om den ägarbostad som finns inom ansökningsområdet så att den motsvarar den bostad som sökts. Vad som i 3 mom. bestäms om kraven på godkännande av en bostadsrättshavare tillämpas inte 1) på en sökande som byter från en bostadsrättsbostad till en annan, eller 2) på en sökande som fyllt 55 år.",
        "normalized_sv": "Den som ansöker om bostadsrätt skall vid utgången av ansökningstiden eller, om ansökningar kan lämnas in kontinuerligt, vid inlämnandet av ansökan 1) ha fyllt 18 år eller 2) dessutom höra till en särskilt angiven åldersgrupp eller någon annan specialgrupp, om de bostäder som delas ut i första hand är avsedda för sådana personer och om kravet på lägsta ålder eller andra krav på behörigt sätt och offentligt uppgivits då bostadsrätterna förklarades lediga att sökas. En förutsättning för att en sökande skall kunna godkännas som bostadsrättshavare är att han eller hon behöver en bostadsrättsbostad. Sökanden anses inte behöva en bostadsrättsbostad, om han eller hon 1) inom ansökningsområdet har en ägarbostad som till läge, storlek, utrustning, boendekostnader och övriga egenskaper skäligen motsvarar den bostadsrättsbostad som söks, eller 2) har så stor förmögenhet att han eller hon förmår finansiera minst 50 procent av det gängse priset på den fria marknaden för den bostad han eller hon söker eller för en motsvarande bostad, eller förmår bygga om den ägarbostad som finns inom ansökningsområdet så att den motsvarar den bostad som sökts. Vad som i 3 mom. bestäms om kraven på godkännande av en bostadsrättshavare tillämpas inte 1) på en sökande som byter från en bostadsrättsbostad till en annan, eller 2) på en sökande som fyllt 55 år.",
        "folded_sv": "den som ansoker om bostadsratt skall vid utgangen av ansokningstiden eller, om ansokningar kan lamnas in kontinuerligt, vid inlamnandet av ansokan 1) ha fyllt 18 ar eller 2) dessutom hora till en sarskilt angiven aldersgrupp eller nagon annan specialgrupp, om de bostader som delas ut i forsta hand ar avsedda for sadana personer och om kravet pa lagsta alder eller andra krav pa behorigt satt och offentligt uppgivits da bostadsratterna forklarades lediga att sokas. en forutsattning for att en sokande skall kunna godkannas som bostadsrattshavare ar att han eller hon behover en bostadsrattsbostad. sokanden anses inte behova en bostadsrattsbostad, om han eller hon 1) inom ansokningsomradet har en agarbostad som till lage, storlek, utrustning, boendekostnader och ovriga egenskaper skaligen motsvarar den bostadsrattsbostad som soks, eller 2) har sa stor formogenhet att han eller hon formar finansiera minst 50 procent av det gangse priset pa den fria marknaden for den bostad han eller hon soker eller for en motsvarande bostad, eller formar bygga om den agarbostad som finns inom ansokningsomradet sa att den motsvarar den bostad som sokts. vad som i 3 mom. bestams om kraven pa godkannande av en bostadsrattshavare tillampas inte 1) pa en sokande som byter fran en bostadsrattsbostad till en annan, eller 2) pa en sokande som fyllt 55 ar."
      }
    },
    {
      "provision_ref": "1:4 b",
      "chapter": "1",
      "section": "4 b",
      "title": "Asuvan asukkaan etusija asumisoikeuden haltijaksi",
      "content": "Kun talo muutetaan asumisoikeustaloksi, voidaan osakeomistuksen tai huoneenvuokraoikeuden perusteella huoneistoa tällöin hallitseva 18 vuotta täyttänyt henkilö tai häneltä oikeutensa johtava huoneistossa asuva perheenjäsen hyväksyä asumisoikeuden haltijaksi 4 a §:n estämättä taikka hän voi jatkaa huoneiston hallintaa vuokralaisena tai huoneiston hallintaan oikeuttavien osakkeiden omistajana tai osaomistajana. Tällöin henkilö voidaan 4 a §:n estämättä myös myöhemmin hyväksyä asumisoikeuden haltijaksi asuntoon, jota hän tai hänen perheensä on hallinnut jo ennen talon muuttamista asumisoikeustaloksi. Kun tällainen asunto vapautuu, valitaan asumisoikeuden haltija siten kuin 4 ja 4 a §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:4 b",
        "normalized_fi": "Kun talo muutetaan asumisoikeustaloksi, voidaan osakeomistuksen tai huoneenvuokraoikeuden perusteella huoneistoa tällöin hallitseva 18 vuotta täyttänyt henkilö tai häneltä oikeutensa johtava huoneistossa asuva perheenjäsen hyväksyä asumisoikeuden haltijaksi 4 a § :n estämättä taikka hän voi jatkaa huoneiston hallintaa vuokralaisena tai huoneiston hallintaan oikeuttavien osakkeiden omistajana tai osaomistajana. Tällöin henkilö voidaan 4 a § :n estämättä myös myöhemmin hyväksyä asumisoikeuden haltijaksi asuntoon, jota hän tai hänen perheensä on hallinnut jo ennen talon muuttamista asumisoikeustaloksi. Kun tällainen asunto vapautuu, valitaan asumisoikeuden haltija siten kuin 4 ja 4 a § :ssä säädetään.",
        "folded_fi": "kun talo muutetaan asumisoikeustaloksi, voidaan osakeomistuksen tai huoneenvuokraoikeuden perusteella huoneistoa talloin hallitseva 18 vuotta tayttanyt henkilo tai hanelta oikeutensa johtava huoneistossa asuva perheenjasen hyvaksya asumisoikeuden haltijaksi 4 a §:n estamatta taikka han voi jatkaa huoneiston hallintaa vuokralaisena tai huoneiston hallintaan oikeuttavien osakkeiden omistajana tai osaomistajana. talloin henkilo voidaan 4 a §:n estamatta myos myohemmin hyvaksya asumisoikeuden haltijaksi asuntoon, jota han tai hanen perheensa on hallinnut jo ennen talon muuttamista asumisoikeustaloksi. kun tallainen asunto vapautuu, valitaan asumisoikeuden haltija siten kuin 4 ja 4 a §:ssa saadetaan.",
        "title_sv": "Företräde för en boende",
        "content_sv": "Ändras ett hus till bostadsrättshus kan en person som på grundval av aktieinnehavare eller hyresrätt besitter en lägenhet och som fyllt 18 år eller en familjemedlem som bor i lägenheten och härleder sin rätt från honom eller henne utan hinder av 4 a § godkännas som bostadsrättshavare, eller också fortsätta att besitta lägenheten som hyresgäst eller som ägare eller delägare till de aktier som medför rätt till besittning av lägenheten. Härvid kan personen utan hinder av 4 a § också senare godkännas som bostadsrättshavare i fråga om en bostad som han eller hon eller familjen har besuttit redan innan huset ändrades till ett bostadsrättshus. Då en sådan bostad blir ledig, väljs bostadsrättshavaren så som föreskrivs i 4 och 4 a §.",
        "normalized_sv": "Ändras ett hus till bostadsrättshus kan en person som på grundval av aktieinnehavare eller hyresrätt besitter en lägenhet och som fyllt 18 år eller en familjemedlem som bor i lägenheten och härleder sin rätt från honom eller henne utan hinder av 4 a § godkännas som bostadsrättshavare, eller också fortsätta att besitta lägenheten som hyresgäst eller som ägare eller delägare till de aktier som medför rätt till besittning av lägenheten. Härvid kan personen utan hinder av 4 a § också senare godkännas som bostadsrättshavare i fråga om en bostad som han eller hon eller familjen har besuttit redan innan huset ändrades till ett bostadsrättshus. Då en sådan bostad blir ledig, väljs bostadsrättshavaren så som föreskrivs i 4 och 4 a § .",
        "folded_sv": "andras ett hus till bostadsrattshus kan en person som pa grundval av aktieinnehavare eller hyresratt besitter en lagenhet och som fyllt 18 ar eller en familjemedlem som bor i lagenheten och harleder sin ratt fran honom eller henne utan hinder av 4 a § godkannas som bostadsrattshavare, eller ocksa fortsatta att besitta lagenheten som hyresgast eller som agare eller delagare till de aktier som medfor ratt till besittning av lagenheten. harvid kan personen utan hinder av 4 a § ocksa senare godkannas som bostadsrattshavare i fraga om en bostad som han eller hon eller familjen har besuttit redan innan huset andrades till ett bostadsrattshus. da en sadan bostad blir ledig, valjs bostadsrattshavaren sa som foreskrivs i 4 och 4 a §."
      }
    },
    {
      "provision_ref": "1:4 c",
      "chapter": "1",
      "section": "4 c",
      "title": "Hakumenettely",
      "content": "hakuaika Hakualueella käyttöön otettavien tai vapautuvien asumisoikeuksien saajien yksilöimiseksi kunnan on julistettava 1 momentissa tarkoitetut järjestysnumerot julkisesti ja yleisesti haettaviksi. Järjestysnumerot on julistettava haettaviksi asetetun määräajan kuluessa (). Hakuajan kuluessa saapuneet hakemukset käsitellään 3 momentin 1 kohdan mukaisesti. Hakuajan jälkeen voidaan järjestysnumeroita hakea jatkuvasti. Hakuajan jälkeen saapuneet hakemukset käsitellään 3 momentin 2 kohdan mukaisesti. Jos hakemuksia ei ole tarpeeksi, voidaan asettaa uusi hakuaika, jonka kuluessa jätetyt hakemukset käsitellään mainitun 1 kohdan mukaisesti. Aikaisemmin haettu tai saatu järjestysnumero ei ole este uusien järjestysnumeroiden saamiselle joko samalla tai eri hakualueella. Jos hakijalla on hakualueella useampia numeroita, joita vastaan ei ole saatu asumisoikeusasuntoa, hän päättää siitä, millä niistä hän hakee.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:4 c",
        "normalized_fi": "hakuaika Hakualueella käyttöön otettavien tai vapautuvien asumisoikeuksien saajien yksilöimiseksi kunnan on julistettava 1 momentissa tarkoitetut järjestysnumerot julkisesti ja yleisesti haettaviksi. Järjestysnumerot on julistettava haettaviksi asetetun määräajan kuluessa (). Hakuajan kuluessa saapuneet hakemukset käsitellään 3 momentin 1 kohdan mukaisesti. Hakuajan jälkeen voidaan järjestysnumeroita hakea jatkuvasti. Hakuajan jälkeen saapuneet hakemukset käsitellään 3 momentin 2 kohdan mukaisesti. Jos hakemuksia ei ole tarpeeksi, voidaan asettaa uusi hakuaika, jonka kuluessa jätetyt hakemukset käsitellään mainitun 1 kohdan mukaisesti. Aikaisemmin haettu tai saatu järjestysnumero ei ole este uusien järjestysnumeroiden saamiselle joko samalla tai eri hakualueella. Jos hakijalla on hakualueella useampia numeroita, joita vastaan ei ole saatu asumisoikeusasuntoa, hän päättää siitä, millä niistä hän hakee.",
        "folded_fi": "hakuaika hakualueella kayttoon otettavien tai vapautuvien asumisoikeuksien saajien yksiloimiseksi kunnan on julistettava 1 momentissa tarkoitetut jarjestysnumerot julkisesti ja yleisesti haettaviksi. jarjestysnumerot on julistettava haettaviksi asetetun maaraajan kuluessa (). hakuajan kuluessa saapuneet hakemukset kasitellaan 3 momentin 1 kohdan mukaisesti. hakuajan jalkeen voidaan jarjestysnumeroita hakea jatkuvasti. hakuajan jalkeen saapuneet hakemukset kasitellaan 3 momentin 2 kohdan mukaisesti. jos hakemuksia ei ole tarpeeksi, voidaan asettaa uusi hakuaika, jonka kuluessa jatetyt hakemukset kasitellaan mainitun 1 kohdan mukaisesti. aikaisemmin haettu tai saatu jarjestysnumero ei ole este uusien jarjestysnumeroiden saamiselle joko samalla tai eri hakualueella. jos hakijalla on hakualueella useampia numeroita, joita vastaan ei ole saatu asumisoikeusasuntoa, han paattaa siita, milla niista han hakee.",
        "title_sv": "Ansökningsförfarande",
        "content_sv": "ansökningstid För identifiering av dem som får bostadsrätter som tas i bruk eller blir lediga inom ansökningsområdet skall kommunen förklara att de i 1 mom. avsedda ordningsnumren offentligt och allmänt kan sökas. Ordningsnumren skall förklaras lediga att sökas inom en angiven tid (). De ansökningar som kommit in inom ansökningstiden behandlas i enlighet med 3 mom. 1 punkten. Efter ansökningstidens utgång kan ansökan om ordningsnummer lämnas in kontinuerligt. Ansökningar som kommit in efter ansökningstidens utgång behandlas i enlighet med 3 mom. 2 punkten. Om ett tillräckligt antal ansökningar inte har kommit in, kan en ny ansökningstid utsättas, varvid de ansökningar som då kommer in behandlas i enlighet med 1 punkten. Att sökanden tidigare ansökt om eller erhållit ett ordningsnummer utgör inte något hinder för erhållande av nya ordningsnummer antingen inom samma eller ett annat ansökningsområde. Om sökanden inom ett ansökningsområdet har flera ordningsnummer, mot vilka någon bostadsrättsbostad inte har erhållits, beslutar han eller hon om vilket ordningsnummer som används vid ansökan.",
        "normalized_sv": "ansökningstid För identifiering av dem som får bostadsrätter som tas i bruk eller blir lediga inom ansökningsområdet skall kommunen förklara att de i 1 mom. avsedda ordningsnumren offentligt och allmänt kan sökas. Ordningsnumren skall förklaras lediga att sökas inom en angiven tid (). De ansökningar som kommit in inom ansökningstiden behandlas i enlighet med 3 mom. 1 punkten. Efter ansökningstidens utgång kan ansökan om ordningsnummer lämnas in kontinuerligt. Ansökningar som kommit in efter ansökningstidens utgång behandlas i enlighet med 3 mom. 2 punkten. Om ett tillräckligt antal ansökningar inte har kommit in, kan en ny ansökningstid utsättas, varvid de ansökningar som då kommer in behandlas i enlighet med 1 punkten. Att sökanden tidigare ansökt om eller erhållit ett ordningsnummer utgör inte något hinder för erhållande av nya ordningsnummer antingen inom samma eller ett annat ansökningsområde. Om sökanden inom ett ansökningsområdet har flera ordningsnummer, mot vilka någon bostadsrättsbostad inte har erhållits, beslutar han eller hon om vilket ordningsnummer som används vid ansökan.",
        "folded_sv": "ansokningstid for identifiering av dem som far bostadsratter som tas i bruk eller blir lediga inom ansokningsomradet skall kommunen forklara att de i 1 mom. avsedda ordningsnumren offentligt och allmant kan sokas. ordningsnumren skall forklaras lediga att sokas inom en angiven tid (). de ansokningar som kommit in inom ansokningstiden behandlas i enlighet med 3 mom. 1 punkten. efter ansokningstidens utgang kan ansokan om ordningsnummer lamnas in kontinuerligt. ansokningar som kommit in efter ansokningstidens utgang behandlas i enlighet med 3 mom. 2 punkten. om ett tillrackligt antal ansokningar inte har kommit in, kan en ny ansokningstid utsattas, varvid de ansokningar som da kommer in behandlas i enlighet med 1 punkten. att sokanden tidigare ansokt om eller erhallit ett ordningsnummer utgor inte nagot hinder for erhallande av nya ordningsnummer antingen inom samma eller ett annat ansokningsomrade. om sokanden inom ett ansokningsomradet har flera ordningsnummer, mot vilka nagon bostadsrattsbostad inte har erhallits, beslutar han eller hon om vilket ordningsnummer som anvands vid ansokan."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Säännösten pysyvyys, pakottavuus ja soveltamisen päättyminen",
      "content": "Kun asumisoikeustalo tai sen asuinhuoneiston hallintaan oikeuttavat osakkeet ovat vapautuneet tämän lain mukaisista käyttö- ja luovutusrajoituksista ja 51 §:ssä tarkoitetut merkinnät on asianmukaisesti poistettu, lakkaa myös tämän lain ja sen nojalla annettujen säännösten soveltaminen taloon ja sen asuinhuoneistojen hallintaan oikeuttaviin osakkeisiin. Rajoituksista vapauttamisesta säädetään 50 b §:ssä. Jos talon omistajalla ei ole enää tämän lain käyttö- ja luovutusrajoitusten alaista taloa omistuksessaan, lakkaa tämän lain soveltaminen myös tällaiseen omistajaan, sen osakkeisiin ja osakkeiden omistajiin ottaen kuitenkin huomioon, mitä 1 c §:ssä säädetään. Jos vapautuneesta talosta tarjotaan uudelleen huoneisto asumisoikeuden nojalla hallittavaksi, sovelletaan taloon ja sen omistajaan, mitä tässä laissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:5",
        "normalized_fi": "Kun asumisoikeustalo tai sen asuinhuoneiston hallintaan oikeuttavat osakkeet ovat vapautuneet tämän lain mukaisista käyttö- ja luovutusrajoituksista ja 51 § :ssä tarkoitetut merkinnät on asianmukaisesti poistettu, lakkaa myös tämän lain ja sen nojalla annettujen säännösten soveltaminen taloon ja sen asuinhuoneistojen hallintaan oikeuttaviin osakkeisiin. Rajoituksista vapauttamisesta säädetään 50 b § :ssä. Jos talon omistajalla ei ole enää tämän lain käyttö- ja luovutusrajoitusten alaista taloa omistuksessaan, lakkaa tämän lain soveltaminen myös tällaiseen omistajaan, sen osakkeisiin ja osakkeiden omistajiin ottaen kuitenkin huomioon, mitä 1 c § :ssä säädetään. Jos vapautuneesta talosta tarjotaan uudelleen huoneisto asumisoikeuden nojalla hallittavaksi, sovelletaan taloon ja sen omistajaan, mitä tässä laissa säädetään.",
        "folded_fi": "kun asumisoikeustalo tai sen asuinhuoneiston hallintaan oikeuttavat osakkeet ovat vapautuneet taman lain mukaisista kaytto- ja luovutusrajoituksista ja 51 §:ssa tarkoitetut merkinnat on asianmukaisesti poistettu, lakkaa myos taman lain ja sen nojalla annettujen saannosten soveltaminen taloon ja sen asuinhuoneistojen hallintaan oikeuttaviin osakkeisiin. rajoituksista vapauttamisesta saadetaan 50 b §:ssa. jos talon omistajalla ei ole enaa taman lain kaytto- ja luovutusrajoitusten alaista taloa omistuksessaan, lakkaa taman lain soveltaminen myos tallaiseen omistajaan, sen osakkeisiin ja osakkeiden omistajiin ottaen kuitenkin huomioon, mita 1 c §:ssa saadetaan. jos vapautuneesta talosta tarjotaan uudelleen huoneisto asumisoikeuden nojalla hallittavaksi, sovelletaan taloon ja sen omistajaan, mita tassa laissa saadetaan.",
        "title_sv": "Bestämmelsernas bindande och tvingande natur och när tillämpningen av dem upphör",
        "content_sv": "Då ett bostadsrättshus eller de aktier som medför rätt att besitta en bostadslägenhet i huset har befriats från begränsningarna i fråga om bruksrättigheter och överlåtelse enligt denna lag och de anteckningar som avses i 51 § har utplånats på behörigt sätt, upphör även tillämpningen av denna lag och bestämmelser som utfärdats med stöd av den på bostadsrättshuset och på de aktier som medför rätt att besitta en bostadslägenhet i huset. Bestämmelser om befrielse från begränsningarna finns i 50 b §. Äger husägaren inte längre sådana hus som omfattas av begränsningarna i denna lag i fråga om bruksrättigheter och överlåtelse, upphör tilllämpningen av lagen även på en sådan ägare, på aktierna i huset och på aktieägarna, dock med beaktande av vad som bestäms i 1 c §. Erbjuds i ett hus som redan har befriats från begränsningarna en lägenhet på nytt för besittning med stöd av boenderätt, skall bestämmelserna i denna lag tillämpas på huset och husägaren.",
        "normalized_sv": "Då ett bostadsrättshus eller de aktier som medför rätt att besitta en bostadslägenhet i huset har befriats från begränsningarna i fråga om bruksrättigheter och överlåtelse enligt denna lag och de anteckningar som avses i 51 § har utplånats på behörigt sätt, upphör även tillämpningen av denna lag och bestämmelser som utfärdats med stöd av den på bostadsrättshuset och på de aktier som medför rätt att besitta en bostadslägenhet i huset. Bestämmelser om befrielse från begränsningarna finns i 50 b § . Äger husägaren inte längre sådana hus som omfattas av begränsningarna i denna lag i fråga om bruksrättigheter och överlåtelse, upphör tilllämpningen av lagen även på en sådan ägare, på aktierna i huset och på aktieägarna, dock med beaktande av vad som bestäms i 1 c § . Erbjuds i ett hus som redan har befriats från begränsningarna en lägenhet på nytt för besittning med stöd av boenderätt, skall bestämmelserna i denna lag tillämpas på huset och husägaren.",
        "folded_sv": "da ett bostadsrattshus eller de aktier som medfor ratt att besitta en bostadslagenhet i huset har befriats fran begransningarna i fraga om bruksrattigheter och overlatelse enligt denna lag och de anteckningar som avses i 51 § har utplanats pa behorigt satt, upphor aven tillampningen av denna lag och bestammelser som utfardats med stod av den pa bostadsrattshuset och pa de aktier som medfor ratt att besitta en bostadslagenhet i huset. bestammelser om befrielse fran begransningarna finns i 50 b §. ager husagaren inte langre sadana hus som omfattas av begransningarna i denna lag i fraga om bruksrattigheter och overlatelse, upphor tilllampningen av lagen aven pa en sadan agare, pa aktierna i huset och pa aktieagarna, dock med beaktande av vad som bestams i 1 c §. erbjuds i ett hus som redan har befriats fran begransningarna en lagenhet pa nytt for besittning med stod av boenderatt, skall bestammelserna i denna lag tillampas pa huset och husagaren."
      }
    },
    {
      "provision_ref": "1:5 a",
      "chapter": "1",
      "section": "5 a",
      "title": "Lain soveltamisalan ulkopuolinen tuotanto",
      "content": "Jos tässä laissa tarkoitetulla omistajalla on omistuksessaan myös sellaisia taloja tai huoneistoja, joita ei ole tarjottu asumisoikeuden nojalla hallittavaksi, tätä lakia ei sovelleta näihin taloihin ja huoneistoihin tai niiden hallintaan oikeuttaviin osakkeisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:5 a",
        "normalized_fi": "Jos tässä laissa tarkoitetulla omistajalla on omistuksessaan myös sellaisia taloja tai huoneistoja, joita ei ole tarjottu asumisoikeuden nojalla hallittavaksi, tätä lakia ei sovelleta näihin taloihin ja huoneistoihin tai niiden hallintaan oikeuttaviin osakkeisiin.",
        "folded_fi": "jos tassa laissa tarkoitetulla omistajalla on omistuksessaan myos sellaisia taloja tai huoneistoja, joita ei ole tarjottu asumisoikeuden nojalla hallittavaksi, tata lakia ei sovelleta naihin taloihin ja huoneistoihin tai niiden hallintaan oikeuttaviin osakkeisiin.",
        "title_sv": "Produktion som inte omfattas av lagens tillämpningsområde",
        "content_sv": "Om en ägare enligt denna lag även äger sådana hus eller lägenheter som inte har erbjudits för besittning med stöd av bostadsrätt, tillämpas denna lag inte på dessa hus och lägenheter eller på aktier som medför rätt att besitta dessa lägenheter.",
        "normalized_sv": "Om en ägare enligt denna lag även äger sådana hus eller lägenheter som inte har erbjudits för besittning med stöd av bostadsrätt, tillämpas denna lag inte på dessa hus och lägenheter eller på aktier som medför rätt att besitta dessa lägenheter.",
        "folded_sv": "om en agare enligt denna lag aven ager sadana hus eller lagenheter som inte har erbjudits for besittning med stod av bostadsratt, tillampas denna lag inte pa dessa hus och lagenheter eller pa aktier som medfor ratt att besitta dessa lagenheter."
      }
    },
    {
      "provision_ref": "1:20",
      "chapter": "1",
      "section": "20",
      "title": "Käyttövastikkeen maksuvelvollisuuden kesto",
      "content": "Jos talon omistaja luovuttaa huoneiston hallinnan uudelle asumisoikeuden tai muun oikeuden haltijalle sinä aikana, kun asumisoikeudestaan luopuva 1 momentin mukaan on velvollinen maksamaan käyttövastiketta, asumisoikeudestaan luopuvan maksuvelvollisuus lakkaa, jollei asumisoikeudestaan luopuvan ja uuden asukkaan välillä ole muuta sovittu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:20",
        "normalized_fi": "Jos talon omistaja luovuttaa huoneiston hallinnan uudelle asumisoikeuden tai muun oikeuden haltijalle sinä aikana, kun asumisoikeudestaan luopuva 1 momentin mukaan on velvollinen maksamaan käyttövastiketta, asumisoikeudestaan luopuvan maksuvelvollisuus lakkaa, jollei asumisoikeudestaan luopuvan ja uuden asukkaan välillä ole muuta sovittu.",
        "folded_fi": "jos talon omistaja luovuttaa huoneiston hallinnan uudelle asumisoikeuden tai muun oikeuden haltijalle sina aikana, kun asumisoikeudestaan luopuva 1 momentin mukaan on velvollinen maksamaan kayttovastiketta, asumisoikeudestaan luopuvan maksuvelvollisuus lakkaa, jollei asumisoikeudestaan luopuvan ja uuden asukkaan valilla ole muuta sovittu.",
        "title_sv": "Den tid under vilken bruksvederlaget skall betalas",
        "content_sv": "Om lägenheten överlåts av husägaren till en ny bostadsrättshavare eller en ny innehavare av någon annan rättighet under den tid för vilken den som avstår från sin bostadsrätt enligt 1 mom. skall betala bruksvederlag, upphör betalningsskyldigheten för den som avstår från sin bostadsrätt, om inte annat avtalats mellan den som avstår från sin bostadsrätt och den nya boende.",
        "normalized_sv": "Om lägenheten överlåts av husägaren till en ny bostadsrättshavare eller en ny innehavare av någon annan rättighet under den tid för vilken den som avstår från sin bostadsrätt enligt 1 mom. skall betala bruksvederlag, upphör betalningsskyldigheten för den som avstår från sin bostadsrätt, om inte annat avtalats mellan den som avstår från sin bostadsrätt och den nya boende.",
        "folded_sv": "om lagenheten overlats av husagaren till en ny bostadsrattshavare eller en ny innehavare av nagon annan rattighet under den tid for vilken den som avstar fran sin bostadsratt enligt 1 mom. skall betala bruksvederlag, upphor betalningsskyldigheten for den som avstar fran sin bostadsratt, om inte annat avtalats mellan den som avstar fran sin bostadsratt och den nya boende."
      }
    },
    {
      "provision_ref": "1:26 a",
      "chapter": "1",
      "section": "26 a",
      "title": "Varautumisvelvoite",
      "content": "Arvioitaessa sitä, onko tässä pykälässä tarkoitettu varautumisvelvoite riittävästi täytetty, voidaan ottaa huomioon kulloinkin vallitseva asuntojen kysyntä- ja tarjontatilanne. Varautumisen voidaan katsoa olevan riittävää, jos se kattaa kuluvalla ja seuraavalla tilikaudella tiedossa olevista ja todennäköisistä lunastuksista johtuvan maksuvelvoitteen eikä erityisistä syistä muuta johdu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:26 a",
        "normalized_fi": "Arvioitaessa sitä, onko tässä pykälässä tarkoitettu varautumisvelvoite riittävästi täytetty, voidaan ottaa huomioon kulloinkin vallitseva asuntojen kysyntä- ja tarjontatilanne. Varautumisen voidaan katsoa olevan riittävää, jos se kattaa kuluvalla ja seuraavalla tilikaudella tiedossa olevista ja todennäköisistä lunastuksista johtuvan maksuvelvoitteen eikä erityisistä syistä muuta johdu.",
        "folded_fi": "arvioitaessa sita, onko tassa pykalassa tarkoitettu varautumisvelvoite riittavasti taytetty, voidaan ottaa huomioon kulloinkin vallitseva asuntojen kysynta- ja tarjontatilanne. varautumisen voidaan katsoa olevan riittavaa, jos se kattaa kuluvalla ja seuraavalla tilikaudella tiedossa olevista ja todennakoisista lunastuksista johtuvan maksuvelvoitteen eika erityisista syista muuta johdu.",
        "title_sv": "Reserveringsskyldighet",
        "content_sv": "Vid bedömningen av huruvida reserveringsskyldigheten enligt denna paragraf har fullgjorts i tillräcklig omfattning kan rådande efterfrågan på och utbud av bostäder beaktas. Reserveringen kan anses tillräcklig, om den täcker den betalningsskyldighet som orsakas av de kända och sannolika inlösningarna under innevarande och därpå följande räkenskapsperiod och något annat inte följer av särskilda skäl.",
        "normalized_sv": "Vid bedömningen av huruvida reserveringsskyldigheten enligt denna paragraf har fullgjorts i tillräcklig omfattning kan rådande efterfrågan på och utbud av bostäder beaktas. Reserveringen kan anses tillräcklig, om den täcker den betalningsskyldighet som orsakas av de kända och sannolika inlösningarna under innevarande och därpå följande räkenskapsperiod och något annat inte följer av särskilda skäl.",
        "folded_sv": "vid bedomningen av huruvida reserveringsskyldigheten enligt denna paragraf har fullgjorts i tillracklig omfattning kan radande efterfragan pa och utbud av bostader beaktas. reserveringen kan anses tillracklig, om den tacker den betalningsskyldighet som orsakas av de kanda och sannolika inlosningarna under innevarande och darpa foljande rakenskapsperiod och nagot annat inte foljer av sarskilda skal."
      }
    },
    {
      "provision_ref": "1:26 b",
      "chapter": "1",
      "section": "26 b",
      "title": "Lunastussuorituksiin käytettävissä olevat varat ja vastuu virheellisestä lunastussuorituksesta",
      "content": "Jollei 2 momentista tai 26 c §:stä muuta johdu, talon omistaja saa käyttää 51 e §:ssä tarkoitettuja varoja taikka edelliseltä tai aikaisemmilta tilikausilta kertynyttä tilinpäätöksen osoittamaa muuta omaa pääomaa tai muita varojaan asumisoikeuksien lunastamiseen. Asumisoikeuden lunastushintaan sisältyvän 24 §:n 2 momentin 2 ja 3 kohdassa tarkoitetun indeksikorotuksen ja huoneistoparannuksen rahoitusosuuden suorittamiseen on kuitenkin ensisijaisesti käytettävä muita varoja tai muuta omaa pääomaa kuin taseen asumisoikeusmaksut erää. Taseen asumisoikeusmaksut erän alentamisesta asumisoikeuden lunastamisen ja sen korottamisesta asumisoikeuden uudelleen luovutuksen perusteella säädetään 51 d §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:26 b",
        "normalized_fi": "Jollei 2 momentista tai 26 c § :stä muuta johdu, talon omistaja saa käyttää 51 e § :ssä tarkoitettuja varoja taikka edelliseltä tai aikaisemmilta tilikausilta kertynyttä tilinpäätöksen osoittamaa muuta omaa pääomaa tai muita varojaan asumisoikeuksien lunastamiseen. Asumisoikeuden lunastushintaan sisältyvän 24 § :n 2 momentin 2 ja 3 kohdassa tarkoitetun indeksikorotuksen ja huoneistoparannuksen rahoitusosuuden suorittamiseen on kuitenkin ensisijaisesti käytettävä muita varoja tai muuta omaa pääomaa kuin taseen asumisoikeusmaksut erää. Taseen asumisoikeusmaksut erän alentamisesta asumisoikeuden lunastamisen ja sen korottamisesta asumisoikeuden uudelleen luovutuksen perusteella säädetään 51 d § :ssä.",
        "folded_fi": "jollei 2 momentista tai 26 c §:sta muuta johdu, talon omistaja saa kayttaa 51 e §:ssa tarkoitettuja varoja taikka edelliselta tai aikaisemmilta tilikausilta kertynytta tilinpaatoksen osoittamaa muuta omaa paaomaa tai muita varojaan asumisoikeuksien lunastamiseen. asumisoikeuden lunastushintaan sisaltyvan 24 §:n 2 momentin 2 ja 3 kohdassa tarkoitetun indeksikorotuksen ja huoneistoparannuksen rahoitusosuuden suorittamiseen on kuitenkin ensisijaisesti kaytettava muita varoja tai muuta omaa paaomaa kuin taseen asumisoikeusmaksut eraa. taseen asumisoikeusmaksut eran alentamisesta asumisoikeuden lunastamisen ja sen korottamisesta asumisoikeuden uudelleen luovutuksen perusteella saadetaan 51 d §:ssa.",
        "title_sv": "Disponibla medel för inlösen och ansvar för felaktig inlösning",
        "content_sv": "Följer inget annat av 2 mom. eller av 26 c § får en husägare använda medel som avses i 51 e § eller annat eget kapital eller andra medel som enligt bokslutet influtit under den föregående eller tidigare räkenskapsperioder till att lösa in bostadsrätter. För betalning av den indexförhöjning och den finansieringsandel för ombyggnad av en lägenhet som avses i 24 § 2 mom. 2 och 3 punkten och som ingår i bostadsrättens inlösningspris skall dock i första hand användas andra medel eller annat eget kapital än posten bostadsrättsavgifter i balansräkningen. Bestämmelser om nedsättning av posten bostadsrättsavgifter i balansräkningen till följd av inlösning av en bostadsrätt och om en ökning av posten sedan bostadsrätten på nytt har överlåtits finns i 51 d §.",
        "normalized_sv": "Följer inget annat av 2 mom. eller av 26 c § får en husägare använda medel som avses i 51 e § eller annat eget kapital eller andra medel som enligt bokslutet influtit under den föregående eller tidigare räkenskapsperioder till att lösa in bostadsrätter. För betalning av den indexförhöjning och den finansieringsandel för ombyggnad av en lägenhet som avses i 24 § 2 mom. 2 och 3 punkten och som ingår i bostadsrättens inlösningspris skall dock i första hand användas andra medel eller annat eget kapital än posten bostadsrättsavgifter i balansräkningen. Bestämmelser om nedsättning av posten bostadsrättsavgifter i balansräkningen till följd av inlösning av en bostadsrätt och om en ökning av posten sedan bostadsrätten på nytt har överlåtits finns i 51 d § .",
        "folded_sv": "foljer inget annat av 2 mom. eller av 26 c § far en husagare anvanda medel som avses i 51 e § eller annat eget kapital eller andra medel som enligt bokslutet influtit under den foregaende eller tidigare rakenskapsperioder till att losa in bostadsratter. for betalning av den indexforhojning och den finansieringsandel for ombyggnad av en lagenhet som avses i 24 § 2 mom. 2 och 3 punkten och som ingar i bostadsrattens inlosningspris skall dock i forsta hand anvandas andra medel eller annat eget kapital an posten bostadsrattsavgifter i balansrakningen. bestammelser om nedsattning av posten bostadsrattsavgifter i balansrakningen till foljd av inlosning av en bostadsratt och om en okning av posten sedan bostadsratten pa nytt har overlatits finns i 51 d §."
      }
    },
    {
      "provision_ref": "1:45",
      "chapter": "1",
      "section": "45",
      "title": "Asumisoikeustalon asuinhuoneistojen käyttö",
      "content": "Asumisoikeustalon asuinhuoneistoja voidaan käyttää asumisoikeuden haltijoiden tai vuokralaisten vakinaisina tai tilapäisinä asuntoina.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:45",
        "normalized_fi": "Asumisoikeustalon asuinhuoneistoja voidaan käyttää asumisoikeuden haltijoiden tai vuokralaisten vakinaisina tai tilapäisinä asuntoina.",
        "folded_fi": "asumisoikeustalon asuinhuoneistoja voidaan kayttaa asumisoikeuden haltijoiden tai vuokralaisten vakinaisina tai tilapaisina asuntoina.",
        "title_sv": "Användningen av bostadslägenheterna i ett bostadsrättshus",
        "content_sv": "Bostadslägenheterna i ett bostadsrättshus kan användas som bostadsrättshavarnas eller hyresgästernas stadigvarande eller tillfälliga bostäder.",
        "normalized_sv": "Bostadslägenheterna i ett bostadsrättshus kan användas som bostadsrättshavarnas eller hyresgästernas stadigvarande eller tillfälliga bostäder.",
        "folded_sv": "bostadslagenheterna i ett bostadsrattshus kan anvandas som bostadsrattshavarnas eller hyresgasternas stadigvarande eller tillfalliga bostader."
      }
    },
    {
      "provision_ref": "1:50 b",
      "chapter": "1",
      "section": "50 b",
      "title": "Rajoituksista vapauttaminen",
      "content": "Asumisoikeustalon omistajalla on oikeus saada vapautus tämän lain mukaisista käyttö- ja luovutusrajoituksista, jos vapautettavan talon asuinhuoneistot niiden hallintaa koskevien sopimusten mukaan jo ovat muussa kuin asumisoikeuskäytössä tai myöhemmin tulevat tällaiseen käyttöön. Rajoituksista vapauttamisen edellytyksenä on lisäksi, että vapautettavan talon: 1) valtion asuntolaina tai aravalaina taikka talon osuus tällaisesta lainasta maksetaan kokonaan takaisin, ei kuitenkaan silloin, kun lainasaatavaa ei ole voitu turvata pakkotäytäntöönpanossa; 2) korkotukilainaksi hyväksytty laina tai osuus tällaisesta lainasta maksetaan takaisin lainan ennenaikaisesta takaisinmaksusta mahdollisesti johtuvine korvauksineen ja muine kuluineen taikka korkotukeen oikeuttavaa lainamäärää vähennetään siltä osin kuin se vastaa vapautettavaa taloa ja lisäksi lainanmyöntäjä vapauttaa valtion lainaan liittyvästä, vapautettavaan taloon kohdistuvasta takausvastuusta; tai 3) asumisoikeus- ja vuokratalotuotannon valtion ja kuntien takauslainoista annetussa laissa (126/2003) tarkoitetuksi takauslainaksi hyväksytty laina tai osuus tällaisesta lainasta maksetaan kokonaan takaisin lainan ennenaikaisesta takaisinmaksusta mahdollisesti johtuvine korvauksineen ja muine kuluineen taikka takauslainan lainanmyöntäjä vapauttaa valtion sekä myös mahdollisesti vastuussa olevan kunnan vapautettavaan taloon kohdistuvasta takausvastuusta; ja 4) osalta toimenpide edistää alueen asuntomarkkinoiden toimivuutta tai ehkäisee asuntojen tyhjänä olemista sekä tästä aiheutuvia taloudellisia menetyksiä. Jos talolle on myönnetty 2 momentissa tarkoitettua lainaa, vapautusta on haettava Valtion asuntorahastolta. Vapautus on myönnettävä, jos siihen todetaan olevan 1 ja 2 momentissa tarkoitetut edellytykset. Vapautus voidaan myöntää myös ehdolla, että asetetun määräajan kuluessa hakija täyttää vapautuksen saamiselle tässä pykälässä asetetut edellytykset. Muun kuin 2 momentissa tarkoitetun talon omistaja voi vapauttaa talon ja sen asuinhuoneiston hallintaan oikeuttavat osakkeet tämän lain mukaisista käyttö- ja luovutusrajoituksista siitä lukien, kun 1 momentissa tarkoitetut edellytykset täyttyvät. Käyttö- ja luovutusrajoituksista vapauttamisen vaikutuksista tämän lain soveltamiseen säädetään 5 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:50 b",
        "normalized_fi": "Asumisoikeustalon omistajalla on oikeus saada vapautus tämän lain mukaisista käyttö- ja luovutusrajoituksista, jos vapautettavan talon asuinhuoneistot niiden hallintaa koskevien sopimusten mukaan jo ovat muussa kuin asumisoikeuskäytössä tai myöhemmin tulevat tällaiseen käyttöön. Rajoituksista vapauttamisen edellytyksenä on lisäksi, että vapautettavan talon: 1) valtion asuntolaina tai aravalaina taikka talon osuus tällaisesta lainasta maksetaan kokonaan takaisin, ei kuitenkaan silloin, kun lainasaatavaa ei ole voitu turvata pakkotäytäntöönpanossa; 2) korkotukilainaksi hyväksytty laina tai osuus tällaisesta lainasta maksetaan takaisin lainan ennenaikaisesta takaisinmaksusta mahdollisesti johtuvine korvauksineen ja muine kuluineen taikka korkotukeen oikeuttavaa lainamäärää vähennetään siltä osin kuin se vastaa vapautettavaa taloa ja lisäksi lainanmyöntäjä vapauttaa valtion lainaan liittyvästä, vapautettavaan taloon kohdistuvasta takausvastuusta; tai 3) asumisoikeus- ja vuokratalotuotannon valtion ja kuntien takauslainoista annetussa laissa (126/2003) tarkoitetuksi takauslainaksi hyväksytty laina tai osuus tällaisesta lainasta maksetaan kokonaan takaisin lainan ennenaikaisesta takaisinmaksusta mahdollisesti johtuvine korvauksineen ja muine kuluineen taikka takauslainan lainanmyöntäjä vapauttaa valtion sekä myös mahdollisesti vastuussa olevan kunnan vapautettavaan taloon kohdistuvasta takausvastuusta; ja 4) osalta toimenpide edistää alueen asuntomarkkinoiden toimivuutta tai ehkäisee asuntojen tyhjänä olemista sekä tästä aiheutuvia taloudellisia menetyksiä. Jos talolle on myönnetty 2 momentissa tarkoitettua lainaa, vapautusta on haettava Valtion asuntorahastolta. Vapautus on myönnettävä, jos siihen todetaan olevan 1 ja 2 momentissa tarkoitetut edellytykset. Vapautus voidaan myöntää myös ehdolla, että asetetun määräajan kuluessa hakija täyttää vapautuksen saamiselle tässä pykälässä asetetut edellytykset. Muun kuin 2 momentissa tarkoitetun talon omistaja voi vapauttaa talon ja sen asuinhuoneiston hallintaan oikeuttavat osakkeet tämän lain mukaisista käyttö- ja luovutusrajoituksista siitä lukien, kun 1 momentissa tarkoitetut edellytykset täyttyvät. Käyttö- ja luovutusrajoituksista vapauttamisen vaikutuksista tämän lain soveltamiseen säädetään 5 § :ssä.",
        "folded_fi": "asumisoikeustalon omistajalla on oikeus saada vapautus taman lain mukaisista kaytto- ja luovutusrajoituksista, jos vapautettavan talon asuinhuoneistot niiden hallintaa koskevien sopimusten mukaan jo ovat muussa kuin asumisoikeuskaytossa tai myohemmin tulevat tallaiseen kayttoon. rajoituksista vapauttamisen edellytyksena on lisaksi, etta vapautettavan talon: 1) valtion asuntolaina tai aravalaina taikka talon osuus tallaisesta lainasta maksetaan kokonaan takaisin, ei kuitenkaan silloin, kun lainasaatavaa ei ole voitu turvata pakkotaytantoonpanossa; 2) korkotukilainaksi hyvaksytty laina tai osuus tallaisesta lainasta maksetaan takaisin lainan ennenaikaisesta takaisinmaksusta mahdollisesti johtuvine korvauksineen ja muine kuluineen taikka korkotukeen oikeuttavaa lainamaaraa vahennetaan silta osin kuin se vastaa vapautettavaa taloa ja lisaksi lainanmyontaja vapauttaa valtion lainaan liittyvasta, vapautettavaan taloon kohdistuvasta takausvastuusta; tai 3) asumisoikeus- ja vuokratalotuotannon valtion ja kuntien takauslainoista annetussa laissa (126/2003) tarkoitetuksi takauslainaksi hyvaksytty laina tai osuus tallaisesta lainasta maksetaan kokonaan takaisin lainan ennenaikaisesta takaisinmaksusta mahdollisesti johtuvine korvauksineen ja muine kuluineen taikka takauslainan lainanmyontaja vapauttaa valtion seka myos mahdollisesti vastuussa olevan kunnan vapautettavaan taloon kohdistuvasta takausvastuusta; ja 4) osalta toimenpide edistaa alueen asuntomarkkinoiden toimivuutta tai ehkaisee asuntojen tyhjana olemista seka tasta aiheutuvia taloudellisia menetyksia. jos talolle on myonnetty 2 momentissa tarkoitettua lainaa, vapautusta on haettava valtion asuntorahastolta. vapautus on myonnettava, jos siihen todetaan olevan 1 ja 2 momentissa tarkoitetut edellytykset. vapautus voidaan myontaa myos ehdolla, etta asetetun maaraajan kuluessa hakija tayttaa vapautuksen saamiselle tassa pykalassa asetetut edellytykset. muun kuin 2 momentissa tarkoitetun talon omistaja voi vapauttaa talon ja sen asuinhuoneiston hallintaan oikeuttavat osakkeet taman lain mukaisista kaytto- ja luovutusrajoituksista siita lukien, kun 1 momentissa tarkoitetut edellytykset tayttyvat. kaytto- ja luovutusrajoituksista vapauttamisen vaikutuksista taman lain soveltamiseen saadetaan 5 §:ssa.",
        "title_sv": "Befrielse från begränsningar",
        "content_sv": "Ägaren till ett bostadsrättshus har rätt till befrielse från begränsningarna enligt denna lag i fråga om bruksrättigheter och överlåtelse, om bostadslägenheterna i det hus som befrielsen avses gälla enligt avtalen om besittning av lägenheterna redan används för annat än bostadsrättsändamål eller senare kommer att användas för sådana ändamål. För att ägaren till ett hus skall befrias från begränsningarna förutsätts dessutom i fråga om det hus som befrielsen avses gälla att 1) det statliga bostadslånet eller aravalånet eller husets andel av ett sådant lån återbetalas helt och hållet, dock inte i de fall då lånefordran inte har kunnat säkerställas vid indrivning i exekutiv väg, 2) ett lån som godkänts som räntestödslån eller en andel av ett sådant lån återbetalas inklusive de eventuella ersättningarna för förtida återbetalning av lånet samt andra kostnader eller att det lånebelopp som berättigar till räntestöd minskas med en del som motsvarar det hus som befrielsen avses gälla och att långivaren dessutom befriar staten från det borgensansvar för lånet som avser det hus som befrielsen avses gälla, eller 3) ett lån som godkänts som borgenslån enligt lagen om statliga och kommunala borgenslån för bostadsrättshus- och hyreshusproduktion (126/2003) eller en andel av ett sådant lån återbetalas helt och hållet inklusive de eventuella ersättningarna för förtida återbetalning av lånet samt andra kostnader eller att den långivare som beviljat borgenslånet befriar staten samt likaså den kommun som eventuellt är ansvarig från borgensansvaret i fråga om det hus som befrielsen avses gälla, och att 4) åtgärden för husets vidkommande främjar en fungerande bostadsmarknad på området i fråga eller förebygger att boståder blir stående tomma samt ekonomiska förluster till följd därav. Har lån enligt 2 mom. beviljats ett hus, skall befrielse sökas hos Statens bostadsfond. Befrielse skall beviljas, om de förutsättningar som avses i 1 och 2 mom. konstateras föreligga. Befrielse kan också beviljas på det villkoret att sökanden inom en utsatt tid uppfyller de krav som i denna paragraf ställs för befrielse. Den som äger ett sådant hus som inte avses i 2 mom. kan befria huset och de aktier som medför rätt att besitta en bostadslägenhet i huset från begränsningarna i fråga om bruksrättigheter och överlåtelse enligt denna lag från och med den tidpunkt då de i 1 mom. avsedda förutsättningarna föreligger. I 5 § föreskrivs om verkningarna av befrielsen från begränsningar i fråga om bruksrättigheter och överlåtelse när det gäller tillämpningen av denna lag.",
        "normalized_sv": "Ägaren till ett bostadsrättshus har rätt till befrielse från begränsningarna enligt denna lag i fråga om bruksrättigheter och överlåtelse, om bostadslägenheterna i det hus som befrielsen avses gälla enligt avtalen om besittning av lägenheterna redan används för annat än bostadsrättsändamål eller senare kommer att användas för sådana ändamål. För att ägaren till ett hus skall befrias från begränsningarna förutsätts dessutom i fråga om det hus som befrielsen avses gälla att 1) det statliga bostadslånet eller aravalånet eller husets andel av ett sådant lån återbetalas helt och hållet, dock inte i de fall då lånefordran inte har kunnat säkerställas vid indrivning i exekutiv väg, 2) ett lån som godkänts som räntestödslån eller en andel av ett sådant lån återbetalas inklusive de eventuella ersättningarna för förtida återbetalning av lånet samt andra kostnader eller att det lånebelopp som berättigar till räntestöd minskas med en del som motsvarar det hus som befrielsen avses gälla och att långivaren dessutom befriar staten från det borgensansvar för lånet som avser det hus som befrielsen avses gälla, eller 3) ett lån som godkänts som borgenslån enligt lagen om statliga och kommunala borgenslån för bostadsrättshus- och hyreshusproduktion (126/2003) eller en andel av ett sådant lån återbetalas helt och hållet inklusive de eventuella ersättningarna för förtida återbetalning av lånet samt andra kostnader eller att den långivare som beviljat borgenslånet befriar staten samt likaså den kommun som eventuellt är ansvarig från borgensansvaret i fråga om det hus som befrielsen avses gälla, och att 4) åtgärden för husets vidkommande främjar en fungerande bostadsmarknad på området i fråga eller förebygger att boståder blir stående tomma samt ekonomiska förluster till följd därav. Har lån enligt 2 mom. beviljats ett hus, skall befrielse sökas hos Statens bostadsfond. Befrielse skall beviljas, om de förutsättningar som avses i 1 och 2 mom. konstateras föreligga. Befrielse kan också beviljas på det villkoret att sökanden inom en utsatt tid uppfyller de krav som i denna paragraf ställs för befrielse. Den som äger ett sådant hus som inte avses i 2 mom. kan befria huset och de aktier som medför rätt att besitta en bostadslägenhet i huset från begränsningarna i fråga om bruksrättigheter och överlåtelse enligt denna lag från och med den tidpunkt då de i 1 mom. avsedda förutsättningarna föreligger. I 5 § föreskrivs om verkningarna av befrielsen från begränsningar i fråga om bruksrättigheter och överlåtelse när det gäller tillämpningen av denna lag.",
        "folded_sv": "agaren till ett bostadsrattshus har ratt till befrielse fran begransningarna enligt denna lag i fraga om bruksrattigheter och overlatelse, om bostadslagenheterna i det hus som befrielsen avses galla enligt avtalen om besittning av lagenheterna redan anvands for annat an bostadsrattsandamal eller senare kommer att anvandas for sadana andamal. for att agaren till ett hus skall befrias fran begransningarna forutsatts dessutom i fraga om det hus som befrielsen avses galla att 1) det statliga bostadslanet eller aravalanet eller husets andel av ett sadant lan aterbetalas helt och hallet, dock inte i de fall da lanefordran inte har kunnat sakerstallas vid indrivning i exekutiv vag, 2) ett lan som godkants som rantestodslan eller en andel av ett sadant lan aterbetalas inklusive de eventuella ersattningarna for fortida aterbetalning av lanet samt andra kostnader eller att det lanebelopp som berattigar till rantestod minskas med en del som motsvarar det hus som befrielsen avses galla och att langivaren dessutom befriar staten fran det borgensansvar for lanet som avser det hus som befrielsen avses galla, eller 3) ett lan som godkants som borgenslan enligt lagen om statliga och kommunala borgenslan for bostadsrattshus- och hyreshusproduktion (126/2003) eller en andel av ett sadant lan aterbetalas helt och hallet inklusive de eventuella ersattningarna for fortida aterbetalning av lanet samt andra kostnader eller att den langivare som beviljat borgenslanet befriar staten samt likasa den kommun som eventuellt ar ansvarig fran borgensansvaret i fraga om det hus som befrielsen avses galla, och att 4) atgarden for husets vidkommande framjar en fungerande bostadsmarknad pa omradet i fraga eller forebygger att bostader blir staende tomma samt ekonomiska forluster till foljd darav. har lan enligt 2 mom. beviljats ett hus, skall befrielse sokas hos statens bostadsfond. befrielse skall beviljas, om de forutsattningar som avses i 1 och 2 mom. konstateras foreligga. befrielse kan ocksa beviljas pa det villkoret att sokanden inom en utsatt tid uppfyller de krav som i denna paragraf stalls for befrielse. den som ager ett sadant hus som inte avses i 2 mom. kan befria huset och de aktier som medfor ratt att besitta en bostadslagenhet i huset fran begransningarna i fraga om bruksrattigheter och overlatelse enligt denna lag fran och med den tidpunkt da de i 1 mom. avsedda forutsattningarna foreligger. i 5 § foreskrivs om verkningarna av befrielsen fran begransningar i fraga om bruksrattigheter och overlatelse nar det galler tillampningen av denna lag."
      }
    },
    {
      "provision_ref": "1:50 c",
      "chapter": "1",
      "section": "50 c",
      "title": "Ilmoitusvelvollisuus rajoituksista vapauttamisesta",
      "content": "Taloa ja sen asuinhuoneistojen hallintaan oikeuttavia osakkeita koskevien 51 §:ssä tarkoitettujen merkintöjen poistamiseksi Valtion asuntorahaston tulee tehdä ilmoitus viipymättä tai, jos vapautumispäätös on ollut ehdollinen, välittömästi sen jälkeen, kun se on todennut ehtojen täyttyneen. Asetuksella voidaan tarkemmin säätää ilmoitusta koskevasta menettelystä. Valtion asuntorahaston on myös julkisesti pidettävä saatavilla tieto siitä, mitkä talot ja niissä sijaitsevien asuinhuoneistojen hallintaan oikeuttavat osakkeet se on vapauttanut sekä tieto siitä, onko vapautus ehdollinen ja onko ehtojen täyttymiselle asetettu määräaika. Vapautuspäätöksensä johdosta 50 b §:n 4 momentissa tarkoitetun omistajan on viipymättä ryhdyttävä toimenpiteisiin 51 §:ssä tarkoitettujen merkintöjen poistamiseksi. Vapautuspäätöksen johdosta 50 b §:n 2 momentissa tarkoitetun talon omistajan on myös ryhdyttävä toimenpiteisiin 51 §:n 2 momentissa tarkoitettujen merkintöjen poistamiseksi. Asetuksella voidaan tarkemmin säätää siitä, miten tässä momentissa tarkoitetun velvoitteen täyttäminen osoitetaan. Vapautuspäätöksen johdosta 50 b §:n 2 tai 4 momentissa tarkoitetun talon omistajan on pidettävä julkisesti saatavilla tieto siitä, mitkä talot ja asuinhuoneiston hallintaan oikeuttavat osakkeet ovat vapautuneet tai ovat vapautumassa tämän lain mukaisista käyttö- ja luovutusrajoituksista ja milloin vapautettua tai vapautuvaa taloa ja sen asuinhuoneiston hallintaan oikeuttavia osakkeita koskevat merkinnät poistuvat yhtiöjärjestyksestä ja osakkeista. Jos havaitaan, että 50 b §:n 2 momentissa tarkoitetun talon omistaja on laiminlyönyt tässä pykälässä tarkoitetun velvoitteensa tai että talon vapautumista koskeva merkintä on virheellinen, merkintä on korjattava valtiokonttorin ilmoituksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:50 c",
        "normalized_fi": "Taloa ja sen asuinhuoneistojen hallintaan oikeuttavia osakkeita koskevien 51 § :ssä tarkoitettujen merkintöjen poistamiseksi Valtion asuntorahaston tulee tehdä ilmoitus viipymättä tai, jos vapautumispäätös on ollut ehdollinen, välittömästi sen jälkeen, kun se on todennut ehtojen täyttyneen. Asetuksella voidaan tarkemmin säätää ilmoitusta koskevasta menettelystä. Valtion asuntorahaston on myös julkisesti pidettävä saatavilla tieto siitä, mitkä talot ja niissä sijaitsevien asuinhuoneistojen hallintaan oikeuttavat osakkeet se on vapauttanut sekä tieto siitä, onko vapautus ehdollinen ja onko ehtojen täyttymiselle asetettu määräaika. Vapautuspäätöksensä johdosta 50 b § :n 4 momentissa tarkoitetun omistajan on viipymättä ryhdyttävä toimenpiteisiin 51 § :ssä tarkoitettujen merkintöjen poistamiseksi. Vapautuspäätöksen johdosta 50 b § :n 2 momentissa tarkoitetun talon omistajan on myös ryhdyttävä toimenpiteisiin 51 § :n 2 momentissa tarkoitettujen merkintöjen poistamiseksi. Asetuksella voidaan tarkemmin säätää siitä, miten tässä momentissa tarkoitetun velvoitteen täyttäminen osoitetaan. Vapautuspäätöksen johdosta 50 b § :n 2 tai 4 momentissa tarkoitetun talon omistajan on pidettävä julkisesti saatavilla tieto siitä, mitkä talot ja asuinhuoneiston hallintaan oikeuttavat osakkeet ovat vapautuneet tai ovat vapautumassa tämän lain mukaisista käyttö- ja luovutusrajoituksista ja milloin vapautettua tai vapautuvaa taloa ja sen asuinhuoneiston hallintaan oikeuttavia osakkeita koskevat merkinnät poistuvat yhtiöjärjestyksestä ja osakkeista. Jos havaitaan, että 50 b § :n 2 momentissa tarkoitetun talon omistaja on laiminlyönyt tässä pykälässä tarkoitetun velvoitteensa tai että talon vapautumista koskeva merkintä on virheellinen, merkintä on korjattava valtiokonttorin ilmoituksesta.",
        "folded_fi": "taloa ja sen asuinhuoneistojen hallintaan oikeuttavia osakkeita koskevien 51 §:ssa tarkoitettujen merkintojen poistamiseksi valtion asuntorahaston tulee tehda ilmoitus viipymatta tai, jos vapautumispaatos on ollut ehdollinen, valittomasti sen jalkeen, kun se on todennut ehtojen tayttyneen. asetuksella voidaan tarkemmin saataa ilmoitusta koskevasta menettelysta. valtion asuntorahaston on myos julkisesti pidettava saatavilla tieto siita, mitka talot ja niissa sijaitsevien asuinhuoneistojen hallintaan oikeuttavat osakkeet se on vapauttanut seka tieto siita, onko vapautus ehdollinen ja onko ehtojen tayttymiselle asetettu maaraaika. vapautuspaatoksensa johdosta 50 b §:n 4 momentissa tarkoitetun omistajan on viipymatta ryhdyttava toimenpiteisiin 51 §:ssa tarkoitettujen merkintojen poistamiseksi. vapautuspaatoksen johdosta 50 b §:n 2 momentissa tarkoitetun talon omistajan on myos ryhdyttava toimenpiteisiin 51 §:n 2 momentissa tarkoitettujen merkintojen poistamiseksi. asetuksella voidaan tarkemmin saataa siita, miten tassa momentissa tarkoitetun velvoitteen tayttaminen osoitetaan. vapautuspaatoksen johdosta 50 b §:n 2 tai 4 momentissa tarkoitetun talon omistajan on pidettava julkisesti saatavilla tieto siita, mitka talot ja asuinhuoneiston hallintaan oikeuttavat osakkeet ovat vapautuneet tai ovat vapautumassa taman lain mukaisista kaytto- ja luovutusrajoituksista ja milloin vapautettua tai vapautuvaa taloa ja sen asuinhuoneiston hallintaan oikeuttavia osakkeita koskevat merkinnat poistuvat yhtiojarjestyksesta ja osakkeista. jos havaitaan, etta 50 b §:n 2 momentissa tarkoitetun talon omistaja on laiminlyonyt tassa pykalassa tarkoitetun velvoitteensa tai etta talon vapautumista koskeva merkinta on virheellinen, merkinta on korjattava valtiokonttorin ilmoituksesta.",
        "title_sv": "Skyldighet att informera om befrielse från begränsningar",
        "content_sv": "För att de i 51 § avsedda anteckningarna om ett bostadsrättshus och om de aktier som medför rätt att besitta bostadslägenheter i huset skall kunna utplånas skall Statens bostadsfond utan dröjsmål lämna ett meddelande om befrielsen eller, om beslutet om befrielse har varit villkorligt, omedelbart efter det att fonden har konstaterat att villkoren uppfyllts. Genom förordning kan föreskrivas närmare om förfarandet när ett sådant meddelande lämnas. Statens bostadsfond skall också hålla uppgifterna om vilka hus och vilka aktier som medför rätt att besitta bostadslägenheter i dessa hus som bostadsfonden har befriat från begränsningarna samt uppgifterna om huruvida befrielsen är villkorlig och inom vilken tidsfrist villkoren skall vara uppfyllda tillgängliga för allmänheten. Med anledning av ett beslut om befrielse skall den ägare som avses i 50 b § 4 mom. utan dröjsmål vidta åtgärder för utplånande av de anteckningar som avses i 51 §. Med anledning av ett beslut om befrielse skall ägaren till ett hus som avses i 50 b § 2 mom. också vidta åtgärder för utplånande av de anteckningar som avses i 51 § 2 mom. Genom förordning kan närmare bestämmelser utfärdas om på vilket sätt det visas att den i detta moment avsedda skyldigheten har fullgjorts. Med anledning av ett beslut om befrielse skall ägaren till ett hus som avses i 50 b § 2 eller 4 mom. för allmänheten hålla tillgängliga uppgifterna om vilka hus och vilka aktier som medför rätt att besitta en bostadslägenhet som har befriats eller kommer att befrias från begränsningar i fråga om bruksrättigheter och överlåtelse enligt denna lag, och när anteckningarna om det hus som befriats eller kommer att befrias från begränsningar och om de aktier som medför rätt att besitta en bostadslägenhet i huset kommer att strykas i bolagsordningen och aktierna. Om det konstateras att ägaren till ett hus som avses i 50 b § 2 mom. har försummat den skyldighet som avses i denna paragraf eller att anteckningen om att huset befriats från begränsningar är felaktig, skall anteckningen korrigeras på anmälan av statskontoret.",
        "normalized_sv": "För att de i 51 § avsedda anteckningarna om ett bostadsrättshus och om de aktier som medför rätt att besitta bostadslägenheter i huset skall kunna utplånas skall Statens bostadsfond utan dröjsmål lämna ett meddelande om befrielsen eller, om beslutet om befrielse har varit villkorligt, omedelbart efter det att fonden har konstaterat att villkoren uppfyllts. Genom förordning kan föreskrivas närmare om förfarandet när ett sådant meddelande lämnas. Statens bostadsfond skall också hålla uppgifterna om vilka hus och vilka aktier som medför rätt att besitta bostadslägenheter i dessa hus som bostadsfonden har befriat från begränsningarna samt uppgifterna om huruvida befrielsen är villkorlig och inom vilken tidsfrist villkoren skall vara uppfyllda tillgängliga för allmänheten. Med anledning av ett beslut om befrielse skall den ägare som avses i 50 b § 4 mom. utan dröjsmål vidta åtgärder för utplånande av de anteckningar som avses i 51 § . Med anledning av ett beslut om befrielse skall ägaren till ett hus som avses i 50 b § 2 mom. också vidta åtgärder för utplånande av de anteckningar som avses i 51 § 2 mom. Genom förordning kan närmare bestämmelser utfärdas om på vilket sätt det visas att den i detta moment avsedda skyldigheten har fullgjorts. Med anledning av ett beslut om befrielse skall ägaren till ett hus som avses i 50 b § 2 eller 4 mom. för allmänheten hålla tillgängliga uppgifterna om vilka hus och vilka aktier som medför rätt att besitta en bostadslägenhet som har befriats eller kommer att befrias från begränsningar i fråga om bruksrättigheter och överlåtelse enligt denna lag, och när anteckningarna om det hus som befriats eller kommer att befrias från begränsningar och om de aktier som medför rätt att besitta en bostadslägenhet i huset kommer att strykas i bolagsordningen och aktierna. Om det konstateras att ägaren till ett hus som avses i 50 b § 2 mom. har försummat den skyldighet som avses i denna paragraf eller att anteckningen om att huset befriats från begränsningar är felaktig, skall anteckningen korrigeras på anmälan av statskontoret.",
        "folded_sv": "for att de i 51 § avsedda anteckningarna om ett bostadsrattshus och om de aktier som medfor ratt att besitta bostadslagenheter i huset skall kunna utplanas skall statens bostadsfond utan drojsmal lamna ett meddelande om befrielsen eller, om beslutet om befrielse har varit villkorligt, omedelbart efter det att fonden har konstaterat att villkoren uppfyllts. genom forordning kan foreskrivas narmare om forfarandet nar ett sadant meddelande lamnas. statens bostadsfond skall ocksa halla uppgifterna om vilka hus och vilka aktier som medfor ratt att besitta bostadslagenheter i dessa hus som bostadsfonden har befriat fran begransningarna samt uppgifterna om huruvida befrielsen ar villkorlig och inom vilken tidsfrist villkoren skall vara uppfyllda tillgangliga for allmanheten. med anledning av ett beslut om befrielse skall den agare som avses i 50 b § 4 mom. utan drojsmal vidta atgarder for utplanande av de anteckningar som avses i 51 §. med anledning av ett beslut om befrielse skall agaren till ett hus som avses i 50 b § 2 mom. ocksa vidta atgarder for utplanande av de anteckningar som avses i 51 § 2 mom. genom forordning kan narmare bestammelser utfardas om pa vilket satt det visas att den i detta moment avsedda skyldigheten har fullgjorts. med anledning av ett beslut om befrielse skall agaren till ett hus som avses i 50 b § 2 eller 4 mom. for allmanheten halla tillgangliga uppgifterna om vilka hus och vilka aktier som medfor ratt att besitta en bostadslagenhet som har befriats eller kommer att befrias fran begransningar i fraga om bruksrattigheter och overlatelse enligt denna lag, och nar anteckningarna om det hus som befriats eller kommer att befrias fran begransningar och om de aktier som medfor ratt att besitta en bostadslagenhet i huset kommer att strykas i bolagsordningen och aktierna. om det konstateras att agaren till ett hus som avses i 50 b § 2 mom. har forsummat den skyldighet som avses i denna paragraf eller att anteckningen om att huset befriats fran begransningar ar felaktig, skall anteckningen korrigeras pa anmalan av statskontoret."
      }
    },
    {
      "provision_ref": "1:51",
      "chapter": "1",
      "section": "51",
      "title": "Käyttö- ja luovutusrajoituksista tehtävät merkinnät",
      "content": "Myönnettyään 50 b §:n 2 momentissa tarkoitetun lainan tai hyväksyttyään lainan 50 b §:n 2 momentissa tarkoitetuksi korkotukilainaksi tai takauslainaksi Valtion asuntorahasto on velvollinen viipymättä ryhtymään toimenpiteisiin 1 ja 2 momentissa tarkoitettujen merkintöjen aikaansaamiseksi siten kuin asetuksella tarkemmin säädetään. Asumisoikeustalon omistaja on vastuussa siitä, että 1 ja 2 momentissa tarkoitetut merkinnät on tehty ennen kuin omistaja tarjoaa tehtäväksi asumisoikeussopimuksia omistamastaan tai omistukseensa tulevasta talosta. Asetuksella voidaan tarkemmin säätää, miten tässä momentissa tarkoitetun velvoitteen täyttäminen osoitetaan. Velvollisuudesta poistaa 1 ja 2 momentissa tarkoitetut merkinnät käyttö- ja luovutusrajoitusten lakattua säädetään 50 c §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:51",
        "normalized_fi": "Myönnettyään 50 b § :n 2 momentissa tarkoitetun lainan tai hyväksyttyään lainan 50 b § :n 2 momentissa tarkoitetuksi korkotukilainaksi tai takauslainaksi Valtion asuntorahasto on velvollinen viipymättä ryhtymään toimenpiteisiin 1 ja 2 momentissa tarkoitettujen merkintöjen aikaansaamiseksi siten kuin asetuksella tarkemmin säädetään. Asumisoikeustalon omistaja on vastuussa siitä, että 1 ja 2 momentissa tarkoitetut merkinnät on tehty ennen kuin omistaja tarjoaa tehtäväksi asumisoikeussopimuksia omistamastaan tai omistukseensa tulevasta talosta. Asetuksella voidaan tarkemmin säätää, miten tässä momentissa tarkoitetun velvoitteen täyttäminen osoitetaan. Velvollisuudesta poistaa 1 ja 2 momentissa tarkoitetut merkinnät käyttö- ja luovutusrajoitusten lakattua säädetään 50 c § :ssä.",
        "folded_fi": "myonnettyaan 50 b §:n 2 momentissa tarkoitetun lainan tai hyvaksyttyaan lainan 50 b §:n 2 momentissa tarkoitetuksi korkotukilainaksi tai takauslainaksi valtion asuntorahasto on velvollinen viipymatta ryhtymaan toimenpiteisiin 1 ja 2 momentissa tarkoitettujen merkintojen aikaansaamiseksi siten kuin asetuksella tarkemmin saadetaan. asumisoikeustalon omistaja on vastuussa siita, etta 1 ja 2 momentissa tarkoitetut merkinnat on tehty ennen kuin omistaja tarjoaa tehtavaksi asumisoikeussopimuksia omistamastaan tai omistukseensa tulevasta talosta. asetuksella voidaan tarkemmin saataa, miten tassa momentissa tarkoitetun velvoitteen tayttaminen osoitetaan. velvollisuudesta poistaa 1 ja 2 momentissa tarkoitetut merkinnat kaytto- ja luovutusrajoitusten lakattua saadetaan 50 c §:ssa.",
        "title_sv": "Anteckningar om begränsningar i fråga om bruksrättigheter och överlåtelse",
        "content_sv": "Statens bostadsfond är skyldig att utan dröjsmål så som närmare bestäms genom förordning vidta åtgärder i syfte att åstadkomma de anteckningar som avses i 1 och 2 mom. efter det att bostadsfonden har beviljat ett lån enligt 50 b § 2 mom. eller har godkänt ett lån som ett räntestödslån eller borgenslån enligt 50 b § 2 mom. Ägaren till ett bostadsrättshus är ansvarig för att de anteckningar som avses i 1 och 2 mom. har gjorts innan ägaren erbjuder bostadsrättsavtal för bostäder i ett hus som han äger eller kommer att få i sin ägo. Genom förordning kan närmare bestämmelser utfärdas om på vilket sätt det visas att den i detta moment avsedda skyldigheten har fullgjorts. I 50 c § föreskrivs om skyldigheten att utplåna de anteckningar som avses i 1 och 2 mom. efter det att begränsningarna i fråga om bruksrättigheter och överlåtelse har upphört.",
        "normalized_sv": "Statens bostadsfond är skyldig att utan dröjsmål så som närmare bestäms genom förordning vidta åtgärder i syfte att åstadkomma de anteckningar som avses i 1 och 2 mom. efter det att bostadsfonden har beviljat ett lån enligt 50 b § 2 mom. eller har godkänt ett lån som ett räntestödslån eller borgenslån enligt 50 b § 2 mom. Ägaren till ett bostadsrättshus är ansvarig för att de anteckningar som avses i 1 och 2 mom. har gjorts innan ägaren erbjuder bostadsrättsavtal för bostäder i ett hus som han äger eller kommer att få i sin ägo. Genom förordning kan närmare bestämmelser utfärdas om på vilket sätt det visas att den i detta moment avsedda skyldigheten har fullgjorts. I 50 c § föreskrivs om skyldigheten att utplåna de anteckningar som avses i 1 och 2 mom. efter det att begränsningarna i fråga om bruksrättigheter och överlåtelse har upphört.",
        "folded_sv": "statens bostadsfond ar skyldig att utan drojsmal sa som narmare bestams genom forordning vidta atgarder i syfte att astadkomma de anteckningar som avses i 1 och 2 mom. efter det att bostadsfonden har beviljat ett lan enligt 50 b § 2 mom. eller har godkant ett lan som ett rantestodslan eller borgenslan enligt 50 b § 2 mom. agaren till ett bostadsrattshus ar ansvarig for att de anteckningar som avses i 1 och 2 mom. har gjorts innan agaren erbjuder bostadsrattsavtal for bostader i ett hus som han ager eller kommer att fa i sin ago. genom forordning kan narmare bestammelser utfardas om pa vilket satt det visas att den i detta moment avsedda skyldigheten har fullgjorts. i 50 c § foreskrivs om skyldigheten att utplana de anteckningar som avses i 1 och 2 mom. efter det att begransningarna i fraga om bruksrattigheter och overlatelse har upphort."
      }
    },
    {
      "provision_ref": "1:51 a",
      "chapter": "1",
      "section": "51 a",
      "title": "Velvollisuus laatia tilinpäätös",
      "content": "Tilinpäätös on, jollei 2 momentista muuta johdu, laadittava kirjanpitolain (1336/1997) ja talonomistajayhteisöä tai -säätiötä koskevan erityislain sekä tämän luvun säännösten mukaan. Kirjanpitolautakunta voi kirjanpitolaissa säädetyllä tavalla antaa ohjeita ja lausuntoja asumisoikeustalon omistajayhteisön tai -säätiön tämän lain mukaisen tilinpäätöksen laatimisesta. Jos asumisoikeustalon omistaja harjoittaa tässä laissa tarkoitetun toiminnan ohella muuta toimintaa, omistajan kirjanpito on järjestettävä niin, että omistajan tilinpäätöksessä voidaan esittää erikseen oikeat ja riittävät tiedot tämän lain mukaisesta toiminnasta. Tällaisen omistajan tilinpäätöksen liitteeksi on laadittava tämän lain mukaisesta toiminnasta erillinen tuloslaskelma ja liitetietoina ilmoitettava tämän lain mukaista toimintaa koskevat muut tiedot siten kuin tässä laissa ja soveltuvin osin kirjanpitolaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:51 a",
        "normalized_fi": "Tilinpäätös on, jollei 2 momentista muuta johdu, laadittava kirjanpitolain (1336/1997) ja talonomistajayhteisöä tai -säätiötä koskevan erityislain sekä tämän luvun säännösten mukaan. Kirjanpitolautakunta voi kirjanpitolaissa säädetyllä tavalla antaa ohjeita ja lausuntoja asumisoikeustalon omistajayhteisön tai -säätiön tämän lain mukaisen tilinpäätöksen laatimisesta. Jos asumisoikeustalon omistaja harjoittaa tässä laissa tarkoitetun toiminnan ohella muuta toimintaa, omistajan kirjanpito on järjestettävä niin, että omistajan tilinpäätöksessä voidaan esittää erikseen oikeat ja riittävät tiedot tämän lain mukaisesta toiminnasta. Tällaisen omistajan tilinpäätöksen liitteeksi on laadittava tämän lain mukaisesta toiminnasta erillinen tuloslaskelma ja liitetietoina ilmoitettava tämän lain mukaista toimintaa koskevat muut tiedot siten kuin tässä laissa ja soveltuvin osin kirjanpitolaissa säädetään.",
        "folded_fi": "tilinpaatos on, jollei 2 momentista muuta johdu, laadittava kirjanpitolain (1336/1997) ja talonomistajayhteisoa tai -saatiota koskevan erityislain seka taman luvun saannosten mukaan. kirjanpitolautakunta voi kirjanpitolaissa saadetylla tavalla antaa ohjeita ja lausuntoja asumisoikeustalon omistajayhteison tai -saation taman lain mukaisen tilinpaatoksen laatimisesta. jos asumisoikeustalon omistaja harjoittaa tassa laissa tarkoitetun toiminnan ohella muuta toimintaa, omistajan kirjanpito on jarjestettava niin, etta omistajan tilinpaatoksessa voidaan esittaa erikseen oikeat ja riittavat tiedot taman lain mukaisesta toiminnasta. tallaisen omistajan tilinpaatoksen liitteeksi on laadittava taman lain mukaisesta toiminnasta erillinen tuloslaskelma ja liitetietoina ilmoitettava taman lain mukaista toimintaa koskevat muut tiedot siten kuin tassa laissa ja soveltuvin osin kirjanpitolaissa saadetaan.",
        "title_sv": "Skyldighet att upprätta bokslut",
        "content_sv": "Bokslut skall, om inte något annat följer av 2 mom., upprättas enligt bestämmelserna i bokföringslagen (1336/1997) och i den speciallag som gäller husägarsamfundet eller husägarstiftelsen samt enligt bestämmelserna i detta kapitel. Bokföringsnämnden kan enligt vad som anges i bokföringslagen ge anvisningar och utlåtanden om upprättandet av ett bokslut enligt denna lag för ett samfund eller en stiftelse som äger ett bostadsrättshus. Om ägaren till ett bostadsrättshus vid sidan av verksamhet enligt denna lag utövar även annan verksamhet, skall ägarens bokföring ordnas så att riktiga och tillräckliga uppgifter om verksamheten enligt denna lag kan anges separat i ägarens bokslut. Till en sådan ägares bokslut skall fogas en separat resultaträkning för verksamheten enligt denna lag och i form av noter anges övriga uppgifter om verksamheten enligt denna lag i enlighet med vad som bestäms i denna lag och i tillämpliga delar i bokföringslagen.",
        "normalized_sv": "Bokslut skall, om inte något annat följer av 2 mom., upprättas enligt bestämmelserna i bokföringslagen (1336/1997) och i den speciallag som gäller husägarsamfundet eller husägarstiftelsen samt enligt bestämmelserna i detta kapitel. Bokföringsnämnden kan enligt vad som anges i bokföringslagen ge anvisningar och utlåtanden om upprättandet av ett bokslut enligt denna lag för ett samfund eller en stiftelse som äger ett bostadsrättshus. Om ägaren till ett bostadsrättshus vid sidan av verksamhet enligt denna lag utövar även annan verksamhet, skall ägarens bokföring ordnas så att riktiga och tillräckliga uppgifter om verksamheten enligt denna lag kan anges separat i ägarens bokslut. Till en sådan ägares bokslut skall fogas en separat resultaträkning för verksamheten enligt denna lag och i form av noter anges övriga uppgifter om verksamheten enligt denna lag i enlighet med vad som bestäms i denna lag och i tillämpliga delar i bokföringslagen.",
        "folded_sv": "bokslut skall, om inte nagot annat foljer av 2 mom., upprattas enligt bestammelserna i bokforingslagen (1336/1997) och i den speciallag som galler husagarsamfundet eller husagarstiftelsen samt enligt bestammelserna i detta kapitel. bokforingsnamnden kan enligt vad som anges i bokforingslagen ge anvisningar och utlatanden om upprattandet av ett bokslut enligt denna lag for ett samfund eller en stiftelse som ager ett bostadsrattshus. om agaren till ett bostadsrattshus vid sidan av verksamhet enligt denna lag utovar aven annan verksamhet, skall agarens bokforing ordnas sa att riktiga och tillrackliga uppgifter om verksamheten enligt denna lag kan anges separat i agarens bokslut. till en sadan agares bokslut skall fogas en separat resultatrakning for verksamheten enligt denna lag och i form av noter anges ovriga uppgifter om verksamheten enligt denna lag i enlighet med vad som bestams i denna lag och i tillampliga delar i bokforingslagen."
      }
    },
    {
      "provision_ref": "1:51 d",
      "chapter": "1",
      "section": "51 d",
      "title": "Talojen rakentamis- ja hankintavaiheesta perittyjen asumisoikeusmaksujen merkintä taseeseen",
      "content": "Taseen asumisoikeusmaksut erää alennetaan siltä osin kuin asumisoikeuden lunastukseen ei ole käytetty viimeksi päättyneeltä tilikaudelta vahvistettavan taseen mukaan muuta omaa pääomaa tai, jos omistaja on osakeyhtiö, muuta vapaata omaa pääomaa. Jos asumisoikeusmaksut erää on asumisoikeuden lunastuksen vuoksi vähennetty, vastaavan määräinen lisäys taseen asumisoikeusmaksut erään tehdään sen jälkeen, kun talon omistaja on uudelleen luovuttanut asumisoikeuden.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:51 d",
        "normalized_fi": "Taseen asumisoikeusmaksut erää alennetaan siltä osin kuin asumisoikeuden lunastukseen ei ole käytetty viimeksi päättyneeltä tilikaudelta vahvistettavan taseen mukaan muuta omaa pääomaa tai, jos omistaja on osakeyhtiö, muuta vapaata omaa pääomaa. Jos asumisoikeusmaksut erää on asumisoikeuden lunastuksen vuoksi vähennetty, vastaavan määräinen lisäys taseen asumisoikeusmaksut erään tehdään sen jälkeen, kun talon omistaja on uudelleen luovuttanut asumisoikeuden.",
        "folded_fi": "taseen asumisoikeusmaksut eraa alennetaan silta osin kuin asumisoikeuden lunastukseen ei ole kaytetty viimeksi paattyneelta tilikaudelta vahvistettavan taseen mukaan muuta omaa paaomaa tai, jos omistaja on osakeyhtio, muuta vapaata omaa paaomaa. jos asumisoikeusmaksut eraa on asumisoikeuden lunastuksen vuoksi vahennetty, vastaavan maarainen lisays taseen asumisoikeusmaksut eraan tehdaan sen jalkeen, kun talon omistaja on uudelleen luovuttanut asumisoikeuden.",
        "title_sv": "Upptagande i balansräkningen av bostadsrättsavgifter som tagits ut för den tid husen byggts eller anskaffats",
        "content_sv": "Posten bostadsrättsavgifter i balansräkningen skall nedsättas till den del annat eget kapital eller, om ägaren är ett aktiebolag, annat fritt eget kapital enligt balansräkningen för den senast avslutade räkenskapsperioden inte har använts för bostadsrättsinlösning. Om posten bostadsrättsavgifter har minskats på grund av bostadsrättsinlösning, skall ett tilllägg till motsvarande belopp till posten bostadsrättsavgifter i balansräkningen göras efter att husägaren på nytt har överlåtit bostadsrätten.",
        "normalized_sv": "Posten bostadsrättsavgifter i balansräkningen skall nedsättas till den del annat eget kapital eller, om ägaren är ett aktiebolag, annat fritt eget kapital enligt balansräkningen för den senast avslutade räkenskapsperioden inte har använts för bostadsrättsinlösning. Om posten bostadsrättsavgifter har minskats på grund av bostadsrättsinlösning, skall ett tilllägg till motsvarande belopp till posten bostadsrättsavgifter i balansräkningen göras efter att husägaren på nytt har överlåtit bostadsrätten.",
        "folded_sv": "posten bostadsrattsavgifter i balansrakningen skall nedsattas till den del annat eget kapital eller, om agaren ar ett aktiebolag, annat fritt eget kapital enligt balansrakningen for den senast avslutade rakenskapsperioden inte har anvants for bostadsrattsinlosning. om posten bostadsrattsavgifter har minskats pa grund av bostadsrattsinlosning, skall ett tilllagg till motsvarande belopp till posten bostadsrattsavgifter i balansrakningen goras efter att husagaren pa nytt har overlatit bostadsratten."
      }
    },
    {
      "provision_ref": "1:54 a",
      "chapter": "1",
      "section": "54 a",
      "title": "Muutoksenhaku",
      "content": "Hakija, joka on tyytymätön Valtion asuntorahaston tekemään päätökseen tässä laissa tai sen nojalla annetuissa säännöksissä tarkoitetussa asiassa, saa hakea päätökseen oikaisua 14 päivän kuluessa päätöksen tiedoksisaannista. Oikaisuvaatimus on tehtävä Valtion asuntorahastolle. Päätökseen, johon saadaan hakea oikaisua, on liitettävä oikaisuvaatimusosoitus. Oikaisuvaatimus on käsiteltävä viipymättä. Oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:54 a",
        "normalized_fi": "Hakija, joka on tyytymätön Valtion asuntorahaston tekemään päätökseen tässä laissa tai sen nojalla annetuissa säännöksissä tarkoitetussa asiassa, saa hakea päätökseen oikaisua 14 päivän kuluessa päätöksen tiedoksisaannista. Oikaisuvaatimus on tehtävä Valtion asuntorahastolle. Päätökseen, johon saadaan hakea oikaisua, on liitettävä oikaisuvaatimusosoitus. Oikaisuvaatimus on käsiteltävä viipymättä. Oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään.",
        "folded_fi": "hakija, joka on tyytymaton valtion asuntorahaston tekemaan paatokseen tassa laissa tai sen nojalla annetuissa saannoksissa tarkoitetussa asiassa, saa hakea paatokseen oikaisua 14 paivan kuluessa paatoksen tiedoksisaannista. oikaisuvaatimus on tehtava valtion asuntorahastolle. paatokseen, johon saadaan hakea oikaisua, on liitettava oikaisuvaatimusosoitus. oikaisuvaatimus on kasiteltava viipymatta. oikaisuvaatimukseen annettuun paatokseen saa hakea muutosta valittamalla siten kuin hallintolainkayttolaissa saadetaan.",
        "title_sv": "Sökande av ändring",
        "content_sv": "En sökande som är missnöjd med ett beslut av Statens bostadsfond i ett ärende som avses i denna lag eller med stöd av den utfärdade bestämmelser får söka rättelse i beslutet inom 14 dagar från delfåendet av beslutet. Rättelseyrkandet skall riktas till Statens bostadsfond. Till ett beslut i vilket rättelse får sökas skall fogas anvisning om rättelseyrkande. Rättelseyrkandet skall behandlas utan dröjsmål. I ett beslut med anledning av ett rättelseyrkande får ändring sökas genom besvär så som föreskrivs i förvaltningsprocesslagen.",
        "normalized_sv": "En sökande som är missnöjd med ett beslut av Statens bostadsfond i ett ärende som avses i denna lag eller med stöd av den utfärdade bestämmelser får söka rättelse i beslutet inom 14 dagar från delfåendet av beslutet. Rättelseyrkandet skall riktas till Statens bostadsfond. Till ett beslut i vilket rättelse får sökas skall fogas anvisning om rättelseyrkande. Rättelseyrkandet skall behandlas utan dröjsmål. I ett beslut med anledning av ett rättelseyrkande får ändring sökas genom besvär så som föreskrivs i förvaltningsprocesslagen.",
        "folded_sv": "en sokande som ar missnojd med ett beslut av statens bostadsfond i ett arende som avses i denna lag eller med stod av den utfardade bestammelser far soka rattelse i beslutet inom 14 dagar fran delfaendet av beslutet. rattelseyrkandet skall riktas till statens bostadsfond. till ett beslut i vilket rattelse far sokas skall fogas anvisning om rattelseyrkande. rattelseyrkandet skall behandlas utan drojsmal. i ett beslut med anledning av ett rattelseyrkande far andring sokas genom besvar sa som foreskrivs i forvaltningsprocesslagen."
      }
    },
    {
      "provision_ref": "1:55",
      "chapter": "1",
      "section": "55",
      "title": "Päätöksen tiedoksianto",
      "content": "Tämän lain mukainen päätös annetaan tiedoksi siten kuin hallintolaissa (434/2003) säädetään. Asumisoikeuden saajaksi tai luovutuksensaajaksi hyväksymistä koskeva päätös voidaan kuitenkin antaa tiedoksi asettamalla kunnanhallituksen tai lautakunnan pöytäkirja nähtäväksi siten kuin kuntalaissa (365/1995) säädetään, jolloin tiedoksisaannin katsotaan tapahtuneen sinä päivänä, jona päätös on pantu nähtäväksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:55",
        "normalized_fi": "Tämän lain mukainen päätös annetaan tiedoksi siten kuin hallintolaissa (434/2003) säädetään. Asumisoikeuden saajaksi tai luovutuksensaajaksi hyväksymistä koskeva päätös voidaan kuitenkin antaa tiedoksi asettamalla kunnanhallituksen tai lautakunnan pöytäkirja nähtäväksi siten kuin kuntalaissa (365/1995) säädetään, jolloin tiedoksisaannin katsotaan tapahtuneen sinä päivänä, jona päätös on pantu nähtäväksi.",
        "folded_fi": "taman lain mukainen paatos annetaan tiedoksi siten kuin hallintolaissa (434/2003) saadetaan. asumisoikeuden saajaksi tai luovutuksensaajaksi hyvaksymista koskeva paatos voidaan kuitenkin antaa tiedoksi asettamalla kunnanhallituksen tai lautakunnan poytakirja nahtavaksi siten kuin kuntalaissa (365/1995) saadetaan, jolloin tiedoksisaannin katsotaan tapahtuneen sina paivana, jona paatos on pantu nahtavaksi.",
        "title_sv": "Delgivning av beslut",
        "content_sv": "Ett beslut enligt denna lag delges så som föreskrivs i förvaltningslagen (434/2003). Ett beslut enligt vilket någon har godkänts som bostadsrättshavare eller mottagare får dock delges genom att kommunstyrelsens eller nämndens protokoll läggs fram så som föreskrivs i kommunallagen (365/1995), varvid delfåendet anses ha ägt rum den dag då beslutet lades fram.",
        "normalized_sv": "Ett beslut enligt denna lag delges så som föreskrivs i förvaltningslagen (434/2003). Ett beslut enligt vilket någon har godkänts som bostadsrättshavare eller mottagare får dock delges genom att kommunstyrelsens eller nämndens protokoll läggs fram så som föreskrivs i kommunallagen (365/1995), varvid delfåendet anses ha ägt rum den dag då beslutet lades fram.",
        "folded_sv": "ett beslut enligt denna lag delges sa som foreskrivs i forvaltningslagen (434/2003). ett beslut enligt vilket nagon har godkants som bostadsrattshavare eller mottagare far dock delges genom att kommunstyrelsens eller namndens protokoll laggs fram sa som foreskrivs i kommunallagen (365/1995), varvid delfaendet anses ha agt rum den dag da beslutet lades fram."
      }
    },
    {
      "provision_ref": "1:59",
      "chapter": "1",
      "section": "59",
      "title": "Tarkemmat säännökset",
      "content": "Tarkempia säännöksiä tämän lain täytäntöönpanosta annetaan tarvittaessa valtioneuvoston asetuksella siitä, mitä 50 c ja 51 §:ssä säädetään, ja ympäristöministeriön asetuksella siitä, mitä 16 §:n 4 momentissa ja 51 a §:n 2 momentissa sekä 58 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:59",
        "normalized_fi": "Tarkempia säännöksiä tämän lain täytäntöönpanosta annetaan tarvittaessa valtioneuvoston asetuksella siitä, mitä 50 c ja 51 § :ssä säädetään, ja ympäristöministeriön asetuksella siitä, mitä 16 § :n 4 momentissa ja 51 a § :n 2 momentissa sekä 58 § :ssä säädetään.",
        "folded_fi": "tarkempia saannoksia taman lain taytantoonpanosta annetaan tarvittaessa valtioneuvoston asetuksella siita, mita 50 c ja 51 §:ssa saadetaan, ja ymparistoministerion asetuksella siita, mita 16 §:n 4 momentissa ja 51 a §:n 2 momentissa seka 58 §:ssa saadetaan.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Närmare bestämmelser om verkställigheten av denna lag meddelas vid behov i fråga om 50 c och 51 § genom förordning av statsrådet och i fråga om 16 § 4 mom., 51 a § 2 mom. och 58 § genom förordning av miljöministeriet.",
        "normalized_sv": "Närmare bestämmelser om verkställigheten av denna lag meddelas vid behov i fråga om 50 c och 51 § genom förordning av statsrådet och i fråga om 16 § 4 mom., 51 a § 2 mom. och 58 § genom förordning av miljöministeriet.",
        "folded_sv": "narmare bestammelser om verkstalligheten av denna lag meddelas vid behov i fraga om 50 c och 51 § genom forordning av statsradet och i fraga om 16 § 4 mom., 51 a § 2 mom. och 58 § genom forordning av miljoministeriet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Asumisoikeuden haltijat",
      "content": "Sen lisäksi, mitä tässä pykälässä säädetään, asumisoikeuden haltijaksi voidaan hyväksyä vain yksi tai useampi sellainen henkilö, joka täyttää 4 a ja 4 b §:ssä säädetyt edellytykset. Jollei tällaisia hakijoita sillä kertaa ole, voidaan hyväksyä muukin kuin edellä tarkoitettu henkilö. Jos tällaisia muita hakijoita on useampia, etusija asuntoon on sillä, jonka järjestysnumero on pienempi kuin muiden. Asumisoikeuden saajan tulee olla kunnan hyväksymä 1 momentissa tarkoitettu henkilö tai henkilö, jolle asumisoikeus tämän lain mukaan voi siirtyä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:4",
        "normalized_fi": "Sen lisäksi, mitä tässä pykälässä säädetään, asumisoikeuden haltijaksi voidaan hyväksyä vain yksi tai useampi sellainen henkilö, joka täyttää 4 a ja 4 b § :ssä säädetyt edellytykset. Jollei tällaisia hakijoita sillä kertaa ole, voidaan hyväksyä muukin kuin edellä tarkoitettu henkilö. Jos tällaisia muita hakijoita on useampia, etusija asuntoon on sillä, jonka järjestysnumero on pienempi kuin muiden. Asumisoikeuden saajan tulee olla kunnan hyväksymä 1 momentissa tarkoitettu henkilö tai henkilö, jolle asumisoikeus tämän lain mukaan voi siirtyä.",
        "folded_fi": "sen lisaksi, mita tassa pykalassa saadetaan, asumisoikeuden haltijaksi voidaan hyvaksya vain yksi tai useampi sellainen henkilo, joka tayttaa 4 a ja 4 b §:ssa saadetyt edellytykset. jollei tallaisia hakijoita silla kertaa ole, voidaan hyvaksya muukin kuin edella tarkoitettu henkilo. jos tallaisia muita hakijoita on useampia, etusija asuntoon on silla, jonka jarjestysnumero on pienempi kuin muiden. asumisoikeuden saajan tulee olla kunnan hyvaksyma 1 momentissa tarkoitettu henkilo tai henkilo, jolle asumisoikeus taman lain mukaan voi siirtya.",
        "title_sv": "Bostadsrättshavarna",
        "content_sv": "Utöver vad som bestäms i denna paragraf kan som bostadsrättshavare godkännas endast en eller flera sådana personer som uppfyller villkoren i 4 a och 4 b §. Finns det inga sådana sökande den gången kan också någon annan än en ovan avsedd person godkännas. Finns det flera sådana andra sökande har den sökande vars ordningsnummer är lägre än de andras företräde till en bostad. Bostadsrättshavaren skall vara en person som kommunen har godkänt och som avses i 1 mom. eller en person på vilken bostadsrätten enligt denna lag kan överföras.",
        "normalized_sv": "Utöver vad som bestäms i denna paragraf kan som bostadsrättshavare godkännas endast en eller flera sådana personer som uppfyller villkoren i 4 a och 4 b § . Finns det inga sådana sökande den gången kan också någon annan än en ovan avsedd person godkännas. Finns det flera sådana andra sökande har den sökande vars ordningsnummer är lägre än de andras företräde till en bostad. Bostadsrättshavaren skall vara en person som kommunen har godkänt och som avses i 1 mom. eller en person på vilken bostadsrätten enligt denna lag kan överföras.",
        "folded_sv": "utover vad som bestams i denna paragraf kan som bostadsrattshavare godkannas endast en eller flera sadana personer som uppfyller villkoren i 4 a och 4 b §. finns det inga sadana sokande den gangen kan ocksa nagon annan an en ovan avsedd person godkannas. finns det flera sadana andra sokande har den sokande vars ordningsnummer ar lagre an de andras foretrade till en bostad. bostadsrattshavaren skall vara en person som kommunen har godkant och som avses i 1 mom. eller en person pa vilken bostadsratten enligt denna lag kan overforas."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:4 a",
      "chapter": "1",
      "section": "4 a",
      "title": "Asumisoikeuden haltijaksi hyväksyttävän valinta ja edellytykset",
      "content": "Asumisoikeuden hakijan tulee hakuajan päättyessä tai hakemusta jätettäessä, jos asumisoikeuksia voidaan hakea jatkuvasti, olla: 1) 18 vuotta täyttänyt henkilö; tai 2) lisäksi erikseen ilmoitettuun ikä- tai muuhun erityisryhmään kuuluva henkilö, jos jaettavat asunnot on ensisijaisesti tarkoitettu tällaisille henkilöille ja vähimmäisiästä tai muista vaatimuksista on asianmukaisesti ja julkisesti ilmoitettu julistettaessa asumisoikeudet haettaviksi. Asumisoikeuden haltijaksi hyväksymisen edellytyksenä on hakijan asumisoikeusasunnon tarve. Hakijalla ei katsota olevan asumisoikeusasunnon tarvetta, jos hänellä on: 1) hakualueella omistusasunto, joka sijainniltaan, kooltaan, varustetasoltaan, asumiskustannuksiltaan ja muilta ominaisuuksiltaan kohtuudella vastaa haettua asumisoikeusasuntoa; tai 2) varallisuutta siinä määrin, että hän voi rahoittaa vähintään 50 prosenttia hakemansa tai hakemaansa vastaavan asunnon käyvästä vapaasta hinnasta tai peruskorjata hakualueella sijaitsevan omistusasuntonsa hakemaansa asuntoa vastaavaksi. Mitä 3 momentissa säädetään asumisoikeuden haltijan hyväksymisen edellytyksistä, ei sovelleta: 1) asumisoikeusasunnosta toiseen vaihtavaan hakijaan; tai 2) 55 vuotta täyttäneeseen hakijaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:4 a",
        "normalized_fi": "Asumisoikeuden hakijan tulee hakuajan päättyessä tai hakemusta jätettäessä, jos asumisoikeuksia voidaan hakea jatkuvasti, olla: 1) 18 vuotta täyttänyt henkilö; tai 2) lisäksi erikseen ilmoitettuun ikä- tai muuhun erityisryhmään kuuluva henkilö, jos jaettavat asunnot on ensisijaisesti tarkoitettu tällaisille henkilöille ja vähimmäisiästä tai muista vaatimuksista on asianmukaisesti ja julkisesti ilmoitettu julistettaessa asumisoikeudet haettaviksi. Asumisoikeuden haltijaksi hyväksymisen edellytyksenä on hakijan asumisoikeusasunnon tarve. Hakijalla ei katsota olevan asumisoikeusasunnon tarvetta, jos hänellä on: 1) hakualueella omistusasunto, joka sijainniltaan, kooltaan, varustetasoltaan, asumiskustannuksiltaan ja muilta ominaisuuksiltaan kohtuudella vastaa haettua asumisoikeusasuntoa; tai 2) varallisuutta siinä määrin, että hän voi rahoittaa vähintään 50 prosenttia hakemansa tai hakemaansa vastaavan asunnon käyvästä vapaasta hinnasta tai peruskorjata hakualueella sijaitsevan omistusasuntonsa hakemaansa asuntoa vastaavaksi. Mitä 3 momentissa säädetään asumisoikeuden haltijan hyväksymisen edellytyksistä, ei sovelleta: 1) asumisoikeusasunnosta toiseen vaihtavaan hakijaan; tai 2) 55 vuotta täyttäneeseen hakijaan.",
        "folded_fi": "asumisoikeuden hakijan tulee hakuajan paattyessa tai hakemusta jatettaessa, jos asumisoikeuksia voidaan hakea jatkuvasti, olla: 1) 18 vuotta tayttanyt henkilo; tai 2) lisaksi erikseen ilmoitettuun ika- tai muuhun erityisryhmaan kuuluva henkilo, jos jaettavat asunnot on ensisijaisesti tarkoitettu tallaisille henkiloille ja vahimmaisiasta tai muista vaatimuksista on asianmukaisesti ja julkisesti ilmoitettu julistettaessa asumisoikeudet haettaviksi. asumisoikeuden haltijaksi hyvaksymisen edellytyksena on hakijan asumisoikeusasunnon tarve. hakijalla ei katsota olevan asumisoikeusasunnon tarvetta, jos hanella on: 1) hakualueella omistusasunto, joka sijainniltaan, kooltaan, varustetasoltaan, asumiskustannuksiltaan ja muilta ominaisuuksiltaan kohtuudella vastaa haettua asumisoikeusasuntoa; tai 2) varallisuutta siina maarin, etta han voi rahoittaa vahintaan 50 prosenttia hakemansa tai hakemaansa vastaavan asunnon kayvasta vapaasta hinnasta tai peruskorjata hakualueella sijaitsevan omistusasuntonsa hakemaansa asuntoa vastaavaksi. mita 3 momentissa saadetaan asumisoikeuden haltijan hyvaksymisen edellytyksista, ei sovelleta: 1) asumisoikeusasunnosta toiseen vaihtavaan hakijaan; tai 2) 55 vuotta tayttaneeseen hakijaan.",
        "title_sv": "Val av och krav på bostadsrättshavare",
        "content_sv": "Den som ansöker om bostadsrätt skall vid utgången av ansökningstiden eller, om ansökningar kan lämnas in kontinuerligt, vid inlämnandet av ansökan 1) ha fyllt 18 år eller 2) dessutom höra till en särskilt angiven åldersgrupp eller någon annan specialgrupp, om de bostäder som delas ut i första hand är avsedda för sådana personer och om kravet på lägsta ålder eller andra krav på behörigt sätt och offentligt uppgivits då bostadsrätterna förklarades lediga att sökas. En förutsättning för att en sökande skall kunna godkännas som bostadsrättshavare är att han eller hon behöver en bostadsrättsbostad. Sökanden anses inte behöva en bostadsrättsbostad, om han eller hon 1) inom ansökningsområdet har en ägarbostad som till läge, storlek, utrustning, boendekostnader och övriga egenskaper skäligen motsvarar den bostadsrättsbostad som söks, eller 2) har så stor förmögenhet att han eller hon förmår finansiera minst 50 procent av det gängse priset på den fria marknaden för den bostad han eller hon söker eller för en motsvarande bostad, eller förmår bygga om den ägarbostad som finns inom ansökningsområdet så att den motsvarar den bostad som sökts. Vad som i 3 mom. bestäms om kraven på godkännande av en bostadsrättshavare tillämpas inte 1) på en sökande som byter från en bostadsrättsbostad till en annan, eller 2) på en sökande som fyllt 55 år.",
        "normalized_sv": "Den som ansöker om bostadsrätt skall vid utgången av ansökningstiden eller, om ansökningar kan lämnas in kontinuerligt, vid inlämnandet av ansökan 1) ha fyllt 18 år eller 2) dessutom höra till en särskilt angiven åldersgrupp eller någon annan specialgrupp, om de bostäder som delas ut i första hand är avsedda för sådana personer och om kravet på lägsta ålder eller andra krav på behörigt sätt och offentligt uppgivits då bostadsrätterna förklarades lediga att sökas. En förutsättning för att en sökande skall kunna godkännas som bostadsrättshavare är att han eller hon behöver en bostadsrättsbostad. Sökanden anses inte behöva en bostadsrättsbostad, om han eller hon 1) inom ansökningsområdet har en ägarbostad som till läge, storlek, utrustning, boendekostnader och övriga egenskaper skäligen motsvarar den bostadsrättsbostad som söks, eller 2) har så stor förmögenhet att han eller hon förmår finansiera minst 50 procent av det gängse priset på den fria marknaden för den bostad han eller hon söker eller för en motsvarande bostad, eller förmår bygga om den ägarbostad som finns inom ansökningsområdet så att den motsvarar den bostad som sökts. Vad som i 3 mom. bestäms om kraven på godkännande av en bostadsrättshavare tillämpas inte 1) på en sökande som byter från en bostadsrättsbostad till en annan, eller 2) på en sökande som fyllt 55 år.",
        "folded_sv": "den som ansoker om bostadsratt skall vid utgangen av ansokningstiden eller, om ansokningar kan lamnas in kontinuerligt, vid inlamnandet av ansokan 1) ha fyllt 18 ar eller 2) dessutom hora till en sarskilt angiven aldersgrupp eller nagon annan specialgrupp, om de bostader som delas ut i forsta hand ar avsedda for sadana personer och om kravet pa lagsta alder eller andra krav pa behorigt satt och offentligt uppgivits da bostadsratterna forklarades lediga att sokas. en forutsattning for att en sokande skall kunna godkannas som bostadsrattshavare ar att han eller hon behover en bostadsrattsbostad. sokanden anses inte behova en bostadsrattsbostad, om han eller hon 1) inom ansokningsomradet har en agarbostad som till lage, storlek, utrustning, boendekostnader och ovriga egenskaper skaligen motsvarar den bostadsrattsbostad som soks, eller 2) har sa stor formogenhet att han eller hon formar finansiera minst 50 procent av det gangse priset pa den fria marknaden for den bostad han eller hon soker eller for en motsvarande bostad, eller formar bygga om den agarbostad som finns inom ansokningsomradet sa att den motsvarar den bostad som sokts. vad som i 3 mom. bestams om kraven pa godkannande av en bostadsrattshavare tillampas inte 1) pa en sokande som byter fran en bostadsrattsbostad till en annan, eller 2) pa en sokande som fyllt 55 ar."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:4 b",
      "chapter": "1",
      "section": "4 b",
      "title": "Asuvan asukkaan etusija asumisoikeuden haltijaksi",
      "content": "Kun talo muutetaan asumisoikeustaloksi, voidaan osakeomistuksen tai huoneenvuokraoikeuden perusteella huoneistoa tällöin hallitseva 18 vuotta täyttänyt henkilö tai häneltä oikeutensa johtava huoneistossa asuva perheenjäsen hyväksyä asumisoikeuden haltijaksi 4 a §:n estämättä taikka hän voi jatkaa huoneiston hallintaa vuokralaisena tai huoneiston hallintaan oikeuttavien osakkeiden omistajana tai osaomistajana. Tällöin henkilö voidaan 4 a §:n estämättä myös myöhemmin hyväksyä asumisoikeuden haltijaksi asuntoon, jota hän tai hänen perheensä on hallinnut jo ennen talon muuttamista asumisoikeustaloksi. Kun tällainen asunto vapautuu, valitaan asumisoikeuden haltija siten kuin 4 ja 4 a §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:4 b",
        "normalized_fi": "Kun talo muutetaan asumisoikeustaloksi, voidaan osakeomistuksen tai huoneenvuokraoikeuden perusteella huoneistoa tällöin hallitseva 18 vuotta täyttänyt henkilö tai häneltä oikeutensa johtava huoneistossa asuva perheenjäsen hyväksyä asumisoikeuden haltijaksi 4 a § :n estämättä taikka hän voi jatkaa huoneiston hallintaa vuokralaisena tai huoneiston hallintaan oikeuttavien osakkeiden omistajana tai osaomistajana. Tällöin henkilö voidaan 4 a § :n estämättä myös myöhemmin hyväksyä asumisoikeuden haltijaksi asuntoon, jota hän tai hänen perheensä on hallinnut jo ennen talon muuttamista asumisoikeustaloksi. Kun tällainen asunto vapautuu, valitaan asumisoikeuden haltija siten kuin 4 ja 4 a § :ssä säädetään.",
        "folded_fi": "kun talo muutetaan asumisoikeustaloksi, voidaan osakeomistuksen tai huoneenvuokraoikeuden perusteella huoneistoa talloin hallitseva 18 vuotta tayttanyt henkilo tai hanelta oikeutensa johtava huoneistossa asuva perheenjasen hyvaksya asumisoikeuden haltijaksi 4 a §:n estamatta taikka han voi jatkaa huoneiston hallintaa vuokralaisena tai huoneiston hallintaan oikeuttavien osakkeiden omistajana tai osaomistajana. talloin henkilo voidaan 4 a §:n estamatta myos myohemmin hyvaksya asumisoikeuden haltijaksi asuntoon, jota han tai hanen perheensa on hallinnut jo ennen talon muuttamista asumisoikeustaloksi. kun tallainen asunto vapautuu, valitaan asumisoikeuden haltija siten kuin 4 ja 4 a §:ssa saadetaan.",
        "title_sv": "Företräde för en boende",
        "content_sv": "Ändras ett hus till bostadsrättshus kan en person som på grundval av aktieinnehavare eller hyresrätt besitter en lägenhet och som fyllt 18 år eller en familjemedlem som bor i lägenheten och härleder sin rätt från honom eller henne utan hinder av 4 a § godkännas som bostadsrättshavare, eller också fortsätta att besitta lägenheten som hyresgäst eller som ägare eller delägare till de aktier som medför rätt till besittning av lägenheten. Härvid kan personen utan hinder av 4 a § också senare godkännas som bostadsrättshavare i fråga om en bostad som han eller hon eller familjen har besuttit redan innan huset ändrades till ett bostadsrättshus. Då en sådan bostad blir ledig, väljs bostadsrättshavaren så som föreskrivs i 4 och 4 a §.",
        "normalized_sv": "Ändras ett hus till bostadsrättshus kan en person som på grundval av aktieinnehavare eller hyresrätt besitter en lägenhet och som fyllt 18 år eller en familjemedlem som bor i lägenheten och härleder sin rätt från honom eller henne utan hinder av 4 a § godkännas som bostadsrättshavare, eller också fortsätta att besitta lägenheten som hyresgäst eller som ägare eller delägare till de aktier som medför rätt till besittning av lägenheten. Härvid kan personen utan hinder av 4 a § också senare godkännas som bostadsrättshavare i fråga om en bostad som han eller hon eller familjen har besuttit redan innan huset ändrades till ett bostadsrättshus. Då en sådan bostad blir ledig, väljs bostadsrättshavaren så som föreskrivs i 4 och 4 a § .",
        "folded_sv": "andras ett hus till bostadsrattshus kan en person som pa grundval av aktieinnehavare eller hyresratt besitter en lagenhet och som fyllt 18 ar eller en familjemedlem som bor i lagenheten och harleder sin ratt fran honom eller henne utan hinder av 4 a § godkannas som bostadsrattshavare, eller ocksa fortsatta att besitta lagenheten som hyresgast eller som agare eller delagare till de aktier som medfor ratt till besittning av lagenheten. harvid kan personen utan hinder av 4 a § ocksa senare godkannas som bostadsrattshavare i fraga om en bostad som han eller hon eller familjen har besuttit redan innan huset andrades till ett bostadsrattshus. da en sadan bostad blir ledig, valjs bostadsrattshavaren sa som foreskrivs i 4 och 4 a §."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:4 c",
      "chapter": "1",
      "section": "4 c",
      "title": "Hakumenettely",
      "content": "hakuaika Hakualueella käyttöön otettavien tai vapautuvien asumisoikeuksien saajien yksilöimiseksi kunnan on julistettava 1 momentissa tarkoitetut järjestysnumerot julkisesti ja yleisesti haettaviksi. Järjestysnumerot on julistettava haettaviksi asetetun määräajan kuluessa (). Hakuajan kuluessa saapuneet hakemukset käsitellään 3 momentin 1 kohdan mukaisesti. Hakuajan jälkeen voidaan järjestysnumeroita hakea jatkuvasti. Hakuajan jälkeen saapuneet hakemukset käsitellään 3 momentin 2 kohdan mukaisesti. Jos hakemuksia ei ole tarpeeksi, voidaan asettaa uusi hakuaika, jonka kuluessa jätetyt hakemukset käsitellään mainitun 1 kohdan mukaisesti. Aikaisemmin haettu tai saatu järjestysnumero ei ole este uusien järjestysnumeroiden saamiselle joko samalla tai eri hakualueella. Jos hakijalla on hakualueella useampia numeroita, joita vastaan ei ole saatu asumisoikeusasuntoa, hän päättää siitä, millä niistä hän hakee.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:4 c",
        "normalized_fi": "hakuaika Hakualueella käyttöön otettavien tai vapautuvien asumisoikeuksien saajien yksilöimiseksi kunnan on julistettava 1 momentissa tarkoitetut järjestysnumerot julkisesti ja yleisesti haettaviksi. Järjestysnumerot on julistettava haettaviksi asetetun määräajan kuluessa (). Hakuajan kuluessa saapuneet hakemukset käsitellään 3 momentin 1 kohdan mukaisesti. Hakuajan jälkeen voidaan järjestysnumeroita hakea jatkuvasti. Hakuajan jälkeen saapuneet hakemukset käsitellään 3 momentin 2 kohdan mukaisesti. Jos hakemuksia ei ole tarpeeksi, voidaan asettaa uusi hakuaika, jonka kuluessa jätetyt hakemukset käsitellään mainitun 1 kohdan mukaisesti. Aikaisemmin haettu tai saatu järjestysnumero ei ole este uusien järjestysnumeroiden saamiselle joko samalla tai eri hakualueella. Jos hakijalla on hakualueella useampia numeroita, joita vastaan ei ole saatu asumisoikeusasuntoa, hän päättää siitä, millä niistä hän hakee.",
        "folded_fi": "hakuaika hakualueella kayttoon otettavien tai vapautuvien asumisoikeuksien saajien yksiloimiseksi kunnan on julistettava 1 momentissa tarkoitetut jarjestysnumerot julkisesti ja yleisesti haettaviksi. jarjestysnumerot on julistettava haettaviksi asetetun maaraajan kuluessa (). hakuajan kuluessa saapuneet hakemukset kasitellaan 3 momentin 1 kohdan mukaisesti. hakuajan jalkeen voidaan jarjestysnumeroita hakea jatkuvasti. hakuajan jalkeen saapuneet hakemukset kasitellaan 3 momentin 2 kohdan mukaisesti. jos hakemuksia ei ole tarpeeksi, voidaan asettaa uusi hakuaika, jonka kuluessa jatetyt hakemukset kasitellaan mainitun 1 kohdan mukaisesti. aikaisemmin haettu tai saatu jarjestysnumero ei ole este uusien jarjestysnumeroiden saamiselle joko samalla tai eri hakualueella. jos hakijalla on hakualueella useampia numeroita, joita vastaan ei ole saatu asumisoikeusasuntoa, han paattaa siita, milla niista han hakee.",
        "title_sv": "Ansökningsförfarande",
        "content_sv": "ansökningstid För identifiering av dem som får bostadsrätter som tas i bruk eller blir lediga inom ansökningsområdet skall kommunen förklara att de i 1 mom. avsedda ordningsnumren offentligt och allmänt kan sökas. Ordningsnumren skall förklaras lediga att sökas inom en angiven tid (). De ansökningar som kommit in inom ansökningstiden behandlas i enlighet med 3 mom. 1 punkten. Efter ansökningstidens utgång kan ansökan om ordningsnummer lämnas in kontinuerligt. Ansökningar som kommit in efter ansökningstidens utgång behandlas i enlighet med 3 mom. 2 punkten. Om ett tillräckligt antal ansökningar inte har kommit in, kan en ny ansökningstid utsättas, varvid de ansökningar som då kommer in behandlas i enlighet med 1 punkten. Att sökanden tidigare ansökt om eller erhållit ett ordningsnummer utgör inte något hinder för erhållande av nya ordningsnummer antingen inom samma eller ett annat ansökningsområde. Om sökanden inom ett ansökningsområdet har flera ordningsnummer, mot vilka någon bostadsrättsbostad inte har erhållits, beslutar han eller hon om vilket ordningsnummer som används vid ansökan.",
        "normalized_sv": "ansökningstid För identifiering av dem som får bostadsrätter som tas i bruk eller blir lediga inom ansökningsområdet skall kommunen förklara att de i 1 mom. avsedda ordningsnumren offentligt och allmänt kan sökas. Ordningsnumren skall förklaras lediga att sökas inom en angiven tid (). De ansökningar som kommit in inom ansökningstiden behandlas i enlighet med 3 mom. 1 punkten. Efter ansökningstidens utgång kan ansökan om ordningsnummer lämnas in kontinuerligt. Ansökningar som kommit in efter ansökningstidens utgång behandlas i enlighet med 3 mom. 2 punkten. Om ett tillräckligt antal ansökningar inte har kommit in, kan en ny ansökningstid utsättas, varvid de ansökningar som då kommer in behandlas i enlighet med 1 punkten. Att sökanden tidigare ansökt om eller erhållit ett ordningsnummer utgör inte något hinder för erhållande av nya ordningsnummer antingen inom samma eller ett annat ansökningsområde. Om sökanden inom ett ansökningsområdet har flera ordningsnummer, mot vilka någon bostadsrättsbostad inte har erhållits, beslutar han eller hon om vilket ordningsnummer som används vid ansökan.",
        "folded_sv": "ansokningstid for identifiering av dem som far bostadsratter som tas i bruk eller blir lediga inom ansokningsomradet skall kommunen forklara att de i 1 mom. avsedda ordningsnumren offentligt och allmant kan sokas. ordningsnumren skall forklaras lediga att sokas inom en angiven tid (). de ansokningar som kommit in inom ansokningstiden behandlas i enlighet med 3 mom. 1 punkten. efter ansokningstidens utgang kan ansokan om ordningsnummer lamnas in kontinuerligt. ansokningar som kommit in efter ansokningstidens utgang behandlas i enlighet med 3 mom. 2 punkten. om ett tillrackligt antal ansokningar inte har kommit in, kan en ny ansokningstid utsattas, varvid de ansokningar som da kommer in behandlas i enlighet med 1 punkten. att sokanden tidigare ansokt om eller erhallit ett ordningsnummer utgor inte nagot hinder for erhallande av nya ordningsnummer antingen inom samma eller ett annat ansokningsomrade. om sokanden inom ett ansokningsomradet har flera ordningsnummer, mot vilka nagon bostadsrattsbostad inte har erhallits, beslutar han eller hon om vilket ordningsnummer som anvands vid ansokan."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Säännösten pysyvyys, pakottavuus ja soveltamisen päättyminen",
      "content": "Kun asumisoikeustalo tai sen asuinhuoneiston hallintaan oikeuttavat osakkeet ovat vapautuneet tämän lain mukaisista käyttö- ja luovutusrajoituksista ja 51 §:ssä tarkoitetut merkinnät on asianmukaisesti poistettu, lakkaa myös tämän lain ja sen nojalla annettujen säännösten soveltaminen taloon ja sen asuinhuoneistojen hallintaan oikeuttaviin osakkeisiin. Rajoituksista vapauttamisesta säädetään 50 b §:ssä. Jos talon omistajalla ei ole enää tämän lain käyttö- ja luovutusrajoitusten alaista taloa omistuksessaan, lakkaa tämän lain soveltaminen myös tällaiseen omistajaan, sen osakkeisiin ja osakkeiden omistajiin ottaen kuitenkin huomioon, mitä 1 c §:ssä säädetään. Jos vapautuneesta talosta tarjotaan uudelleen huoneisto asumisoikeuden nojalla hallittavaksi, sovelletaan taloon ja sen omistajaan, mitä tässä laissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:5",
        "normalized_fi": "Kun asumisoikeustalo tai sen asuinhuoneiston hallintaan oikeuttavat osakkeet ovat vapautuneet tämän lain mukaisista käyttö- ja luovutusrajoituksista ja 51 § :ssä tarkoitetut merkinnät on asianmukaisesti poistettu, lakkaa myös tämän lain ja sen nojalla annettujen säännösten soveltaminen taloon ja sen asuinhuoneistojen hallintaan oikeuttaviin osakkeisiin. Rajoituksista vapauttamisesta säädetään 50 b § :ssä. Jos talon omistajalla ei ole enää tämän lain käyttö- ja luovutusrajoitusten alaista taloa omistuksessaan, lakkaa tämän lain soveltaminen myös tällaiseen omistajaan, sen osakkeisiin ja osakkeiden omistajiin ottaen kuitenkin huomioon, mitä 1 c § :ssä säädetään. Jos vapautuneesta talosta tarjotaan uudelleen huoneisto asumisoikeuden nojalla hallittavaksi, sovelletaan taloon ja sen omistajaan, mitä tässä laissa säädetään.",
        "folded_fi": "kun asumisoikeustalo tai sen asuinhuoneiston hallintaan oikeuttavat osakkeet ovat vapautuneet taman lain mukaisista kaytto- ja luovutusrajoituksista ja 51 §:ssa tarkoitetut merkinnat on asianmukaisesti poistettu, lakkaa myos taman lain ja sen nojalla annettujen saannosten soveltaminen taloon ja sen asuinhuoneistojen hallintaan oikeuttaviin osakkeisiin. rajoituksista vapauttamisesta saadetaan 50 b §:ssa. jos talon omistajalla ei ole enaa taman lain kaytto- ja luovutusrajoitusten alaista taloa omistuksessaan, lakkaa taman lain soveltaminen myos tallaiseen omistajaan, sen osakkeisiin ja osakkeiden omistajiin ottaen kuitenkin huomioon, mita 1 c §:ssa saadetaan. jos vapautuneesta talosta tarjotaan uudelleen huoneisto asumisoikeuden nojalla hallittavaksi, sovelletaan taloon ja sen omistajaan, mita tassa laissa saadetaan.",
        "title_sv": "Bestämmelsernas bindande och tvingande natur och när tillämpningen av dem upphör",
        "content_sv": "Då ett bostadsrättshus eller de aktier som medför rätt att besitta en bostadslägenhet i huset har befriats från begränsningarna i fråga om bruksrättigheter och överlåtelse enligt denna lag och de anteckningar som avses i 51 § har utplånats på behörigt sätt, upphör även tillämpningen av denna lag och bestämmelser som utfärdats med stöd av den på bostadsrättshuset och på de aktier som medför rätt att besitta en bostadslägenhet i huset. Bestämmelser om befrielse från begränsningarna finns i 50 b §. Äger husägaren inte längre sådana hus som omfattas av begränsningarna i denna lag i fråga om bruksrättigheter och överlåtelse, upphör tilllämpningen av lagen även på en sådan ägare, på aktierna i huset och på aktieägarna, dock med beaktande av vad som bestäms i 1 c §. Erbjuds i ett hus som redan har befriats från begränsningarna en lägenhet på nytt för besittning med stöd av boenderätt, skall bestämmelserna i denna lag tillämpas på huset och husägaren.",
        "normalized_sv": "Då ett bostadsrättshus eller de aktier som medför rätt att besitta en bostadslägenhet i huset har befriats från begränsningarna i fråga om bruksrättigheter och överlåtelse enligt denna lag och de anteckningar som avses i 51 § har utplånats på behörigt sätt, upphör även tillämpningen av denna lag och bestämmelser som utfärdats med stöd av den på bostadsrättshuset och på de aktier som medför rätt att besitta en bostadslägenhet i huset. Bestämmelser om befrielse från begränsningarna finns i 50 b § . Äger husägaren inte längre sådana hus som omfattas av begränsningarna i denna lag i fråga om bruksrättigheter och överlåtelse, upphör tilllämpningen av lagen även på en sådan ägare, på aktierna i huset och på aktieägarna, dock med beaktande av vad som bestäms i 1 c § . Erbjuds i ett hus som redan har befriats från begränsningarna en lägenhet på nytt för besittning med stöd av boenderätt, skall bestämmelserna i denna lag tillämpas på huset och husägaren.",
        "folded_sv": "da ett bostadsrattshus eller de aktier som medfor ratt att besitta en bostadslagenhet i huset har befriats fran begransningarna i fraga om bruksrattigheter och overlatelse enligt denna lag och de anteckningar som avses i 51 § har utplanats pa behorigt satt, upphor aven tillampningen av denna lag och bestammelser som utfardats med stod av den pa bostadsrattshuset och pa de aktier som medfor ratt att besitta en bostadslagenhet i huset. bestammelser om befrielse fran begransningarna finns i 50 b §. ager husagaren inte langre sadana hus som omfattas av begransningarna i denna lag i fraga om bruksrattigheter och overlatelse, upphor tilllampningen av lagen aven pa en sadan agare, pa aktierna i huset och pa aktieagarna, dock med beaktande av vad som bestams i 1 c §. erbjuds i ett hus som redan har befriats fran begransningarna en lagenhet pa nytt for besittning med stod av boenderatt, skall bestammelserna i denna lag tillampas pa huset och husagaren."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:5 a",
      "chapter": "1",
      "section": "5 a",
      "title": "Lain soveltamisalan ulkopuolinen tuotanto",
      "content": "Jos tässä laissa tarkoitetulla omistajalla on omistuksessaan myös sellaisia taloja tai huoneistoja, joita ei ole tarjottu asumisoikeuden nojalla hallittavaksi, tätä lakia ei sovelleta näihin taloihin ja huoneistoihin tai niiden hallintaan oikeuttaviin osakkeisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:5 a",
        "normalized_fi": "Jos tässä laissa tarkoitetulla omistajalla on omistuksessaan myös sellaisia taloja tai huoneistoja, joita ei ole tarjottu asumisoikeuden nojalla hallittavaksi, tätä lakia ei sovelleta näihin taloihin ja huoneistoihin tai niiden hallintaan oikeuttaviin osakkeisiin.",
        "folded_fi": "jos tassa laissa tarkoitetulla omistajalla on omistuksessaan myos sellaisia taloja tai huoneistoja, joita ei ole tarjottu asumisoikeuden nojalla hallittavaksi, tata lakia ei sovelleta naihin taloihin ja huoneistoihin tai niiden hallintaan oikeuttaviin osakkeisiin.",
        "title_sv": "Produktion som inte omfattas av lagens tillämpningsområde",
        "content_sv": "Om en ägare enligt denna lag även äger sådana hus eller lägenheter som inte har erbjudits för besittning med stöd av bostadsrätt, tillämpas denna lag inte på dessa hus och lägenheter eller på aktier som medför rätt att besitta dessa lägenheter.",
        "normalized_sv": "Om en ägare enligt denna lag även äger sådana hus eller lägenheter som inte har erbjudits för besittning med stöd av bostadsrätt, tillämpas denna lag inte på dessa hus och lägenheter eller på aktier som medför rätt att besitta dessa lägenheter.",
        "folded_sv": "om en agare enligt denna lag aven ager sadana hus eller lagenheter som inte har erbjudits for besittning med stod av bostadsratt, tillampas denna lag inte pa dessa hus och lagenheter eller pa aktier som medfor ratt att besitta dessa lagenheter."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:20",
      "chapter": "1",
      "section": "20",
      "title": "Käyttövastikkeen maksuvelvollisuuden kesto",
      "content": "Jos talon omistaja luovuttaa huoneiston hallinnan uudelle asumisoikeuden tai muun oikeuden haltijalle sinä aikana, kun asumisoikeudestaan luopuva 1 momentin mukaan on velvollinen maksamaan käyttövastiketta, asumisoikeudestaan luopuvan maksuvelvollisuus lakkaa, jollei asumisoikeudestaan luopuvan ja uuden asukkaan välillä ole muuta sovittu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:20",
        "normalized_fi": "Jos talon omistaja luovuttaa huoneiston hallinnan uudelle asumisoikeuden tai muun oikeuden haltijalle sinä aikana, kun asumisoikeudestaan luopuva 1 momentin mukaan on velvollinen maksamaan käyttövastiketta, asumisoikeudestaan luopuvan maksuvelvollisuus lakkaa, jollei asumisoikeudestaan luopuvan ja uuden asukkaan välillä ole muuta sovittu.",
        "folded_fi": "jos talon omistaja luovuttaa huoneiston hallinnan uudelle asumisoikeuden tai muun oikeuden haltijalle sina aikana, kun asumisoikeudestaan luopuva 1 momentin mukaan on velvollinen maksamaan kayttovastiketta, asumisoikeudestaan luopuvan maksuvelvollisuus lakkaa, jollei asumisoikeudestaan luopuvan ja uuden asukkaan valilla ole muuta sovittu.",
        "title_sv": "Den tid under vilken bruksvederlaget skall betalas",
        "content_sv": "Om lägenheten överlåts av husägaren till en ny bostadsrättshavare eller en ny innehavare av någon annan rättighet under den tid för vilken den som avstår från sin bostadsrätt enligt 1 mom. skall betala bruksvederlag, upphör betalningsskyldigheten för den som avstår från sin bostadsrätt, om inte annat avtalats mellan den som avstår från sin bostadsrätt och den nya boende.",
        "normalized_sv": "Om lägenheten överlåts av husägaren till en ny bostadsrättshavare eller en ny innehavare av någon annan rättighet under den tid för vilken den som avstår från sin bostadsrätt enligt 1 mom. skall betala bruksvederlag, upphör betalningsskyldigheten för den som avstår från sin bostadsrätt, om inte annat avtalats mellan den som avstår från sin bostadsrätt och den nya boende.",
        "folded_sv": "om lagenheten overlats av husagaren till en ny bostadsrattshavare eller en ny innehavare av nagon annan rattighet under den tid for vilken den som avstar fran sin bostadsratt enligt 1 mom. skall betala bruksvederlag, upphor betalningsskyldigheten for den som avstar fran sin bostadsratt, om inte annat avtalats mellan den som avstar fran sin bostadsratt och den nya boende."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:26 a",
      "chapter": "1",
      "section": "26 a",
      "title": "Varautumisvelvoite",
      "content": "Arvioitaessa sitä, onko tässä pykälässä tarkoitettu varautumisvelvoite riittävästi täytetty, voidaan ottaa huomioon kulloinkin vallitseva asuntojen kysyntä- ja tarjontatilanne. Varautumisen voidaan katsoa olevan riittävää, jos se kattaa kuluvalla ja seuraavalla tilikaudella tiedossa olevista ja todennäköisistä lunastuksista johtuvan maksuvelvoitteen eikä erityisistä syistä muuta johdu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:26 a",
        "normalized_fi": "Arvioitaessa sitä, onko tässä pykälässä tarkoitettu varautumisvelvoite riittävästi täytetty, voidaan ottaa huomioon kulloinkin vallitseva asuntojen kysyntä- ja tarjontatilanne. Varautumisen voidaan katsoa olevan riittävää, jos se kattaa kuluvalla ja seuraavalla tilikaudella tiedossa olevista ja todennäköisistä lunastuksista johtuvan maksuvelvoitteen eikä erityisistä syistä muuta johdu.",
        "folded_fi": "arvioitaessa sita, onko tassa pykalassa tarkoitettu varautumisvelvoite riittavasti taytetty, voidaan ottaa huomioon kulloinkin vallitseva asuntojen kysynta- ja tarjontatilanne. varautumisen voidaan katsoa olevan riittavaa, jos se kattaa kuluvalla ja seuraavalla tilikaudella tiedossa olevista ja todennakoisista lunastuksista johtuvan maksuvelvoitteen eika erityisista syista muuta johdu.",
        "title_sv": "Reserveringsskyldighet",
        "content_sv": "Vid bedömningen av huruvida reserveringsskyldigheten enligt denna paragraf har fullgjorts i tillräcklig omfattning kan rådande efterfrågan på och utbud av bostäder beaktas. Reserveringen kan anses tillräcklig, om den täcker den betalningsskyldighet som orsakas av de kända och sannolika inlösningarna under innevarande och därpå följande räkenskapsperiod och något annat inte följer av särskilda skäl.",
        "normalized_sv": "Vid bedömningen av huruvida reserveringsskyldigheten enligt denna paragraf har fullgjorts i tillräcklig omfattning kan rådande efterfrågan på och utbud av bostäder beaktas. Reserveringen kan anses tillräcklig, om den täcker den betalningsskyldighet som orsakas av de kända och sannolika inlösningarna under innevarande och därpå följande räkenskapsperiod och något annat inte följer av särskilda skäl.",
        "folded_sv": "vid bedomningen av huruvida reserveringsskyldigheten enligt denna paragraf har fullgjorts i tillracklig omfattning kan radande efterfragan pa och utbud av bostader beaktas. reserveringen kan anses tillracklig, om den tacker den betalningsskyldighet som orsakas av de kanda och sannolika inlosningarna under innevarande och darpa foljande rakenskapsperiod och nagot annat inte foljer av sarskilda skal."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:26 b",
      "chapter": "1",
      "section": "26 b",
      "title": "Lunastussuorituksiin käytettävissä olevat varat ja vastuu virheellisestä lunastussuorituksesta",
      "content": "Jollei 2 momentista tai 26 c §:stä muuta johdu, talon omistaja saa käyttää 51 e §:ssä tarkoitettuja varoja taikka edelliseltä tai aikaisemmilta tilikausilta kertynyttä tilinpäätöksen osoittamaa muuta omaa pääomaa tai muita varojaan asumisoikeuksien lunastamiseen. Asumisoikeuden lunastushintaan sisältyvän 24 §:n 2 momentin 2 ja 3 kohdassa tarkoitetun indeksikorotuksen ja huoneistoparannuksen rahoitusosuuden suorittamiseen on kuitenkin ensisijaisesti käytettävä muita varoja tai muuta omaa pääomaa kuin taseen asumisoikeusmaksut erää. Taseen asumisoikeusmaksut erän alentamisesta asumisoikeuden lunastamisen ja sen korottamisesta asumisoikeuden uudelleen luovutuksen perusteella säädetään 51 d §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:26 b",
        "normalized_fi": "Jollei 2 momentista tai 26 c § :stä muuta johdu, talon omistaja saa käyttää 51 e § :ssä tarkoitettuja varoja taikka edelliseltä tai aikaisemmilta tilikausilta kertynyttä tilinpäätöksen osoittamaa muuta omaa pääomaa tai muita varojaan asumisoikeuksien lunastamiseen. Asumisoikeuden lunastushintaan sisältyvän 24 § :n 2 momentin 2 ja 3 kohdassa tarkoitetun indeksikorotuksen ja huoneistoparannuksen rahoitusosuuden suorittamiseen on kuitenkin ensisijaisesti käytettävä muita varoja tai muuta omaa pääomaa kuin taseen asumisoikeusmaksut erää. Taseen asumisoikeusmaksut erän alentamisesta asumisoikeuden lunastamisen ja sen korottamisesta asumisoikeuden uudelleen luovutuksen perusteella säädetään 51 d § :ssä.",
        "folded_fi": "jollei 2 momentista tai 26 c §:sta muuta johdu, talon omistaja saa kayttaa 51 e §:ssa tarkoitettuja varoja taikka edelliselta tai aikaisemmilta tilikausilta kertynytta tilinpaatoksen osoittamaa muuta omaa paaomaa tai muita varojaan asumisoikeuksien lunastamiseen. asumisoikeuden lunastushintaan sisaltyvan 24 §:n 2 momentin 2 ja 3 kohdassa tarkoitetun indeksikorotuksen ja huoneistoparannuksen rahoitusosuuden suorittamiseen on kuitenkin ensisijaisesti kaytettava muita varoja tai muuta omaa paaomaa kuin taseen asumisoikeusmaksut eraa. taseen asumisoikeusmaksut eran alentamisesta asumisoikeuden lunastamisen ja sen korottamisesta asumisoikeuden uudelleen luovutuksen perusteella saadetaan 51 d §:ssa.",
        "title_sv": "Disponibla medel för inlösen och ansvar för felaktig inlösning",
        "content_sv": "Följer inget annat av 2 mom. eller av 26 c § får en husägare använda medel som avses i 51 e § eller annat eget kapital eller andra medel som enligt bokslutet influtit under den föregående eller tidigare räkenskapsperioder till att lösa in bostadsrätter. För betalning av den indexförhöjning och den finansieringsandel för ombyggnad av en lägenhet som avses i 24 § 2 mom. 2 och 3 punkten och som ingår i bostadsrättens inlösningspris skall dock i första hand användas andra medel eller annat eget kapital än posten bostadsrättsavgifter i balansräkningen. Bestämmelser om nedsättning av posten bostadsrättsavgifter i balansräkningen till följd av inlösning av en bostadsrätt och om en ökning av posten sedan bostadsrätten på nytt har överlåtits finns i 51 d §.",
        "normalized_sv": "Följer inget annat av 2 mom. eller av 26 c § får en husägare använda medel som avses i 51 e § eller annat eget kapital eller andra medel som enligt bokslutet influtit under den föregående eller tidigare räkenskapsperioder till att lösa in bostadsrätter. För betalning av den indexförhöjning och den finansieringsandel för ombyggnad av en lägenhet som avses i 24 § 2 mom. 2 och 3 punkten och som ingår i bostadsrättens inlösningspris skall dock i första hand användas andra medel eller annat eget kapital än posten bostadsrättsavgifter i balansräkningen. Bestämmelser om nedsättning av posten bostadsrättsavgifter i balansräkningen till följd av inlösning av en bostadsrätt och om en ökning av posten sedan bostadsrätten på nytt har överlåtits finns i 51 d § .",
        "folded_sv": "foljer inget annat av 2 mom. eller av 26 c § far en husagare anvanda medel som avses i 51 e § eller annat eget kapital eller andra medel som enligt bokslutet influtit under den foregaende eller tidigare rakenskapsperioder till att losa in bostadsratter. for betalning av den indexforhojning och den finansieringsandel for ombyggnad av en lagenhet som avses i 24 § 2 mom. 2 och 3 punkten och som ingar i bostadsrattens inlosningspris skall dock i forsta hand anvandas andra medel eller annat eget kapital an posten bostadsrattsavgifter i balansrakningen. bestammelser om nedsattning av posten bostadsrattsavgifter i balansrakningen till foljd av inlosning av en bostadsratt och om en okning av posten sedan bostadsratten pa nytt har overlatits finns i 51 d §."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:45",
      "chapter": "1",
      "section": "45",
      "title": "Asumisoikeustalon asuinhuoneistojen käyttö",
      "content": "Asumisoikeustalon asuinhuoneistoja voidaan käyttää asumisoikeuden haltijoiden tai vuokralaisten vakinaisina tai tilapäisinä asuntoina.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:45",
        "normalized_fi": "Asumisoikeustalon asuinhuoneistoja voidaan käyttää asumisoikeuden haltijoiden tai vuokralaisten vakinaisina tai tilapäisinä asuntoina.",
        "folded_fi": "asumisoikeustalon asuinhuoneistoja voidaan kayttaa asumisoikeuden haltijoiden tai vuokralaisten vakinaisina tai tilapaisina asuntoina.",
        "title_sv": "Användningen av bostadslägenheterna i ett bostadsrättshus",
        "content_sv": "Bostadslägenheterna i ett bostadsrättshus kan användas som bostadsrättshavarnas eller hyresgästernas stadigvarande eller tillfälliga bostäder.",
        "normalized_sv": "Bostadslägenheterna i ett bostadsrättshus kan användas som bostadsrättshavarnas eller hyresgästernas stadigvarande eller tillfälliga bostäder.",
        "folded_sv": "bostadslagenheterna i ett bostadsrattshus kan anvandas som bostadsrattshavarnas eller hyresgasternas stadigvarande eller tillfalliga bostader."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:50 b",
      "chapter": "1",
      "section": "50 b",
      "title": "Rajoituksista vapauttaminen",
      "content": "Asumisoikeustalon omistajalla on oikeus saada vapautus tämän lain mukaisista käyttö- ja luovutusrajoituksista, jos vapautettavan talon asuinhuoneistot niiden hallintaa koskevien sopimusten mukaan jo ovat muussa kuin asumisoikeuskäytössä tai myöhemmin tulevat tällaiseen käyttöön. Rajoituksista vapauttamisen edellytyksenä on lisäksi, että vapautettavan talon: 1) valtion asuntolaina tai aravalaina taikka talon osuus tällaisesta lainasta maksetaan kokonaan takaisin, ei kuitenkaan silloin, kun lainasaatavaa ei ole voitu turvata pakkotäytäntöönpanossa; 2) korkotukilainaksi hyväksytty laina tai osuus tällaisesta lainasta maksetaan takaisin lainan ennenaikaisesta takaisinmaksusta mahdollisesti johtuvine korvauksineen ja muine kuluineen taikka korkotukeen oikeuttavaa lainamäärää vähennetään siltä osin kuin se vastaa vapautettavaa taloa ja lisäksi lainanmyöntäjä vapauttaa valtion lainaan liittyvästä, vapautettavaan taloon kohdistuvasta takausvastuusta; tai 3) asumisoikeus- ja vuokratalotuotannon valtion ja kuntien takauslainoista annetussa laissa (126/2003) tarkoitetuksi takauslainaksi hyväksytty laina tai osuus tällaisesta lainasta maksetaan kokonaan takaisin lainan ennenaikaisesta takaisinmaksusta mahdollisesti johtuvine korvauksineen ja muine kuluineen taikka takauslainan lainanmyöntäjä vapauttaa valtion sekä myös mahdollisesti vastuussa olevan kunnan vapautettavaan taloon kohdistuvasta takausvastuusta; ja 4) osalta toimenpide edistää alueen asuntomarkkinoiden toimivuutta tai ehkäisee asuntojen tyhjänä olemista sekä tästä aiheutuvia taloudellisia menetyksiä. Jos talolle on myönnetty 2 momentissa tarkoitettua lainaa, vapautusta on haettava Valtion asuntorahastolta. Vapautus on myönnettävä, jos siihen todetaan olevan 1 ja 2 momentissa tarkoitetut edellytykset. Vapautus voidaan myöntää myös ehdolla, että asetetun määräajan kuluessa hakija täyttää vapautuksen saamiselle tässä pykälässä asetetut edellytykset. Muun kuin 2 momentissa tarkoitetun talon omistaja voi vapauttaa talon ja sen asuinhuoneiston hallintaan oikeuttavat osakkeet tämän lain mukaisista käyttö- ja luovutusrajoituksista siitä lukien, kun 1 momentissa tarkoitetut edellytykset täyttyvät. Käyttö- ja luovutusrajoituksista vapauttamisen vaikutuksista tämän lain soveltamiseen säädetään 5 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:50 b",
        "normalized_fi": "Asumisoikeustalon omistajalla on oikeus saada vapautus tämän lain mukaisista käyttö- ja luovutusrajoituksista, jos vapautettavan talon asuinhuoneistot niiden hallintaa koskevien sopimusten mukaan jo ovat muussa kuin asumisoikeuskäytössä tai myöhemmin tulevat tällaiseen käyttöön. Rajoituksista vapauttamisen edellytyksenä on lisäksi, että vapautettavan talon: 1) valtion asuntolaina tai aravalaina taikka talon osuus tällaisesta lainasta maksetaan kokonaan takaisin, ei kuitenkaan silloin, kun lainasaatavaa ei ole voitu turvata pakkotäytäntöönpanossa; 2) korkotukilainaksi hyväksytty laina tai osuus tällaisesta lainasta maksetaan takaisin lainan ennenaikaisesta takaisinmaksusta mahdollisesti johtuvine korvauksineen ja muine kuluineen taikka korkotukeen oikeuttavaa lainamäärää vähennetään siltä osin kuin se vastaa vapautettavaa taloa ja lisäksi lainanmyöntäjä vapauttaa valtion lainaan liittyvästä, vapautettavaan taloon kohdistuvasta takausvastuusta; tai 3) asumisoikeus- ja vuokratalotuotannon valtion ja kuntien takauslainoista annetussa laissa (126/2003) tarkoitetuksi takauslainaksi hyväksytty laina tai osuus tällaisesta lainasta maksetaan kokonaan takaisin lainan ennenaikaisesta takaisinmaksusta mahdollisesti johtuvine korvauksineen ja muine kuluineen taikka takauslainan lainanmyöntäjä vapauttaa valtion sekä myös mahdollisesti vastuussa olevan kunnan vapautettavaan taloon kohdistuvasta takausvastuusta; ja 4) osalta toimenpide edistää alueen asuntomarkkinoiden toimivuutta tai ehkäisee asuntojen tyhjänä olemista sekä tästä aiheutuvia taloudellisia menetyksiä. Jos talolle on myönnetty 2 momentissa tarkoitettua lainaa, vapautusta on haettava Valtion asuntorahastolta. Vapautus on myönnettävä, jos siihen todetaan olevan 1 ja 2 momentissa tarkoitetut edellytykset. Vapautus voidaan myöntää myös ehdolla, että asetetun määräajan kuluessa hakija täyttää vapautuksen saamiselle tässä pykälässä asetetut edellytykset. Muun kuin 2 momentissa tarkoitetun talon omistaja voi vapauttaa talon ja sen asuinhuoneiston hallintaan oikeuttavat osakkeet tämän lain mukaisista käyttö- ja luovutusrajoituksista siitä lukien, kun 1 momentissa tarkoitetut edellytykset täyttyvät. Käyttö- ja luovutusrajoituksista vapauttamisen vaikutuksista tämän lain soveltamiseen säädetään 5 § :ssä.",
        "folded_fi": "asumisoikeustalon omistajalla on oikeus saada vapautus taman lain mukaisista kaytto- ja luovutusrajoituksista, jos vapautettavan talon asuinhuoneistot niiden hallintaa koskevien sopimusten mukaan jo ovat muussa kuin asumisoikeuskaytossa tai myohemmin tulevat tallaiseen kayttoon. rajoituksista vapauttamisen edellytyksena on lisaksi, etta vapautettavan talon: 1) valtion asuntolaina tai aravalaina taikka talon osuus tallaisesta lainasta maksetaan kokonaan takaisin, ei kuitenkaan silloin, kun lainasaatavaa ei ole voitu turvata pakkotaytantoonpanossa; 2) korkotukilainaksi hyvaksytty laina tai osuus tallaisesta lainasta maksetaan takaisin lainan ennenaikaisesta takaisinmaksusta mahdollisesti johtuvine korvauksineen ja muine kuluineen taikka korkotukeen oikeuttavaa lainamaaraa vahennetaan silta osin kuin se vastaa vapautettavaa taloa ja lisaksi lainanmyontaja vapauttaa valtion lainaan liittyvasta, vapautettavaan taloon kohdistuvasta takausvastuusta; tai 3) asumisoikeus- ja vuokratalotuotannon valtion ja kuntien takauslainoista annetussa laissa (126/2003) tarkoitetuksi takauslainaksi hyvaksytty laina tai osuus tallaisesta lainasta maksetaan kokonaan takaisin lainan ennenaikaisesta takaisinmaksusta mahdollisesti johtuvine korvauksineen ja muine kuluineen taikka takauslainan lainanmyontaja vapauttaa valtion seka myos mahdollisesti vastuussa olevan kunnan vapautettavaan taloon kohdistuvasta takausvastuusta; ja 4) osalta toimenpide edistaa alueen asuntomarkkinoiden toimivuutta tai ehkaisee asuntojen tyhjana olemista seka tasta aiheutuvia taloudellisia menetyksia. jos talolle on myonnetty 2 momentissa tarkoitettua lainaa, vapautusta on haettava valtion asuntorahastolta. vapautus on myonnettava, jos siihen todetaan olevan 1 ja 2 momentissa tarkoitetut edellytykset. vapautus voidaan myontaa myos ehdolla, etta asetetun maaraajan kuluessa hakija tayttaa vapautuksen saamiselle tassa pykalassa asetetut edellytykset. muun kuin 2 momentissa tarkoitetun talon omistaja voi vapauttaa talon ja sen asuinhuoneiston hallintaan oikeuttavat osakkeet taman lain mukaisista kaytto- ja luovutusrajoituksista siita lukien, kun 1 momentissa tarkoitetut edellytykset tayttyvat. kaytto- ja luovutusrajoituksista vapauttamisen vaikutuksista taman lain soveltamiseen saadetaan 5 §:ssa.",
        "title_sv": "Befrielse från begränsningar",
        "content_sv": "Ägaren till ett bostadsrättshus har rätt till befrielse från begränsningarna enligt denna lag i fråga om bruksrättigheter och överlåtelse, om bostadslägenheterna i det hus som befrielsen avses gälla enligt avtalen om besittning av lägenheterna redan används för annat än bostadsrättsändamål eller senare kommer att användas för sådana ändamål. För att ägaren till ett hus skall befrias från begränsningarna förutsätts dessutom i fråga om det hus som befrielsen avses gälla att 1) det statliga bostadslånet eller aravalånet eller husets andel av ett sådant lån återbetalas helt och hållet, dock inte i de fall då lånefordran inte har kunnat säkerställas vid indrivning i exekutiv väg, 2) ett lån som godkänts som räntestödslån eller en andel av ett sådant lån återbetalas inklusive de eventuella ersättningarna för förtida återbetalning av lånet samt andra kostnader eller att det lånebelopp som berättigar till räntestöd minskas med en del som motsvarar det hus som befrielsen avses gälla och att långivaren dessutom befriar staten från det borgensansvar för lånet som avser det hus som befrielsen avses gälla, eller 3) ett lån som godkänts som borgenslån enligt lagen om statliga och kommunala borgenslån för bostadsrättshus- och hyreshusproduktion (126/2003) eller en andel av ett sådant lån återbetalas helt och hållet inklusive de eventuella ersättningarna för förtida återbetalning av lånet samt andra kostnader eller att den långivare som beviljat borgenslånet befriar staten samt likaså den kommun som eventuellt är ansvarig från borgensansvaret i fråga om det hus som befrielsen avses gälla, och att 4) åtgärden för husets vidkommande främjar en fungerande bostadsmarknad på området i fråga eller förebygger att boståder blir stående tomma samt ekonomiska förluster till följd därav. Har lån enligt 2 mom. beviljats ett hus, skall befrielse sökas hos Statens bostadsfond. Befrielse skall beviljas, om de förutsättningar som avses i 1 och 2 mom. konstateras föreligga. Befrielse kan också beviljas på det villkoret att sökanden inom en utsatt tid uppfyller de krav som i denna paragraf ställs för befrielse. Den som äger ett sådant hus som inte avses i 2 mom. kan befria huset och de aktier som medför rätt att besitta en bostadslägenhet i huset från begränsningarna i fråga om bruksrättigheter och överlåtelse enligt denna lag från och med den tidpunkt då de i 1 mom. avsedda förutsättningarna föreligger. I 5 § föreskrivs om verkningarna av befrielsen från begränsningar i fråga om bruksrättigheter och överlåtelse när det gäller tillämpningen av denna lag.",
        "normalized_sv": "Ägaren till ett bostadsrättshus har rätt till befrielse från begränsningarna enligt denna lag i fråga om bruksrättigheter och överlåtelse, om bostadslägenheterna i det hus som befrielsen avses gälla enligt avtalen om besittning av lägenheterna redan används för annat än bostadsrättsändamål eller senare kommer att användas för sådana ändamål. För att ägaren till ett hus skall befrias från begränsningarna förutsätts dessutom i fråga om det hus som befrielsen avses gälla att 1) det statliga bostadslånet eller aravalånet eller husets andel av ett sådant lån återbetalas helt och hållet, dock inte i de fall då lånefordran inte har kunnat säkerställas vid indrivning i exekutiv väg, 2) ett lån som godkänts som räntestödslån eller en andel av ett sådant lån återbetalas inklusive de eventuella ersättningarna för förtida återbetalning av lånet samt andra kostnader eller att det lånebelopp som berättigar till räntestöd minskas med en del som motsvarar det hus som befrielsen avses gälla och att långivaren dessutom befriar staten från det borgensansvar för lånet som avser det hus som befrielsen avses gälla, eller 3) ett lån som godkänts som borgenslån enligt lagen om statliga och kommunala borgenslån för bostadsrättshus- och hyreshusproduktion (126/2003) eller en andel av ett sådant lån återbetalas helt och hållet inklusive de eventuella ersättningarna för förtida återbetalning av lånet samt andra kostnader eller att den långivare som beviljat borgenslånet befriar staten samt likaså den kommun som eventuellt är ansvarig från borgensansvaret i fråga om det hus som befrielsen avses gälla, och att 4) åtgärden för husets vidkommande främjar en fungerande bostadsmarknad på området i fråga eller förebygger att boståder blir stående tomma samt ekonomiska förluster till följd därav. Har lån enligt 2 mom. beviljats ett hus, skall befrielse sökas hos Statens bostadsfond. Befrielse skall beviljas, om de förutsättningar som avses i 1 och 2 mom. konstateras föreligga. Befrielse kan också beviljas på det villkoret att sökanden inom en utsatt tid uppfyller de krav som i denna paragraf ställs för befrielse. Den som äger ett sådant hus som inte avses i 2 mom. kan befria huset och de aktier som medför rätt att besitta en bostadslägenhet i huset från begränsningarna i fråga om bruksrättigheter och överlåtelse enligt denna lag från och med den tidpunkt då de i 1 mom. avsedda förutsättningarna föreligger. I 5 § föreskrivs om verkningarna av befrielsen från begränsningar i fråga om bruksrättigheter och överlåtelse när det gäller tillämpningen av denna lag.",
        "folded_sv": "agaren till ett bostadsrattshus har ratt till befrielse fran begransningarna enligt denna lag i fraga om bruksrattigheter och overlatelse, om bostadslagenheterna i det hus som befrielsen avses galla enligt avtalen om besittning av lagenheterna redan anvands for annat an bostadsrattsandamal eller senare kommer att anvandas for sadana andamal. for att agaren till ett hus skall befrias fran begransningarna forutsatts dessutom i fraga om det hus som befrielsen avses galla att 1) det statliga bostadslanet eller aravalanet eller husets andel av ett sadant lan aterbetalas helt och hallet, dock inte i de fall da lanefordran inte har kunnat sakerstallas vid indrivning i exekutiv vag, 2) ett lan som godkants som rantestodslan eller en andel av ett sadant lan aterbetalas inklusive de eventuella ersattningarna for fortida aterbetalning av lanet samt andra kostnader eller att det lanebelopp som berattigar till rantestod minskas med en del som motsvarar det hus som befrielsen avses galla och att langivaren dessutom befriar staten fran det borgensansvar for lanet som avser det hus som befrielsen avses galla, eller 3) ett lan som godkants som borgenslan enligt lagen om statliga och kommunala borgenslan for bostadsrattshus- och hyreshusproduktion (126/2003) eller en andel av ett sadant lan aterbetalas helt och hallet inklusive de eventuella ersattningarna for fortida aterbetalning av lanet samt andra kostnader eller att den langivare som beviljat borgenslanet befriar staten samt likasa den kommun som eventuellt ar ansvarig fran borgensansvaret i fraga om det hus som befrielsen avses galla, och att 4) atgarden for husets vidkommande framjar en fungerande bostadsmarknad pa omradet i fraga eller forebygger att bostader blir staende tomma samt ekonomiska forluster till foljd darav. har lan enligt 2 mom. beviljats ett hus, skall befrielse sokas hos statens bostadsfond. befrielse skall beviljas, om de forutsattningar som avses i 1 och 2 mom. konstateras foreligga. befrielse kan ocksa beviljas pa det villkoret att sokanden inom en utsatt tid uppfyller de krav som i denna paragraf stalls for befrielse. den som ager ett sadant hus som inte avses i 2 mom. kan befria huset och de aktier som medfor ratt att besitta en bostadslagenhet i huset fran begransningarna i fraga om bruksrattigheter och overlatelse enligt denna lag fran och med den tidpunkt da de i 1 mom. avsedda forutsattningarna foreligger. i 5 § foreskrivs om verkningarna av befrielsen fran begransningar i fraga om bruksrattigheter och overlatelse nar det galler tillampningen av denna lag."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:50 c",
      "chapter": "1",
      "section": "50 c",
      "title": "Ilmoitusvelvollisuus rajoituksista vapauttamisesta",
      "content": "Taloa ja sen asuinhuoneistojen hallintaan oikeuttavia osakkeita koskevien 51 §:ssä tarkoitettujen merkintöjen poistamiseksi Valtion asuntorahaston tulee tehdä ilmoitus viipymättä tai, jos vapautumispäätös on ollut ehdollinen, välittömästi sen jälkeen, kun se on todennut ehtojen täyttyneen. Asetuksella voidaan tarkemmin säätää ilmoitusta koskevasta menettelystä. Valtion asuntorahaston on myös julkisesti pidettävä saatavilla tieto siitä, mitkä talot ja niissä sijaitsevien asuinhuoneistojen hallintaan oikeuttavat osakkeet se on vapauttanut sekä tieto siitä, onko vapautus ehdollinen ja onko ehtojen täyttymiselle asetettu määräaika. Vapautuspäätöksensä johdosta 50 b §:n 4 momentissa tarkoitetun omistajan on viipymättä ryhdyttävä toimenpiteisiin 51 §:ssä tarkoitettujen merkintöjen poistamiseksi. Vapautuspäätöksen johdosta 50 b §:n 2 momentissa tarkoitetun talon omistajan on myös ryhdyttävä toimenpiteisiin 51 §:n 2 momentissa tarkoitettujen merkintöjen poistamiseksi. Asetuksella voidaan tarkemmin säätää siitä, miten tässä momentissa tarkoitetun velvoitteen täyttäminen osoitetaan. Vapautuspäätöksen johdosta 50 b §:n 2 tai 4 momentissa tarkoitetun talon omistajan on pidettävä julkisesti saatavilla tieto siitä, mitkä talot ja asuinhuoneiston hallintaan oikeuttavat osakkeet ovat vapautuneet tai ovat vapautumassa tämän lain mukaisista käyttö- ja luovutusrajoituksista ja milloin vapautettua tai vapautuvaa taloa ja sen asuinhuoneiston hallintaan oikeuttavia osakkeita koskevat merkinnät poistuvat yhtiöjärjestyksestä ja osakkeista. Jos havaitaan, että 50 b §:n 2 momentissa tarkoitetun talon omistaja on laiminlyönyt tässä pykälässä tarkoitetun velvoitteensa tai että talon vapautumista koskeva merkintä on virheellinen, merkintä on korjattava valtiokonttorin ilmoituksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:50 c",
        "normalized_fi": "Taloa ja sen asuinhuoneistojen hallintaan oikeuttavia osakkeita koskevien 51 § :ssä tarkoitettujen merkintöjen poistamiseksi Valtion asuntorahaston tulee tehdä ilmoitus viipymättä tai, jos vapautumispäätös on ollut ehdollinen, välittömästi sen jälkeen, kun se on todennut ehtojen täyttyneen. Asetuksella voidaan tarkemmin säätää ilmoitusta koskevasta menettelystä. Valtion asuntorahaston on myös julkisesti pidettävä saatavilla tieto siitä, mitkä talot ja niissä sijaitsevien asuinhuoneistojen hallintaan oikeuttavat osakkeet se on vapauttanut sekä tieto siitä, onko vapautus ehdollinen ja onko ehtojen täyttymiselle asetettu määräaika. Vapautuspäätöksensä johdosta 50 b § :n 4 momentissa tarkoitetun omistajan on viipymättä ryhdyttävä toimenpiteisiin 51 § :ssä tarkoitettujen merkintöjen poistamiseksi. Vapautuspäätöksen johdosta 50 b § :n 2 momentissa tarkoitetun talon omistajan on myös ryhdyttävä toimenpiteisiin 51 § :n 2 momentissa tarkoitettujen merkintöjen poistamiseksi. Asetuksella voidaan tarkemmin säätää siitä, miten tässä momentissa tarkoitetun velvoitteen täyttäminen osoitetaan. Vapautuspäätöksen johdosta 50 b § :n 2 tai 4 momentissa tarkoitetun talon omistajan on pidettävä julkisesti saatavilla tieto siitä, mitkä talot ja asuinhuoneiston hallintaan oikeuttavat osakkeet ovat vapautuneet tai ovat vapautumassa tämän lain mukaisista käyttö- ja luovutusrajoituksista ja milloin vapautettua tai vapautuvaa taloa ja sen asuinhuoneiston hallintaan oikeuttavia osakkeita koskevat merkinnät poistuvat yhtiöjärjestyksestä ja osakkeista. Jos havaitaan, että 50 b § :n 2 momentissa tarkoitetun talon omistaja on laiminlyönyt tässä pykälässä tarkoitetun velvoitteensa tai että talon vapautumista koskeva merkintä on virheellinen, merkintä on korjattava valtiokonttorin ilmoituksesta.",
        "folded_fi": "taloa ja sen asuinhuoneistojen hallintaan oikeuttavia osakkeita koskevien 51 §:ssa tarkoitettujen merkintojen poistamiseksi valtion asuntorahaston tulee tehda ilmoitus viipymatta tai, jos vapautumispaatos on ollut ehdollinen, valittomasti sen jalkeen, kun se on todennut ehtojen tayttyneen. asetuksella voidaan tarkemmin saataa ilmoitusta koskevasta menettelysta. valtion asuntorahaston on myos julkisesti pidettava saatavilla tieto siita, mitka talot ja niissa sijaitsevien asuinhuoneistojen hallintaan oikeuttavat osakkeet se on vapauttanut seka tieto siita, onko vapautus ehdollinen ja onko ehtojen tayttymiselle asetettu maaraaika. vapautuspaatoksensa johdosta 50 b §:n 4 momentissa tarkoitetun omistajan on viipymatta ryhdyttava toimenpiteisiin 51 §:ssa tarkoitettujen merkintojen poistamiseksi. vapautuspaatoksen johdosta 50 b §:n 2 momentissa tarkoitetun talon omistajan on myos ryhdyttava toimenpiteisiin 51 §:n 2 momentissa tarkoitettujen merkintojen poistamiseksi. asetuksella voidaan tarkemmin saataa siita, miten tassa momentissa tarkoitetun velvoitteen tayttaminen osoitetaan. vapautuspaatoksen johdosta 50 b §:n 2 tai 4 momentissa tarkoitetun talon omistajan on pidettava julkisesti saatavilla tieto siita, mitka talot ja asuinhuoneiston hallintaan oikeuttavat osakkeet ovat vapautuneet tai ovat vapautumassa taman lain mukaisista kaytto- ja luovutusrajoituksista ja milloin vapautettua tai vapautuvaa taloa ja sen asuinhuoneiston hallintaan oikeuttavia osakkeita koskevat merkinnat poistuvat yhtiojarjestyksesta ja osakkeista. jos havaitaan, etta 50 b §:n 2 momentissa tarkoitetun talon omistaja on laiminlyonyt tassa pykalassa tarkoitetun velvoitteensa tai etta talon vapautumista koskeva merkinta on virheellinen, merkinta on korjattava valtiokonttorin ilmoituksesta.",
        "title_sv": "Skyldighet att informera om befrielse från begränsningar",
        "content_sv": "För att de i 51 § avsedda anteckningarna om ett bostadsrättshus och om de aktier som medför rätt att besitta bostadslägenheter i huset skall kunna utplånas skall Statens bostadsfond utan dröjsmål lämna ett meddelande om befrielsen eller, om beslutet om befrielse har varit villkorligt, omedelbart efter det att fonden har konstaterat att villkoren uppfyllts. Genom förordning kan föreskrivas närmare om förfarandet när ett sådant meddelande lämnas. Statens bostadsfond skall också hålla uppgifterna om vilka hus och vilka aktier som medför rätt att besitta bostadslägenheter i dessa hus som bostadsfonden har befriat från begränsningarna samt uppgifterna om huruvida befrielsen är villkorlig och inom vilken tidsfrist villkoren skall vara uppfyllda tillgängliga för allmänheten. Med anledning av ett beslut om befrielse skall den ägare som avses i 50 b § 4 mom. utan dröjsmål vidta åtgärder för utplånande av de anteckningar som avses i 51 §. Med anledning av ett beslut om befrielse skall ägaren till ett hus som avses i 50 b § 2 mom. också vidta åtgärder för utplånande av de anteckningar som avses i 51 § 2 mom. Genom förordning kan närmare bestämmelser utfärdas om på vilket sätt det visas att den i detta moment avsedda skyldigheten har fullgjorts. Med anledning av ett beslut om befrielse skall ägaren till ett hus som avses i 50 b § 2 eller 4 mom. för allmänheten hålla tillgängliga uppgifterna om vilka hus och vilka aktier som medför rätt att besitta en bostadslägenhet som har befriats eller kommer att befrias från begränsningar i fråga om bruksrättigheter och överlåtelse enligt denna lag, och när anteckningarna om det hus som befriats eller kommer att befrias från begränsningar och om de aktier som medför rätt att besitta en bostadslägenhet i huset kommer att strykas i bolagsordningen och aktierna. Om det konstateras att ägaren till ett hus som avses i 50 b § 2 mom. har försummat den skyldighet som avses i denna paragraf eller att anteckningen om att huset befriats från begränsningar är felaktig, skall anteckningen korrigeras på anmälan av statskontoret.",
        "normalized_sv": "För att de i 51 § avsedda anteckningarna om ett bostadsrättshus och om de aktier som medför rätt att besitta bostadslägenheter i huset skall kunna utplånas skall Statens bostadsfond utan dröjsmål lämna ett meddelande om befrielsen eller, om beslutet om befrielse har varit villkorligt, omedelbart efter det att fonden har konstaterat att villkoren uppfyllts. Genom förordning kan föreskrivas närmare om förfarandet när ett sådant meddelande lämnas. Statens bostadsfond skall också hålla uppgifterna om vilka hus och vilka aktier som medför rätt att besitta bostadslägenheter i dessa hus som bostadsfonden har befriat från begränsningarna samt uppgifterna om huruvida befrielsen är villkorlig och inom vilken tidsfrist villkoren skall vara uppfyllda tillgängliga för allmänheten. Med anledning av ett beslut om befrielse skall den ägare som avses i 50 b § 4 mom. utan dröjsmål vidta åtgärder för utplånande av de anteckningar som avses i 51 § . Med anledning av ett beslut om befrielse skall ägaren till ett hus som avses i 50 b § 2 mom. också vidta åtgärder för utplånande av de anteckningar som avses i 51 § 2 mom. Genom förordning kan närmare bestämmelser utfärdas om på vilket sätt det visas att den i detta moment avsedda skyldigheten har fullgjorts. Med anledning av ett beslut om befrielse skall ägaren till ett hus som avses i 50 b § 2 eller 4 mom. för allmänheten hålla tillgängliga uppgifterna om vilka hus och vilka aktier som medför rätt att besitta en bostadslägenhet som har befriats eller kommer att befrias från begränsningar i fråga om bruksrättigheter och överlåtelse enligt denna lag, och när anteckningarna om det hus som befriats eller kommer att befrias från begränsningar och om de aktier som medför rätt att besitta en bostadslägenhet i huset kommer att strykas i bolagsordningen och aktierna. Om det konstateras att ägaren till ett hus som avses i 50 b § 2 mom. har försummat den skyldighet som avses i denna paragraf eller att anteckningen om att huset befriats från begränsningar är felaktig, skall anteckningen korrigeras på anmälan av statskontoret.",
        "folded_sv": "for att de i 51 § avsedda anteckningarna om ett bostadsrattshus och om de aktier som medfor ratt att besitta bostadslagenheter i huset skall kunna utplanas skall statens bostadsfond utan drojsmal lamna ett meddelande om befrielsen eller, om beslutet om befrielse har varit villkorligt, omedelbart efter det att fonden har konstaterat att villkoren uppfyllts. genom forordning kan foreskrivas narmare om forfarandet nar ett sadant meddelande lamnas. statens bostadsfond skall ocksa halla uppgifterna om vilka hus och vilka aktier som medfor ratt att besitta bostadslagenheter i dessa hus som bostadsfonden har befriat fran begransningarna samt uppgifterna om huruvida befrielsen ar villkorlig och inom vilken tidsfrist villkoren skall vara uppfyllda tillgangliga for allmanheten. med anledning av ett beslut om befrielse skall den agare som avses i 50 b § 4 mom. utan drojsmal vidta atgarder for utplanande av de anteckningar som avses i 51 §. med anledning av ett beslut om befrielse skall agaren till ett hus som avses i 50 b § 2 mom. ocksa vidta atgarder for utplanande av de anteckningar som avses i 51 § 2 mom. genom forordning kan narmare bestammelser utfardas om pa vilket satt det visas att den i detta moment avsedda skyldigheten har fullgjorts. med anledning av ett beslut om befrielse skall agaren till ett hus som avses i 50 b § 2 eller 4 mom. for allmanheten halla tillgangliga uppgifterna om vilka hus och vilka aktier som medfor ratt att besitta en bostadslagenhet som har befriats eller kommer att befrias fran begransningar i fraga om bruksrattigheter och overlatelse enligt denna lag, och nar anteckningarna om det hus som befriats eller kommer att befrias fran begransningar och om de aktier som medfor ratt att besitta en bostadslagenhet i huset kommer att strykas i bolagsordningen och aktierna. om det konstateras att agaren till ett hus som avses i 50 b § 2 mom. har forsummat den skyldighet som avses i denna paragraf eller att anteckningen om att huset befriats fran begransningar ar felaktig, skall anteckningen korrigeras pa anmalan av statskontoret."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:51",
      "chapter": "1",
      "section": "51",
      "title": "Käyttö- ja luovutusrajoituksista tehtävät merkinnät",
      "content": "Myönnettyään 50 b §:n 2 momentissa tarkoitetun lainan tai hyväksyttyään lainan 50 b §:n 2 momentissa tarkoitetuksi korkotukilainaksi tai takauslainaksi Valtion asuntorahasto on velvollinen viipymättä ryhtymään toimenpiteisiin 1 ja 2 momentissa tarkoitettujen merkintöjen aikaansaamiseksi siten kuin asetuksella tarkemmin säädetään. Asumisoikeustalon omistaja on vastuussa siitä, että 1 ja 2 momentissa tarkoitetut merkinnät on tehty ennen kuin omistaja tarjoaa tehtäväksi asumisoikeussopimuksia omistamastaan tai omistukseensa tulevasta talosta. Asetuksella voidaan tarkemmin säätää, miten tässä momentissa tarkoitetun velvoitteen täyttäminen osoitetaan. Velvollisuudesta poistaa 1 ja 2 momentissa tarkoitetut merkinnät käyttö- ja luovutusrajoitusten lakattua säädetään 50 c §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:51",
        "normalized_fi": "Myönnettyään 50 b § :n 2 momentissa tarkoitetun lainan tai hyväksyttyään lainan 50 b § :n 2 momentissa tarkoitetuksi korkotukilainaksi tai takauslainaksi Valtion asuntorahasto on velvollinen viipymättä ryhtymään toimenpiteisiin 1 ja 2 momentissa tarkoitettujen merkintöjen aikaansaamiseksi siten kuin asetuksella tarkemmin säädetään. Asumisoikeustalon omistaja on vastuussa siitä, että 1 ja 2 momentissa tarkoitetut merkinnät on tehty ennen kuin omistaja tarjoaa tehtäväksi asumisoikeussopimuksia omistamastaan tai omistukseensa tulevasta talosta. Asetuksella voidaan tarkemmin säätää, miten tässä momentissa tarkoitetun velvoitteen täyttäminen osoitetaan. Velvollisuudesta poistaa 1 ja 2 momentissa tarkoitetut merkinnät käyttö- ja luovutusrajoitusten lakattua säädetään 50 c § :ssä.",
        "folded_fi": "myonnettyaan 50 b §:n 2 momentissa tarkoitetun lainan tai hyvaksyttyaan lainan 50 b §:n 2 momentissa tarkoitetuksi korkotukilainaksi tai takauslainaksi valtion asuntorahasto on velvollinen viipymatta ryhtymaan toimenpiteisiin 1 ja 2 momentissa tarkoitettujen merkintojen aikaansaamiseksi siten kuin asetuksella tarkemmin saadetaan. asumisoikeustalon omistaja on vastuussa siita, etta 1 ja 2 momentissa tarkoitetut merkinnat on tehty ennen kuin omistaja tarjoaa tehtavaksi asumisoikeussopimuksia omistamastaan tai omistukseensa tulevasta talosta. asetuksella voidaan tarkemmin saataa, miten tassa momentissa tarkoitetun velvoitteen tayttaminen osoitetaan. velvollisuudesta poistaa 1 ja 2 momentissa tarkoitetut merkinnat kaytto- ja luovutusrajoitusten lakattua saadetaan 50 c §:ssa.",
        "title_sv": "Anteckningar om begränsningar i fråga om bruksrättigheter och överlåtelse",
        "content_sv": "Statens bostadsfond är skyldig att utan dröjsmål så som närmare bestäms genom förordning vidta åtgärder i syfte att åstadkomma de anteckningar som avses i 1 och 2 mom. efter det att bostadsfonden har beviljat ett lån enligt 50 b § 2 mom. eller har godkänt ett lån som ett räntestödslån eller borgenslån enligt 50 b § 2 mom. Ägaren till ett bostadsrättshus är ansvarig för att de anteckningar som avses i 1 och 2 mom. har gjorts innan ägaren erbjuder bostadsrättsavtal för bostäder i ett hus som han äger eller kommer att få i sin ägo. Genom förordning kan närmare bestämmelser utfärdas om på vilket sätt det visas att den i detta moment avsedda skyldigheten har fullgjorts. I 50 c § föreskrivs om skyldigheten att utplåna de anteckningar som avses i 1 och 2 mom. efter det att begränsningarna i fråga om bruksrättigheter och överlåtelse har upphört.",
        "normalized_sv": "Statens bostadsfond är skyldig att utan dröjsmål så som närmare bestäms genom förordning vidta åtgärder i syfte att åstadkomma de anteckningar som avses i 1 och 2 mom. efter det att bostadsfonden har beviljat ett lån enligt 50 b § 2 mom. eller har godkänt ett lån som ett räntestödslån eller borgenslån enligt 50 b § 2 mom. Ägaren till ett bostadsrättshus är ansvarig för att de anteckningar som avses i 1 och 2 mom. har gjorts innan ägaren erbjuder bostadsrättsavtal för bostäder i ett hus som han äger eller kommer att få i sin ägo. Genom förordning kan närmare bestämmelser utfärdas om på vilket sätt det visas att den i detta moment avsedda skyldigheten har fullgjorts. I 50 c § föreskrivs om skyldigheten att utplåna de anteckningar som avses i 1 och 2 mom. efter det att begränsningarna i fråga om bruksrättigheter och överlåtelse har upphört.",
        "folded_sv": "statens bostadsfond ar skyldig att utan drojsmal sa som narmare bestams genom forordning vidta atgarder i syfte att astadkomma de anteckningar som avses i 1 och 2 mom. efter det att bostadsfonden har beviljat ett lan enligt 50 b § 2 mom. eller har godkant ett lan som ett rantestodslan eller borgenslan enligt 50 b § 2 mom. agaren till ett bostadsrattshus ar ansvarig for att de anteckningar som avses i 1 och 2 mom. har gjorts innan agaren erbjuder bostadsrattsavtal for bostader i ett hus som han ager eller kommer att fa i sin ago. genom forordning kan narmare bestammelser utfardas om pa vilket satt det visas att den i detta moment avsedda skyldigheten har fullgjorts. i 50 c § foreskrivs om skyldigheten att utplana de anteckningar som avses i 1 och 2 mom. efter det att begransningarna i fraga om bruksrattigheter och overlatelse har upphort."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:51 a",
      "chapter": "1",
      "section": "51 a",
      "title": "Velvollisuus laatia tilinpäätös",
      "content": "Tilinpäätös on, jollei 2 momentista muuta johdu, laadittava kirjanpitolain (1336/1997) ja talonomistajayhteisöä tai -säätiötä koskevan erityislain sekä tämän luvun säännösten mukaan. Kirjanpitolautakunta voi kirjanpitolaissa säädetyllä tavalla antaa ohjeita ja lausuntoja asumisoikeustalon omistajayhteisön tai -säätiön tämän lain mukaisen tilinpäätöksen laatimisesta. Jos asumisoikeustalon omistaja harjoittaa tässä laissa tarkoitetun toiminnan ohella muuta toimintaa, omistajan kirjanpito on järjestettävä niin, että omistajan tilinpäätöksessä voidaan esittää erikseen oikeat ja riittävät tiedot tämän lain mukaisesta toiminnasta. Tällaisen omistajan tilinpäätöksen liitteeksi on laadittava tämän lain mukaisesta toiminnasta erillinen tuloslaskelma ja liitetietoina ilmoitettava tämän lain mukaista toimintaa koskevat muut tiedot siten kuin tässä laissa ja soveltuvin osin kirjanpitolaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:51 a",
        "normalized_fi": "Tilinpäätös on, jollei 2 momentista muuta johdu, laadittava kirjanpitolain (1336/1997) ja talonomistajayhteisöä tai -säätiötä koskevan erityislain sekä tämän luvun säännösten mukaan. Kirjanpitolautakunta voi kirjanpitolaissa säädetyllä tavalla antaa ohjeita ja lausuntoja asumisoikeustalon omistajayhteisön tai -säätiön tämän lain mukaisen tilinpäätöksen laatimisesta. Jos asumisoikeustalon omistaja harjoittaa tässä laissa tarkoitetun toiminnan ohella muuta toimintaa, omistajan kirjanpito on järjestettävä niin, että omistajan tilinpäätöksessä voidaan esittää erikseen oikeat ja riittävät tiedot tämän lain mukaisesta toiminnasta. Tällaisen omistajan tilinpäätöksen liitteeksi on laadittava tämän lain mukaisesta toiminnasta erillinen tuloslaskelma ja liitetietoina ilmoitettava tämän lain mukaista toimintaa koskevat muut tiedot siten kuin tässä laissa ja soveltuvin osin kirjanpitolaissa säädetään.",
        "folded_fi": "tilinpaatos on, jollei 2 momentista muuta johdu, laadittava kirjanpitolain (1336/1997) ja talonomistajayhteisoa tai -saatiota koskevan erityislain seka taman luvun saannosten mukaan. kirjanpitolautakunta voi kirjanpitolaissa saadetylla tavalla antaa ohjeita ja lausuntoja asumisoikeustalon omistajayhteison tai -saation taman lain mukaisen tilinpaatoksen laatimisesta. jos asumisoikeustalon omistaja harjoittaa tassa laissa tarkoitetun toiminnan ohella muuta toimintaa, omistajan kirjanpito on jarjestettava niin, etta omistajan tilinpaatoksessa voidaan esittaa erikseen oikeat ja riittavat tiedot taman lain mukaisesta toiminnasta. tallaisen omistajan tilinpaatoksen liitteeksi on laadittava taman lain mukaisesta toiminnasta erillinen tuloslaskelma ja liitetietoina ilmoitettava taman lain mukaista toimintaa koskevat muut tiedot siten kuin tassa laissa ja soveltuvin osin kirjanpitolaissa saadetaan.",
        "title_sv": "Skyldighet att upprätta bokslut",
        "content_sv": "Bokslut skall, om inte något annat följer av 2 mom., upprättas enligt bestämmelserna i bokföringslagen (1336/1997) och i den speciallag som gäller husägarsamfundet eller husägarstiftelsen samt enligt bestämmelserna i detta kapitel. Bokföringsnämnden kan enligt vad som anges i bokföringslagen ge anvisningar och utlåtanden om upprättandet av ett bokslut enligt denna lag för ett samfund eller en stiftelse som äger ett bostadsrättshus. Om ägaren till ett bostadsrättshus vid sidan av verksamhet enligt denna lag utövar även annan verksamhet, skall ägarens bokföring ordnas så att riktiga och tillräckliga uppgifter om verksamheten enligt denna lag kan anges separat i ägarens bokslut. Till en sådan ägares bokslut skall fogas en separat resultaträkning för verksamheten enligt denna lag och i form av noter anges övriga uppgifter om verksamheten enligt denna lag i enlighet med vad som bestäms i denna lag och i tillämpliga delar i bokföringslagen.",
        "normalized_sv": "Bokslut skall, om inte något annat följer av 2 mom., upprättas enligt bestämmelserna i bokföringslagen (1336/1997) och i den speciallag som gäller husägarsamfundet eller husägarstiftelsen samt enligt bestämmelserna i detta kapitel. Bokföringsnämnden kan enligt vad som anges i bokföringslagen ge anvisningar och utlåtanden om upprättandet av ett bokslut enligt denna lag för ett samfund eller en stiftelse som äger ett bostadsrättshus. Om ägaren till ett bostadsrättshus vid sidan av verksamhet enligt denna lag utövar även annan verksamhet, skall ägarens bokföring ordnas så att riktiga och tillräckliga uppgifter om verksamheten enligt denna lag kan anges separat i ägarens bokslut. Till en sådan ägares bokslut skall fogas en separat resultaträkning för verksamheten enligt denna lag och i form av noter anges övriga uppgifter om verksamheten enligt denna lag i enlighet med vad som bestäms i denna lag och i tillämpliga delar i bokföringslagen.",
        "folded_sv": "bokslut skall, om inte nagot annat foljer av 2 mom., upprattas enligt bestammelserna i bokforingslagen (1336/1997) och i den speciallag som galler husagarsamfundet eller husagarstiftelsen samt enligt bestammelserna i detta kapitel. bokforingsnamnden kan enligt vad som anges i bokforingslagen ge anvisningar och utlatanden om upprattandet av ett bokslut enligt denna lag for ett samfund eller en stiftelse som ager ett bostadsrattshus. om agaren till ett bostadsrattshus vid sidan av verksamhet enligt denna lag utovar aven annan verksamhet, skall agarens bokforing ordnas sa att riktiga och tillrackliga uppgifter om verksamheten enligt denna lag kan anges separat i agarens bokslut. till en sadan agares bokslut skall fogas en separat resultatrakning for verksamheten enligt denna lag och i form av noter anges ovriga uppgifter om verksamheten enligt denna lag i enlighet med vad som bestams i denna lag och i tillampliga delar i bokforingslagen."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:51 d",
      "chapter": "1",
      "section": "51 d",
      "title": "Talojen rakentamis- ja hankintavaiheesta perittyjen asumisoikeusmaksujen merkintä taseeseen",
      "content": "Taseen asumisoikeusmaksut erää alennetaan siltä osin kuin asumisoikeuden lunastukseen ei ole käytetty viimeksi päättyneeltä tilikaudelta vahvistettavan taseen mukaan muuta omaa pääomaa tai, jos omistaja on osakeyhtiö, muuta vapaata omaa pääomaa. Jos asumisoikeusmaksut erää on asumisoikeuden lunastuksen vuoksi vähennetty, vastaavan määräinen lisäys taseen asumisoikeusmaksut erään tehdään sen jälkeen, kun talon omistaja on uudelleen luovuttanut asumisoikeuden.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:51 d",
        "normalized_fi": "Taseen asumisoikeusmaksut erää alennetaan siltä osin kuin asumisoikeuden lunastukseen ei ole käytetty viimeksi päättyneeltä tilikaudelta vahvistettavan taseen mukaan muuta omaa pääomaa tai, jos omistaja on osakeyhtiö, muuta vapaata omaa pääomaa. Jos asumisoikeusmaksut erää on asumisoikeuden lunastuksen vuoksi vähennetty, vastaavan määräinen lisäys taseen asumisoikeusmaksut erään tehdään sen jälkeen, kun talon omistaja on uudelleen luovuttanut asumisoikeuden.",
        "folded_fi": "taseen asumisoikeusmaksut eraa alennetaan silta osin kuin asumisoikeuden lunastukseen ei ole kaytetty viimeksi paattyneelta tilikaudelta vahvistettavan taseen mukaan muuta omaa paaomaa tai, jos omistaja on osakeyhtio, muuta vapaata omaa paaomaa. jos asumisoikeusmaksut eraa on asumisoikeuden lunastuksen vuoksi vahennetty, vastaavan maarainen lisays taseen asumisoikeusmaksut eraan tehdaan sen jalkeen, kun talon omistaja on uudelleen luovuttanut asumisoikeuden.",
        "title_sv": "Upptagande i balansräkningen av bostadsrättsavgifter som tagits ut för den tid husen byggts eller anskaffats",
        "content_sv": "Posten bostadsrättsavgifter i balansräkningen skall nedsättas till den del annat eget kapital eller, om ägaren är ett aktiebolag, annat fritt eget kapital enligt balansräkningen för den senast avslutade räkenskapsperioden inte har använts för bostadsrättsinlösning. Om posten bostadsrättsavgifter har minskats på grund av bostadsrättsinlösning, skall ett tilllägg till motsvarande belopp till posten bostadsrättsavgifter i balansräkningen göras efter att husägaren på nytt har överlåtit bostadsrätten.",
        "normalized_sv": "Posten bostadsrättsavgifter i balansräkningen skall nedsättas till den del annat eget kapital eller, om ägaren är ett aktiebolag, annat fritt eget kapital enligt balansräkningen för den senast avslutade räkenskapsperioden inte har använts för bostadsrättsinlösning. Om posten bostadsrättsavgifter har minskats på grund av bostadsrättsinlösning, skall ett tilllägg till motsvarande belopp till posten bostadsrättsavgifter i balansräkningen göras efter att husägaren på nytt har överlåtit bostadsrätten.",
        "folded_sv": "posten bostadsrattsavgifter i balansrakningen skall nedsattas till den del annat eget kapital eller, om agaren ar ett aktiebolag, annat fritt eget kapital enligt balansrakningen for den senast avslutade rakenskapsperioden inte har anvants for bostadsrattsinlosning. om posten bostadsrattsavgifter har minskats pa grund av bostadsrattsinlosning, skall ett tilllagg till motsvarande belopp till posten bostadsrattsavgifter i balansrakningen goras efter att husagaren pa nytt har overlatit bostadsratten."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:54 a",
      "chapter": "1",
      "section": "54 a",
      "title": "Muutoksenhaku",
      "content": "Hakija, joka on tyytymätön Valtion asuntorahaston tekemään päätökseen tässä laissa tai sen nojalla annetuissa säännöksissä tarkoitetussa asiassa, saa hakea päätökseen oikaisua 14 päivän kuluessa päätöksen tiedoksisaannista. Oikaisuvaatimus on tehtävä Valtion asuntorahastolle. Päätökseen, johon saadaan hakea oikaisua, on liitettävä oikaisuvaatimusosoitus. Oikaisuvaatimus on käsiteltävä viipymättä. Oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:54 a",
        "normalized_fi": "Hakija, joka on tyytymätön Valtion asuntorahaston tekemään päätökseen tässä laissa tai sen nojalla annetuissa säännöksissä tarkoitetussa asiassa, saa hakea päätökseen oikaisua 14 päivän kuluessa päätöksen tiedoksisaannista. Oikaisuvaatimus on tehtävä Valtion asuntorahastolle. Päätökseen, johon saadaan hakea oikaisua, on liitettävä oikaisuvaatimusosoitus. Oikaisuvaatimus on käsiteltävä viipymättä. Oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään.",
        "folded_fi": "hakija, joka on tyytymaton valtion asuntorahaston tekemaan paatokseen tassa laissa tai sen nojalla annetuissa saannoksissa tarkoitetussa asiassa, saa hakea paatokseen oikaisua 14 paivan kuluessa paatoksen tiedoksisaannista. oikaisuvaatimus on tehtava valtion asuntorahastolle. paatokseen, johon saadaan hakea oikaisua, on liitettava oikaisuvaatimusosoitus. oikaisuvaatimus on kasiteltava viipymatta. oikaisuvaatimukseen annettuun paatokseen saa hakea muutosta valittamalla siten kuin hallintolainkayttolaissa saadetaan.",
        "title_sv": "Sökande av ändring",
        "content_sv": "En sökande som är missnöjd med ett beslut av Statens bostadsfond i ett ärende som avses i denna lag eller med stöd av den utfärdade bestämmelser får söka rättelse i beslutet inom 14 dagar från delfåendet av beslutet. Rättelseyrkandet skall riktas till Statens bostadsfond. Till ett beslut i vilket rättelse får sökas skall fogas anvisning om rättelseyrkande. Rättelseyrkandet skall behandlas utan dröjsmål. I ett beslut med anledning av ett rättelseyrkande får ändring sökas genom besvär så som föreskrivs i förvaltningsprocesslagen.",
        "normalized_sv": "En sökande som är missnöjd med ett beslut av Statens bostadsfond i ett ärende som avses i denna lag eller med stöd av den utfärdade bestämmelser får söka rättelse i beslutet inom 14 dagar från delfåendet av beslutet. Rättelseyrkandet skall riktas till Statens bostadsfond. Till ett beslut i vilket rättelse får sökas skall fogas anvisning om rättelseyrkande. Rättelseyrkandet skall behandlas utan dröjsmål. I ett beslut med anledning av ett rättelseyrkande får ändring sökas genom besvär så som föreskrivs i förvaltningsprocesslagen.",
        "folded_sv": "en sokande som ar missnojd med ett beslut av statens bostadsfond i ett arende som avses i denna lag eller med stod av den utfardade bestammelser far soka rattelse i beslutet inom 14 dagar fran delfaendet av beslutet. rattelseyrkandet skall riktas till statens bostadsfond. till ett beslut i vilket rattelse far sokas skall fogas anvisning om rattelseyrkande. rattelseyrkandet skall behandlas utan drojsmal. i ett beslut med anledning av ett rattelseyrkande far andring sokas genom besvar sa som foreskrivs i forvaltningsprocesslagen."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:55",
      "chapter": "1",
      "section": "55",
      "title": "Päätöksen tiedoksianto",
      "content": "Tämän lain mukainen päätös annetaan tiedoksi siten kuin hallintolaissa (434/2003) säädetään. Asumisoikeuden saajaksi tai luovutuksensaajaksi hyväksymistä koskeva päätös voidaan kuitenkin antaa tiedoksi asettamalla kunnanhallituksen tai lautakunnan pöytäkirja nähtäväksi siten kuin kuntalaissa (365/1995) säädetään, jolloin tiedoksisaannin katsotaan tapahtuneen sinä päivänä, jona päätös on pantu nähtäväksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:55",
        "normalized_fi": "Tämän lain mukainen päätös annetaan tiedoksi siten kuin hallintolaissa (434/2003) säädetään. Asumisoikeuden saajaksi tai luovutuksensaajaksi hyväksymistä koskeva päätös voidaan kuitenkin antaa tiedoksi asettamalla kunnanhallituksen tai lautakunnan pöytäkirja nähtäväksi siten kuin kuntalaissa (365/1995) säädetään, jolloin tiedoksisaannin katsotaan tapahtuneen sinä päivänä, jona päätös on pantu nähtäväksi.",
        "folded_fi": "taman lain mukainen paatos annetaan tiedoksi siten kuin hallintolaissa (434/2003) saadetaan. asumisoikeuden saajaksi tai luovutuksensaajaksi hyvaksymista koskeva paatos voidaan kuitenkin antaa tiedoksi asettamalla kunnanhallituksen tai lautakunnan poytakirja nahtavaksi siten kuin kuntalaissa (365/1995) saadetaan, jolloin tiedoksisaannin katsotaan tapahtuneen sina paivana, jona paatos on pantu nahtavaksi.",
        "title_sv": "Delgivning av beslut",
        "content_sv": "Ett beslut enligt denna lag delges så som föreskrivs i förvaltningslagen (434/2003). Ett beslut enligt vilket någon har godkänts som bostadsrättshavare eller mottagare får dock delges genom att kommunstyrelsens eller nämndens protokoll läggs fram så som föreskrivs i kommunallagen (365/1995), varvid delfåendet anses ha ägt rum den dag då beslutet lades fram.",
        "normalized_sv": "Ett beslut enligt denna lag delges så som föreskrivs i förvaltningslagen (434/2003). Ett beslut enligt vilket någon har godkänts som bostadsrättshavare eller mottagare får dock delges genom att kommunstyrelsens eller nämndens protokoll läggs fram så som föreskrivs i kommunallagen (365/1995), varvid delfåendet anses ha ägt rum den dag då beslutet lades fram.",
        "folded_sv": "ett beslut enligt denna lag delges sa som foreskrivs i forvaltningslagen (434/2003). ett beslut enligt vilket nagon har godkants som bostadsrattshavare eller mottagare far dock delges genom att kommunstyrelsens eller namndens protokoll laggs fram sa som foreskrivs i kommunallagen (365/1995), varvid delfaendet anses ha agt rum den dag da beslutet lades fram."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:59",
      "chapter": "1",
      "section": "59",
      "title": "Tarkemmat säännökset",
      "content": "Tarkempia säännöksiä tämän lain täytäntöönpanosta annetaan tarvittaessa valtioneuvoston asetuksella siitä, mitä 50 c ja 51 §:ssä säädetään, ja ympäristöministeriön asetuksella siitä, mitä 16 §:n 4 momentissa ja 51 a §:n 2 momentissa sekä 58 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:59",
        "normalized_fi": "Tarkempia säännöksiä tämän lain täytäntöönpanosta annetaan tarvittaessa valtioneuvoston asetuksella siitä, mitä 50 c ja 51 § :ssä säädetään, ja ympäristöministeriön asetuksella siitä, mitä 16 § :n 4 momentissa ja 51 a § :n 2 momentissa sekä 58 § :ssä säädetään.",
        "folded_fi": "tarkempia saannoksia taman lain taytantoonpanosta annetaan tarvittaessa valtioneuvoston asetuksella siita, mita 50 c ja 51 §:ssa saadetaan, ja ymparistoministerion asetuksella siita, mita 16 §:n 4 momentissa ja 51 a §:n 2 momentissa seka 58 §:ssa saadetaan.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Närmare bestämmelser om verkställigheten av denna lag meddelas vid behov i fråga om 50 c och 51 § genom förordning av statsrådet och i fråga om 16 § 4 mom., 51 a § 2 mom. och 58 § genom förordning av miljöministeriet.",
        "normalized_sv": "Närmare bestämmelser om verkställigheten av denna lag meddelas vid behov i fråga om 50 c och 51 § genom förordning av statsrådet och i fråga om 16 § 4 mom., 51 a § 2 mom. och 58 § genom förordning av miljöministeriet.",
        "folded_sv": "narmare bestammelser om verkstalligheten av denna lag meddelas vid behov i fraga om 50 c och 51 § genom forordning av statsradet och i fraga om 16 § 4 mom., 51 a § 2 mom. och 58 § genom forordning av miljoministeriet."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    }
  ]
}