{
  "id": "1218/2005",
  "type": "statute",
  "title": "Laki toimeentulotuesta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om utkomststöd",
  "status": "in_force",
  "issued_date": "2005-12-29",
  "in_force_date": "2005-12-29",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/1218/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1:5 a",
      "chapter": "1",
      "section": "5 a",
      "title": "Valtionosuus perustoimeentulotuen kustannuksista",
      "content": "Kunnalle suoritetaan valtionosuutta 7 §:ssä tarkoitetun perustoimeentulotuen rahoittamiseen. Valtionosuuden määrä on 50 prosenttia kunnan perustoimeentulotuen kustannuksista. Kuntaan rinnastetaan Kainuun hallintokokeilusta annetussa laissa (343/2003) tarkoitettu maakunta. Valtionosuutta koskevissa asioissa valtionapuviranomaisena toimii lääninhallitus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:5 a",
        "normalized_fi": "Kunnalle suoritetaan valtionosuutta 7 § :ssä tarkoitetun perustoimeentulotuen rahoittamiseen. Valtionosuuden määrä on 50 prosenttia kunnan perustoimeentulotuen kustannuksista. Kuntaan rinnastetaan Kainuun hallintokokeilusta annetussa laissa (343/2003) tarkoitettu maakunta. Valtionosuutta koskevissa asioissa valtionapuviranomaisena toimii lääninhallitus.",
        "folded_fi": "kunnalle suoritetaan valtionosuutta 7 §:ssa tarkoitetun perustoimeentulotuen rahoittamiseen. valtionosuuden maara on 50 prosenttia kunnan perustoimeentulotuen kustannuksista. kuntaan rinnastetaan kainuun hallintokokeilusta annetussa laissa (343/2003) tarkoitettu maakunta. valtionosuutta koskevissa asioissa valtionapuviranomaisena toimii laaninhallitus.",
        "title_sv": "Statsandel för kostnaderna för grundläggande utkomststöd",
        "content_sv": "Till kommunen betalas statsandel för finansiering av det grundläggande utkomststöd som avses i 7 §. Beloppet av statsandelen uppgår till 50 procent av kommunens kostnader för det grundläggande utkomststödet. Med en kommun jämställs det landskap som avses i lagen om ett förvaltningsförsök i Kajanaland (343/2003). Länsstyrelsen är statsbidragsmyndighet i ärenden som gäller statsandelen.",
        "normalized_sv": "Till kommunen betalas statsandel för finansiering av det grundläggande utkomststöd som avses i 7 § . Beloppet av statsandelen uppgår till 50 procent av kommunens kostnader för det grundläggande utkomststödet. Med en kommun jämställs det landskap som avses i lagen om ett förvaltningsförsök i Kajanaland (343/2003). Länsstyrelsen är statsbidragsmyndighet i ärenden som gäller statsandelen.",
        "folded_sv": "till kommunen betalas statsandel for finansiering av det grundlaggande utkomststod som avses i 7 §. beloppet av statsandelen uppgar till 50 procent av kommunens kostnader for det grundlaggande utkomststodet. med en kommun jamstalls det landskap som avses i lagen om ett forvaltningsforsok i kajanaland (343/2003). lansstyrelsen ar statsbidragsmyndighet i arenden som galler statsandelen."
      }
    },
    {
      "provision_ref": "1:5 b",
      "chapter": "1",
      "section": "5 b",
      "title": "Valtionosuuden ennakkojen vahvistaminen, maksaminen ja tarkistaminen",
      "content": "Lääninhallituksen on vahvistettava kunnille kunakin varainhoitovuotena suoritettavien ennakkojen määrä hakemuksetta viimeistään tammikuun 10 päivänä. Ennakon suuruus määräytyy kaksi vuotta ennen varainhoitovuotta alkaneena vuonna toteutuneiden perustoimeentulotuen kustannusten perusteella. Kuukausittainen ennakko on 50 prosenttia mainittujen kustannusten kahdestoistaosasta. Ennakot maksetaan kunnalle kuukausittain yhtä suurina erinä viimeistään kunkin kuukauden 11 päivänä. Ennakot maksetaan täysinä euroina. Ennakkojen tarkistamista varten kunnan on vuosittain viimeistään elokuun 31 päivänä annettava lääninhallitukselle tiedot varainhoitovuoden kesäkuun loppuun mennessä aiheutuneista perustoimeentulotuen kustannuksista sekä arvio heinä―joulukuussa aiheutuvista perustoimeentulotuen kustannuksista. Lääninhallitus tarkistaa kunnan antaman selvityksen perusteella loppuvuoden ennakkoja, jos arvio varainhoitovuoden perustoimeentulotuen kustannuksista poikkeaa vähintään 10 prosenttia 2 momentin mukaisten ennakkojen laskennassa käytetyistä kustannuksista. Ennakkoja tarkistetaan lokakuun alusta lukien siten, että ennakoiden vuotuinen yhteismäärä vastaa 50:tä prosenttia varainhoitovuoden arvioiduista perustoimeentulotuen kustannuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:5 b",
        "normalized_fi": "Lääninhallituksen on vahvistettava kunnille kunakin varainhoitovuotena suoritettavien ennakkojen määrä hakemuksetta viimeistään tammikuun 10 päivänä. Ennakon suuruus määräytyy kaksi vuotta ennen varainhoitovuotta alkaneena vuonna toteutuneiden perustoimeentulotuen kustannusten perusteella. Kuukausittainen ennakko on 50 prosenttia mainittujen kustannusten kahdestoistaosasta. Ennakot maksetaan kunnalle kuukausittain yhtä suurina erinä viimeistään kunkin kuukauden 11 päivänä. Ennakot maksetaan täysinä euroina. Ennakkojen tarkistamista varten kunnan on vuosittain viimeistään elokuun 31 päivänä annettava lääninhallitukselle tiedot varainhoitovuoden kesäkuun loppuun mennessä aiheutuneista perustoimeentulotuen kustannuksista sekä arvio heinä―joulukuussa aiheutuvista perustoimeentulotuen kustannuksista. Lääninhallitus tarkistaa kunnan antaman selvityksen perusteella loppuvuoden ennakkoja, jos arvio varainhoitovuoden perustoimeentulotuen kustannuksista poikkeaa vähintään 10 prosenttia 2 momentin mukaisten ennakkojen laskennassa käytetyistä kustannuksista. Ennakkoja tarkistetaan lokakuun alusta lukien siten, että ennakoiden vuotuinen yhteismäärä vastaa 50:tä prosenttia varainhoitovuoden arvioiduista perustoimeentulotuen kustannuksista.",
        "folded_fi": "laaninhallituksen on vahvistettava kunnille kunakin varainhoitovuotena suoritettavien ennakkojen maara hakemuksetta viimeistaan tammikuun 10 paivana. ennakon suuruus maaraytyy kaksi vuotta ennen varainhoitovuotta alkaneena vuonna toteutuneiden perustoimeentulotuen kustannusten perusteella. kuukausittainen ennakko on 50 prosenttia mainittujen kustannusten kahdestoistaosasta. ennakot maksetaan kunnalle kuukausittain yhta suurina erina viimeistaan kunkin kuukauden 11 paivana. ennakot maksetaan taysina euroina. ennakkojen tarkistamista varten kunnan on vuosittain viimeistaan elokuun 31 paivana annettava laaninhallitukselle tiedot varainhoitovuoden kesakuun loppuun mennessa aiheutuneista perustoimeentulotuen kustannuksista seka arvio heina―joulukuussa aiheutuvista perustoimeentulotuen kustannuksista. laaninhallitus tarkistaa kunnan antaman selvityksen perusteella loppuvuoden ennakkoja, jos arvio varainhoitovuoden perustoimeentulotuen kustannuksista poikkeaa vahintaan 10 prosenttia 2 momentin mukaisten ennakkojen laskennassa kaytetyista kustannuksista. ennakkoja tarkistetaan lokakuun alusta lukien siten, etta ennakoiden vuotuinen yhteismaara vastaa 50:ta prosenttia varainhoitovuoden arvioiduista perustoimeentulotuen kustannuksista.",
        "title_sv": "Fastställande, betalning och justering av förskott på statsandelen",
        "content_sv": "Länsstyrelsen skall senast den 10 januari utan ansökan fastställa beloppet av de förskott som skall betalas till kommunerna respektive finansår. Storleken av förskottet bestäms på basis av de faktiska kostnaderna för det grundläggande utkomststödet det år som började två år före finansåret. Det månatliga förskottet är 50 procent av tolftedelen av de nämnda kostnaderna. Förskotten betalas till kommunen månatligen i lika stora poster senast den 11 varje månad. Förskotten betalas i hela euro. För justering av förskotten skall kommunen varje år senast den 31 augusti lämna länsstyrelsen uppgifter om de kostnader som det grundläggande utkomststödet gett upphov till fram till utgången av juni under finansåret samt en uppskattning av de kostnader som det grundläggande utkomststödet ger upphov till under tiden juli―december. På basis av kommunens utredning justerar länsstyrelsen förskotten för resten av året, om uppskattningen av kostnaderna för det grundläggande utkomststödet under finansåret avviker med minst tio procent från de kostnader som använts vid beräkningen av förskott enligt 2 mom. Förskotten justeras från ingången av oktober så att det årliga sammanlagda beloppet av förskotten motsvarar 50 procent av de uppskattade kostnaderna för det grundläggande utkomststödet under finansåret.",
        "normalized_sv": "Länsstyrelsen skall senast den 10 januari utan ansökan fastställa beloppet av de förskott som skall betalas till kommunerna respektive finansår. Storleken av förskottet bestäms på basis av de faktiska kostnaderna för det grundläggande utkomststödet det år som började två år före finansåret. Det månatliga förskottet är 50 procent av tolftedelen av de nämnda kostnaderna. Förskotten betalas till kommunen månatligen i lika stora poster senast den 11 varje månad. Förskotten betalas i hela euro. För justering av förskotten skall kommunen varje år senast den 31 augusti lämna länsstyrelsen uppgifter om de kostnader som det grundläggande utkomststödet gett upphov till fram till utgången av juni under finansåret samt en uppskattning av de kostnader som det grundläggande utkomststödet ger upphov till under tiden juli―december. På basis av kommunens utredning justerar länsstyrelsen förskotten för resten av året, om uppskattningen av kostnaderna för det grundläggande utkomststödet under finansåret avviker med minst tio procent från de kostnader som använts vid beräkningen av förskott enligt 2 mom. Förskotten justeras från ingången av oktober så att det årliga sammanlagda beloppet av förskotten motsvarar 50 procent av de uppskattade kostnaderna för det grundläggande utkomststödet under finansåret.",
        "folded_sv": "lansstyrelsen skall senast den 10 januari utan ansokan faststalla beloppet av de forskott som skall betalas till kommunerna respektive finansar. storleken av forskottet bestams pa basis av de faktiska kostnaderna for det grundlaggande utkomststodet det ar som borjade tva ar fore finansaret. det manatliga forskottet ar 50 procent av tolftedelen av de namnda kostnaderna. forskotten betalas till kommunen manatligen i lika stora poster senast den 11 varje manad. forskotten betalas i hela euro. for justering av forskotten skall kommunen varje ar senast den 31 augusti lamna lansstyrelsen uppgifter om de kostnader som det grundlaggande utkomststodet gett upphov till fram till utgangen av juni under finansaret samt en uppskattning av de kostnader som det grundlaggande utkomststodet ger upphov till under tiden juli―december. pa basis av kommunens utredning justerar lansstyrelsen forskotten for resten av aret, om uppskattningen av kostnaderna for det grundlaggande utkomststodet under finansaret avviker med minst tio procent fran de kostnader som anvants vid berakningen av forskott enligt 2 mom. forskotten justeras fran ingangen av oktober sa att det arliga sammanlagda beloppet av forskotten motsvarar 50 procent av de uppskattade kostnaderna for det grundlaggande utkomststodet under finansaret."
      }
    },
    {
      "provision_ref": "1:5 c",
      "chapter": "1",
      "section": "5 c",
      "title": "Valtionosuuden vahvistaminen",
      "content": "(valtionosuusselvitys) Perustoimeentulotuen kustannuksiin suoritettavan lopullisen valtionosuuden määrittämiseksi kunnan on toimitettava lääninhallitukselle selvitys perustoimeentulotuen toteutuneista kustannuksista viimeistään varainhoitovuotta seuraavan vuoden huhtikuun 30 päivänä. Kustannukset ilmoitetaan sen suuruisina kuin ne ovat perustoimeentulotukeen kohdistuvilla, varainhoitovuonna toimeentulotuen takaisinperinnässä kertyneillä erillä vähennettynä. Lääninhallituksen on tehtävä kunnan antaman valtionosuusselvityksen perusteella päätös perustoimeentulotuen kustannuksiin suoritettavasta lopullisesta valtionosuudesta viimeistään kolmen kuukauden kuluttua selvityksen saapumisesta. Valtionosuusselvitystä annettaessa perustoimeentulotuen kustannuksiin ei sisällytetä maahanmuuttajien kotouttamisesta ja turvapaikanhakijoiden vastaanotosta annetun lain (493/1999) nojalla valtion kokonaan korvattavaa toimeentulotukea.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:5 c",
        "normalized_fi": "(valtionosuusselvitys) Perustoimeentulotuen kustannuksiin suoritettavan lopullisen valtionosuuden määrittämiseksi kunnan on toimitettava lääninhallitukselle selvitys perustoimeentulotuen toteutuneista kustannuksista viimeistään varainhoitovuotta seuraavan vuoden huhtikuun 30 päivänä. Kustannukset ilmoitetaan sen suuruisina kuin ne ovat perustoimeentulotukeen kohdistuvilla, varainhoitovuonna toimeentulotuen takaisinperinnässä kertyneillä erillä vähennettynä. Lääninhallituksen on tehtävä kunnan antaman valtionosuusselvityksen perusteella päätös perustoimeentulotuen kustannuksiin suoritettavasta lopullisesta valtionosuudesta viimeistään kolmen kuukauden kuluttua selvityksen saapumisesta. Valtionosuusselvitystä annettaessa perustoimeentulotuen kustannuksiin ei sisällytetä maahanmuuttajien kotouttamisesta ja turvapaikanhakijoiden vastaanotosta annetun lain (493/1999) nojalla valtion kokonaan korvattavaa toimeentulotukea.",
        "folded_fi": "(valtionosuusselvitys) perustoimeentulotuen kustannuksiin suoritettavan lopullisen valtionosuuden maarittamiseksi kunnan on toimitettava laaninhallitukselle selvitys perustoimeentulotuen toteutuneista kustannuksista viimeistaan varainhoitovuotta seuraavan vuoden huhtikuun 30 paivana. kustannukset ilmoitetaan sen suuruisina kuin ne ovat perustoimeentulotukeen kohdistuvilla, varainhoitovuonna toimeentulotuen takaisinperinnassa kertyneilla erilla vahennettyna. laaninhallituksen on tehtava kunnan antaman valtionosuusselvityksen perusteella paatos perustoimeentulotuen kustannuksiin suoritettavasta lopullisesta valtionosuudesta viimeistaan kolmen kuukauden kuluttua selvityksen saapumisesta. valtionosuusselvitysta annettaessa perustoimeentulotuen kustannuksiin ei sisallyteta maahanmuuttajien kotouttamisesta ja turvapaikanhakijoiden vastaanotosta annetun lain (493/1999) nojalla valtion kokonaan korvattavaa toimeentulotukea.",
        "title_sv": "Fastställande av statsandelen",
        "content_sv": "(statsandelsutredning) För fastställande av den slutliga statsandelen för kostnaderna för det grundläggande utkomststödet skall kommunen senast den 30 april under det år som följer efter finansåret tillställa länsstyrelsen en utredning om de faktiska kostnaderna för det grundläggande utkomststödet. Kostnaderna uppges till det belopp de uppgår till minskade med de poster som hänför sig till det grundläggande utkomststödet och som flutit in vid återkrav av utkomststödet under finansåret. Länsstyrelsen skall på basis av kommunens statsandelsutredning fatta beslut om den slutliga statsandelen för kostnaderna för det grundläggande utkomststödet senast inom tre månader efter det att utredningen lämnades. I statsandelsutredningen skall till kostnaderna för det grundläggande utkomststödet inte hänföras sådant utkomststöd som staten med stöd av lagen om främjande av invandrares integration samt mottagande av asylsökande (493/1999) skall ersätta fullt ut.",
        "normalized_sv": "(statsandelsutredning) För fastställande av den slutliga statsandelen för kostnaderna för det grundläggande utkomststödet skall kommunen senast den 30 april under det år som följer efter finansåret tillställa länsstyrelsen en utredning om de faktiska kostnaderna för det grundläggande utkomststödet. Kostnaderna uppges till det belopp de uppgår till minskade med de poster som hänför sig till det grundläggande utkomststödet och som flutit in vid återkrav av utkomststödet under finansåret. Länsstyrelsen skall på basis av kommunens statsandelsutredning fatta beslut om den slutliga statsandelen för kostnaderna för det grundläggande utkomststödet senast inom tre månader efter det att utredningen lämnades. I statsandelsutredningen skall till kostnaderna för det grundläggande utkomststödet inte hänföras sådant utkomststöd som staten med stöd av lagen om främjande av invandrares integration samt mottagande av asylsökande (493/1999) skall ersätta fullt ut.",
        "folded_sv": "(statsandelsutredning) for faststallande av den slutliga statsandelen for kostnaderna for det grundlaggande utkomststodet skall kommunen senast den 30 april under det ar som foljer efter finansaret tillstalla lansstyrelsen en utredning om de faktiska kostnaderna for det grundlaggande utkomststodet. kostnaderna uppges till det belopp de uppgar till minskade med de poster som hanfor sig till det grundlaggande utkomststodet och som flutit in vid aterkrav av utkomststodet under finansaret. lansstyrelsen skall pa basis av kommunens statsandelsutredning fatta beslut om den slutliga statsandelen for kostnaderna for det grundlaggande utkomststodet senast inom tre manader efter det att utredningen lamnades. i statsandelsutredningen skall till kostnaderna for det grundlaggande utkomststodet inte hanforas sadant utkomststod som staten med stod av lagen om framjande av invandrares integration samt mottagande av asylsokande (493/1999) skall ersatta fullt ut."
      }
    },
    {
      "provision_ref": "1:5 d",
      "chapter": "1",
      "section": "5 d",
      "title": "Loppuerän suorittaminen ja valtionosuuden takaisinperintä",
      "content": "Kunnalle suoritettava valtionosuuden loppuerä maksetaan viimeistään kuukauden kuluttua lopullisen valtionosuuden vahvistamisesta. Loppuerän maksun viivästyessä sille on maksettava vuotuista viivästyskorkoa korkolain (633/1982) 4 §:n 1 momentissa tarkoitetun korkokannan mukaan. Kunnan liikaa saama valtionosuus peritään takaisin valtiolle vähentämällä se kunnalle myöhemmin maksettavasta ennakosta. Edellä 2 momentissa säädetystä riippumatta lääninhallitus voi velvoittaa kunnan palauttamaan liikaa saamansa valtionosuuden määrän, jos se on huomattava. Jos palautettavaa määrää ei makseta viimeistään lääninhallituksen asettamana eräpäivänä, sille on maksettava vuotuista viivästyskorkoa korkolain 4 §:n 1 momentissa tarkoitetun korkokannan mukaan. Jos lopullinen valtionosuus poikkeaa vähemmän kuin 10 euroa ennakkoina maksetun valtionosuuden määrästä, erotusta ei makseta eikä peritä takaisin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:5 d",
        "normalized_fi": "Kunnalle suoritettava valtionosuuden loppuerä maksetaan viimeistään kuukauden kuluttua lopullisen valtionosuuden vahvistamisesta. Loppuerän maksun viivästyessä sille on maksettava vuotuista viivästyskorkoa korkolain (633/1982) 4 § :n 1 momentissa tarkoitetun korkokannan mukaan. Kunnan liikaa saama valtionosuus peritään takaisin valtiolle vähentämällä se kunnalle myöhemmin maksettavasta ennakosta. Edellä 2 momentissa säädetystä riippumatta lääninhallitus voi velvoittaa kunnan palauttamaan liikaa saamansa valtionosuuden määrän, jos se on huomattava. Jos palautettavaa määrää ei makseta viimeistään lääninhallituksen asettamana eräpäivänä, sille on maksettava vuotuista viivästyskorkoa korkolain 4 § :n 1 momentissa tarkoitetun korkokannan mukaan. Jos lopullinen valtionosuus poikkeaa vähemmän kuin 10 euroa ennakkoina maksetun valtionosuuden määrästä, erotusta ei makseta eikä peritä takaisin.",
        "folded_fi": "kunnalle suoritettava valtionosuuden loppuera maksetaan viimeistaan kuukauden kuluttua lopullisen valtionosuuden vahvistamisesta. loppueran maksun viivastyessa sille on maksettava vuotuista viivastyskorkoa korkolain (633/1982) 4 §:n 1 momentissa tarkoitetun korkokannan mukaan. kunnan liikaa saama valtionosuus peritaan takaisin valtiolle vahentamalla se kunnalle myohemmin maksettavasta ennakosta. edella 2 momentissa saadetysta riippumatta laaninhallitus voi velvoittaa kunnan palauttamaan liikaa saamansa valtionosuuden maaran, jos se on huomattava. jos palautettavaa maaraa ei makseta viimeistaan laaninhallituksen asettamana erapaivana, sille on maksettava vuotuista viivastyskorkoa korkolain 4 §:n 1 momentissa tarkoitetun korkokannan mukaan. jos lopullinen valtionosuus poikkeaa vahemman kuin 10 euroa ennakkoina maksetun valtionosuuden maarasta, erotusta ei makseta eika perita takaisin.",
        "title_sv": "Betalning av slutpost och återkrav av statsandelen",
        "content_sv": "Slutposten av statsandelen till kommunen skall betalas senast inom en månad efter det att den slutliga statsandelen har fastställts. Om betalningen av slutposten fördröjs, skall en årlig dröjsmålsränta betalas enligt den räntesats som avses i 4 § 1 mom. i räntelagen (633/1982). Kommunens överskjutande statsandel återkrävs till staten genom att det överskjutande beloppet dras av från förskott som senare betalas ut till kommunen. Utan hinder av 2 mom. kan länsstyrelsen ålägga kommunen att återbetala den överskjutande statsandelen, om beloppet är betydande. Om det belopp som skall återbetalas inte betalas senast på den förfallodag som länsstyrelsen bestämt, skall en årlig dröjsmålsränta betalas enligt den räntesats som avses i 4 § 1 mom. i räntelagen. Om den slutliga statsandelen avviker mindre än 10 euro från beloppet av den statsandel som betalts som förskott, utbetalas eller återkrävs inte skillnaden.",
        "normalized_sv": "Slutposten av statsandelen till kommunen skall betalas senast inom en månad efter det att den slutliga statsandelen har fastställts. Om betalningen av slutposten fördröjs, skall en årlig dröjsmålsränta betalas enligt den räntesats som avses i 4 § 1 mom. i räntelagen (633/1982). Kommunens överskjutande statsandel återkrävs till staten genom att det överskjutande beloppet dras av från förskott som senare betalas ut till kommunen. Utan hinder av 2 mom. kan länsstyrelsen ålägga kommunen att återbetala den överskjutande statsandelen, om beloppet är betydande. Om det belopp som skall återbetalas inte betalas senast på den förfallodag som länsstyrelsen bestämt, skall en årlig dröjsmålsränta betalas enligt den räntesats som avses i 4 § 1 mom. i räntelagen. Om den slutliga statsandelen avviker mindre än 10 euro från beloppet av den statsandel som betalts som förskott, utbetalas eller återkrävs inte skillnaden.",
        "folded_sv": "slutposten av statsandelen till kommunen skall betalas senast inom en manad efter det att den slutliga statsandelen har faststallts. om betalningen av slutposten fordrojs, skall en arlig drojsmalsranta betalas enligt den rantesats som avses i 4 § 1 mom. i rantelagen (633/1982). kommunens overskjutande statsandel aterkravs till staten genom att det overskjutande beloppet dras av fran forskott som senare betalas ut till kommunen. utan hinder av 2 mom. kan lansstyrelsen alagga kommunen att aterbetala den overskjutande statsandelen, om beloppet ar betydande. om det belopp som skall aterbetalas inte betalas senast pa den forfallodag som lansstyrelsen bestamt, skall en arlig drojsmalsranta betalas enligt den rantesats som avses i 4 § 1 mom. i rantelagen. om den slutliga statsandelen avviker mindre an 10 euro fran beloppet av den statsandel som betalts som forskott, utbetalas eller aterkravs inte skillnaden."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "Toimeentulotuen määräytyminen",
      "content": "Toimeentulotuen määrä on tämän lain mukaan määriteltyjen menojen sekä käytettävissä olevien tulojen ja varojen erotus. Tulot ja varat otetaan huomioon ensin 7 §:ssä tarkoitettua perustoimeentulotukea myönnettäessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:6",
        "normalized_fi": "Toimeentulotuen määrä on tämän lain mukaan määriteltyjen menojen sekä käytettävissä olevien tulojen ja varojen erotus. Tulot ja varat otetaan huomioon ensin 7 § :ssä tarkoitettua perustoimeentulotukea myönnettäessä.",
        "folded_fi": "toimeentulotuen maara on taman lain mukaan maariteltyjen menojen seka kaytettavissa olevien tulojen ja varojen erotus. tulot ja varat otetaan huomioon ensin 7 §:ssa tarkoitettua perustoimeentulotukea myonnettaessa.",
        "title_sv": "Fastställande av utkomststöd",
        "content_sv": "Utkomststödets belopp är skillnaden mellan de utgifter och de disponibla inkomster och tillgångar som fastställs enligt denna lag. Inkomsterna och tillgångarna beaktas först när det grundläggande utkomststödet enligt 7 § beviljas.",
        "normalized_sv": "Utkomststödets belopp är skillnaden mellan de utgifter och de disponibla inkomster och tillgångar som fastställs enligt denna lag. Inkomsterna och tillgångarna beaktas först när det grundläggande utkomststödet enligt 7 § beviljas.",
        "folded_sv": "utkomststodets belopp ar skillnaden mellan de utgifter och de disponibla inkomster och tillgangar som faststalls enligt denna lag. inkomsterna och tillgangarna beaktas forst nar det grundlaggande utkomststodet enligt 7 § beviljas."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "title": "Perustoimeentulotuki",
      "content": "(perusosa) Perustoimeentulotukea myönnettäessä otetaan huomioon perusosalla katettavat menot sekä muut perusmenot, sen mukaan kuin jäljempänä erikseen säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:7",
        "normalized_fi": "(perusosa) Perustoimeentulotukea myönnettäessä otetaan huomioon perusosalla katettavat menot sekä muut perusmenot, sen mukaan kuin jäljempänä erikseen säädetään.",
        "folded_fi": "(perusosa) perustoimeentulotukea myonnettaessa otetaan huomioon perusosalla katettavat menot seka muut perusmenot, sen mukaan kuin jaljempana erikseen saadetaan.",
        "title_sv": "Grundläggande utkomststöd",
        "content_sv": "(grunddel) Då grundläggande utkomststöd beviljas beaktas utgifter som täcks med en grunddel samt övriga grundutgifter så som bestäms särskilt nedan.",
        "normalized_sv": "(grunddel) Då grundläggande utkomststöd beviljas beaktas utgifter som täcks med en grunddel samt övriga grundutgifter så som bestäms särskilt nedan.",
        "folded_sv": "(grunddel) da grundlaggande utkomststod beviljas beaktas utgifter som tacks med en grunddel samt ovriga grundutgifter sa som bestams sarskilt nedan."
      }
    },
    {
      "provision_ref": "1:7 a",
      "chapter": "1",
      "section": "7 a",
      "title": "Perusosa",
      "content": "Perusosalla katettaviin menoihin kuuluvat ravintomenot, vaatemenot, vähäiset terveydenhuoltomenot sekä henkilökohtaisesta ja kodin puhtaudesta, paikallisliikenteen käytöstä, sanomalehden tilauksesta, televisioluvasta, puhelimen käytöstä ja harrastus- ja virkistystoiminnasta aiheutuvat menot sekä vastaavat muut henkilön ja perheen jokapäiväiseen toimeentuloon kuuluvat menot. Lisäksi perusosaan sisältyy seitsemän prosenttia tarpeellisen suuruisesta asumistukilain (408/1975) 6 §:ssä tarkoitettujen asumismenojen määrästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:7 a",
        "normalized_fi": "Perusosalla katettaviin menoihin kuuluvat ravintomenot, vaatemenot, vähäiset terveydenhuoltomenot sekä henkilökohtaisesta ja kodin puhtaudesta, paikallisliikenteen käytöstä, sanomalehden tilauksesta, televisioluvasta, puhelimen käytöstä ja harrastus- ja virkistystoiminnasta aiheutuvat menot sekä vastaavat muut henkilön ja perheen jokapäiväiseen toimeentuloon kuuluvat menot. Lisäksi perusosaan sisältyy seitsemän prosenttia tarpeellisen suuruisesta asumistukilain (408/1975) 6 § :ssä tarkoitettujen asumismenojen määrästä.",
        "folded_fi": "perusosalla katettaviin menoihin kuuluvat ravintomenot, vaatemenot, vahaiset terveydenhuoltomenot seka henkilokohtaisesta ja kodin puhtaudesta, paikallisliikenteen kaytosta, sanomalehden tilauksesta, televisioluvasta, puhelimen kaytosta ja harrastus- ja virkistystoiminnasta aiheutuvat menot seka vastaavat muut henkilon ja perheen jokapaivaiseen toimeentuloon kuuluvat menot. lisaksi perusosaan sisaltyy seitseman prosenttia tarpeellisen suuruisesta asumistukilain (408/1975) 6 §:ssa tarkoitettujen asumismenojen maarasta.",
        "title_sv": "Grunddel",
        "content_sv": "Till de utgifter som täcks med grunddelen hör utgifter för kost och kläder, smärre hälso- och sjukvårdsutgifter samt utgifter som beror på personlig hygien och hemmets hygien, användning av lokaltrafik, prenumeration på dagstidning, televisionslicens, användning av telefon, hobby- och rekreationsverksamhet samt andra motsvarande utgifter som hänför sig till en persons och familjs dagliga uppehälle. Dessutom ingår i grunddelen sju procent av det nödvändiga beloppet av boendeutgifterna enligt 6 § i lagen om bostadsbidrag (408/1975).",
        "normalized_sv": "Till de utgifter som täcks med grunddelen hör utgifter för kost och kläder, smärre hälso- och sjukvårdsutgifter samt utgifter som beror på personlig hygien och hemmets hygien, användning av lokaltrafik, prenumeration på dagstidning, televisionslicens, användning av telefon, hobby- och rekreationsverksamhet samt andra motsvarande utgifter som hänför sig till en persons och familjs dagliga uppehälle. Dessutom ingår i grunddelen sju procent av det nödvändiga beloppet av boendeutgifterna enligt 6 § i lagen om bostadsbidrag (408/1975).",
        "folded_sv": "till de utgifter som tacks med grunddelen hor utgifter for kost och klader, smarre halso- och sjukvardsutgifter samt utgifter som beror pa personlig hygien och hemmets hygien, anvandning av lokaltrafik, prenumeration pa dagstidning, televisionslicens, anvandning av telefon, hobby- och rekreationsverksamhet samt andra motsvarande utgifter som hanfor sig till en persons och familjs dagliga uppehalle. dessutom ingar i grunddelen sju procent av det nodvandiga beloppet av boendeutgifterna enligt 6 § i lagen om bostadsbidrag (408/1975)."
      }
    },
    {
      "provision_ref": "1:7 b",
      "chapter": "1",
      "section": "7 b",
      "title": "Muut perusmenot",
      "content": "Perusosalla katettavien menojen lisäksi muina perusmenoina otetaan tarpeellisen suuruisina huomioon: 1) asumistukilain 6 §:ssä tarkoitetut asumismenot lukuun ottamatta perusosaan sisältyvää seitsemän prosentin osuutta; 2) taloussähköstä aiheutuvat menot; 3) kotivakuutusmaksu; sekä 4) vähäistä suuremmat terveydenhuoltomenot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:7 b",
        "normalized_fi": "Perusosalla katettavien menojen lisäksi muina perusmenoina otetaan tarpeellisen suuruisina huomioon: 1) asumistukilain 6 § :ssä tarkoitetut asumismenot lukuun ottamatta perusosaan sisältyvää seitsemän prosentin osuutta; 2) taloussähköstä aiheutuvat menot; 3) kotivakuutusmaksu; sekä 4) vähäistä suuremmat terveydenhuoltomenot.",
        "folded_fi": "perusosalla katettavien menojen lisaksi muina perusmenoina otetaan tarpeellisen suuruisina huomioon: 1) asumistukilain 6 §:ssa tarkoitetut asumismenot lukuun ottamatta perusosaan sisaltyvaa seitseman prosentin osuutta; 2) taloussahkosta aiheutuvat menot; 3) kotivakuutusmaksu; seka 4) vahaista suuremmat terveydenhuoltomenot.",
        "title_sv": "Övriga grundutgifter",
        "content_sv": "Utöver de utgifter som täcks med grunddelen beaktas som övriga grundutgifter i behövlig utsträckning 1) boendeutgifter enligt 6 § i lagen om bostadsbidrag, bortsett från den andel om sju procent som ingår i grunddelen, 2) kostnader för användning av hushållselektricitet, 3) hemförsäkringspremier, samt 4) hälso- och sjukvårdsutgifter som inte är ringa.",
        "normalized_sv": "Utöver de utgifter som täcks med grunddelen beaktas som övriga grundutgifter i behövlig utsträckning 1) boendeutgifter enligt 6 § i lagen om bostadsbidrag, bortsett från den andel om sju procent som ingår i grunddelen, 2) kostnader för användning av hushållselektricitet, 3) hemförsäkringspremier, samt 4) hälso- och sjukvårdsutgifter som inte är ringa.",
        "folded_sv": "utover de utgifter som tacks med grunddelen beaktas som ovriga grundutgifter i behovlig utstrackning 1) boendeutgifter enligt 6 § i lagen om bostadsbidrag, bortsett fran den andel om sju procent som ingar i grunddelen, 2) kostnader for anvandning av hushallselektricitet, 3) hemforsakringspremier, samt 4) halso- och sjukvardsutgifter som inte ar ringa."
      }
    },
    {
      "provision_ref": "1:7 c",
      "chapter": "1",
      "section": "7 c",
      "title": "Täydentävä toimeentulotuki",
      "content": "Täydentävää toimeentulotukea myönnettäessä otetaan huomioon tarpeellisen suuruisina erityismenot, joita ovat: 1) lasten päivähoitomenot; 2) muut kuin 7 a ja 7 b §:ssä tarkoitetut asumisesta aiheutuvat menot; sekä 3) henkilön tai perheen erityisistä tarpeista tai olosuhteista johtuvat, toimeentulon turvaamiseksi tai itsenäisen suoriutumisen edistämiseksi tarpeelliseksi harkitut menot. Henkilön tai perheen erityisenä tarpeena tai olosuhteena voidaan pitää esimerkiksi pitkäaikaista toimeentulotuen saamista, pitkäaikaista tai vaikeaa sairautta sekä lasten harrastustoimintaan liittyviä erityisiä tarpeita. Poikkeuksellisesti voidaan ottaa huomioon myös 7 a §:n nojalla toimeentulotuen perusosalla katettavia asumismenoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:7 c",
        "normalized_fi": "Täydentävää toimeentulotukea myönnettäessä otetaan huomioon tarpeellisen suuruisina erityismenot, joita ovat: 1) lasten päivähoitomenot; 2) muut kuin 7 a ja 7 b § :ssä tarkoitetut asumisesta aiheutuvat menot; sekä 3) henkilön tai perheen erityisistä tarpeista tai olosuhteista johtuvat, toimeentulon turvaamiseksi tai itsenäisen suoriutumisen edistämiseksi tarpeelliseksi harkitut menot. Henkilön tai perheen erityisenä tarpeena tai olosuhteena voidaan pitää esimerkiksi pitkäaikaista toimeentulotuen saamista, pitkäaikaista tai vaikeaa sairautta sekä lasten harrastustoimintaan liittyviä erityisiä tarpeita. Poikkeuksellisesti voidaan ottaa huomioon myös 7 a § :n nojalla toimeentulotuen perusosalla katettavia asumismenoja.",
        "folded_fi": "taydentavaa toimeentulotukea myonnettaessa otetaan huomioon tarpeellisen suuruisina erityismenot, joita ovat: 1) lasten paivahoitomenot; 2) muut kuin 7 a ja 7 b §:ssa tarkoitetut asumisesta aiheutuvat menot; seka 3) henkilon tai perheen erityisista tarpeista tai olosuhteista johtuvat, toimeentulon turvaamiseksi tai itsenaisen suoriutumisen edistamiseksi tarpeelliseksi harkitut menot. henkilon tai perheen erityisena tarpeena tai olosuhteena voidaan pitaa esimerkiksi pitkaaikaista toimeentulotuen saamista, pitkaaikaista tai vaikeaa sairautta seka lasten harrastustoimintaan liittyvia erityisia tarpeita. poikkeuksellisesti voidaan ottaa huomioon myos 7 a §:n nojalla toimeentulotuen perusosalla katettavia asumismenoja.",
        "title_sv": "Kompletterande utkomststöd",
        "content_sv": "Då kompletterande utkomststöd beviljas beaktas i behövlig utsträckning särskilda utgifter, som omfattar 1) utgifter för barndagvård 2) andra utgifter på grund av boende än de som avses i 7 a och 7 b § 3) utgifter som på grund av en persons eller familjs särskilda behov eller förhållanden ansetts nödvändiga för tryggande av försörjningen eller främjande av förmågan att klara sig på egen hand. Som en persons eller familjs särskilda behov eller förhållanden kan anses till exempel långvarigt utkomststöd, en långvarig eller svår sjukdom samt särskilda behov i anslutning till barns hobbyverksamhet. Undantagsvis kan beaktas även boendeutgifter som med stöd av 7 a § täcks med utkomststödets grunddel.",
        "normalized_sv": "Då kompletterande utkomststöd beviljas beaktas i behövlig utsträckning särskilda utgifter, som omfattar 1) utgifter för barndagvård 2) andra utgifter på grund av boende än de som avses i 7 a och 7 b § 3) utgifter som på grund av en persons eller familjs särskilda behov eller förhållanden ansetts nödvändiga för tryggande av försörjningen eller främjande av förmågan att klara sig på egen hand. Som en persons eller familjs särskilda behov eller förhållanden kan anses till exempel långvarigt utkomststöd, en långvarig eller svår sjukdom samt särskilda behov i anslutning till barns hobbyverksamhet. Undantagsvis kan beaktas även boendeutgifter som med stöd av 7 a § täcks med utkomststödets grunddel.",
        "folded_sv": "da kompletterande utkomststod beviljas beaktas i behovlig utstrackning sarskilda utgifter, som omfattar 1) utgifter for barndagvard 2) andra utgifter pa grund av boende an de som avses i 7 a och 7 b § 3) utgifter som pa grund av en persons eller familjs sarskilda behov eller forhallanden ansetts nodvandiga for tryggande av forsorjningen eller framjande av formagan att klara sig pa egen hand. som en persons eller familjs sarskilda behov eller forhallanden kan anses till exempel langvarigt utkomststod, en langvarig eller svar sjukdom samt sarskilda behov i anslutning till barns hobbyverksamhet. undantagsvis kan beaktas aven boendeutgifter som med stod av 7 a § tacks med utkomststodets grunddel."
      }
    },
    {
      "provision_ref": "1:9 a",
      "chapter": "1",
      "section": "9 a",
      "title": "Perusosan tarkistaminen",
      "content": "Toimeentulotuen perusosan määriä tarkistetaan siten kuin kansaneläkeindeksistä annetussa laissa (456/2001) säädetään. Edellä 9 §:ssä säädetyt perusosien määrät vastaavat sitä kansaneläkeindeksin pistelukua, jonka mukaan vuoden 2001 tammikuussa maksettavina olleiden kansaneläkkeiden suuruus on laskettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:9 a",
        "normalized_fi": "Toimeentulotuen perusosan määriä tarkistetaan siten kuin kansaneläkeindeksistä annetussa laissa (456/2001) säädetään. Edellä 9 § :ssä säädetyt perusosien määrät vastaavat sitä kansaneläkeindeksin pistelukua, jonka mukaan vuoden 2001 tammikuussa maksettavina olleiden kansaneläkkeiden suuruus on laskettu.",
        "folded_fi": "toimeentulotuen perusosan maaria tarkistetaan siten kuin kansanelakeindeksista annetussa laissa (456/2001) saadetaan. edella 9 §:ssa saadetyt perusosien maarat vastaavat sita kansanelakeindeksin pistelukua, jonka mukaan vuoden 2001 tammikuussa maksettavina olleiden kansanelakkeiden suuruus on laskettu.",
        "title_sv": "Justering av grunddelen",
        "content_sv": "Beloppen av utkomststödets grunddel justeras enligt bestämmelserna i lagen om folkpensionsindex (456/2001). De belopp av grunddelen som bestäms i 9 § motsvarar det poängtal för folkpensionsindex enligt vilket de folkpensioner som betalades i januari 2001 har beräknats.",
        "normalized_sv": "Beloppen av utkomststödets grunddel justeras enligt bestämmelserna i lagen om folkpensionsindex (456/2001). De belopp av grunddelen som bestäms i 9 § motsvarar det poängtal för folkpensionsindex enligt vilket de folkpensioner som betalades i januari 2001 har beräknats.",
        "folded_sv": "beloppen av utkomststodets grunddel justeras enligt bestammelserna i lagen om folkpensionsindex (456/2001). de belopp av grunddelen som bestams i 9 § motsvarar det poangtal for folkpensionsindex enligt vilket de folkpensioner som betalades i januari 2001 har beraknats."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "title": "Huomioon otettavat tulot",
      "content": "Tuloina ei kuitenkaan oteta huomioon: 2) alle 18-vuotiaan lapsen säännöllisiä tuloja siltä osin kuin ne ylittävät hänen osaltaan 7 ja 7 c §:n nojalla huomioon otettavat menot;",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:11",
        "normalized_fi": "Tuloina ei kuitenkaan oteta huomioon: 2) alle 18-vuotiaan lapsen säännöllisiä tuloja siltä osin kuin ne ylittävät hänen osaltaan 7 ja 7 c § :n nojalla huomioon otettavat menot;",
        "folded_fi": "tuloina ei kuitenkaan oteta huomioon: 2) alle 18-vuotiaan lapsen saannollisia tuloja silta osin kuin ne ylittavat hanen osaltaan 7 ja 7 c §:n nojalla huomioon otettavat menot;",
        "title_sv": "Inkomster som skall beaktas",
        "content_sv": "Som inkomster beaktas dock inte 2) regelbundna inkomster för ett barn under 18 år, till den del dessa inkomster är större än de utgifter som enligt 7 och 7 c § skall beaktas för barnets del,",
        "normalized_sv": "Som inkomster beaktas dock inte 2) regelbundna inkomster för ett barn under 18 år, till den del dessa inkomster är större än de utgifter som enligt 7 och 7 c § skall beaktas för barnets del,",
        "folded_sv": "som inkomster beaktas dock inte 2) regelbundna inkomster for ett barn under 18 ar, till den del dessa inkomster ar storre an de utgifter som enligt 7 och 7 c § skall beaktas for barnets del,"
      }
    },
    {
      "provision_ref": "1:12",
      "chapter": "1",
      "section": "12",
      "title": "Huomioon otettavat varat",
      "content": "Varoina ei kuitenkaan oteta huomioon: 3) alle 18-vuotiaan lapsen varoja siltä osin kuin ne ylittävät hänen osaltaan 7 ja 7 c §:n nojalla huomioon otettavat menot; eikä",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:12",
        "normalized_fi": "Varoina ei kuitenkaan oteta huomioon: 3) alle 18-vuotiaan lapsen varoja siltä osin kuin ne ylittävät hänen osaltaan 7 ja 7 c § :n nojalla huomioon otettavat menot; eikä",
        "folded_fi": "varoina ei kuitenkaan oteta huomioon: 3) alle 18-vuotiaan lapsen varoja silta osin kuin ne ylittavat hanen osaltaan 7 ja 7 c §:n nojalla huomioon otettavat menot; eika",
        "title_sv": "Tillgångar som skall beaktas",
        "content_sv": "Som tillgångar beaktas dock inte 3) tillgångar som tillhör ett barn under 18 år, till den del dessa tillgångar är större än de utgifter som enligt 7 och 7 c § skall beaktas för barnets del, samt",
        "normalized_sv": "Som tillgångar beaktas dock inte 3) tillgångar som tillhör ett barn under 18 år, till den del dessa tillgångar är större än de utgifter som enligt 7 och 7 c § skall beaktas för barnets del, samt",
        "folded_sv": "som tillgangar beaktas dock inte 3) tillgangar som tillhor ett barn under 18 ar, till den del dessa tillgangar ar storre an de utgifter som enligt 7 och 7 c § skall beaktas for barnets del, samt"
      }
    },
    {
      "provision_ref": "1:15",
      "chapter": "1",
      "section": "15",
      "title": "Toimeentulotuen määräytymisaika",
      "content": "Toimeentulotuen perusteena olevia 7 ja 7 c §:ssä tarkoitettuja menoja sekä 11 ja 12 §:ssä tarkoitettuja tuloja ja varoja laskettaessa menot, tulot ja varat otetaan huomioon siltä ajanjaksolta, jota koskevana toimeentulotuki määrätään. Tulo voidaan kuitenkin jakaa eriin otettavaksi huomioon useampana toimeentulotuen määräämisen ajanjaksona, jos se tulon kertaluonteisuus taikka sen saamisen peruste tai käyttötarkoitus huomioon ottaen on kohtuullista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:15",
        "normalized_fi": "Toimeentulotuen perusteena olevia 7 ja 7 c § :ssä tarkoitettuja menoja sekä 11 ja 12 § :ssä tarkoitettuja tuloja ja varoja laskettaessa menot, tulot ja varat otetaan huomioon siltä ajanjaksolta, jota koskevana toimeentulotuki määrätään. Tulo voidaan kuitenkin jakaa eriin otettavaksi huomioon useampana toimeentulotuen määräämisen ajanjaksona, jos se tulon kertaluonteisuus taikka sen saamisen peruste tai käyttötarkoitus huomioon ottaen on kohtuullista.",
        "folded_fi": "toimeentulotuen perusteena olevia 7 ja 7 c §:ssa tarkoitettuja menoja seka 11 ja 12 §:ssa tarkoitettuja tuloja ja varoja laskettaessa menot, tulot ja varat otetaan huomioon silta ajanjaksolta, jota koskevana toimeentulotuki maarataan. tulo voidaan kuitenkin jakaa eriin otettavaksi huomioon useampana toimeentulotuen maaraamisen ajanjaksona, jos se tulon kertaluonteisuus taikka sen saamisen peruste tai kayttotarkoitus huomioon ottaen on kohtuullista.",
        "title_sv": "Tiden för vilken utkomststöd fastställs",
        "content_sv": "Då de utgifter enligt 7 och 7 c § som utgör grund för utkomststödet samt inkomsterna och tillgångarna enligt 11 och 12 § räknas ut, beaktas utgifterna, inkomsterna och tillgångarna för den tidsperiod för vilken utkomststödet fastställs. Inkomsterna kan dock delas upp i poster som beaktas under flera sådana tidsperioder för vilka utkomststöd fastställs, om det är skäligt med beaktande av inkomstens engångsnatur eller grunden för den eller dess användningsändamål.",
        "normalized_sv": "Då de utgifter enligt 7 och 7 c § som utgör grund för utkomststödet samt inkomsterna och tillgångarna enligt 11 och 12 § räknas ut, beaktas utgifterna, inkomsterna och tillgångarna för den tidsperiod för vilken utkomststödet fastställs. Inkomsterna kan dock delas upp i poster som beaktas under flera sådana tidsperioder för vilka utkomststöd fastställs, om det är skäligt med beaktande av inkomstens engångsnatur eller grunden för den eller dess användningsändamål.",
        "folded_sv": "da de utgifter enligt 7 och 7 c § som utgor grund for utkomststodet samt inkomsterna och tillgangarna enligt 11 och 12 § raknas ut, beaktas utgifterna, inkomsterna och tillgangarna for den tidsperiod for vilken utkomststodet faststalls. inkomsterna kan dock delas upp i poster som beaktas under flera sadana tidsperioder for vilka utkomststod faststalls, om det ar skaligt med beaktande av inkomstens engangsnatur eller grunden for den eller dess anvandningsandamal."
      }
    },
    {
      "provision_ref": "1:24",
      "chapter": "1",
      "section": "24",
      "title": "Muutoksenhaku",
      "content": "Jos kunta on tyytymätön päätökseen, joka koskee valtionosuuden vahvistamista tai takaisinperintää 5 a―5 d §:n nojalla, sillä on oikeus 30 päivän kuluessa päätöksestä tiedon saatuaan tehdä lääninhallitukselle kirjallinen vaatimus päätöksen oikaisemisesta. Oikaisuvaatimuksen johdosta annetusta päätöksestä saa valittaa korkeimpaan hallinto- oikeuteen niin kuin hallintolainkäyttölaissa (586/1996) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:24",
        "normalized_fi": "Jos kunta on tyytymätön päätökseen, joka koskee valtionosuuden vahvistamista tai takaisinperintää 5 a―5 d § :n nojalla, sillä on oikeus 30 päivän kuluessa päätöksestä tiedon saatuaan tehdä lääninhallitukselle kirjallinen vaatimus päätöksen oikaisemisesta. Oikaisuvaatimuksen johdosta annetusta päätöksestä saa valittaa korkeimpaan hallinto- oikeuteen niin kuin hallintolainkäyttölaissa (586/1996) säädetään.",
        "folded_fi": "jos kunta on tyytymaton paatokseen, joka koskee valtionosuuden vahvistamista tai takaisinperintaa 5 a―5 d §:n nojalla, silla on oikeus 30 paivan kuluessa paatoksesta tiedon saatuaan tehda laaninhallitukselle kirjallinen vaatimus paatoksen oikaisemisesta. oikaisuvaatimuksen johdosta annetusta paatoksesta saa valittaa korkeimpaan hallinto- oikeuteen niin kuin hallintolainkayttolaissa (586/1996) saadetaan.",
        "title_sv": "Ändringssökande",
        "content_sv": "Är kommunen missnöjd med ett beslut som gäller fastställande eller återkrav av statsandelen med stöd av 5 a―5 d §, har den rätt att inom 30 dagar från delfåendet skriftligen yrka på att länsstyrelsen rättar sitt beslut. Ett beslut som har meddelats med anledning av ett rättelseyrkande får överklagas hos högsta förvaltningsdomstolen så som bestäms i förvaltningsprocesslagen (586/1996).",
        "normalized_sv": "Är kommunen missnöjd med ett beslut som gäller fastställande eller återkrav av statsandelen med stöd av 5 a―5 d § , har den rätt att inom 30 dagar från delfåendet skriftligen yrka på att länsstyrelsen rättar sitt beslut. Ett beslut som har meddelats med anledning av ett rättelseyrkande får överklagas hos högsta förvaltningsdomstolen så som bestäms i förvaltningsprocesslagen (586/1996).",
        "folded_sv": "ar kommunen missnojd med ett beslut som galler faststallande eller aterkrav av statsandelen med stod av 5 a―5 d §, har den ratt att inom 30 dagar fran delfaendet skriftligen yrka pa att lansstyrelsen rattar sitt beslut. ett beslut som har meddelats med anledning av ett rattelseyrkande far overklagas hos hogsta forvaltningsdomstolen sa som bestams i forvaltningsprocesslagen (586/1996)."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:5 a",
      "chapter": "1",
      "section": "5 a",
      "title": "Valtionosuus perustoimeentulotuen kustannuksista",
      "content": "Kunnalle suoritetaan valtionosuutta 7 §:ssä tarkoitetun perustoimeentulotuen rahoittamiseen. Valtionosuuden määrä on 50 prosenttia kunnan perustoimeentulotuen kustannuksista. Kuntaan rinnastetaan Kainuun hallintokokeilusta annetussa laissa (343/2003) tarkoitettu maakunta. Valtionosuutta koskevissa asioissa valtionapuviranomaisena toimii lääninhallitus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:5 a",
        "normalized_fi": "Kunnalle suoritetaan valtionosuutta 7 § :ssä tarkoitetun perustoimeentulotuen rahoittamiseen. Valtionosuuden määrä on 50 prosenttia kunnan perustoimeentulotuen kustannuksista. Kuntaan rinnastetaan Kainuun hallintokokeilusta annetussa laissa (343/2003) tarkoitettu maakunta. Valtionosuutta koskevissa asioissa valtionapuviranomaisena toimii lääninhallitus.",
        "folded_fi": "kunnalle suoritetaan valtionosuutta 7 §:ssa tarkoitetun perustoimeentulotuen rahoittamiseen. valtionosuuden maara on 50 prosenttia kunnan perustoimeentulotuen kustannuksista. kuntaan rinnastetaan kainuun hallintokokeilusta annetussa laissa (343/2003) tarkoitettu maakunta. valtionosuutta koskevissa asioissa valtionapuviranomaisena toimii laaninhallitus.",
        "title_sv": "Statsandel för kostnaderna för grundläggande utkomststöd",
        "content_sv": "Till kommunen betalas statsandel för finansiering av det grundläggande utkomststöd som avses i 7 §. Beloppet av statsandelen uppgår till 50 procent av kommunens kostnader för det grundläggande utkomststödet. Med en kommun jämställs det landskap som avses i lagen om ett förvaltningsförsök i Kajanaland (343/2003). Länsstyrelsen är statsbidragsmyndighet i ärenden som gäller statsandelen.",
        "normalized_sv": "Till kommunen betalas statsandel för finansiering av det grundläggande utkomststöd som avses i 7 § . Beloppet av statsandelen uppgår till 50 procent av kommunens kostnader för det grundläggande utkomststödet. Med en kommun jämställs det landskap som avses i lagen om ett förvaltningsförsök i Kajanaland (343/2003). Länsstyrelsen är statsbidragsmyndighet i ärenden som gäller statsandelen.",
        "folded_sv": "till kommunen betalas statsandel for finansiering av det grundlaggande utkomststod som avses i 7 §. beloppet av statsandelen uppgar till 50 procent av kommunens kostnader for det grundlaggande utkomststodet. med en kommun jamstalls det landskap som avses i lagen om ett forvaltningsforsok i kajanaland (343/2003). lansstyrelsen ar statsbidragsmyndighet i arenden som galler statsandelen."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:5 b",
      "chapter": "1",
      "section": "5 b",
      "title": "Valtionosuuden ennakkojen vahvistaminen, maksaminen ja tarkistaminen",
      "content": "Lääninhallituksen on vahvistettava kunnille kunakin varainhoitovuotena suoritettavien ennakkojen määrä hakemuksetta viimeistään tammikuun 10 päivänä. Ennakon suuruus määräytyy kaksi vuotta ennen varainhoitovuotta alkaneena vuonna toteutuneiden perustoimeentulotuen kustannusten perusteella. Kuukausittainen ennakko on 50 prosenttia mainittujen kustannusten kahdestoistaosasta. Ennakot maksetaan kunnalle kuukausittain yhtä suurina erinä viimeistään kunkin kuukauden 11 päivänä. Ennakot maksetaan täysinä euroina. Ennakkojen tarkistamista varten kunnan on vuosittain viimeistään elokuun 31 päivänä annettava lääninhallitukselle tiedot varainhoitovuoden kesäkuun loppuun mennessä aiheutuneista perustoimeentulotuen kustannuksista sekä arvio heinä―joulukuussa aiheutuvista perustoimeentulotuen kustannuksista. Lääninhallitus tarkistaa kunnan antaman selvityksen perusteella loppuvuoden ennakkoja, jos arvio varainhoitovuoden perustoimeentulotuen kustannuksista poikkeaa vähintään 10 prosenttia 2 momentin mukaisten ennakkojen laskennassa käytetyistä kustannuksista. Ennakkoja tarkistetaan lokakuun alusta lukien siten, että ennakoiden vuotuinen yhteismäärä vastaa 50:tä prosenttia varainhoitovuoden arvioiduista perustoimeentulotuen kustannuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:5 b",
        "normalized_fi": "Lääninhallituksen on vahvistettava kunnille kunakin varainhoitovuotena suoritettavien ennakkojen määrä hakemuksetta viimeistään tammikuun 10 päivänä. Ennakon suuruus määräytyy kaksi vuotta ennen varainhoitovuotta alkaneena vuonna toteutuneiden perustoimeentulotuen kustannusten perusteella. Kuukausittainen ennakko on 50 prosenttia mainittujen kustannusten kahdestoistaosasta. Ennakot maksetaan kunnalle kuukausittain yhtä suurina erinä viimeistään kunkin kuukauden 11 päivänä. Ennakot maksetaan täysinä euroina. Ennakkojen tarkistamista varten kunnan on vuosittain viimeistään elokuun 31 päivänä annettava lääninhallitukselle tiedot varainhoitovuoden kesäkuun loppuun mennessä aiheutuneista perustoimeentulotuen kustannuksista sekä arvio heinä―joulukuussa aiheutuvista perustoimeentulotuen kustannuksista. Lääninhallitus tarkistaa kunnan antaman selvityksen perusteella loppuvuoden ennakkoja, jos arvio varainhoitovuoden perustoimeentulotuen kustannuksista poikkeaa vähintään 10 prosenttia 2 momentin mukaisten ennakkojen laskennassa käytetyistä kustannuksista. Ennakkoja tarkistetaan lokakuun alusta lukien siten, että ennakoiden vuotuinen yhteismäärä vastaa 50:tä prosenttia varainhoitovuoden arvioiduista perustoimeentulotuen kustannuksista.",
        "folded_fi": "laaninhallituksen on vahvistettava kunnille kunakin varainhoitovuotena suoritettavien ennakkojen maara hakemuksetta viimeistaan tammikuun 10 paivana. ennakon suuruus maaraytyy kaksi vuotta ennen varainhoitovuotta alkaneena vuonna toteutuneiden perustoimeentulotuen kustannusten perusteella. kuukausittainen ennakko on 50 prosenttia mainittujen kustannusten kahdestoistaosasta. ennakot maksetaan kunnalle kuukausittain yhta suurina erina viimeistaan kunkin kuukauden 11 paivana. ennakot maksetaan taysina euroina. ennakkojen tarkistamista varten kunnan on vuosittain viimeistaan elokuun 31 paivana annettava laaninhallitukselle tiedot varainhoitovuoden kesakuun loppuun mennessa aiheutuneista perustoimeentulotuen kustannuksista seka arvio heina―joulukuussa aiheutuvista perustoimeentulotuen kustannuksista. laaninhallitus tarkistaa kunnan antaman selvityksen perusteella loppuvuoden ennakkoja, jos arvio varainhoitovuoden perustoimeentulotuen kustannuksista poikkeaa vahintaan 10 prosenttia 2 momentin mukaisten ennakkojen laskennassa kaytetyista kustannuksista. ennakkoja tarkistetaan lokakuun alusta lukien siten, etta ennakoiden vuotuinen yhteismaara vastaa 50:ta prosenttia varainhoitovuoden arvioiduista perustoimeentulotuen kustannuksista.",
        "title_sv": "Fastställande, betalning och justering av förskott på statsandelen",
        "content_sv": "Länsstyrelsen skall senast den 10 januari utan ansökan fastställa beloppet av de förskott som skall betalas till kommunerna respektive finansår. Storleken av förskottet bestäms på basis av de faktiska kostnaderna för det grundläggande utkomststödet det år som började två år före finansåret. Det månatliga förskottet är 50 procent av tolftedelen av de nämnda kostnaderna. Förskotten betalas till kommunen månatligen i lika stora poster senast den 11 varje månad. Förskotten betalas i hela euro. För justering av förskotten skall kommunen varje år senast den 31 augusti lämna länsstyrelsen uppgifter om de kostnader som det grundläggande utkomststödet gett upphov till fram till utgången av juni under finansåret samt en uppskattning av de kostnader som det grundläggande utkomststödet ger upphov till under tiden juli―december. På basis av kommunens utredning justerar länsstyrelsen förskotten för resten av året, om uppskattningen av kostnaderna för det grundläggande utkomststödet under finansåret avviker med minst tio procent från de kostnader som använts vid beräkningen av förskott enligt 2 mom. Förskotten justeras från ingången av oktober så att det årliga sammanlagda beloppet av förskotten motsvarar 50 procent av de uppskattade kostnaderna för det grundläggande utkomststödet under finansåret.",
        "normalized_sv": "Länsstyrelsen skall senast den 10 januari utan ansökan fastställa beloppet av de förskott som skall betalas till kommunerna respektive finansår. Storleken av förskottet bestäms på basis av de faktiska kostnaderna för det grundläggande utkomststödet det år som började två år före finansåret. Det månatliga förskottet är 50 procent av tolftedelen av de nämnda kostnaderna. Förskotten betalas till kommunen månatligen i lika stora poster senast den 11 varje månad. Förskotten betalas i hela euro. För justering av förskotten skall kommunen varje år senast den 31 augusti lämna länsstyrelsen uppgifter om de kostnader som det grundläggande utkomststödet gett upphov till fram till utgången av juni under finansåret samt en uppskattning av de kostnader som det grundläggande utkomststödet ger upphov till under tiden juli―december. På basis av kommunens utredning justerar länsstyrelsen förskotten för resten av året, om uppskattningen av kostnaderna för det grundläggande utkomststödet under finansåret avviker med minst tio procent från de kostnader som använts vid beräkningen av förskott enligt 2 mom. Förskotten justeras från ingången av oktober så att det årliga sammanlagda beloppet av förskotten motsvarar 50 procent av de uppskattade kostnaderna för det grundläggande utkomststödet under finansåret.",
        "folded_sv": "lansstyrelsen skall senast den 10 januari utan ansokan faststalla beloppet av de forskott som skall betalas till kommunerna respektive finansar. storleken av forskottet bestams pa basis av de faktiska kostnaderna for det grundlaggande utkomststodet det ar som borjade tva ar fore finansaret. det manatliga forskottet ar 50 procent av tolftedelen av de namnda kostnaderna. forskotten betalas till kommunen manatligen i lika stora poster senast den 11 varje manad. forskotten betalas i hela euro. for justering av forskotten skall kommunen varje ar senast den 31 augusti lamna lansstyrelsen uppgifter om de kostnader som det grundlaggande utkomststodet gett upphov till fram till utgangen av juni under finansaret samt en uppskattning av de kostnader som det grundlaggande utkomststodet ger upphov till under tiden juli―december. pa basis av kommunens utredning justerar lansstyrelsen forskotten for resten av aret, om uppskattningen av kostnaderna for det grundlaggande utkomststodet under finansaret avviker med minst tio procent fran de kostnader som anvants vid berakningen av forskott enligt 2 mom. forskotten justeras fran ingangen av oktober sa att det arliga sammanlagda beloppet av forskotten motsvarar 50 procent av de uppskattade kostnaderna for det grundlaggande utkomststodet under finansaret."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:5 c",
      "chapter": "1",
      "section": "5 c",
      "title": "Valtionosuuden vahvistaminen",
      "content": "(valtionosuusselvitys) Perustoimeentulotuen kustannuksiin suoritettavan lopullisen valtionosuuden määrittämiseksi kunnan on toimitettava lääninhallitukselle selvitys perustoimeentulotuen toteutuneista kustannuksista viimeistään varainhoitovuotta seuraavan vuoden huhtikuun 30 päivänä. Kustannukset ilmoitetaan sen suuruisina kuin ne ovat perustoimeentulotukeen kohdistuvilla, varainhoitovuonna toimeentulotuen takaisinperinnässä kertyneillä erillä vähennettynä. Lääninhallituksen on tehtävä kunnan antaman valtionosuusselvityksen perusteella päätös perustoimeentulotuen kustannuksiin suoritettavasta lopullisesta valtionosuudesta viimeistään kolmen kuukauden kuluttua selvityksen saapumisesta. Valtionosuusselvitystä annettaessa perustoimeentulotuen kustannuksiin ei sisällytetä maahanmuuttajien kotouttamisesta ja turvapaikanhakijoiden vastaanotosta annetun lain (493/1999) nojalla valtion kokonaan korvattavaa toimeentulotukea.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:5 c",
        "normalized_fi": "(valtionosuusselvitys) Perustoimeentulotuen kustannuksiin suoritettavan lopullisen valtionosuuden määrittämiseksi kunnan on toimitettava lääninhallitukselle selvitys perustoimeentulotuen toteutuneista kustannuksista viimeistään varainhoitovuotta seuraavan vuoden huhtikuun 30 päivänä. Kustannukset ilmoitetaan sen suuruisina kuin ne ovat perustoimeentulotukeen kohdistuvilla, varainhoitovuonna toimeentulotuen takaisinperinnässä kertyneillä erillä vähennettynä. Lääninhallituksen on tehtävä kunnan antaman valtionosuusselvityksen perusteella päätös perustoimeentulotuen kustannuksiin suoritettavasta lopullisesta valtionosuudesta viimeistään kolmen kuukauden kuluttua selvityksen saapumisesta. Valtionosuusselvitystä annettaessa perustoimeentulotuen kustannuksiin ei sisällytetä maahanmuuttajien kotouttamisesta ja turvapaikanhakijoiden vastaanotosta annetun lain (493/1999) nojalla valtion kokonaan korvattavaa toimeentulotukea.",
        "folded_fi": "(valtionosuusselvitys) perustoimeentulotuen kustannuksiin suoritettavan lopullisen valtionosuuden maarittamiseksi kunnan on toimitettava laaninhallitukselle selvitys perustoimeentulotuen toteutuneista kustannuksista viimeistaan varainhoitovuotta seuraavan vuoden huhtikuun 30 paivana. kustannukset ilmoitetaan sen suuruisina kuin ne ovat perustoimeentulotukeen kohdistuvilla, varainhoitovuonna toimeentulotuen takaisinperinnassa kertyneilla erilla vahennettyna. laaninhallituksen on tehtava kunnan antaman valtionosuusselvityksen perusteella paatos perustoimeentulotuen kustannuksiin suoritettavasta lopullisesta valtionosuudesta viimeistaan kolmen kuukauden kuluttua selvityksen saapumisesta. valtionosuusselvitysta annettaessa perustoimeentulotuen kustannuksiin ei sisallyteta maahanmuuttajien kotouttamisesta ja turvapaikanhakijoiden vastaanotosta annetun lain (493/1999) nojalla valtion kokonaan korvattavaa toimeentulotukea.",
        "title_sv": "Fastställande av statsandelen",
        "content_sv": "(statsandelsutredning) För fastställande av den slutliga statsandelen för kostnaderna för det grundläggande utkomststödet skall kommunen senast den 30 april under det år som följer efter finansåret tillställa länsstyrelsen en utredning om de faktiska kostnaderna för det grundläggande utkomststödet. Kostnaderna uppges till det belopp de uppgår till minskade med de poster som hänför sig till det grundläggande utkomststödet och som flutit in vid återkrav av utkomststödet under finansåret. Länsstyrelsen skall på basis av kommunens statsandelsutredning fatta beslut om den slutliga statsandelen för kostnaderna för det grundläggande utkomststödet senast inom tre månader efter det att utredningen lämnades. I statsandelsutredningen skall till kostnaderna för det grundläggande utkomststödet inte hänföras sådant utkomststöd som staten med stöd av lagen om främjande av invandrares integration samt mottagande av asylsökande (493/1999) skall ersätta fullt ut.",
        "normalized_sv": "(statsandelsutredning) För fastställande av den slutliga statsandelen för kostnaderna för det grundläggande utkomststödet skall kommunen senast den 30 april under det år som följer efter finansåret tillställa länsstyrelsen en utredning om de faktiska kostnaderna för det grundläggande utkomststödet. Kostnaderna uppges till det belopp de uppgår till minskade med de poster som hänför sig till det grundläggande utkomststödet och som flutit in vid återkrav av utkomststödet under finansåret. Länsstyrelsen skall på basis av kommunens statsandelsutredning fatta beslut om den slutliga statsandelen för kostnaderna för det grundläggande utkomststödet senast inom tre månader efter det att utredningen lämnades. I statsandelsutredningen skall till kostnaderna för det grundläggande utkomststödet inte hänföras sådant utkomststöd som staten med stöd av lagen om främjande av invandrares integration samt mottagande av asylsökande (493/1999) skall ersätta fullt ut.",
        "folded_sv": "(statsandelsutredning) for faststallande av den slutliga statsandelen for kostnaderna for det grundlaggande utkomststodet skall kommunen senast den 30 april under det ar som foljer efter finansaret tillstalla lansstyrelsen en utredning om de faktiska kostnaderna for det grundlaggande utkomststodet. kostnaderna uppges till det belopp de uppgar till minskade med de poster som hanfor sig till det grundlaggande utkomststodet och som flutit in vid aterkrav av utkomststodet under finansaret. lansstyrelsen skall pa basis av kommunens statsandelsutredning fatta beslut om den slutliga statsandelen for kostnaderna for det grundlaggande utkomststodet senast inom tre manader efter det att utredningen lamnades. i statsandelsutredningen skall till kostnaderna for det grundlaggande utkomststodet inte hanforas sadant utkomststod som staten med stod av lagen om framjande av invandrares integration samt mottagande av asylsokande (493/1999) skall ersatta fullt ut."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:5 d",
      "chapter": "1",
      "section": "5 d",
      "title": "Loppuerän suorittaminen ja valtionosuuden takaisinperintä",
      "content": "Kunnalle suoritettava valtionosuuden loppuerä maksetaan viimeistään kuukauden kuluttua lopullisen valtionosuuden vahvistamisesta. Loppuerän maksun viivästyessä sille on maksettava vuotuista viivästyskorkoa korkolain (633/1982) 4 §:n 1 momentissa tarkoitetun korkokannan mukaan. Kunnan liikaa saama valtionosuus peritään takaisin valtiolle vähentämällä se kunnalle myöhemmin maksettavasta ennakosta. Edellä 2 momentissa säädetystä riippumatta lääninhallitus voi velvoittaa kunnan palauttamaan liikaa saamansa valtionosuuden määrän, jos se on huomattava. Jos palautettavaa määrää ei makseta viimeistään lääninhallituksen asettamana eräpäivänä, sille on maksettava vuotuista viivästyskorkoa korkolain 4 §:n 1 momentissa tarkoitetun korkokannan mukaan. Jos lopullinen valtionosuus poikkeaa vähemmän kuin 10 euroa ennakkoina maksetun valtionosuuden määrästä, erotusta ei makseta eikä peritä takaisin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:5 d",
        "normalized_fi": "Kunnalle suoritettava valtionosuuden loppuerä maksetaan viimeistään kuukauden kuluttua lopullisen valtionosuuden vahvistamisesta. Loppuerän maksun viivästyessä sille on maksettava vuotuista viivästyskorkoa korkolain (633/1982) 4 § :n 1 momentissa tarkoitetun korkokannan mukaan. Kunnan liikaa saama valtionosuus peritään takaisin valtiolle vähentämällä se kunnalle myöhemmin maksettavasta ennakosta. Edellä 2 momentissa säädetystä riippumatta lääninhallitus voi velvoittaa kunnan palauttamaan liikaa saamansa valtionosuuden määrän, jos se on huomattava. Jos palautettavaa määrää ei makseta viimeistään lääninhallituksen asettamana eräpäivänä, sille on maksettava vuotuista viivästyskorkoa korkolain 4 § :n 1 momentissa tarkoitetun korkokannan mukaan. Jos lopullinen valtionosuus poikkeaa vähemmän kuin 10 euroa ennakkoina maksetun valtionosuuden määrästä, erotusta ei makseta eikä peritä takaisin.",
        "folded_fi": "kunnalle suoritettava valtionosuuden loppuera maksetaan viimeistaan kuukauden kuluttua lopullisen valtionosuuden vahvistamisesta. loppueran maksun viivastyessa sille on maksettava vuotuista viivastyskorkoa korkolain (633/1982) 4 §:n 1 momentissa tarkoitetun korkokannan mukaan. kunnan liikaa saama valtionosuus peritaan takaisin valtiolle vahentamalla se kunnalle myohemmin maksettavasta ennakosta. edella 2 momentissa saadetysta riippumatta laaninhallitus voi velvoittaa kunnan palauttamaan liikaa saamansa valtionosuuden maaran, jos se on huomattava. jos palautettavaa maaraa ei makseta viimeistaan laaninhallituksen asettamana erapaivana, sille on maksettava vuotuista viivastyskorkoa korkolain 4 §:n 1 momentissa tarkoitetun korkokannan mukaan. jos lopullinen valtionosuus poikkeaa vahemman kuin 10 euroa ennakkoina maksetun valtionosuuden maarasta, erotusta ei makseta eika perita takaisin.",
        "title_sv": "Betalning av slutpost och återkrav av statsandelen",
        "content_sv": "Slutposten av statsandelen till kommunen skall betalas senast inom en månad efter det att den slutliga statsandelen har fastställts. Om betalningen av slutposten fördröjs, skall en årlig dröjsmålsränta betalas enligt den räntesats som avses i 4 § 1 mom. i räntelagen (633/1982). Kommunens överskjutande statsandel återkrävs till staten genom att det överskjutande beloppet dras av från förskott som senare betalas ut till kommunen. Utan hinder av 2 mom. kan länsstyrelsen ålägga kommunen att återbetala den överskjutande statsandelen, om beloppet är betydande. Om det belopp som skall återbetalas inte betalas senast på den förfallodag som länsstyrelsen bestämt, skall en årlig dröjsmålsränta betalas enligt den räntesats som avses i 4 § 1 mom. i räntelagen. Om den slutliga statsandelen avviker mindre än 10 euro från beloppet av den statsandel som betalts som förskott, utbetalas eller återkrävs inte skillnaden.",
        "normalized_sv": "Slutposten av statsandelen till kommunen skall betalas senast inom en månad efter det att den slutliga statsandelen har fastställts. Om betalningen av slutposten fördröjs, skall en årlig dröjsmålsränta betalas enligt den räntesats som avses i 4 § 1 mom. i räntelagen (633/1982). Kommunens överskjutande statsandel återkrävs till staten genom att det överskjutande beloppet dras av från förskott som senare betalas ut till kommunen. Utan hinder av 2 mom. kan länsstyrelsen ålägga kommunen att återbetala den överskjutande statsandelen, om beloppet är betydande. Om det belopp som skall återbetalas inte betalas senast på den förfallodag som länsstyrelsen bestämt, skall en årlig dröjsmålsränta betalas enligt den räntesats som avses i 4 § 1 mom. i räntelagen. Om den slutliga statsandelen avviker mindre än 10 euro från beloppet av den statsandel som betalts som förskott, utbetalas eller återkrävs inte skillnaden.",
        "folded_sv": "slutposten av statsandelen till kommunen skall betalas senast inom en manad efter det att den slutliga statsandelen har faststallts. om betalningen av slutposten fordrojs, skall en arlig drojsmalsranta betalas enligt den rantesats som avses i 4 § 1 mom. i rantelagen (633/1982). kommunens overskjutande statsandel aterkravs till staten genom att det overskjutande beloppet dras av fran forskott som senare betalas ut till kommunen. utan hinder av 2 mom. kan lansstyrelsen alagga kommunen att aterbetala den overskjutande statsandelen, om beloppet ar betydande. om det belopp som skall aterbetalas inte betalas senast pa den forfallodag som lansstyrelsen bestamt, skall en arlig drojsmalsranta betalas enligt den rantesats som avses i 4 § 1 mom. i rantelagen. om den slutliga statsandelen avviker mindre an 10 euro fran beloppet av den statsandel som betalts som forskott, utbetalas eller aterkravs inte skillnaden."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "Toimeentulotuen määräytyminen",
      "content": "Toimeentulotuen määrä on tämän lain mukaan määriteltyjen menojen sekä käytettävissä olevien tulojen ja varojen erotus. Tulot ja varat otetaan huomioon ensin 7 §:ssä tarkoitettua perustoimeentulotukea myönnettäessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:6",
        "normalized_fi": "Toimeentulotuen määrä on tämän lain mukaan määriteltyjen menojen sekä käytettävissä olevien tulojen ja varojen erotus. Tulot ja varat otetaan huomioon ensin 7 § :ssä tarkoitettua perustoimeentulotukea myönnettäessä.",
        "folded_fi": "toimeentulotuen maara on taman lain mukaan maariteltyjen menojen seka kaytettavissa olevien tulojen ja varojen erotus. tulot ja varat otetaan huomioon ensin 7 §:ssa tarkoitettua perustoimeentulotukea myonnettaessa.",
        "title_sv": "Fastställande av utkomststöd",
        "content_sv": "Utkomststödets belopp är skillnaden mellan de utgifter och de disponibla inkomster och tillgångar som fastställs enligt denna lag. Inkomsterna och tillgångarna beaktas först när det grundläggande utkomststödet enligt 7 § beviljas.",
        "normalized_sv": "Utkomststödets belopp är skillnaden mellan de utgifter och de disponibla inkomster och tillgångar som fastställs enligt denna lag. Inkomsterna och tillgångarna beaktas först när det grundläggande utkomststödet enligt 7 § beviljas.",
        "folded_sv": "utkomststodets belopp ar skillnaden mellan de utgifter och de disponibla inkomster och tillgangar som faststalls enligt denna lag. inkomsterna och tillgangarna beaktas forst nar det grundlaggande utkomststodet enligt 7 § beviljas."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "title": "Perustoimeentulotuki",
      "content": "(perusosa) Perustoimeentulotukea myönnettäessä otetaan huomioon perusosalla katettavat menot sekä muut perusmenot, sen mukaan kuin jäljempänä erikseen säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:7",
        "normalized_fi": "(perusosa) Perustoimeentulotukea myönnettäessä otetaan huomioon perusosalla katettavat menot sekä muut perusmenot, sen mukaan kuin jäljempänä erikseen säädetään.",
        "folded_fi": "(perusosa) perustoimeentulotukea myonnettaessa otetaan huomioon perusosalla katettavat menot seka muut perusmenot, sen mukaan kuin jaljempana erikseen saadetaan.",
        "title_sv": "Grundläggande utkomststöd",
        "content_sv": "(grunddel) Då grundläggande utkomststöd beviljas beaktas utgifter som täcks med en grunddel samt övriga grundutgifter så som bestäms särskilt nedan.",
        "normalized_sv": "(grunddel) Då grundläggande utkomststöd beviljas beaktas utgifter som täcks med en grunddel samt övriga grundutgifter så som bestäms särskilt nedan.",
        "folded_sv": "(grunddel) da grundlaggande utkomststod beviljas beaktas utgifter som tacks med en grunddel samt ovriga grundutgifter sa som bestams sarskilt nedan."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:7 a",
      "chapter": "1",
      "section": "7 a",
      "title": "Perusosa",
      "content": "Perusosalla katettaviin menoihin kuuluvat ravintomenot, vaatemenot, vähäiset terveydenhuoltomenot sekä henkilökohtaisesta ja kodin puhtaudesta, paikallisliikenteen käytöstä, sanomalehden tilauksesta, televisioluvasta, puhelimen käytöstä ja harrastus- ja virkistystoiminnasta aiheutuvat menot sekä vastaavat muut henkilön ja perheen jokapäiväiseen toimeentuloon kuuluvat menot. Lisäksi perusosaan sisältyy seitsemän prosenttia tarpeellisen suuruisesta asumistukilain (408/1975) 6 §:ssä tarkoitettujen asumismenojen määrästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:7 a",
        "normalized_fi": "Perusosalla katettaviin menoihin kuuluvat ravintomenot, vaatemenot, vähäiset terveydenhuoltomenot sekä henkilökohtaisesta ja kodin puhtaudesta, paikallisliikenteen käytöstä, sanomalehden tilauksesta, televisioluvasta, puhelimen käytöstä ja harrastus- ja virkistystoiminnasta aiheutuvat menot sekä vastaavat muut henkilön ja perheen jokapäiväiseen toimeentuloon kuuluvat menot. Lisäksi perusosaan sisältyy seitsemän prosenttia tarpeellisen suuruisesta asumistukilain (408/1975) 6 § :ssä tarkoitettujen asumismenojen määrästä.",
        "folded_fi": "perusosalla katettaviin menoihin kuuluvat ravintomenot, vaatemenot, vahaiset terveydenhuoltomenot seka henkilokohtaisesta ja kodin puhtaudesta, paikallisliikenteen kaytosta, sanomalehden tilauksesta, televisioluvasta, puhelimen kaytosta ja harrastus- ja virkistystoiminnasta aiheutuvat menot seka vastaavat muut henkilon ja perheen jokapaivaiseen toimeentuloon kuuluvat menot. lisaksi perusosaan sisaltyy seitseman prosenttia tarpeellisen suuruisesta asumistukilain (408/1975) 6 §:ssa tarkoitettujen asumismenojen maarasta.",
        "title_sv": "Grunddel",
        "content_sv": "Till de utgifter som täcks med grunddelen hör utgifter för kost och kläder, smärre hälso- och sjukvårdsutgifter samt utgifter som beror på personlig hygien och hemmets hygien, användning av lokaltrafik, prenumeration på dagstidning, televisionslicens, användning av telefon, hobby- och rekreationsverksamhet samt andra motsvarande utgifter som hänför sig till en persons och familjs dagliga uppehälle. Dessutom ingår i grunddelen sju procent av det nödvändiga beloppet av boendeutgifterna enligt 6 § i lagen om bostadsbidrag (408/1975).",
        "normalized_sv": "Till de utgifter som täcks med grunddelen hör utgifter för kost och kläder, smärre hälso- och sjukvårdsutgifter samt utgifter som beror på personlig hygien och hemmets hygien, användning av lokaltrafik, prenumeration på dagstidning, televisionslicens, användning av telefon, hobby- och rekreationsverksamhet samt andra motsvarande utgifter som hänför sig till en persons och familjs dagliga uppehälle. Dessutom ingår i grunddelen sju procent av det nödvändiga beloppet av boendeutgifterna enligt 6 § i lagen om bostadsbidrag (408/1975).",
        "folded_sv": "till de utgifter som tacks med grunddelen hor utgifter for kost och klader, smarre halso- och sjukvardsutgifter samt utgifter som beror pa personlig hygien och hemmets hygien, anvandning av lokaltrafik, prenumeration pa dagstidning, televisionslicens, anvandning av telefon, hobby- och rekreationsverksamhet samt andra motsvarande utgifter som hanfor sig till en persons och familjs dagliga uppehalle. dessutom ingar i grunddelen sju procent av det nodvandiga beloppet av boendeutgifterna enligt 6 § i lagen om bostadsbidrag (408/1975)."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:7 b",
      "chapter": "1",
      "section": "7 b",
      "title": "Muut perusmenot",
      "content": "Perusosalla katettavien menojen lisäksi muina perusmenoina otetaan tarpeellisen suuruisina huomioon: 1) asumistukilain 6 §:ssä tarkoitetut asumismenot lukuun ottamatta perusosaan sisältyvää seitsemän prosentin osuutta; 2) taloussähköstä aiheutuvat menot; 3) kotivakuutusmaksu; sekä 4) vähäistä suuremmat terveydenhuoltomenot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:7 b",
        "normalized_fi": "Perusosalla katettavien menojen lisäksi muina perusmenoina otetaan tarpeellisen suuruisina huomioon: 1) asumistukilain 6 § :ssä tarkoitetut asumismenot lukuun ottamatta perusosaan sisältyvää seitsemän prosentin osuutta; 2) taloussähköstä aiheutuvat menot; 3) kotivakuutusmaksu; sekä 4) vähäistä suuremmat terveydenhuoltomenot.",
        "folded_fi": "perusosalla katettavien menojen lisaksi muina perusmenoina otetaan tarpeellisen suuruisina huomioon: 1) asumistukilain 6 §:ssa tarkoitetut asumismenot lukuun ottamatta perusosaan sisaltyvaa seitseman prosentin osuutta; 2) taloussahkosta aiheutuvat menot; 3) kotivakuutusmaksu; seka 4) vahaista suuremmat terveydenhuoltomenot.",
        "title_sv": "Övriga grundutgifter",
        "content_sv": "Utöver de utgifter som täcks med grunddelen beaktas som övriga grundutgifter i behövlig utsträckning 1) boendeutgifter enligt 6 § i lagen om bostadsbidrag, bortsett från den andel om sju procent som ingår i grunddelen, 2) kostnader för användning av hushållselektricitet, 3) hemförsäkringspremier, samt 4) hälso- och sjukvårdsutgifter som inte är ringa.",
        "normalized_sv": "Utöver de utgifter som täcks med grunddelen beaktas som övriga grundutgifter i behövlig utsträckning 1) boendeutgifter enligt 6 § i lagen om bostadsbidrag, bortsett från den andel om sju procent som ingår i grunddelen, 2) kostnader för användning av hushållselektricitet, 3) hemförsäkringspremier, samt 4) hälso- och sjukvårdsutgifter som inte är ringa.",
        "folded_sv": "utover de utgifter som tacks med grunddelen beaktas som ovriga grundutgifter i behovlig utstrackning 1) boendeutgifter enligt 6 § i lagen om bostadsbidrag, bortsett fran den andel om sju procent som ingar i grunddelen, 2) kostnader for anvandning av hushallselektricitet, 3) hemforsakringspremier, samt 4) halso- och sjukvardsutgifter som inte ar ringa."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:7 c",
      "chapter": "1",
      "section": "7 c",
      "title": "Täydentävä toimeentulotuki",
      "content": "Täydentävää toimeentulotukea myönnettäessä otetaan huomioon tarpeellisen suuruisina erityismenot, joita ovat: 1) lasten päivähoitomenot; 2) muut kuin 7 a ja 7 b §:ssä tarkoitetut asumisesta aiheutuvat menot; sekä 3) henkilön tai perheen erityisistä tarpeista tai olosuhteista johtuvat, toimeentulon turvaamiseksi tai itsenäisen suoriutumisen edistämiseksi tarpeelliseksi harkitut menot. Henkilön tai perheen erityisenä tarpeena tai olosuhteena voidaan pitää esimerkiksi pitkäaikaista toimeentulotuen saamista, pitkäaikaista tai vaikeaa sairautta sekä lasten harrastustoimintaan liittyviä erityisiä tarpeita. Poikkeuksellisesti voidaan ottaa huomioon myös 7 a §:n nojalla toimeentulotuen perusosalla katettavia asumismenoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:7 c",
        "normalized_fi": "Täydentävää toimeentulotukea myönnettäessä otetaan huomioon tarpeellisen suuruisina erityismenot, joita ovat: 1) lasten päivähoitomenot; 2) muut kuin 7 a ja 7 b § :ssä tarkoitetut asumisesta aiheutuvat menot; sekä 3) henkilön tai perheen erityisistä tarpeista tai olosuhteista johtuvat, toimeentulon turvaamiseksi tai itsenäisen suoriutumisen edistämiseksi tarpeelliseksi harkitut menot. Henkilön tai perheen erityisenä tarpeena tai olosuhteena voidaan pitää esimerkiksi pitkäaikaista toimeentulotuen saamista, pitkäaikaista tai vaikeaa sairautta sekä lasten harrastustoimintaan liittyviä erityisiä tarpeita. Poikkeuksellisesti voidaan ottaa huomioon myös 7 a § :n nojalla toimeentulotuen perusosalla katettavia asumismenoja.",
        "folded_fi": "taydentavaa toimeentulotukea myonnettaessa otetaan huomioon tarpeellisen suuruisina erityismenot, joita ovat: 1) lasten paivahoitomenot; 2) muut kuin 7 a ja 7 b §:ssa tarkoitetut asumisesta aiheutuvat menot; seka 3) henkilon tai perheen erityisista tarpeista tai olosuhteista johtuvat, toimeentulon turvaamiseksi tai itsenaisen suoriutumisen edistamiseksi tarpeelliseksi harkitut menot. henkilon tai perheen erityisena tarpeena tai olosuhteena voidaan pitaa esimerkiksi pitkaaikaista toimeentulotuen saamista, pitkaaikaista tai vaikeaa sairautta seka lasten harrastustoimintaan liittyvia erityisia tarpeita. poikkeuksellisesti voidaan ottaa huomioon myos 7 a §:n nojalla toimeentulotuen perusosalla katettavia asumismenoja.",
        "title_sv": "Kompletterande utkomststöd",
        "content_sv": "Då kompletterande utkomststöd beviljas beaktas i behövlig utsträckning särskilda utgifter, som omfattar 1) utgifter för barndagvård 2) andra utgifter på grund av boende än de som avses i 7 a och 7 b § 3) utgifter som på grund av en persons eller familjs särskilda behov eller förhållanden ansetts nödvändiga för tryggande av försörjningen eller främjande av förmågan att klara sig på egen hand. Som en persons eller familjs särskilda behov eller förhållanden kan anses till exempel långvarigt utkomststöd, en långvarig eller svår sjukdom samt särskilda behov i anslutning till barns hobbyverksamhet. Undantagsvis kan beaktas även boendeutgifter som med stöd av 7 a § täcks med utkomststödets grunddel.",
        "normalized_sv": "Då kompletterande utkomststöd beviljas beaktas i behövlig utsträckning särskilda utgifter, som omfattar 1) utgifter för barndagvård 2) andra utgifter på grund av boende än de som avses i 7 a och 7 b § 3) utgifter som på grund av en persons eller familjs särskilda behov eller förhållanden ansetts nödvändiga för tryggande av försörjningen eller främjande av förmågan att klara sig på egen hand. Som en persons eller familjs särskilda behov eller förhållanden kan anses till exempel långvarigt utkomststöd, en långvarig eller svår sjukdom samt särskilda behov i anslutning till barns hobbyverksamhet. Undantagsvis kan beaktas även boendeutgifter som med stöd av 7 a § täcks med utkomststödets grunddel.",
        "folded_sv": "da kompletterande utkomststod beviljas beaktas i behovlig utstrackning sarskilda utgifter, som omfattar 1) utgifter for barndagvard 2) andra utgifter pa grund av boende an de som avses i 7 a och 7 b § 3) utgifter som pa grund av en persons eller familjs sarskilda behov eller forhallanden ansetts nodvandiga for tryggande av forsorjningen eller framjande av formagan att klara sig pa egen hand. som en persons eller familjs sarskilda behov eller forhallanden kan anses till exempel langvarigt utkomststod, en langvarig eller svar sjukdom samt sarskilda behov i anslutning till barns hobbyverksamhet. undantagsvis kan beaktas aven boendeutgifter som med stod av 7 a § tacks med utkomststodets grunddel."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:9 a",
      "chapter": "1",
      "section": "9 a",
      "title": "Perusosan tarkistaminen",
      "content": "Toimeentulotuen perusosan määriä tarkistetaan siten kuin kansaneläkeindeksistä annetussa laissa (456/2001) säädetään. Edellä 9 §:ssä säädetyt perusosien määrät vastaavat sitä kansaneläkeindeksin pistelukua, jonka mukaan vuoden 2001 tammikuussa maksettavina olleiden kansaneläkkeiden suuruus on laskettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:9 a",
        "normalized_fi": "Toimeentulotuen perusosan määriä tarkistetaan siten kuin kansaneläkeindeksistä annetussa laissa (456/2001) säädetään. Edellä 9 § :ssä säädetyt perusosien määrät vastaavat sitä kansaneläkeindeksin pistelukua, jonka mukaan vuoden 2001 tammikuussa maksettavina olleiden kansaneläkkeiden suuruus on laskettu.",
        "folded_fi": "toimeentulotuen perusosan maaria tarkistetaan siten kuin kansanelakeindeksista annetussa laissa (456/2001) saadetaan. edella 9 §:ssa saadetyt perusosien maarat vastaavat sita kansanelakeindeksin pistelukua, jonka mukaan vuoden 2001 tammikuussa maksettavina olleiden kansanelakkeiden suuruus on laskettu.",
        "title_sv": "Justering av grunddelen",
        "content_sv": "Beloppen av utkomststödets grunddel justeras enligt bestämmelserna i lagen om folkpensionsindex (456/2001). De belopp av grunddelen som bestäms i 9 § motsvarar det poängtal för folkpensionsindex enligt vilket de folkpensioner som betalades i januari 2001 har beräknats.",
        "normalized_sv": "Beloppen av utkomststödets grunddel justeras enligt bestämmelserna i lagen om folkpensionsindex (456/2001). De belopp av grunddelen som bestäms i 9 § motsvarar det poängtal för folkpensionsindex enligt vilket de folkpensioner som betalades i januari 2001 har beräknats.",
        "folded_sv": "beloppen av utkomststodets grunddel justeras enligt bestammelserna i lagen om folkpensionsindex (456/2001). de belopp av grunddelen som bestams i 9 § motsvarar det poangtal for folkpensionsindex enligt vilket de folkpensioner som betalades i januari 2001 har beraknats."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "title": "Huomioon otettavat tulot",
      "content": "Tuloina ei kuitenkaan oteta huomioon: 2) alle 18-vuotiaan lapsen säännöllisiä tuloja siltä osin kuin ne ylittävät hänen osaltaan 7 ja 7 c §:n nojalla huomioon otettavat menot;",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:11",
        "normalized_fi": "Tuloina ei kuitenkaan oteta huomioon: 2) alle 18-vuotiaan lapsen säännöllisiä tuloja siltä osin kuin ne ylittävät hänen osaltaan 7 ja 7 c § :n nojalla huomioon otettavat menot;",
        "folded_fi": "tuloina ei kuitenkaan oteta huomioon: 2) alle 18-vuotiaan lapsen saannollisia tuloja silta osin kuin ne ylittavat hanen osaltaan 7 ja 7 c §:n nojalla huomioon otettavat menot;",
        "title_sv": "Inkomster som skall beaktas",
        "content_sv": "Som inkomster beaktas dock inte 2) regelbundna inkomster för ett barn under 18 år, till den del dessa inkomster är större än de utgifter som enligt 7 och 7 c § skall beaktas för barnets del,",
        "normalized_sv": "Som inkomster beaktas dock inte 2) regelbundna inkomster för ett barn under 18 år, till den del dessa inkomster är större än de utgifter som enligt 7 och 7 c § skall beaktas för barnets del,",
        "folded_sv": "som inkomster beaktas dock inte 2) regelbundna inkomster for ett barn under 18 ar, till den del dessa inkomster ar storre an de utgifter som enligt 7 och 7 c § skall beaktas for barnets del,"
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:12",
      "chapter": "1",
      "section": "12",
      "title": "Huomioon otettavat varat",
      "content": "Varoina ei kuitenkaan oteta huomioon: 3) alle 18-vuotiaan lapsen varoja siltä osin kuin ne ylittävät hänen osaltaan 7 ja 7 c §:n nojalla huomioon otettavat menot; eikä",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:12",
        "normalized_fi": "Varoina ei kuitenkaan oteta huomioon: 3) alle 18-vuotiaan lapsen varoja siltä osin kuin ne ylittävät hänen osaltaan 7 ja 7 c § :n nojalla huomioon otettavat menot; eikä",
        "folded_fi": "varoina ei kuitenkaan oteta huomioon: 3) alle 18-vuotiaan lapsen varoja silta osin kuin ne ylittavat hanen osaltaan 7 ja 7 c §:n nojalla huomioon otettavat menot; eika",
        "title_sv": "Tillgångar som skall beaktas",
        "content_sv": "Som tillgångar beaktas dock inte 3) tillgångar som tillhör ett barn under 18 år, till den del dessa tillgångar är större än de utgifter som enligt 7 och 7 c § skall beaktas för barnets del, samt",
        "normalized_sv": "Som tillgångar beaktas dock inte 3) tillgångar som tillhör ett barn under 18 år, till den del dessa tillgångar är större än de utgifter som enligt 7 och 7 c § skall beaktas för barnets del, samt",
        "folded_sv": "som tillgangar beaktas dock inte 3) tillgangar som tillhor ett barn under 18 ar, till den del dessa tillgangar ar storre an de utgifter som enligt 7 och 7 c § skall beaktas for barnets del, samt"
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:15",
      "chapter": "1",
      "section": "15",
      "title": "Toimeentulotuen määräytymisaika",
      "content": "Toimeentulotuen perusteena olevia 7 ja 7 c §:ssä tarkoitettuja menoja sekä 11 ja 12 §:ssä tarkoitettuja tuloja ja varoja laskettaessa menot, tulot ja varat otetaan huomioon siltä ajanjaksolta, jota koskevana toimeentulotuki määrätään. Tulo voidaan kuitenkin jakaa eriin otettavaksi huomioon useampana toimeentulotuen määräämisen ajanjaksona, jos se tulon kertaluonteisuus taikka sen saamisen peruste tai käyttötarkoitus huomioon ottaen on kohtuullista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:15",
        "normalized_fi": "Toimeentulotuen perusteena olevia 7 ja 7 c § :ssä tarkoitettuja menoja sekä 11 ja 12 § :ssä tarkoitettuja tuloja ja varoja laskettaessa menot, tulot ja varat otetaan huomioon siltä ajanjaksolta, jota koskevana toimeentulotuki määrätään. Tulo voidaan kuitenkin jakaa eriin otettavaksi huomioon useampana toimeentulotuen määräämisen ajanjaksona, jos se tulon kertaluonteisuus taikka sen saamisen peruste tai käyttötarkoitus huomioon ottaen on kohtuullista.",
        "folded_fi": "toimeentulotuen perusteena olevia 7 ja 7 c §:ssa tarkoitettuja menoja seka 11 ja 12 §:ssa tarkoitettuja tuloja ja varoja laskettaessa menot, tulot ja varat otetaan huomioon silta ajanjaksolta, jota koskevana toimeentulotuki maarataan. tulo voidaan kuitenkin jakaa eriin otettavaksi huomioon useampana toimeentulotuen maaraamisen ajanjaksona, jos se tulon kertaluonteisuus taikka sen saamisen peruste tai kayttotarkoitus huomioon ottaen on kohtuullista.",
        "title_sv": "Tiden för vilken utkomststöd fastställs",
        "content_sv": "Då de utgifter enligt 7 och 7 c § som utgör grund för utkomststödet samt inkomsterna och tillgångarna enligt 11 och 12 § räknas ut, beaktas utgifterna, inkomsterna och tillgångarna för den tidsperiod för vilken utkomststödet fastställs. Inkomsterna kan dock delas upp i poster som beaktas under flera sådana tidsperioder för vilka utkomststöd fastställs, om det är skäligt med beaktande av inkomstens engångsnatur eller grunden för den eller dess användningsändamål.",
        "normalized_sv": "Då de utgifter enligt 7 och 7 c § som utgör grund för utkomststödet samt inkomsterna och tillgångarna enligt 11 och 12 § räknas ut, beaktas utgifterna, inkomsterna och tillgångarna för den tidsperiod för vilken utkomststödet fastställs. Inkomsterna kan dock delas upp i poster som beaktas under flera sådana tidsperioder för vilka utkomststöd fastställs, om det är skäligt med beaktande av inkomstens engångsnatur eller grunden för den eller dess användningsändamål.",
        "folded_sv": "da de utgifter enligt 7 och 7 c § som utgor grund for utkomststodet samt inkomsterna och tillgangarna enligt 11 och 12 § raknas ut, beaktas utgifterna, inkomsterna och tillgangarna for den tidsperiod for vilken utkomststodet faststalls. inkomsterna kan dock delas upp i poster som beaktas under flera sadana tidsperioder for vilka utkomststod faststalls, om det ar skaligt med beaktande av inkomstens engangsnatur eller grunden for den eller dess anvandningsandamal."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:24",
      "chapter": "1",
      "section": "24",
      "title": "Muutoksenhaku",
      "content": "Jos kunta on tyytymätön päätökseen, joka koskee valtionosuuden vahvistamista tai takaisinperintää 5 a―5 d §:n nojalla, sillä on oikeus 30 päivän kuluessa päätöksestä tiedon saatuaan tehdä lääninhallitukselle kirjallinen vaatimus päätöksen oikaisemisesta. Oikaisuvaatimuksen johdosta annetusta päätöksestä saa valittaa korkeimpaan hallinto- oikeuteen niin kuin hallintolainkäyttölaissa (586/1996) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:24",
        "normalized_fi": "Jos kunta on tyytymätön päätökseen, joka koskee valtionosuuden vahvistamista tai takaisinperintää 5 a―5 d § :n nojalla, sillä on oikeus 30 päivän kuluessa päätöksestä tiedon saatuaan tehdä lääninhallitukselle kirjallinen vaatimus päätöksen oikaisemisesta. Oikaisuvaatimuksen johdosta annetusta päätöksestä saa valittaa korkeimpaan hallinto- oikeuteen niin kuin hallintolainkäyttölaissa (586/1996) säädetään.",
        "folded_fi": "jos kunta on tyytymaton paatokseen, joka koskee valtionosuuden vahvistamista tai takaisinperintaa 5 a―5 d §:n nojalla, silla on oikeus 30 paivan kuluessa paatoksesta tiedon saatuaan tehda laaninhallitukselle kirjallinen vaatimus paatoksen oikaisemisesta. oikaisuvaatimuksen johdosta annetusta paatoksesta saa valittaa korkeimpaan hallinto- oikeuteen niin kuin hallintolainkayttolaissa (586/1996) saadetaan.",
        "title_sv": "Ändringssökande",
        "content_sv": "Är kommunen missnöjd med ett beslut som gäller fastställande eller återkrav av statsandelen med stöd av 5 a―5 d §, har den rätt att inom 30 dagar från delfåendet skriftligen yrka på att länsstyrelsen rättar sitt beslut. Ett beslut som har meddelats med anledning av ett rättelseyrkande får överklagas hos högsta förvaltningsdomstolen så som bestäms i förvaltningsprocesslagen (586/1996).",
        "normalized_sv": "Är kommunen missnöjd med ett beslut som gäller fastställande eller återkrav av statsandelen med stöd av 5 a―5 d § , har den rätt att inom 30 dagar från delfåendet skriftligen yrka på att länsstyrelsen rättar sitt beslut. Ett beslut som har meddelats med anledning av ett rättelseyrkande får överklagas hos högsta förvaltningsdomstolen så som bestäms i förvaltningsprocesslagen (586/1996).",
        "folded_sv": "ar kommunen missnojd med ett beslut som galler faststallande eller aterkrav av statsandelen med stod av 5 a―5 d §, har den ratt att inom 30 dagar fran delfaendet skriftligen yrka pa att lansstyrelsen rattar sitt beslut. ett beslut som har meddelats med anledning av ett rattelseyrkande far overklagas hos hogsta forvaltningsdomstolen sa som bestams i forvaltningsprocesslagen (586/1996)."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    }
  ]
}