{
  "id": "121/2024",
  "type": "statute",
  "title": "Laki puolustukseen liittyvien, patentoitavaksi haettujen keksintöjen salassapidon vastavuoroiseksi turvaamiseksi tehdystä sopimuksesta ja sen täytäntöönpanomenettelyistä",
  "title_en": "Lag om avtalet om ömsesidigt sekretesskydd för patentsökta försvarsrelaterade uppfinningar samt förfarandena för genomförande av avtalet",
  "status": "in_force",
  "issued_date": "2024-03-22",
  "in_force_date": "2024-03-22",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2024/121/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Puolustukseen liittyvien, patentoitavaksi haettujen keksintöjen salassapidon vastavuoroiseksi turvaamiseksi Pariisissa 21 päivänä syyskuuta 1960 tehdyn sopimuksen ja sen 7 päivänä maaliskuuta 1962 tehtyjen täytäntöönpanomenettelyjen, sellaisina kuin ne ovat muutettuina 5 päivänä syyskuuta 1973 hyväksytyllä asiakirjalla, lainsäädännön alaan kuuluvat määräykset ovat lakina voimassa sellaisina kuin Suomi on niihin sitoutunut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Puolustukseen liittyvien, patentoitavaksi haettujen keksintöjen salassapidon vastavuoroiseksi turvaamiseksi Pariisissa 21 päivänä syyskuuta 1960 tehdyn sopimuksen ja sen 7 päivänä maaliskuuta 1962 tehtyjen täytäntöönpanomenettelyjen, sellaisina kuin ne ovat muutettuina 5 päivänä syyskuuta 1973 hyväksytyllä asiakirjalla, lainsäädännön alaan kuuluvat määräykset ovat lakina voimassa sellaisina kuin Suomi on niihin sitoutunut.",
        "folded_fi": "puolustukseen liittyvien, patentoitavaksi haettujen keksintojen salassapidon vastavuoroiseksi turvaamiseksi pariisissa 21 paivana syyskuuta 1960 tehdyn sopimuksen ja sen 7 paivana maaliskuuta 1962 tehtyjen taytantoonpanomenettelyjen, sellaisina kuin ne ovat muutettuina 5 paivana syyskuuta 1973 hyvaksytylla asiakirjalla, lainsaadannon alaan kuuluvat maaraykset ovat lakina voimassa sellaisina kuin suomi on niihin sitoutunut.",
        "content_sv": "De bestämmelser som hör till området för lagstiftningen i det i Paris den 21 september 1960 upprättade avtalet om ömsesidigt sekretesskydd för patentsökta försvarsrelaterade uppfinningar samt i förfarandena för genomförande av avtalet av den 7 mars 1962, sådana de lyder ändrade den 5 september 1973, ska gälla som lag, sådana som Finland har förbundit sig till dem.",
        "normalized_sv": "De bestämmelser som hör till området för lagstiftningen i det i Paris den 21 september 1960 upprättade avtalet om ömsesidigt sekretesskydd för patentsökta försvarsrelaterade uppfinningar samt i förfarandena för genomförande av avtalet av den 7 mars 1962, sådana de lyder ändrade den 5 september 1973, ska gälla som lag, sådana som Finland har förbundit sig till dem.",
        "folded_sv": "de bestammelser som hor till omradet for lagstiftningen i det i paris den 21 september 1960 upprattade avtalet om omsesidigt sekretesskydd for patentsokta forsvarsrelaterade uppfinningar samt i forfarandena for genomforande av avtalet av den 7 mars 1962, sadana de lyder andrade den 5 september 1973, ska galla som lag, sadana som finland har forbundit sig till dem."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Täytäntöönpanomenettelyissä tarkoitettuna puolustusviranomaisena toimii Suomessa Pääesikunta. Pääesikunta voi sopimuksen ja sen täytäntöönpanomenettelyissä määriteltyjen tehtävien hoitamiseksi luovuttaa sopimuksen perusteella saatuja tietoja valvonnassaan toimivalle Puolustusvoimien yksikölle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Täytäntöönpanomenettelyissä tarkoitettuna puolustusviranomaisena toimii Suomessa Pääesikunta. Pääesikunta voi sopimuksen ja sen täytäntöönpanomenettelyissä määriteltyjen tehtävien hoitamiseksi luovuttaa sopimuksen perusteella saatuja tietoja valvonnassaan toimivalle Puolustusvoimien yksikölle.",
        "folded_fi": "taytantoonpanomenettelyissa tarkoitettuna puolustusviranomaisena toimii suomessa paaesikunta. paaesikunta voi sopimuksen ja sen taytantoonpanomenettelyissa maariteltyjen tehtavien hoitamiseksi luovuttaa sopimuksen perusteella saatuja tietoja valvonnassaan toimivalle puolustusvoimien yksikolle.",
        "content_sv": "Försvarsmyndighet enligt förfarandena för genomförande är i Finland Huvudstaben. Huvudstaben kan för skötseln av de uppgifter som anges i avtalet och i förfarandena för genomförande av avtalet lämna ut information som den fått inom ramen för avtalet till en sådan enhet inom Försvarsmakten som står under dess tillsyn.",
        "normalized_sv": "Försvarsmyndighet enligt förfarandena för genomförande är i Finland Huvudstaben. Huvudstaben kan för skötseln av de uppgifter som anges i avtalet och i förfarandena för genomförande av avtalet lämna ut information som den fått inom ramen för avtalet till en sådan enhet inom Försvarsmakten som står under dess tillsyn.",
        "folded_sv": "forsvarsmyndighet enligt forfarandena for genomforande ar i finland huvudstaben. huvudstaben kan for skotseln av de uppgifter som anges i avtalet och i forfarandena for genomforande av avtalet lamna ut information som den fatt inom ramen for avtalet till en sadan enhet inom forsvarsmakten som star under dess tillsyn."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Patentti- ja rekisterihallitus merkitsee sopimuksen perusteella vastaanotetun patenttihakemuksen erilliseen salassa pidettävään päiväkirjaan. Patenttilain (550/1967) 7 §:n 1 momentissa tarkoitettuun päiväkirjaan merkitään hakemuksesta tekemispäivä, hakemusnumero ja yhteyshenkilön tiedot. Sopimuksen perusteella tehdylle hakemukselle vahvistetaan tekemispäivä ja se käsitellään patenttilain 8 §:n 4 ja 5 momentin mukaisesti. Keksintöön ja sitä koskeviin asiakirjoihin, joiden salassapito on turvattava sopimuksen ja sen täytäntöönpanomenettelyjen mukaisesti, ei sovelleta patenttilain 22 §:ää asiakirjojen julkiseksi tulemisesta. Jos keksintöä koskeva salassapitovelvollisuus päättyy ennen kuin 20 vuotta on kulunut patenttihakemuksen tekemispäivästä, keksinnön patentoitavuus arvioidaan ja hakemuksen käsittelyä jatketaan patenttilain mukaisesti. Muussa tapauksessa Patentti- ja rekisterihallitus ilmoittaa alkuperähallitukselle, ettei patenttia voida enää myöntää Suomessa ja salassa pidettävät asiakirjat tuhotaan, jollei alkuperähallitus pyydä niiden palauttamista. Patenttihakemuksesta on suoritettava hakemusmaksu. Vahvistettu vuosimaksu on suoritettava keksintöä koskevan salassapitovelvollisuuden päättymisen jälkeen alkavalta ja sitä seuraavilta maksuvuosilta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Patentti- ja rekisterihallitus merkitsee sopimuksen perusteella vastaanotetun patenttihakemuksen erilliseen salassa pidettävään päiväkirjaan. Patenttilain (550/1967) 7 § :n 1 momentissa tarkoitettuun päiväkirjaan merkitään hakemuksesta tekemispäivä, hakemusnumero ja yhteyshenkilön tiedot. Sopimuksen perusteella tehdylle hakemukselle vahvistetaan tekemispäivä ja se käsitellään patenttilain 8 § :n 4 ja 5 momentin mukaisesti. Keksintöön ja sitä koskeviin asiakirjoihin, joiden salassapito on turvattava sopimuksen ja sen täytäntöönpanomenettelyjen mukaisesti, ei sovelleta patenttilain 22 § :ää asiakirjojen julkiseksi tulemisesta. Jos keksintöä koskeva salassapitovelvollisuus päättyy ennen kuin 20 vuotta on kulunut patenttihakemuksen tekemispäivästä, keksinnön patentoitavuus arvioidaan ja hakemuksen käsittelyä jatketaan patenttilain mukaisesti. Muussa tapauksessa Patentti- ja rekisterihallitus ilmoittaa alkuperähallitukselle, ettei patenttia voida enää myöntää Suomessa ja salassa pidettävät asiakirjat tuhotaan, jollei alkuperähallitus pyydä niiden palauttamista. Patenttihakemuksesta on suoritettava hakemusmaksu. Vahvistettu vuosimaksu on suoritettava keksintöä koskevan salassapitovelvollisuuden päättymisen jälkeen alkavalta ja sitä seuraavilta maksuvuosilta.",
        "folded_fi": "patentti- ja rekisterihallitus merkitsee sopimuksen perusteella vastaanotetun patenttihakemuksen erilliseen salassa pidettavaan paivakirjaan. patenttilain (550/1967) 7 §:n 1 momentissa tarkoitettuun paivakirjaan merkitaan hakemuksesta tekemispaiva, hakemusnumero ja yhteyshenkilon tiedot. sopimuksen perusteella tehdylle hakemukselle vahvistetaan tekemispaiva ja se kasitellaan patenttilain 8 §:n 4 ja 5 momentin mukaisesti. keksintoon ja sita koskeviin asiakirjoihin, joiden salassapito on turvattava sopimuksen ja sen taytantoonpanomenettelyjen mukaisesti, ei sovelleta patenttilain 22 §:aa asiakirjojen julkiseksi tulemisesta. jos keksintoa koskeva salassapitovelvollisuus paattyy ennen kuin 20 vuotta on kulunut patenttihakemuksen tekemispaivasta, keksinnon patentoitavuus arvioidaan ja hakemuksen kasittelya jatketaan patenttilain mukaisesti. muussa tapauksessa patentti- ja rekisterihallitus ilmoittaa alkuperahallitukselle, ettei patenttia voida enaa myontaa suomessa ja salassa pidettavat asiakirjat tuhotaan, jollei alkuperahallitus pyyda niiden palauttamista. patenttihakemuksesta on suoritettava hakemusmaksu. vahvistettu vuosimaksu on suoritettava keksintoa koskevan salassapitovelvollisuuden paattymisen jalkeen alkavalta ja sita seuraavilta maksuvuosilta.",
        "content_sv": "Patent- och registerstyrelsen ska anteckna en patentansökan som tagits emot inom ramen för avtalet i ett separat sekretessbelagt diarium. I det diarium som avses i 7 § 1 mom. i patentlagen (550/1967) ska för ansökan antecknas ingivningsdagen, ansökningsnumret och kontaktpersonens uppgifter. För en ansökan som lämnats in inom ramen för avtalet fastställs ingivningsdagen, och ansökan behandlas i enlighet med 8 § 4 och 5 mom. i patentlagen. På sådana uppfinningar och handlingar om uppfinningar för vilka sekretessen ska säkerställas i enlighet med avtalet och förfarandena för genomförande av avtalet tillämpas inte vad som i 22 § i patentlagen föreskrivs om handlingars offentlighet. Om sekretessen för en uppfinning upphör innan det har gått 20 år från ingivningsdagen för patentansökan, ska uppfinningens patenterbarhet bedömas och behandlingen av ansökan fortsätta i enlighet med patentlagen. I annat fall ska Patent- och registerstyrelsen underrätta ursprungslandets regering om att patent inte längre kan meddelas i Finland. Då ska de sekretessbelagda handlingarna förstöras, om inte ursprungslandets regering ber att handlingarna ska återlämnas. För patentansökan ska det betalas en ansökningsavgift. En fastställd årsavgift ska betalas för det avgiftsår som börjar efter det att sekretessen för uppfinningen har upphört och för varje avgiftsår som följer efter det.",
        "normalized_sv": "Patent- och registerstyrelsen ska anteckna en patentansökan som tagits emot inom ramen för avtalet i ett separat sekretessbelagt diarium. I det diarium som avses i 7 § 1 mom. i patentlagen (550/1967) ska för ansökan antecknas ingivningsdagen, ansökningsnumret och kontaktpersonens uppgifter. För en ansökan som lämnats in inom ramen för avtalet fastställs ingivningsdagen, och ansökan behandlas i enlighet med 8 § 4 och 5 mom. i patentlagen. På sådana uppfinningar och handlingar om uppfinningar för vilka sekretessen ska säkerställas i enlighet med avtalet och förfarandena för genomförande av avtalet tillämpas inte vad som i 22 § i patentlagen föreskrivs om handlingars offentlighet. Om sekretessen för en uppfinning upphör innan det har gått 20 år från ingivningsdagen för patentansökan, ska uppfinningens patenterbarhet bedömas och behandlingen av ansökan fortsätta i enlighet med patentlagen. I annat fall ska Patent- och registerstyrelsen underrätta ursprungslandets regering om att patent inte längre kan meddelas i Finland. Då ska de sekretessbelagda handlingarna förstöras, om inte ursprungslandets regering ber att handlingarna ska återlämnas. För patentansökan ska det betalas en ansökningsavgift. En fastställd årsavgift ska betalas för det avgiftsår som börjar efter det att sekretessen för uppfinningen har upphört och för varje avgiftsår som följer efter det.",
        "folded_sv": "patent- och registerstyrelsen ska anteckna en patentansokan som tagits emot inom ramen for avtalet i ett separat sekretessbelagt diarium. i det diarium som avses i 7 § 1 mom. i patentlagen (550/1967) ska for ansokan antecknas ingivningsdagen, ansokningsnumret och kontaktpersonens uppgifter. for en ansokan som lamnats in inom ramen for avtalet faststalls ingivningsdagen, och ansokan behandlas i enlighet med 8 § 4 och 5 mom. i patentlagen. pa sadana uppfinningar och handlingar om uppfinningar for vilka sekretessen ska sakerstallas i enlighet med avtalet och forfarandena for genomforande av avtalet tillampas inte vad som i 22 § i patentlagen foreskrivs om handlingars offentlighet. om sekretessen for en uppfinning upphor innan det har gatt 20 ar fran ingivningsdagen for patentansokan, ska uppfinningens patenterbarhet bedomas och behandlingen av ansokan fortsatta i enlighet med patentlagen. i annat fall ska patent- och registerstyrelsen underratta ursprungslandets regering om att patent inte langre kan meddelas i finland. da ska de sekretessbelagda handlingarna forstoras, om inte ursprungslandets regering ber att handlingarna ska aterlamnas. for patentansokan ska det betalas en ansokningsavgift. en faststalld arsavgift ska betalas for det avgiftsar som borjar efter det att sekretessen for uppfinningen har upphort och for varje avgiftsar som foljer efter det."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Sopimuksen perusteella Suomessa patenttihakemuksen tekevään patentinhakijaan ei sovelleta patenttilain 12 §:ää asiamiehen käyttämistä koskevista vaatimuksista ja patenttihakemusta koskevan päätöksen tiedoksiannosta. Jos patentinhakija käyttää asiamiestä, jolle myönnetään pääsy keksintöä koskeviin salassa pidettäviin tietoihin, asiamieheen ja tämän palveluksessa olevaan sovelletaan kansainvälisistä tietoturvallisuusvelvoitteista annettua lakia (588/2004).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Sopimuksen perusteella Suomessa patenttihakemuksen tekevään patentinhakijaan ei sovelleta patenttilain 12 § :ää asiamiehen käyttämistä koskevista vaatimuksista ja patenttihakemusta koskevan päätöksen tiedoksiannosta. Jos patentinhakija käyttää asiamiestä, jolle myönnetään pääsy keksintöä koskeviin salassa pidettäviin tietoihin, asiamieheen ja tämän palveluksessa olevaan sovelletaan kansainvälisistä tietoturvallisuusvelvoitteista annettua lakia (588/2004).",
        "folded_fi": "sopimuksen perusteella suomessa patenttihakemuksen tekevaan patentinhakijaan ei sovelleta patenttilain 12 §:aa asiamiehen kayttamista koskevista vaatimuksista ja patenttihakemusta koskevan paatoksen tiedoksiannosta. jos patentinhakija kayttaa asiamiesta, jolle myonnetaan paasy keksintoa koskeviin salassa pidettaviin tietoihin, asiamieheen ja taman palveluksessa olevaan sovelletaan kansainvalisista tietoturvallisuusvelvoitteista annettua lakia (588/2004).",
        "content_sv": "På en patentsökande som inom ramen för avtalet lämnar in en patentansökan i Finland tillämpas inte 12 § i patentlagen, som gäller krav på anlitande av ombud och delgivning av beslut som gäller patentansökan. Om patentsökanden anlitar ett ombud som ges tillgång till sekretessbelagd information om uppfinningen, tillämpas lagen om internationella förpliktelser som gäller informationssäkerhet (588/2004) på ombudet och på ombudets anställda.",
        "normalized_sv": "På en patentsökande som inom ramen för avtalet lämnar in en patentansökan i Finland tillämpas inte 12 § i patentlagen, som gäller krav på anlitande av ombud och delgivning av beslut som gäller patentansökan. Om patentsökanden anlitar ett ombud som ges tillgång till sekretessbelagd information om uppfinningen, tillämpas lagen om internationella förpliktelser som gäller informationssäkerhet (588/2004) på ombudet och på ombudets anställda.",
        "folded_sv": "pa en patentsokande som inom ramen for avtalet lamnar in en patentansokan i finland tillampas inte 12 § i patentlagen, som galler krav pa anlitande av ombud och delgivning av beslut som galler patentansokan. om patentsokanden anlitar ett ombud som ges tillgang till sekretessbelagd information om uppfinningen, tillampas lagen om internationella forpliktelser som galler informationssakerhet (588/2004) pa ombudet och pa ombudets anstallda."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Sopimuksen ja sen täytäntöönpanomenettelyjen muiden kuin lainsäädännön alaan kuuluvien määräysten voimaansaattamisesta säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Sopimuksen ja sen täytäntöönpanomenettelyjen muiden kuin lainsäädännön alaan kuuluvien määräysten voimaansaattamisesta säädetään valtioneuvoston asetuksella.",
        "folded_fi": "sopimuksen ja sen taytantoonpanomenettelyjen muiden kuin lainsaadannon alaan kuuluvien maaraysten voimaansaattamisesta saadetaan valtioneuvoston asetuksella.",
        "content_sv": "Bestämmelser om sättande i kraft av de bestämmelser i avtalet och i förfarandena för genomförande av avtalet som inte hör till området för lagstiftningen utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Bestämmelser om sättande i kraft av de bestämmelser i avtalet och i förfarandena för genomförande av avtalet som inte hör till området för lagstiftningen utfärdas genom förordning av statsrådet.",
        "folded_sv": "bestammelser om sattande i kraft av de bestammelser i avtalet och i forfarandena for genomforande av avtalet som inte hor till omradet for lagstiftningen utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Tämän lain voimaantulosta säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Tämän lain voimaantulosta säädetään valtioneuvoston asetuksella.",
        "folded_fi": "taman lain voimaantulosta saadetaan valtioneuvoston asetuksella.",
        "content_sv": "Bestämmelser om ikraftträdandet av denna lag utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Bestämmelser om ikraftträdandet av denna lag utfärdas genom förordning av statsrådet.",
        "folded_sv": "bestammelser om ikrafttradandet av denna lag utfardas genom forordning av statsradet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Puolustukseen liittyvien, patentoitavaksi haettujen keksintöjen salassapidon vastavuoroiseksi turvaamiseksi Pariisissa 21 päivänä syyskuuta 1960 tehdyn sopimuksen ja sen 7 päivänä maaliskuuta 1962 tehtyjen täytäntöönpanomenettelyjen, sellaisina kuin ne ovat muutettuina 5 päivänä syyskuuta 1973 hyväksytyllä asiakirjalla, lainsäädännön alaan kuuluvat määräykset ovat lakina voimassa sellaisina kuin Suomi on niihin sitoutunut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Puolustukseen liittyvien, patentoitavaksi haettujen keksintöjen salassapidon vastavuoroiseksi turvaamiseksi Pariisissa 21 päivänä syyskuuta 1960 tehdyn sopimuksen ja sen 7 päivänä maaliskuuta 1962 tehtyjen täytäntöönpanomenettelyjen, sellaisina kuin ne ovat muutettuina 5 päivänä syyskuuta 1973 hyväksytyllä asiakirjalla, lainsäädännön alaan kuuluvat määräykset ovat lakina voimassa sellaisina kuin Suomi on niihin sitoutunut.",
        "folded_fi": "puolustukseen liittyvien, patentoitavaksi haettujen keksintojen salassapidon vastavuoroiseksi turvaamiseksi pariisissa 21 paivana syyskuuta 1960 tehdyn sopimuksen ja sen 7 paivana maaliskuuta 1962 tehtyjen taytantoonpanomenettelyjen, sellaisina kuin ne ovat muutettuina 5 paivana syyskuuta 1973 hyvaksytylla asiakirjalla, lainsaadannon alaan kuuluvat maaraykset ovat lakina voimassa sellaisina kuin suomi on niihin sitoutunut.",
        "content_sv": "De bestämmelser som hör till området för lagstiftningen i det i Paris den 21 september 1960 upprättade avtalet om ömsesidigt sekretesskydd för patentsökta försvarsrelaterade uppfinningar samt i förfarandena för genomförande av avtalet av den 7 mars 1962, sådana de lyder ändrade den 5 september 1973, ska gälla som lag, sådana som Finland har förbundit sig till dem.",
        "normalized_sv": "De bestämmelser som hör till området för lagstiftningen i det i Paris den 21 september 1960 upprättade avtalet om ömsesidigt sekretesskydd för patentsökta försvarsrelaterade uppfinningar samt i förfarandena för genomförande av avtalet av den 7 mars 1962, sådana de lyder ändrade den 5 september 1973, ska gälla som lag, sådana som Finland har förbundit sig till dem.",
        "folded_sv": "de bestammelser som hor till omradet for lagstiftningen i det i paris den 21 september 1960 upprattade avtalet om omsesidigt sekretesskydd for patentsokta forsvarsrelaterade uppfinningar samt i forfarandena for genomforande av avtalet av den 7 mars 1962, sadana de lyder andrade den 5 september 1973, ska galla som lag, sadana som finland har forbundit sig till dem."
      },
      "valid_from": "2024-03-22",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Täytäntöönpanomenettelyissä tarkoitettuna puolustusviranomaisena toimii Suomessa Pääesikunta. Pääesikunta voi sopimuksen ja sen täytäntöönpanomenettelyissä määriteltyjen tehtävien hoitamiseksi luovuttaa sopimuksen perusteella saatuja tietoja valvonnassaan toimivalle Puolustusvoimien yksikölle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Täytäntöönpanomenettelyissä tarkoitettuna puolustusviranomaisena toimii Suomessa Pääesikunta. Pääesikunta voi sopimuksen ja sen täytäntöönpanomenettelyissä määriteltyjen tehtävien hoitamiseksi luovuttaa sopimuksen perusteella saatuja tietoja valvonnassaan toimivalle Puolustusvoimien yksikölle.",
        "folded_fi": "taytantoonpanomenettelyissa tarkoitettuna puolustusviranomaisena toimii suomessa paaesikunta. paaesikunta voi sopimuksen ja sen taytantoonpanomenettelyissa maariteltyjen tehtavien hoitamiseksi luovuttaa sopimuksen perusteella saatuja tietoja valvonnassaan toimivalle puolustusvoimien yksikolle.",
        "content_sv": "Försvarsmyndighet enligt förfarandena för genomförande är i Finland Huvudstaben. Huvudstaben kan för skötseln av de uppgifter som anges i avtalet och i förfarandena för genomförande av avtalet lämna ut information som den fått inom ramen för avtalet till en sådan enhet inom Försvarsmakten som står under dess tillsyn.",
        "normalized_sv": "Försvarsmyndighet enligt förfarandena för genomförande är i Finland Huvudstaben. Huvudstaben kan för skötseln av de uppgifter som anges i avtalet och i förfarandena för genomförande av avtalet lämna ut information som den fått inom ramen för avtalet till en sådan enhet inom Försvarsmakten som står under dess tillsyn.",
        "folded_sv": "forsvarsmyndighet enligt forfarandena for genomforande ar i finland huvudstaben. huvudstaben kan for skotseln av de uppgifter som anges i avtalet och i forfarandena for genomforande av avtalet lamna ut information som den fatt inom ramen for avtalet till en sadan enhet inom forsvarsmakten som star under dess tillsyn."
      },
      "valid_from": "2024-03-22",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Patentti- ja rekisterihallitus merkitsee sopimuksen perusteella vastaanotetun patenttihakemuksen erilliseen salassa pidettävään päiväkirjaan. Patenttilain (550/1967) 7 §:n 1 momentissa tarkoitettuun päiväkirjaan merkitään hakemuksesta tekemispäivä, hakemusnumero ja yhteyshenkilön tiedot. Sopimuksen perusteella tehdylle hakemukselle vahvistetaan tekemispäivä ja se käsitellään patenttilain 8 §:n 4 ja 5 momentin mukaisesti. Keksintöön ja sitä koskeviin asiakirjoihin, joiden salassapito on turvattava sopimuksen ja sen täytäntöönpanomenettelyjen mukaisesti, ei sovelleta patenttilain 22 §:ää asiakirjojen julkiseksi tulemisesta. Jos keksintöä koskeva salassapitovelvollisuus päättyy ennen kuin 20 vuotta on kulunut patenttihakemuksen tekemispäivästä, keksinnön patentoitavuus arvioidaan ja hakemuksen käsittelyä jatketaan patenttilain mukaisesti. Muussa tapauksessa Patentti- ja rekisterihallitus ilmoittaa alkuperähallitukselle, ettei patenttia voida enää myöntää Suomessa ja salassa pidettävät asiakirjat tuhotaan, jollei alkuperähallitus pyydä niiden palauttamista. Patenttihakemuksesta on suoritettava hakemusmaksu. Vahvistettu vuosimaksu on suoritettava keksintöä koskevan salassapitovelvollisuuden päättymisen jälkeen alkavalta ja sitä seuraavilta maksuvuosilta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Patentti- ja rekisterihallitus merkitsee sopimuksen perusteella vastaanotetun patenttihakemuksen erilliseen salassa pidettävään päiväkirjaan. Patenttilain (550/1967) 7 § :n 1 momentissa tarkoitettuun päiväkirjaan merkitään hakemuksesta tekemispäivä, hakemusnumero ja yhteyshenkilön tiedot. Sopimuksen perusteella tehdylle hakemukselle vahvistetaan tekemispäivä ja se käsitellään patenttilain 8 § :n 4 ja 5 momentin mukaisesti. Keksintöön ja sitä koskeviin asiakirjoihin, joiden salassapito on turvattava sopimuksen ja sen täytäntöönpanomenettelyjen mukaisesti, ei sovelleta patenttilain 22 § :ää asiakirjojen julkiseksi tulemisesta. Jos keksintöä koskeva salassapitovelvollisuus päättyy ennen kuin 20 vuotta on kulunut patenttihakemuksen tekemispäivästä, keksinnön patentoitavuus arvioidaan ja hakemuksen käsittelyä jatketaan patenttilain mukaisesti. Muussa tapauksessa Patentti- ja rekisterihallitus ilmoittaa alkuperähallitukselle, ettei patenttia voida enää myöntää Suomessa ja salassa pidettävät asiakirjat tuhotaan, jollei alkuperähallitus pyydä niiden palauttamista. Patenttihakemuksesta on suoritettava hakemusmaksu. Vahvistettu vuosimaksu on suoritettava keksintöä koskevan salassapitovelvollisuuden päättymisen jälkeen alkavalta ja sitä seuraavilta maksuvuosilta.",
        "folded_fi": "patentti- ja rekisterihallitus merkitsee sopimuksen perusteella vastaanotetun patenttihakemuksen erilliseen salassa pidettavaan paivakirjaan. patenttilain (550/1967) 7 §:n 1 momentissa tarkoitettuun paivakirjaan merkitaan hakemuksesta tekemispaiva, hakemusnumero ja yhteyshenkilon tiedot. sopimuksen perusteella tehdylle hakemukselle vahvistetaan tekemispaiva ja se kasitellaan patenttilain 8 §:n 4 ja 5 momentin mukaisesti. keksintoon ja sita koskeviin asiakirjoihin, joiden salassapito on turvattava sopimuksen ja sen taytantoonpanomenettelyjen mukaisesti, ei sovelleta patenttilain 22 §:aa asiakirjojen julkiseksi tulemisesta. jos keksintoa koskeva salassapitovelvollisuus paattyy ennen kuin 20 vuotta on kulunut patenttihakemuksen tekemispaivasta, keksinnon patentoitavuus arvioidaan ja hakemuksen kasittelya jatketaan patenttilain mukaisesti. muussa tapauksessa patentti- ja rekisterihallitus ilmoittaa alkuperahallitukselle, ettei patenttia voida enaa myontaa suomessa ja salassa pidettavat asiakirjat tuhotaan, jollei alkuperahallitus pyyda niiden palauttamista. patenttihakemuksesta on suoritettava hakemusmaksu. vahvistettu vuosimaksu on suoritettava keksintoa koskevan salassapitovelvollisuuden paattymisen jalkeen alkavalta ja sita seuraavilta maksuvuosilta.",
        "content_sv": "Patent- och registerstyrelsen ska anteckna en patentansökan som tagits emot inom ramen för avtalet i ett separat sekretessbelagt diarium. I det diarium som avses i 7 § 1 mom. i patentlagen (550/1967) ska för ansökan antecknas ingivningsdagen, ansökningsnumret och kontaktpersonens uppgifter. För en ansökan som lämnats in inom ramen för avtalet fastställs ingivningsdagen, och ansökan behandlas i enlighet med 8 § 4 och 5 mom. i patentlagen. På sådana uppfinningar och handlingar om uppfinningar för vilka sekretessen ska säkerställas i enlighet med avtalet och förfarandena för genomförande av avtalet tillämpas inte vad som i 22 § i patentlagen föreskrivs om handlingars offentlighet. Om sekretessen för en uppfinning upphör innan det har gått 20 år från ingivningsdagen för patentansökan, ska uppfinningens patenterbarhet bedömas och behandlingen av ansökan fortsätta i enlighet med patentlagen. I annat fall ska Patent- och registerstyrelsen underrätta ursprungslandets regering om att patent inte längre kan meddelas i Finland. Då ska de sekretessbelagda handlingarna förstöras, om inte ursprungslandets regering ber att handlingarna ska återlämnas. För patentansökan ska det betalas en ansökningsavgift. En fastställd årsavgift ska betalas för det avgiftsår som börjar efter det att sekretessen för uppfinningen har upphört och för varje avgiftsår som följer efter det.",
        "normalized_sv": "Patent- och registerstyrelsen ska anteckna en patentansökan som tagits emot inom ramen för avtalet i ett separat sekretessbelagt diarium. I det diarium som avses i 7 § 1 mom. i patentlagen (550/1967) ska för ansökan antecknas ingivningsdagen, ansökningsnumret och kontaktpersonens uppgifter. För en ansökan som lämnats in inom ramen för avtalet fastställs ingivningsdagen, och ansökan behandlas i enlighet med 8 § 4 och 5 mom. i patentlagen. På sådana uppfinningar och handlingar om uppfinningar för vilka sekretessen ska säkerställas i enlighet med avtalet och förfarandena för genomförande av avtalet tillämpas inte vad som i 22 § i patentlagen föreskrivs om handlingars offentlighet. Om sekretessen för en uppfinning upphör innan det har gått 20 år från ingivningsdagen för patentansökan, ska uppfinningens patenterbarhet bedömas och behandlingen av ansökan fortsätta i enlighet med patentlagen. I annat fall ska Patent- och registerstyrelsen underrätta ursprungslandets regering om att patent inte längre kan meddelas i Finland. Då ska de sekretessbelagda handlingarna förstöras, om inte ursprungslandets regering ber att handlingarna ska återlämnas. För patentansökan ska det betalas en ansökningsavgift. En fastställd årsavgift ska betalas för det avgiftsår som börjar efter det att sekretessen för uppfinningen har upphört och för varje avgiftsår som följer efter det.",
        "folded_sv": "patent- och registerstyrelsen ska anteckna en patentansokan som tagits emot inom ramen for avtalet i ett separat sekretessbelagt diarium. i det diarium som avses i 7 § 1 mom. i patentlagen (550/1967) ska for ansokan antecknas ingivningsdagen, ansokningsnumret och kontaktpersonens uppgifter. for en ansokan som lamnats in inom ramen for avtalet faststalls ingivningsdagen, och ansokan behandlas i enlighet med 8 § 4 och 5 mom. i patentlagen. pa sadana uppfinningar och handlingar om uppfinningar for vilka sekretessen ska sakerstallas i enlighet med avtalet och forfarandena for genomforande av avtalet tillampas inte vad som i 22 § i patentlagen foreskrivs om handlingars offentlighet. om sekretessen for en uppfinning upphor innan det har gatt 20 ar fran ingivningsdagen for patentansokan, ska uppfinningens patenterbarhet bedomas och behandlingen av ansokan fortsatta i enlighet med patentlagen. i annat fall ska patent- och registerstyrelsen underratta ursprungslandets regering om att patent inte langre kan meddelas i finland. da ska de sekretessbelagda handlingarna forstoras, om inte ursprungslandets regering ber att handlingarna ska aterlamnas. for patentansokan ska det betalas en ansokningsavgift. en faststalld arsavgift ska betalas for det avgiftsar som borjar efter det att sekretessen for uppfinningen har upphort och for varje avgiftsar som foljer efter det."
      },
      "valid_from": "2024-03-22",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Sopimuksen perusteella Suomessa patenttihakemuksen tekevään patentinhakijaan ei sovelleta patenttilain 12 §:ää asiamiehen käyttämistä koskevista vaatimuksista ja patenttihakemusta koskevan päätöksen tiedoksiannosta. Jos patentinhakija käyttää asiamiestä, jolle myönnetään pääsy keksintöä koskeviin salassa pidettäviin tietoihin, asiamieheen ja tämän palveluksessa olevaan sovelletaan kansainvälisistä tietoturvallisuusvelvoitteista annettua lakia (588/2004).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Sopimuksen perusteella Suomessa patenttihakemuksen tekevään patentinhakijaan ei sovelleta patenttilain 12 § :ää asiamiehen käyttämistä koskevista vaatimuksista ja patenttihakemusta koskevan päätöksen tiedoksiannosta. Jos patentinhakija käyttää asiamiestä, jolle myönnetään pääsy keksintöä koskeviin salassa pidettäviin tietoihin, asiamieheen ja tämän palveluksessa olevaan sovelletaan kansainvälisistä tietoturvallisuusvelvoitteista annettua lakia (588/2004).",
        "folded_fi": "sopimuksen perusteella suomessa patenttihakemuksen tekevaan patentinhakijaan ei sovelleta patenttilain 12 §:aa asiamiehen kayttamista koskevista vaatimuksista ja patenttihakemusta koskevan paatoksen tiedoksiannosta. jos patentinhakija kayttaa asiamiesta, jolle myonnetaan paasy keksintoa koskeviin salassa pidettaviin tietoihin, asiamieheen ja taman palveluksessa olevaan sovelletaan kansainvalisista tietoturvallisuusvelvoitteista annettua lakia (588/2004).",
        "content_sv": "På en patentsökande som inom ramen för avtalet lämnar in en patentansökan i Finland tillämpas inte 12 § i patentlagen, som gäller krav på anlitande av ombud och delgivning av beslut som gäller patentansökan. Om patentsökanden anlitar ett ombud som ges tillgång till sekretessbelagd information om uppfinningen, tillämpas lagen om internationella förpliktelser som gäller informationssäkerhet (588/2004) på ombudet och på ombudets anställda.",
        "normalized_sv": "På en patentsökande som inom ramen för avtalet lämnar in en patentansökan i Finland tillämpas inte 12 § i patentlagen, som gäller krav på anlitande av ombud och delgivning av beslut som gäller patentansökan. Om patentsökanden anlitar ett ombud som ges tillgång till sekretessbelagd information om uppfinningen, tillämpas lagen om internationella förpliktelser som gäller informationssäkerhet (588/2004) på ombudet och på ombudets anställda.",
        "folded_sv": "pa en patentsokande som inom ramen for avtalet lamnar in en patentansokan i finland tillampas inte 12 § i patentlagen, som galler krav pa anlitande av ombud och delgivning av beslut som galler patentansokan. om patentsokanden anlitar ett ombud som ges tillgang till sekretessbelagd information om uppfinningen, tillampas lagen om internationella forpliktelser som galler informationssakerhet (588/2004) pa ombudet och pa ombudets anstallda."
      },
      "valid_from": "2024-03-22",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Sopimuksen ja sen täytäntöönpanomenettelyjen muiden kuin lainsäädännön alaan kuuluvien määräysten voimaansaattamisesta säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Sopimuksen ja sen täytäntöönpanomenettelyjen muiden kuin lainsäädännön alaan kuuluvien määräysten voimaansaattamisesta säädetään valtioneuvoston asetuksella.",
        "folded_fi": "sopimuksen ja sen taytantoonpanomenettelyjen muiden kuin lainsaadannon alaan kuuluvien maaraysten voimaansaattamisesta saadetaan valtioneuvoston asetuksella.",
        "content_sv": "Bestämmelser om sättande i kraft av de bestämmelser i avtalet och i förfarandena för genomförande av avtalet som inte hör till området för lagstiftningen utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Bestämmelser om sättande i kraft av de bestämmelser i avtalet och i förfarandena för genomförande av avtalet som inte hör till området för lagstiftningen utfärdas genom förordning av statsrådet.",
        "folded_sv": "bestammelser om sattande i kraft av de bestammelser i avtalet och i forfarandena for genomforande av avtalet som inte hor till omradet for lagstiftningen utfardas genom forordning av statsradet."
      },
      "valid_from": "2024-03-22",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Tämän lain voimaantulosta säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Tämän lain voimaantulosta säädetään valtioneuvoston asetuksella.",
        "folded_fi": "taman lain voimaantulosta saadetaan valtioneuvoston asetuksella.",
        "content_sv": "Bestämmelser om ikraftträdandet av denna lag utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Bestämmelser om ikraftträdandet av denna lag utfärdas genom förordning av statsrådet.",
        "folded_sv": "bestammelser om ikrafttradandet av denna lag utfardas genom forordning av statsradet."
      },
      "valid_from": "2024-03-22",
      "valid_to": null
    }
  ]
}