{
  "id": "1224/2006",
  "type": "statute",
  "title": "Laki verotusmenettelystä annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om beskattningsförfarande",
  "status": "in_force",
  "issued_date": "2006-12-22",
  "in_force_date": "2006-12-22",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/1224/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "15 a",
      "section": "15 a",
      "title": "Ulkomaisen työnantajan tiedonantovelvollisuus",
      "content": "Ulkomaisen työnantajan on toimitettava verohallinnolle verotusta varten tarpeelliset tiedot tuloverolain 10 §:n 4 c kohdassa tarkoitetun vuokratun työntekijän työskentelyn arvioidusta kestosta ja palkan määrästä sekä työn teettäjästä, jos kansainvälinen sopimus ei estä veron perimistä työntekijän palkasta. Tiedot on toimitettava työskentelyn aloittamista seuraavan kalenterikuukauden loppuun mennessä. Ulkomaisen työnantajan on vuosittain toimitettava verohallinnolle 15 §:n 1 momentissa tarkoitetut tiedot maksamastaan: 1) tuloverolain 10 §:n 4 c kohdassa tarkoitetusta palkasta, jos kansainvälinen sopimus ei estä veron perimistä palkasta; 2) muusta kuin 1 kohdassa tarkoitetusta palkasta silloin, kun palkansaaja jatkuvasti oleskelee Suomessa yli kuuden kuukauden ajan. Edellä säädetystä poiketen on lähetetyistä työntekijöistä annetun lain (1146/1999) 4 a §:n mukaisesti asetetun edustajan toimitettava verohallinnolle 1 ja 2 momentissa tarkoitetut tiedot silloin, kun hänen edustamaansa ulkomaista työnantajaa ei ole merkitty ennakkoperintärekisteriin. Verohallitus antaa tarkempia määräyksiä annettavista tiedoista, tietojen antamisen ajankohdasta ja tavasta tai rajoittaa tiedonantovelvollisuutta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15 a",
        "normalized_fi": "Ulkomaisen työnantajan on toimitettava verohallinnolle verotusta varten tarpeelliset tiedot tuloverolain 10 § :n 4 c kohdassa tarkoitetun vuokratun työntekijän työskentelyn arvioidusta kestosta ja palkan määrästä sekä työn teettäjästä, jos kansainvälinen sopimus ei estä veron perimistä työntekijän palkasta. Tiedot on toimitettava työskentelyn aloittamista seuraavan kalenterikuukauden loppuun mennessä. Ulkomaisen työnantajan on vuosittain toimitettava verohallinnolle 15 § :n 1 momentissa tarkoitetut tiedot maksamastaan: 1) tuloverolain 10 § :n 4 c kohdassa tarkoitetusta palkasta, jos kansainvälinen sopimus ei estä veron perimistä palkasta; 2) muusta kuin 1 kohdassa tarkoitetusta palkasta silloin, kun palkansaaja jatkuvasti oleskelee Suomessa yli kuuden kuukauden ajan. Edellä säädetystä poiketen on lähetetyistä työntekijöistä annetun lain (1146/1999) 4 a § :n mukaisesti asetetun edustajan toimitettava verohallinnolle 1 ja 2 momentissa tarkoitetut tiedot silloin, kun hänen edustamaansa ulkomaista työnantajaa ei ole merkitty ennakkoperintärekisteriin. Verohallitus antaa tarkempia määräyksiä annettavista tiedoista, tietojen antamisen ajankohdasta ja tavasta tai rajoittaa tiedonantovelvollisuutta.",
        "folded_fi": "ulkomaisen tyonantajan on toimitettava verohallinnolle verotusta varten tarpeelliset tiedot tuloverolain 10 §:n 4 c kohdassa tarkoitetun vuokratun tyontekijan tyoskentelyn arvioidusta kestosta ja palkan maarasta seka tyon teettajasta, jos kansainvalinen sopimus ei esta veron perimista tyontekijan palkasta. tiedot on toimitettava tyoskentelyn aloittamista seuraavan kalenterikuukauden loppuun mennessa. ulkomaisen tyonantajan on vuosittain toimitettava verohallinnolle 15 §:n 1 momentissa tarkoitetut tiedot maksamastaan: 1) tuloverolain 10 §:n 4 c kohdassa tarkoitetusta palkasta, jos kansainvalinen sopimus ei esta veron perimista palkasta; 2) muusta kuin 1 kohdassa tarkoitetusta palkasta silloin, kun palkansaaja jatkuvasti oleskelee suomessa yli kuuden kuukauden ajan. edella saadetysta poiketen on lahetetyista tyontekijoista annetun lain (1146/1999) 4 a §:n mukaisesti asetetun edustajan toimitettava verohallinnolle 1 ja 2 momentissa tarkoitetut tiedot silloin, kun hanen edustamaansa ulkomaista tyonantajaa ei ole merkitty ennakkoperintarekisteriin. verohallitus antaa tarkempia maarayksia annettavista tiedoista, tietojen antamisen ajankohdasta ja tavasta tai rajoittaa tiedonantovelvollisuutta.",
        "title_sv": "En utländsk arbetsgivares skyldighet att lämna uppgifter",
        "content_sv": "En utländsk arbetsgivare skall tillställa skatteförvaltningen för beskattningen behövliga uppgifter om den uppskattade längden för arbetet och det kalkylerade lönebeloppet för en hyrd arbetstagare enligt 10 § 4 c-punkten i inkomstskattelagen samt om den som låter utföra arbetet, om ett internationellt avtal inte hindrar att skatt uppbärs på arbetstagarens lön. Uppgifterna skall tillställas före utgången av kalendermånaden efter den då arbetet inleddes. En utländsk arbetsgivare skall årligen tillställa skatteförvaltningen i 15 § 1 mom. avsedda uppgifter om utbetalda 1) löner enligt 10 § 4 c-punkten i inkomstskattelagen, om ett internationellt avtal inte hindrar att skatt uppbärs på lönen, 2) andra löner än sådana som avses i 1 punkten, när löntagaren fortgående vistas i Finland över sex månader. Med avvikelse från vad som bestäms ovan skall en företrädare som utsetts enligt 4 a § i lagen om utstationerade arbetstagare (1146/1999) tillställa skatteförvaltningen de uppgifter som avses i 1 och 2 mom. då den utländska arbetsgivare som företrädaren företräder inte har införts i förskottsuppbördsregistret. Skattestyrelsen meddelar närmare föreskrifter om vilka uppgifter som skall lämnas och om när och hur detta skall ske, eller begränsar skyldigheten att lämna uppgifter.",
        "normalized_sv": "En utländsk arbetsgivare skall tillställa skatteförvaltningen för beskattningen behövliga uppgifter om den uppskattade längden för arbetet och det kalkylerade lönebeloppet för en hyrd arbetstagare enligt 10 § 4 c-punkten i inkomstskattelagen samt om den som låter utföra arbetet, om ett internationellt avtal inte hindrar att skatt uppbärs på arbetstagarens lön. Uppgifterna skall tillställas före utgången av kalendermånaden efter den då arbetet inleddes. En utländsk arbetsgivare skall årligen tillställa skatteförvaltningen i 15 § 1 mom. avsedda uppgifter om utbetalda 1) löner enligt 10 § 4 c-punkten i inkomstskattelagen, om ett internationellt avtal inte hindrar att skatt uppbärs på lönen, 2) andra löner än sådana som avses i 1 punkten, när löntagaren fortgående vistas i Finland över sex månader. Med avvikelse från vad som bestäms ovan skall en företrädare som utsetts enligt 4 a § i lagen om utstationerade arbetstagare (1146/1999) tillställa skatteförvaltningen de uppgifter som avses i 1 och 2 mom. då den utländska arbetsgivare som företrädaren företräder inte har införts i förskottsuppbördsregistret. Skattestyrelsen meddelar närmare föreskrifter om vilka uppgifter som skall lämnas och om när och hur detta skall ske, eller begränsar skyldigheten att lämna uppgifter.",
        "folded_sv": "en utlandsk arbetsgivare skall tillstalla skatteforvaltningen for beskattningen behovliga uppgifter om den uppskattade langden for arbetet och det kalkylerade lonebeloppet for en hyrd arbetstagare enligt 10 § 4 c-punkten i inkomstskattelagen samt om den som later utfora arbetet, om ett internationellt avtal inte hindrar att skatt uppbars pa arbetstagarens lon. uppgifterna skall tillstallas fore utgangen av kalendermanaden efter den da arbetet inleddes. en utlandsk arbetsgivare skall arligen tillstalla skatteforvaltningen i 15 § 1 mom. avsedda uppgifter om utbetalda 1) loner enligt 10 § 4 c-punkten i inkomstskattelagen, om ett internationellt avtal inte hindrar att skatt uppbars pa lonen, 2) andra loner an sadana som avses i 1 punkten, nar lontagaren fortgaende vistas i finland over sex manader. med avvikelse fran vad som bestams ovan skall en foretradare som utsetts enligt 4 a § i lagen om utstationerade arbetstagare (1146/1999) tillstalla skatteforvaltningen de uppgifter som avses i 1 och 2 mom. da den utlandska arbetsgivare som foretradaren foretrader inte har inforts i forskottsuppbordsregistret. skattestyrelsen meddelar narmare foreskrifter om vilka uppgifter som skall lamnas och om nar och hur detta skall ske, eller begransar skyldigheten att lamna uppgifter."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Muita tietoja koskeva sivullisen yleinen tiedonantovelvollisuus",
      "content": "Jokaisen, joka teettää työtä tuloverolain 10 §:n 4 c kohdassa tarkoitetulla vuokratulla työntekijällä, on toimitettava verohallinnolle verotusta varten tarpeelliset tiedot työntekijän vuokralle antaneesta yrityksestä, jos kansainvälinen sopimus ei estä veron perimistä työntekijän palkasta. Lisäksi tällöin on toimitettava tieto yrityksen lähetetyistä työntekijöistä annetun lain 4 a §:n mukaisesti asetetusta edustajasta. Tiedot on toimitettava sitä kalenterikuukautta seuraavan kuukauden loppuun mennessä, jonka aikana yrityksen ensimmäinen työntekijä aloittaa työskentelyn työn teettäjälle. Edellä mainituissa tiedoissa tapahtuneesta muutoksesta on ilmoitettava verohallinnolle muutosta seuraavan kalenterikuukauden loppuun mennessä. Ennakonpidätyksen alaisen suorituksen maksajan on toimitettava verohallinnolle verotusta varten tarpeelliset tiedot suorituksen saajasta ja laadusta pyytäessään ennakonpidätyksen toimittamisessa tarvittavat tiedot verohallinnolta verotustietojen julkisuudesta ja salassapidosta annetun lain (1346/1999) 17 §:n 1 momentin nojalla. Eläkkeestä ja siihen rinnastettavasta suorituksesta on ilmoitettava myös suorituksen arvioitu määrä. Eläkelaitoksen on toimitettava verohallinnolle verotusta varten tarpeelliset tiedot rajoitetusti verovelvollisen eläketuloa saavan henkilön asuinvaltiosta ja kansalaisuudesta. Kansaneläkelaitoksen on lisäksi toimitettava verohallinnolle tieto siitä, onko henkilö vakuutettu Suomessa ja vastaako Suomi henkilön sairaanhoitokustannuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Jokaisen, joka teettää työtä tuloverolain 10 § :n 4 c kohdassa tarkoitetulla vuokratulla työntekijällä, on toimitettava verohallinnolle verotusta varten tarpeelliset tiedot työntekijän vuokralle antaneesta yrityksestä, jos kansainvälinen sopimus ei estä veron perimistä työntekijän palkasta. Lisäksi tällöin on toimitettava tieto yrityksen lähetetyistä työntekijöistä annetun lain 4 a § :n mukaisesti asetetusta edustajasta. Tiedot on toimitettava sitä kalenterikuukautta seuraavan kuukauden loppuun mennessä, jonka aikana yrityksen ensimmäinen työntekijä aloittaa työskentelyn työn teettäjälle. Edellä mainituissa tiedoissa tapahtuneesta muutoksesta on ilmoitettava verohallinnolle muutosta seuraavan kalenterikuukauden loppuun mennessä. Ennakonpidätyksen alaisen suorituksen maksajan on toimitettava verohallinnolle verotusta varten tarpeelliset tiedot suorituksen saajasta ja laadusta pyytäessään ennakonpidätyksen toimittamisessa tarvittavat tiedot verohallinnolta verotustietojen julkisuudesta ja salassapidosta annetun lain (1346/1999) 17 § :n 1 momentin nojalla. Eläkkeestä ja siihen rinnastettavasta suorituksesta on ilmoitettava myös suorituksen arvioitu määrä. Eläkelaitoksen on toimitettava verohallinnolle verotusta varten tarpeelliset tiedot rajoitetusti verovelvollisen eläketuloa saavan henkilön asuinvaltiosta ja kansalaisuudesta. Kansaneläkelaitoksen on lisäksi toimitettava verohallinnolle tieto siitä, onko henkilö vakuutettu Suomessa ja vastaako Suomi henkilön sairaanhoitokustannuksista.",
        "folded_fi": "jokaisen, joka teettaa tyota tuloverolain 10 §:n 4 c kohdassa tarkoitetulla vuokratulla tyontekijalla, on toimitettava verohallinnolle verotusta varten tarpeelliset tiedot tyontekijan vuokralle antaneesta yrityksesta, jos kansainvalinen sopimus ei esta veron perimista tyontekijan palkasta. lisaksi talloin on toimitettava tieto yrityksen lahetetyista tyontekijoista annetun lain 4 a §:n mukaisesti asetetusta edustajasta. tiedot on toimitettava sita kalenterikuukautta seuraavan kuukauden loppuun mennessa, jonka aikana yrityksen ensimmainen tyontekija aloittaa tyoskentelyn tyon teettajalle. edella mainituissa tiedoissa tapahtuneesta muutoksesta on ilmoitettava verohallinnolle muutosta seuraavan kalenterikuukauden loppuun mennessa. ennakonpidatyksen alaisen suorituksen maksajan on toimitettava verohallinnolle verotusta varten tarpeelliset tiedot suorituksen saajasta ja laadusta pyytaessaan ennakonpidatyksen toimittamisessa tarvittavat tiedot verohallinnolta verotustietojen julkisuudesta ja salassapidosta annetun lain (1346/1999) 17 §:n 1 momentin nojalla. elakkeesta ja siihen rinnastettavasta suorituksesta on ilmoitettava myos suorituksen arvioitu maara. elakelaitoksen on toimitettava verohallinnolle verotusta varten tarpeelliset tiedot rajoitetusti verovelvollisen elaketuloa saavan henkilon asuinvaltiosta ja kansalaisuudesta. kansanelakelaitoksen on lisaksi toimitettava verohallinnolle tieto siita, onko henkilo vakuutettu suomessa ja vastaako suomi henkilon sairaanhoitokustannuksista.",
        "title_sv": "Utomståendes allmänna skyldighet att lämna andra uppgifter",
        "content_sv": "Var och en som låter utföra arbete med en hyrd arbetstagare som avses i 10 § 4 c-punkten i inkomstskattelagen skall tillställa skatteförvaltningen för beskattningen behövliga uppgifter om det företag som hyrt ut arbetstagaren, om ett internationellt avtal inte hindrar att skatt uppbärs på arbetstagarens lön. Det skall då dessutom tillställas uppgifter om den företrädare för företaget som utsetts i enlighet med 4 a § i lagen om utstationerade arbetstagare. Uppgifterna skall tillställas före utgången av kalendermånaden efter den under vilken företagets första arbetstagare börjar arbeta för den som låter utföra arbetet. Förändringar i de ovan nämnda uppgifterna skall meddelas till skatteförvaltningen före utgången av den kalendermånad som följer på förändringen. Den som gör en betalning på vilken förskottsinnehållning skall verkställas skall tillställa skatteförvaltningen för beskattningen behövliga uppgifter om betalningsmottagaren och betalningsslaget när betalaren med stöd av 17 § 1 mom. i lagen om offentlighet och sekretess i fråga om beskattningsuppgifter (1346/1999) begär sådana uppgifter av skatteförvaltningen som behövs för att verkställa förskottsinnehållning. I fråga om pensioner och därmed jämförbara betalningar skall också uppges det kalkylerade beloppet av betalningen. Pensionsanstalten skall tillställa skatteförvaltningen för beskattningen behövliga uppgifter om hemviststat och medborgarskap för en begränsat skattskyldig person med pensionsinkomst. Folkpensionsanstalten skall dessutom tillställa skatteförvaltningen uppgifter om huruvida personen är försäkrad i Finland och huruvida Finland svarar för personens sjukvårdskostnader.",
        "normalized_sv": "Var och en som låter utföra arbete med en hyrd arbetstagare som avses i 10 § 4 c-punkten i inkomstskattelagen skall tillställa skatteförvaltningen för beskattningen behövliga uppgifter om det företag som hyrt ut arbetstagaren, om ett internationellt avtal inte hindrar att skatt uppbärs på arbetstagarens lön. Det skall då dessutom tillställas uppgifter om den företrädare för företaget som utsetts i enlighet med 4 a § i lagen om utstationerade arbetstagare. Uppgifterna skall tillställas före utgången av kalendermånaden efter den under vilken företagets första arbetstagare börjar arbeta för den som låter utföra arbetet. Förändringar i de ovan nämnda uppgifterna skall meddelas till skatteförvaltningen före utgången av den kalendermånad som följer på förändringen. Den som gör en betalning på vilken förskottsinnehållning skall verkställas skall tillställa skatteförvaltningen för beskattningen behövliga uppgifter om betalningsmottagaren och betalningsslaget när betalaren med stöd av 17 § 1 mom. i lagen om offentlighet och sekretess i fråga om beskattningsuppgifter (1346/1999) begär sådana uppgifter av skatteförvaltningen som behövs för att verkställa förskottsinnehållning. I fråga om pensioner och därmed jämförbara betalningar skall också uppges det kalkylerade beloppet av betalningen. Pensionsanstalten skall tillställa skatteförvaltningen för beskattningen behövliga uppgifter om hemviststat och medborgarskap för en begränsat skattskyldig person med pensionsinkomst. Folkpensionsanstalten skall dessutom tillställa skatteförvaltningen uppgifter om huruvida personen är försäkrad i Finland och huruvida Finland svarar för personens sjukvårdskostnader.",
        "folded_sv": "var och en som later utfora arbete med en hyrd arbetstagare som avses i 10 § 4 c-punkten i inkomstskattelagen skall tillstalla skatteforvaltningen for beskattningen behovliga uppgifter om det foretag som hyrt ut arbetstagaren, om ett internationellt avtal inte hindrar att skatt uppbars pa arbetstagarens lon. det skall da dessutom tillstallas uppgifter om den foretradare for foretaget som utsetts i enlighet med 4 a § i lagen om utstationerade arbetstagare. uppgifterna skall tillstallas fore utgangen av kalendermanaden efter den under vilken foretagets forsta arbetstagare borjar arbeta for den som later utfora arbetet. forandringar i de ovan namnda uppgifterna skall meddelas till skatteforvaltningen fore utgangen av den kalendermanad som foljer pa forandringen. den som gor en betalning pa vilken forskottsinnehallning skall verkstallas skall tillstalla skatteforvaltningen for beskattningen behovliga uppgifter om betalningsmottagaren och betalningsslaget nar betalaren med stod av 17 § 1 mom. i lagen om offentlighet och sekretess i fraga om beskattningsuppgifter (1346/1999) begar sadana uppgifter av skatteforvaltningen som behovs for att verkstalla forskottsinnehallning. i fraga om pensioner och darmed jamforbara betalningar skall ocksa uppges det kalkylerade beloppet av betalningen. pensionsanstalten skall tillstalla skatteforvaltningen for beskattningen behovliga uppgifter om hemviststat och medborgarskap for en begransat skattskyldig person med pensionsinkomst. folkpensionsanstalten skall dessutom tillstalla skatteforvaltningen uppgifter om huruvida personen ar forsakrad i finland och huruvida finland svarar for personens sjukvardskostnader."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Tietojen antamista koskevat erityissäännökset",
      "content": "Edellä 15 a §:ssä sekä 17 §:n 7 ja 9 momentissa tarkoitetussa tapauksessa tiedon kohteena oleva on yksilöitävä nimen lisäksi seuraavilla tiedonantovelvollisen hallussa olevilla tiedolla: 1) yritys- ja yhteisötunnus taikka henkilötunnus tai sen puuttuessa syntymäaika; 2) asuinvaltion antama vero- tai henkilötunnus tai, jos näitä tietoja ei ole, muu vastaava tunnus; ja 3) yhteystiedot sekä Suomessa että asuinvaltiossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22",
        "normalized_fi": "Edellä 15 a § :ssä sekä 17 § :n 7 ja 9 momentissa tarkoitetussa tapauksessa tiedon kohteena oleva on yksilöitävä nimen lisäksi seuraavilla tiedonantovelvollisen hallussa olevilla tiedolla: 1) yritys- ja yhteisötunnus taikka henkilötunnus tai sen puuttuessa syntymäaika; 2) asuinvaltion antama vero- tai henkilötunnus tai, jos näitä tietoja ei ole, muu vastaava tunnus; ja 3) yhteystiedot sekä Suomessa että asuinvaltiossa.",
        "folded_fi": "edella 15 a §:ssa seka 17 §:n 7 ja 9 momentissa tarkoitetussa tapauksessa tiedon kohteena oleva on yksiloitava nimen lisaksi seuraavilla tiedonantovelvollisen hallussa olevilla tiedolla: 1) yritys- ja yhteisotunnus taikka henkilotunnus tai sen puuttuessa syntymaaika; 2) asuinvaltion antama vero- tai henkilotunnus tai, jos naita tietoja ei ole, muu vastaava tunnus; ja 3) yhteystiedot seka suomessa etta asuinvaltiossa.",
        "title_sv": "Särskilda bestämmelser om lämnande av uppgifter",
        "content_sv": "I de fall som avses i 15 a § och 17 § 7 och 9 mom. skall den som uppgifterna gäller förutom med namn specificeras med följande uppgifter som den uppgiftsskyldige besitter: 1) företags- och organisationsnummer eller personbeteckning, eller om personbeteckning saknas, födelsetid, 2) skatte- eller personnummer som tilldelats av hemviststaten, eller om sådana uppgifter saknas, med något annat motsvarande signum, och 3) kontaktuppgifter i både Finland och hemviststaten.",
        "normalized_sv": "I de fall som avses i 15 a § och 17 § 7 och 9 mom. skall den som uppgifterna gäller förutom med namn specificeras med följande uppgifter som den uppgiftsskyldige besitter: 1) företags- och organisationsnummer eller personbeteckning, eller om personbeteckning saknas, födelsetid, 2) skatte- eller personnummer som tilldelats av hemviststaten, eller om sådana uppgifter saknas, med något annat motsvarande signum, och 3) kontaktuppgifter i både Finland och hemviststaten.",
        "folded_sv": "i de fall som avses i 15 a § och 17 § 7 och 9 mom. skall den som uppgifterna galler forutom med namn specificeras med foljande uppgifter som den uppgiftsskyldige besitter: 1) foretags- och organisationsnummer eller personbeteckning, eller om personbeteckning saknas, fodelsetid, 2) skatte- eller personnummer som tilldelats av hemviststaten, eller om sadana uppgifter saknas, med nagot annat motsvarande signum, och 3) kontaktuppgifter i bade finland och hemviststaten."
      }
    },
    {
      "provision_ref": "22 a",
      "section": "22 a",
      "title": "Laiminlyöntimaksu",
      "content": "Laiminlyöntimaksua ei määrätä luonnolliselle henkilölle tai kuolinpesälle, ellei kyse ole elinkeinotoimintaan taikka maa- tai metsätalouteen liittyvästä tiedonantovelvollisuuden laiminlyönnistä. Laiminlyöntimaksu voidaan kuitenkin aina määrätä lähetetyistä työntekijöistä annetun lain 4 a §:ssä tarkoitetulle edustajalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22 a",
        "normalized_fi": "Laiminlyöntimaksua ei määrätä luonnolliselle henkilölle tai kuolinpesälle, ellei kyse ole elinkeinotoimintaan taikka maa- tai metsätalouteen liittyvästä tiedonantovelvollisuuden laiminlyönnistä. Laiminlyöntimaksu voidaan kuitenkin aina määrätä lähetetyistä työntekijöistä annetun lain 4 a § :ssä tarkoitetulle edustajalle.",
        "folded_fi": "laiminlyontimaksua ei maarata luonnolliselle henkilolle tai kuolinpesalle, ellei kyse ole elinkeinotoimintaan taikka maa- tai metsatalouteen liittyvasta tiedonantovelvollisuuden laiminlyonnista. laiminlyontimaksu voidaan kuitenkin aina maarata lahetetyista tyontekijoista annetun lain 4 a §:ssa tarkoitetulle edustajalle.",
        "title_sv": "Försummelseavgift",
        "content_sv": "Fysiska personer och dödsbon åläggs inte att betala försummelseavgift, om det inte är fråga om försummelse av uppgiftsskyldighet i anslutning till näringsverksamhet eller jord- och skogsbruk. En företrädare som avses i 4 a § i lagen om utstationerade arbetstagare kan dock alltid åläggas att betala försummelseavgift.",
        "normalized_sv": "Fysiska personer och dödsbon åläggs inte att betala försummelseavgift, om det inte är fråga om försummelse av uppgiftsskyldighet i anslutning till näringsverksamhet eller jord- och skogsbruk. En företrädare som avses i 4 a § i lagen om utstationerade arbetstagare kan dock alltid åläggas att betala försummelseavgift.",
        "folded_sv": "fysiska personer och dodsbon alaggs inte att betala forsummelseavgift, om det inte ar fraga om forsummelse av uppgiftsskyldighet i anslutning till naringsverksamhet eller jord- och skogsbruk. en foretradare som avses i 4 a § i lagen om utstationerade arbetstagare kan dock alltid alaggas att betala forsummelseavgift."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "15 a",
      "section": "15 a",
      "title": "Ulkomaisen työnantajan tiedonantovelvollisuus",
      "content": "Ulkomaisen työnantajan on toimitettava verohallinnolle verotusta varten tarpeelliset tiedot tuloverolain 10 §:n 4 c kohdassa tarkoitetun vuokratun työntekijän työskentelyn arvioidusta kestosta ja palkan määrästä sekä työn teettäjästä, jos kansainvälinen sopimus ei estä veron perimistä työntekijän palkasta. Tiedot on toimitettava työskentelyn aloittamista seuraavan kalenterikuukauden loppuun mennessä. Ulkomaisen työnantajan on vuosittain toimitettava verohallinnolle 15 §:n 1 momentissa tarkoitetut tiedot maksamastaan: 1) tuloverolain 10 §:n 4 c kohdassa tarkoitetusta palkasta, jos kansainvälinen sopimus ei estä veron perimistä palkasta; 2) muusta kuin 1 kohdassa tarkoitetusta palkasta silloin, kun palkansaaja jatkuvasti oleskelee Suomessa yli kuuden kuukauden ajan. Edellä säädetystä poiketen on lähetetyistä työntekijöistä annetun lain (1146/1999) 4 a §:n mukaisesti asetetun edustajan toimitettava verohallinnolle 1 ja 2 momentissa tarkoitetut tiedot silloin, kun hänen edustamaansa ulkomaista työnantajaa ei ole merkitty ennakkoperintärekisteriin. Verohallitus antaa tarkempia määräyksiä annettavista tiedoista, tietojen antamisen ajankohdasta ja tavasta tai rajoittaa tiedonantovelvollisuutta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15 a",
        "normalized_fi": "Ulkomaisen työnantajan on toimitettava verohallinnolle verotusta varten tarpeelliset tiedot tuloverolain 10 § :n 4 c kohdassa tarkoitetun vuokratun työntekijän työskentelyn arvioidusta kestosta ja palkan määrästä sekä työn teettäjästä, jos kansainvälinen sopimus ei estä veron perimistä työntekijän palkasta. Tiedot on toimitettava työskentelyn aloittamista seuraavan kalenterikuukauden loppuun mennessä. Ulkomaisen työnantajan on vuosittain toimitettava verohallinnolle 15 § :n 1 momentissa tarkoitetut tiedot maksamastaan: 1) tuloverolain 10 § :n 4 c kohdassa tarkoitetusta palkasta, jos kansainvälinen sopimus ei estä veron perimistä palkasta; 2) muusta kuin 1 kohdassa tarkoitetusta palkasta silloin, kun palkansaaja jatkuvasti oleskelee Suomessa yli kuuden kuukauden ajan. Edellä säädetystä poiketen on lähetetyistä työntekijöistä annetun lain (1146/1999) 4 a § :n mukaisesti asetetun edustajan toimitettava verohallinnolle 1 ja 2 momentissa tarkoitetut tiedot silloin, kun hänen edustamaansa ulkomaista työnantajaa ei ole merkitty ennakkoperintärekisteriin. Verohallitus antaa tarkempia määräyksiä annettavista tiedoista, tietojen antamisen ajankohdasta ja tavasta tai rajoittaa tiedonantovelvollisuutta.",
        "folded_fi": "ulkomaisen tyonantajan on toimitettava verohallinnolle verotusta varten tarpeelliset tiedot tuloverolain 10 §:n 4 c kohdassa tarkoitetun vuokratun tyontekijan tyoskentelyn arvioidusta kestosta ja palkan maarasta seka tyon teettajasta, jos kansainvalinen sopimus ei esta veron perimista tyontekijan palkasta. tiedot on toimitettava tyoskentelyn aloittamista seuraavan kalenterikuukauden loppuun mennessa. ulkomaisen tyonantajan on vuosittain toimitettava verohallinnolle 15 §:n 1 momentissa tarkoitetut tiedot maksamastaan: 1) tuloverolain 10 §:n 4 c kohdassa tarkoitetusta palkasta, jos kansainvalinen sopimus ei esta veron perimista palkasta; 2) muusta kuin 1 kohdassa tarkoitetusta palkasta silloin, kun palkansaaja jatkuvasti oleskelee suomessa yli kuuden kuukauden ajan. edella saadetysta poiketen on lahetetyista tyontekijoista annetun lain (1146/1999) 4 a §:n mukaisesti asetetun edustajan toimitettava verohallinnolle 1 ja 2 momentissa tarkoitetut tiedot silloin, kun hanen edustamaansa ulkomaista tyonantajaa ei ole merkitty ennakkoperintarekisteriin. verohallitus antaa tarkempia maarayksia annettavista tiedoista, tietojen antamisen ajankohdasta ja tavasta tai rajoittaa tiedonantovelvollisuutta.",
        "title_sv": "En utländsk arbetsgivares skyldighet att lämna uppgifter",
        "content_sv": "En utländsk arbetsgivare skall tillställa skatteförvaltningen för beskattningen behövliga uppgifter om den uppskattade längden för arbetet och det kalkylerade lönebeloppet för en hyrd arbetstagare enligt 10 § 4 c-punkten i inkomstskattelagen samt om den som låter utföra arbetet, om ett internationellt avtal inte hindrar att skatt uppbärs på arbetstagarens lön. Uppgifterna skall tillställas före utgången av kalendermånaden efter den då arbetet inleddes. En utländsk arbetsgivare skall årligen tillställa skatteförvaltningen i 15 § 1 mom. avsedda uppgifter om utbetalda 1) löner enligt 10 § 4 c-punkten i inkomstskattelagen, om ett internationellt avtal inte hindrar att skatt uppbärs på lönen, 2) andra löner än sådana som avses i 1 punkten, när löntagaren fortgående vistas i Finland över sex månader. Med avvikelse från vad som bestäms ovan skall en företrädare som utsetts enligt 4 a § i lagen om utstationerade arbetstagare (1146/1999) tillställa skatteförvaltningen de uppgifter som avses i 1 och 2 mom. då den utländska arbetsgivare som företrädaren företräder inte har införts i förskottsuppbördsregistret. Skattestyrelsen meddelar närmare föreskrifter om vilka uppgifter som skall lämnas och om när och hur detta skall ske, eller begränsar skyldigheten att lämna uppgifter.",
        "normalized_sv": "En utländsk arbetsgivare skall tillställa skatteförvaltningen för beskattningen behövliga uppgifter om den uppskattade längden för arbetet och det kalkylerade lönebeloppet för en hyrd arbetstagare enligt 10 § 4 c-punkten i inkomstskattelagen samt om den som låter utföra arbetet, om ett internationellt avtal inte hindrar att skatt uppbärs på arbetstagarens lön. Uppgifterna skall tillställas före utgången av kalendermånaden efter den då arbetet inleddes. En utländsk arbetsgivare skall årligen tillställa skatteförvaltningen i 15 § 1 mom. avsedda uppgifter om utbetalda 1) löner enligt 10 § 4 c-punkten i inkomstskattelagen, om ett internationellt avtal inte hindrar att skatt uppbärs på lönen, 2) andra löner än sådana som avses i 1 punkten, när löntagaren fortgående vistas i Finland över sex månader. Med avvikelse från vad som bestäms ovan skall en företrädare som utsetts enligt 4 a § i lagen om utstationerade arbetstagare (1146/1999) tillställa skatteförvaltningen de uppgifter som avses i 1 och 2 mom. då den utländska arbetsgivare som företrädaren företräder inte har införts i förskottsuppbördsregistret. Skattestyrelsen meddelar närmare föreskrifter om vilka uppgifter som skall lämnas och om när och hur detta skall ske, eller begränsar skyldigheten att lämna uppgifter.",
        "folded_sv": "en utlandsk arbetsgivare skall tillstalla skatteforvaltningen for beskattningen behovliga uppgifter om den uppskattade langden for arbetet och det kalkylerade lonebeloppet for en hyrd arbetstagare enligt 10 § 4 c-punkten i inkomstskattelagen samt om den som later utfora arbetet, om ett internationellt avtal inte hindrar att skatt uppbars pa arbetstagarens lon. uppgifterna skall tillstallas fore utgangen av kalendermanaden efter den da arbetet inleddes. en utlandsk arbetsgivare skall arligen tillstalla skatteforvaltningen i 15 § 1 mom. avsedda uppgifter om utbetalda 1) loner enligt 10 § 4 c-punkten i inkomstskattelagen, om ett internationellt avtal inte hindrar att skatt uppbars pa lonen, 2) andra loner an sadana som avses i 1 punkten, nar lontagaren fortgaende vistas i finland over sex manader. med avvikelse fran vad som bestams ovan skall en foretradare som utsetts enligt 4 a § i lagen om utstationerade arbetstagare (1146/1999) tillstalla skatteforvaltningen de uppgifter som avses i 1 och 2 mom. da den utlandska arbetsgivare som foretradaren foretrader inte har inforts i forskottsuppbordsregistret. skattestyrelsen meddelar narmare foreskrifter om vilka uppgifter som skall lamnas och om nar och hur detta skall ske, eller begransar skyldigheten att lamna uppgifter."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Muita tietoja koskeva sivullisen yleinen tiedonantovelvollisuus",
      "content": "Jokaisen, joka teettää työtä tuloverolain 10 §:n 4 c kohdassa tarkoitetulla vuokratulla työntekijällä, on toimitettava verohallinnolle verotusta varten tarpeelliset tiedot työntekijän vuokralle antaneesta yrityksestä, jos kansainvälinen sopimus ei estä veron perimistä työntekijän palkasta. Lisäksi tällöin on toimitettava tieto yrityksen lähetetyistä työntekijöistä annetun lain 4 a §:n mukaisesti asetetusta edustajasta. Tiedot on toimitettava sitä kalenterikuukautta seuraavan kuukauden loppuun mennessä, jonka aikana yrityksen ensimmäinen työntekijä aloittaa työskentelyn työn teettäjälle. Edellä mainituissa tiedoissa tapahtuneesta muutoksesta on ilmoitettava verohallinnolle muutosta seuraavan kalenterikuukauden loppuun mennessä. Ennakonpidätyksen alaisen suorituksen maksajan on toimitettava verohallinnolle verotusta varten tarpeelliset tiedot suorituksen saajasta ja laadusta pyytäessään ennakonpidätyksen toimittamisessa tarvittavat tiedot verohallinnolta verotustietojen julkisuudesta ja salassapidosta annetun lain (1346/1999) 17 §:n 1 momentin nojalla. Eläkkeestä ja siihen rinnastettavasta suorituksesta on ilmoitettava myös suorituksen arvioitu määrä. Eläkelaitoksen on toimitettava verohallinnolle verotusta varten tarpeelliset tiedot rajoitetusti verovelvollisen eläketuloa saavan henkilön asuinvaltiosta ja kansalaisuudesta. Kansaneläkelaitoksen on lisäksi toimitettava verohallinnolle tieto siitä, onko henkilö vakuutettu Suomessa ja vastaako Suomi henkilön sairaanhoitokustannuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Jokaisen, joka teettää työtä tuloverolain 10 § :n 4 c kohdassa tarkoitetulla vuokratulla työntekijällä, on toimitettava verohallinnolle verotusta varten tarpeelliset tiedot työntekijän vuokralle antaneesta yrityksestä, jos kansainvälinen sopimus ei estä veron perimistä työntekijän palkasta. Lisäksi tällöin on toimitettava tieto yrityksen lähetetyistä työntekijöistä annetun lain 4 a § :n mukaisesti asetetusta edustajasta. Tiedot on toimitettava sitä kalenterikuukautta seuraavan kuukauden loppuun mennessä, jonka aikana yrityksen ensimmäinen työntekijä aloittaa työskentelyn työn teettäjälle. Edellä mainituissa tiedoissa tapahtuneesta muutoksesta on ilmoitettava verohallinnolle muutosta seuraavan kalenterikuukauden loppuun mennessä. Ennakonpidätyksen alaisen suorituksen maksajan on toimitettava verohallinnolle verotusta varten tarpeelliset tiedot suorituksen saajasta ja laadusta pyytäessään ennakonpidätyksen toimittamisessa tarvittavat tiedot verohallinnolta verotustietojen julkisuudesta ja salassapidosta annetun lain (1346/1999) 17 § :n 1 momentin nojalla. Eläkkeestä ja siihen rinnastettavasta suorituksesta on ilmoitettava myös suorituksen arvioitu määrä. Eläkelaitoksen on toimitettava verohallinnolle verotusta varten tarpeelliset tiedot rajoitetusti verovelvollisen eläketuloa saavan henkilön asuinvaltiosta ja kansalaisuudesta. Kansaneläkelaitoksen on lisäksi toimitettava verohallinnolle tieto siitä, onko henkilö vakuutettu Suomessa ja vastaako Suomi henkilön sairaanhoitokustannuksista.",
        "folded_fi": "jokaisen, joka teettaa tyota tuloverolain 10 §:n 4 c kohdassa tarkoitetulla vuokratulla tyontekijalla, on toimitettava verohallinnolle verotusta varten tarpeelliset tiedot tyontekijan vuokralle antaneesta yrityksesta, jos kansainvalinen sopimus ei esta veron perimista tyontekijan palkasta. lisaksi talloin on toimitettava tieto yrityksen lahetetyista tyontekijoista annetun lain 4 a §:n mukaisesti asetetusta edustajasta. tiedot on toimitettava sita kalenterikuukautta seuraavan kuukauden loppuun mennessa, jonka aikana yrityksen ensimmainen tyontekija aloittaa tyoskentelyn tyon teettajalle. edella mainituissa tiedoissa tapahtuneesta muutoksesta on ilmoitettava verohallinnolle muutosta seuraavan kalenterikuukauden loppuun mennessa. ennakonpidatyksen alaisen suorituksen maksajan on toimitettava verohallinnolle verotusta varten tarpeelliset tiedot suorituksen saajasta ja laadusta pyytaessaan ennakonpidatyksen toimittamisessa tarvittavat tiedot verohallinnolta verotustietojen julkisuudesta ja salassapidosta annetun lain (1346/1999) 17 §:n 1 momentin nojalla. elakkeesta ja siihen rinnastettavasta suorituksesta on ilmoitettava myos suorituksen arvioitu maara. elakelaitoksen on toimitettava verohallinnolle verotusta varten tarpeelliset tiedot rajoitetusti verovelvollisen elaketuloa saavan henkilon asuinvaltiosta ja kansalaisuudesta. kansanelakelaitoksen on lisaksi toimitettava verohallinnolle tieto siita, onko henkilo vakuutettu suomessa ja vastaako suomi henkilon sairaanhoitokustannuksista.",
        "title_sv": "Utomståendes allmänna skyldighet att lämna andra uppgifter",
        "content_sv": "Var och en som låter utföra arbete med en hyrd arbetstagare som avses i 10 § 4 c-punkten i inkomstskattelagen skall tillställa skatteförvaltningen för beskattningen behövliga uppgifter om det företag som hyrt ut arbetstagaren, om ett internationellt avtal inte hindrar att skatt uppbärs på arbetstagarens lön. Det skall då dessutom tillställas uppgifter om den företrädare för företaget som utsetts i enlighet med 4 a § i lagen om utstationerade arbetstagare. Uppgifterna skall tillställas före utgången av kalendermånaden efter den under vilken företagets första arbetstagare börjar arbeta för den som låter utföra arbetet. Förändringar i de ovan nämnda uppgifterna skall meddelas till skatteförvaltningen före utgången av den kalendermånad som följer på förändringen. Den som gör en betalning på vilken förskottsinnehållning skall verkställas skall tillställa skatteförvaltningen för beskattningen behövliga uppgifter om betalningsmottagaren och betalningsslaget när betalaren med stöd av 17 § 1 mom. i lagen om offentlighet och sekretess i fråga om beskattningsuppgifter (1346/1999) begär sådana uppgifter av skatteförvaltningen som behövs för att verkställa förskottsinnehållning. I fråga om pensioner och därmed jämförbara betalningar skall också uppges det kalkylerade beloppet av betalningen. Pensionsanstalten skall tillställa skatteförvaltningen för beskattningen behövliga uppgifter om hemviststat och medborgarskap för en begränsat skattskyldig person med pensionsinkomst. Folkpensionsanstalten skall dessutom tillställa skatteförvaltningen uppgifter om huruvida personen är försäkrad i Finland och huruvida Finland svarar för personens sjukvårdskostnader.",
        "normalized_sv": "Var och en som låter utföra arbete med en hyrd arbetstagare som avses i 10 § 4 c-punkten i inkomstskattelagen skall tillställa skatteförvaltningen för beskattningen behövliga uppgifter om det företag som hyrt ut arbetstagaren, om ett internationellt avtal inte hindrar att skatt uppbärs på arbetstagarens lön. Det skall då dessutom tillställas uppgifter om den företrädare för företaget som utsetts i enlighet med 4 a § i lagen om utstationerade arbetstagare. Uppgifterna skall tillställas före utgången av kalendermånaden efter den under vilken företagets första arbetstagare börjar arbeta för den som låter utföra arbetet. Förändringar i de ovan nämnda uppgifterna skall meddelas till skatteförvaltningen före utgången av den kalendermånad som följer på förändringen. Den som gör en betalning på vilken förskottsinnehållning skall verkställas skall tillställa skatteförvaltningen för beskattningen behövliga uppgifter om betalningsmottagaren och betalningsslaget när betalaren med stöd av 17 § 1 mom. i lagen om offentlighet och sekretess i fråga om beskattningsuppgifter (1346/1999) begär sådana uppgifter av skatteförvaltningen som behövs för att verkställa förskottsinnehållning. I fråga om pensioner och därmed jämförbara betalningar skall också uppges det kalkylerade beloppet av betalningen. Pensionsanstalten skall tillställa skatteförvaltningen för beskattningen behövliga uppgifter om hemviststat och medborgarskap för en begränsat skattskyldig person med pensionsinkomst. Folkpensionsanstalten skall dessutom tillställa skatteförvaltningen uppgifter om huruvida personen är försäkrad i Finland och huruvida Finland svarar för personens sjukvårdskostnader.",
        "folded_sv": "var och en som later utfora arbete med en hyrd arbetstagare som avses i 10 § 4 c-punkten i inkomstskattelagen skall tillstalla skatteforvaltningen for beskattningen behovliga uppgifter om det foretag som hyrt ut arbetstagaren, om ett internationellt avtal inte hindrar att skatt uppbars pa arbetstagarens lon. det skall da dessutom tillstallas uppgifter om den foretradare for foretaget som utsetts i enlighet med 4 a § i lagen om utstationerade arbetstagare. uppgifterna skall tillstallas fore utgangen av kalendermanaden efter den under vilken foretagets forsta arbetstagare borjar arbeta for den som later utfora arbetet. forandringar i de ovan namnda uppgifterna skall meddelas till skatteforvaltningen fore utgangen av den kalendermanad som foljer pa forandringen. den som gor en betalning pa vilken forskottsinnehallning skall verkstallas skall tillstalla skatteforvaltningen for beskattningen behovliga uppgifter om betalningsmottagaren och betalningsslaget nar betalaren med stod av 17 § 1 mom. i lagen om offentlighet och sekretess i fraga om beskattningsuppgifter (1346/1999) begar sadana uppgifter av skatteforvaltningen som behovs for att verkstalla forskottsinnehallning. i fraga om pensioner och darmed jamforbara betalningar skall ocksa uppges det kalkylerade beloppet av betalningen. pensionsanstalten skall tillstalla skatteforvaltningen for beskattningen behovliga uppgifter om hemviststat och medborgarskap for en begransat skattskyldig person med pensionsinkomst. folkpensionsanstalten skall dessutom tillstalla skatteforvaltningen uppgifter om huruvida personen ar forsakrad i finland och huruvida finland svarar for personens sjukvardskostnader."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Tietojen antamista koskevat erityissäännökset",
      "content": "Edellä 15 a §:ssä sekä 17 §:n 7 ja 9 momentissa tarkoitetussa tapauksessa tiedon kohteena oleva on yksilöitävä nimen lisäksi seuraavilla tiedonantovelvollisen hallussa olevilla tiedolla: 1) yritys- ja yhteisötunnus taikka henkilötunnus tai sen puuttuessa syntymäaika; 2) asuinvaltion antama vero- tai henkilötunnus tai, jos näitä tietoja ei ole, muu vastaava tunnus; ja 3) yhteystiedot sekä Suomessa että asuinvaltiossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22",
        "normalized_fi": "Edellä 15 a § :ssä sekä 17 § :n 7 ja 9 momentissa tarkoitetussa tapauksessa tiedon kohteena oleva on yksilöitävä nimen lisäksi seuraavilla tiedonantovelvollisen hallussa olevilla tiedolla: 1) yritys- ja yhteisötunnus taikka henkilötunnus tai sen puuttuessa syntymäaika; 2) asuinvaltion antama vero- tai henkilötunnus tai, jos näitä tietoja ei ole, muu vastaava tunnus; ja 3) yhteystiedot sekä Suomessa että asuinvaltiossa.",
        "folded_fi": "edella 15 a §:ssa seka 17 §:n 7 ja 9 momentissa tarkoitetussa tapauksessa tiedon kohteena oleva on yksiloitava nimen lisaksi seuraavilla tiedonantovelvollisen hallussa olevilla tiedolla: 1) yritys- ja yhteisotunnus taikka henkilotunnus tai sen puuttuessa syntymaaika; 2) asuinvaltion antama vero- tai henkilotunnus tai, jos naita tietoja ei ole, muu vastaava tunnus; ja 3) yhteystiedot seka suomessa etta asuinvaltiossa.",
        "title_sv": "Särskilda bestämmelser om lämnande av uppgifter",
        "content_sv": "I de fall som avses i 15 a § och 17 § 7 och 9 mom. skall den som uppgifterna gäller förutom med namn specificeras med följande uppgifter som den uppgiftsskyldige besitter: 1) företags- och organisationsnummer eller personbeteckning, eller om personbeteckning saknas, födelsetid, 2) skatte- eller personnummer som tilldelats av hemviststaten, eller om sådana uppgifter saknas, med något annat motsvarande signum, och 3) kontaktuppgifter i både Finland och hemviststaten.",
        "normalized_sv": "I de fall som avses i 15 a § och 17 § 7 och 9 mom. skall den som uppgifterna gäller förutom med namn specificeras med följande uppgifter som den uppgiftsskyldige besitter: 1) företags- och organisationsnummer eller personbeteckning, eller om personbeteckning saknas, födelsetid, 2) skatte- eller personnummer som tilldelats av hemviststaten, eller om sådana uppgifter saknas, med något annat motsvarande signum, och 3) kontaktuppgifter i både Finland och hemviststaten.",
        "folded_sv": "i de fall som avses i 15 a § och 17 § 7 och 9 mom. skall den som uppgifterna galler forutom med namn specificeras med foljande uppgifter som den uppgiftsskyldige besitter: 1) foretags- och organisationsnummer eller personbeteckning, eller om personbeteckning saknas, fodelsetid, 2) skatte- eller personnummer som tilldelats av hemviststaten, eller om sadana uppgifter saknas, med nagot annat motsvarande signum, och 3) kontaktuppgifter i bade finland och hemviststaten."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "22 a",
      "section": "22 a",
      "title": "Laiminlyöntimaksu",
      "content": "Laiminlyöntimaksua ei määrätä luonnolliselle henkilölle tai kuolinpesälle, ellei kyse ole elinkeinotoimintaan taikka maa- tai metsätalouteen liittyvästä tiedonantovelvollisuuden laiminlyönnistä. Laiminlyöntimaksu voidaan kuitenkin aina määrätä lähetetyistä työntekijöistä annetun lain 4 a §:ssä tarkoitetulle edustajalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22 a",
        "normalized_fi": "Laiminlyöntimaksua ei määrätä luonnolliselle henkilölle tai kuolinpesälle, ellei kyse ole elinkeinotoimintaan taikka maa- tai metsätalouteen liittyvästä tiedonantovelvollisuuden laiminlyönnistä. Laiminlyöntimaksu voidaan kuitenkin aina määrätä lähetetyistä työntekijöistä annetun lain 4 a § :ssä tarkoitetulle edustajalle.",
        "folded_fi": "laiminlyontimaksua ei maarata luonnolliselle henkilolle tai kuolinpesalle, ellei kyse ole elinkeinotoimintaan taikka maa- tai metsatalouteen liittyvasta tiedonantovelvollisuuden laiminlyonnista. laiminlyontimaksu voidaan kuitenkin aina maarata lahetetyista tyontekijoista annetun lain 4 a §:ssa tarkoitetulle edustajalle.",
        "title_sv": "Försummelseavgift",
        "content_sv": "Fysiska personer och dödsbon åläggs inte att betala försummelseavgift, om det inte är fråga om försummelse av uppgiftsskyldighet i anslutning till näringsverksamhet eller jord- och skogsbruk. En företrädare som avses i 4 a § i lagen om utstationerade arbetstagare kan dock alltid åläggas att betala försummelseavgift.",
        "normalized_sv": "Fysiska personer och dödsbon åläggs inte att betala försummelseavgift, om det inte är fråga om försummelse av uppgiftsskyldighet i anslutning till näringsverksamhet eller jord- och skogsbruk. En företrädare som avses i 4 a § i lagen om utstationerade arbetstagare kan dock alltid åläggas att betala försummelseavgift.",
        "folded_sv": "fysiska personer och dodsbon alaggs inte att betala forsummelseavgift, om det inte ar fraga om forsummelse av uppgiftsskyldighet i anslutning till naringsverksamhet eller jord- och skogsbruk. en foretradare som avses i 4 a § i lagen om utstationerade arbetstagare kan dock alltid alaggas att betala forsummelseavgift."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    }
  ]
}