{
  "id": "1231/2007",
  "type": "statute",
  "title": "Laki auktorisoiduista kääntäjistä",
  "title_en": "Lag om auktoriserade translatorer",
  "status": "in_force",
  "issued_date": "2007-12-07",
  "in_force_date": "2007-12-07",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/1231/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lain soveltamisala",
      "content": "Tässä laissa säädetään oikeudesta toimia auktorisoituna kääntäjänä ja auktorisoitujen kääntäjien tutkintojärjestelmästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Tässä laissa säädetään oikeudesta toimia auktorisoituna kääntäjänä ja auktorisoitujen kääntäjien tutkintojärjestelmästä.",
        "folded_fi": "tassa laissa saadetaan oikeudesta toimia auktorisoituna kaantajana ja auktorisoitujen kaantajien tutkintojarjestelmasta.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "I denna lag föreskrivs om rätten att vara verksam som auktoriserad translator och om examenssystemet för auktoriserade translatorer.",
        "normalized_sv": "I denna lag föreskrivs om rätten att vara verksam som auktoriserad translator och om examenssystemet för auktoriserade translatorer.",
        "folded_sv": "i denna lag foreskrivs om ratten att vara verksam som auktoriserad translator och om examenssystemet for auktoriserade translatorer."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "title": "Auktorisoidun kääntäjän kelpoisuus",
      "content": "Auktorisoiduksi kääntäjäksi voidaan hyväksyä luotettavaksi tunnettu täysi-ikäinen henkilö: 1) jota ei ole julistettu vajaavaltaiseksi; 2) jolla on kotikuntalain (201/1994) mukainen kotikunta Suomessa taikka vakinainen asuinpaikka Euroopan unionin jäsenvaltiossa tai muussa Euroopan talousalueeseen kuuluvassa valtiossa; ja 3) joka on hyväksytysti suorittanut tässä laissa tarkoitetun auktorisoidun kääntäjän tutkinnon. Edellä 1 momentin 3 kohdassa tarkoitetun tutkinnon suorittamista ei edellytetä, jos henkilö on suorittanut filosofian maisterin tutkinnon tai muun ylemmän korkeakoulututkinnon, johon sisältyvät vähintään 60 opintopisteen laajuiset käännöstieteen opinnot ja hän hakee oikeutta tehdä käännöksiä auktorisoituna kääntäjänä tutkintoonsa sisältyvässä kieliparissa yksinomaan äidinkieleen tai siihen kieleen, jonka hän hallitsee parhaiten (A-työkieli). Edellä tarkoitetuista käännöstieteen opinnoista säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_2",
        "normalized_fi": "Auktorisoiduksi kääntäjäksi voidaan hyväksyä luotettavaksi tunnettu täysi-ikäinen henkilö: 1) jota ei ole julistettu vajaavaltaiseksi; 2) jolla on kotikuntalain (201/1994) mukainen kotikunta Suomessa taikka vakinainen asuinpaikka Euroopan unionin jäsenvaltiossa tai muussa Euroopan talousalueeseen kuuluvassa valtiossa; ja 3) joka on hyväksytysti suorittanut tässä laissa tarkoitetun auktorisoidun kääntäjän tutkinnon. Edellä 1 momentin 3 kohdassa tarkoitetun tutkinnon suorittamista ei edellytetä, jos henkilö on suorittanut filosofian maisterin tutkinnon tai muun ylemmän korkeakoulututkinnon, johon sisältyvät vähintään 60 opintopisteen laajuiset käännöstieteen opinnot ja hän hakee oikeutta tehdä käännöksiä auktorisoituna kääntäjänä tutkintoonsa sisältyvässä kieliparissa yksinomaan äidinkieleen tai siihen kieleen, jonka hän hallitsee parhaiten (A-työkieli). Edellä tarkoitetuista käännöstieteen opinnoista säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "auktorisoiduksi kaantajaksi voidaan hyvaksya luotettavaksi tunnettu taysi-ikainen henkilo: 1) jota ei ole julistettu vajaavaltaiseksi; 2) jolla on kotikuntalain (201/1994) mukainen kotikunta suomessa taikka vakinainen asuinpaikka euroopan unionin jasenvaltiossa tai muussa euroopan talousalueeseen kuuluvassa valtiossa; ja 3) joka on hyvaksytysti suorittanut tassa laissa tarkoitetun auktorisoidun kaantajan tutkinnon. edella 1 momentin 3 kohdassa tarkoitetun tutkinnon suorittamista ei edellyteta, jos henkilo on suorittanut filosofian maisterin tutkinnon tai muun ylemman korkeakoulututkinnon, johon sisaltyvat vahintaan 60 opintopisteen laajuiset kaannostieteen opinnot ja han hakee oikeutta tehda kaannoksia auktorisoituna kaantajana tutkintoonsa sisaltyvassa kieliparissa yksinomaan aidinkieleen tai siihen kieleen, jonka han hallitsee parhaiten (a-tyokieli). edella tarkoitetuista kaannostieteen opinnoista saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Behörighet för auktoriserad translator",
        "content_sv": "Som auktoriserad translator kan godkännas en för tillförlitlighet känd person som har uppnått myndighetsåldern och som 1) inte har förklarats omyndig, 2) har hemkommun i Finland enligt lagen om hemkommun (201/1994) eller som är stadigvarande bosatt i en medlemsstat i Europeiska unionen eller i någon annan stat som hör till Europeiska ekonomiska samarbetsområdet, och som 3) har godkänts i den examen för auktoriserade translatorer som avses i denna lag. Examen enligt 1 mom. 3 punkten krävs inte av en person som har avlagt filosofie magisterexamen eller någon annan högre högskoleexamen som innehåller studier i översättningsvetenskap omfattande minst 60 studiepoäng, om denna person ansöker om rätt att göra översättningar som auktoriserad translator utgående från ett språkpar som ingår i examen enbart till sitt modersmål eller till det språk han eller hon behärskar bäst (A-arbetsspråk). Närmare bestämmelser om studierna i översättningsvetenskap utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Som auktoriserad translator kan godkännas en för tillförlitlighet känd person som har uppnått myndighetsåldern och som 1) inte har förklarats omyndig, 2) har hemkommun i Finland enligt lagen om hemkommun (201/1994) eller som är stadigvarande bosatt i en medlemsstat i Europeiska unionen eller i någon annan stat som hör till Europeiska ekonomiska samarbetsområdet, och som 3) har godkänts i den examen för auktoriserade translatorer som avses i denna lag. Examen enligt 1 mom. 3 punkten krävs inte av en person som har avlagt filosofie magisterexamen eller någon annan högre högskoleexamen som innehåller studier i översättningsvetenskap omfattande minst 60 studiepoäng, om denna person ansöker om rätt att göra översättningar som auktoriserad translator utgående från ett språkpar som ingår i examen enbart till sitt modersmål eller till det språk han eller hon behärskar bäst (A-arbetsspråk). Närmare bestämmelser om studierna i översättningsvetenskap utfärdas genom förordning av statsrådet.",
        "folded_sv": "som auktoriserad translator kan godkannas en for tillforlitlighet kand person som har uppnatt myndighetsaldern och som 1) inte har forklarats omyndig, 2) har hemkommun i finland enligt lagen om hemkommun (201/1994) eller som ar stadigvarande bosatt i en medlemsstat i europeiska unionen eller i nagon annan stat som hor till europeiska ekonomiska samarbetsomradet, och som 3) har godkants i den examen for auktoriserade translatorer som avses i denna lag. examen enligt 1 mom. 3 punkten kravs inte av en person som har avlagt filosofie magisterexamen eller nagon annan hogre hogskoleexamen som innehaller studier i oversattningsvetenskap omfattande minst 60 studiepoang, om denna person ansoker om ratt att gora oversattningar som auktoriserad translator utgaende fran ett sprakpar som ingar i examen enbart till sitt modersmal eller till det sprak han eller hon beharskar bast (a-arbetssprak). narmare bestammelser om studierna i oversattningsvetenskap utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "Kääntäjän auktorisointi",
      "content": "Oikeus toimia auktorisoituna kääntäjänä myönnetään 2 §:ssä säädetyt edellytykset täyttävälle henkilölle viideksi vuodeksi. Ennen auktorisointia henkilön on annettava kirjallinen auktorisoidun kääntäjän vakuutus. Auktorisointia voidaan hakemuksesta jatkaa enintään viisi vuotta kerrallaan, jos hakija on auktorisoinnin voimassa ollessa toiminut auktorisoituna kääntäjänä ja hän täyttää edelleen 2 §:ssä säädetyt edellytykset. Auktorisoinnin hakemisesta ja myöntämisestä sekä auktorisoidun kääntäjän vakuutuksesta ja sen antamisesta annetaan tarkemmat säännökset valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_3",
        "normalized_fi": "Oikeus toimia auktorisoituna kääntäjänä myönnetään 2 § :ssä säädetyt edellytykset täyttävälle henkilölle viideksi vuodeksi. Ennen auktorisointia henkilön on annettava kirjallinen auktorisoidun kääntäjän vakuutus. Auktorisointia voidaan hakemuksesta jatkaa enintään viisi vuotta kerrallaan, jos hakija on auktorisoinnin voimassa ollessa toiminut auktorisoituna kääntäjänä ja hän täyttää edelleen 2 § :ssä säädetyt edellytykset. Auktorisoinnin hakemisesta ja myöntämisestä sekä auktorisoidun kääntäjän vakuutuksesta ja sen antamisesta annetaan tarkemmat säännökset valtioneuvoston asetuksella.",
        "folded_fi": "oikeus toimia auktorisoituna kaantajana myonnetaan 2 §:ssa saadetyt edellytykset tayttavalle henkilolle viideksi vuodeksi. ennen auktorisointia henkilon on annettava kirjallinen auktorisoidun kaantajan vakuutus. auktorisointia voidaan hakemuksesta jatkaa enintaan viisi vuotta kerrallaan, jos hakija on auktorisoinnin voimassa ollessa toiminut auktorisoituna kaantajana ja han tayttaa edelleen 2 §:ssa saadetyt edellytykset. auktorisoinnin hakemisesta ja myontamisesta seka auktorisoidun kaantajan vakuutuksesta ja sen antamisesta annetaan tarkemmat saannokset valtioneuvoston asetuksella.",
        "title_sv": "Auktorisation av translatorer",
        "content_sv": "Rätt att vara verksam som auktoriserad translator beviljas för en tid av fem år en person som uppfyller villkoren i 2 §. Före auktoriseringen ska personen avge en skriftlig försäkran för auktoriserad translator. En auktorisation kan på ansökan förlängas med högst fem år i sänder, om sökanden under auktorisationens giltighet har varit verksam som auktoriserad translator och fortfarande uppfyller villkoren i 2 §. Närmare bestämmelser om ansökan om och beviljande av auktorisation samt om försäkran för auktoriserad translator och hur den avges utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Rätt att vara verksam som auktoriserad translator beviljas för en tid av fem år en person som uppfyller villkoren i 2 § . Före auktoriseringen ska personen avge en skriftlig försäkran för auktoriserad translator. En auktorisation kan på ansökan förlängas med högst fem år i sänder, om sökanden under auktorisationens giltighet har varit verksam som auktoriserad translator och fortfarande uppfyller villkoren i 2 § . Närmare bestämmelser om ansökan om och beviljande av auktorisation samt om försäkran för auktoriserad translator och hur den avges utfärdas genom förordning av statsrådet.",
        "folded_sv": "ratt att vara verksam som auktoriserad translator beviljas for en tid av fem ar en person som uppfyller villkoren i 2 §. fore auktoriseringen ska personen avge en skriftlig forsakran for auktoriserad translator. en auktorisation kan pa ansokan forlangas med hogst fem ar i sander, om sokanden under auktorisationens giltighet har varit verksam som auktoriserad translator och fortfarande uppfyller villkoren i 2 §. narmare bestammelser om ansokan om och beviljande av auktorisation samt om forsakran for auktoriserad translator och hur den avges utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Todistus auktorisoinnista",
      "content": "Kääntäjän auktorisoinnista annetaan todistus, jossa mainitaan, mistä kielestä mihin kieleen henkilöllä on oikeus auktorisoituna kääntäjänä tehdä käännöksiä. Todistuksen antamisesta sekä sen sisällöstä ja allekirjoittamisesta annetaan tarkemmat säännökset valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_4",
        "normalized_fi": "Kääntäjän auktorisoinnista annetaan todistus, jossa mainitaan, mistä kielestä mihin kieleen henkilöllä on oikeus auktorisoituna kääntäjänä tehdä käännöksiä. Todistuksen antamisesta sekä sen sisällöstä ja allekirjoittamisesta annetaan tarkemmat säännökset valtioneuvoston asetuksella.",
        "folded_fi": "kaantajan auktorisoinnista annetaan todistus, jossa mainitaan, mista kielesta mihin kieleen henkilolla on oikeus auktorisoituna kaantajana tehda kaannoksia. todistuksen antamisesta seka sen sisallosta ja allekirjoittamisesta annetaan tarkemmat saannokset valtioneuvoston asetuksella.",
        "title_sv": "Intyg över auktorisation",
        "content_sv": "Över auktorisation av en translator utfärdas ett intyg, där det nämns från vilket språk till vilket språk översättaren har rätt att utföra översättningar i egenskap av auktoriserad translator. Närmare bestämmelser om utfärdandet av intyget samt dess innehåll och undertecknarna utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Över auktorisation av en translator utfärdas ett intyg, där det nämns från vilket språk till vilket språk översättaren har rätt att utföra översättningar i egenskap av auktoriserad translator. Närmare bestämmelser om utfärdandet av intyget samt dess innehåll och undertecknarna utfärdas genom förordning av statsrådet.",
        "folded_sv": "over auktorisation av en translator utfardas ett intyg, dar det namns fran vilket sprak till vilket sprak oversattaren har ratt att utfora oversattningar i egenskap av auktoriserad translator. narmare bestammelser om utfardandet av intyget samt dess innehall och undertecknarna utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Auktorisoinnin peruuttaminen",
      "content": "Auktorisointi voidaan peruuttaa, jos kääntäjä ei enää täytä tässä laissa säädettyjä edellytyksiä tai jos hän on muutoin toiminnallaan osoittanut olevansa ilmeisen sopimaton auktorisoiduksi kääntäjäksi. Ennen auktorisoinnin peruuttamista kääntäjälle on varattava tilaisuus tulla kuulluksi. Auktorisoinnin peruuttamisesta on viipymättä kuulutettava virallisessa lehdessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Auktorisointi voidaan peruuttaa, jos kääntäjä ei enää täytä tässä laissa säädettyjä edellytyksiä tai jos hän on muutoin toiminnallaan osoittanut olevansa ilmeisen sopimaton auktorisoiduksi kääntäjäksi. Ennen auktorisoinnin peruuttamista kääntäjälle on varattava tilaisuus tulla kuulluksi. Auktorisoinnin peruuttamisesta on viipymättä kuulutettava virallisessa lehdessä.",
        "folded_fi": "auktorisointi voidaan peruuttaa, jos kaantaja ei enaa tayta tassa laissa saadettyja edellytyksia tai jos han on muutoin toiminnallaan osoittanut olevansa ilmeisen sopimaton auktorisoiduksi kaantajaksi. ennen auktorisoinnin peruuttamista kaantajalle on varattava tilaisuus tulla kuulluksi. auktorisoinnin peruuttamisesta on viipymatta kuulutettava virallisessa lehdessa.",
        "title_sv": "Återkallelse av auktorisation",
        "content_sv": "Om en auktoriserad translator inte längre uppfyller de villkor om vilka föreskrivs i denna lag eller om han eller hon på något annat sätt har visat sig vara uppenbart olämplig som auktoriserad translator, kan auktorisationen återkallas. Innan auktorisationen återkallas ska translatorn ges tillfälle att bli hörd. Ett beslut om återkallande ska utan dröjsmål kungöras i den officiella tidningen.",
        "normalized_sv": "Om en auktoriserad translator inte längre uppfyller de villkor om vilka föreskrivs i denna lag eller om han eller hon på något annat sätt har visat sig vara uppenbart olämplig som auktoriserad translator, kan auktorisationen återkallas. Innan auktorisationen återkallas ska translatorn ges tillfälle att bli hörd. Ett beslut om återkallande ska utan dröjsmål kungöras i den officiella tidningen.",
        "folded_sv": "om en auktoriserad translator inte langre uppfyller de villkor om vilka foreskrivs i denna lag eller om han eller hon pa nagot annat satt har visat sig vara uppenbart olamplig som auktoriserad translator, kan auktorisationen aterkallas. innan auktorisationen aterkallas ska translatorn ges tillfalle att bli hord. ett beslut om aterkallande ska utan drojsmal kungoras i den officiella tidningen."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Käännöksen pätevyys",
      "content": "Auktorisoidun kääntäjän tekemä käännös on laillisesti pätevä, jollei sitä näytetä virheelliseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Auktorisoidun kääntäjän tekemä käännös on laillisesti pätevä, jollei sitä näytetä virheelliseksi.",
        "folded_fi": "auktorisoidun kaantajan tekema kaannos on laillisesti pateva, jollei sita nayteta virheelliseksi.",
        "title_sv": "Laggill översättning",
        "content_sv": "En översättning som utförts av en auktoriserad translator är laggill, om den inte visas vara felaktig.",
        "normalized_sv": "En översättning som utförts av en auktoriserad translator är laggill, om den inte visas vara felaktig.",
        "folded_sv": "en oversattning som utforts av en auktoriserad translator ar laggill, om den inte visas vara felaktig."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "title": "Tutkinto",
      "content": "Auktorisoidun kääntäjän tutkinnossa osoitetaan tutkintokielten kieli- ja kääntämistaito sekä auktorisoidun kääntäjän ammatinharjoittamisessa tarvittava muu taito. Tutkinnosta ja sen osien sisällöstä sekä tutkinnon järjestämisestä ja sen hyväksymisestä annetaan tarkemmat säännökset valtioneuvoston asetuksella. Auktorisoidun kääntäjän tutkinnon perusteissa määritellään tutkinnossa vaadittu kieli- ja kääntämistaito, taito toimia auktorisoituna kääntäjänä sekä taitojen osoittamistapa ja tutkinnon arvioinnin yleiset perusteet. Tutkinnon perusteista, tutkintokielistä ja niiden kääntämissuunnista sekä tutkintotehtävistä päättää opetushallitus 11 §:ssä tarkoitetun tutkintolautakunnan annettua asiasta lausuntonsa. Auktorisoidun kääntäjän tutkinnon nimikettä saa käyttää ainoastaan tässä pykälässä tarkoitetusta tutkinnosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_7",
        "normalized_fi": "Auktorisoidun kääntäjän tutkinnossa osoitetaan tutkintokielten kieli- ja kääntämistaito sekä auktorisoidun kääntäjän ammatinharjoittamisessa tarvittava muu taito. Tutkinnosta ja sen osien sisällöstä sekä tutkinnon järjestämisestä ja sen hyväksymisestä annetaan tarkemmat säännökset valtioneuvoston asetuksella. Auktorisoidun kääntäjän tutkinnon perusteissa määritellään tutkinnossa vaadittu kieli- ja kääntämistaito, taito toimia auktorisoituna kääntäjänä sekä taitojen osoittamistapa ja tutkinnon arvioinnin yleiset perusteet. Tutkinnon perusteista, tutkintokielistä ja niiden kääntämissuunnista sekä tutkintotehtävistä päättää opetushallitus 11 § :ssä tarkoitetun tutkintolautakunnan annettua asiasta lausuntonsa. Auktorisoidun kääntäjän tutkinnon nimikettä saa käyttää ainoastaan tässä pykälässä tarkoitetusta tutkinnosta.",
        "folded_fi": "auktorisoidun kaantajan tutkinnossa osoitetaan tutkintokielten kieli- ja kaantamistaito seka auktorisoidun kaantajan ammatinharjoittamisessa tarvittava muu taito. tutkinnosta ja sen osien sisallosta seka tutkinnon jarjestamisesta ja sen hyvaksymisesta annetaan tarkemmat saannokset valtioneuvoston asetuksella. auktorisoidun kaantajan tutkinnon perusteissa maaritellaan tutkinnossa vaadittu kieli- ja kaantamistaito, taito toimia auktorisoituna kaantajana seka taitojen osoittamistapa ja tutkinnon arvioinnin yleiset perusteet. tutkinnon perusteista, tutkintokielista ja niiden kaantamissuunnista seka tutkintotehtavista paattaa opetushallitus 11 §:ssa tarkoitetun tutkintolautakunnan annettua asiasta lausuntonsa. auktorisoidun kaantajan tutkinnon nimiketta saa kayttaa ainoastaan tassa pykalassa tarkoitetusta tutkinnosta.",
        "title_sv": "Examen",
        "content_sv": "I examen för auktoriserade translatorer visas språkkunskaper och översättningsförmåga i examensspråken samt annan förmåga som en auktoriserad translator behöver vid yrkesutövningen. Närmare bestämmelser om examen och innehållet i examens olika delar samt om ordnande av examen och godkännande av examen utfärdas genom förordning av statsrådet. I grunderna för examen anges de språkkunskaper och den översättningsförmåga som krävs i examen för auktoriserade translatorer, den förmåga som behövs för att vara verksam som auktoriserad translator samt på vilket sätt färdigheterna ska visas och de allmänna grunderna för bedömningen av examen. Beslut om examensgrunderna, examensspråken och från vilket språk till vilket språk översättning kan utföras samt examensuppgifterna fattas av utbildningsstyrelsen sedan den examensnämnd som avses i 11 § gett sitt utlåtande i saken. Benämningen examen för auktoriserade translatorer får användas endast för en examen som avses i denna paragraf.",
        "normalized_sv": "I examen för auktoriserade translatorer visas språkkunskaper och översättningsförmåga i examensspråken samt annan förmåga som en auktoriserad translator behöver vid yrkesutövningen. Närmare bestämmelser om examen och innehållet i examens olika delar samt om ordnande av examen och godkännande av examen utfärdas genom förordning av statsrådet. I grunderna för examen anges de språkkunskaper och den översättningsförmåga som krävs i examen för auktoriserade translatorer, den förmåga som behövs för att vara verksam som auktoriserad translator samt på vilket sätt färdigheterna ska visas och de allmänna grunderna för bedömningen av examen. Beslut om examensgrunderna, examensspråken och från vilket språk till vilket språk översättning kan utföras samt examensuppgifterna fattas av utbildningsstyrelsen sedan den examensnämnd som avses i 11 § gett sitt utlåtande i saken. Benämningen examen för auktoriserade translatorer får användas endast för en examen som avses i denna paragraf.",
        "folded_sv": "i examen for auktoriserade translatorer visas sprakkunskaper och oversattningsformaga i examensspraken samt annan formaga som en auktoriserad translator behover vid yrkesutovningen. narmare bestammelser om examen och innehallet i examens olika delar samt om ordnande av examen och godkannande av examen utfardas genom forordning av statsradet. i grunderna for examen anges de sprakkunskaper och den oversattningsformaga som kravs i examen for auktoriserade translatorer, den formaga som behovs for att vara verksam som auktoriserad translator samt pa vilket satt fardigheterna ska visas och de allmanna grunderna for bedomningen av examen. beslut om examensgrunderna, examensspraken och fran vilket sprak till vilket sprak oversattning kan utforas samt examensuppgifterna fattas av utbildningsstyrelsen sedan den examensnamnd som avses i 11 § gett sitt utlatande i saken. benamningen examen for auktoriserade translatorer far anvandas endast for en examen som avses i denna paragraf."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Todistus",
      "content": "Auktorisoidun kääntäjän tutkinnon hyväksytystä suorittamisesta annetaan todistus. Todistuksen antamisesta sekä sen sisällöstä ja allekirjoittamisesta annetaan tarkemmat säännökset valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_8",
        "normalized_fi": "Auktorisoidun kääntäjän tutkinnon hyväksytystä suorittamisesta annetaan todistus. Todistuksen antamisesta sekä sen sisällöstä ja allekirjoittamisesta annetaan tarkemmat säännökset valtioneuvoston asetuksella.",
        "folded_fi": "auktorisoidun kaantajan tutkinnon hyvaksytysta suorittamisesta annetaan todistus. todistuksen antamisesta seka sen sisallosta ja allekirjoittamisesta annetaan tarkemmat saannokset valtioneuvoston asetuksella.",
        "title_sv": "Intyg",
        "content_sv": "Över godkänd examen för auktoriserade translatorer utfärdas ett intyg. Närmare bestämmelser om utfärdande av intyget samt om dess innehåll och undertecknarna utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Över godkänd examen för auktoriserade translatorer utfärdas ett intyg. Närmare bestämmelser om utfärdande av intyget samt om dess innehåll och undertecknarna utfärdas genom förordning av statsrådet.",
        "folded_sv": "over godkand examen for auktoriserade translatorer utfardas ett intyg. narmare bestammelser om utfardande av intyget samt om dess innehall och undertecknarna utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Tutkintorekisteri",
      "content": "Auktorisoidun kääntäjän tutkinnon toimivuuden seurantaa ja suoritettuja tutkintoja koskevien tietojen säilyttämistä varten on auktorisoidun kääntäjän tutkintorekisteri. Tutkintorekisterin rekisterinpitäjänä toimii opetushallitus. Rekisteriin tallennetaan tutkintoon osallistuneen nimi, henkilötunnus, tutkintokielet ja kääntämissuunta, tutkinnon tulos, tutkintosuorituksen arvioijan nimi, suorittamisajankohta sekä tarpeelliset yhteystiedot. Tutkintorekisterin tiedot säilytetään 30 vuotta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_9",
        "normalized_fi": "Auktorisoidun kääntäjän tutkinnon toimivuuden seurantaa ja suoritettuja tutkintoja koskevien tietojen säilyttämistä varten on auktorisoidun kääntäjän tutkintorekisteri. Tutkintorekisterin rekisterinpitäjänä toimii opetushallitus. Rekisteriin tallennetaan tutkintoon osallistuneen nimi, henkilötunnus, tutkintokielet ja kääntämissuunta, tutkinnon tulos, tutkintosuorituksen arvioijan nimi, suorittamisajankohta sekä tarpeelliset yhteystiedot. Tutkintorekisterin tiedot säilytetään 30 vuotta.",
        "folded_fi": "auktorisoidun kaantajan tutkinnon toimivuuden seurantaa ja suoritettuja tutkintoja koskevien tietojen sailyttamista varten on auktorisoidun kaantajan tutkintorekisteri. tutkintorekisterin rekisterinpitajana toimii opetushallitus. rekisteriin tallennetaan tutkintoon osallistuneen nimi, henkilotunnus, tutkintokielet ja kaantamissuunta, tutkinnon tulos, tutkintosuorituksen arvioijan nimi, suorittamisajankohta seka tarpeelliset yhteystiedot. tutkintorekisterin tiedot sailytetaan 30 vuotta.",
        "title_sv": "Examensregister",
        "content_sv": "I syfte att följa hur examen för auktoriserade translatorer fungerar och för att spara uppgifter om avlagda examina finns ett register över examen för auktoriserade translatorer. Registeransvarig för examensregistret är utbildningsstyrelsen. I registret införs examinandens namn, personbeteckning, examensspråken och från vilket språk till vilket språk översättningen gjorts, examensresultatet, namnet på den som bedömt examensprestationen, tidpunkten för prestationen samt nödvändig kontaktinformation. Uppgifterna sparas i examensregistret i 30 år.",
        "normalized_sv": "I syfte att följa hur examen för auktoriserade translatorer fungerar och för att spara uppgifter om avlagda examina finns ett register över examen för auktoriserade translatorer. Registeransvarig för examensregistret är utbildningsstyrelsen. I registret införs examinandens namn, personbeteckning, examensspråken och från vilket språk till vilket språk översättningen gjorts, examensresultatet, namnet på den som bedömt examensprestationen, tidpunkten för prestationen samt nödvändig kontaktinformation. Uppgifterna sparas i examensregistret i 30 år.",
        "folded_sv": "i syfte att folja hur examen for auktoriserade translatorer fungerar och for att spara uppgifter om avlagda examina finns ett register over examen for auktoriserade translatorer. registeransvarig for examensregistret ar utbildningsstyrelsen. i registret infors examinandens namn, personbeteckning, examensspraken och fran vilket sprak till vilket sprak oversattningen gjorts, examensresultatet, namnet pa den som bedomt examensprestationen, tidpunkten for prestationen samt nodvandig kontaktinformation. uppgifterna sparas i examensregistret i 30 ar."
      }
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "title": "Auktorisoidun kääntäjän tutkintojärjestelmän ylläpito",
      "content": "Auktorisoidun kääntäjän tutkintojärjestelmän ylläpidosta ja kehittämisestä sekä auktorisoidun kääntäjän tutkinnon toimeenpanon valvonnasta vastaa opetushallitus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_10",
        "normalized_fi": "Auktorisoidun kääntäjän tutkintojärjestelmän ylläpidosta ja kehittämisestä sekä auktorisoidun kääntäjän tutkinnon toimeenpanon valvonnasta vastaa opetushallitus.",
        "folded_fi": "auktorisoidun kaantajan tutkintojarjestelman yllapidosta ja kehittamisesta seka auktorisoidun kaantajan tutkinnon toimeenpanon valvonnasta vastaa opetushallitus.",
        "title_sv": "Administrationen av examenssystemet för auktoriserade translatorer",
        "content_sv": "Utbildningsstyrelsen svarar för administrationen och utvecklandet av examenssystemet för auktoriserade translatorer samt för tillsynen över verkställandet av examen för auktoriserade translatorer.",
        "normalized_sv": "Utbildningsstyrelsen svarar för administrationen och utvecklandet av examenssystemet för auktoriserade translatorer samt för tillsynen över verkställandet av examen för auktoriserade translatorer.",
        "folded_sv": "utbildningsstyrelsen svarar for administrationen och utvecklandet av examenssystemet for auktoriserade translatorer samt for tillsynen over verkstallandet av examen for auktoriserade translatorer."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "title": "Auktorisoitujen kääntäjien tutkintolautakunta",
      "content": "Opetushallituksen yhteydessä on auktorisoitujen kääntäjien tutkintolautakunta, jonka opetushallitus asettaa enintään viideksi vuodeksi kerrallaan. Tutkintolautakunnassa on puheenjohtaja, varapuheenjohtaja ja seitsemän muuta jäsentä. Kullekin heistä määrätään henkilökohtainen varajäsen. Tutkintolautakunnalla on oikeus käyttää asiantuntijoita. Tutkintolautakunnan jäsenten tulee edustaa käännösalan koulutuslaitoksia, auktorisoidun kääntäjän ammatissa toimivia ja auktorisoidun kääntäjän palveluja käyttäviä. Puheenjohtajan ja varapuheenjohtajan on oltava kielen ja kääntämisen asiantuntijoita sekä auktorisoituna kääntäjänä toimimiseen hyvin perehtyneitä. Yhden jäsenen ja hänen henkilökohtaisen varajäsenensä on oltava oikeustieteen ylemmän korkeakoulututkinnon suorittaneita. Tutkintolautakunnan kokoonpanosta ja asettamisesta sekä asioiden käsittelystä tutkintolautakunnassa annetaan tarkemmat säännökset valtioneuvoston asetuksella. Opetushallitus päättää tutkintolautakunnan jäsenten ja asiantuntijoiden palkkiot sekä huolehtii tutkintolautakunnan maksuliikkeestä, kirjanpidosta ja arkistosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_11",
        "normalized_fi": "Opetushallituksen yhteydessä on auktorisoitujen kääntäjien tutkintolautakunta, jonka opetushallitus asettaa enintään viideksi vuodeksi kerrallaan. Tutkintolautakunnassa on puheenjohtaja, varapuheenjohtaja ja seitsemän muuta jäsentä. Kullekin heistä määrätään henkilökohtainen varajäsen. Tutkintolautakunnalla on oikeus käyttää asiantuntijoita. Tutkintolautakunnan jäsenten tulee edustaa käännösalan koulutuslaitoksia, auktorisoidun kääntäjän ammatissa toimivia ja auktorisoidun kääntäjän palveluja käyttäviä. Puheenjohtajan ja varapuheenjohtajan on oltava kielen ja kääntämisen asiantuntijoita sekä auktorisoituna kääntäjänä toimimiseen hyvin perehtyneitä. Yhden jäsenen ja hänen henkilökohtaisen varajäsenensä on oltava oikeustieteen ylemmän korkeakoulututkinnon suorittaneita. Tutkintolautakunnan kokoonpanosta ja asettamisesta sekä asioiden käsittelystä tutkintolautakunnassa annetaan tarkemmat säännökset valtioneuvoston asetuksella. Opetushallitus päättää tutkintolautakunnan jäsenten ja asiantuntijoiden palkkiot sekä huolehtii tutkintolautakunnan maksuliikkeestä, kirjanpidosta ja arkistosta.",
        "folded_fi": "opetushallituksen yhteydessa on auktorisoitujen kaantajien tutkintolautakunta, jonka opetushallitus asettaa enintaan viideksi vuodeksi kerrallaan. tutkintolautakunnassa on puheenjohtaja, varapuheenjohtaja ja seitseman muuta jasenta. kullekin heista maarataan henkilokohtainen varajasen. tutkintolautakunnalla on oikeus kayttaa asiantuntijoita. tutkintolautakunnan jasenten tulee edustaa kaannosalan koulutuslaitoksia, auktorisoidun kaantajan ammatissa toimivia ja auktorisoidun kaantajan palveluja kayttavia. puheenjohtajan ja varapuheenjohtajan on oltava kielen ja kaantamisen asiantuntijoita seka auktorisoituna kaantajana toimimiseen hyvin perehtyneita. yhden jasenen ja hanen henkilokohtaisen varajasenensa on oltava oikeustieteen ylemman korkeakoulututkinnon suorittaneita. tutkintolautakunnan kokoonpanosta ja asettamisesta seka asioiden kasittelysta tutkintolautakunnassa annetaan tarkemmat saannokset valtioneuvoston asetuksella. opetushallitus paattaa tutkintolautakunnan jasenten ja asiantuntijoiden palkkiot seka huolehtii tutkintolautakunnan maksuliikkeesta, kirjanpidosta ja arkistosta.",
        "title_sv": "Examensnämnden för auktoriserade translatorer",
        "content_sv": "I samband med utbildningsstyrelsen finns en examensnämnd för auktoriserade translatorer som utbildningsstyrelsen tillsätter för högst fem år i sänder. Examensnämnden har en ordförande, en vice ordförande och sju övriga medlemmar. För var och en av dem utses en personlig suppleant. Examensnämnden har rätt att anlita sakkunniga. Medlemmarna i examensnämnden ska företräda inrättningar som ger utbildning för översättningsbranschen, yrkesverksamma auktoriserade translatorer och dem som anlitar auktoriserade translatorers tjänster. Ordföranden och vice ordföranden ska vara sakkunniga inom språk och översättning samt väl förtrogna med verksamheten som auktoriserad translator. En av medlemmarna och dennes personliga suppleant ska ha avlagt högre högskoleexamen i juridik. Närmare bestämmelser om examensnämndens sammansättning och tillsättning samt behandlingen av ärenden i examensnämnden utfärdas genom förordning av statsrådet. Utbildningsstyrelsen beslutar om arvoden till medlemmarna i examensnämnden och sakkunniga samt sköter examensnämndens betalningsrörelse, bokföring och arkiv.",
        "normalized_sv": "I samband med utbildningsstyrelsen finns en examensnämnd för auktoriserade translatorer som utbildningsstyrelsen tillsätter för högst fem år i sänder. Examensnämnden har en ordförande, en vice ordförande och sju övriga medlemmar. För var och en av dem utses en personlig suppleant. Examensnämnden har rätt att anlita sakkunniga. Medlemmarna i examensnämnden ska företräda inrättningar som ger utbildning för översättningsbranschen, yrkesverksamma auktoriserade translatorer och dem som anlitar auktoriserade translatorers tjänster. Ordföranden och vice ordföranden ska vara sakkunniga inom språk och översättning samt väl förtrogna med verksamheten som auktoriserad translator. En av medlemmarna och dennes personliga suppleant ska ha avlagt högre högskoleexamen i juridik. Närmare bestämmelser om examensnämndens sammansättning och tillsättning samt behandlingen av ärenden i examensnämnden utfärdas genom förordning av statsrådet. Utbildningsstyrelsen beslutar om arvoden till medlemmarna i examensnämnden och sakkunniga samt sköter examensnämndens betalningsrörelse, bokföring och arkiv.",
        "folded_sv": "i samband med utbildningsstyrelsen finns en examensnamnd for auktoriserade translatorer som utbildningsstyrelsen tillsatter for hogst fem ar i sander. examensnamnden har en ordforande, en vice ordforande och sju ovriga medlemmar. for var och en av dem utses en personlig suppleant. examensnamnden har ratt att anlita sakkunniga. medlemmarna i examensnamnden ska foretrada inrattningar som ger utbildning for oversattningsbranschen, yrkesverksamma auktoriserade translatorer och dem som anlitar auktoriserade translatorers tjanster. ordforanden och vice ordforanden ska vara sakkunniga inom sprak och oversattning samt val fortrogna med verksamheten som auktoriserad translator. en av medlemmarna och dennes personliga suppleant ska ha avlagt hogre hogskoleexamen i juridik. narmare bestammelser om examensnamndens sammansattning och tillsattning samt behandlingen av arenden i examensnamnden utfardas genom forordning av statsradet. utbildningsstyrelsen beslutar om arvoden till medlemmarna i examensnamnden och sakkunniga samt skoter examensnamndens betalningsrorelse, bokforing och arkiv."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "Tutkintolautakunnan tehtävät",
      "content": "Auktorisoitujen kääntäjien tutkintolautakunnan tehtävänä on myöntää ja peruuttaa auktorisointi, valvoa auktorisoitujen kääntäjien toimintaa, hyväksyä tutkinto ja antaa sen suorittamisesta todistus, huolehtia auktorisoidun kääntäjän tutkinnon toimeenpanoon liittyvistä järjestelyistä sekä toimia rekisterinpitäjänä siten kuin 15 §:ssä säädetään. Lisäksi tutkintolautakunta voi tehdä aloitteita tutkintojärjestelmän kehittämiseksi. Tutkintolautakunnan tehtävistä annetaan tarkemmat säännökset valtioneuvoston asetuksella. Edellä 1 momentissa tarkoitettuja tehtäviä hoitaviin tutkintolautakunnan jäseniin sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_12",
        "normalized_fi": "Auktorisoitujen kääntäjien tutkintolautakunnan tehtävänä on myöntää ja peruuttaa auktorisointi, valvoa auktorisoitujen kääntäjien toimintaa, hyväksyä tutkinto ja antaa sen suorittamisesta todistus, huolehtia auktorisoidun kääntäjän tutkinnon toimeenpanoon liittyvistä järjestelyistä sekä toimia rekisterinpitäjänä siten kuin 15 § :ssä säädetään. Lisäksi tutkintolautakunta voi tehdä aloitteita tutkintojärjestelmän kehittämiseksi. Tutkintolautakunnan tehtävistä annetaan tarkemmat säännökset valtioneuvoston asetuksella. Edellä 1 momentissa tarkoitettuja tehtäviä hoitaviin tutkintolautakunnan jäseniin sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä.",
        "folded_fi": "auktorisoitujen kaantajien tutkintolautakunnan tehtavana on myontaa ja peruuttaa auktorisointi, valvoa auktorisoitujen kaantajien toimintaa, hyvaksya tutkinto ja antaa sen suorittamisesta todistus, huolehtia auktorisoidun kaantajan tutkinnon toimeenpanoon liittyvista jarjestelyista seka toimia rekisterinpitajana siten kuin 15 §:ssa saadetaan. lisaksi tutkintolautakunta voi tehda aloitteita tutkintojarjestelman kehittamiseksi. tutkintolautakunnan tehtavista annetaan tarkemmat saannokset valtioneuvoston asetuksella. edella 1 momentissa tarkoitettuja tehtavia hoitaviin tutkintolautakunnan jaseniin sovelletaan rikosoikeudellista virkavastuuta koskevia saannoksia.",
        "title_sv": "Examensnämndens uppgifter",
        "content_sv": "Examensnämnden för auktoriserade translatorer har i uppgift att bevilja och återkalla auktorisationer, utöva tillsyn över de auktoriserade translatorernas verksamhet, godkänna examen och utfärda intyg över avlagd examen, sörja för arrangemangen kring verkställandet av examen för auktoriserade translatorer samt vara registeransvarig enligt vad som föreskrivs i 15 §. Nämnden kan dessutom ta initiativ till utveckling av examenssystemet. Närmare bestämmelser om examensnämndens uppgifter utfärdas genom förordning av statsrådet. På de medlemmar i examensnämnden som sköter uppgifter som avses i 1 mom. tillämpas bestämmelserna om straffrättsligt tjänsteansvar.",
        "normalized_sv": "Examensnämnden för auktoriserade translatorer har i uppgift att bevilja och återkalla auktorisationer, utöva tillsyn över de auktoriserade translatorernas verksamhet, godkänna examen och utfärda intyg över avlagd examen, sörja för arrangemangen kring verkställandet av examen för auktoriserade translatorer samt vara registeransvarig enligt vad som föreskrivs i 15 § . Nämnden kan dessutom ta initiativ till utveckling av examenssystemet. Närmare bestämmelser om examensnämndens uppgifter utfärdas genom förordning av statsrådet. På de medlemmar i examensnämnden som sköter uppgifter som avses i 1 mom. tillämpas bestämmelserna om straffrättsligt tjänsteansvar.",
        "folded_sv": "examensnamnden for auktoriserade translatorer har i uppgift att bevilja och aterkalla auktorisationer, utova tillsyn over de auktoriserade translatorernas verksamhet, godkanna examen och utfarda intyg over avlagd examen, sorja for arrangemangen kring verkstallandet av examen for auktoriserade translatorer samt vara registeransvarig enligt vad som foreskrivs i 15 §. namnden kan dessutom ta initiativ till utveckling av examenssystemet. narmare bestammelser om examensnamndens uppgifter utfardas genom forordning av statsradet. pa de medlemmar i examensnamnden som skoter uppgifter som avses i 1 mom. tillampas bestammelserna om straffrattsligt tjansteansvar."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Arvioijat",
      "content": "Auktorisoidun kääntäjän tutkinnon tehtävien laatimista ja arviointia varten opetushallitus määrää hakemuksesta tarpeellisen määrän arvioijia. Arvioijan kelpoisuudesta säädetään valtioneuvoston asetuksella. Edellä 1 momentissa tarkoitettuja tehtäviä hoitaviin arvioijiin sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä. Opetushallitus päättää arvioijien palkkioista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_13",
        "normalized_fi": "Auktorisoidun kääntäjän tutkinnon tehtävien laatimista ja arviointia varten opetushallitus määrää hakemuksesta tarpeellisen määrän arvioijia. Arvioijan kelpoisuudesta säädetään valtioneuvoston asetuksella. Edellä 1 momentissa tarkoitettuja tehtäviä hoitaviin arvioijiin sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä. Opetushallitus päättää arvioijien palkkioista.",
        "folded_fi": "auktorisoidun kaantajan tutkinnon tehtavien laatimista ja arviointia varten opetushallitus maaraa hakemuksesta tarpeellisen maaran arvioijia. arvioijan kelpoisuudesta saadetaan valtioneuvoston asetuksella. edella 1 momentissa tarkoitettuja tehtavia hoitaviin arvioijiin sovelletaan rikosoikeudellista virkavastuuta koskevia saannoksia. opetushallitus paattaa arvioijien palkkioista.",
        "title_sv": "Bedömare av examina",
        "content_sv": "För utarbetande och bedömning av uppgifterna i examen för auktoriserade translatorer utser utbildningsstyrelsen på ansökan ett behövligt antal bedömare. Bestämmelser om bedömarnas behörighet utfärdas genom förordning av statsrådet. På bedömare som sköter uppgifter som avses i 1 mom. tillämpas bestämmelserna om straffrättsligt tjänsteansvar. Utbildningsstyrelsen fattar beslut om bedömarnas arvoden.",
        "normalized_sv": "För utarbetande och bedömning av uppgifterna i examen för auktoriserade translatorer utser utbildningsstyrelsen på ansökan ett behövligt antal bedömare. Bestämmelser om bedömarnas behörighet utfärdas genom förordning av statsrådet. På bedömare som sköter uppgifter som avses i 1 mom. tillämpas bestämmelserna om straffrättsligt tjänsteansvar. Utbildningsstyrelsen fattar beslut om bedömarnas arvoden.",
        "folded_sv": "for utarbetande och bedomning av uppgifterna i examen for auktoriserade translatorer utser utbildningsstyrelsen pa ansokan ett behovligt antal bedomare. bestammelser om bedomarnas behorighet utfardas genom forordning av statsradet. pa bedomare som skoter uppgifter som avses i 1 mom. tillampas bestammelserna om straffrattsligt tjansteansvar. utbildningsstyrelsen fattar beslut om bedomarnas arvoden."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Arvioijarekisteri",
      "content": "Tutkintosuoritusten yhdenmukaisen arvioinnin tason turvaamista varten on arvioijarekisteri. Arvioijarekisterin rekisterinpitäjänä toimii opetushallitus. Arvioija on velvollinen ilmoittamaan rekisteriin tallennettavaksi nimensä, henkilötunnuksensa, tarpeelliset yhteystiedot sekä kieli tai kielet, joiden tutkintoja hän on oikeutettu arvioimaan. Arvioija merkitään arvioijarekisteriin viideksi vuodeksi. Merkintä voidaan hakemuksesta uusia edellyttäen, että arvioija edelleen täyttää 13 §:n nojalla säädetyn kelpoisuuden ja on käytännössä ylläpitänyt arviointitaitoaan. Jos arvioinnissa ilmenee olennaisia puutteita tai laiminlyöntejä, opetushallitus voi arvioijaa kuultuaan poistaa merkinnän ennen määräajan päättymistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_14",
        "normalized_fi": "Tutkintosuoritusten yhdenmukaisen arvioinnin tason turvaamista varten on arvioijarekisteri. Arvioijarekisterin rekisterinpitäjänä toimii opetushallitus. Arvioija on velvollinen ilmoittamaan rekisteriin tallennettavaksi nimensä, henkilötunnuksensa, tarpeelliset yhteystiedot sekä kieli tai kielet, joiden tutkintoja hän on oikeutettu arvioimaan. Arvioija merkitään arvioijarekisteriin viideksi vuodeksi. Merkintä voidaan hakemuksesta uusia edellyttäen, että arvioija edelleen täyttää 13 § :n nojalla säädetyn kelpoisuuden ja on käytännössä ylläpitänyt arviointitaitoaan. Jos arvioinnissa ilmenee olennaisia puutteita tai laiminlyöntejä, opetushallitus voi arvioijaa kuultuaan poistaa merkinnän ennen määräajan päättymistä.",
        "folded_fi": "tutkintosuoritusten yhdenmukaisen arvioinnin tason turvaamista varten on arvioijarekisteri. arvioijarekisterin rekisterinpitajana toimii opetushallitus. arvioija on velvollinen ilmoittamaan rekisteriin tallennettavaksi nimensa, henkilotunnuksensa, tarpeelliset yhteystiedot seka kieli tai kielet, joiden tutkintoja han on oikeutettu arvioimaan. arvioija merkitaan arvioijarekisteriin viideksi vuodeksi. merkinta voidaan hakemuksesta uusia edellyttaen, etta arvioija edelleen tayttaa 13 §:n nojalla saadetyn kelpoisuuden ja on kaytannossa yllapitanyt arviointitaitoaan. jos arvioinnissa ilmenee olennaisia puutteita tai laiminlyonteja, opetushallitus voi arvioijaa kuultuaan poistaa merkinnan ennen maaraajan paattymista.",
        "title_sv": "Register över bedömare",
        "content_sv": "I syfte att trygga en enhetlig bedömning av examensprestationerna finns ett register över bedömare. Registeransvarig är utbildningsstyrelsen. En bedömare är skyldig att för anteckning i registret meddela sitt namn, sin personbeteckning, nödvändig kontaktinformation samt uppgifter om i vilket eller vilka språk han eller hon har rätt att bedöma examensprestationer. En bedömare antecknas i registret för fem år. Anteckningen kan förnyas på ansökan förutsatt att bedömaren alltjämt har den behörighet som föreskrivs med stöd av 13 § och att bedömningsfärdigheten har upprätthållits i praktiken. Om väsentliga brister eller försummelser framkommer i bedömningarna, kan utbildningsstyrelsen efter att ha hört bedömaren stryka anteckningen före giltighetstidens utgång.",
        "normalized_sv": "I syfte att trygga en enhetlig bedömning av examensprestationerna finns ett register över bedömare. Registeransvarig är utbildningsstyrelsen. En bedömare är skyldig att för anteckning i registret meddela sitt namn, sin personbeteckning, nödvändig kontaktinformation samt uppgifter om i vilket eller vilka språk han eller hon har rätt att bedöma examensprestationer. En bedömare antecknas i registret för fem år. Anteckningen kan förnyas på ansökan förutsatt att bedömaren alltjämt har den behörighet som föreskrivs med stöd av 13 § och att bedömningsfärdigheten har upprätthållits i praktiken. Om väsentliga brister eller försummelser framkommer i bedömningarna, kan utbildningsstyrelsen efter att ha hört bedömaren stryka anteckningen före giltighetstidens utgång.",
        "folded_sv": "i syfte att trygga en enhetlig bedomning av examensprestationerna finns ett register over bedomare. registeransvarig ar utbildningsstyrelsen. en bedomare ar skyldig att for anteckning i registret meddela sitt namn, sin personbeteckning, nodvandig kontaktinformation samt uppgifter om i vilket eller vilka sprak han eller hon har ratt att bedoma examensprestationer. en bedomare antecknas i registret for fem ar. anteckningen kan fornyas pa ansokan forutsatt att bedomaren alltjamt har den behorighet som foreskrivs med stod av 13 § och att bedomningsfardigheten har uppratthallits i praktiken. om vasentliga brister eller forsummelser framkommer i bedomningarna, kan utbildningsstyrelsen efter att ha hort bedomaren stryka anteckningen fore giltighetstidens utgang."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "title": "Auktorisoitujen kääntäjien rekisteri",
      "content": "Auktorisoitujen kääntäjien tutkintolautakunta ylläpitää auktorisoiduista kääntäjistä rekisteriä näiden toiminnan valvontaa ja auktorisointien jatkamista varten sekä sen varmistamiseksi, että kääntäjäpalveluja tarvitsevat voivat varmistua auktorisoinnin voimassaoloajasta. Rekisteriin tallennetaan auktorisoidun kääntäjän nimi, henkilötunnus, osoite sekä tiedot siitä, mistä kielestä mihin hänet on auktorisoitu tekemään käännöksiä. Tiedot on poistettava rekisteristä ilman aiheetonta viivytystä ja viimeistään 2 kuukauden kuluttua siitä, kun auktorisointi on päättynyt tai peruutettu. Sen estämättä, mitä viranomaisten toiminnan julkisuudesta annetun lain (621/1999) 16 §:n 3 momentissa säädetään, tutkintolautakunta voi yleisen tietoverkon välityksellä julkaista tiedot auktorisoidun kääntäjän nimestä, asuinkunnasta sekä siitä, mistä kielestä mihin kieleen hänet on auktorisoitu tekemään käännöksiä. Kääntäjällä on kuitenkin oikeus kieltää häntä koskevien tietojen julkaiseminen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_15",
        "normalized_fi": "Auktorisoitujen kääntäjien tutkintolautakunta ylläpitää auktorisoiduista kääntäjistä rekisteriä näiden toiminnan valvontaa ja auktorisointien jatkamista varten sekä sen varmistamiseksi, että kääntäjäpalveluja tarvitsevat voivat varmistua auktorisoinnin voimassaoloajasta. Rekisteriin tallennetaan auktorisoidun kääntäjän nimi, henkilötunnus, osoite sekä tiedot siitä, mistä kielestä mihin hänet on auktorisoitu tekemään käännöksiä. Tiedot on poistettava rekisteristä ilman aiheetonta viivytystä ja viimeistään 2 kuukauden kuluttua siitä, kun auktorisointi on päättynyt tai peruutettu. Sen estämättä, mitä viranomaisten toiminnan julkisuudesta annetun lain (621/1999) 16 § :n 3 momentissa säädetään, tutkintolautakunta voi yleisen tietoverkon välityksellä julkaista tiedot auktorisoidun kääntäjän nimestä, asuinkunnasta sekä siitä, mistä kielestä mihin kieleen hänet on auktorisoitu tekemään käännöksiä. Kääntäjällä on kuitenkin oikeus kieltää häntä koskevien tietojen julkaiseminen.",
        "folded_fi": "auktorisoitujen kaantajien tutkintolautakunta yllapitaa auktorisoiduista kaantajista rekisteria naiden toiminnan valvontaa ja auktorisointien jatkamista varten seka sen varmistamiseksi, etta kaantajapalveluja tarvitsevat voivat varmistua auktorisoinnin voimassaoloajasta. rekisteriin tallennetaan auktorisoidun kaantajan nimi, henkilotunnus, osoite seka tiedot siita, mista kielesta mihin hanet on auktorisoitu tekemaan kaannoksia. tiedot on poistettava rekisterista ilman aiheetonta viivytysta ja viimeistaan 2 kuukauden kuluttua siita, kun auktorisointi on paattynyt tai peruutettu. sen estamatta, mita viranomaisten toiminnan julkisuudesta annetun lain (621/1999) 16 §:n 3 momentissa saadetaan, tutkintolautakunta voi yleisen tietoverkon valityksella julkaista tiedot auktorisoidun kaantajan nimesta, asuinkunnasta seka siita, mista kielesta mihin kieleen hanet on auktorisoitu tekemaan kaannoksia. kaantajalla on kuitenkin oikeus kieltaa hanta koskevien tietojen julkaiseminen.",
        "title_sv": "Register över auktoriserade translatorer",
        "content_sv": "För att utöva tillsyn över de auktoriserade translatorernas verksamhet och över förlängd auktorisation och för att säkerställa att de som behöver översättartjänster kan få reda på hur länge auktorisationen är i kraft för examensnämnden för auktoriserade translatorer ett register. I registret över auktoriserade translatorer införs en auktoriserad translators namn, personbeteckning och adress samt uppgifter om från vilket språk till vilket språk han eller hon är auktoriserad att utföra översättningar. Uppgifterna ska avföras från registret utan obefogat dröjsmål och senast två månader efter det att auktorisationen har upphört eller återkallats. Trots bestämmelserna i 16 § 3 mom. i lagen om offentlighet i myndigheternas verksamhet (621/1999) får examensnämnden i ett allmänt datanät publicera uppgifter om en auktoriserad translators namn, bosättningskommun samt från vilket språk till vilket språk han eller hon är auktoriserad att utföra översättningar. Translatorn har dock rätt att förbjuda att uppgifter som gäller honom eller henne publiceras.",
        "normalized_sv": "För att utöva tillsyn över de auktoriserade translatorernas verksamhet och över förlängd auktorisation och för att säkerställa att de som behöver översättartjänster kan få reda på hur länge auktorisationen är i kraft för examensnämnden för auktoriserade translatorer ett register. I registret över auktoriserade translatorer införs en auktoriserad translators namn, personbeteckning och adress samt uppgifter om från vilket språk till vilket språk han eller hon är auktoriserad att utföra översättningar. Uppgifterna ska avföras från registret utan obefogat dröjsmål och senast två månader efter det att auktorisationen har upphört eller återkallats. Trots bestämmelserna i 16 § 3 mom. i lagen om offentlighet i myndigheternas verksamhet (621/1999) får examensnämnden i ett allmänt datanät publicera uppgifter om en auktoriserad translators namn, bosättningskommun samt från vilket språk till vilket språk han eller hon är auktoriserad att utföra översättningar. Translatorn har dock rätt att förbjuda att uppgifter som gäller honom eller henne publiceras.",
        "folded_sv": "for att utova tillsyn over de auktoriserade translatorernas verksamhet och over forlangd auktorisation och for att sakerstalla att de som behover oversattartjanster kan fa reda pa hur lange auktorisationen ar i kraft for examensnamnden for auktoriserade translatorer ett register. i registret over auktoriserade translatorer infors en auktoriserad translators namn, personbeteckning och adress samt uppgifter om fran vilket sprak till vilket sprak han eller hon ar auktoriserad att utfora oversattningar. uppgifterna ska avforas fran registret utan obefogat drojsmal och senast tva manader efter det att auktorisationen har upphort eller aterkallats. trots bestammelserna i 16 § 3 mom. i lagen om offentlighet i myndigheternas verksamhet (621/1999) far examensnamnden i ett allmant datanat publicera uppgifter om en auktoriserad translators namn, bosattningskommun samt fran vilket sprak till vilket sprak han eller hon ar auktoriserad att utfora oversattningar. translatorn har dock ratt att forbjuda att uppgifter som galler honom eller henne publiceras."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "title": "Tietojen muutoksista ilmoittaminen",
      "content": "Auktorisoidun kääntäjän on viipymättä ilmoitettava tutkintolautakunnalle auktorisoituna kääntäjänä toimimisensa edellytyksissä ja muissa toimimiseen vaikuttavissa olosuhteissaan tapahtuneista olennaisista muutoksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_16",
        "normalized_fi": "Auktorisoidun kääntäjän on viipymättä ilmoitettava tutkintolautakunnalle auktorisoituna kääntäjänä toimimisensa edellytyksissä ja muissa toimimiseen vaikuttavissa olosuhteissaan tapahtuneista olennaisista muutoksista.",
        "folded_fi": "auktorisoidun kaantajan on viipymatta ilmoitettava tutkintolautakunnalle auktorisoituna kaantajana toimimisensa edellytyksissa ja muissa toimimiseen vaikuttavissa olosuhteissaan tapahtuneista olennaisista muutoksista.",
        "title_sv": "Anmälan om ändringar i uppgifterna",
        "content_sv": "En auktoriserad translator ska utan dröjsmål informera examensnämnden om väsentliga förändringar i förutsättningarna att vara verksam som auktoriserad translator och i andra förhållanden som inverkar på detta.",
        "normalized_sv": "En auktoriserad translator ska utan dröjsmål informera examensnämnden om väsentliga förändringar i förutsättningarna att vara verksam som auktoriserad translator och i andra förhållanden som inverkar på detta.",
        "folded_sv": "en auktoriserad translator ska utan drojsmal informera examensnamnden om vasentliga forandringar i forutsattningarna att vara verksam som auktoriserad translator och i andra forhallanden som inverkar pa detta."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "title": "Maksut",
      "content": "Auktorisoidun kääntäjän tutkintoon osallistumisesta ja auktorisoinnista peritään maksu julkisoikeudellisena suoritteena valtion maksuperustelain (150/1992) mukaisesti. Maksun suuruudesta säädetään tarkemmin opetusministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_17",
        "normalized_fi": "Auktorisoidun kääntäjän tutkintoon osallistumisesta ja auktorisoinnista peritään maksu julkisoikeudellisena suoritteena valtion maksuperustelain (150/1992) mukaisesti. Maksun suuruudesta säädetään tarkemmin opetusministeriön asetuksella.",
        "folded_fi": "auktorisoidun kaantajan tutkintoon osallistumisesta ja auktorisoinnista peritaan maksu julkisoikeudellisena suoritteena valtion maksuperustelain (150/1992) mukaisesti. maksun suuruudesta saadetaan tarkemmin opetusministerion asetuksella.",
        "title_sv": "Avgifter",
        "content_sv": "För deltagande i examen för auktoriserade translatorer och för auktorisation tas ut en avgift i form av en offentligrättslig prestation enligt lagen om grunderna för avgifter till staten (150/1992). Närmare bestämmelser om avgiftens storlek utfärdas genom förordning av undervisningsministeriet.",
        "normalized_sv": "För deltagande i examen för auktoriserade translatorer och för auktorisation tas ut en avgift i form av en offentligrättslig prestation enligt lagen om grunderna för avgifter till staten (150/1992). Närmare bestämmelser om avgiftens storlek utfärdas genom förordning av undervisningsministeriet.",
        "folded_sv": "for deltagande i examen for auktoriserade translatorer och for auktorisation tas ut en avgift i form av en offentligrattslig prestation enligt lagen om grunderna for avgifter till staten (150/1992). narmare bestammelser om avgiftens storlek utfardas genom forordning av undervisningsministeriet."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "title": "Auktorisoidun kääntäjän nimikkeen käyttäminen",
      "content": "Auktorisoidun kääntäjän nimikettä saa käyttää vain se, joka on tässä laissa tarkoitetulla tavalla auktorisoitu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_18",
        "normalized_fi": "Auktorisoidun kääntäjän nimikettä saa käyttää vain se, joka on tässä laissa tarkoitetulla tavalla auktorisoitu.",
        "folded_fi": "auktorisoidun kaantajan nimiketta saa kayttaa vain se, joka on tassa laissa tarkoitetulla tavalla auktorisoitu.",
        "title_sv": "Användning av benämningen auktoriserad translator",
        "content_sv": "Benämningen auktoriserad translator får endast användas av den som har auktoriserats enligt denna lag.",
        "normalized_sv": "Benämningen auktoriserad translator får endast användas av den som har auktoriserats enligt denna lag.",
        "folded_sv": "benamningen auktoriserad translator far endast anvandas av den som har auktoriserats enligt denna lag."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "Auktorisoidun kääntäjän salassapitovelvollisuus",
      "content": "Auktorisoitu kääntäjä ei saa luvattomasti ilmaista sivulliselle eikä käyttää omaksi hyödykseen, mitä hän tässä tehtävässään on saanut tietoonsa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_19",
        "normalized_fi": "Auktorisoitu kääntäjä ei saa luvattomasti ilmaista sivulliselle eikä käyttää omaksi hyödykseen, mitä hän tässä tehtävässään on saanut tietoonsa.",
        "folded_fi": "auktorisoitu kaantaja ei saa luvattomasti ilmaista sivulliselle eika kayttaa omaksi hyodykseen, mita han tassa tehtavassaan on saanut tietoonsa.",
        "title_sv": "Tystnadsplikt",
        "content_sv": "En auktoriserad translator får inte för utomstående olovligen röja eller till egen fördel utnyttja vad han eller hon har fått kännedom om i denna uppgift.",
        "normalized_sv": "En auktoriserad translator får inte för utomstående olovligen röja eller till egen fördel utnyttja vad han eller hon har fått kännedom om i denna uppgift.",
        "folded_sv": "en auktoriserad translator far inte for utomstaende olovligen roja eller till egen fordel utnyttja vad han eller hon har fatt kannedom om i denna uppgift."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Tuomioistuimen ilmoitusvelvollisuus",
      "content": "Tuomioistuimen on ilmoitettava auktorisoitujen kääntäjien tutkintolautakunnalle päätöksestään, jolla joku on tuomittu rangaistukseen 23 §:n nojalla tai jolla auktorisoitu kääntäjä on tuomittu rangaistukseen rikoksesta, jonka hän on tehnyt kääntäjänä toimiessaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_20",
        "normalized_fi": "Tuomioistuimen on ilmoitettava auktorisoitujen kääntäjien tutkintolautakunnalle päätöksestään, jolla joku on tuomittu rangaistukseen 23 § :n nojalla tai jolla auktorisoitu kääntäjä on tuomittu rangaistukseen rikoksesta, jonka hän on tehnyt kääntäjänä toimiessaan.",
        "folded_fi": "tuomioistuimen on ilmoitettava auktorisoitujen kaantajien tutkintolautakunnalle paatoksestaan, jolla joku on tuomittu rangaistukseen 23 §:n nojalla tai jolla auktorisoitu kaantaja on tuomittu rangaistukseen rikoksesta, jonka han on tehnyt kaantajana toimiessaan.",
        "title_sv": "Anmälningsplikt för domstolarna",
        "content_sv": "En domstol ska lämna ett meddelande till examensnämnden för auktoriserade translatorer om ett utslag av domstolen genom vilket någon har dömts till straff med stöd av 23 § eller genom vilket en auktoriserad translator har dömts till straff för ett brott som han eller hon har begått i egenskap av translator.",
        "normalized_sv": "En domstol ska lämna ett meddelande till examensnämnden för auktoriserade translatorer om ett utslag av domstolen genom vilket någon har dömts till straff med stöd av 23 § eller genom vilket en auktoriserad translator har dömts till straff för ett brott som han eller hon har begått i egenskap av translator.",
        "folded_sv": "en domstol ska lamna ett meddelande till examensnamnden for auktoriserade translatorer om ett utslag av domstolen genom vilket nagon har domts till straff med stod av 23 § eller genom vilket en auktoriserad translator har domts till straff for ett brott som han eller hon har begatt i egenskap av translator."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Tutkinnonsuorittajan oikeusturva",
      "content": "Auktorisoidun kääntäjän tutkinnon suorittajalle on annettava tieto arvosteluperusteiden soveltamisesta hänen tutkintosuoritukseensa. Auktorisoidun kääntäjän tutkinnon arviointiin ei saa hakea muutosta valittamalla. Auktorisoidun kääntäjän tutkinnossa hylätyllä henkilöllä on oikeus vaatia oikaisua auktorisoitujen kääntäjien tutkintolautakunnalta. Oikaisuvaatimus on toimitettava tutkintolautakunnalle 30 päivän kuluessa siitä ajankohdasta, jolloin tutkinnossa hylätty on saanut tiedon päätöksestä sekä arvosteluperusteiden soveltamisesta suoritukseensa. Oikaisuvaatimuksen käsittelyä varten opetushallitus määrää auktorisoitujen kääntäjien tutkintolautakuntaan yhden tilapäisen jäsenen, jonka on oltava oikaisuvaatimuksessa tarkoitettujen kielten erikoistuntija. Muutoksen hakemisesta oikaisuvaatimuksen johdosta annettuun päätökseen on voimassa, mitä 2 momentin ensimmäisessä virkkeessä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_21",
        "normalized_fi": "Auktorisoidun kääntäjän tutkinnon suorittajalle on annettava tieto arvosteluperusteiden soveltamisesta hänen tutkintosuoritukseensa. Auktorisoidun kääntäjän tutkinnon arviointiin ei saa hakea muutosta valittamalla. Auktorisoidun kääntäjän tutkinnossa hylätyllä henkilöllä on oikeus vaatia oikaisua auktorisoitujen kääntäjien tutkintolautakunnalta. Oikaisuvaatimus on toimitettava tutkintolautakunnalle 30 päivän kuluessa siitä ajankohdasta, jolloin tutkinnossa hylätty on saanut tiedon päätöksestä sekä arvosteluperusteiden soveltamisesta suoritukseensa. Oikaisuvaatimuksen käsittelyä varten opetushallitus määrää auktorisoitujen kääntäjien tutkintolautakuntaan yhden tilapäisen jäsenen, jonka on oltava oikaisuvaatimuksessa tarkoitettujen kielten erikoistuntija. Muutoksen hakemisesta oikaisuvaatimuksen johdosta annettuun päätökseen on voimassa, mitä 2 momentin ensimmäisessä virkkeessä säädetään.",
        "folded_fi": "auktorisoidun kaantajan tutkinnon suorittajalle on annettava tieto arvosteluperusteiden soveltamisesta hanen tutkintosuoritukseensa. auktorisoidun kaantajan tutkinnon arviointiin ei saa hakea muutosta valittamalla. auktorisoidun kaantajan tutkinnossa hylatylla henkilolla on oikeus vaatia oikaisua auktorisoitujen kaantajien tutkintolautakunnalta. oikaisuvaatimus on toimitettava tutkintolautakunnalle 30 paivan kuluessa siita ajankohdasta, jolloin tutkinnossa hylatty on saanut tiedon paatoksesta seka arvosteluperusteiden soveltamisesta suoritukseensa. oikaisuvaatimuksen kasittelya varten opetushallitus maaraa auktorisoitujen kaantajien tutkintolautakuntaan yhden tilapaisen jasenen, jonka on oltava oikaisuvaatimuksessa tarkoitettujen kielten erikoistuntija. muutoksen hakemisesta oikaisuvaatimuksen johdosta annettuun paatokseen on voimassa, mita 2 momentin ensimmaisessa virkkeessa saadetaan.",
        "title_sv": "Examinandens rättsskydd",
        "content_sv": "Den som avlägger examen för auktoriserade translatorer ska informeras om hur bedömningsgrunderna har tillämpats på hans eller hennes examensprestation. I bedömningen av en examen för auktoriserade translatorer får ändring inte sökas genom besvär. Den som har blivit underkänd i examen för auktoriserade translatorer har rätt att yrka rättelse hos examensnämnden för auktoriserade translatorer. Rättelseyrkandet ska tillställas examensnämnden inom 30 dagar från den tidpunkt då den som blivit underkänd i examen har tagit del av beslutet och av hur bedömningsgrunderna tillämpats på examensprestationen. För behandlingen av ett rättelseyrkande utser utbildningsstyrelsen i examensnämnden för auktoriserade translatorer en tillfällig medlem som ska ha särskild kunskap i de språk som avses i rättelseyrkandet. I fråga om sökande av ändring i ett beslut med anledning av rättelseyrkande gäller vad som bestäms i första meningen i 2 mom.",
        "normalized_sv": "Den som avlägger examen för auktoriserade translatorer ska informeras om hur bedömningsgrunderna har tillämpats på hans eller hennes examensprestation. I bedömningen av en examen för auktoriserade translatorer får ändring inte sökas genom besvär. Den som har blivit underkänd i examen för auktoriserade translatorer har rätt att yrka rättelse hos examensnämnden för auktoriserade translatorer. Rättelseyrkandet ska tillställas examensnämnden inom 30 dagar från den tidpunkt då den som blivit underkänd i examen har tagit del av beslutet och av hur bedömningsgrunderna tillämpats på examensprestationen. För behandlingen av ett rättelseyrkande utser utbildningsstyrelsen i examensnämnden för auktoriserade translatorer en tillfällig medlem som ska ha särskild kunskap i de språk som avses i rättelseyrkandet. I fråga om sökande av ändring i ett beslut med anledning av rättelseyrkande gäller vad som bestäms i första meningen i 2 mom.",
        "folded_sv": "den som avlagger examen for auktoriserade translatorer ska informeras om hur bedomningsgrunderna har tillampats pa hans eller hennes examensprestation. i bedomningen av en examen for auktoriserade translatorer far andring inte sokas genom besvar. den som har blivit underkand i examen for auktoriserade translatorer har ratt att yrka rattelse hos examensnamnden for auktoriserade translatorer. rattelseyrkandet ska tillstallas examensnamnden inom 30 dagar fran den tidpunkt da den som blivit underkand i examen har tagit del av beslutet och av hur bedomningsgrunderna tillampats pa examensprestationen. for behandlingen av ett rattelseyrkande utser utbildningsstyrelsen i examensnamnden for auktoriserade translatorer en tillfallig medlem som ska ha sarskild kunskap i de sprak som avses i rattelseyrkandet. i fraga om sokande av andring i ett beslut med anledning av rattelseyrkande galler vad som bestams i forsta meningen i 2 mom."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Muutoksenhaku",
      "content": "Auktorisoitujen kääntäjien tutkintolautakunnan päätöksestä, joka koskee auktorisointia tai sen peruuttamista, saa valittaa hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Opetushallituksen päätökseen, joka koskee arvioijan merkintää tai poistamista arvioijarekisteristä, ei saa hakea muutosta valittamalla. Asianosaisella on oikeus vaatia kirjallisesti oikaisua opetushallituksen päätökseen 21 §:n 2 momentissa tarkoitetussa määräajassa opetushallitukselta. Opetushallituksen oikaisuvaatimuksen johdosta antamaan päätökseen, joka koskee arvioijarekisteristä poistamista, saa valittamalla hakea muutosta siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden päätökseen ei saa hakea valittamalla muutosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_22",
        "normalized_fi": "Auktorisoitujen kääntäjien tutkintolautakunnan päätöksestä, joka koskee auktorisointia tai sen peruuttamista, saa valittaa hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Opetushallituksen päätökseen, joka koskee arvioijan merkintää tai poistamista arvioijarekisteristä, ei saa hakea muutosta valittamalla. Asianosaisella on oikeus vaatia kirjallisesti oikaisua opetushallituksen päätökseen 21 § :n 2 momentissa tarkoitetussa määräajassa opetushallitukselta. Opetushallituksen oikaisuvaatimuksen johdosta antamaan päätökseen, joka koskee arvioijarekisteristä poistamista, saa valittamalla hakea muutosta siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden päätökseen ei saa hakea valittamalla muutosta.",
        "folded_fi": "auktorisoitujen kaantajien tutkintolautakunnan paatoksesta, joka koskee auktorisointia tai sen peruuttamista, saa valittaa hallinto-oikeuteen siten kuin hallintolainkayttolaissa (586/1996) saadetaan. opetushallituksen paatokseen, joka koskee arvioijan merkintaa tai poistamista arvioijarekisterista, ei saa hakea muutosta valittamalla. asianosaisella on oikeus vaatia kirjallisesti oikaisua opetushallituksen paatokseen 21 §:n 2 momentissa tarkoitetussa maaraajassa opetushallitukselta. opetushallituksen oikaisuvaatimuksen johdosta antamaan paatokseen, joka koskee arvioijarekisterista poistamista, saa valittamalla hakea muutosta siten kuin hallintolainkayttolaissa saadetaan. hallinto-oikeuden paatokseen ei saa hakea valittamalla muutosta.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ett beslut av examensnämnden för auktoriserade translatorer som gäller auktorisation eller dess återkallande får överklagas hos förvaltningsdomstolen enligt vad som bestäms i förvaltningsprocesslagen (586/1996). I ett beslut av utbildningsstyrelsen som gäller registrering i eller avförande av en bedömare från registret över bedömare får ändring inte sökas genom besvär. Den berörde får skriftligt yrka rättelse i beslutet hos utbildningsstyrelsen inom den tid som anges i 21 § 2 mom. I ett beslut om avförande från registret som utbildningsstyrelsen fattat med anledning av ett rättelseyrkande får ändring sökas genom besvär enligt vad som bestäms i förvaltningsprocesslagen. I förvaltningsdomstolens beslut får ändring inte sökas genom besvär.",
        "normalized_sv": "Ett beslut av examensnämnden för auktoriserade translatorer som gäller auktorisation eller dess återkallande får överklagas hos förvaltningsdomstolen enligt vad som bestäms i förvaltningsprocesslagen (586/1996). I ett beslut av utbildningsstyrelsen som gäller registrering i eller avförande av en bedömare från registret över bedömare får ändring inte sökas genom besvär. Den berörde får skriftligt yrka rättelse i beslutet hos utbildningsstyrelsen inom den tid som anges i 21 § 2 mom. I ett beslut om avförande från registret som utbildningsstyrelsen fattat med anledning av ett rättelseyrkande får ändring sökas genom besvär enligt vad som bestäms i förvaltningsprocesslagen. I förvaltningsdomstolens beslut får ändring inte sökas genom besvär.",
        "folded_sv": "ett beslut av examensnamnden for auktoriserade translatorer som galler auktorisation eller dess aterkallande far overklagas hos forvaltningsdomstolen enligt vad som bestams i forvaltningsprocesslagen (586/1996). i ett beslut av utbildningsstyrelsen som galler registrering i eller avforande av en bedomare fran registret over bedomare far andring inte sokas genom besvar. den berorde far skriftligt yrka rattelse i beslutet hos utbildningsstyrelsen inom den tid som anges i 21 § 2 mom. i ett beslut om avforande fran registret som utbildningsstyrelsen fattat med anledning av ett rattelseyrkande far andring sokas genom besvar enligt vad som bestams i forvaltningsprocesslagen. i forvaltningsdomstolens beslut far andring inte sokas genom besvar."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Rangaistussäännökset",
      "content": "auktorisoidun kääntäjän nimikkeen väärinkäyttämisestä Joka 18 §:n vastaisesti käyttää auktorisoidun kääntäjän nimikettä, on tuomittava sakkoon, jollei teosta muualla laissa säädetä ankarampaa rangaistusta. Rangaistus 19 §:ssä säädetyn salassapitovelvollisuuden rikkomisesta tuomitaan rikoslain (39/1889) 38 luvun 2 §:n 2 momentin mukaan, jollei teko ole rangaistava rikoslain 40 luvun 5 §:n mukaan tai jollei siitä muualla laissa kuin rikoslain 38 luvun 1 §:ssä säädetä ankarampaa rangaistusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_23",
        "normalized_fi": "auktorisoidun kääntäjän nimikkeen väärinkäyttämisestä Joka 18 § :n vastaisesti käyttää auktorisoidun kääntäjän nimikettä, on tuomittava sakkoon, jollei teosta muualla laissa säädetä ankarampaa rangaistusta. Rangaistus 19 § :ssä säädetyn salassapitovelvollisuuden rikkomisesta tuomitaan rikoslain (39/1889) 38 luvun 2 § :n 2 momentin mukaan, jollei teko ole rangaistava rikoslain 40 luvun 5 § :n mukaan tai jollei siitä muualla laissa kuin rikoslain 38 luvun 1 § :ssä säädetä ankarampaa rangaistusta.",
        "folded_fi": "auktorisoidun kaantajan nimikkeen vaarinkayttamisesta joka 18 §:n vastaisesti kayttaa auktorisoidun kaantajan nimiketta, on tuomittava sakkoon, jollei teosta muualla laissa saadeta ankarampaa rangaistusta. rangaistus 19 §:ssa saadetyn salassapitovelvollisuuden rikkomisesta tuomitaan rikoslain (39/1889) 38 luvun 2 §:n 2 momentin mukaan, jollei teko ole rangaistava rikoslain 40 luvun 5 §:n mukaan tai jollei siita muualla laissa kuin rikoslain 38 luvun 1 §:ssa saadeta ankarampaa rangaistusta.",
        "title_sv": "Straffbestämmelser",
        "content_sv": "missbruk av benämningen auktoriserad translator Den som i strid med bestämmelserna i 18 § använder benämningen auktoriserad translator ska för dömas till böter, om inte strängare straff för gärningen föreskrivs någon annanstans i lag. Till straff för brott mot tystnadsplikten enligt 19 § döms enligt 38 kap. 2 § 2 mom. i strafflagen (39/1889), om gärningen inte utgör brott enligt 40 kap. 5 § i strafflagen eller om inte strängare straff för gärningen föreskrivs någon annanstans i lag än i 38 kap. 1 § i strafflagen.",
        "normalized_sv": "missbruk av benämningen auktoriserad translator Den som i strid med bestämmelserna i 18 § använder benämningen auktoriserad translator ska för dömas till böter, om inte strängare straff för gärningen föreskrivs någon annanstans i lag. Till straff för brott mot tystnadsplikten enligt 19 § döms enligt 38 kap. 2 § 2 mom. i strafflagen (39/1889), om gärningen inte utgör brott enligt 40 kap. 5 § i strafflagen eller om inte strängare straff för gärningen föreskrivs någon annanstans i lag än i 38 kap. 1 § i strafflagen.",
        "folded_sv": "missbruk av benamningen auktoriserad translator den som i strid med bestammelserna i 18 § anvander benamningen auktoriserad translator ska for domas till boter, om inte strangare straff for garningen foreskrivs nagon annanstans i lag. till straff for brott mot tystnadsplikten enligt 19 § doms enligt 38 kap. 2 § 2 mom. i strafflagen (39/1889), om garningen inte utgor brott enligt 40 kap. 5 § i strafflagen eller om inte strangare straff for garningen foreskrivs nagon annanstans i lag an i 38 kap. 1 § i strafflagen."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2008. Tällä lailla kumotaan virallisista kääntäjistä 23 päivänä joulukuuta 1988 annettu laki (1148/1988) siihen myöhemmin tehtyine muutoksineen. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_24",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2008. Tällä lailla kumotaan virallisista kääntäjistä 23 päivänä joulukuuta 1988 annettu laki (1148/1988) siihen myöhemmin tehtyine muutoksineen. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2008. talla lailla kumotaan virallisista kaantajista 23 paivana joulukuuta 1988 annettu laki (1148/1988) siihen myohemmin tehtyine muutoksineen. ennen taman lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2008. Genom denna lag upphävs lagen av den 23 december 1988 om auktoriserade translatorer (1148/1988) jämte ändringar. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2008. Genom denna lag upphävs lagen av den 23 december 1988 om auktoriserade translatorer (1148/1988) jämte ändringar. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2008. genom denna lag upphavs lagen av den 23 december 1988 om auktoriserade translatorer (1148/1988) jamte andringar. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "Siirtymäsäännökset",
      "content": "Ennen tämän lain voimaantuloa myönnetty oikeus toimia virallisena kääntäjänä on voimassa viisi vuotta tämän lain voimaantulosta. Tällaiseen kääntäjään sovelletaan tätä lakia. Hän ei kuitenkaan saa käyttää tässä laissa säädettyä auktorisoidun kääntäjän nimikettä. Henkilö, jolla tämän lain voimaan tullessa on oikeus toimia virallisena kääntäjänä, saa tutkintoa suorittamatta ja vakuutusta antamatta hakemuksesta oikeuden toimia tässä laissa tarkoitettuna auktorisoituna kääntäjänä, jos hän täyttää tämän lain 2 §:n 1 momentin 1 ja 2 kohdassa säädetyt edellytykset. Tällaiseen henkilöön ei sovelleta 3 §:ssä säädettyä oikeuden määräaikaisuutta eikä häneltä peritä maksua 4 §:ssä tarkoitetusta todistuksesta. Virallisista kääntäjistä annetussa laissa tarkoitettu kääntäjien tutkintolautakunta jatkaa toimintaansa ja antaa 7 §:n 3 momentissa tarkoitettuja lausuntoja, kunnes 11 §:ssä tarkoitettu tutkintolautakunta on asetettu. Kääntäjien tutkintolautakunnan ylläpitämä luettelo virallisista kääntäjistä on osa tämän lain mukaista auktorisoitujen kääntäjien rekisteriä. Muualla lainsäädännössä olevalla viittauksella virallisista kääntäjistä annettuun lakiin ja siinä tarkoitettuun nimikkeeseen tarkoitetaan tämän lain voimaantulon jälkeen viittausta tähän lakiin ja tässä laissa tarkoitettuun nimikkeeseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_25",
        "normalized_fi": "Ennen tämän lain voimaantuloa myönnetty oikeus toimia virallisena kääntäjänä on voimassa viisi vuotta tämän lain voimaantulosta. Tällaiseen kääntäjään sovelletaan tätä lakia. Hän ei kuitenkaan saa käyttää tässä laissa säädettyä auktorisoidun kääntäjän nimikettä. Henkilö, jolla tämän lain voimaan tullessa on oikeus toimia virallisena kääntäjänä, saa tutkintoa suorittamatta ja vakuutusta antamatta hakemuksesta oikeuden toimia tässä laissa tarkoitettuna auktorisoituna kääntäjänä, jos hän täyttää tämän lain 2 § :n 1 momentin 1 ja 2 kohdassa säädetyt edellytykset. Tällaiseen henkilöön ei sovelleta 3 § :ssä säädettyä oikeuden määräaikaisuutta eikä häneltä peritä maksua 4 § :ssä tarkoitetusta todistuksesta. Virallisista kääntäjistä annetussa laissa tarkoitettu kääntäjien tutkintolautakunta jatkaa toimintaansa ja antaa 7 § :n 3 momentissa tarkoitettuja lausuntoja, kunnes 11 § :ssä tarkoitettu tutkintolautakunta on asetettu. Kääntäjien tutkintolautakunnan ylläpitämä luettelo virallisista kääntäjistä on osa tämän lain mukaista auktorisoitujen kääntäjien rekisteriä. Muualla lainsäädännössä olevalla viittauksella virallisista kääntäjistä annettuun lakiin ja siinä tarkoitettuun nimikkeeseen tarkoitetaan tämän lain voimaantulon jälkeen viittausta tähän lakiin ja tässä laissa tarkoitettuun nimikkeeseen.",
        "folded_fi": "ennen taman lain voimaantuloa myonnetty oikeus toimia virallisena kaantajana on voimassa viisi vuotta taman lain voimaantulosta. tallaiseen kaantajaan sovelletaan tata lakia. han ei kuitenkaan saa kayttaa tassa laissa saadettya auktorisoidun kaantajan nimiketta. henkilo, jolla taman lain voimaan tullessa on oikeus toimia virallisena kaantajana, saa tutkintoa suorittamatta ja vakuutusta antamatta hakemuksesta oikeuden toimia tassa laissa tarkoitettuna auktorisoituna kaantajana, jos han tayttaa taman lain 2 §:n 1 momentin 1 ja 2 kohdassa saadetyt edellytykset. tallaiseen henkiloon ei sovelleta 3 §:ssa saadettya oikeuden maaraaikaisuutta eika hanelta perita maksua 4 §:ssa tarkoitetusta todistuksesta. virallisista kaantajista annetussa laissa tarkoitettu kaantajien tutkintolautakunta jatkaa toimintaansa ja antaa 7 §:n 3 momentissa tarkoitettuja lausuntoja, kunnes 11 §:ssa tarkoitettu tutkintolautakunta on asetettu. kaantajien tutkintolautakunnan yllapitama luettelo virallisista kaantajista on osa taman lain mukaista auktorisoitujen kaantajien rekisteria. muualla lainsaadannossa olevalla viittauksella virallisista kaantajista annettuun lakiin ja siina tarkoitettuun nimikkeeseen tarkoitetaan taman lain voimaantulon jalkeen viittausta tahan lakiin ja tassa laissa tarkoitettuun nimikkeeseen.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "Sådan rätt att vara verksam som auktoriserad translator som har beviljats före denna lags ikraftträdande gäller i fem år från ikraftträdandet. På sådana personer tillämpas denna lag. De får dock inte använda den benämning som föreskrivs i denna lag. De som när denna lag träder i kraft har rätt att vara verksamma som auktoriserade translatorer får, utan att avlägga examen och avge försäkran, på ansökan rätt att vara verksamma som auktoriserade translatorer enligt denna lag, om de uppfyller de villkor som föreskrivs i 2 § 1 mom. 1 och 2 punkten i denna lag. På dem tillämpas inte den tidsbegränsade rätt som föreskrivs i 3 § och någon avgift för ett intyg enligt 4 § tas inte ut. Den translatorsexamensnämnd som avses i 1988 års lag om auktoriserade translatorer fortsätter sin verksamhet och ger de utlåtanden som avses i 7 § 3 mom. i denna lag tills den examensnämnd som avses i 11 § har tillsatts. Den förteckning över auktoriserade translatorer som förts av translatorsexamensnämnden utgör en del av det register över auktoriserade translatorer som anges i denna lag. En hänvisning i någon annan lag eller förordning till den lag om auktoriserade translatorer som upphävs genom denna lag och den benämning som avses där avser efter denna lags ikraftträdande en hänvisning till denna lag och den benämning som avses här.",
        "normalized_sv": "Sådan rätt att vara verksam som auktoriserad translator som har beviljats före denna lags ikraftträdande gäller i fem år från ikraftträdandet. På sådana personer tillämpas denna lag. De får dock inte använda den benämning som föreskrivs i denna lag. De som när denna lag träder i kraft har rätt att vara verksamma som auktoriserade translatorer får, utan att avlägga examen och avge försäkran, på ansökan rätt att vara verksamma som auktoriserade translatorer enligt denna lag, om de uppfyller de villkor som föreskrivs i 2 § 1 mom. 1 och 2 punkten i denna lag. På dem tillämpas inte den tidsbegränsade rätt som föreskrivs i 3 § och någon avgift för ett intyg enligt 4 § tas inte ut. Den translatorsexamensnämnd som avses i 1988 års lag om auktoriserade translatorer fortsätter sin verksamhet och ger de utlåtanden som avses i 7 § 3 mom. i denna lag tills den examensnämnd som avses i 11 § har tillsatts. Den förteckning över auktoriserade translatorer som förts av translatorsexamensnämnden utgör en del av det register över auktoriserade translatorer som anges i denna lag. En hänvisning i någon annan lag eller förordning till den lag om auktoriserade translatorer som upphävs genom denna lag och den benämning som avses där avser efter denna lags ikraftträdande en hänvisning till denna lag och den benämning som avses här.",
        "folded_sv": "sadan ratt att vara verksam som auktoriserad translator som har beviljats fore denna lags ikrafttradande galler i fem ar fran ikrafttradandet. pa sadana personer tillampas denna lag. de far dock inte anvanda den benamning som foreskrivs i denna lag. de som nar denna lag trader i kraft har ratt att vara verksamma som auktoriserade translatorer far, utan att avlagga examen och avge forsakran, pa ansokan ratt att vara verksamma som auktoriserade translatorer enligt denna lag, om de uppfyller de villkor som foreskrivs i 2 § 1 mom. 1 och 2 punkten i denna lag. pa dem tillampas inte den tidsbegransade ratt som foreskrivs i 3 § och nagon avgift for ett intyg enligt 4 § tas inte ut. den translatorsexamensnamnd som avses i 1988 ars lag om auktoriserade translatorer fortsatter sin verksamhet och ger de utlatanden som avses i 7 § 3 mom. i denna lag tills den examensnamnd som avses i 11 § har tillsatts. den forteckning over auktoriserade translatorer som forts av translatorsexamensnamnden utgor en del av det register over auktoriserade translatorer som anges i denna lag. en hanvisning i nagon annan lag eller forordning till den lag om auktoriserade translatorer som upphavs genom denna lag och den benamning som avses dar avser efter denna lags ikrafttradande en hanvisning till denna lag och den benamning som avses har."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lain soveltamisala",
      "content": "Tässä laissa säädetään oikeudesta toimia auktorisoituna kääntäjänä ja auktorisoitujen kääntäjien tutkintojärjestelmästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Tässä laissa säädetään oikeudesta toimia auktorisoituna kääntäjänä ja auktorisoitujen kääntäjien tutkintojärjestelmästä.",
        "folded_fi": "tassa laissa saadetaan oikeudesta toimia auktorisoituna kaantajana ja auktorisoitujen kaantajien tutkintojarjestelmasta.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "I denna lag föreskrivs om rätten att vara verksam som auktoriserad translator och om examenssystemet för auktoriserade translatorer.",
        "normalized_sv": "I denna lag föreskrivs om rätten att vara verksam som auktoriserad translator och om examenssystemet för auktoriserade translatorer.",
        "folded_sv": "i denna lag foreskrivs om ratten att vara verksam som auktoriserad translator och om examenssystemet for auktoriserade translatorer."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "title": "Auktorisoidun kääntäjän kelpoisuus",
      "content": "Auktorisoiduksi kääntäjäksi voidaan hyväksyä luotettavaksi tunnettu täysi-ikäinen henkilö: 1) jota ei ole julistettu vajaavaltaiseksi; 2) jolla on kotikuntalain (201/1994) mukainen kotikunta Suomessa taikka vakinainen asuinpaikka Euroopan unionin jäsenvaltiossa tai muussa Euroopan talousalueeseen kuuluvassa valtiossa; ja 3) joka on hyväksytysti suorittanut tässä laissa tarkoitetun auktorisoidun kääntäjän tutkinnon. Edellä 1 momentin 3 kohdassa tarkoitetun tutkinnon suorittamista ei edellytetä, jos henkilö on suorittanut filosofian maisterin tutkinnon tai muun ylemmän korkeakoulututkinnon, johon sisältyvät vähintään 60 opintopisteen laajuiset käännöstieteen opinnot ja hän hakee oikeutta tehdä käännöksiä auktorisoituna kääntäjänä tutkintoonsa sisältyvässä kieliparissa yksinomaan äidinkieleen tai siihen kieleen, jonka hän hallitsee parhaiten (A-työkieli). Edellä tarkoitetuista käännöstieteen opinnoista säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_2",
        "normalized_fi": "Auktorisoiduksi kääntäjäksi voidaan hyväksyä luotettavaksi tunnettu täysi-ikäinen henkilö: 1) jota ei ole julistettu vajaavaltaiseksi; 2) jolla on kotikuntalain (201/1994) mukainen kotikunta Suomessa taikka vakinainen asuinpaikka Euroopan unionin jäsenvaltiossa tai muussa Euroopan talousalueeseen kuuluvassa valtiossa; ja 3) joka on hyväksytysti suorittanut tässä laissa tarkoitetun auktorisoidun kääntäjän tutkinnon. Edellä 1 momentin 3 kohdassa tarkoitetun tutkinnon suorittamista ei edellytetä, jos henkilö on suorittanut filosofian maisterin tutkinnon tai muun ylemmän korkeakoulututkinnon, johon sisältyvät vähintään 60 opintopisteen laajuiset käännöstieteen opinnot ja hän hakee oikeutta tehdä käännöksiä auktorisoituna kääntäjänä tutkintoonsa sisältyvässä kieliparissa yksinomaan äidinkieleen tai siihen kieleen, jonka hän hallitsee parhaiten (A-työkieli). Edellä tarkoitetuista käännöstieteen opinnoista säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "auktorisoiduksi kaantajaksi voidaan hyvaksya luotettavaksi tunnettu taysi-ikainen henkilo: 1) jota ei ole julistettu vajaavaltaiseksi; 2) jolla on kotikuntalain (201/1994) mukainen kotikunta suomessa taikka vakinainen asuinpaikka euroopan unionin jasenvaltiossa tai muussa euroopan talousalueeseen kuuluvassa valtiossa; ja 3) joka on hyvaksytysti suorittanut tassa laissa tarkoitetun auktorisoidun kaantajan tutkinnon. edella 1 momentin 3 kohdassa tarkoitetun tutkinnon suorittamista ei edellyteta, jos henkilo on suorittanut filosofian maisterin tutkinnon tai muun ylemman korkeakoulututkinnon, johon sisaltyvat vahintaan 60 opintopisteen laajuiset kaannostieteen opinnot ja han hakee oikeutta tehda kaannoksia auktorisoituna kaantajana tutkintoonsa sisaltyvassa kieliparissa yksinomaan aidinkieleen tai siihen kieleen, jonka han hallitsee parhaiten (a-tyokieli). edella tarkoitetuista kaannostieteen opinnoista saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Behörighet för auktoriserad translator",
        "content_sv": "Som auktoriserad translator kan godkännas en för tillförlitlighet känd person som har uppnått myndighetsåldern och som 1) inte har förklarats omyndig, 2) har hemkommun i Finland enligt lagen om hemkommun (201/1994) eller som är stadigvarande bosatt i en medlemsstat i Europeiska unionen eller i någon annan stat som hör till Europeiska ekonomiska samarbetsområdet, och som 3) har godkänts i den examen för auktoriserade translatorer som avses i denna lag. Examen enligt 1 mom. 3 punkten krävs inte av en person som har avlagt filosofie magisterexamen eller någon annan högre högskoleexamen som innehåller studier i översättningsvetenskap omfattande minst 60 studiepoäng, om denna person ansöker om rätt att göra översättningar som auktoriserad translator utgående från ett språkpar som ingår i examen enbart till sitt modersmål eller till det språk han eller hon behärskar bäst (A-arbetsspråk). Närmare bestämmelser om studierna i översättningsvetenskap utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Som auktoriserad translator kan godkännas en för tillförlitlighet känd person som har uppnått myndighetsåldern och som 1) inte har förklarats omyndig, 2) har hemkommun i Finland enligt lagen om hemkommun (201/1994) eller som är stadigvarande bosatt i en medlemsstat i Europeiska unionen eller i någon annan stat som hör till Europeiska ekonomiska samarbetsområdet, och som 3) har godkänts i den examen för auktoriserade translatorer som avses i denna lag. Examen enligt 1 mom. 3 punkten krävs inte av en person som har avlagt filosofie magisterexamen eller någon annan högre högskoleexamen som innehåller studier i översättningsvetenskap omfattande minst 60 studiepoäng, om denna person ansöker om rätt att göra översättningar som auktoriserad translator utgående från ett språkpar som ingår i examen enbart till sitt modersmål eller till det språk han eller hon behärskar bäst (A-arbetsspråk). Närmare bestämmelser om studierna i översättningsvetenskap utfärdas genom förordning av statsrådet.",
        "folded_sv": "som auktoriserad translator kan godkannas en for tillforlitlighet kand person som har uppnatt myndighetsaldern och som 1) inte har forklarats omyndig, 2) har hemkommun i finland enligt lagen om hemkommun (201/1994) eller som ar stadigvarande bosatt i en medlemsstat i europeiska unionen eller i nagon annan stat som hor till europeiska ekonomiska samarbetsomradet, och som 3) har godkants i den examen for auktoriserade translatorer som avses i denna lag. examen enligt 1 mom. 3 punkten kravs inte av en person som har avlagt filosofie magisterexamen eller nagon annan hogre hogskoleexamen som innehaller studier i oversattningsvetenskap omfattande minst 60 studiepoang, om denna person ansoker om ratt att gora oversattningar som auktoriserad translator utgaende fran ett sprakpar som ingar i examen enbart till sitt modersmal eller till det sprak han eller hon beharskar bast (a-arbetssprak). narmare bestammelser om studierna i oversattningsvetenskap utfardas genom forordning av statsradet."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "Kääntäjän auktorisointi",
      "content": "Oikeus toimia auktorisoituna kääntäjänä myönnetään 2 §:ssä säädetyt edellytykset täyttävälle henkilölle viideksi vuodeksi. Ennen auktorisointia henkilön on annettava kirjallinen auktorisoidun kääntäjän vakuutus. Auktorisointia voidaan hakemuksesta jatkaa enintään viisi vuotta kerrallaan, jos hakija on auktorisoinnin voimassa ollessa toiminut auktorisoituna kääntäjänä ja hän täyttää edelleen 2 §:ssä säädetyt edellytykset. Auktorisoinnin hakemisesta ja myöntämisestä sekä auktorisoidun kääntäjän vakuutuksesta ja sen antamisesta annetaan tarkemmat säännökset valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_3",
        "normalized_fi": "Oikeus toimia auktorisoituna kääntäjänä myönnetään 2 § :ssä säädetyt edellytykset täyttävälle henkilölle viideksi vuodeksi. Ennen auktorisointia henkilön on annettava kirjallinen auktorisoidun kääntäjän vakuutus. Auktorisointia voidaan hakemuksesta jatkaa enintään viisi vuotta kerrallaan, jos hakija on auktorisoinnin voimassa ollessa toiminut auktorisoituna kääntäjänä ja hän täyttää edelleen 2 § :ssä säädetyt edellytykset. Auktorisoinnin hakemisesta ja myöntämisestä sekä auktorisoidun kääntäjän vakuutuksesta ja sen antamisesta annetaan tarkemmat säännökset valtioneuvoston asetuksella.",
        "folded_fi": "oikeus toimia auktorisoituna kaantajana myonnetaan 2 §:ssa saadetyt edellytykset tayttavalle henkilolle viideksi vuodeksi. ennen auktorisointia henkilon on annettava kirjallinen auktorisoidun kaantajan vakuutus. auktorisointia voidaan hakemuksesta jatkaa enintaan viisi vuotta kerrallaan, jos hakija on auktorisoinnin voimassa ollessa toiminut auktorisoituna kaantajana ja han tayttaa edelleen 2 §:ssa saadetyt edellytykset. auktorisoinnin hakemisesta ja myontamisesta seka auktorisoidun kaantajan vakuutuksesta ja sen antamisesta annetaan tarkemmat saannokset valtioneuvoston asetuksella.",
        "title_sv": "Auktorisation av translatorer",
        "content_sv": "Rätt att vara verksam som auktoriserad translator beviljas för en tid av fem år en person som uppfyller villkoren i 2 §. Före auktoriseringen ska personen avge en skriftlig försäkran för auktoriserad translator. En auktorisation kan på ansökan förlängas med högst fem år i sänder, om sökanden under auktorisationens giltighet har varit verksam som auktoriserad translator och fortfarande uppfyller villkoren i 2 §. Närmare bestämmelser om ansökan om och beviljande av auktorisation samt om försäkran för auktoriserad translator och hur den avges utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Rätt att vara verksam som auktoriserad translator beviljas för en tid av fem år en person som uppfyller villkoren i 2 § . Före auktoriseringen ska personen avge en skriftlig försäkran för auktoriserad translator. En auktorisation kan på ansökan förlängas med högst fem år i sänder, om sökanden under auktorisationens giltighet har varit verksam som auktoriserad translator och fortfarande uppfyller villkoren i 2 § . Närmare bestämmelser om ansökan om och beviljande av auktorisation samt om försäkran för auktoriserad translator och hur den avges utfärdas genom förordning av statsrådet.",
        "folded_sv": "ratt att vara verksam som auktoriserad translator beviljas for en tid av fem ar en person som uppfyller villkoren i 2 §. fore auktoriseringen ska personen avge en skriftlig forsakran for auktoriserad translator. en auktorisation kan pa ansokan forlangas med hogst fem ar i sander, om sokanden under auktorisationens giltighet har varit verksam som auktoriserad translator och fortfarande uppfyller villkoren i 2 §. narmare bestammelser om ansokan om och beviljande av auktorisation samt om forsakran for auktoriserad translator och hur den avges utfardas genom forordning av statsradet."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Todistus auktorisoinnista",
      "content": "Kääntäjän auktorisoinnista annetaan todistus, jossa mainitaan, mistä kielestä mihin kieleen henkilöllä on oikeus auktorisoituna kääntäjänä tehdä käännöksiä. Todistuksen antamisesta sekä sen sisällöstä ja allekirjoittamisesta annetaan tarkemmat säännökset valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_4",
        "normalized_fi": "Kääntäjän auktorisoinnista annetaan todistus, jossa mainitaan, mistä kielestä mihin kieleen henkilöllä on oikeus auktorisoituna kääntäjänä tehdä käännöksiä. Todistuksen antamisesta sekä sen sisällöstä ja allekirjoittamisesta annetaan tarkemmat säännökset valtioneuvoston asetuksella.",
        "folded_fi": "kaantajan auktorisoinnista annetaan todistus, jossa mainitaan, mista kielesta mihin kieleen henkilolla on oikeus auktorisoituna kaantajana tehda kaannoksia. todistuksen antamisesta seka sen sisallosta ja allekirjoittamisesta annetaan tarkemmat saannokset valtioneuvoston asetuksella.",
        "title_sv": "Intyg över auktorisation",
        "content_sv": "Över auktorisation av en translator utfärdas ett intyg, där det nämns från vilket språk till vilket språk översättaren har rätt att utföra översättningar i egenskap av auktoriserad translator. Närmare bestämmelser om utfärdandet av intyget samt dess innehåll och undertecknarna utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Över auktorisation av en translator utfärdas ett intyg, där det nämns från vilket språk till vilket språk översättaren har rätt att utföra översättningar i egenskap av auktoriserad translator. Närmare bestämmelser om utfärdandet av intyget samt dess innehåll och undertecknarna utfärdas genom förordning av statsrådet.",
        "folded_sv": "over auktorisation av en translator utfardas ett intyg, dar det namns fran vilket sprak till vilket sprak oversattaren har ratt att utfora oversattningar i egenskap av auktoriserad translator. narmare bestammelser om utfardandet av intyget samt dess innehall och undertecknarna utfardas genom forordning av statsradet."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Auktorisoinnin peruuttaminen",
      "content": "Auktorisointi voidaan peruuttaa, jos kääntäjä ei enää täytä tässä laissa säädettyjä edellytyksiä tai jos hän on muutoin toiminnallaan osoittanut olevansa ilmeisen sopimaton auktorisoiduksi kääntäjäksi. Ennen auktorisoinnin peruuttamista kääntäjälle on varattava tilaisuus tulla kuulluksi. Auktorisoinnin peruuttamisesta on viipymättä kuulutettava virallisessa lehdessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Auktorisointi voidaan peruuttaa, jos kääntäjä ei enää täytä tässä laissa säädettyjä edellytyksiä tai jos hän on muutoin toiminnallaan osoittanut olevansa ilmeisen sopimaton auktorisoiduksi kääntäjäksi. Ennen auktorisoinnin peruuttamista kääntäjälle on varattava tilaisuus tulla kuulluksi. Auktorisoinnin peruuttamisesta on viipymättä kuulutettava virallisessa lehdessä.",
        "folded_fi": "auktorisointi voidaan peruuttaa, jos kaantaja ei enaa tayta tassa laissa saadettyja edellytyksia tai jos han on muutoin toiminnallaan osoittanut olevansa ilmeisen sopimaton auktorisoiduksi kaantajaksi. ennen auktorisoinnin peruuttamista kaantajalle on varattava tilaisuus tulla kuulluksi. auktorisoinnin peruuttamisesta on viipymatta kuulutettava virallisessa lehdessa.",
        "title_sv": "Återkallelse av auktorisation",
        "content_sv": "Om en auktoriserad translator inte längre uppfyller de villkor om vilka föreskrivs i denna lag eller om han eller hon på något annat sätt har visat sig vara uppenbart olämplig som auktoriserad translator, kan auktorisationen återkallas. Innan auktorisationen återkallas ska translatorn ges tillfälle att bli hörd. Ett beslut om återkallande ska utan dröjsmål kungöras i den officiella tidningen.",
        "normalized_sv": "Om en auktoriserad translator inte längre uppfyller de villkor om vilka föreskrivs i denna lag eller om han eller hon på något annat sätt har visat sig vara uppenbart olämplig som auktoriserad translator, kan auktorisationen återkallas. Innan auktorisationen återkallas ska translatorn ges tillfälle att bli hörd. Ett beslut om återkallande ska utan dröjsmål kungöras i den officiella tidningen.",
        "folded_sv": "om en auktoriserad translator inte langre uppfyller de villkor om vilka foreskrivs i denna lag eller om han eller hon pa nagot annat satt har visat sig vara uppenbart olamplig som auktoriserad translator, kan auktorisationen aterkallas. innan auktorisationen aterkallas ska translatorn ges tillfalle att bli hord. ett beslut om aterkallande ska utan drojsmal kungoras i den officiella tidningen."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Käännöksen pätevyys",
      "content": "Auktorisoidun kääntäjän tekemä käännös on laillisesti pätevä, jollei sitä näytetä virheelliseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Auktorisoidun kääntäjän tekemä käännös on laillisesti pätevä, jollei sitä näytetä virheelliseksi.",
        "folded_fi": "auktorisoidun kaantajan tekema kaannos on laillisesti pateva, jollei sita nayteta virheelliseksi.",
        "title_sv": "Laggill översättning",
        "content_sv": "En översättning som utförts av en auktoriserad translator är laggill, om den inte visas vara felaktig.",
        "normalized_sv": "En översättning som utförts av en auktoriserad translator är laggill, om den inte visas vara felaktig.",
        "folded_sv": "en oversattning som utforts av en auktoriserad translator ar laggill, om den inte visas vara felaktig."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "title": "Tutkinto",
      "content": "Auktorisoidun kääntäjän tutkinnossa osoitetaan tutkintokielten kieli- ja kääntämistaito sekä auktorisoidun kääntäjän ammatinharjoittamisessa tarvittava muu taito. Tutkinnosta ja sen osien sisällöstä sekä tutkinnon järjestämisestä ja sen hyväksymisestä annetaan tarkemmat säännökset valtioneuvoston asetuksella. Auktorisoidun kääntäjän tutkinnon perusteissa määritellään tutkinnossa vaadittu kieli- ja kääntämistaito, taito toimia auktorisoituna kääntäjänä sekä taitojen osoittamistapa ja tutkinnon arvioinnin yleiset perusteet. Tutkinnon perusteista, tutkintokielistä ja niiden kääntämissuunnista sekä tutkintotehtävistä päättää opetushallitus 11 §:ssä tarkoitetun tutkintolautakunnan annettua asiasta lausuntonsa. Auktorisoidun kääntäjän tutkinnon nimikettä saa käyttää ainoastaan tässä pykälässä tarkoitetusta tutkinnosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_7",
        "normalized_fi": "Auktorisoidun kääntäjän tutkinnossa osoitetaan tutkintokielten kieli- ja kääntämistaito sekä auktorisoidun kääntäjän ammatinharjoittamisessa tarvittava muu taito. Tutkinnosta ja sen osien sisällöstä sekä tutkinnon järjestämisestä ja sen hyväksymisestä annetaan tarkemmat säännökset valtioneuvoston asetuksella. Auktorisoidun kääntäjän tutkinnon perusteissa määritellään tutkinnossa vaadittu kieli- ja kääntämistaito, taito toimia auktorisoituna kääntäjänä sekä taitojen osoittamistapa ja tutkinnon arvioinnin yleiset perusteet. Tutkinnon perusteista, tutkintokielistä ja niiden kääntämissuunnista sekä tutkintotehtävistä päättää opetushallitus 11 § :ssä tarkoitetun tutkintolautakunnan annettua asiasta lausuntonsa. Auktorisoidun kääntäjän tutkinnon nimikettä saa käyttää ainoastaan tässä pykälässä tarkoitetusta tutkinnosta.",
        "folded_fi": "auktorisoidun kaantajan tutkinnossa osoitetaan tutkintokielten kieli- ja kaantamistaito seka auktorisoidun kaantajan ammatinharjoittamisessa tarvittava muu taito. tutkinnosta ja sen osien sisallosta seka tutkinnon jarjestamisesta ja sen hyvaksymisesta annetaan tarkemmat saannokset valtioneuvoston asetuksella. auktorisoidun kaantajan tutkinnon perusteissa maaritellaan tutkinnossa vaadittu kieli- ja kaantamistaito, taito toimia auktorisoituna kaantajana seka taitojen osoittamistapa ja tutkinnon arvioinnin yleiset perusteet. tutkinnon perusteista, tutkintokielista ja niiden kaantamissuunnista seka tutkintotehtavista paattaa opetushallitus 11 §:ssa tarkoitetun tutkintolautakunnan annettua asiasta lausuntonsa. auktorisoidun kaantajan tutkinnon nimiketta saa kayttaa ainoastaan tassa pykalassa tarkoitetusta tutkinnosta.",
        "title_sv": "Examen",
        "content_sv": "I examen för auktoriserade translatorer visas språkkunskaper och översättningsförmåga i examensspråken samt annan förmåga som en auktoriserad translator behöver vid yrkesutövningen. Närmare bestämmelser om examen och innehållet i examens olika delar samt om ordnande av examen och godkännande av examen utfärdas genom förordning av statsrådet. I grunderna för examen anges de språkkunskaper och den översättningsförmåga som krävs i examen för auktoriserade translatorer, den förmåga som behövs för att vara verksam som auktoriserad translator samt på vilket sätt färdigheterna ska visas och de allmänna grunderna för bedömningen av examen. Beslut om examensgrunderna, examensspråken och från vilket språk till vilket språk översättning kan utföras samt examensuppgifterna fattas av utbildningsstyrelsen sedan den examensnämnd som avses i 11 § gett sitt utlåtande i saken. Benämningen examen för auktoriserade translatorer får användas endast för en examen som avses i denna paragraf.",
        "normalized_sv": "I examen för auktoriserade translatorer visas språkkunskaper och översättningsförmåga i examensspråken samt annan förmåga som en auktoriserad translator behöver vid yrkesutövningen. Närmare bestämmelser om examen och innehållet i examens olika delar samt om ordnande av examen och godkännande av examen utfärdas genom förordning av statsrådet. I grunderna för examen anges de språkkunskaper och den översättningsförmåga som krävs i examen för auktoriserade translatorer, den förmåga som behövs för att vara verksam som auktoriserad translator samt på vilket sätt färdigheterna ska visas och de allmänna grunderna för bedömningen av examen. Beslut om examensgrunderna, examensspråken och från vilket språk till vilket språk översättning kan utföras samt examensuppgifterna fattas av utbildningsstyrelsen sedan den examensnämnd som avses i 11 § gett sitt utlåtande i saken. Benämningen examen för auktoriserade translatorer får användas endast för en examen som avses i denna paragraf.",
        "folded_sv": "i examen for auktoriserade translatorer visas sprakkunskaper och oversattningsformaga i examensspraken samt annan formaga som en auktoriserad translator behover vid yrkesutovningen. narmare bestammelser om examen och innehallet i examens olika delar samt om ordnande av examen och godkannande av examen utfardas genom forordning av statsradet. i grunderna for examen anges de sprakkunskaper och den oversattningsformaga som kravs i examen for auktoriserade translatorer, den formaga som behovs for att vara verksam som auktoriserad translator samt pa vilket satt fardigheterna ska visas och de allmanna grunderna for bedomningen av examen. beslut om examensgrunderna, examensspraken och fran vilket sprak till vilket sprak oversattning kan utforas samt examensuppgifterna fattas av utbildningsstyrelsen sedan den examensnamnd som avses i 11 § gett sitt utlatande i saken. benamningen examen for auktoriserade translatorer far anvandas endast for en examen som avses i denna paragraf."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Todistus",
      "content": "Auktorisoidun kääntäjän tutkinnon hyväksytystä suorittamisesta annetaan todistus. Todistuksen antamisesta sekä sen sisällöstä ja allekirjoittamisesta annetaan tarkemmat säännökset valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_8",
        "normalized_fi": "Auktorisoidun kääntäjän tutkinnon hyväksytystä suorittamisesta annetaan todistus. Todistuksen antamisesta sekä sen sisällöstä ja allekirjoittamisesta annetaan tarkemmat säännökset valtioneuvoston asetuksella.",
        "folded_fi": "auktorisoidun kaantajan tutkinnon hyvaksytysta suorittamisesta annetaan todistus. todistuksen antamisesta seka sen sisallosta ja allekirjoittamisesta annetaan tarkemmat saannokset valtioneuvoston asetuksella.",
        "title_sv": "Intyg",
        "content_sv": "Över godkänd examen för auktoriserade translatorer utfärdas ett intyg. Närmare bestämmelser om utfärdande av intyget samt om dess innehåll och undertecknarna utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Över godkänd examen för auktoriserade translatorer utfärdas ett intyg. Närmare bestämmelser om utfärdande av intyget samt om dess innehåll och undertecknarna utfärdas genom förordning av statsrådet.",
        "folded_sv": "over godkand examen for auktoriserade translatorer utfardas ett intyg. narmare bestammelser om utfardande av intyget samt om dess innehall och undertecknarna utfardas genom forordning av statsradet."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Tutkintorekisteri",
      "content": "Auktorisoidun kääntäjän tutkinnon toimivuuden seurantaa ja suoritettuja tutkintoja koskevien tietojen säilyttämistä varten on auktorisoidun kääntäjän tutkintorekisteri. Tutkintorekisterin rekisterinpitäjänä toimii opetushallitus. Rekisteriin tallennetaan tutkintoon osallistuneen nimi, henkilötunnus, tutkintokielet ja kääntämissuunta, tutkinnon tulos, tutkintosuorituksen arvioijan nimi, suorittamisajankohta sekä tarpeelliset yhteystiedot. Tutkintorekisterin tiedot säilytetään 30 vuotta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_9",
        "normalized_fi": "Auktorisoidun kääntäjän tutkinnon toimivuuden seurantaa ja suoritettuja tutkintoja koskevien tietojen säilyttämistä varten on auktorisoidun kääntäjän tutkintorekisteri. Tutkintorekisterin rekisterinpitäjänä toimii opetushallitus. Rekisteriin tallennetaan tutkintoon osallistuneen nimi, henkilötunnus, tutkintokielet ja kääntämissuunta, tutkinnon tulos, tutkintosuorituksen arvioijan nimi, suorittamisajankohta sekä tarpeelliset yhteystiedot. Tutkintorekisterin tiedot säilytetään 30 vuotta.",
        "folded_fi": "auktorisoidun kaantajan tutkinnon toimivuuden seurantaa ja suoritettuja tutkintoja koskevien tietojen sailyttamista varten on auktorisoidun kaantajan tutkintorekisteri. tutkintorekisterin rekisterinpitajana toimii opetushallitus. rekisteriin tallennetaan tutkintoon osallistuneen nimi, henkilotunnus, tutkintokielet ja kaantamissuunta, tutkinnon tulos, tutkintosuorituksen arvioijan nimi, suorittamisajankohta seka tarpeelliset yhteystiedot. tutkintorekisterin tiedot sailytetaan 30 vuotta.",
        "title_sv": "Examensregister",
        "content_sv": "I syfte att följa hur examen för auktoriserade translatorer fungerar och för att spara uppgifter om avlagda examina finns ett register över examen för auktoriserade translatorer. Registeransvarig för examensregistret är utbildningsstyrelsen. I registret införs examinandens namn, personbeteckning, examensspråken och från vilket språk till vilket språk översättningen gjorts, examensresultatet, namnet på den som bedömt examensprestationen, tidpunkten för prestationen samt nödvändig kontaktinformation. Uppgifterna sparas i examensregistret i 30 år.",
        "normalized_sv": "I syfte att följa hur examen för auktoriserade translatorer fungerar och för att spara uppgifter om avlagda examina finns ett register över examen för auktoriserade translatorer. Registeransvarig för examensregistret är utbildningsstyrelsen. I registret införs examinandens namn, personbeteckning, examensspråken och från vilket språk till vilket språk översättningen gjorts, examensresultatet, namnet på den som bedömt examensprestationen, tidpunkten för prestationen samt nödvändig kontaktinformation. Uppgifterna sparas i examensregistret i 30 år.",
        "folded_sv": "i syfte att folja hur examen for auktoriserade translatorer fungerar och for att spara uppgifter om avlagda examina finns ett register over examen for auktoriserade translatorer. registeransvarig for examensregistret ar utbildningsstyrelsen. i registret infors examinandens namn, personbeteckning, examensspraken och fran vilket sprak till vilket sprak oversattningen gjorts, examensresultatet, namnet pa den som bedomt examensprestationen, tidpunkten for prestationen samt nodvandig kontaktinformation. uppgifterna sparas i examensregistret i 30 ar."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "title": "Auktorisoidun kääntäjän tutkintojärjestelmän ylläpito",
      "content": "Auktorisoidun kääntäjän tutkintojärjestelmän ylläpidosta ja kehittämisestä sekä auktorisoidun kääntäjän tutkinnon toimeenpanon valvonnasta vastaa opetushallitus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_10",
        "normalized_fi": "Auktorisoidun kääntäjän tutkintojärjestelmän ylläpidosta ja kehittämisestä sekä auktorisoidun kääntäjän tutkinnon toimeenpanon valvonnasta vastaa opetushallitus.",
        "folded_fi": "auktorisoidun kaantajan tutkintojarjestelman yllapidosta ja kehittamisesta seka auktorisoidun kaantajan tutkinnon toimeenpanon valvonnasta vastaa opetushallitus.",
        "title_sv": "Administrationen av examenssystemet för auktoriserade translatorer",
        "content_sv": "Utbildningsstyrelsen svarar för administrationen och utvecklandet av examenssystemet för auktoriserade translatorer samt för tillsynen över verkställandet av examen för auktoriserade translatorer.",
        "normalized_sv": "Utbildningsstyrelsen svarar för administrationen och utvecklandet av examenssystemet för auktoriserade translatorer samt för tillsynen över verkställandet av examen för auktoriserade translatorer.",
        "folded_sv": "utbildningsstyrelsen svarar for administrationen och utvecklandet av examenssystemet for auktoriserade translatorer samt for tillsynen over verkstallandet av examen for auktoriserade translatorer."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "title": "Auktorisoitujen kääntäjien tutkintolautakunta",
      "content": "Opetushallituksen yhteydessä on auktorisoitujen kääntäjien tutkintolautakunta, jonka opetushallitus asettaa enintään viideksi vuodeksi kerrallaan. Tutkintolautakunnassa on puheenjohtaja, varapuheenjohtaja ja seitsemän muuta jäsentä. Kullekin heistä määrätään henkilökohtainen varajäsen. Tutkintolautakunnalla on oikeus käyttää asiantuntijoita. Tutkintolautakunnan jäsenten tulee edustaa käännösalan koulutuslaitoksia, auktorisoidun kääntäjän ammatissa toimivia ja auktorisoidun kääntäjän palveluja käyttäviä. Puheenjohtajan ja varapuheenjohtajan on oltava kielen ja kääntämisen asiantuntijoita sekä auktorisoituna kääntäjänä toimimiseen hyvin perehtyneitä. Yhden jäsenen ja hänen henkilökohtaisen varajäsenensä on oltava oikeustieteen ylemmän korkeakoulututkinnon suorittaneita. Tutkintolautakunnan kokoonpanosta ja asettamisesta sekä asioiden käsittelystä tutkintolautakunnassa annetaan tarkemmat säännökset valtioneuvoston asetuksella. Opetushallitus päättää tutkintolautakunnan jäsenten ja asiantuntijoiden palkkiot sekä huolehtii tutkintolautakunnan maksuliikkeestä, kirjanpidosta ja arkistosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_11",
        "normalized_fi": "Opetushallituksen yhteydessä on auktorisoitujen kääntäjien tutkintolautakunta, jonka opetushallitus asettaa enintään viideksi vuodeksi kerrallaan. Tutkintolautakunnassa on puheenjohtaja, varapuheenjohtaja ja seitsemän muuta jäsentä. Kullekin heistä määrätään henkilökohtainen varajäsen. Tutkintolautakunnalla on oikeus käyttää asiantuntijoita. Tutkintolautakunnan jäsenten tulee edustaa käännösalan koulutuslaitoksia, auktorisoidun kääntäjän ammatissa toimivia ja auktorisoidun kääntäjän palveluja käyttäviä. Puheenjohtajan ja varapuheenjohtajan on oltava kielen ja kääntämisen asiantuntijoita sekä auktorisoituna kääntäjänä toimimiseen hyvin perehtyneitä. Yhden jäsenen ja hänen henkilökohtaisen varajäsenensä on oltava oikeustieteen ylemmän korkeakoulututkinnon suorittaneita. Tutkintolautakunnan kokoonpanosta ja asettamisesta sekä asioiden käsittelystä tutkintolautakunnassa annetaan tarkemmat säännökset valtioneuvoston asetuksella. Opetushallitus päättää tutkintolautakunnan jäsenten ja asiantuntijoiden palkkiot sekä huolehtii tutkintolautakunnan maksuliikkeestä, kirjanpidosta ja arkistosta.",
        "folded_fi": "opetushallituksen yhteydessa on auktorisoitujen kaantajien tutkintolautakunta, jonka opetushallitus asettaa enintaan viideksi vuodeksi kerrallaan. tutkintolautakunnassa on puheenjohtaja, varapuheenjohtaja ja seitseman muuta jasenta. kullekin heista maarataan henkilokohtainen varajasen. tutkintolautakunnalla on oikeus kayttaa asiantuntijoita. tutkintolautakunnan jasenten tulee edustaa kaannosalan koulutuslaitoksia, auktorisoidun kaantajan ammatissa toimivia ja auktorisoidun kaantajan palveluja kayttavia. puheenjohtajan ja varapuheenjohtajan on oltava kielen ja kaantamisen asiantuntijoita seka auktorisoituna kaantajana toimimiseen hyvin perehtyneita. yhden jasenen ja hanen henkilokohtaisen varajasenensa on oltava oikeustieteen ylemman korkeakoulututkinnon suorittaneita. tutkintolautakunnan kokoonpanosta ja asettamisesta seka asioiden kasittelysta tutkintolautakunnassa annetaan tarkemmat saannokset valtioneuvoston asetuksella. opetushallitus paattaa tutkintolautakunnan jasenten ja asiantuntijoiden palkkiot seka huolehtii tutkintolautakunnan maksuliikkeesta, kirjanpidosta ja arkistosta.",
        "title_sv": "Examensnämnden för auktoriserade translatorer",
        "content_sv": "I samband med utbildningsstyrelsen finns en examensnämnd för auktoriserade translatorer som utbildningsstyrelsen tillsätter för högst fem år i sänder. Examensnämnden har en ordförande, en vice ordförande och sju övriga medlemmar. För var och en av dem utses en personlig suppleant. Examensnämnden har rätt att anlita sakkunniga. Medlemmarna i examensnämnden ska företräda inrättningar som ger utbildning för översättningsbranschen, yrkesverksamma auktoriserade translatorer och dem som anlitar auktoriserade translatorers tjänster. Ordföranden och vice ordföranden ska vara sakkunniga inom språk och översättning samt väl förtrogna med verksamheten som auktoriserad translator. En av medlemmarna och dennes personliga suppleant ska ha avlagt högre högskoleexamen i juridik. Närmare bestämmelser om examensnämndens sammansättning och tillsättning samt behandlingen av ärenden i examensnämnden utfärdas genom förordning av statsrådet. Utbildningsstyrelsen beslutar om arvoden till medlemmarna i examensnämnden och sakkunniga samt sköter examensnämndens betalningsrörelse, bokföring och arkiv.",
        "normalized_sv": "I samband med utbildningsstyrelsen finns en examensnämnd för auktoriserade translatorer som utbildningsstyrelsen tillsätter för högst fem år i sänder. Examensnämnden har en ordförande, en vice ordförande och sju övriga medlemmar. För var och en av dem utses en personlig suppleant. Examensnämnden har rätt att anlita sakkunniga. Medlemmarna i examensnämnden ska företräda inrättningar som ger utbildning för översättningsbranschen, yrkesverksamma auktoriserade translatorer och dem som anlitar auktoriserade translatorers tjänster. Ordföranden och vice ordföranden ska vara sakkunniga inom språk och översättning samt väl förtrogna med verksamheten som auktoriserad translator. En av medlemmarna och dennes personliga suppleant ska ha avlagt högre högskoleexamen i juridik. Närmare bestämmelser om examensnämndens sammansättning och tillsättning samt behandlingen av ärenden i examensnämnden utfärdas genom förordning av statsrådet. Utbildningsstyrelsen beslutar om arvoden till medlemmarna i examensnämnden och sakkunniga samt sköter examensnämndens betalningsrörelse, bokföring och arkiv.",
        "folded_sv": "i samband med utbildningsstyrelsen finns en examensnamnd for auktoriserade translatorer som utbildningsstyrelsen tillsatter for hogst fem ar i sander. examensnamnden har en ordforande, en vice ordforande och sju ovriga medlemmar. for var och en av dem utses en personlig suppleant. examensnamnden har ratt att anlita sakkunniga. medlemmarna i examensnamnden ska foretrada inrattningar som ger utbildning for oversattningsbranschen, yrkesverksamma auktoriserade translatorer och dem som anlitar auktoriserade translatorers tjanster. ordforanden och vice ordforanden ska vara sakkunniga inom sprak och oversattning samt val fortrogna med verksamheten som auktoriserad translator. en av medlemmarna och dennes personliga suppleant ska ha avlagt hogre hogskoleexamen i juridik. narmare bestammelser om examensnamndens sammansattning och tillsattning samt behandlingen av arenden i examensnamnden utfardas genom forordning av statsradet. utbildningsstyrelsen beslutar om arvoden till medlemmarna i examensnamnden och sakkunniga samt skoter examensnamndens betalningsrorelse, bokforing och arkiv."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "Tutkintolautakunnan tehtävät",
      "content": "Auktorisoitujen kääntäjien tutkintolautakunnan tehtävänä on myöntää ja peruuttaa auktorisointi, valvoa auktorisoitujen kääntäjien toimintaa, hyväksyä tutkinto ja antaa sen suorittamisesta todistus, huolehtia auktorisoidun kääntäjän tutkinnon toimeenpanoon liittyvistä järjestelyistä sekä toimia rekisterinpitäjänä siten kuin 15 §:ssä säädetään. Lisäksi tutkintolautakunta voi tehdä aloitteita tutkintojärjestelmän kehittämiseksi. Tutkintolautakunnan tehtävistä annetaan tarkemmat säännökset valtioneuvoston asetuksella. Edellä 1 momentissa tarkoitettuja tehtäviä hoitaviin tutkintolautakunnan jäseniin sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_12",
        "normalized_fi": "Auktorisoitujen kääntäjien tutkintolautakunnan tehtävänä on myöntää ja peruuttaa auktorisointi, valvoa auktorisoitujen kääntäjien toimintaa, hyväksyä tutkinto ja antaa sen suorittamisesta todistus, huolehtia auktorisoidun kääntäjän tutkinnon toimeenpanoon liittyvistä järjestelyistä sekä toimia rekisterinpitäjänä siten kuin 15 § :ssä säädetään. Lisäksi tutkintolautakunta voi tehdä aloitteita tutkintojärjestelmän kehittämiseksi. Tutkintolautakunnan tehtävistä annetaan tarkemmat säännökset valtioneuvoston asetuksella. Edellä 1 momentissa tarkoitettuja tehtäviä hoitaviin tutkintolautakunnan jäseniin sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä.",
        "folded_fi": "auktorisoitujen kaantajien tutkintolautakunnan tehtavana on myontaa ja peruuttaa auktorisointi, valvoa auktorisoitujen kaantajien toimintaa, hyvaksya tutkinto ja antaa sen suorittamisesta todistus, huolehtia auktorisoidun kaantajan tutkinnon toimeenpanoon liittyvista jarjestelyista seka toimia rekisterinpitajana siten kuin 15 §:ssa saadetaan. lisaksi tutkintolautakunta voi tehda aloitteita tutkintojarjestelman kehittamiseksi. tutkintolautakunnan tehtavista annetaan tarkemmat saannokset valtioneuvoston asetuksella. edella 1 momentissa tarkoitettuja tehtavia hoitaviin tutkintolautakunnan jaseniin sovelletaan rikosoikeudellista virkavastuuta koskevia saannoksia.",
        "title_sv": "Examensnämndens uppgifter",
        "content_sv": "Examensnämnden för auktoriserade translatorer har i uppgift att bevilja och återkalla auktorisationer, utöva tillsyn över de auktoriserade translatorernas verksamhet, godkänna examen och utfärda intyg över avlagd examen, sörja för arrangemangen kring verkställandet av examen för auktoriserade translatorer samt vara registeransvarig enligt vad som föreskrivs i 15 §. Nämnden kan dessutom ta initiativ till utveckling av examenssystemet. Närmare bestämmelser om examensnämndens uppgifter utfärdas genom förordning av statsrådet. På de medlemmar i examensnämnden som sköter uppgifter som avses i 1 mom. tillämpas bestämmelserna om straffrättsligt tjänsteansvar.",
        "normalized_sv": "Examensnämnden för auktoriserade translatorer har i uppgift att bevilja och återkalla auktorisationer, utöva tillsyn över de auktoriserade translatorernas verksamhet, godkänna examen och utfärda intyg över avlagd examen, sörja för arrangemangen kring verkställandet av examen för auktoriserade translatorer samt vara registeransvarig enligt vad som föreskrivs i 15 § . Nämnden kan dessutom ta initiativ till utveckling av examenssystemet. Närmare bestämmelser om examensnämndens uppgifter utfärdas genom förordning av statsrådet. På de medlemmar i examensnämnden som sköter uppgifter som avses i 1 mom. tillämpas bestämmelserna om straffrättsligt tjänsteansvar.",
        "folded_sv": "examensnamnden for auktoriserade translatorer har i uppgift att bevilja och aterkalla auktorisationer, utova tillsyn over de auktoriserade translatorernas verksamhet, godkanna examen och utfarda intyg over avlagd examen, sorja for arrangemangen kring verkstallandet av examen for auktoriserade translatorer samt vara registeransvarig enligt vad som foreskrivs i 15 §. namnden kan dessutom ta initiativ till utveckling av examenssystemet. narmare bestammelser om examensnamndens uppgifter utfardas genom forordning av statsradet. pa de medlemmar i examensnamnden som skoter uppgifter som avses i 1 mom. tillampas bestammelserna om straffrattsligt tjansteansvar."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Arvioijat",
      "content": "Auktorisoidun kääntäjän tutkinnon tehtävien laatimista ja arviointia varten opetushallitus määrää hakemuksesta tarpeellisen määrän arvioijia. Arvioijan kelpoisuudesta säädetään valtioneuvoston asetuksella. Edellä 1 momentissa tarkoitettuja tehtäviä hoitaviin arvioijiin sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä. Opetushallitus päättää arvioijien palkkioista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_13",
        "normalized_fi": "Auktorisoidun kääntäjän tutkinnon tehtävien laatimista ja arviointia varten opetushallitus määrää hakemuksesta tarpeellisen määrän arvioijia. Arvioijan kelpoisuudesta säädetään valtioneuvoston asetuksella. Edellä 1 momentissa tarkoitettuja tehtäviä hoitaviin arvioijiin sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä. Opetushallitus päättää arvioijien palkkioista.",
        "folded_fi": "auktorisoidun kaantajan tutkinnon tehtavien laatimista ja arviointia varten opetushallitus maaraa hakemuksesta tarpeellisen maaran arvioijia. arvioijan kelpoisuudesta saadetaan valtioneuvoston asetuksella. edella 1 momentissa tarkoitettuja tehtavia hoitaviin arvioijiin sovelletaan rikosoikeudellista virkavastuuta koskevia saannoksia. opetushallitus paattaa arvioijien palkkioista.",
        "title_sv": "Bedömare av examina",
        "content_sv": "För utarbetande och bedömning av uppgifterna i examen för auktoriserade translatorer utser utbildningsstyrelsen på ansökan ett behövligt antal bedömare. Bestämmelser om bedömarnas behörighet utfärdas genom förordning av statsrådet. På bedömare som sköter uppgifter som avses i 1 mom. tillämpas bestämmelserna om straffrättsligt tjänsteansvar. Utbildningsstyrelsen fattar beslut om bedömarnas arvoden.",
        "normalized_sv": "För utarbetande och bedömning av uppgifterna i examen för auktoriserade translatorer utser utbildningsstyrelsen på ansökan ett behövligt antal bedömare. Bestämmelser om bedömarnas behörighet utfärdas genom förordning av statsrådet. På bedömare som sköter uppgifter som avses i 1 mom. tillämpas bestämmelserna om straffrättsligt tjänsteansvar. Utbildningsstyrelsen fattar beslut om bedömarnas arvoden.",
        "folded_sv": "for utarbetande och bedomning av uppgifterna i examen for auktoriserade translatorer utser utbildningsstyrelsen pa ansokan ett behovligt antal bedomare. bestammelser om bedomarnas behorighet utfardas genom forordning av statsradet. pa bedomare som skoter uppgifter som avses i 1 mom. tillampas bestammelserna om straffrattsligt tjansteansvar. utbildningsstyrelsen fattar beslut om bedomarnas arvoden."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Arvioijarekisteri",
      "content": "Tutkintosuoritusten yhdenmukaisen arvioinnin tason turvaamista varten on arvioijarekisteri. Arvioijarekisterin rekisterinpitäjänä toimii opetushallitus. Arvioija on velvollinen ilmoittamaan rekisteriin tallennettavaksi nimensä, henkilötunnuksensa, tarpeelliset yhteystiedot sekä kieli tai kielet, joiden tutkintoja hän on oikeutettu arvioimaan. Arvioija merkitään arvioijarekisteriin viideksi vuodeksi. Merkintä voidaan hakemuksesta uusia edellyttäen, että arvioija edelleen täyttää 13 §:n nojalla säädetyn kelpoisuuden ja on käytännössä ylläpitänyt arviointitaitoaan. Jos arvioinnissa ilmenee olennaisia puutteita tai laiminlyöntejä, opetushallitus voi arvioijaa kuultuaan poistaa merkinnän ennen määräajan päättymistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_14",
        "normalized_fi": "Tutkintosuoritusten yhdenmukaisen arvioinnin tason turvaamista varten on arvioijarekisteri. Arvioijarekisterin rekisterinpitäjänä toimii opetushallitus. Arvioija on velvollinen ilmoittamaan rekisteriin tallennettavaksi nimensä, henkilötunnuksensa, tarpeelliset yhteystiedot sekä kieli tai kielet, joiden tutkintoja hän on oikeutettu arvioimaan. Arvioija merkitään arvioijarekisteriin viideksi vuodeksi. Merkintä voidaan hakemuksesta uusia edellyttäen, että arvioija edelleen täyttää 13 § :n nojalla säädetyn kelpoisuuden ja on käytännössä ylläpitänyt arviointitaitoaan. Jos arvioinnissa ilmenee olennaisia puutteita tai laiminlyöntejä, opetushallitus voi arvioijaa kuultuaan poistaa merkinnän ennen määräajan päättymistä.",
        "folded_fi": "tutkintosuoritusten yhdenmukaisen arvioinnin tason turvaamista varten on arvioijarekisteri. arvioijarekisterin rekisterinpitajana toimii opetushallitus. arvioija on velvollinen ilmoittamaan rekisteriin tallennettavaksi nimensa, henkilotunnuksensa, tarpeelliset yhteystiedot seka kieli tai kielet, joiden tutkintoja han on oikeutettu arvioimaan. arvioija merkitaan arvioijarekisteriin viideksi vuodeksi. merkinta voidaan hakemuksesta uusia edellyttaen, etta arvioija edelleen tayttaa 13 §:n nojalla saadetyn kelpoisuuden ja on kaytannossa yllapitanyt arviointitaitoaan. jos arvioinnissa ilmenee olennaisia puutteita tai laiminlyonteja, opetushallitus voi arvioijaa kuultuaan poistaa merkinnan ennen maaraajan paattymista.",
        "title_sv": "Register över bedömare",
        "content_sv": "I syfte att trygga en enhetlig bedömning av examensprestationerna finns ett register över bedömare. Registeransvarig är utbildningsstyrelsen. En bedömare är skyldig att för anteckning i registret meddela sitt namn, sin personbeteckning, nödvändig kontaktinformation samt uppgifter om i vilket eller vilka språk han eller hon har rätt att bedöma examensprestationer. En bedömare antecknas i registret för fem år. Anteckningen kan förnyas på ansökan förutsatt att bedömaren alltjämt har den behörighet som föreskrivs med stöd av 13 § och att bedömningsfärdigheten har upprätthållits i praktiken. Om väsentliga brister eller försummelser framkommer i bedömningarna, kan utbildningsstyrelsen efter att ha hört bedömaren stryka anteckningen före giltighetstidens utgång.",
        "normalized_sv": "I syfte att trygga en enhetlig bedömning av examensprestationerna finns ett register över bedömare. Registeransvarig är utbildningsstyrelsen. En bedömare är skyldig att för anteckning i registret meddela sitt namn, sin personbeteckning, nödvändig kontaktinformation samt uppgifter om i vilket eller vilka språk han eller hon har rätt att bedöma examensprestationer. En bedömare antecknas i registret för fem år. Anteckningen kan förnyas på ansökan förutsatt att bedömaren alltjämt har den behörighet som föreskrivs med stöd av 13 § och att bedömningsfärdigheten har upprätthållits i praktiken. Om väsentliga brister eller försummelser framkommer i bedömningarna, kan utbildningsstyrelsen efter att ha hört bedömaren stryka anteckningen före giltighetstidens utgång.",
        "folded_sv": "i syfte att trygga en enhetlig bedomning av examensprestationerna finns ett register over bedomare. registeransvarig ar utbildningsstyrelsen. en bedomare ar skyldig att for anteckning i registret meddela sitt namn, sin personbeteckning, nodvandig kontaktinformation samt uppgifter om i vilket eller vilka sprak han eller hon har ratt att bedoma examensprestationer. en bedomare antecknas i registret for fem ar. anteckningen kan fornyas pa ansokan forutsatt att bedomaren alltjamt har den behorighet som foreskrivs med stod av 13 § och att bedomningsfardigheten har uppratthallits i praktiken. om vasentliga brister eller forsummelser framkommer i bedomningarna, kan utbildningsstyrelsen efter att ha hort bedomaren stryka anteckningen fore giltighetstidens utgang."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "title": "Auktorisoitujen kääntäjien rekisteri",
      "content": "Auktorisoitujen kääntäjien tutkintolautakunta ylläpitää auktorisoiduista kääntäjistä rekisteriä näiden toiminnan valvontaa ja auktorisointien jatkamista varten sekä sen varmistamiseksi, että kääntäjäpalveluja tarvitsevat voivat varmistua auktorisoinnin voimassaoloajasta. Rekisteriin tallennetaan auktorisoidun kääntäjän nimi, henkilötunnus, osoite sekä tiedot siitä, mistä kielestä mihin hänet on auktorisoitu tekemään käännöksiä. Tiedot on poistettava rekisteristä ilman aiheetonta viivytystä ja viimeistään 2 kuukauden kuluttua siitä, kun auktorisointi on päättynyt tai peruutettu. Sen estämättä, mitä viranomaisten toiminnan julkisuudesta annetun lain (621/1999) 16 §:n 3 momentissa säädetään, tutkintolautakunta voi yleisen tietoverkon välityksellä julkaista tiedot auktorisoidun kääntäjän nimestä, asuinkunnasta sekä siitä, mistä kielestä mihin kieleen hänet on auktorisoitu tekemään käännöksiä. Kääntäjällä on kuitenkin oikeus kieltää häntä koskevien tietojen julkaiseminen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_15",
        "normalized_fi": "Auktorisoitujen kääntäjien tutkintolautakunta ylläpitää auktorisoiduista kääntäjistä rekisteriä näiden toiminnan valvontaa ja auktorisointien jatkamista varten sekä sen varmistamiseksi, että kääntäjäpalveluja tarvitsevat voivat varmistua auktorisoinnin voimassaoloajasta. Rekisteriin tallennetaan auktorisoidun kääntäjän nimi, henkilötunnus, osoite sekä tiedot siitä, mistä kielestä mihin hänet on auktorisoitu tekemään käännöksiä. Tiedot on poistettava rekisteristä ilman aiheetonta viivytystä ja viimeistään 2 kuukauden kuluttua siitä, kun auktorisointi on päättynyt tai peruutettu. Sen estämättä, mitä viranomaisten toiminnan julkisuudesta annetun lain (621/1999) 16 § :n 3 momentissa säädetään, tutkintolautakunta voi yleisen tietoverkon välityksellä julkaista tiedot auktorisoidun kääntäjän nimestä, asuinkunnasta sekä siitä, mistä kielestä mihin kieleen hänet on auktorisoitu tekemään käännöksiä. Kääntäjällä on kuitenkin oikeus kieltää häntä koskevien tietojen julkaiseminen.",
        "folded_fi": "auktorisoitujen kaantajien tutkintolautakunta yllapitaa auktorisoiduista kaantajista rekisteria naiden toiminnan valvontaa ja auktorisointien jatkamista varten seka sen varmistamiseksi, etta kaantajapalveluja tarvitsevat voivat varmistua auktorisoinnin voimassaoloajasta. rekisteriin tallennetaan auktorisoidun kaantajan nimi, henkilotunnus, osoite seka tiedot siita, mista kielesta mihin hanet on auktorisoitu tekemaan kaannoksia. tiedot on poistettava rekisterista ilman aiheetonta viivytysta ja viimeistaan 2 kuukauden kuluttua siita, kun auktorisointi on paattynyt tai peruutettu. sen estamatta, mita viranomaisten toiminnan julkisuudesta annetun lain (621/1999) 16 §:n 3 momentissa saadetaan, tutkintolautakunta voi yleisen tietoverkon valityksella julkaista tiedot auktorisoidun kaantajan nimesta, asuinkunnasta seka siita, mista kielesta mihin kieleen hanet on auktorisoitu tekemaan kaannoksia. kaantajalla on kuitenkin oikeus kieltaa hanta koskevien tietojen julkaiseminen.",
        "title_sv": "Register över auktoriserade translatorer",
        "content_sv": "För att utöva tillsyn över de auktoriserade translatorernas verksamhet och över förlängd auktorisation och för att säkerställa att de som behöver översättartjänster kan få reda på hur länge auktorisationen är i kraft för examensnämnden för auktoriserade translatorer ett register. I registret över auktoriserade translatorer införs en auktoriserad translators namn, personbeteckning och adress samt uppgifter om från vilket språk till vilket språk han eller hon är auktoriserad att utföra översättningar. Uppgifterna ska avföras från registret utan obefogat dröjsmål och senast två månader efter det att auktorisationen har upphört eller återkallats. Trots bestämmelserna i 16 § 3 mom. i lagen om offentlighet i myndigheternas verksamhet (621/1999) får examensnämnden i ett allmänt datanät publicera uppgifter om en auktoriserad translators namn, bosättningskommun samt från vilket språk till vilket språk han eller hon är auktoriserad att utföra översättningar. Translatorn har dock rätt att förbjuda att uppgifter som gäller honom eller henne publiceras.",
        "normalized_sv": "För att utöva tillsyn över de auktoriserade translatorernas verksamhet och över förlängd auktorisation och för att säkerställa att de som behöver översättartjänster kan få reda på hur länge auktorisationen är i kraft för examensnämnden för auktoriserade translatorer ett register. I registret över auktoriserade translatorer införs en auktoriserad translators namn, personbeteckning och adress samt uppgifter om från vilket språk till vilket språk han eller hon är auktoriserad att utföra översättningar. Uppgifterna ska avföras från registret utan obefogat dröjsmål och senast två månader efter det att auktorisationen har upphört eller återkallats. Trots bestämmelserna i 16 § 3 mom. i lagen om offentlighet i myndigheternas verksamhet (621/1999) får examensnämnden i ett allmänt datanät publicera uppgifter om en auktoriserad translators namn, bosättningskommun samt från vilket språk till vilket språk han eller hon är auktoriserad att utföra översättningar. Translatorn har dock rätt att förbjuda att uppgifter som gäller honom eller henne publiceras.",
        "folded_sv": "for att utova tillsyn over de auktoriserade translatorernas verksamhet och over forlangd auktorisation och for att sakerstalla att de som behover oversattartjanster kan fa reda pa hur lange auktorisationen ar i kraft for examensnamnden for auktoriserade translatorer ett register. i registret over auktoriserade translatorer infors en auktoriserad translators namn, personbeteckning och adress samt uppgifter om fran vilket sprak till vilket sprak han eller hon ar auktoriserad att utfora oversattningar. uppgifterna ska avforas fran registret utan obefogat drojsmal och senast tva manader efter det att auktorisationen har upphort eller aterkallats. trots bestammelserna i 16 § 3 mom. i lagen om offentlighet i myndigheternas verksamhet (621/1999) far examensnamnden i ett allmant datanat publicera uppgifter om en auktoriserad translators namn, bosattningskommun samt fran vilket sprak till vilket sprak han eller hon ar auktoriserad att utfora oversattningar. translatorn har dock ratt att forbjuda att uppgifter som galler honom eller henne publiceras."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "title": "Tietojen muutoksista ilmoittaminen",
      "content": "Auktorisoidun kääntäjän on viipymättä ilmoitettava tutkintolautakunnalle auktorisoituna kääntäjänä toimimisensa edellytyksissä ja muissa toimimiseen vaikuttavissa olosuhteissaan tapahtuneista olennaisista muutoksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_16",
        "normalized_fi": "Auktorisoidun kääntäjän on viipymättä ilmoitettava tutkintolautakunnalle auktorisoituna kääntäjänä toimimisensa edellytyksissä ja muissa toimimiseen vaikuttavissa olosuhteissaan tapahtuneista olennaisista muutoksista.",
        "folded_fi": "auktorisoidun kaantajan on viipymatta ilmoitettava tutkintolautakunnalle auktorisoituna kaantajana toimimisensa edellytyksissa ja muissa toimimiseen vaikuttavissa olosuhteissaan tapahtuneista olennaisista muutoksista.",
        "title_sv": "Anmälan om ändringar i uppgifterna",
        "content_sv": "En auktoriserad translator ska utan dröjsmål informera examensnämnden om väsentliga förändringar i förutsättningarna att vara verksam som auktoriserad translator och i andra förhållanden som inverkar på detta.",
        "normalized_sv": "En auktoriserad translator ska utan dröjsmål informera examensnämnden om väsentliga förändringar i förutsättningarna att vara verksam som auktoriserad translator och i andra förhållanden som inverkar på detta.",
        "folded_sv": "en auktoriserad translator ska utan drojsmal informera examensnamnden om vasentliga forandringar i forutsattningarna att vara verksam som auktoriserad translator och i andra forhallanden som inverkar pa detta."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "title": "Maksut",
      "content": "Auktorisoidun kääntäjän tutkintoon osallistumisesta ja auktorisoinnista peritään maksu julkisoikeudellisena suoritteena valtion maksuperustelain (150/1992) mukaisesti. Maksun suuruudesta säädetään tarkemmin opetusministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_17",
        "normalized_fi": "Auktorisoidun kääntäjän tutkintoon osallistumisesta ja auktorisoinnista peritään maksu julkisoikeudellisena suoritteena valtion maksuperustelain (150/1992) mukaisesti. Maksun suuruudesta säädetään tarkemmin opetusministeriön asetuksella.",
        "folded_fi": "auktorisoidun kaantajan tutkintoon osallistumisesta ja auktorisoinnista peritaan maksu julkisoikeudellisena suoritteena valtion maksuperustelain (150/1992) mukaisesti. maksun suuruudesta saadetaan tarkemmin opetusministerion asetuksella.",
        "title_sv": "Avgifter",
        "content_sv": "För deltagande i examen för auktoriserade translatorer och för auktorisation tas ut en avgift i form av en offentligrättslig prestation enligt lagen om grunderna för avgifter till staten (150/1992). Närmare bestämmelser om avgiftens storlek utfärdas genom förordning av undervisningsministeriet.",
        "normalized_sv": "För deltagande i examen för auktoriserade translatorer och för auktorisation tas ut en avgift i form av en offentligrättslig prestation enligt lagen om grunderna för avgifter till staten (150/1992). Närmare bestämmelser om avgiftens storlek utfärdas genom förordning av undervisningsministeriet.",
        "folded_sv": "for deltagande i examen for auktoriserade translatorer och for auktorisation tas ut en avgift i form av en offentligrattslig prestation enligt lagen om grunderna for avgifter till staten (150/1992). narmare bestammelser om avgiftens storlek utfardas genom forordning av undervisningsministeriet."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "title": "Auktorisoidun kääntäjän nimikkeen käyttäminen",
      "content": "Auktorisoidun kääntäjän nimikettä saa käyttää vain se, joka on tässä laissa tarkoitetulla tavalla auktorisoitu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_18",
        "normalized_fi": "Auktorisoidun kääntäjän nimikettä saa käyttää vain se, joka on tässä laissa tarkoitetulla tavalla auktorisoitu.",
        "folded_fi": "auktorisoidun kaantajan nimiketta saa kayttaa vain se, joka on tassa laissa tarkoitetulla tavalla auktorisoitu.",
        "title_sv": "Användning av benämningen auktoriserad translator",
        "content_sv": "Benämningen auktoriserad translator får endast användas av den som har auktoriserats enligt denna lag.",
        "normalized_sv": "Benämningen auktoriserad translator får endast användas av den som har auktoriserats enligt denna lag.",
        "folded_sv": "benamningen auktoriserad translator far endast anvandas av den som har auktoriserats enligt denna lag."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "Auktorisoidun kääntäjän salassapitovelvollisuus",
      "content": "Auktorisoitu kääntäjä ei saa luvattomasti ilmaista sivulliselle eikä käyttää omaksi hyödykseen, mitä hän tässä tehtävässään on saanut tietoonsa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_19",
        "normalized_fi": "Auktorisoitu kääntäjä ei saa luvattomasti ilmaista sivulliselle eikä käyttää omaksi hyödykseen, mitä hän tässä tehtävässään on saanut tietoonsa.",
        "folded_fi": "auktorisoitu kaantaja ei saa luvattomasti ilmaista sivulliselle eika kayttaa omaksi hyodykseen, mita han tassa tehtavassaan on saanut tietoonsa.",
        "title_sv": "Tystnadsplikt",
        "content_sv": "En auktoriserad translator får inte för utomstående olovligen röja eller till egen fördel utnyttja vad han eller hon har fått kännedom om i denna uppgift.",
        "normalized_sv": "En auktoriserad translator får inte för utomstående olovligen röja eller till egen fördel utnyttja vad han eller hon har fått kännedom om i denna uppgift.",
        "folded_sv": "en auktoriserad translator far inte for utomstaende olovligen roja eller till egen fordel utnyttja vad han eller hon har fatt kannedom om i denna uppgift."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Tuomioistuimen ilmoitusvelvollisuus",
      "content": "Tuomioistuimen on ilmoitettava auktorisoitujen kääntäjien tutkintolautakunnalle päätöksestään, jolla joku on tuomittu rangaistukseen 23 §:n nojalla tai jolla auktorisoitu kääntäjä on tuomittu rangaistukseen rikoksesta, jonka hän on tehnyt kääntäjänä toimiessaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_20",
        "normalized_fi": "Tuomioistuimen on ilmoitettava auktorisoitujen kääntäjien tutkintolautakunnalle päätöksestään, jolla joku on tuomittu rangaistukseen 23 § :n nojalla tai jolla auktorisoitu kääntäjä on tuomittu rangaistukseen rikoksesta, jonka hän on tehnyt kääntäjänä toimiessaan.",
        "folded_fi": "tuomioistuimen on ilmoitettava auktorisoitujen kaantajien tutkintolautakunnalle paatoksestaan, jolla joku on tuomittu rangaistukseen 23 §:n nojalla tai jolla auktorisoitu kaantaja on tuomittu rangaistukseen rikoksesta, jonka han on tehnyt kaantajana toimiessaan.",
        "title_sv": "Anmälningsplikt för domstolarna",
        "content_sv": "En domstol ska lämna ett meddelande till examensnämnden för auktoriserade translatorer om ett utslag av domstolen genom vilket någon har dömts till straff med stöd av 23 § eller genom vilket en auktoriserad translator har dömts till straff för ett brott som han eller hon har begått i egenskap av translator.",
        "normalized_sv": "En domstol ska lämna ett meddelande till examensnämnden för auktoriserade translatorer om ett utslag av domstolen genom vilket någon har dömts till straff med stöd av 23 § eller genom vilket en auktoriserad translator har dömts till straff för ett brott som han eller hon har begått i egenskap av translator.",
        "folded_sv": "en domstol ska lamna ett meddelande till examensnamnden for auktoriserade translatorer om ett utslag av domstolen genom vilket nagon har domts till straff med stod av 23 § eller genom vilket en auktoriserad translator har domts till straff for ett brott som han eller hon har begatt i egenskap av translator."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Tutkinnonsuorittajan oikeusturva",
      "content": "Auktorisoidun kääntäjän tutkinnon suorittajalle on annettava tieto arvosteluperusteiden soveltamisesta hänen tutkintosuoritukseensa. Auktorisoidun kääntäjän tutkinnon arviointiin ei saa hakea muutosta valittamalla. Auktorisoidun kääntäjän tutkinnossa hylätyllä henkilöllä on oikeus vaatia oikaisua auktorisoitujen kääntäjien tutkintolautakunnalta. Oikaisuvaatimus on toimitettava tutkintolautakunnalle 30 päivän kuluessa siitä ajankohdasta, jolloin tutkinnossa hylätty on saanut tiedon päätöksestä sekä arvosteluperusteiden soveltamisesta suoritukseensa. Oikaisuvaatimuksen käsittelyä varten opetushallitus määrää auktorisoitujen kääntäjien tutkintolautakuntaan yhden tilapäisen jäsenen, jonka on oltava oikaisuvaatimuksessa tarkoitettujen kielten erikoistuntija. Muutoksen hakemisesta oikaisuvaatimuksen johdosta annettuun päätökseen on voimassa, mitä 2 momentin ensimmäisessä virkkeessä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_21",
        "normalized_fi": "Auktorisoidun kääntäjän tutkinnon suorittajalle on annettava tieto arvosteluperusteiden soveltamisesta hänen tutkintosuoritukseensa. Auktorisoidun kääntäjän tutkinnon arviointiin ei saa hakea muutosta valittamalla. Auktorisoidun kääntäjän tutkinnossa hylätyllä henkilöllä on oikeus vaatia oikaisua auktorisoitujen kääntäjien tutkintolautakunnalta. Oikaisuvaatimus on toimitettava tutkintolautakunnalle 30 päivän kuluessa siitä ajankohdasta, jolloin tutkinnossa hylätty on saanut tiedon päätöksestä sekä arvosteluperusteiden soveltamisesta suoritukseensa. Oikaisuvaatimuksen käsittelyä varten opetushallitus määrää auktorisoitujen kääntäjien tutkintolautakuntaan yhden tilapäisen jäsenen, jonka on oltava oikaisuvaatimuksessa tarkoitettujen kielten erikoistuntija. Muutoksen hakemisesta oikaisuvaatimuksen johdosta annettuun päätökseen on voimassa, mitä 2 momentin ensimmäisessä virkkeessä säädetään.",
        "folded_fi": "auktorisoidun kaantajan tutkinnon suorittajalle on annettava tieto arvosteluperusteiden soveltamisesta hanen tutkintosuoritukseensa. auktorisoidun kaantajan tutkinnon arviointiin ei saa hakea muutosta valittamalla. auktorisoidun kaantajan tutkinnossa hylatylla henkilolla on oikeus vaatia oikaisua auktorisoitujen kaantajien tutkintolautakunnalta. oikaisuvaatimus on toimitettava tutkintolautakunnalle 30 paivan kuluessa siita ajankohdasta, jolloin tutkinnossa hylatty on saanut tiedon paatoksesta seka arvosteluperusteiden soveltamisesta suoritukseensa. oikaisuvaatimuksen kasittelya varten opetushallitus maaraa auktorisoitujen kaantajien tutkintolautakuntaan yhden tilapaisen jasenen, jonka on oltava oikaisuvaatimuksessa tarkoitettujen kielten erikoistuntija. muutoksen hakemisesta oikaisuvaatimuksen johdosta annettuun paatokseen on voimassa, mita 2 momentin ensimmaisessa virkkeessa saadetaan.",
        "title_sv": "Examinandens rättsskydd",
        "content_sv": "Den som avlägger examen för auktoriserade translatorer ska informeras om hur bedömningsgrunderna har tillämpats på hans eller hennes examensprestation. I bedömningen av en examen för auktoriserade translatorer får ändring inte sökas genom besvär. Den som har blivit underkänd i examen för auktoriserade translatorer har rätt att yrka rättelse hos examensnämnden för auktoriserade translatorer. Rättelseyrkandet ska tillställas examensnämnden inom 30 dagar från den tidpunkt då den som blivit underkänd i examen har tagit del av beslutet och av hur bedömningsgrunderna tillämpats på examensprestationen. För behandlingen av ett rättelseyrkande utser utbildningsstyrelsen i examensnämnden för auktoriserade translatorer en tillfällig medlem som ska ha särskild kunskap i de språk som avses i rättelseyrkandet. I fråga om sökande av ändring i ett beslut med anledning av rättelseyrkande gäller vad som bestäms i första meningen i 2 mom.",
        "normalized_sv": "Den som avlägger examen för auktoriserade translatorer ska informeras om hur bedömningsgrunderna har tillämpats på hans eller hennes examensprestation. I bedömningen av en examen för auktoriserade translatorer får ändring inte sökas genom besvär. Den som har blivit underkänd i examen för auktoriserade translatorer har rätt att yrka rättelse hos examensnämnden för auktoriserade translatorer. Rättelseyrkandet ska tillställas examensnämnden inom 30 dagar från den tidpunkt då den som blivit underkänd i examen har tagit del av beslutet och av hur bedömningsgrunderna tillämpats på examensprestationen. För behandlingen av ett rättelseyrkande utser utbildningsstyrelsen i examensnämnden för auktoriserade translatorer en tillfällig medlem som ska ha särskild kunskap i de språk som avses i rättelseyrkandet. I fråga om sökande av ändring i ett beslut med anledning av rättelseyrkande gäller vad som bestäms i första meningen i 2 mom.",
        "folded_sv": "den som avlagger examen for auktoriserade translatorer ska informeras om hur bedomningsgrunderna har tillampats pa hans eller hennes examensprestation. i bedomningen av en examen for auktoriserade translatorer far andring inte sokas genom besvar. den som har blivit underkand i examen for auktoriserade translatorer har ratt att yrka rattelse hos examensnamnden for auktoriserade translatorer. rattelseyrkandet ska tillstallas examensnamnden inom 30 dagar fran den tidpunkt da den som blivit underkand i examen har tagit del av beslutet och av hur bedomningsgrunderna tillampats pa examensprestationen. for behandlingen av ett rattelseyrkande utser utbildningsstyrelsen i examensnamnden for auktoriserade translatorer en tillfallig medlem som ska ha sarskild kunskap i de sprak som avses i rattelseyrkandet. i fraga om sokande av andring i ett beslut med anledning av rattelseyrkande galler vad som bestams i forsta meningen i 2 mom."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Muutoksenhaku",
      "content": "Auktorisoitujen kääntäjien tutkintolautakunnan päätöksestä, joka koskee auktorisointia tai sen peruuttamista, saa valittaa hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Opetushallituksen päätökseen, joka koskee arvioijan merkintää tai poistamista arvioijarekisteristä, ei saa hakea muutosta valittamalla. Asianosaisella on oikeus vaatia kirjallisesti oikaisua opetushallituksen päätökseen 21 §:n 2 momentissa tarkoitetussa määräajassa opetushallitukselta. Opetushallituksen oikaisuvaatimuksen johdosta antamaan päätökseen, joka koskee arvioijarekisteristä poistamista, saa valittamalla hakea muutosta siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden päätökseen ei saa hakea valittamalla muutosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_22",
        "normalized_fi": "Auktorisoitujen kääntäjien tutkintolautakunnan päätöksestä, joka koskee auktorisointia tai sen peruuttamista, saa valittaa hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Opetushallituksen päätökseen, joka koskee arvioijan merkintää tai poistamista arvioijarekisteristä, ei saa hakea muutosta valittamalla. Asianosaisella on oikeus vaatia kirjallisesti oikaisua opetushallituksen päätökseen 21 § :n 2 momentissa tarkoitetussa määräajassa opetushallitukselta. Opetushallituksen oikaisuvaatimuksen johdosta antamaan päätökseen, joka koskee arvioijarekisteristä poistamista, saa valittamalla hakea muutosta siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden päätökseen ei saa hakea valittamalla muutosta.",
        "folded_fi": "auktorisoitujen kaantajien tutkintolautakunnan paatoksesta, joka koskee auktorisointia tai sen peruuttamista, saa valittaa hallinto-oikeuteen siten kuin hallintolainkayttolaissa (586/1996) saadetaan. opetushallituksen paatokseen, joka koskee arvioijan merkintaa tai poistamista arvioijarekisterista, ei saa hakea muutosta valittamalla. asianosaisella on oikeus vaatia kirjallisesti oikaisua opetushallituksen paatokseen 21 §:n 2 momentissa tarkoitetussa maaraajassa opetushallitukselta. opetushallituksen oikaisuvaatimuksen johdosta antamaan paatokseen, joka koskee arvioijarekisterista poistamista, saa valittamalla hakea muutosta siten kuin hallintolainkayttolaissa saadetaan. hallinto-oikeuden paatokseen ei saa hakea valittamalla muutosta.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ett beslut av examensnämnden för auktoriserade translatorer som gäller auktorisation eller dess återkallande får överklagas hos förvaltningsdomstolen enligt vad som bestäms i förvaltningsprocesslagen (586/1996). I ett beslut av utbildningsstyrelsen som gäller registrering i eller avförande av en bedömare från registret över bedömare får ändring inte sökas genom besvär. Den berörde får skriftligt yrka rättelse i beslutet hos utbildningsstyrelsen inom den tid som anges i 21 § 2 mom. I ett beslut om avförande från registret som utbildningsstyrelsen fattat med anledning av ett rättelseyrkande får ändring sökas genom besvär enligt vad som bestäms i förvaltningsprocesslagen. I förvaltningsdomstolens beslut får ändring inte sökas genom besvär.",
        "normalized_sv": "Ett beslut av examensnämnden för auktoriserade translatorer som gäller auktorisation eller dess återkallande får överklagas hos förvaltningsdomstolen enligt vad som bestäms i förvaltningsprocesslagen (586/1996). I ett beslut av utbildningsstyrelsen som gäller registrering i eller avförande av en bedömare från registret över bedömare får ändring inte sökas genom besvär. Den berörde får skriftligt yrka rättelse i beslutet hos utbildningsstyrelsen inom den tid som anges i 21 § 2 mom. I ett beslut om avförande från registret som utbildningsstyrelsen fattat med anledning av ett rättelseyrkande får ändring sökas genom besvär enligt vad som bestäms i förvaltningsprocesslagen. I förvaltningsdomstolens beslut får ändring inte sökas genom besvär.",
        "folded_sv": "ett beslut av examensnamnden for auktoriserade translatorer som galler auktorisation eller dess aterkallande far overklagas hos forvaltningsdomstolen enligt vad som bestams i forvaltningsprocesslagen (586/1996). i ett beslut av utbildningsstyrelsen som galler registrering i eller avforande av en bedomare fran registret over bedomare far andring inte sokas genom besvar. den berorde far skriftligt yrka rattelse i beslutet hos utbildningsstyrelsen inom den tid som anges i 21 § 2 mom. i ett beslut om avforande fran registret som utbildningsstyrelsen fattat med anledning av ett rattelseyrkande far andring sokas genom besvar enligt vad som bestams i forvaltningsprocesslagen. i forvaltningsdomstolens beslut far andring inte sokas genom besvar."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Rangaistussäännökset",
      "content": "auktorisoidun kääntäjän nimikkeen väärinkäyttämisestä Joka 18 §:n vastaisesti käyttää auktorisoidun kääntäjän nimikettä, on tuomittava sakkoon, jollei teosta muualla laissa säädetä ankarampaa rangaistusta. Rangaistus 19 §:ssä säädetyn salassapitovelvollisuuden rikkomisesta tuomitaan rikoslain (39/1889) 38 luvun 2 §:n 2 momentin mukaan, jollei teko ole rangaistava rikoslain 40 luvun 5 §:n mukaan tai jollei siitä muualla laissa kuin rikoslain 38 luvun 1 §:ssä säädetä ankarampaa rangaistusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_23",
        "normalized_fi": "auktorisoidun kääntäjän nimikkeen väärinkäyttämisestä Joka 18 § :n vastaisesti käyttää auktorisoidun kääntäjän nimikettä, on tuomittava sakkoon, jollei teosta muualla laissa säädetä ankarampaa rangaistusta. Rangaistus 19 § :ssä säädetyn salassapitovelvollisuuden rikkomisesta tuomitaan rikoslain (39/1889) 38 luvun 2 § :n 2 momentin mukaan, jollei teko ole rangaistava rikoslain 40 luvun 5 § :n mukaan tai jollei siitä muualla laissa kuin rikoslain 38 luvun 1 § :ssä säädetä ankarampaa rangaistusta.",
        "folded_fi": "auktorisoidun kaantajan nimikkeen vaarinkayttamisesta joka 18 §:n vastaisesti kayttaa auktorisoidun kaantajan nimiketta, on tuomittava sakkoon, jollei teosta muualla laissa saadeta ankarampaa rangaistusta. rangaistus 19 §:ssa saadetyn salassapitovelvollisuuden rikkomisesta tuomitaan rikoslain (39/1889) 38 luvun 2 §:n 2 momentin mukaan, jollei teko ole rangaistava rikoslain 40 luvun 5 §:n mukaan tai jollei siita muualla laissa kuin rikoslain 38 luvun 1 §:ssa saadeta ankarampaa rangaistusta.",
        "title_sv": "Straffbestämmelser",
        "content_sv": "missbruk av benämningen auktoriserad translator Den som i strid med bestämmelserna i 18 § använder benämningen auktoriserad translator ska för dömas till böter, om inte strängare straff för gärningen föreskrivs någon annanstans i lag. Till straff för brott mot tystnadsplikten enligt 19 § döms enligt 38 kap. 2 § 2 mom. i strafflagen (39/1889), om gärningen inte utgör brott enligt 40 kap. 5 § i strafflagen eller om inte strängare straff för gärningen föreskrivs någon annanstans i lag än i 38 kap. 1 § i strafflagen.",
        "normalized_sv": "missbruk av benämningen auktoriserad translator Den som i strid med bestämmelserna i 18 § använder benämningen auktoriserad translator ska för dömas till böter, om inte strängare straff för gärningen föreskrivs någon annanstans i lag. Till straff för brott mot tystnadsplikten enligt 19 § döms enligt 38 kap. 2 § 2 mom. i strafflagen (39/1889), om gärningen inte utgör brott enligt 40 kap. 5 § i strafflagen eller om inte strängare straff för gärningen föreskrivs någon annanstans i lag än i 38 kap. 1 § i strafflagen.",
        "folded_sv": "missbruk av benamningen auktoriserad translator den som i strid med bestammelserna i 18 § anvander benamningen auktoriserad translator ska for domas till boter, om inte strangare straff for garningen foreskrivs nagon annanstans i lag. till straff for brott mot tystnadsplikten enligt 19 § doms enligt 38 kap. 2 § 2 mom. i strafflagen (39/1889), om garningen inte utgor brott enligt 40 kap. 5 § i strafflagen eller om inte strangare straff for garningen foreskrivs nagon annanstans i lag an i 38 kap. 1 § i strafflagen."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2008. Tällä lailla kumotaan virallisista kääntäjistä 23 päivänä joulukuuta 1988 annettu laki (1148/1988) siihen myöhemmin tehtyine muutoksineen. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_24",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2008. Tällä lailla kumotaan virallisista kääntäjistä 23 päivänä joulukuuta 1988 annettu laki (1148/1988) siihen myöhemmin tehtyine muutoksineen. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2008. talla lailla kumotaan virallisista kaantajista 23 paivana joulukuuta 1988 annettu laki (1148/1988) siihen myohemmin tehtyine muutoksineen. ennen taman lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2008. Genom denna lag upphävs lagen av den 23 december 1988 om auktoriserade translatorer (1148/1988) jämte ändringar. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2008. Genom denna lag upphävs lagen av den 23 december 1988 om auktoriserade translatorer (1148/1988) jämte ändringar. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2008. genom denna lag upphavs lagen av den 23 december 1988 om auktoriserade translatorer (1148/1988) jamte andringar. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "Siirtymäsäännökset",
      "content": "Ennen tämän lain voimaantuloa myönnetty oikeus toimia virallisena kääntäjänä on voimassa viisi vuotta tämän lain voimaantulosta. Tällaiseen kääntäjään sovelletaan tätä lakia. Hän ei kuitenkaan saa käyttää tässä laissa säädettyä auktorisoidun kääntäjän nimikettä. Henkilö, jolla tämän lain voimaan tullessa on oikeus toimia virallisena kääntäjänä, saa tutkintoa suorittamatta ja vakuutusta antamatta hakemuksesta oikeuden toimia tässä laissa tarkoitettuna auktorisoituna kääntäjänä, jos hän täyttää tämän lain 2 §:n 1 momentin 1 ja 2 kohdassa säädetyt edellytykset. Tällaiseen henkilöön ei sovelleta 3 §:ssä säädettyä oikeuden määräaikaisuutta eikä häneltä peritä maksua 4 §:ssä tarkoitetusta todistuksesta. Virallisista kääntäjistä annetussa laissa tarkoitettu kääntäjien tutkintolautakunta jatkaa toimintaansa ja antaa 7 §:n 3 momentissa tarkoitettuja lausuntoja, kunnes 11 §:ssä tarkoitettu tutkintolautakunta on asetettu. Kääntäjien tutkintolautakunnan ylläpitämä luettelo virallisista kääntäjistä on osa tämän lain mukaista auktorisoitujen kääntäjien rekisteriä. Muualla lainsäädännössä olevalla viittauksella virallisista kääntäjistä annettuun lakiin ja siinä tarkoitettuun nimikkeeseen tarkoitetaan tämän lain voimaantulon jälkeen viittausta tähän lakiin ja tässä laissa tarkoitettuun nimikkeeseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_25",
        "normalized_fi": "Ennen tämän lain voimaantuloa myönnetty oikeus toimia virallisena kääntäjänä on voimassa viisi vuotta tämän lain voimaantulosta. Tällaiseen kääntäjään sovelletaan tätä lakia. Hän ei kuitenkaan saa käyttää tässä laissa säädettyä auktorisoidun kääntäjän nimikettä. Henkilö, jolla tämän lain voimaan tullessa on oikeus toimia virallisena kääntäjänä, saa tutkintoa suorittamatta ja vakuutusta antamatta hakemuksesta oikeuden toimia tässä laissa tarkoitettuna auktorisoituna kääntäjänä, jos hän täyttää tämän lain 2 § :n 1 momentin 1 ja 2 kohdassa säädetyt edellytykset. Tällaiseen henkilöön ei sovelleta 3 § :ssä säädettyä oikeuden määräaikaisuutta eikä häneltä peritä maksua 4 § :ssä tarkoitetusta todistuksesta. Virallisista kääntäjistä annetussa laissa tarkoitettu kääntäjien tutkintolautakunta jatkaa toimintaansa ja antaa 7 § :n 3 momentissa tarkoitettuja lausuntoja, kunnes 11 § :ssä tarkoitettu tutkintolautakunta on asetettu. Kääntäjien tutkintolautakunnan ylläpitämä luettelo virallisista kääntäjistä on osa tämän lain mukaista auktorisoitujen kääntäjien rekisteriä. Muualla lainsäädännössä olevalla viittauksella virallisista kääntäjistä annettuun lakiin ja siinä tarkoitettuun nimikkeeseen tarkoitetaan tämän lain voimaantulon jälkeen viittausta tähän lakiin ja tässä laissa tarkoitettuun nimikkeeseen.",
        "folded_fi": "ennen taman lain voimaantuloa myonnetty oikeus toimia virallisena kaantajana on voimassa viisi vuotta taman lain voimaantulosta. tallaiseen kaantajaan sovelletaan tata lakia. han ei kuitenkaan saa kayttaa tassa laissa saadettya auktorisoidun kaantajan nimiketta. henkilo, jolla taman lain voimaan tullessa on oikeus toimia virallisena kaantajana, saa tutkintoa suorittamatta ja vakuutusta antamatta hakemuksesta oikeuden toimia tassa laissa tarkoitettuna auktorisoituna kaantajana, jos han tayttaa taman lain 2 §:n 1 momentin 1 ja 2 kohdassa saadetyt edellytykset. tallaiseen henkiloon ei sovelleta 3 §:ssa saadettya oikeuden maaraaikaisuutta eika hanelta perita maksua 4 §:ssa tarkoitetusta todistuksesta. virallisista kaantajista annetussa laissa tarkoitettu kaantajien tutkintolautakunta jatkaa toimintaansa ja antaa 7 §:n 3 momentissa tarkoitettuja lausuntoja, kunnes 11 §:ssa tarkoitettu tutkintolautakunta on asetettu. kaantajien tutkintolautakunnan yllapitama luettelo virallisista kaantajista on osa taman lain mukaista auktorisoitujen kaantajien rekisteria. muualla lainsaadannossa olevalla viittauksella virallisista kaantajista annettuun lakiin ja siina tarkoitettuun nimikkeeseen tarkoitetaan taman lain voimaantulon jalkeen viittausta tahan lakiin ja tassa laissa tarkoitettuun nimikkeeseen.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "Sådan rätt att vara verksam som auktoriserad translator som har beviljats före denna lags ikraftträdande gäller i fem år från ikraftträdandet. På sådana personer tillämpas denna lag. De får dock inte använda den benämning som föreskrivs i denna lag. De som när denna lag träder i kraft har rätt att vara verksamma som auktoriserade translatorer får, utan att avlägga examen och avge försäkran, på ansökan rätt att vara verksamma som auktoriserade translatorer enligt denna lag, om de uppfyller de villkor som föreskrivs i 2 § 1 mom. 1 och 2 punkten i denna lag. På dem tillämpas inte den tidsbegränsade rätt som föreskrivs i 3 § och någon avgift för ett intyg enligt 4 § tas inte ut. Den translatorsexamensnämnd som avses i 1988 års lag om auktoriserade translatorer fortsätter sin verksamhet och ger de utlåtanden som avses i 7 § 3 mom. i denna lag tills den examensnämnd som avses i 11 § har tillsatts. Den förteckning över auktoriserade translatorer som förts av translatorsexamensnämnden utgör en del av det register över auktoriserade translatorer som anges i denna lag. En hänvisning i någon annan lag eller förordning till den lag om auktoriserade translatorer som upphävs genom denna lag och den benämning som avses där avser efter denna lags ikraftträdande en hänvisning till denna lag och den benämning som avses här.",
        "normalized_sv": "Sådan rätt att vara verksam som auktoriserad translator som har beviljats före denna lags ikraftträdande gäller i fem år från ikraftträdandet. På sådana personer tillämpas denna lag. De får dock inte använda den benämning som föreskrivs i denna lag. De som när denna lag träder i kraft har rätt att vara verksamma som auktoriserade translatorer får, utan att avlägga examen och avge försäkran, på ansökan rätt att vara verksamma som auktoriserade translatorer enligt denna lag, om de uppfyller de villkor som föreskrivs i 2 § 1 mom. 1 och 2 punkten i denna lag. På dem tillämpas inte den tidsbegränsade rätt som föreskrivs i 3 § och någon avgift för ett intyg enligt 4 § tas inte ut. Den translatorsexamensnämnd som avses i 1988 års lag om auktoriserade translatorer fortsätter sin verksamhet och ger de utlåtanden som avses i 7 § 3 mom. i denna lag tills den examensnämnd som avses i 11 § har tillsatts. Den förteckning över auktoriserade translatorer som förts av translatorsexamensnämnden utgör en del av det register över auktoriserade translatorer som anges i denna lag. En hänvisning i någon annan lag eller förordning till den lag om auktoriserade translatorer som upphävs genom denna lag och den benämning som avses där avser efter denna lags ikraftträdande en hänvisning till denna lag och den benämning som avses här.",
        "folded_sv": "sadan ratt att vara verksam som auktoriserad translator som har beviljats fore denna lags ikrafttradande galler i fem ar fran ikrafttradandet. pa sadana personer tillampas denna lag. de far dock inte anvanda den benamning som foreskrivs i denna lag. de som nar denna lag trader i kraft har ratt att vara verksamma som auktoriserade translatorer far, utan att avlagga examen och avge forsakran, pa ansokan ratt att vara verksamma som auktoriserade translatorer enligt denna lag, om de uppfyller de villkor som foreskrivs i 2 § 1 mom. 1 och 2 punkten i denna lag. pa dem tillampas inte den tidsbegransade ratt som foreskrivs i 3 § och nagon avgift for ett intyg enligt 4 § tas inte ut. den translatorsexamensnamnd som avses i 1988 ars lag om auktoriserade translatorer fortsatter sin verksamhet och ger de utlatanden som avses i 7 § 3 mom. i denna lag tills den examensnamnd som avses i 11 § har tillsatts. den forteckning over auktoriserade translatorer som forts av translatorsexamensnamnden utgor en del av det register over auktoriserade translatorer som anges i denna lag. en hanvisning i nagon annan lag eller forordning till den lag om auktoriserade translatorer som upphavs genom denna lag och den benamning som avses dar avser efter denna lags ikrafttradande en hanvisning till denna lag och den benamning som avses har."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    }
  ]
}