{
  "id": "1236/2007",
  "type": "statute",
  "title": "Laki taiteen edistämisen järjestelystä annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om organisering av konstens främjande",
  "status": "in_force",
  "issued_date": "2007-12-07",
  "in_force_date": "2007-12-07",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/1236/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Suomen taiteen edistämistä varten on seuraavat valtion taidetoimikunnat: valtion elokuvataidetoimikunta, valtion kirjallisuustoimikunta, valtion kuvataidetoimikunta, valtion muotoilutoimikunta, valtion näyttämötaidetoimikunta, valtion rakennustaidetoimikunta, valtion säveltaidetoimikunta, valtion tanssitaidetoimikunta ja valtion valokuvataidetoimikunta. Taiteen keskustoimikunta voi asettaa jaostoja. Alueellisen taide-elämän edistämistä varten on alueellisia taidetoimikuntia, joiden lukumäärästä ja toimialueista valtioneuvosto tarkemmin päättää. Valtion taidetoimikuntien ja alueellisten taidetoimikuntien yhteiselimenä on taiteen keskustoimikunta ja sen hallintotoimisto. Taidetoimikuntien toiminnan järjestämisestä päätetään taiteen keskustoimikunnan vahvistamassa työjärjestyksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Suomen taiteen edistämistä varten on seuraavat valtion taidetoimikunnat: valtion elokuvataidetoimikunta, valtion kirjallisuustoimikunta, valtion kuvataidetoimikunta, valtion muotoilutoimikunta, valtion näyttämötaidetoimikunta, valtion rakennustaidetoimikunta, valtion säveltaidetoimikunta, valtion tanssitaidetoimikunta ja valtion valokuvataidetoimikunta. Taiteen keskustoimikunta voi asettaa jaostoja. Alueellisen taide-elämän edistämistä varten on alueellisia taidetoimikuntia, joiden lukumäärästä ja toimialueista valtioneuvosto tarkemmin päättää. Valtion taidetoimikuntien ja alueellisten taidetoimikuntien yhteiselimenä on taiteen keskustoimikunta ja sen hallintotoimisto. Taidetoimikuntien toiminnan järjestämisestä päätetään taiteen keskustoimikunnan vahvistamassa työjärjestyksessä.",
        "folded_fi": "suomen taiteen edistamista varten on seuraavat valtion taidetoimikunnat: valtion elokuvataidetoimikunta, valtion kirjallisuustoimikunta, valtion kuvataidetoimikunta, valtion muotoilutoimikunta, valtion nayttamotaidetoimikunta, valtion rakennustaidetoimikunta, valtion saveltaidetoimikunta, valtion tanssitaidetoimikunta ja valtion valokuvataidetoimikunta. taiteen keskustoimikunta voi asettaa jaostoja. alueellisen taide-elaman edistamista varten on alueellisia taidetoimikuntia, joiden lukumaarasta ja toimialueista valtioneuvosto tarkemmin paattaa. valtion taidetoimikuntien ja alueellisten taidetoimikuntien yhteiselimena on taiteen keskustoimikunta ja sen hallintotoimisto. taidetoimikuntien toiminnan jarjestamisesta paatetaan taiteen keskustoimikunnan vahvistamassa tyojarjestyksessa.",
        "content_sv": "För främjande av Finlands konst finns följande statliga konstkommissioner: statens arkitekturkommission, statens bildkonstkommission, statens danskonstkommission, statens filmkonstkommission, statens formgivningskommission, statens fotokonstkommission, statens litteraturkommission, statens scenkonstkommission och statens tonkonstkommission. Centralkommissionen för konst kan tillsätta sektioner. För främjande av det regionala konstlivet finns regionala konstkommissioner. Statsrådet bestämmer närmare om deras antal och verksamhetsområden. Centralkommissionen för konst och dess förvaltningsbyrå är samorgan för de statliga konstkommissionerna och de regionala konstkommissionerna. I den arbetsordning som centralkommissionen för konst har fastställt anges hur konstkommissionernas verksamhet ska ordnas.",
        "normalized_sv": "För främjande av Finlands konst finns följande statliga konstkommissioner: statens arkitekturkommission, statens bildkonstkommission, statens danskonstkommission, statens filmkonstkommission, statens formgivningskommission, statens fotokonstkommission, statens litteraturkommission, statens scenkonstkommission och statens tonkonstkommission. Centralkommissionen för konst kan tillsätta sektioner. För främjande av det regionala konstlivet finns regionala konstkommissioner. Statsrådet bestämmer närmare om deras antal och verksamhetsområden. Centralkommissionen för konst och dess förvaltningsbyrå är samorgan för de statliga konstkommissionerna och de regionala konstkommissionerna. I den arbetsordning som centralkommissionen för konst har fastställt anges hur konstkommissionernas verksamhet ska ordnas.",
        "folded_sv": "for framjande av finlands konst finns foljande statliga konstkommissioner: statens arkitekturkommission, statens bildkonstkommission, statens danskonstkommission, statens filmkonstkommission, statens formgivningskommission, statens fotokonstkommission, statens litteraturkommission, statens scenkonstkommission och statens tonkonstkommission. centralkommissionen for konst kan tillsatta sektioner. for framjande av det regionala konstlivet finns regionala konstkommissioner. statsradet bestammer narmare om deras antal och verksamhetsomraden. centralkommissionen for konst och dess forvaltningsbyra ar samorgan for de statliga konstkommissionerna och de regionala konstkommissionerna. i den arbetsordning som centralkommissionen for konst har faststallt anges hur konstkommissionernas verksamhet ska ordnas."
      }
    },
    {
      "provision_ref": "1 a",
      "section": "1 a",
      "content": "Taiteen keskustoimikunnan yhteydessä on: 1) apurahojen ja avustusten jakamista varten lautakunta, josta säädetään eräistä kirjailijoille ja kääntäjille suoritettavista apurahoista ja avustuksista annetussa laissa (236/1961); 2) apurahojen jakamista varten lautakunta, josta säädetään eräistä kuvataiteen tekijöille suoritettavista apurahoista annetussa laissa (115/1997); 3) valtion taideteostoimikunta, josta säädetään valtion taideteostoimikunnasta annetussa valtioneuvoston asetuksessa (620/2001).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1 a",
        "normalized_fi": "Taiteen keskustoimikunnan yhteydessä on: 1) apurahojen ja avustusten jakamista varten lautakunta, josta säädetään eräistä kirjailijoille ja kääntäjille suoritettavista apurahoista ja avustuksista annetussa laissa (236/1961); 2) apurahojen jakamista varten lautakunta, josta säädetään eräistä kuvataiteen tekijöille suoritettavista apurahoista annetussa laissa (115/1997); 3) valtion taideteostoimikunta, josta säädetään valtion taideteostoimikunnasta annetussa valtioneuvoston asetuksessa (620/2001).",
        "folded_fi": "taiteen keskustoimikunnan yhteydessa on: 1) apurahojen ja avustusten jakamista varten lautakunta, josta saadetaan eraista kirjailijoille ja kaantajille suoritettavista apurahoista ja avustuksista annetussa laissa (236/1961); 2) apurahojen jakamista varten lautakunta, josta saadetaan eraista kuvataiteen tekijoille suoritettavista apurahoista annetussa laissa (115/1997); 3) valtion taideteostoimikunta, josta saadetaan valtion taideteostoimikunnasta annetussa valtioneuvoston asetuksessa (620/2001).",
        "content_sv": "I anslutning till centralkommissionen för konst finns 1) för beviljande av stipendier och understöd en nämnd, om vilken föreskrivs i lagen om vissa stipendier och understöd åt författare och översättare (236/1961), 2) för beviljande av stipendier en nämnd, om vilken föreskrivs i lagen om vissa stipendier åt bildkonstnärer (115/1997), 3) statens konstverkskommission, om vilken föreskrivs i statsrådets förordning om statens konstverkskommission (620/2001).",
        "normalized_sv": "I anslutning till centralkommissionen för konst finns 1) för beviljande av stipendier och understöd en nämnd, om vilken föreskrivs i lagen om vissa stipendier och understöd åt författare och översättare (236/1961), 2) för beviljande av stipendier en nämnd, om vilken föreskrivs i lagen om vissa stipendier åt bildkonstnärer (115/1997), 3) statens konstverkskommission, om vilken föreskrivs i statsrådets förordning om statens konstverkskommission (620/2001).",
        "folded_sv": "i anslutning till centralkommissionen for konst finns 1) for beviljande av stipendier och understod en namnd, om vilken foreskrivs i lagen om vissa stipendier och understod at forfattare och oversattare (236/1961), 2) for beviljande av stipendier en namnd, om vilken foreskrivs i lagen om vissa stipendier at bildkonstnarer (115/1997), 3) statens konstverkskommission, om vilken foreskrivs i statsradets forordning om statens konstverkskommission (620/2001)."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Taiteen keskustoimikunta, valtion taidetoimikunnat sekä alueelliset taidetoimikunnat ovat opetusministeriön alaisia. Tulosohjauksesta säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Taiteen keskustoimikunta, valtion taidetoimikunnat sekä alueelliset taidetoimikunnat ovat opetusministeriön alaisia. Tulosohjauksesta säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "taiteen keskustoimikunta, valtion taidetoimikunnat seka alueelliset taidetoimikunnat ovat opetusministerion alaisia. tulosohjauksesta saadetaan tarkemmin valtioneuvoston asetuksella.",
        "content_sv": "Centralkommissionen för konst, statens konstkommissioner och de regionala konstkommissionerna lyder under undervisningsministeriet. Närmare bestämmelser om resultatstyrning utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Centralkommissionen för konst, statens konstkommissioner och de regionala konstkommissionerna lyder under undervisningsministeriet. Närmare bestämmelser om resultatstyrning utfärdas genom förordning av statsrådet.",
        "folded_sv": "centralkommissionen for konst, statens konstkommissioner och de regionala konstkommissionerna lyder under undervisningsministeriet. narmare bestammelser om resultatstyrning utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Alueellisen taidetoimikunnan jäsenten tulee olla jonkin taiteen alan tai alueellisen kulttuurin tuntijoita.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Alueellisen taidetoimikunnan jäsenten tulee olla jonkin taiteen alan tai alueellisen kulttuurin tuntijoita.",
        "folded_fi": "alueellisen taidetoimikunnan jasenten tulee olla jonkin taiteen alan tai alueellisen kulttuurin tuntijoita.",
        "content_sv": "Medlemmarna i en regional konstkommission ska vara kännare på något konstområde eller vara insatta i regional kultur.",
        "normalized_sv": "Medlemmarna i en regional konstkommission ska vara kännare på något konstområde eller vara insatta i regional kultur.",
        "folded_sv": "medlemmarna i en regional konstkommission ska vara kannare pa nagot konstomrade eller vara insatta i regional kultur."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Valtion taidetoimikunnan puheenjohtajan ja muut jäsenet määrää valtioneuvosto taiteen ja kulttuurin eri alojen keskeisiä järjestöjä ja laitoksia kuultuaan näiden ehdottamista henkilöistä. Varapuheenjohtajan toimikunta valitsee keskuudestaan. Taiteen keskustoimikunnan muodostavat valtion taidetoimikuntien puheenjohtajat ja valtioneuvoston määräämät kuusi muuta jäsentä, joista vähintään kahden tulee edustaa alueellisia taidetoimikuntia. Taiteen keskustoimikunnan puheenjohtajan ja varapuheenjohtajan määrää valtioneuvosto. Alueellisen taidetoimikunnan jäsenet määrää opetusministeriö alueellisia taiteen ja kulttuurin järjestöjä ja laitoksia kuultuaan näiden ehdottamista henkilöistä. Puheenjohtajan ja varapuheenjohtajan toimikunta valitsee keskuudestaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Valtion taidetoimikunnan puheenjohtajan ja muut jäsenet määrää valtioneuvosto taiteen ja kulttuurin eri alojen keskeisiä järjestöjä ja laitoksia kuultuaan näiden ehdottamista henkilöistä. Varapuheenjohtajan toimikunta valitsee keskuudestaan. Taiteen keskustoimikunnan muodostavat valtion taidetoimikuntien puheenjohtajat ja valtioneuvoston määräämät kuusi muuta jäsentä, joista vähintään kahden tulee edustaa alueellisia taidetoimikuntia. Taiteen keskustoimikunnan puheenjohtajan ja varapuheenjohtajan määrää valtioneuvosto. Alueellisen taidetoimikunnan jäsenet määrää opetusministeriö alueellisia taiteen ja kulttuurin järjestöjä ja laitoksia kuultuaan näiden ehdottamista henkilöistä. Puheenjohtajan ja varapuheenjohtajan toimikunta valitsee keskuudestaan.",
        "folded_fi": "valtion taidetoimikunnan puheenjohtajan ja muut jasenet maaraa valtioneuvosto taiteen ja kulttuurin eri alojen keskeisia jarjestoja ja laitoksia kuultuaan naiden ehdottamista henkiloista. varapuheenjohtajan toimikunta valitsee keskuudestaan. taiteen keskustoimikunnan muodostavat valtion taidetoimikuntien puheenjohtajat ja valtioneuvoston maaraamat kuusi muuta jasenta, joista vahintaan kahden tulee edustaa alueellisia taidetoimikuntia. taiteen keskustoimikunnan puheenjohtajan ja varapuheenjohtajan maaraa valtioneuvosto. alueellisen taidetoimikunnan jasenet maaraa opetusministerio alueellisia taiteen ja kulttuurin jarjestoja ja laitoksia kuultuaan naiden ehdottamista henkiloista. puheenjohtajan ja varapuheenjohtajan toimikunta valitsee keskuudestaan.",
        "content_sv": "Ordförandena och de övriga medlemmarna i de statliga konstkommissionerna förordnas av statsrådet bland dem som har föreslagits av centrala organisationer och inrättningar inom olika områden av konsten och kulturen, sedan dessa har hörts. Kommissionen väljer inom sig en vice ordförande. Centralkommissionen för konst bildas av ordförandena i konstkommissionerna och sex av statsrådet förordnade övriga medlemmar, av vilka minst två ska representera regionala konstkommissioner. Ordföranden och vice ordföranden i centralkommissionen för konst förordnas av statsrådet. Medlemmarna av en regional konstkommission förordnas av undervisningsministeriet bland dem som har föreslagits av regionala organisationer och inrättningar för konst och kultur, sedan dessa har hörts. Kommissionen väljer inom sig en ordförande och en vice ordförande.",
        "normalized_sv": "Ordförandena och de övriga medlemmarna i de statliga konstkommissionerna förordnas av statsrådet bland dem som har föreslagits av centrala organisationer och inrättningar inom olika områden av konsten och kulturen, sedan dessa har hörts. Kommissionen väljer inom sig en vice ordförande. Centralkommissionen för konst bildas av ordförandena i konstkommissionerna och sex av statsrådet förordnade övriga medlemmar, av vilka minst två ska representera regionala konstkommissioner. Ordföranden och vice ordföranden i centralkommissionen för konst förordnas av statsrådet. Medlemmarna av en regional konstkommission förordnas av undervisningsministeriet bland dem som har föreslagits av regionala organisationer och inrättningar för konst och kultur, sedan dessa har hörts. Kommissionen väljer inom sig en ordförande och en vice ordförande.",
        "folded_sv": "ordforandena och de ovriga medlemmarna i de statliga konstkommissionerna forordnas av statsradet bland dem som har foreslagits av centrala organisationer och inrattningar inom olika omraden av konsten och kulturen, sedan dessa har horts. kommissionen valjer inom sig en vice ordforande. centralkommissionen for konst bildas av ordforandena i konstkommissionerna och sex av statsradet forordnade ovriga medlemmar, av vilka minst tva ska representera regionala konstkommissioner. ordforanden och vice ordforanden i centralkommissionen for konst forordnas av statsradet. medlemmarna av en regional konstkommission forordnas av undervisningsministeriet bland dem som har foreslagits av regionala organisationer och inrattningar for konst och kultur, sedan dessa har horts. kommissionen valjer inom sig en ordforande och en vice ordforande."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Edellä 1 momentissa tarkoitettujen taiteen edistämistoimenpiteiden rahoittamiseen tarvittavat varat suoritetaan ensisijaisesti niistä määrärahoista, jotka valtion talousarviossa on osoitettu taidetta edistäviin tarkoituksiin raha-arpajaisten sekä veikkaus- ja vedonlyöntipelien tuoton käyttämisestä annetun lain (1054/2001) nojalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Edellä 1 momentissa tarkoitettujen taiteen edistämistoimenpiteiden rahoittamiseen tarvittavat varat suoritetaan ensisijaisesti niistä määrärahoista, jotka valtion talousarviossa on osoitettu taidetta edistäviin tarkoituksiin raha-arpajaisten sekä veikkaus- ja vedonlyöntipelien tuoton käyttämisestä annetun lain (1054/2001) nojalla.",
        "folded_fi": "edella 1 momentissa tarkoitettujen taiteen edistamistoimenpiteiden rahoittamiseen tarvittavat varat suoritetaan ensisijaisesti niista maararahoista, jotka valtion talousarviossa on osoitettu taidetta edistaviin tarkoituksiin raha-arpajaisten seka veikkaus- ja vedonlyontipelien tuoton kayttamisesta annetun lain (1054/2001) nojalla.",
        "content_sv": "Behövliga medel för finansiering av i 1 mom. avsedda åtgärder för främjande av konsten erläggs i första hand av de medel som i statsbudgeten har anvisats för främjande av konsten med stöd av lagen om användning av avkastningen av penninglotterier samt tippnings- och vadhållningsspel (1054/2001).",
        "normalized_sv": "Behövliga medel för finansiering av i 1 mom. avsedda åtgärder för främjande av konsten erläggs i första hand av de medel som i statsbudgeten har anvisats för främjande av konsten med stöd av lagen om användning av avkastningen av penninglotterier samt tippnings- och vadhållningsspel (1054/2001).",
        "folded_sv": "behovliga medel for finansiering av i 1 mom. avsedda atgarder for framjande av konsten erlaggs i forsta hand av de medel som i statsbudgeten har anvisats for framjande av konsten med stod av lagen om anvandning av avkastningen av penninglotterier samt tippnings- och vadhallningsspel (1054/2001)."
      }
    },
    {
      "provision_ref": "5 b",
      "section": "5 b",
      "content": "Tässä laissa tarkoitettuihin apurahoihin ja avustuksiin sovelletaan muutoin, mitä valtionavustuslaissa (688/2001) säädetään. Apurahojen ja avustusten myöntämistä koskevaan taiteen keskustoimikunnan, valtion taidetoimikunnan ja alueellisen taidetoimikunnan päätökseen ei kuitenkaan sovelleta lain 34 §:ää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5 b",
        "normalized_fi": "Tässä laissa tarkoitettuihin apurahoihin ja avustuksiin sovelletaan muutoin, mitä valtionavustuslaissa (688/2001) säädetään. Apurahojen ja avustusten myöntämistä koskevaan taiteen keskustoimikunnan, valtion taidetoimikunnan ja alueellisen taidetoimikunnan päätökseen ei kuitenkaan sovelleta lain 34 § :ää.",
        "folded_fi": "tassa laissa tarkoitettuihin apurahoihin ja avustuksiin sovelletaan muutoin, mita valtionavustuslaissa (688/2001) saadetaan. apurahojen ja avustusten myontamista koskevaan taiteen keskustoimikunnan, valtion taidetoimikunnan ja alueellisen taidetoimikunnan paatokseen ei kuitenkaan sovelleta lain 34 §:aa.",
        "content_sv": "På stipendier och understöd som avses i denna lag tillämpas i övrigt vad som bestäms i statsunderstödslagen (688/2001). På ett sådant beslut av centralkommissionen för konst, statens konstkommission och en regional konstkommission som gäller beviljande av stipendier och understöd tillämpas dock inte lagens 34 §.",
        "normalized_sv": "På stipendier och understöd som avses i denna lag tillämpas i övrigt vad som bestäms i statsunderstödslagen (688/2001). På ett sådant beslut av centralkommissionen för konst, statens konstkommission och en regional konstkommission som gäller beviljande av stipendier och understöd tillämpas dock inte lagens 34 § .",
        "folded_sv": "pa stipendier och understod som avses i denna lag tillampas i ovrigt vad som bestams i statsunderstodslagen (688/2001). pa ett sadant beslut av centralkommissionen for konst, statens konstkommission och en regional konstkommission som galler beviljande av stipendier och understod tillampas dock inte lagens 34 §."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Suomen taiteen edistämistä varten on seuraavat valtion taidetoimikunnat: valtion elokuvataidetoimikunta, valtion kirjallisuustoimikunta, valtion kuvataidetoimikunta, valtion muotoilutoimikunta, valtion näyttämötaidetoimikunta, valtion rakennustaidetoimikunta, valtion säveltaidetoimikunta, valtion tanssitaidetoimikunta ja valtion valokuvataidetoimikunta. Taiteen keskustoimikunta voi asettaa jaostoja. Alueellisen taide-elämän edistämistä varten on alueellisia taidetoimikuntia, joiden lukumäärästä ja toimialueista valtioneuvosto tarkemmin päättää. Valtion taidetoimikuntien ja alueellisten taidetoimikuntien yhteiselimenä on taiteen keskustoimikunta ja sen hallintotoimisto. Taidetoimikuntien toiminnan järjestämisestä päätetään taiteen keskustoimikunnan vahvistamassa työjärjestyksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Suomen taiteen edistämistä varten on seuraavat valtion taidetoimikunnat: valtion elokuvataidetoimikunta, valtion kirjallisuustoimikunta, valtion kuvataidetoimikunta, valtion muotoilutoimikunta, valtion näyttämötaidetoimikunta, valtion rakennustaidetoimikunta, valtion säveltaidetoimikunta, valtion tanssitaidetoimikunta ja valtion valokuvataidetoimikunta. Taiteen keskustoimikunta voi asettaa jaostoja. Alueellisen taide-elämän edistämistä varten on alueellisia taidetoimikuntia, joiden lukumäärästä ja toimialueista valtioneuvosto tarkemmin päättää. Valtion taidetoimikuntien ja alueellisten taidetoimikuntien yhteiselimenä on taiteen keskustoimikunta ja sen hallintotoimisto. Taidetoimikuntien toiminnan järjestämisestä päätetään taiteen keskustoimikunnan vahvistamassa työjärjestyksessä.",
        "folded_fi": "suomen taiteen edistamista varten on seuraavat valtion taidetoimikunnat: valtion elokuvataidetoimikunta, valtion kirjallisuustoimikunta, valtion kuvataidetoimikunta, valtion muotoilutoimikunta, valtion nayttamotaidetoimikunta, valtion rakennustaidetoimikunta, valtion saveltaidetoimikunta, valtion tanssitaidetoimikunta ja valtion valokuvataidetoimikunta. taiteen keskustoimikunta voi asettaa jaostoja. alueellisen taide-elaman edistamista varten on alueellisia taidetoimikuntia, joiden lukumaarasta ja toimialueista valtioneuvosto tarkemmin paattaa. valtion taidetoimikuntien ja alueellisten taidetoimikuntien yhteiselimena on taiteen keskustoimikunta ja sen hallintotoimisto. taidetoimikuntien toiminnan jarjestamisesta paatetaan taiteen keskustoimikunnan vahvistamassa tyojarjestyksessa.",
        "content_sv": "För främjande av Finlands konst finns följande statliga konstkommissioner: statens arkitekturkommission, statens bildkonstkommission, statens danskonstkommission, statens filmkonstkommission, statens formgivningskommission, statens fotokonstkommission, statens litteraturkommission, statens scenkonstkommission och statens tonkonstkommission. Centralkommissionen för konst kan tillsätta sektioner. För främjande av det regionala konstlivet finns regionala konstkommissioner. Statsrådet bestämmer närmare om deras antal och verksamhetsområden. Centralkommissionen för konst och dess förvaltningsbyrå är samorgan för de statliga konstkommissionerna och de regionala konstkommissionerna. I den arbetsordning som centralkommissionen för konst har fastställt anges hur konstkommissionernas verksamhet ska ordnas.",
        "normalized_sv": "För främjande av Finlands konst finns följande statliga konstkommissioner: statens arkitekturkommission, statens bildkonstkommission, statens danskonstkommission, statens filmkonstkommission, statens formgivningskommission, statens fotokonstkommission, statens litteraturkommission, statens scenkonstkommission och statens tonkonstkommission. Centralkommissionen för konst kan tillsätta sektioner. För främjande av det regionala konstlivet finns regionala konstkommissioner. Statsrådet bestämmer närmare om deras antal och verksamhetsområden. Centralkommissionen för konst och dess förvaltningsbyrå är samorgan för de statliga konstkommissionerna och de regionala konstkommissionerna. I den arbetsordning som centralkommissionen för konst har fastställt anges hur konstkommissionernas verksamhet ska ordnas.",
        "folded_sv": "for framjande av finlands konst finns foljande statliga konstkommissioner: statens arkitekturkommission, statens bildkonstkommission, statens danskonstkommission, statens filmkonstkommission, statens formgivningskommission, statens fotokonstkommission, statens litteraturkommission, statens scenkonstkommission och statens tonkonstkommission. centralkommissionen for konst kan tillsatta sektioner. for framjande av det regionala konstlivet finns regionala konstkommissioner. statsradet bestammer narmare om deras antal och verksamhetsomraden. centralkommissionen for konst och dess forvaltningsbyra ar samorgan for de statliga konstkommissionerna och de regionala konstkommissionerna. i den arbetsordning som centralkommissionen for konst har faststallt anges hur konstkommissionernas verksamhet ska ordnas."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "1 a",
      "section": "1 a",
      "content": "Taiteen keskustoimikunnan yhteydessä on: 1) apurahojen ja avustusten jakamista varten lautakunta, josta säädetään eräistä kirjailijoille ja kääntäjille suoritettavista apurahoista ja avustuksista annetussa laissa (236/1961); 2) apurahojen jakamista varten lautakunta, josta säädetään eräistä kuvataiteen tekijöille suoritettavista apurahoista annetussa laissa (115/1997); 3) valtion taideteostoimikunta, josta säädetään valtion taideteostoimikunnasta annetussa valtioneuvoston asetuksessa (620/2001).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1 a",
        "normalized_fi": "Taiteen keskustoimikunnan yhteydessä on: 1) apurahojen ja avustusten jakamista varten lautakunta, josta säädetään eräistä kirjailijoille ja kääntäjille suoritettavista apurahoista ja avustuksista annetussa laissa (236/1961); 2) apurahojen jakamista varten lautakunta, josta säädetään eräistä kuvataiteen tekijöille suoritettavista apurahoista annetussa laissa (115/1997); 3) valtion taideteostoimikunta, josta säädetään valtion taideteostoimikunnasta annetussa valtioneuvoston asetuksessa (620/2001).",
        "folded_fi": "taiteen keskustoimikunnan yhteydessa on: 1) apurahojen ja avustusten jakamista varten lautakunta, josta saadetaan eraista kirjailijoille ja kaantajille suoritettavista apurahoista ja avustuksista annetussa laissa (236/1961); 2) apurahojen jakamista varten lautakunta, josta saadetaan eraista kuvataiteen tekijoille suoritettavista apurahoista annetussa laissa (115/1997); 3) valtion taideteostoimikunta, josta saadetaan valtion taideteostoimikunnasta annetussa valtioneuvoston asetuksessa (620/2001).",
        "content_sv": "I anslutning till centralkommissionen för konst finns 1) för beviljande av stipendier och understöd en nämnd, om vilken föreskrivs i lagen om vissa stipendier och understöd åt författare och översättare (236/1961), 2) för beviljande av stipendier en nämnd, om vilken föreskrivs i lagen om vissa stipendier åt bildkonstnärer (115/1997), 3) statens konstverkskommission, om vilken föreskrivs i statsrådets förordning om statens konstverkskommission (620/2001).",
        "normalized_sv": "I anslutning till centralkommissionen för konst finns 1) för beviljande av stipendier och understöd en nämnd, om vilken föreskrivs i lagen om vissa stipendier och understöd åt författare och översättare (236/1961), 2) för beviljande av stipendier en nämnd, om vilken föreskrivs i lagen om vissa stipendier åt bildkonstnärer (115/1997), 3) statens konstverkskommission, om vilken föreskrivs i statsrådets förordning om statens konstverkskommission (620/2001).",
        "folded_sv": "i anslutning till centralkommissionen for konst finns 1) for beviljande av stipendier och understod en namnd, om vilken foreskrivs i lagen om vissa stipendier och understod at forfattare och oversattare (236/1961), 2) for beviljande av stipendier en namnd, om vilken foreskrivs i lagen om vissa stipendier at bildkonstnarer (115/1997), 3) statens konstverkskommission, om vilken foreskrivs i statsradets forordning om statens konstverkskommission (620/2001)."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Taiteen keskustoimikunta, valtion taidetoimikunnat sekä alueelliset taidetoimikunnat ovat opetusministeriön alaisia. Tulosohjauksesta säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Taiteen keskustoimikunta, valtion taidetoimikunnat sekä alueelliset taidetoimikunnat ovat opetusministeriön alaisia. Tulosohjauksesta säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "taiteen keskustoimikunta, valtion taidetoimikunnat seka alueelliset taidetoimikunnat ovat opetusministerion alaisia. tulosohjauksesta saadetaan tarkemmin valtioneuvoston asetuksella.",
        "content_sv": "Centralkommissionen för konst, statens konstkommissioner och de regionala konstkommissionerna lyder under undervisningsministeriet. Närmare bestämmelser om resultatstyrning utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Centralkommissionen för konst, statens konstkommissioner och de regionala konstkommissionerna lyder under undervisningsministeriet. Närmare bestämmelser om resultatstyrning utfärdas genom förordning av statsrådet.",
        "folded_sv": "centralkommissionen for konst, statens konstkommissioner och de regionala konstkommissionerna lyder under undervisningsministeriet. narmare bestammelser om resultatstyrning utfardas genom forordning av statsradet."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Alueellisen taidetoimikunnan jäsenten tulee olla jonkin taiteen alan tai alueellisen kulttuurin tuntijoita.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Alueellisen taidetoimikunnan jäsenten tulee olla jonkin taiteen alan tai alueellisen kulttuurin tuntijoita.",
        "folded_fi": "alueellisen taidetoimikunnan jasenten tulee olla jonkin taiteen alan tai alueellisen kulttuurin tuntijoita.",
        "content_sv": "Medlemmarna i en regional konstkommission ska vara kännare på något konstområde eller vara insatta i regional kultur.",
        "normalized_sv": "Medlemmarna i en regional konstkommission ska vara kännare på något konstområde eller vara insatta i regional kultur.",
        "folded_sv": "medlemmarna i en regional konstkommission ska vara kannare pa nagot konstomrade eller vara insatta i regional kultur."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Valtion taidetoimikunnan puheenjohtajan ja muut jäsenet määrää valtioneuvosto taiteen ja kulttuurin eri alojen keskeisiä järjestöjä ja laitoksia kuultuaan näiden ehdottamista henkilöistä. Varapuheenjohtajan toimikunta valitsee keskuudestaan. Taiteen keskustoimikunnan muodostavat valtion taidetoimikuntien puheenjohtajat ja valtioneuvoston määräämät kuusi muuta jäsentä, joista vähintään kahden tulee edustaa alueellisia taidetoimikuntia. Taiteen keskustoimikunnan puheenjohtajan ja varapuheenjohtajan määrää valtioneuvosto. Alueellisen taidetoimikunnan jäsenet määrää opetusministeriö alueellisia taiteen ja kulttuurin järjestöjä ja laitoksia kuultuaan näiden ehdottamista henkilöistä. Puheenjohtajan ja varapuheenjohtajan toimikunta valitsee keskuudestaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Valtion taidetoimikunnan puheenjohtajan ja muut jäsenet määrää valtioneuvosto taiteen ja kulttuurin eri alojen keskeisiä järjestöjä ja laitoksia kuultuaan näiden ehdottamista henkilöistä. Varapuheenjohtajan toimikunta valitsee keskuudestaan. Taiteen keskustoimikunnan muodostavat valtion taidetoimikuntien puheenjohtajat ja valtioneuvoston määräämät kuusi muuta jäsentä, joista vähintään kahden tulee edustaa alueellisia taidetoimikuntia. Taiteen keskustoimikunnan puheenjohtajan ja varapuheenjohtajan määrää valtioneuvosto. Alueellisen taidetoimikunnan jäsenet määrää opetusministeriö alueellisia taiteen ja kulttuurin järjestöjä ja laitoksia kuultuaan näiden ehdottamista henkilöistä. Puheenjohtajan ja varapuheenjohtajan toimikunta valitsee keskuudestaan.",
        "folded_fi": "valtion taidetoimikunnan puheenjohtajan ja muut jasenet maaraa valtioneuvosto taiteen ja kulttuurin eri alojen keskeisia jarjestoja ja laitoksia kuultuaan naiden ehdottamista henkiloista. varapuheenjohtajan toimikunta valitsee keskuudestaan. taiteen keskustoimikunnan muodostavat valtion taidetoimikuntien puheenjohtajat ja valtioneuvoston maaraamat kuusi muuta jasenta, joista vahintaan kahden tulee edustaa alueellisia taidetoimikuntia. taiteen keskustoimikunnan puheenjohtajan ja varapuheenjohtajan maaraa valtioneuvosto. alueellisen taidetoimikunnan jasenet maaraa opetusministerio alueellisia taiteen ja kulttuurin jarjestoja ja laitoksia kuultuaan naiden ehdottamista henkiloista. puheenjohtajan ja varapuheenjohtajan toimikunta valitsee keskuudestaan.",
        "content_sv": "Ordförandena och de övriga medlemmarna i de statliga konstkommissionerna förordnas av statsrådet bland dem som har föreslagits av centrala organisationer och inrättningar inom olika områden av konsten och kulturen, sedan dessa har hörts. Kommissionen väljer inom sig en vice ordförande. Centralkommissionen för konst bildas av ordförandena i konstkommissionerna och sex av statsrådet förordnade övriga medlemmar, av vilka minst två ska representera regionala konstkommissioner. Ordföranden och vice ordföranden i centralkommissionen för konst förordnas av statsrådet. Medlemmarna av en regional konstkommission förordnas av undervisningsministeriet bland dem som har föreslagits av regionala organisationer och inrättningar för konst och kultur, sedan dessa har hörts. Kommissionen väljer inom sig en ordförande och en vice ordförande.",
        "normalized_sv": "Ordförandena och de övriga medlemmarna i de statliga konstkommissionerna förordnas av statsrådet bland dem som har föreslagits av centrala organisationer och inrättningar inom olika områden av konsten och kulturen, sedan dessa har hörts. Kommissionen väljer inom sig en vice ordförande. Centralkommissionen för konst bildas av ordförandena i konstkommissionerna och sex av statsrådet förordnade övriga medlemmar, av vilka minst två ska representera regionala konstkommissioner. Ordföranden och vice ordföranden i centralkommissionen för konst förordnas av statsrådet. Medlemmarna av en regional konstkommission förordnas av undervisningsministeriet bland dem som har föreslagits av regionala organisationer och inrättningar för konst och kultur, sedan dessa har hörts. Kommissionen väljer inom sig en ordförande och en vice ordförande.",
        "folded_sv": "ordforandena och de ovriga medlemmarna i de statliga konstkommissionerna forordnas av statsradet bland dem som har foreslagits av centrala organisationer och inrattningar inom olika omraden av konsten och kulturen, sedan dessa har horts. kommissionen valjer inom sig en vice ordforande. centralkommissionen for konst bildas av ordforandena i konstkommissionerna och sex av statsradet forordnade ovriga medlemmar, av vilka minst tva ska representera regionala konstkommissioner. ordforanden och vice ordforanden i centralkommissionen for konst forordnas av statsradet. medlemmarna av en regional konstkommission forordnas av undervisningsministeriet bland dem som har foreslagits av regionala organisationer och inrattningar for konst och kultur, sedan dessa har horts. kommissionen valjer inom sig en ordforande och en vice ordforande."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Edellä 1 momentissa tarkoitettujen taiteen edistämistoimenpiteiden rahoittamiseen tarvittavat varat suoritetaan ensisijaisesti niistä määrärahoista, jotka valtion talousarviossa on osoitettu taidetta edistäviin tarkoituksiin raha-arpajaisten sekä veikkaus- ja vedonlyöntipelien tuoton käyttämisestä annetun lain (1054/2001) nojalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Edellä 1 momentissa tarkoitettujen taiteen edistämistoimenpiteiden rahoittamiseen tarvittavat varat suoritetaan ensisijaisesti niistä määrärahoista, jotka valtion talousarviossa on osoitettu taidetta edistäviin tarkoituksiin raha-arpajaisten sekä veikkaus- ja vedonlyöntipelien tuoton käyttämisestä annetun lain (1054/2001) nojalla.",
        "folded_fi": "edella 1 momentissa tarkoitettujen taiteen edistamistoimenpiteiden rahoittamiseen tarvittavat varat suoritetaan ensisijaisesti niista maararahoista, jotka valtion talousarviossa on osoitettu taidetta edistaviin tarkoituksiin raha-arpajaisten seka veikkaus- ja vedonlyontipelien tuoton kayttamisesta annetun lain (1054/2001) nojalla.",
        "content_sv": "Behövliga medel för finansiering av i 1 mom. avsedda åtgärder för främjande av konsten erläggs i första hand av de medel som i statsbudgeten har anvisats för främjande av konsten med stöd av lagen om användning av avkastningen av penninglotterier samt tippnings- och vadhållningsspel (1054/2001).",
        "normalized_sv": "Behövliga medel för finansiering av i 1 mom. avsedda åtgärder för främjande av konsten erläggs i första hand av de medel som i statsbudgeten har anvisats för främjande av konsten med stöd av lagen om användning av avkastningen av penninglotterier samt tippnings- och vadhållningsspel (1054/2001).",
        "folded_sv": "behovliga medel for finansiering av i 1 mom. avsedda atgarder for framjande av konsten erlaggs i forsta hand av de medel som i statsbudgeten har anvisats for framjande av konsten med stod av lagen om anvandning av avkastningen av penninglotterier samt tippnings- och vadhallningsspel (1054/2001)."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    },
    {
      "provision_ref": "5 b",
      "section": "5 b",
      "content": "Tässä laissa tarkoitettuihin apurahoihin ja avustuksiin sovelletaan muutoin, mitä valtionavustuslaissa (688/2001) säädetään. Apurahojen ja avustusten myöntämistä koskevaan taiteen keskustoimikunnan, valtion taidetoimikunnan ja alueellisen taidetoimikunnan päätökseen ei kuitenkaan sovelleta lain 34 §:ää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5 b",
        "normalized_fi": "Tässä laissa tarkoitettuihin apurahoihin ja avustuksiin sovelletaan muutoin, mitä valtionavustuslaissa (688/2001) säädetään. Apurahojen ja avustusten myöntämistä koskevaan taiteen keskustoimikunnan, valtion taidetoimikunnan ja alueellisen taidetoimikunnan päätökseen ei kuitenkaan sovelleta lain 34 § :ää.",
        "folded_fi": "tassa laissa tarkoitettuihin apurahoihin ja avustuksiin sovelletaan muutoin, mita valtionavustuslaissa (688/2001) saadetaan. apurahojen ja avustusten myontamista koskevaan taiteen keskustoimikunnan, valtion taidetoimikunnan ja alueellisen taidetoimikunnan paatokseen ei kuitenkaan sovelleta lain 34 §:aa.",
        "content_sv": "På stipendier och understöd som avses i denna lag tillämpas i övrigt vad som bestäms i statsunderstödslagen (688/2001). På ett sådant beslut av centralkommissionen för konst, statens konstkommission och en regional konstkommission som gäller beviljande av stipendier och understöd tillämpas dock inte lagens 34 §.",
        "normalized_sv": "På stipendier och understöd som avses i denna lag tillämpas i övrigt vad som bestäms i statsunderstödslagen (688/2001). På ett sådant beslut av centralkommissionen för konst, statens konstkommission och en regional konstkommission som gäller beviljande av stipendier och understöd tillämpas dock inte lagens 34 § .",
        "folded_sv": "pa stipendier och understod som avses i denna lag tillampas i ovrigt vad som bestams i statsunderstodslagen (688/2001). pa ett sadant beslut av centralkommissionen for konst, statens konstkommission och en regional konstkommission som galler beviljande av stipendier och understod tillampas dock inte lagens 34 §."
      },
      "valid_from": "2007-12-07",
      "valid_to": null
    }
  ]
}