{
  "id": "1247/2005",
  "type": "statute",
  "title": "Laki Ilmailuhallinnosta",
  "title_en": "Lag om Luftfartsförvaltningen",
  "status": "in_force",
  "issued_date": "2005-12-29",
  "in_force_date": "2005-12-29",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/1247/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Ilmailuhallinto",
      "content": "Ilmailun turvallisuus- ja hallintotehtäviä varten on liikenne- ja viestintäministeriön alainen Ilmailuhallinto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Ilmailun turvallisuus- ja hallintotehtäviä varten on liikenne- ja viestintäministeriön alainen Ilmailuhallinto.",
        "folded_fi": "ilmailun turvallisuus- ja hallintotehtavia varten on liikenne- ja viestintaministerion alainen ilmailuhallinto.",
        "title_sv": "Luftfartsförvaltningen",
        "content_sv": "För säkerhets- och förvaltningsuppgifter på luftfartens område finns Luftfartsförvaltningen som underlyder kommunikationsministeriet.",
        "normalized_sv": "För säkerhets- och förvaltningsuppgifter på luftfartens område finns Luftfartsförvaltningen som underlyder kommunikationsministeriet.",
        "folded_sv": "for sakerhets- och forvaltningsuppgifter pa luftfartens omrade finns luftfartsforvaltningen som underlyder kommunikationsministeriet."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Tarkoitus",
      "content": "Ilmailuhallinnon tarkoituksena on edistää ilmailun yleistä turvallisuutta ja siviili-ilmailun turvaamista, käsitellä kaupalliseen lentoliikenteeseen ja liikenteen sujuvuuteen liittyviä asioita sekä vähentää ilmailun aiheuttamia ympäristöhaittoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Ilmailuhallinnon tarkoituksena on edistää ilmailun yleistä turvallisuutta ja siviili-ilmailun turvaamista, käsitellä kaupalliseen lentoliikenteeseen ja liikenteen sujuvuuteen liittyviä asioita sekä vähentää ilmailun aiheuttamia ympäristöhaittoja.",
        "folded_fi": "ilmailuhallinnon tarkoituksena on edistaa ilmailun yleista turvallisuutta ja siviili-ilmailun turvaamista, kasitella kaupalliseen lentoliikenteeseen ja liikenteen sujuvuuteen liittyvia asioita seka vahentaa ilmailun aiheuttamia ymparistohaittoja.",
        "title_sv": "Syfte",
        "content_sv": "Luftfartsförvaltningens syfte är att främja luftfartens allmänna säkerhet och luftfartsskyddet för den civila luftfarten, att behandla frågor som gäller den kommersiella luftfarten och trafikens smidighet samt att minska miljöolägenheterna av luftfarten.",
        "normalized_sv": "Luftfartsförvaltningens syfte är att främja luftfartens allmänna säkerhet och luftfartsskyddet för den civila luftfarten, att behandla frågor som gäller den kommersiella luftfarten och trafikens smidighet samt att minska miljöolägenheterna av luftfarten.",
        "folded_sv": "luftfartsforvaltningens syfte ar att framja luftfartens allmanna sakerhet och luftfartsskyddet for den civila luftfarten, att behandla fragor som galler den kommersiella luftfarten och trafikens smidighet samt att minska miljoolagenheterna av luftfarten."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Tehtävät",
      "content": "Ilmailuhallinnon tehtävänä on: 1) huolehtia yleisestä lentoturvallisuudesta ja ilmailun valvonnasta sekä vastata siviili-ilmailuun liittyvistä tehtävistä, jotka sille ilmailulaissa (1242/2005) tai muualla säädetään; 2) osallistua siviili-ilmailun kansainväliseen ja Euroopan unionissa tapahtuvaan yhteistyöhön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Ilmailuhallinnon tehtävänä on: 1) huolehtia yleisestä lentoturvallisuudesta ja ilmailun valvonnasta sekä vastata siviili-ilmailuun liittyvistä tehtävistä, jotka sille ilmailulaissa (1242/2005) tai muualla säädetään; 2) osallistua siviili-ilmailun kansainväliseen ja Euroopan unionissa tapahtuvaan yhteistyöhön.",
        "folded_fi": "ilmailuhallinnon tehtavana on: 1) huolehtia yleisesta lentoturvallisuudesta ja ilmailun valvonnasta seka vastata siviili-ilmailuun liittyvista tehtavista, jotka sille ilmailulaissa (1242/2005) tai muualla saadetaan; 2) osallistua siviili-ilmailun kansainvaliseen ja euroopan unionissa tapahtuvaan yhteistyohon.",
        "title_sv": "Uppgifter",
        "content_sv": "Luftfartsförvaltningen har till uppgift att 1) sörja för den allmänna flygsäkerheten och tillsynen över luftfarten samt ansvara för de uppgifter i anslutning till den civila luftfarten som den ålagts i luftfartslagen (1242/2005) eller i andra bestämmelser, 2) delta i det internationella samarbetet och EU-samarbetet inom den civila luftfarten.",
        "normalized_sv": "Luftfartsförvaltningen har till uppgift att 1) sörja för den allmänna flygsäkerheten och tillsynen över luftfarten samt ansvara för de uppgifter i anslutning till den civila luftfarten som den ålagts i luftfartslagen (1242/2005) eller i andra bestämmelser, 2) delta i det internationella samarbetet och EU-samarbetet inom den civila luftfarten.",
        "folded_sv": "luftfartsforvaltningen har till uppgift att 1) sorja for den allmanna flygsakerheten och tillsynen over luftfarten samt ansvara for de uppgifter i anslutning till den civila luftfarten som den alagts i luftfartslagen (1242/2005) eller i andra bestammelser, 2) delta i det internationella samarbetet och eu-samarbetet inom den civila luftfarten."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Johtaminen ja ratkaisuvallan käyttäminen",
      "content": "Ilmailuhallintoa johtaa ylijohtaja. Ylijohtaja päättää Ilmailuhallinnon toimivaltaan kuuluvien oikeussääntöjen antamisesta. Hän ratkaisee myös muut Ilmailuhallinnolle kuuluvat asiat, joita ei ole säädetty tai työjärjestyksessä määrätty Ilmailuhallinnon muun virkamiehen ratkaistaviksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Ilmailuhallintoa johtaa ylijohtaja. Ylijohtaja päättää Ilmailuhallinnon toimivaltaan kuuluvien oikeussääntöjen antamisesta. Hän ratkaisee myös muut Ilmailuhallinnolle kuuluvat asiat, joita ei ole säädetty tai työjärjestyksessä määrätty Ilmailuhallinnon muun virkamiehen ratkaistaviksi.",
        "folded_fi": "ilmailuhallintoa johtaa ylijohtaja. ylijohtaja paattaa ilmailuhallinnon toimivaltaan kuuluvien oikeussaantojen antamisesta. han ratkaisee myos muut ilmailuhallinnolle kuuluvat asiat, joita ei ole saadetty tai tyojarjestyksessa maaratty ilmailuhallinnon muun virkamiehen ratkaistaviksi.",
        "title_sv": "Ledning och beslutanderätt",
        "content_sv": "Luftfartsförvaltningen leds av en överdirektör. Överdirektören beslutar om utfärdandet av rättsnormer inom Luftfartsförvaltningens behörighetsområde. Direktören avgör också övriga frågor som ankommer på Luftfartsförvaltningen, om det inte har föreskrivits eller i arbetsordningen bestäms att någon annan tjänsteman vid Luftfartsförvaltningen skall avgöra dem.",
        "normalized_sv": "Luftfartsförvaltningen leds av en överdirektör. Överdirektören beslutar om utfärdandet av rättsnormer inom Luftfartsförvaltningens behörighetsområde. Direktören avgör också övriga frågor som ankommer på Luftfartsförvaltningen, om det inte har föreskrivits eller i arbetsordningen bestäms att någon annan tjänsteman vid Luftfartsförvaltningen skall avgöra dem.",
        "folded_sv": "luftfartsforvaltningen leds av en overdirektor. overdirektoren beslutar om utfardandet av rattsnormer inom luftfartsforvaltningens behorighetsomrade. direktoren avgor ocksa ovriga fragor som ankommer pa luftfartsforvaltningen, om det inte har foreskrivits eller i arbetsordningen bestams att nagon annan tjansteman vid luftfartsforvaltningen skall avgora dem."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Ammattitaidon ylläpitäminen",
      "content": "Ilmailuhallinnon palveluksessa oleva, jonka tehtävälle on asetettu erityisiä vaatimuksia ammattitaidon ylläpitämiseksi, voi ylläpitää ammattitaitoaan työskentelemällä sivutoimisesti ilmailutoimintaa harjoittavan palveluksessa. Tällaisesta työstä ja sen ehdoista sovitaan erikseen Ilmailuhallinnon, sen palveluksessa olevan ja mainitun toiminnanharjoittajan kesken. Mitä hallintolain (434/2003) 28 §:n 1 momentin 4 kohdassa säädetään edellä 1 momentissa tarkoitetun henkilön esteellisyydestä mainitussa momentissa tarkoitettua toiminnanharjoittajaa koskevaa asiaa käsiteltäessä Ilmailuhallinnossa, ei sovelleta lennonvarmistuksen valvontaan eikä sitä koskevaan päätöksentekoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Ilmailuhallinnon palveluksessa oleva, jonka tehtävälle on asetettu erityisiä vaatimuksia ammattitaidon ylläpitämiseksi, voi ylläpitää ammattitaitoaan työskentelemällä sivutoimisesti ilmailutoimintaa harjoittavan palveluksessa. Tällaisesta työstä ja sen ehdoista sovitaan erikseen Ilmailuhallinnon, sen palveluksessa olevan ja mainitun toiminnanharjoittajan kesken. Mitä hallintolain (434/2003) 28 § :n 1 momentin 4 kohdassa säädetään edellä 1 momentissa tarkoitetun henkilön esteellisyydestä mainitussa momentissa tarkoitettua toiminnanharjoittajaa koskevaa asiaa käsiteltäessä Ilmailuhallinnossa, ei sovelleta lennonvarmistuksen valvontaan eikä sitä koskevaan päätöksentekoon.",
        "folded_fi": "ilmailuhallinnon palveluksessa oleva, jonka tehtavalle on asetettu erityisia vaatimuksia ammattitaidon yllapitamiseksi, voi yllapitaa ammattitaitoaan tyoskentelemalla sivutoimisesti ilmailutoimintaa harjoittavan palveluksessa. tallaisesta tyosta ja sen ehdoista sovitaan erikseen ilmailuhallinnon, sen palveluksessa olevan ja mainitun toiminnanharjoittajan kesken. mita hallintolain (434/2003) 28 §:n 1 momentin 4 kohdassa saadetaan edella 1 momentissa tarkoitetun henkilon esteellisyydesta mainitussa momentissa tarkoitettua toiminnanharjoittajaa koskevaa asiaa kasiteltaessa ilmailuhallinnossa, ei sovelleta lennonvarmistuksen valvontaan eika sita koskevaan paatoksentekoon.",
        "title_sv": "Upprätthållande av yrkeskunskap",
        "content_sv": "Anställda hos Luftfartsförvaltningen för vilkas uppgifter gäller särskilda krav beträffande upprätthållande av yrkesskicklighet kan upprätthålla sin yrkesskicklighet genom att i bisyssla arbeta hos någon som bedriver luftfartsverksamhet. Om sådant arbete och om villkoren för det avtalas särskilt mellan Luftfartsförvaltningen, dess anställda och nämnda verksamhetsidkare. Bestämmelserna i 28 § 1 mom. 4 punkten i förvaltningslagen (434/2003) om jäv för en i 1 mom. nämnd person när ärenden som gäller en i momentet avsedd verksamhetsidkare behandlas inom Luftfartsförvaltningen tillämpas inte på tillsynen över flygtrafiktjänsten eller på beslutsfattandet gällande den.",
        "normalized_sv": "Anställda hos Luftfartsförvaltningen för vilkas uppgifter gäller särskilda krav beträffande upprätthållande av yrkesskicklighet kan upprätthålla sin yrkesskicklighet genom att i bisyssla arbeta hos någon som bedriver luftfartsverksamhet. Om sådant arbete och om villkoren för det avtalas särskilt mellan Luftfartsförvaltningen, dess anställda och nämnda verksamhetsidkare. Bestämmelserna i 28 § 1 mom. 4 punkten i förvaltningslagen (434/2003) om jäv för en i 1 mom. nämnd person när ärenden som gäller en i momentet avsedd verksamhetsidkare behandlas inom Luftfartsförvaltningen tillämpas inte på tillsynen över flygtrafiktjänsten eller på beslutsfattandet gällande den.",
        "folded_sv": "anstallda hos luftfartsforvaltningen for vilkas uppgifter galler sarskilda krav betraffande uppratthallande av yrkesskicklighet kan uppratthalla sin yrkesskicklighet genom att i bisyssla arbeta hos nagon som bedriver luftfartsverksamhet. om sadant arbete och om villkoren for det avtalas sarskilt mellan luftfartsforvaltningen, dess anstallda och namnda verksamhetsidkare. bestammelserna i 28 § 1 mom. 4 punkten i forvaltningslagen (434/2003) om jav for en i 1 mom. namnd person nar arenden som galler en i momentet avsedd verksamhetsidkare behandlas inom luftfartsforvaltningen tillampas inte pa tillsynen over flygtrafiktjansten eller pa beslutsfattandet gallande den."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Maksut",
      "content": "Ilmailuhallinnon suoritteiden maksuihin sovelletaan valtion maksuperustelakia (150/1992). Ilmailuhallinnon suoritteesta perittävä maksu voidaan määrätä perittäväksi yleisesti suoritteen omakustannusarvoa alempana tai määrätä jätettäväksi kokonaan perimättä, jos siihen on valtion maksuperustelain 6 §:n 3 momentissa tarkoitettu syy. Tällaisena syynä otetaan huomioon erityisesti: 1) vastaavanlaisista suoritteista perittävien maksujen rakenne ja taso Euroopan unionin jäsenvaltioissa ja unionin toimielimissä; 2) ilmailun edellytysten turvaaminen ja ilmailun turvallisuuden edistäminen; tai 3) kilpailun edistäminen lentoliikenteessä. Ilmailuhallinnon suoritteiden maksuista säädetään tarkemmin liikenne- ja viestintäministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Ilmailuhallinnon suoritteiden maksuihin sovelletaan valtion maksuperustelakia (150/1992). Ilmailuhallinnon suoritteesta perittävä maksu voidaan määrätä perittäväksi yleisesti suoritteen omakustannusarvoa alempana tai määrätä jätettäväksi kokonaan perimättä, jos siihen on valtion maksuperustelain 6 § :n 3 momentissa tarkoitettu syy. Tällaisena syynä otetaan huomioon erityisesti: 1) vastaavanlaisista suoritteista perittävien maksujen rakenne ja taso Euroopan unionin jäsenvaltioissa ja unionin toimielimissä; 2) ilmailun edellytysten turvaaminen ja ilmailun turvallisuuden edistäminen; tai 3) kilpailun edistäminen lentoliikenteessä. Ilmailuhallinnon suoritteiden maksuista säädetään tarkemmin liikenne- ja viestintäministeriön asetuksella.",
        "folded_fi": "ilmailuhallinnon suoritteiden maksuihin sovelletaan valtion maksuperustelakia (150/1992). ilmailuhallinnon suoritteesta perittava maksu voidaan maarata perittavaksi yleisesti suoritteen omakustannusarvoa alempana tai maarata jatettavaksi kokonaan perimatta, jos siihen on valtion maksuperustelain 6 §:n 3 momentissa tarkoitettu syy. tallaisena syyna otetaan huomioon erityisesti: 1) vastaavanlaisista suoritteista perittavien maksujen rakenne ja taso euroopan unionin jasenvaltioissa ja unionin toimielimissa; 2) ilmailun edellytysten turvaaminen ja ilmailun turvallisuuden edistaminen; tai 3) kilpailun edistaminen lentoliikenteessa. ilmailuhallinnon suoritteiden maksuista saadetaan tarkemmin liikenne- ja viestintaministerion asetuksella.",
        "title_sv": "Avgifter",
        "content_sv": "I fråga om avgifter för Luftfartsförvaltningens prestationer tillämpas lagen om grunderna för avgifter till staten (150/1992). Det kan bestämmas att avgiften för en sådan prestation allmänt uppbärs till ett lägre belopp än prestationens självkostnadsvärde eller att avgiften inte alls skall uppbäras, om någon av de anledningar som avses i 6 § 3 mom. i lagen om grunderna för avgifter till staten föreligger. Som en sådan anledning beaktas särskilt följande: 1) strukturen för och nivån på avgifterna för motsvarande prestationer i Europeiska unionens medlemsstater och i unionens organ, 2) tryggandet av luftfartens förutsättningar och främjandet av luftfartens säkerhet, eller 3) främjandet av konkurrensen inom flygtrafiken. Närmare bestämmelser om avgifter för Luftfartsförvaltningens prestationer utfärdas genom förordning av kommunikationsministeriet.",
        "normalized_sv": "I fråga om avgifter för Luftfartsförvaltningens prestationer tillämpas lagen om grunderna för avgifter till staten (150/1992). Det kan bestämmas att avgiften för en sådan prestation allmänt uppbärs till ett lägre belopp än prestationens självkostnadsvärde eller att avgiften inte alls skall uppbäras, om någon av de anledningar som avses i 6 § 3 mom. i lagen om grunderna för avgifter till staten föreligger. Som en sådan anledning beaktas särskilt följande: 1) strukturen för och nivån på avgifterna för motsvarande prestationer i Europeiska unionens medlemsstater och i unionens organ, 2) tryggandet av luftfartens förutsättningar och främjandet av luftfartens säkerhet, eller 3) främjandet av konkurrensen inom flygtrafiken. Närmare bestämmelser om avgifter för Luftfartsförvaltningens prestationer utfärdas genom förordning av kommunikationsministeriet.",
        "folded_sv": "i fraga om avgifter for luftfartsforvaltningens prestationer tillampas lagen om grunderna for avgifter till staten (150/1992). det kan bestammas att avgiften for en sadan prestation allmant uppbars till ett lagre belopp an prestationens sjalvkostnadsvarde eller att avgiften inte alls skall uppbaras, om nagon av de anledningar som avses i 6 § 3 mom. i lagen om grunderna for avgifter till staten foreligger. som en sadan anledning beaktas sarskilt foljande: 1) strukturen for och nivan pa avgifterna for motsvarande prestationer i europeiska unionens medlemsstater och i unionens organ, 2) tryggandet av luftfartens forutsattningar och framjandet av luftfartens sakerhet, eller 3) framjandet av konkurrensen inom flygtrafiken. narmare bestammelser om avgifter for luftfartsforvaltningens prestationer utfardas genom forordning av kommunikationsministeriet."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Tarkemmat säännökset ja määräykset",
      "content": "Ilmailuhallinnon ylijohtajan ja välittömästi hänen alaistensa johtajien kelpoisuusvaatimuksista, virkojen täyttämisestä ja ylijohtajan sijaisen määräämisestä on voimassa, mitä virkamieslaissa (750/1994) säädetään. Ilmailuhallinnon tehtävistä säädetään 3 §:ssä ja ilmailulaissa. Näistä seikoista samoin kuin Ilmailuhallinnon hallinnosta säädetään tarkemmin valtioneuvoston asetuksella. Valtioneuvoston asetuksella säädetään myös puhevallan käyttämisestä muissa viranomaisissa ja toimituksissa. Ylijohtaja vahvistaa Ilmailuhallinnon työjärjestyksen. Siinä määrätään: 1) organisaatiosta; 2) ratkaisuvallan käyttämisestä; 3) sisäisestä johtamisesta; 4) muista sijaisuuksista kuin ylijohtajan sijaisuudesta; 5) muista sisäiseen hallintoon kuuluvista asioista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Ilmailuhallinnon ylijohtajan ja välittömästi hänen alaistensa johtajien kelpoisuusvaatimuksista, virkojen täyttämisestä ja ylijohtajan sijaisen määräämisestä on voimassa, mitä virkamieslaissa (750/1994) säädetään. Ilmailuhallinnon tehtävistä säädetään 3 § :ssä ja ilmailulaissa. Näistä seikoista samoin kuin Ilmailuhallinnon hallinnosta säädetään tarkemmin valtioneuvoston asetuksella. Valtioneuvoston asetuksella säädetään myös puhevallan käyttämisestä muissa viranomaisissa ja toimituksissa. Ylijohtaja vahvistaa Ilmailuhallinnon työjärjestyksen. Siinä määrätään: 1) organisaatiosta; 2) ratkaisuvallan käyttämisestä; 3) sisäisestä johtamisesta; 4) muista sijaisuuksista kuin ylijohtajan sijaisuudesta; 5) muista sisäiseen hallintoon kuuluvista asioista.",
        "folded_fi": "ilmailuhallinnon ylijohtajan ja valittomasti hanen alaistensa johtajien kelpoisuusvaatimuksista, virkojen tayttamisesta ja ylijohtajan sijaisen maaraamisesta on voimassa, mita virkamieslaissa (750/1994) saadetaan. ilmailuhallinnon tehtavista saadetaan 3 §:ssa ja ilmailulaissa. naista seikoista samoin kuin ilmailuhallinnon hallinnosta saadetaan tarkemmin valtioneuvoston asetuksella. valtioneuvoston asetuksella saadetaan myos puhevallan kayttamisesta muissa viranomaisissa ja toimituksissa. ylijohtaja vahvistaa ilmailuhallinnon tyojarjestyksen. siina maarataan: 1) organisaatiosta; 2) ratkaisuvallan kayttamisesta; 3) sisaisesta johtamisesta; 4) muista sijaisuuksista kuin ylijohtajan sijaisuudesta; 5) muista sisaiseen hallintoon kuuluvista asioista.",
        "title_sv": "Närmare föreskrifter",
        "content_sv": "I fråga om behörighetsvillkoren för Luftfartsförvaltningens överdirektör och de direkt underlydande direktörerna, besättande av tjänster och förordnande av överdirektörens ställföreträdare gäller statstjänstemannalagen (750/1994). Bestämmelser om Luftfartsförvaltningens uppgifter finns i 3 § och i luftfartslagen. Närmare bestämmelser om detta och om Luftfartsförvaltningens administration utfärdas genom förordning av statsrådet. Genom förordning av statsrådet utfärdas också bestämmelser om talerätt hos andra myndigheter och vid förrättningar. Överdirektören fastställer Luftfartsförvaltningens arbetsordning. I den bestäms om 1) organisationen, 2) användningen av beslutanderätt, 3) den interna ledningen, 4) andra ersättare än överdirektörens ställföreträdare, 5) övriga frågor som gäller den interna förvaltningen.",
        "normalized_sv": "I fråga om behörighetsvillkoren för Luftfartsförvaltningens överdirektör och de direkt underlydande direktörerna, besättande av tjänster och förordnande av överdirektörens ställföreträdare gäller statstjänstemannalagen (750/1994). Bestämmelser om Luftfartsförvaltningens uppgifter finns i 3 § och i luftfartslagen. Närmare bestämmelser om detta och om Luftfartsförvaltningens administration utfärdas genom förordning av statsrådet. Genom förordning av statsrådet utfärdas också bestämmelser om talerätt hos andra myndigheter och vid förrättningar. Överdirektören fastställer Luftfartsförvaltningens arbetsordning. I den bestäms om 1) organisationen, 2) användningen av beslutanderätt, 3) den interna ledningen, 4) andra ersättare än överdirektörens ställföreträdare, 5) övriga frågor som gäller den interna förvaltningen.",
        "folded_sv": "i fraga om behorighetsvillkoren for luftfartsforvaltningens overdirektor och de direkt underlydande direktorerna, besattande av tjanster och forordnande av overdirektorens stallforetradare galler statstjanstemannalagen (750/1994). bestammelser om luftfartsforvaltningens uppgifter finns i 3 § och i luftfartslagen. narmare bestammelser om detta och om luftfartsforvaltningens administration utfardas genom forordning av statsradet. genom forordning av statsradet utfardas ocksa bestammelser om taleratt hos andra myndigheter och vid forrattningar. overdirektoren faststaller luftfartsforvaltningens arbetsordning. i den bestams om 1) organisationen, 2) anvandningen av beslutanderatt, 3) den interna ledningen, 4) andra ersattare an overdirektorens stallforetradare, 5) ovriga fragor som galler den interna forvaltningen."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2006. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2006. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2006. ennen taman lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2006. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2006. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2006. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Siirtymäsäännökset",
      "content": "Mitä muualla säädetään Ilmailulaitoksessa hoidettavista julkisista hallintotehtävistä ja oikeussääntöjen antamisesta, koskee tämän lain voimaan tultua Ilmailuhallintoa. Ilmailulaitoksessa tämän lain voimaan tullessa vireillä olevat tämän lain mukaan Ilmailuhallinnolle kuuluvat hallintoasiat siirtyvät Ilmailuhallinnon käsiteltäviksi ja ratkaistaviksi. Lentoturvallisuushallinto Lentoliikennehallinto Ilmailulaitoksessa viranomaistehtävien hoitamista varten olevan erillisen yksikön () sekä Ilmailulaitoksen työjärjestyksellä perustetun Ilmailulaitoksen muista viranomaisasioista vastaavan viranomaisyksikön () virka- ja työsuhteinen henkilöstö siirtyy Ilmailuhallinnon henkilöstöksi. Ilmailuhallintoon siirtyvän virkasuhteisen henkilöstön virat siirtyvät tämän lain voimaan tullessa Ilmailuhallinnon viroiksi. Henkilöstö säilyttää siirtymähetkellä palvelussuhteensa ehtoihin liittyvät oikeudet ja velvollisuudet. Virkojen siirtämiseen ei tarvita virkamiehen suostumusta. Ylijohtajan virka voidaan ensimmäisellä kerralla täyttää virkaa haettavaksi julistamatta. Lentoturvallisuushallinnon päällikön virka lakkaa tämän lain voimaan tullessa ilman irtisanomista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Mitä muualla säädetään Ilmailulaitoksessa hoidettavista julkisista hallintotehtävistä ja oikeussääntöjen antamisesta, koskee tämän lain voimaan tultua Ilmailuhallintoa. Ilmailulaitoksessa tämän lain voimaan tullessa vireillä olevat tämän lain mukaan Ilmailuhallinnolle kuuluvat hallintoasiat siirtyvät Ilmailuhallinnon käsiteltäviksi ja ratkaistaviksi. Lentoturvallisuushallinto Lentoliikennehallinto Ilmailulaitoksessa viranomaistehtävien hoitamista varten olevan erillisen yksikön () sekä Ilmailulaitoksen työjärjestyksellä perustetun Ilmailulaitoksen muista viranomaisasioista vastaavan viranomaisyksikön () virka- ja työsuhteinen henkilöstö siirtyy Ilmailuhallinnon henkilöstöksi. Ilmailuhallintoon siirtyvän virkasuhteisen henkilöstön virat siirtyvät tämän lain voimaan tullessa Ilmailuhallinnon viroiksi. Henkilöstö säilyttää siirtymähetkellä palvelussuhteensa ehtoihin liittyvät oikeudet ja velvollisuudet. Virkojen siirtämiseen ei tarvita virkamiehen suostumusta. Ylijohtajan virka voidaan ensimmäisellä kerralla täyttää virkaa haettavaksi julistamatta. Lentoturvallisuushallinnon päällikön virka lakkaa tämän lain voimaan tullessa ilman irtisanomista.",
        "folded_fi": "mita muualla saadetaan ilmailulaitoksessa hoidettavista julkisista hallintotehtavista ja oikeussaantojen antamisesta, koskee taman lain voimaan tultua ilmailuhallintoa. ilmailulaitoksessa taman lain voimaan tullessa vireilla olevat taman lain mukaan ilmailuhallinnolle kuuluvat hallintoasiat siirtyvat ilmailuhallinnon kasiteltaviksi ja ratkaistaviksi. lentoturvallisuushallinto lentoliikennehallinto ilmailulaitoksessa viranomaistehtavien hoitamista varten olevan erillisen yksikon () seka ilmailulaitoksen tyojarjestyksella perustetun ilmailulaitoksen muista viranomaisasioista vastaavan viranomaisyksikon () virka- ja tyosuhteinen henkilosto siirtyy ilmailuhallinnon henkilostoksi. ilmailuhallintoon siirtyvan virkasuhteisen henkiloston virat siirtyvat taman lain voimaan tullessa ilmailuhallinnon viroiksi. henkilosto sailyttaa siirtymahetkella palvelussuhteensa ehtoihin liittyvat oikeudet ja velvollisuudet. virkojen siirtamiseen ei tarvita virkamiehen suostumusta. ylijohtajan virka voidaan ensimmaisella kerralla tayttaa virkaa haettavaksi julistamatta. lentoturvallisuushallinnon paallikon virka lakkaa taman lain voimaan tullessa ilman irtisanomista.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "Vad som någon annanstans föreskrivs om Luftfartsverkets offentliga förvaltningsuppgifter och om utfärdande av rättsnormer gäller sedan denna lag trätt i kraft Luftfartsförvaltningen. De förvaltningsärenden som när denna lag träder i kraft är anhängiga vid Luftfartsverket och som enligt denna lag skall skötas av Luftfartsförvaltningen överförs till Luftfartsförvaltningen för behandling och avgörande. Luftfartsinspektionen Luftfartspolitiska enheten De anställda i tjänste- och arbetsavtalsförhållande vid Luftfartsverkets särskilda enhet för myndighetsuppgifter () samt vid Luftfartsverkets genom arbetsordningen upprättade myndighetsenhet med ansvar för övriga myndighetsärenden () övergår till Luftfartsförvaltningen. Tjänsterna för de anställda i tjänsteförhållande som överförs till Luftfartsförvaltningen blir när denna lag träder i kraft tjänster vid Luftfartsförvaltningen. De anställda behåller de rättigheter och skyldigheter som vid övergången gäller enligt villkoren för deras anställningsförhållande. För överförande av tjänsterna behövs inte tjänstemännens samtycke. Överdirektörstjänsten kan första gången besättas utan att tjänsten lediganslås. Tjänsten som chef för Luftfartsinspektionen indras utan uppsägning när denna lag träder i kraft.",
        "normalized_sv": "Vad som någon annanstans föreskrivs om Luftfartsverkets offentliga förvaltningsuppgifter och om utfärdande av rättsnormer gäller sedan denna lag trätt i kraft Luftfartsförvaltningen. De förvaltningsärenden som när denna lag träder i kraft är anhängiga vid Luftfartsverket och som enligt denna lag skall skötas av Luftfartsförvaltningen överförs till Luftfartsförvaltningen för behandling och avgörande. Luftfartsinspektionen Luftfartspolitiska enheten De anställda i tjänste- och arbetsavtalsförhållande vid Luftfartsverkets särskilda enhet för myndighetsuppgifter () samt vid Luftfartsverkets genom arbetsordningen upprättade myndighetsenhet med ansvar för övriga myndighetsärenden () övergår till Luftfartsförvaltningen. Tjänsterna för de anställda i tjänsteförhållande som överförs till Luftfartsförvaltningen blir när denna lag träder i kraft tjänster vid Luftfartsförvaltningen. De anställda behåller de rättigheter och skyldigheter som vid övergången gäller enligt villkoren för deras anställningsförhållande. För överförande av tjänsterna behövs inte tjänstemännens samtycke. Överdirektörstjänsten kan första gången besättas utan att tjänsten lediganslås. Tjänsten som chef för Luftfartsinspektionen indras utan uppsägning när denna lag träder i kraft.",
        "folded_sv": "vad som nagon annanstans foreskrivs om luftfartsverkets offentliga forvaltningsuppgifter och om utfardande av rattsnormer galler sedan denna lag tratt i kraft luftfartsforvaltningen. de forvaltningsarenden som nar denna lag trader i kraft ar anhangiga vid luftfartsverket och som enligt denna lag skall skotas av luftfartsforvaltningen overfors till luftfartsforvaltningen for behandling och avgorande. luftfartsinspektionen luftfartspolitiska enheten de anstallda i tjanste- och arbetsavtalsforhallande vid luftfartsverkets sarskilda enhet for myndighetsuppgifter () samt vid luftfartsverkets genom arbetsordningen upprattade myndighetsenhet med ansvar for ovriga myndighetsarenden () overgar till luftfartsforvaltningen. tjansterna for de anstallda i tjansteforhallande som overfors till luftfartsforvaltningen blir nar denna lag trader i kraft tjanster vid luftfartsforvaltningen. de anstallda behaller de rattigheter och skyldigheter som vid overgangen galler enligt villkoren for deras anstallningsforhallande. for overforande av tjansterna behovs inte tjanstemannens samtycke. overdirektorstjansten kan forsta gangen besattas utan att tjansten lediganslas. tjansten som chef for luftfartsinspektionen indras utan uppsagning nar denna lag trader i kraft."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Ilmailuhallinto",
      "content": "Ilmailun turvallisuus- ja hallintotehtäviä varten on liikenne- ja viestintäministeriön alainen Ilmailuhallinto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Ilmailun turvallisuus- ja hallintotehtäviä varten on liikenne- ja viestintäministeriön alainen Ilmailuhallinto.",
        "folded_fi": "ilmailun turvallisuus- ja hallintotehtavia varten on liikenne- ja viestintaministerion alainen ilmailuhallinto.",
        "title_sv": "Luftfartsförvaltningen",
        "content_sv": "För säkerhets- och förvaltningsuppgifter på luftfartens område finns Luftfartsförvaltningen som underlyder kommunikationsministeriet.",
        "normalized_sv": "För säkerhets- och förvaltningsuppgifter på luftfartens område finns Luftfartsförvaltningen som underlyder kommunikationsministeriet.",
        "folded_sv": "for sakerhets- och forvaltningsuppgifter pa luftfartens omrade finns luftfartsforvaltningen som underlyder kommunikationsministeriet."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Tarkoitus",
      "content": "Ilmailuhallinnon tarkoituksena on edistää ilmailun yleistä turvallisuutta ja siviili-ilmailun turvaamista, käsitellä kaupalliseen lentoliikenteeseen ja liikenteen sujuvuuteen liittyviä asioita sekä vähentää ilmailun aiheuttamia ympäristöhaittoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Ilmailuhallinnon tarkoituksena on edistää ilmailun yleistä turvallisuutta ja siviili-ilmailun turvaamista, käsitellä kaupalliseen lentoliikenteeseen ja liikenteen sujuvuuteen liittyviä asioita sekä vähentää ilmailun aiheuttamia ympäristöhaittoja.",
        "folded_fi": "ilmailuhallinnon tarkoituksena on edistaa ilmailun yleista turvallisuutta ja siviili-ilmailun turvaamista, kasitella kaupalliseen lentoliikenteeseen ja liikenteen sujuvuuteen liittyvia asioita seka vahentaa ilmailun aiheuttamia ymparistohaittoja.",
        "title_sv": "Syfte",
        "content_sv": "Luftfartsförvaltningens syfte är att främja luftfartens allmänna säkerhet och luftfartsskyddet för den civila luftfarten, att behandla frågor som gäller den kommersiella luftfarten och trafikens smidighet samt att minska miljöolägenheterna av luftfarten.",
        "normalized_sv": "Luftfartsförvaltningens syfte är att främja luftfartens allmänna säkerhet och luftfartsskyddet för den civila luftfarten, att behandla frågor som gäller den kommersiella luftfarten och trafikens smidighet samt att minska miljöolägenheterna av luftfarten.",
        "folded_sv": "luftfartsforvaltningens syfte ar att framja luftfartens allmanna sakerhet och luftfartsskyddet for den civila luftfarten, att behandla fragor som galler den kommersiella luftfarten och trafikens smidighet samt att minska miljoolagenheterna av luftfarten."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Tehtävät",
      "content": "Ilmailuhallinnon tehtävänä on: 1) huolehtia yleisestä lentoturvallisuudesta ja ilmailun valvonnasta sekä vastata siviili-ilmailuun liittyvistä tehtävistä, jotka sille ilmailulaissa (1242/2005) tai muualla säädetään; 2) osallistua siviili-ilmailun kansainväliseen ja Euroopan unionissa tapahtuvaan yhteistyöhön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Ilmailuhallinnon tehtävänä on: 1) huolehtia yleisestä lentoturvallisuudesta ja ilmailun valvonnasta sekä vastata siviili-ilmailuun liittyvistä tehtävistä, jotka sille ilmailulaissa (1242/2005) tai muualla säädetään; 2) osallistua siviili-ilmailun kansainväliseen ja Euroopan unionissa tapahtuvaan yhteistyöhön.",
        "folded_fi": "ilmailuhallinnon tehtavana on: 1) huolehtia yleisesta lentoturvallisuudesta ja ilmailun valvonnasta seka vastata siviili-ilmailuun liittyvista tehtavista, jotka sille ilmailulaissa (1242/2005) tai muualla saadetaan; 2) osallistua siviili-ilmailun kansainvaliseen ja euroopan unionissa tapahtuvaan yhteistyohon.",
        "title_sv": "Uppgifter",
        "content_sv": "Luftfartsförvaltningen har till uppgift att 1) sörja för den allmänna flygsäkerheten och tillsynen över luftfarten samt ansvara för de uppgifter i anslutning till den civila luftfarten som den ålagts i luftfartslagen (1242/2005) eller i andra bestämmelser, 2) delta i det internationella samarbetet och EU-samarbetet inom den civila luftfarten.",
        "normalized_sv": "Luftfartsförvaltningen har till uppgift att 1) sörja för den allmänna flygsäkerheten och tillsynen över luftfarten samt ansvara för de uppgifter i anslutning till den civila luftfarten som den ålagts i luftfartslagen (1242/2005) eller i andra bestämmelser, 2) delta i det internationella samarbetet och EU-samarbetet inom den civila luftfarten.",
        "folded_sv": "luftfartsforvaltningen har till uppgift att 1) sorja for den allmanna flygsakerheten och tillsynen over luftfarten samt ansvara for de uppgifter i anslutning till den civila luftfarten som den alagts i luftfartslagen (1242/2005) eller i andra bestammelser, 2) delta i det internationella samarbetet och eu-samarbetet inom den civila luftfarten."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Johtaminen ja ratkaisuvallan käyttäminen",
      "content": "Ilmailuhallintoa johtaa ylijohtaja. Ylijohtaja päättää Ilmailuhallinnon toimivaltaan kuuluvien oikeussääntöjen antamisesta. Hän ratkaisee myös muut Ilmailuhallinnolle kuuluvat asiat, joita ei ole säädetty tai työjärjestyksessä määrätty Ilmailuhallinnon muun virkamiehen ratkaistaviksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Ilmailuhallintoa johtaa ylijohtaja. Ylijohtaja päättää Ilmailuhallinnon toimivaltaan kuuluvien oikeussääntöjen antamisesta. Hän ratkaisee myös muut Ilmailuhallinnolle kuuluvat asiat, joita ei ole säädetty tai työjärjestyksessä määrätty Ilmailuhallinnon muun virkamiehen ratkaistaviksi.",
        "folded_fi": "ilmailuhallintoa johtaa ylijohtaja. ylijohtaja paattaa ilmailuhallinnon toimivaltaan kuuluvien oikeussaantojen antamisesta. han ratkaisee myos muut ilmailuhallinnolle kuuluvat asiat, joita ei ole saadetty tai tyojarjestyksessa maaratty ilmailuhallinnon muun virkamiehen ratkaistaviksi.",
        "title_sv": "Ledning och beslutanderätt",
        "content_sv": "Luftfartsförvaltningen leds av en överdirektör. Överdirektören beslutar om utfärdandet av rättsnormer inom Luftfartsförvaltningens behörighetsområde. Direktören avgör också övriga frågor som ankommer på Luftfartsförvaltningen, om det inte har föreskrivits eller i arbetsordningen bestäms att någon annan tjänsteman vid Luftfartsförvaltningen skall avgöra dem.",
        "normalized_sv": "Luftfartsförvaltningen leds av en överdirektör. Överdirektören beslutar om utfärdandet av rättsnormer inom Luftfartsförvaltningens behörighetsområde. Direktören avgör också övriga frågor som ankommer på Luftfartsförvaltningen, om det inte har föreskrivits eller i arbetsordningen bestäms att någon annan tjänsteman vid Luftfartsförvaltningen skall avgöra dem.",
        "folded_sv": "luftfartsforvaltningen leds av en overdirektor. overdirektoren beslutar om utfardandet av rattsnormer inom luftfartsforvaltningens behorighetsomrade. direktoren avgor ocksa ovriga fragor som ankommer pa luftfartsforvaltningen, om det inte har foreskrivits eller i arbetsordningen bestams att nagon annan tjansteman vid luftfartsforvaltningen skall avgora dem."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Ammattitaidon ylläpitäminen",
      "content": "Ilmailuhallinnon palveluksessa oleva, jonka tehtävälle on asetettu erityisiä vaatimuksia ammattitaidon ylläpitämiseksi, voi ylläpitää ammattitaitoaan työskentelemällä sivutoimisesti ilmailutoimintaa harjoittavan palveluksessa. Tällaisesta työstä ja sen ehdoista sovitaan erikseen Ilmailuhallinnon, sen palveluksessa olevan ja mainitun toiminnanharjoittajan kesken. Mitä hallintolain (434/2003) 28 §:n 1 momentin 4 kohdassa säädetään edellä 1 momentissa tarkoitetun henkilön esteellisyydestä mainitussa momentissa tarkoitettua toiminnanharjoittajaa koskevaa asiaa käsiteltäessä Ilmailuhallinnossa, ei sovelleta lennonvarmistuksen valvontaan eikä sitä koskevaan päätöksentekoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Ilmailuhallinnon palveluksessa oleva, jonka tehtävälle on asetettu erityisiä vaatimuksia ammattitaidon ylläpitämiseksi, voi ylläpitää ammattitaitoaan työskentelemällä sivutoimisesti ilmailutoimintaa harjoittavan palveluksessa. Tällaisesta työstä ja sen ehdoista sovitaan erikseen Ilmailuhallinnon, sen palveluksessa olevan ja mainitun toiminnanharjoittajan kesken. Mitä hallintolain (434/2003) 28 § :n 1 momentin 4 kohdassa säädetään edellä 1 momentissa tarkoitetun henkilön esteellisyydestä mainitussa momentissa tarkoitettua toiminnanharjoittajaa koskevaa asiaa käsiteltäessä Ilmailuhallinnossa, ei sovelleta lennonvarmistuksen valvontaan eikä sitä koskevaan päätöksentekoon.",
        "folded_fi": "ilmailuhallinnon palveluksessa oleva, jonka tehtavalle on asetettu erityisia vaatimuksia ammattitaidon yllapitamiseksi, voi yllapitaa ammattitaitoaan tyoskentelemalla sivutoimisesti ilmailutoimintaa harjoittavan palveluksessa. tallaisesta tyosta ja sen ehdoista sovitaan erikseen ilmailuhallinnon, sen palveluksessa olevan ja mainitun toiminnanharjoittajan kesken. mita hallintolain (434/2003) 28 §:n 1 momentin 4 kohdassa saadetaan edella 1 momentissa tarkoitetun henkilon esteellisyydesta mainitussa momentissa tarkoitettua toiminnanharjoittajaa koskevaa asiaa kasiteltaessa ilmailuhallinnossa, ei sovelleta lennonvarmistuksen valvontaan eika sita koskevaan paatoksentekoon.",
        "title_sv": "Upprätthållande av yrkeskunskap",
        "content_sv": "Anställda hos Luftfartsförvaltningen för vilkas uppgifter gäller särskilda krav beträffande upprätthållande av yrkesskicklighet kan upprätthålla sin yrkesskicklighet genom att i bisyssla arbeta hos någon som bedriver luftfartsverksamhet. Om sådant arbete och om villkoren för det avtalas särskilt mellan Luftfartsförvaltningen, dess anställda och nämnda verksamhetsidkare. Bestämmelserna i 28 § 1 mom. 4 punkten i förvaltningslagen (434/2003) om jäv för en i 1 mom. nämnd person när ärenden som gäller en i momentet avsedd verksamhetsidkare behandlas inom Luftfartsförvaltningen tillämpas inte på tillsynen över flygtrafiktjänsten eller på beslutsfattandet gällande den.",
        "normalized_sv": "Anställda hos Luftfartsförvaltningen för vilkas uppgifter gäller särskilda krav beträffande upprätthållande av yrkesskicklighet kan upprätthålla sin yrkesskicklighet genom att i bisyssla arbeta hos någon som bedriver luftfartsverksamhet. Om sådant arbete och om villkoren för det avtalas särskilt mellan Luftfartsförvaltningen, dess anställda och nämnda verksamhetsidkare. Bestämmelserna i 28 § 1 mom. 4 punkten i förvaltningslagen (434/2003) om jäv för en i 1 mom. nämnd person när ärenden som gäller en i momentet avsedd verksamhetsidkare behandlas inom Luftfartsförvaltningen tillämpas inte på tillsynen över flygtrafiktjänsten eller på beslutsfattandet gällande den.",
        "folded_sv": "anstallda hos luftfartsforvaltningen for vilkas uppgifter galler sarskilda krav betraffande uppratthallande av yrkesskicklighet kan uppratthalla sin yrkesskicklighet genom att i bisyssla arbeta hos nagon som bedriver luftfartsverksamhet. om sadant arbete och om villkoren for det avtalas sarskilt mellan luftfartsforvaltningen, dess anstallda och namnda verksamhetsidkare. bestammelserna i 28 § 1 mom. 4 punkten i forvaltningslagen (434/2003) om jav for en i 1 mom. namnd person nar arenden som galler en i momentet avsedd verksamhetsidkare behandlas inom luftfartsforvaltningen tillampas inte pa tillsynen over flygtrafiktjansten eller pa beslutsfattandet gallande den."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Maksut",
      "content": "Ilmailuhallinnon suoritteiden maksuihin sovelletaan valtion maksuperustelakia (150/1992). Ilmailuhallinnon suoritteesta perittävä maksu voidaan määrätä perittäväksi yleisesti suoritteen omakustannusarvoa alempana tai määrätä jätettäväksi kokonaan perimättä, jos siihen on valtion maksuperustelain 6 §:n 3 momentissa tarkoitettu syy. Tällaisena syynä otetaan huomioon erityisesti: 1) vastaavanlaisista suoritteista perittävien maksujen rakenne ja taso Euroopan unionin jäsenvaltioissa ja unionin toimielimissä; 2) ilmailun edellytysten turvaaminen ja ilmailun turvallisuuden edistäminen; tai 3) kilpailun edistäminen lentoliikenteessä. Ilmailuhallinnon suoritteiden maksuista säädetään tarkemmin liikenne- ja viestintäministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Ilmailuhallinnon suoritteiden maksuihin sovelletaan valtion maksuperustelakia (150/1992). Ilmailuhallinnon suoritteesta perittävä maksu voidaan määrätä perittäväksi yleisesti suoritteen omakustannusarvoa alempana tai määrätä jätettäväksi kokonaan perimättä, jos siihen on valtion maksuperustelain 6 § :n 3 momentissa tarkoitettu syy. Tällaisena syynä otetaan huomioon erityisesti: 1) vastaavanlaisista suoritteista perittävien maksujen rakenne ja taso Euroopan unionin jäsenvaltioissa ja unionin toimielimissä; 2) ilmailun edellytysten turvaaminen ja ilmailun turvallisuuden edistäminen; tai 3) kilpailun edistäminen lentoliikenteessä. Ilmailuhallinnon suoritteiden maksuista säädetään tarkemmin liikenne- ja viestintäministeriön asetuksella.",
        "folded_fi": "ilmailuhallinnon suoritteiden maksuihin sovelletaan valtion maksuperustelakia (150/1992). ilmailuhallinnon suoritteesta perittava maksu voidaan maarata perittavaksi yleisesti suoritteen omakustannusarvoa alempana tai maarata jatettavaksi kokonaan perimatta, jos siihen on valtion maksuperustelain 6 §:n 3 momentissa tarkoitettu syy. tallaisena syyna otetaan huomioon erityisesti: 1) vastaavanlaisista suoritteista perittavien maksujen rakenne ja taso euroopan unionin jasenvaltioissa ja unionin toimielimissa; 2) ilmailun edellytysten turvaaminen ja ilmailun turvallisuuden edistaminen; tai 3) kilpailun edistaminen lentoliikenteessa. ilmailuhallinnon suoritteiden maksuista saadetaan tarkemmin liikenne- ja viestintaministerion asetuksella.",
        "title_sv": "Avgifter",
        "content_sv": "I fråga om avgifter för Luftfartsförvaltningens prestationer tillämpas lagen om grunderna för avgifter till staten (150/1992). Det kan bestämmas att avgiften för en sådan prestation allmänt uppbärs till ett lägre belopp än prestationens självkostnadsvärde eller att avgiften inte alls skall uppbäras, om någon av de anledningar som avses i 6 § 3 mom. i lagen om grunderna för avgifter till staten föreligger. Som en sådan anledning beaktas särskilt följande: 1) strukturen för och nivån på avgifterna för motsvarande prestationer i Europeiska unionens medlemsstater och i unionens organ, 2) tryggandet av luftfartens förutsättningar och främjandet av luftfartens säkerhet, eller 3) främjandet av konkurrensen inom flygtrafiken. Närmare bestämmelser om avgifter för Luftfartsförvaltningens prestationer utfärdas genom förordning av kommunikationsministeriet.",
        "normalized_sv": "I fråga om avgifter för Luftfartsförvaltningens prestationer tillämpas lagen om grunderna för avgifter till staten (150/1992). Det kan bestämmas att avgiften för en sådan prestation allmänt uppbärs till ett lägre belopp än prestationens självkostnadsvärde eller att avgiften inte alls skall uppbäras, om någon av de anledningar som avses i 6 § 3 mom. i lagen om grunderna för avgifter till staten föreligger. Som en sådan anledning beaktas särskilt följande: 1) strukturen för och nivån på avgifterna för motsvarande prestationer i Europeiska unionens medlemsstater och i unionens organ, 2) tryggandet av luftfartens förutsättningar och främjandet av luftfartens säkerhet, eller 3) främjandet av konkurrensen inom flygtrafiken. Närmare bestämmelser om avgifter för Luftfartsförvaltningens prestationer utfärdas genom förordning av kommunikationsministeriet.",
        "folded_sv": "i fraga om avgifter for luftfartsforvaltningens prestationer tillampas lagen om grunderna for avgifter till staten (150/1992). det kan bestammas att avgiften for en sadan prestation allmant uppbars till ett lagre belopp an prestationens sjalvkostnadsvarde eller att avgiften inte alls skall uppbaras, om nagon av de anledningar som avses i 6 § 3 mom. i lagen om grunderna for avgifter till staten foreligger. som en sadan anledning beaktas sarskilt foljande: 1) strukturen for och nivan pa avgifterna for motsvarande prestationer i europeiska unionens medlemsstater och i unionens organ, 2) tryggandet av luftfartens forutsattningar och framjandet av luftfartens sakerhet, eller 3) framjandet av konkurrensen inom flygtrafiken. narmare bestammelser om avgifter for luftfartsforvaltningens prestationer utfardas genom forordning av kommunikationsministeriet."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Tarkemmat säännökset ja määräykset",
      "content": "Ilmailuhallinnon ylijohtajan ja välittömästi hänen alaistensa johtajien kelpoisuusvaatimuksista, virkojen täyttämisestä ja ylijohtajan sijaisen määräämisestä on voimassa, mitä virkamieslaissa (750/1994) säädetään. Ilmailuhallinnon tehtävistä säädetään 3 §:ssä ja ilmailulaissa. Näistä seikoista samoin kuin Ilmailuhallinnon hallinnosta säädetään tarkemmin valtioneuvoston asetuksella. Valtioneuvoston asetuksella säädetään myös puhevallan käyttämisestä muissa viranomaisissa ja toimituksissa. Ylijohtaja vahvistaa Ilmailuhallinnon työjärjestyksen. Siinä määrätään: 1) organisaatiosta; 2) ratkaisuvallan käyttämisestä; 3) sisäisestä johtamisesta; 4) muista sijaisuuksista kuin ylijohtajan sijaisuudesta; 5) muista sisäiseen hallintoon kuuluvista asioista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Ilmailuhallinnon ylijohtajan ja välittömästi hänen alaistensa johtajien kelpoisuusvaatimuksista, virkojen täyttämisestä ja ylijohtajan sijaisen määräämisestä on voimassa, mitä virkamieslaissa (750/1994) säädetään. Ilmailuhallinnon tehtävistä säädetään 3 § :ssä ja ilmailulaissa. Näistä seikoista samoin kuin Ilmailuhallinnon hallinnosta säädetään tarkemmin valtioneuvoston asetuksella. Valtioneuvoston asetuksella säädetään myös puhevallan käyttämisestä muissa viranomaisissa ja toimituksissa. Ylijohtaja vahvistaa Ilmailuhallinnon työjärjestyksen. Siinä määrätään: 1) organisaatiosta; 2) ratkaisuvallan käyttämisestä; 3) sisäisestä johtamisesta; 4) muista sijaisuuksista kuin ylijohtajan sijaisuudesta; 5) muista sisäiseen hallintoon kuuluvista asioista.",
        "folded_fi": "ilmailuhallinnon ylijohtajan ja valittomasti hanen alaistensa johtajien kelpoisuusvaatimuksista, virkojen tayttamisesta ja ylijohtajan sijaisen maaraamisesta on voimassa, mita virkamieslaissa (750/1994) saadetaan. ilmailuhallinnon tehtavista saadetaan 3 §:ssa ja ilmailulaissa. naista seikoista samoin kuin ilmailuhallinnon hallinnosta saadetaan tarkemmin valtioneuvoston asetuksella. valtioneuvoston asetuksella saadetaan myos puhevallan kayttamisesta muissa viranomaisissa ja toimituksissa. ylijohtaja vahvistaa ilmailuhallinnon tyojarjestyksen. siina maarataan: 1) organisaatiosta; 2) ratkaisuvallan kayttamisesta; 3) sisaisesta johtamisesta; 4) muista sijaisuuksista kuin ylijohtajan sijaisuudesta; 5) muista sisaiseen hallintoon kuuluvista asioista.",
        "title_sv": "Närmare föreskrifter",
        "content_sv": "I fråga om behörighetsvillkoren för Luftfartsförvaltningens överdirektör och de direkt underlydande direktörerna, besättande av tjänster och förordnande av överdirektörens ställföreträdare gäller statstjänstemannalagen (750/1994). Bestämmelser om Luftfartsförvaltningens uppgifter finns i 3 § och i luftfartslagen. Närmare bestämmelser om detta och om Luftfartsförvaltningens administration utfärdas genom förordning av statsrådet. Genom förordning av statsrådet utfärdas också bestämmelser om talerätt hos andra myndigheter och vid förrättningar. Överdirektören fastställer Luftfartsförvaltningens arbetsordning. I den bestäms om 1) organisationen, 2) användningen av beslutanderätt, 3) den interna ledningen, 4) andra ersättare än överdirektörens ställföreträdare, 5) övriga frågor som gäller den interna förvaltningen.",
        "normalized_sv": "I fråga om behörighetsvillkoren för Luftfartsförvaltningens överdirektör och de direkt underlydande direktörerna, besättande av tjänster och förordnande av överdirektörens ställföreträdare gäller statstjänstemannalagen (750/1994). Bestämmelser om Luftfartsförvaltningens uppgifter finns i 3 § och i luftfartslagen. Närmare bestämmelser om detta och om Luftfartsförvaltningens administration utfärdas genom förordning av statsrådet. Genom förordning av statsrådet utfärdas också bestämmelser om talerätt hos andra myndigheter och vid förrättningar. Överdirektören fastställer Luftfartsförvaltningens arbetsordning. I den bestäms om 1) organisationen, 2) användningen av beslutanderätt, 3) den interna ledningen, 4) andra ersättare än överdirektörens ställföreträdare, 5) övriga frågor som gäller den interna förvaltningen.",
        "folded_sv": "i fraga om behorighetsvillkoren for luftfartsforvaltningens overdirektor och de direkt underlydande direktorerna, besattande av tjanster och forordnande av overdirektorens stallforetradare galler statstjanstemannalagen (750/1994). bestammelser om luftfartsforvaltningens uppgifter finns i 3 § och i luftfartslagen. narmare bestammelser om detta och om luftfartsforvaltningens administration utfardas genom forordning av statsradet. genom forordning av statsradet utfardas ocksa bestammelser om taleratt hos andra myndigheter och vid forrattningar. overdirektoren faststaller luftfartsforvaltningens arbetsordning. i den bestams om 1) organisationen, 2) anvandningen av beslutanderatt, 3) den interna ledningen, 4) andra ersattare an overdirektorens stallforetradare, 5) ovriga fragor som galler den interna forvaltningen."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2006. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2006. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2006. ennen taman lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2006. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2006. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2006. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Siirtymäsäännökset",
      "content": "Mitä muualla säädetään Ilmailulaitoksessa hoidettavista julkisista hallintotehtävistä ja oikeussääntöjen antamisesta, koskee tämän lain voimaan tultua Ilmailuhallintoa. Ilmailulaitoksessa tämän lain voimaan tullessa vireillä olevat tämän lain mukaan Ilmailuhallinnolle kuuluvat hallintoasiat siirtyvät Ilmailuhallinnon käsiteltäviksi ja ratkaistaviksi. Lentoturvallisuushallinto Lentoliikennehallinto Ilmailulaitoksessa viranomaistehtävien hoitamista varten olevan erillisen yksikön () sekä Ilmailulaitoksen työjärjestyksellä perustetun Ilmailulaitoksen muista viranomaisasioista vastaavan viranomaisyksikön () virka- ja työsuhteinen henkilöstö siirtyy Ilmailuhallinnon henkilöstöksi. Ilmailuhallintoon siirtyvän virkasuhteisen henkilöstön virat siirtyvät tämän lain voimaan tullessa Ilmailuhallinnon viroiksi. Henkilöstö säilyttää siirtymähetkellä palvelussuhteensa ehtoihin liittyvät oikeudet ja velvollisuudet. Virkojen siirtämiseen ei tarvita virkamiehen suostumusta. Ylijohtajan virka voidaan ensimmäisellä kerralla täyttää virkaa haettavaksi julistamatta. Lentoturvallisuushallinnon päällikön virka lakkaa tämän lain voimaan tullessa ilman irtisanomista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Mitä muualla säädetään Ilmailulaitoksessa hoidettavista julkisista hallintotehtävistä ja oikeussääntöjen antamisesta, koskee tämän lain voimaan tultua Ilmailuhallintoa. Ilmailulaitoksessa tämän lain voimaan tullessa vireillä olevat tämän lain mukaan Ilmailuhallinnolle kuuluvat hallintoasiat siirtyvät Ilmailuhallinnon käsiteltäviksi ja ratkaistaviksi. Lentoturvallisuushallinto Lentoliikennehallinto Ilmailulaitoksessa viranomaistehtävien hoitamista varten olevan erillisen yksikön () sekä Ilmailulaitoksen työjärjestyksellä perustetun Ilmailulaitoksen muista viranomaisasioista vastaavan viranomaisyksikön () virka- ja työsuhteinen henkilöstö siirtyy Ilmailuhallinnon henkilöstöksi. Ilmailuhallintoon siirtyvän virkasuhteisen henkilöstön virat siirtyvät tämän lain voimaan tullessa Ilmailuhallinnon viroiksi. Henkilöstö säilyttää siirtymähetkellä palvelussuhteensa ehtoihin liittyvät oikeudet ja velvollisuudet. Virkojen siirtämiseen ei tarvita virkamiehen suostumusta. Ylijohtajan virka voidaan ensimmäisellä kerralla täyttää virkaa haettavaksi julistamatta. Lentoturvallisuushallinnon päällikön virka lakkaa tämän lain voimaan tullessa ilman irtisanomista.",
        "folded_fi": "mita muualla saadetaan ilmailulaitoksessa hoidettavista julkisista hallintotehtavista ja oikeussaantojen antamisesta, koskee taman lain voimaan tultua ilmailuhallintoa. ilmailulaitoksessa taman lain voimaan tullessa vireilla olevat taman lain mukaan ilmailuhallinnolle kuuluvat hallintoasiat siirtyvat ilmailuhallinnon kasiteltaviksi ja ratkaistaviksi. lentoturvallisuushallinto lentoliikennehallinto ilmailulaitoksessa viranomaistehtavien hoitamista varten olevan erillisen yksikon () seka ilmailulaitoksen tyojarjestyksella perustetun ilmailulaitoksen muista viranomaisasioista vastaavan viranomaisyksikon () virka- ja tyosuhteinen henkilosto siirtyy ilmailuhallinnon henkilostoksi. ilmailuhallintoon siirtyvan virkasuhteisen henkiloston virat siirtyvat taman lain voimaan tullessa ilmailuhallinnon viroiksi. henkilosto sailyttaa siirtymahetkella palvelussuhteensa ehtoihin liittyvat oikeudet ja velvollisuudet. virkojen siirtamiseen ei tarvita virkamiehen suostumusta. ylijohtajan virka voidaan ensimmaisella kerralla tayttaa virkaa haettavaksi julistamatta. lentoturvallisuushallinnon paallikon virka lakkaa taman lain voimaan tullessa ilman irtisanomista.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "Vad som någon annanstans föreskrivs om Luftfartsverkets offentliga förvaltningsuppgifter och om utfärdande av rättsnormer gäller sedan denna lag trätt i kraft Luftfartsförvaltningen. De förvaltningsärenden som när denna lag träder i kraft är anhängiga vid Luftfartsverket och som enligt denna lag skall skötas av Luftfartsförvaltningen överförs till Luftfartsförvaltningen för behandling och avgörande. Luftfartsinspektionen Luftfartspolitiska enheten De anställda i tjänste- och arbetsavtalsförhållande vid Luftfartsverkets särskilda enhet för myndighetsuppgifter () samt vid Luftfartsverkets genom arbetsordningen upprättade myndighetsenhet med ansvar för övriga myndighetsärenden () övergår till Luftfartsförvaltningen. Tjänsterna för de anställda i tjänsteförhållande som överförs till Luftfartsförvaltningen blir när denna lag träder i kraft tjänster vid Luftfartsförvaltningen. De anställda behåller de rättigheter och skyldigheter som vid övergången gäller enligt villkoren för deras anställningsförhållande. För överförande av tjänsterna behövs inte tjänstemännens samtycke. Överdirektörstjänsten kan första gången besättas utan att tjänsten lediganslås. Tjänsten som chef för Luftfartsinspektionen indras utan uppsägning när denna lag träder i kraft.",
        "normalized_sv": "Vad som någon annanstans föreskrivs om Luftfartsverkets offentliga förvaltningsuppgifter och om utfärdande av rättsnormer gäller sedan denna lag trätt i kraft Luftfartsförvaltningen. De förvaltningsärenden som när denna lag träder i kraft är anhängiga vid Luftfartsverket och som enligt denna lag skall skötas av Luftfartsförvaltningen överförs till Luftfartsförvaltningen för behandling och avgörande. Luftfartsinspektionen Luftfartspolitiska enheten De anställda i tjänste- och arbetsavtalsförhållande vid Luftfartsverkets särskilda enhet för myndighetsuppgifter () samt vid Luftfartsverkets genom arbetsordningen upprättade myndighetsenhet med ansvar för övriga myndighetsärenden () övergår till Luftfartsförvaltningen. Tjänsterna för de anställda i tjänsteförhållande som överförs till Luftfartsförvaltningen blir när denna lag träder i kraft tjänster vid Luftfartsförvaltningen. De anställda behåller de rättigheter och skyldigheter som vid övergången gäller enligt villkoren för deras anställningsförhållande. För överförande av tjänsterna behövs inte tjänstemännens samtycke. Överdirektörstjänsten kan första gången besättas utan att tjänsten lediganslås. Tjänsten som chef för Luftfartsinspektionen indras utan uppsägning när denna lag träder i kraft.",
        "folded_sv": "vad som nagon annanstans foreskrivs om luftfartsverkets offentliga forvaltningsuppgifter och om utfardande av rattsnormer galler sedan denna lag tratt i kraft luftfartsforvaltningen. de forvaltningsarenden som nar denna lag trader i kraft ar anhangiga vid luftfartsverket och som enligt denna lag skall skotas av luftfartsforvaltningen overfors till luftfartsforvaltningen for behandling och avgorande. luftfartsinspektionen luftfartspolitiska enheten de anstallda i tjanste- och arbetsavtalsforhallande vid luftfartsverkets sarskilda enhet for myndighetsuppgifter () samt vid luftfartsverkets genom arbetsordningen upprattade myndighetsenhet med ansvar for ovriga myndighetsarenden () overgar till luftfartsforvaltningen. tjansterna for de anstallda i tjansteforhallande som overfors till luftfartsforvaltningen blir nar denna lag trader i kraft tjanster vid luftfartsforvaltningen. de anstallda behaller de rattigheter och skyldigheter som vid overgangen galler enligt villkoren for deras anstallningsforhallande. for overforande av tjansterna behovs inte tjanstemannens samtycke. overdirektorstjansten kan forsta gangen besattas utan att tjansten lediganslas. tjansten som chef for luftfartsinspektionen indras utan uppsagning nar denna lag trader i kraft."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    }
  ]
}