{
  "id": "1256/2005",
  "type": "statute",
  "title": "Laki erikoissairaanhoitolain muuttamisesta",
  "title_en": "Lag om ändring av lagen om specialiserad sjukvård",
  "status": "in_force",
  "issued_date": "2005-12-29",
  "in_force_date": "2005-12-29",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/1256/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "11:51",
      "chapter": "11",
      "section": "51",
      "content": "Terveydenhuollon oikeusturvakeskus ja lääninhallitus voivat tarkastaa sairaanhoitopiirin kuntayhtymän tässä laissa tarkoitetun toiminnan sekä toiminnan järjestämisessä käytettävät toimintayksiköt ja toimitilat silloin, kun tarkastuksen tekemiseen on perusteltu syy. Terveydenhuollon oikeusturvakeskus voi lisäksi perustellusta syystä määrätä lääninhallituksen tekemään tarkastuksen. Tarkastus voidaan tehdä ennalta ilmoittamatta. Tarkastaja on päästettävä kaikkiin toimipaikan tiloihin. Tarkastuksessa on salassapitosäännösten estämättä esitettävä kaikki tarkastajan pyytämät asiakirjat, jotka ovat välttämättömiä tarkastuksen toimittamiseksi. Lisäksi tarkastajalle on salassapitosäännösten estämättä annettava maksutta hänen pyytämänsä jäljennökset tarkastuksen toimittamiseksi tarpeellisista asiakirjoista. Tarkastajalla on myös oikeus ottaa valokuvia tarkastuksen aikana. Tarkastajan apuna voi olla tarkastuksen toteuttamiseksi tarpeellisia asiantuntijoita. Poliisin on tarvittaessa annettava Terveydenhuollon oikeusturvakeskukselle ja lääninhallitukselle virka-apua tarkastuksen suorittamiseksi. Tarkastuksesta on pidettävä pöytäkirjaa. Tarkastuksessa erityisesti huomioon otettavista asioista ja tarkastusmenettelyn tarkemmasta sisällöstä sekä tarkastuksessa pidettävästä pöytäkirjasta ja sen säilyttämisestä ja säilyttämisajasta voidaan tarvittaessa säätää valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:51",
        "normalized_fi": "Terveydenhuollon oikeusturvakeskus ja lääninhallitus voivat tarkastaa sairaanhoitopiirin kuntayhtymän tässä laissa tarkoitetun toiminnan sekä toiminnan järjestämisessä käytettävät toimintayksiköt ja toimitilat silloin, kun tarkastuksen tekemiseen on perusteltu syy. Terveydenhuollon oikeusturvakeskus voi lisäksi perustellusta syystä määrätä lääninhallituksen tekemään tarkastuksen. Tarkastus voidaan tehdä ennalta ilmoittamatta. Tarkastaja on päästettävä kaikkiin toimipaikan tiloihin. Tarkastuksessa on salassapitosäännösten estämättä esitettävä kaikki tarkastajan pyytämät asiakirjat, jotka ovat välttämättömiä tarkastuksen toimittamiseksi. Lisäksi tarkastajalle on salassapitosäännösten estämättä annettava maksutta hänen pyytämänsä jäljennökset tarkastuksen toimittamiseksi tarpeellisista asiakirjoista. Tarkastajalla on myös oikeus ottaa valokuvia tarkastuksen aikana. Tarkastajan apuna voi olla tarkastuksen toteuttamiseksi tarpeellisia asiantuntijoita. Poliisin on tarvittaessa annettava Terveydenhuollon oikeusturvakeskukselle ja lääninhallitukselle virka-apua tarkastuksen suorittamiseksi. Tarkastuksesta on pidettävä pöytäkirjaa. Tarkastuksessa erityisesti huomioon otettavista asioista ja tarkastusmenettelyn tarkemmasta sisällöstä sekä tarkastuksessa pidettävästä pöytäkirjasta ja sen säilyttämisestä ja säilyttämisajasta voidaan tarvittaessa säätää valtioneuvoston asetuksella.",
        "folded_fi": "terveydenhuollon oikeusturvakeskus ja laaninhallitus voivat tarkastaa sairaanhoitopiirin kuntayhtyman tassa laissa tarkoitetun toiminnan seka toiminnan jarjestamisessa kaytettavat toimintayksikot ja toimitilat silloin, kun tarkastuksen tekemiseen on perusteltu syy. terveydenhuollon oikeusturvakeskus voi lisaksi perustellusta syysta maarata laaninhallituksen tekemaan tarkastuksen. tarkastus voidaan tehda ennalta ilmoittamatta. tarkastaja on paastettava kaikkiin toimipaikan tiloihin. tarkastuksessa on salassapitosaannosten estamatta esitettava kaikki tarkastajan pyytamat asiakirjat, jotka ovat valttamattomia tarkastuksen toimittamiseksi. lisaksi tarkastajalle on salassapitosaannosten estamatta annettava maksutta hanen pyytamansa jaljennokset tarkastuksen toimittamiseksi tarpeellisista asiakirjoista. tarkastajalla on myos oikeus ottaa valokuvia tarkastuksen aikana. tarkastajan apuna voi olla tarkastuksen toteuttamiseksi tarpeellisia asiantuntijoita. poliisin on tarvittaessa annettava terveydenhuollon oikeusturvakeskukselle ja laaninhallitukselle virka-apua tarkastuksen suorittamiseksi. tarkastuksesta on pidettava poytakirjaa. tarkastuksessa erityisesti huomioon otettavista asioista ja tarkastusmenettelyn tarkemmasta sisallosta seka tarkastuksessa pidettavasta poytakirjasta ja sen sailyttamisesta ja sailyttamisajasta voidaan tarvittaessa saataa valtioneuvoston asetuksella.",
        "content_sv": "Rättsskyddscentralen för hälsovården och länsstyrelsen kan inspektera verksamheten enligt denna lag inom samkommunen för ett sjukvårdsdistrikt samt de verksamhetsenheter och lokaler som används vid ordnandet av verksamheten när det finns grundad anledning att förrätta en inspektion. Rättsskyddscentralen för hälsovården kan dessutom av grundad anledning ålägga länsstyrelsen att förrätta en inspektion. En inspektion kan förrättas utan förhandsanmälan. En inspektör skall ges tillträde till verksamhetsställets alla lokaler. Vid inspektionen skall utan hinder av sekretessbestämmelserna alla handlingar som inspektören begär och som är nödvändiga för inspektionen läggas fram. Därtill skall inspektören utan hinder av sekretessbestämmelserna och utan kostnad på begäran få kopior av de handlingar som är nödvändiga för inspektionen. Inspektören har även rätt att ta fotografier under inspektionen. Inspektören kan biträdas av sådana experter som behövs för inspektionen. Polisen skall vid behov ge Rättsskyddscentralen för hälsovården och länsstyrelsen handräckning för utförandet av en inspektion. Över en inspektion skall föras protokoll. Genom förordning av statsrådet kan vid behov utfärdas bestämmelser om omständigheter som särskilt skall beaktas vid inspektionerna, inspektionsförfarandets närmare innehåll samt om det protokoll som skall föras över inspektionen och om dess förvaring och förvaringstid.",
        "normalized_sv": "Rättsskyddscentralen för hälsovården och länsstyrelsen kan inspektera verksamheten enligt denna lag inom samkommunen för ett sjukvårdsdistrikt samt de verksamhetsenheter och lokaler som används vid ordnandet av verksamheten när det finns grundad anledning att förrätta en inspektion. Rättsskyddscentralen för hälsovården kan dessutom av grundad anledning ålägga länsstyrelsen att förrätta en inspektion. En inspektion kan förrättas utan förhandsanmälan. En inspektör skall ges tillträde till verksamhetsställets alla lokaler. Vid inspektionen skall utan hinder av sekretessbestämmelserna alla handlingar som inspektören begär och som är nödvändiga för inspektionen läggas fram. Därtill skall inspektören utan hinder av sekretessbestämmelserna och utan kostnad på begäran få kopior av de handlingar som är nödvändiga för inspektionen. Inspektören har även rätt att ta fotografier under inspektionen. Inspektören kan biträdas av sådana experter som behövs för inspektionen. Polisen skall vid behov ge Rättsskyddscentralen för hälsovården och länsstyrelsen handräckning för utförandet av en inspektion. Över en inspektion skall föras protokoll. Genom förordning av statsrådet kan vid behov utfärdas bestämmelser om omständigheter som särskilt skall beaktas vid inspektionerna, inspektionsförfarandets närmare innehåll samt om det protokoll som skall föras över inspektionen och om dess förvaring och förvaringstid.",
        "folded_sv": "rattsskyddscentralen for halsovarden och lansstyrelsen kan inspektera verksamheten enligt denna lag inom samkommunen for ett sjukvardsdistrikt samt de verksamhetsenheter och lokaler som anvands vid ordnandet av verksamheten nar det finns grundad anledning att forratta en inspektion. rattsskyddscentralen for halsovarden kan dessutom av grundad anledning alagga lansstyrelsen att forratta en inspektion. en inspektion kan forrattas utan forhandsanmalan. en inspektor skall ges tilltrade till verksamhetsstallets alla lokaler. vid inspektionen skall utan hinder av sekretessbestammelserna alla handlingar som inspektoren begar och som ar nodvandiga for inspektionen laggas fram. dartill skall inspektoren utan hinder av sekretessbestammelserna och utan kostnad pa begaran fa kopior av de handlingar som ar nodvandiga for inspektionen. inspektoren har aven ratt att ta fotografier under inspektionen. inspektoren kan bitradas av sadana experter som behovs for inspektionen. polisen skall vid behov ge rattsskyddscentralen for halsovarden och lansstyrelsen handrackning for utforandet av en inspektion. over en inspektion skall foras protokoll. genom forordning av statsradet kan vid behov utfardas bestammelser om omstandigheter som sarskilt skall beaktas vid inspektionerna, inspektionsforfarandets narmare innehall samt om det protokoll som skall foras over inspektionen och om dess forvaring och forvaringstid."
      }
    },
    {
      "provision_ref": "11:52",
      "chapter": "11",
      "section": "52",
      "content": "Jos erikoissairaanhoidon järjestämisessä tai toteuttamisessa havaitaan potilasturvallisuutta vaarantavia puutteita tai muita epäkohtia taikka toiminta on muutoin tämän lain vastaista, Terveydenhuollon oikeusturvakeskus tai lääninhallitus voi antaa määräyksen puutteiden korjaamisesta tai epäkohtien poistamisesta. Määräystä annettaessa on asetettava määräaika, jonka kuluessa tarpeelliset toimenpiteet on suoritettava. Jos potilasturvallisuus sitä edellyttää, toiminta voidaan määrätä välittömästi keskeytettäväksi taikka toimintayksikön, sen osan tai laitteen käyttö kieltää välittömästi. Terveydenhuollon oikeusturvakeskus tai lääninhallitus voi velvoittaa sairaanhoitopiirin kuntayhtymän noudattamaan 1 momentissa tarkoitettua määräystä sakon uhalla tai uhalla, että toiminta keskeytetään, taikka että toimintayksikön, sen osan tai laitteen käyttö kielletään. Terveydenhuollon oikeusturvakeskuksen ja lääninhallituksen päätöstä toiminnan keskeyttämisestä taikka toimintayksikön, sen osan tai laitteen käytön kieltämisestä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää. Mitä tässä pykälässä säädetään, ei koske lääkelaissa (395/1987) eikä terveydenhuollon laitteista ja tarvikkeista annetussa laissa (1505/1994) tarkoitettua toimintaa, joiden mukaisesta valvonnasta vastaa Lääkelaitos. Jos Terveydenhuollon oikeusturvakeskus tai lääninhallitus on valvonnassaan havainnut lääkehuoltoa taikka terveydenhuollon laitteita tai tarvikkeita koskevia puutteita tai muita epäkohtia, niistä on ilmoitettava Lääkelaitokselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:52",
        "normalized_fi": "Jos erikoissairaanhoidon järjestämisessä tai toteuttamisessa havaitaan potilasturvallisuutta vaarantavia puutteita tai muita epäkohtia taikka toiminta on muutoin tämän lain vastaista, Terveydenhuollon oikeusturvakeskus tai lääninhallitus voi antaa määräyksen puutteiden korjaamisesta tai epäkohtien poistamisesta. Määräystä annettaessa on asetettava määräaika, jonka kuluessa tarpeelliset toimenpiteet on suoritettava. Jos potilasturvallisuus sitä edellyttää, toiminta voidaan määrätä välittömästi keskeytettäväksi taikka toimintayksikön, sen osan tai laitteen käyttö kieltää välittömästi. Terveydenhuollon oikeusturvakeskus tai lääninhallitus voi velvoittaa sairaanhoitopiirin kuntayhtymän noudattamaan 1 momentissa tarkoitettua määräystä sakon uhalla tai uhalla, että toiminta keskeytetään, taikka että toimintayksikön, sen osan tai laitteen käyttö kielletään. Terveydenhuollon oikeusturvakeskuksen ja lääninhallituksen päätöstä toiminnan keskeyttämisestä taikka toimintayksikön, sen osan tai laitteen käytön kieltämisestä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää. Mitä tässä pykälässä säädetään, ei koske lääkelaissa (395/1987) eikä terveydenhuollon laitteista ja tarvikkeista annetussa laissa (1505/1994) tarkoitettua toimintaa, joiden mukaisesta valvonnasta vastaa Lääkelaitos. Jos Terveydenhuollon oikeusturvakeskus tai lääninhallitus on valvonnassaan havainnut lääkehuoltoa taikka terveydenhuollon laitteita tai tarvikkeita koskevia puutteita tai muita epäkohtia, niistä on ilmoitettava Lääkelaitokselle.",
        "folded_fi": "jos erikoissairaanhoidon jarjestamisessa tai toteuttamisessa havaitaan potilasturvallisuutta vaarantavia puutteita tai muita epakohtia taikka toiminta on muutoin taman lain vastaista, terveydenhuollon oikeusturvakeskus tai laaninhallitus voi antaa maarayksen puutteiden korjaamisesta tai epakohtien poistamisesta. maaraysta annettaessa on asetettava maaraaika, jonka kuluessa tarpeelliset toimenpiteet on suoritettava. jos potilasturvallisuus sita edellyttaa, toiminta voidaan maarata valittomasti keskeytettavaksi taikka toimintayksikon, sen osan tai laitteen kaytto kieltaa valittomasti. terveydenhuollon oikeusturvakeskus tai laaninhallitus voi velvoittaa sairaanhoitopiirin kuntayhtyman noudattamaan 1 momentissa tarkoitettua maaraysta sakon uhalla tai uhalla, etta toiminta keskeytetaan, taikka etta toimintayksikon, sen osan tai laitteen kaytto kielletaan. terveydenhuollon oikeusturvakeskuksen ja laaninhallituksen paatosta toiminnan keskeyttamisesta taikka toimintayksikon, sen osan tai laitteen kayton kieltamisesta on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin maaraa. mita tassa pykalassa saadetaan, ei koske laakelaissa (395/1987) eika terveydenhuollon laitteista ja tarvikkeista annetussa laissa (1505/1994) tarkoitettua toimintaa, joiden mukaisesta valvonnasta vastaa laakelaitos. jos terveydenhuollon oikeusturvakeskus tai laaninhallitus on valvonnassaan havainnut laakehuoltoa taikka terveydenhuollon laitteita tai tarvikkeita koskevia puutteita tai muita epakohtia, niista on ilmoitettava laakelaitokselle.",
        "content_sv": "Upptäcks brister eller andra missförhållanden som äventyrar patientsäkerheten i ordnandet eller genomförandet av den specialiserade sjukvården eller strider verksamheten i övrigt mot denna lag, kan Rättsskyddscentralen för hälsovården eller länsstyrelsen meddela föreskrifter om hur de skall avhjälpas. När föreskrifter meddelas skall utsättas en tid inom vilken de behövliga åtgärderna skall vidtas. Om patientsäkerheten så kräver kan det bestämmas att verksamheten omedelbart skall avbrytas eller användningen av en verksamhetsenhet eller en del därav eller av en anordning förbjudas omedelbart. Rättsskyddscentralen för hälsovården eller länsstyrelsen kan vid vite eller vid äventyr att verksamheten avbryts eller att användningen av en verksamhetsenhet eller en del därav eller av en anordning förbjuds, förplikta samkommunen för ett sjukvårdsdistrikt att iaktta den föreskrift som avses i 1 mom. Beslut som fattats av Rättsskyddscentralen för hälsovården eller av länsstyrelsen om avbrytande av verksamheten eller om förbud mot användningen av en verksamhetsenhet eller en del därav eller av en anordning skall iakttas trots att ändring har sökts, om inte besvärsmyndigheten bestämmer något annat. Vad som bestäms i denna paragraf gäller inte verksamhet som avses i läkemedelslagen (395/1987) eller i lagen om produkter och utrustning för hälso- och sjukvård (1505/1994), beträffande vilka lagar gäller att Läkemedelsverket ansvarar för övervakningen enligt dem. Har Rättsskyddscentralen för hälsovården eller länsstyrelsen i sin övervakning upptäckt brister eller andra missförhållanden i läkemedelsförsörjningen eller i produkter eller utrustning för hälso- och sjukvården skall Läkemedelsverket underrättas om dessa.",
        "normalized_sv": "Upptäcks brister eller andra missförhållanden som äventyrar patientsäkerheten i ordnandet eller genomförandet av den specialiserade sjukvården eller strider verksamheten i övrigt mot denna lag, kan Rättsskyddscentralen för hälsovården eller länsstyrelsen meddela föreskrifter om hur de skall avhjälpas. När föreskrifter meddelas skall utsättas en tid inom vilken de behövliga åtgärderna skall vidtas. Om patientsäkerheten så kräver kan det bestämmas att verksamheten omedelbart skall avbrytas eller användningen av en verksamhetsenhet eller en del därav eller av en anordning förbjudas omedelbart. Rättsskyddscentralen för hälsovården eller länsstyrelsen kan vid vite eller vid äventyr att verksamheten avbryts eller att användningen av en verksamhetsenhet eller en del därav eller av en anordning förbjuds, förplikta samkommunen för ett sjukvårdsdistrikt att iaktta den föreskrift som avses i 1 mom. Beslut som fattats av Rättsskyddscentralen för hälsovården eller av länsstyrelsen om avbrytande av verksamheten eller om förbud mot användningen av en verksamhetsenhet eller en del därav eller av en anordning skall iakttas trots att ändring har sökts, om inte besvärsmyndigheten bestämmer något annat. Vad som bestäms i denna paragraf gäller inte verksamhet som avses i läkemedelslagen (395/1987) eller i lagen om produkter och utrustning för hälso- och sjukvård (1505/1994), beträffande vilka lagar gäller att Läkemedelsverket ansvarar för övervakningen enligt dem. Har Rättsskyddscentralen för hälsovården eller länsstyrelsen i sin övervakning upptäckt brister eller andra missförhållanden i läkemedelsförsörjningen eller i produkter eller utrustning för hälso- och sjukvården skall Läkemedelsverket underrättas om dessa.",
        "folded_sv": "upptacks brister eller andra missforhallanden som aventyrar patientsakerheten i ordnandet eller genomforandet av den specialiserade sjukvarden eller strider verksamheten i ovrigt mot denna lag, kan rattsskyddscentralen for halsovarden eller lansstyrelsen meddela foreskrifter om hur de skall avhjalpas. nar foreskrifter meddelas skall utsattas en tid inom vilken de behovliga atgarderna skall vidtas. om patientsakerheten sa kraver kan det bestammas att verksamheten omedelbart skall avbrytas eller anvandningen av en verksamhetsenhet eller en del darav eller av en anordning forbjudas omedelbart. rattsskyddscentralen for halsovarden eller lansstyrelsen kan vid vite eller vid aventyr att verksamheten avbryts eller att anvandningen av en verksamhetsenhet eller en del darav eller av en anordning forbjuds, forplikta samkommunen for ett sjukvardsdistrikt att iaktta den foreskrift som avses i 1 mom. beslut som fattats av rattsskyddscentralen for halsovarden eller av lansstyrelsen om avbrytande av verksamheten eller om forbud mot anvandningen av en verksamhetsenhet eller en del darav eller av en anordning skall iakttas trots att andring har sokts, om inte besvarsmyndigheten bestammer nagot annat. vad som bestams i denna paragraf galler inte verksamhet som avses i lakemedelslagen (395/1987) eller i lagen om produkter och utrustning for halso- och sjukvard (1505/1994), betraffande vilka lagar galler att lakemedelsverket ansvarar for overvakningen enligt dem. har rattsskyddscentralen for halsovarden eller lansstyrelsen i sin overvakning upptackt brister eller andra missforhallanden i lakemedelsforsorjningen eller i produkter eller utrustning for halso- och sjukvarden skall lakemedelsverket underrattas om dessa."
      }
    },
    {
      "provision_ref": "11:53",
      "chapter": "11",
      "section": "53",
      "content": "Jos erikoissairaanhoidon ohjauksen ja valvonnan yhteydessä todetaan, että sairaanhoitopiirin kuntayhtymä on tämän lain mukaista toimintaa järjestäessään tai toteuttaessaan menetellyt virheellisesti tai jättänyt velvollisuutensa täyttämättä, voi Terveydenhuollon oikeusturvakeskus ja lääninhallitus antaa kuntayhtymälle tai virheellisestä toiminnasta vastuussa olevalle virkamiehelle huomautuksen vastaisen varalle. Terveydenhuollon oikeusturvakeskus ja lääninhallitus voivat, jos asia ei anna aihetta huomautukseen tai muihin toimenpiteisiin, kiinnittää valvottavan huomiota toiminnan asianmukaiseen järjestämiseen ja hyvän hallintotavan noudattamiseen. Tässä pykälässä tarkoitettuun Terveydenhuollon oikeusturvakeskuksen tai lääninhallituksen antamaan huomautukseen ja huomion kiinnittämiseen ei saa hakea muutosta valittamalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:53",
        "normalized_fi": "Jos erikoissairaanhoidon ohjauksen ja valvonnan yhteydessä todetaan, että sairaanhoitopiirin kuntayhtymä on tämän lain mukaista toimintaa järjestäessään tai toteuttaessaan menetellyt virheellisesti tai jättänyt velvollisuutensa täyttämättä, voi Terveydenhuollon oikeusturvakeskus ja lääninhallitus antaa kuntayhtymälle tai virheellisestä toiminnasta vastuussa olevalle virkamiehelle huomautuksen vastaisen varalle. Terveydenhuollon oikeusturvakeskus ja lääninhallitus voivat, jos asia ei anna aihetta huomautukseen tai muihin toimenpiteisiin, kiinnittää valvottavan huomiota toiminnan asianmukaiseen järjestämiseen ja hyvän hallintotavan noudattamiseen. Tässä pykälässä tarkoitettuun Terveydenhuollon oikeusturvakeskuksen tai lääninhallituksen antamaan huomautukseen ja huomion kiinnittämiseen ei saa hakea muutosta valittamalla.",
        "folded_fi": "jos erikoissairaanhoidon ohjauksen ja valvonnan yhteydessa todetaan, etta sairaanhoitopiirin kuntayhtyma on taman lain mukaista toimintaa jarjestaessaan tai toteuttaessaan menetellyt virheellisesti tai jattanyt velvollisuutensa tayttamatta, voi terveydenhuollon oikeusturvakeskus ja laaninhallitus antaa kuntayhtymalle tai virheellisesta toiminnasta vastuussa olevalle virkamiehelle huomautuksen vastaisen varalle. terveydenhuollon oikeusturvakeskus ja laaninhallitus voivat, jos asia ei anna aihetta huomautukseen tai muihin toimenpiteisiin, kiinnittaa valvottavan huomiota toiminnan asianmukaiseen jarjestamiseen ja hyvan hallintotavan noudattamiseen. tassa pykalassa tarkoitettuun terveydenhuollon oikeusturvakeskuksen tai laaninhallituksen antamaan huomautukseen ja huomion kiinnittamiseen ei saa hakea muutosta valittamalla.",
        "content_sv": "Om det vid ledningen och övervakningen av den specialiserade sjukvården konstateras att samkommunen för ett sjukvårdsdistrikt vid ordnandet eller genomförandet av verksamhet enligt denna lag har förfarit felaktigt eller underlåtit att fullgöra sin skyldighet, kan Rättsskyddscentralen för hälsovården och länsstyrelsen ge samkommunen eller den tjänsteman som ansvarar för den felaktiga verksamheten en anmärkning för framtiden. Rättsskyddscentralen för hälsovården och länsstyrelsen kan, om ärendet inte föranleder en anmärkning eller andra åtgärder, uppmärksamgöra den övervakade på att verksamheten skall ordnas på behörigt sätt och att god förvaltningssed skall iakttas. I Rättsskyddscentralens för hälsovården eller länsstyrelsens anmärkning eller uppmärksamgörande enligt denna paragraf får ändring inte sökas genom besvär.",
        "normalized_sv": "Om det vid ledningen och övervakningen av den specialiserade sjukvården konstateras att samkommunen för ett sjukvårdsdistrikt vid ordnandet eller genomförandet av verksamhet enligt denna lag har förfarit felaktigt eller underlåtit att fullgöra sin skyldighet, kan Rättsskyddscentralen för hälsovården och länsstyrelsen ge samkommunen eller den tjänsteman som ansvarar för den felaktiga verksamheten en anmärkning för framtiden. Rättsskyddscentralen för hälsovården och länsstyrelsen kan, om ärendet inte föranleder en anmärkning eller andra åtgärder, uppmärksamgöra den övervakade på att verksamheten skall ordnas på behörigt sätt och att god förvaltningssed skall iakttas. I Rättsskyddscentralens för hälsovården eller länsstyrelsens anmärkning eller uppmärksamgörande enligt denna paragraf får ändring inte sökas genom besvär.",
        "folded_sv": "om det vid ledningen och overvakningen av den specialiserade sjukvarden konstateras att samkommunen for ett sjukvardsdistrikt vid ordnandet eller genomforandet av verksamhet enligt denna lag har forfarit felaktigt eller underlatit att fullgora sin skyldighet, kan rattsskyddscentralen for halsovarden och lansstyrelsen ge samkommunen eller den tjansteman som ansvarar for den felaktiga verksamheten en anmarkning for framtiden. rattsskyddscentralen for halsovarden och lansstyrelsen kan, om arendet inte foranleder en anmarkning eller andra atgarder, uppmarksamgora den overvakade pa att verksamheten skall ordnas pa behorigt satt och att god forvaltningssed skall iakttas. i rattsskyddscentralens for halsovarden eller lansstyrelsens anmarkning eller uppmarksamgorande enligt denna paragraf far andring inte sokas genom besvar."
      }
    },
    {
      "provision_ref": "11:53 a",
      "chapter": "11",
      "section": "53 a",
      "content": "Edellä 5 §:ssä tarkoitettu valvontaviranomainen ei tutki erikoissairaanhoitoa koskevaa kantelua, joka koskee yli viisi vuotta vanhaa asiaa, ellei kantelun tutkimiseen ole erityistä syytä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:53 a",
        "normalized_fi": "Edellä 5 § :ssä tarkoitettu valvontaviranomainen ei tutki erikoissairaanhoitoa koskevaa kantelua, joka koskee yli viisi vuotta vanhaa asiaa, ellei kantelun tutkimiseen ole erityistä syytä.",
        "folded_fi": "edella 5 §:ssa tarkoitettu valvontaviranomainen ei tutki erikoissairaanhoitoa koskevaa kantelua, joka koskee yli viisi vuotta vanhaa asiaa, ellei kantelun tutkimiseen ole erityista syyta.",
        "content_sv": "En övervakningsmyndighet som avses i 5 § undersöker inte sådana klagomål över den specialiserade sjukvården som gäller ärenden äldre än fem år, om det inte finns särskilda skäl att undersöka klagomålet.",
        "normalized_sv": "En övervakningsmyndighet som avses i 5 § undersöker inte sådana klagomål över den specialiserade sjukvården som gäller ärenden äldre än fem år, om det inte finns särskilda skäl att undersöka klagomålet.",
        "folded_sv": "en overvakningsmyndighet som avses i 5 § undersoker inte sadana klagomal over den specialiserade sjukvarden som galler arenden aldre an fem ar, om det inte finns sarskilda skal att undersoka klagomalet."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Terveydenhuollon oikeusturvakeskus ohjaa sosiaali- ja terveysministeriön alaisena lääninhallitusten toimintaa niiden toimintaperiaatteiden, menettelytapojen ja ratkaisukäytäntöjen yhdenmukaistamiseksi erikoissairaanhoidon ohjauksessa ja valvonnassa. Lisäksi Terveydenhuollon oikeusturvakeskus ohjaa ja valvoo erikoissairaanhoitoa erityisesti silloin, kun kysymyksessä ovat: 1) periaatteellisesti tärkeät tai laajakantoiset asiat; 2) useaa lääniä tai koko maata koskevat asiat; 3) asiat, jotka liittyvät Terveydenhuollon oikeusturvakeskuksessa käsiteltävään terveydenhuollon ammattihenkilöä koskevaan valvonta-asiaan; sekä 4) asiat, joita lääninhallitus on esteellinen käsittelemään. Terveydenhuollon oikeusturvakeskuksen ja lääninhallitusten tarkemmasta työnjaosta ohjauksessa ja valvonnassa voidaan tarvittaessa säätää valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Terveydenhuollon oikeusturvakeskus ohjaa sosiaali- ja terveysministeriön alaisena lääninhallitusten toimintaa niiden toimintaperiaatteiden, menettelytapojen ja ratkaisukäytäntöjen yhdenmukaistamiseksi erikoissairaanhoidon ohjauksessa ja valvonnassa. Lisäksi Terveydenhuollon oikeusturvakeskus ohjaa ja valvoo erikoissairaanhoitoa erityisesti silloin, kun kysymyksessä ovat: 1) periaatteellisesti tärkeät tai laajakantoiset asiat; 2) useaa lääniä tai koko maata koskevat asiat; 3) asiat, jotka liittyvät Terveydenhuollon oikeusturvakeskuksessa käsiteltävään terveydenhuollon ammattihenkilöä koskevaan valvonta-asiaan; sekä 4) asiat, joita lääninhallitus on esteellinen käsittelemään. Terveydenhuollon oikeusturvakeskuksen ja lääninhallitusten tarkemmasta työnjaosta ohjauksessa ja valvonnassa voidaan tarvittaessa säätää valtioneuvoston asetuksella.",
        "folded_fi": "terveydenhuollon oikeusturvakeskus ohjaa sosiaali- ja terveysministerion alaisena laaninhallitusten toimintaa niiden toimintaperiaatteiden, menettelytapojen ja ratkaisukaytantojen yhdenmukaistamiseksi erikoissairaanhoidon ohjauksessa ja valvonnassa. lisaksi terveydenhuollon oikeusturvakeskus ohjaa ja valvoo erikoissairaanhoitoa erityisesti silloin, kun kysymyksessa ovat: 1) periaatteellisesti tarkeat tai laajakantoiset asiat; 2) useaa laania tai koko maata koskevat asiat; 3) asiat, jotka liittyvat terveydenhuollon oikeusturvakeskuksessa kasiteltavaan terveydenhuollon ammattihenkiloa koskevaan valvonta-asiaan; seka 4) asiat, joita laaninhallitus on esteellinen kasittelemaan. terveydenhuollon oikeusturvakeskuksen ja laaninhallitusten tarkemmasta tyonjaosta ohjauksessa ja valvonnassa voidaan tarvittaessa saataa valtioneuvoston asetuksella.",
        "content_sv": "Rättsskyddscentralen för hälsovården, som lyder under social- och hälsovårdsministeriet, leder länsstyrelsernas verksamhet i syfte att förenhetliga deras verksamhetsprinciper, förfaringssätt och beslutspraxis vid ledningen och övervakningen av den specialiserade sjukvården. Dessutom leder och övervakar Rättsskyddscentralen för hälsovården den specialiserade sjukvården i synnerhet när det är fråga om 1) principiellt viktiga eller vittsyftande ärenden, 2) ärenden som gäller flera län eller hela landet, 3) ärenden som har samband med övervakningsärenden som behandlas vid Rättsskyddscentralen för hälsovården och som gäller yrkesutbildade personer inom hälso- och sjukvården, samt 4) ärenden som länsstyrelsen är jävig att behandla. Bestämmelser om en närmare arbetsfördelning mellan Rättsskyddscentralen för hälsovården och länsstyrelserna vid ledningen och övervakningen kan vid behov utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Rättsskyddscentralen för hälsovården, som lyder under social- och hälsovårdsministeriet, leder länsstyrelsernas verksamhet i syfte att förenhetliga deras verksamhetsprinciper, förfaringssätt och beslutspraxis vid ledningen och övervakningen av den specialiserade sjukvården. Dessutom leder och övervakar Rättsskyddscentralen för hälsovården den specialiserade sjukvården i synnerhet när det är fråga om 1) principiellt viktiga eller vittsyftande ärenden, 2) ärenden som gäller flera län eller hela landet, 3) ärenden som har samband med övervakningsärenden som behandlas vid Rättsskyddscentralen för hälsovården och som gäller yrkesutbildade personer inom hälso- och sjukvården, samt 4) ärenden som länsstyrelsen är jävig att behandla. Bestämmelser om en närmare arbetsfördelning mellan Rättsskyddscentralen för hälsovården och länsstyrelserna vid ledningen och övervakningen kan vid behov utfärdas genom förordning av statsrådet.",
        "folded_sv": "rattsskyddscentralen for halsovarden, som lyder under social- och halsovardsministeriet, leder lansstyrelsernas verksamhet i syfte att forenhetliga deras verksamhetsprinciper, forfaringssatt och beslutspraxis vid ledningen och overvakningen av den specialiserade sjukvarden. dessutom leder och overvakar rattsskyddscentralen for halsovarden den specialiserade sjukvarden i synnerhet nar det ar fraga om 1) principiellt viktiga eller vittsyftande arenden, 2) arenden som galler flera lan eller hela landet, 3) arenden som har samband med overvakningsarenden som behandlas vid rattsskyddscentralen for halsovarden och som galler yrkesutbildade personer inom halso- och sjukvarden, samt 4) arenden som lansstyrelsen ar javig att behandla. bestammelser om en narmare arbetsfordelning mellan rattsskyddscentralen for halsovarden och lansstyrelserna vid ledningen och overvakningen kan vid behov utfardas genom forordning av statsradet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "11:51",
      "chapter": "11",
      "section": "51",
      "content": "Terveydenhuollon oikeusturvakeskus ja lääninhallitus voivat tarkastaa sairaanhoitopiirin kuntayhtymän tässä laissa tarkoitetun toiminnan sekä toiminnan järjestämisessä käytettävät toimintayksiköt ja toimitilat silloin, kun tarkastuksen tekemiseen on perusteltu syy. Terveydenhuollon oikeusturvakeskus voi lisäksi perustellusta syystä määrätä lääninhallituksen tekemään tarkastuksen. Tarkastus voidaan tehdä ennalta ilmoittamatta. Tarkastaja on päästettävä kaikkiin toimipaikan tiloihin. Tarkastuksessa on salassapitosäännösten estämättä esitettävä kaikki tarkastajan pyytämät asiakirjat, jotka ovat välttämättömiä tarkastuksen toimittamiseksi. Lisäksi tarkastajalle on salassapitosäännösten estämättä annettava maksutta hänen pyytämänsä jäljennökset tarkastuksen toimittamiseksi tarpeellisista asiakirjoista. Tarkastajalla on myös oikeus ottaa valokuvia tarkastuksen aikana. Tarkastajan apuna voi olla tarkastuksen toteuttamiseksi tarpeellisia asiantuntijoita. Poliisin on tarvittaessa annettava Terveydenhuollon oikeusturvakeskukselle ja lääninhallitukselle virka-apua tarkastuksen suorittamiseksi. Tarkastuksesta on pidettävä pöytäkirjaa. Tarkastuksessa erityisesti huomioon otettavista asioista ja tarkastusmenettelyn tarkemmasta sisällöstä sekä tarkastuksessa pidettävästä pöytäkirjasta ja sen säilyttämisestä ja säilyttämisajasta voidaan tarvittaessa säätää valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:51",
        "normalized_fi": "Terveydenhuollon oikeusturvakeskus ja lääninhallitus voivat tarkastaa sairaanhoitopiirin kuntayhtymän tässä laissa tarkoitetun toiminnan sekä toiminnan järjestämisessä käytettävät toimintayksiköt ja toimitilat silloin, kun tarkastuksen tekemiseen on perusteltu syy. Terveydenhuollon oikeusturvakeskus voi lisäksi perustellusta syystä määrätä lääninhallituksen tekemään tarkastuksen. Tarkastus voidaan tehdä ennalta ilmoittamatta. Tarkastaja on päästettävä kaikkiin toimipaikan tiloihin. Tarkastuksessa on salassapitosäännösten estämättä esitettävä kaikki tarkastajan pyytämät asiakirjat, jotka ovat välttämättömiä tarkastuksen toimittamiseksi. Lisäksi tarkastajalle on salassapitosäännösten estämättä annettava maksutta hänen pyytämänsä jäljennökset tarkastuksen toimittamiseksi tarpeellisista asiakirjoista. Tarkastajalla on myös oikeus ottaa valokuvia tarkastuksen aikana. Tarkastajan apuna voi olla tarkastuksen toteuttamiseksi tarpeellisia asiantuntijoita. Poliisin on tarvittaessa annettava Terveydenhuollon oikeusturvakeskukselle ja lääninhallitukselle virka-apua tarkastuksen suorittamiseksi. Tarkastuksesta on pidettävä pöytäkirjaa. Tarkastuksessa erityisesti huomioon otettavista asioista ja tarkastusmenettelyn tarkemmasta sisällöstä sekä tarkastuksessa pidettävästä pöytäkirjasta ja sen säilyttämisestä ja säilyttämisajasta voidaan tarvittaessa säätää valtioneuvoston asetuksella.",
        "folded_fi": "terveydenhuollon oikeusturvakeskus ja laaninhallitus voivat tarkastaa sairaanhoitopiirin kuntayhtyman tassa laissa tarkoitetun toiminnan seka toiminnan jarjestamisessa kaytettavat toimintayksikot ja toimitilat silloin, kun tarkastuksen tekemiseen on perusteltu syy. terveydenhuollon oikeusturvakeskus voi lisaksi perustellusta syysta maarata laaninhallituksen tekemaan tarkastuksen. tarkastus voidaan tehda ennalta ilmoittamatta. tarkastaja on paastettava kaikkiin toimipaikan tiloihin. tarkastuksessa on salassapitosaannosten estamatta esitettava kaikki tarkastajan pyytamat asiakirjat, jotka ovat valttamattomia tarkastuksen toimittamiseksi. lisaksi tarkastajalle on salassapitosaannosten estamatta annettava maksutta hanen pyytamansa jaljennokset tarkastuksen toimittamiseksi tarpeellisista asiakirjoista. tarkastajalla on myos oikeus ottaa valokuvia tarkastuksen aikana. tarkastajan apuna voi olla tarkastuksen toteuttamiseksi tarpeellisia asiantuntijoita. poliisin on tarvittaessa annettava terveydenhuollon oikeusturvakeskukselle ja laaninhallitukselle virka-apua tarkastuksen suorittamiseksi. tarkastuksesta on pidettava poytakirjaa. tarkastuksessa erityisesti huomioon otettavista asioista ja tarkastusmenettelyn tarkemmasta sisallosta seka tarkastuksessa pidettavasta poytakirjasta ja sen sailyttamisesta ja sailyttamisajasta voidaan tarvittaessa saataa valtioneuvoston asetuksella.",
        "content_sv": "Rättsskyddscentralen för hälsovården och länsstyrelsen kan inspektera verksamheten enligt denna lag inom samkommunen för ett sjukvårdsdistrikt samt de verksamhetsenheter och lokaler som används vid ordnandet av verksamheten när det finns grundad anledning att förrätta en inspektion. Rättsskyddscentralen för hälsovården kan dessutom av grundad anledning ålägga länsstyrelsen att förrätta en inspektion. En inspektion kan förrättas utan förhandsanmälan. En inspektör skall ges tillträde till verksamhetsställets alla lokaler. Vid inspektionen skall utan hinder av sekretessbestämmelserna alla handlingar som inspektören begär och som är nödvändiga för inspektionen läggas fram. Därtill skall inspektören utan hinder av sekretessbestämmelserna och utan kostnad på begäran få kopior av de handlingar som är nödvändiga för inspektionen. Inspektören har även rätt att ta fotografier under inspektionen. Inspektören kan biträdas av sådana experter som behövs för inspektionen. Polisen skall vid behov ge Rättsskyddscentralen för hälsovården och länsstyrelsen handräckning för utförandet av en inspektion. Över en inspektion skall föras protokoll. Genom förordning av statsrådet kan vid behov utfärdas bestämmelser om omständigheter som särskilt skall beaktas vid inspektionerna, inspektionsförfarandets närmare innehåll samt om det protokoll som skall föras över inspektionen och om dess förvaring och förvaringstid.",
        "normalized_sv": "Rättsskyddscentralen för hälsovården och länsstyrelsen kan inspektera verksamheten enligt denna lag inom samkommunen för ett sjukvårdsdistrikt samt de verksamhetsenheter och lokaler som används vid ordnandet av verksamheten när det finns grundad anledning att förrätta en inspektion. Rättsskyddscentralen för hälsovården kan dessutom av grundad anledning ålägga länsstyrelsen att förrätta en inspektion. En inspektion kan förrättas utan förhandsanmälan. En inspektör skall ges tillträde till verksamhetsställets alla lokaler. Vid inspektionen skall utan hinder av sekretessbestämmelserna alla handlingar som inspektören begär och som är nödvändiga för inspektionen läggas fram. Därtill skall inspektören utan hinder av sekretessbestämmelserna och utan kostnad på begäran få kopior av de handlingar som är nödvändiga för inspektionen. Inspektören har även rätt att ta fotografier under inspektionen. Inspektören kan biträdas av sådana experter som behövs för inspektionen. Polisen skall vid behov ge Rättsskyddscentralen för hälsovården och länsstyrelsen handräckning för utförandet av en inspektion. Över en inspektion skall föras protokoll. Genom förordning av statsrådet kan vid behov utfärdas bestämmelser om omständigheter som särskilt skall beaktas vid inspektionerna, inspektionsförfarandets närmare innehåll samt om det protokoll som skall föras över inspektionen och om dess förvaring och förvaringstid.",
        "folded_sv": "rattsskyddscentralen for halsovarden och lansstyrelsen kan inspektera verksamheten enligt denna lag inom samkommunen for ett sjukvardsdistrikt samt de verksamhetsenheter och lokaler som anvands vid ordnandet av verksamheten nar det finns grundad anledning att forratta en inspektion. rattsskyddscentralen for halsovarden kan dessutom av grundad anledning alagga lansstyrelsen att forratta en inspektion. en inspektion kan forrattas utan forhandsanmalan. en inspektor skall ges tilltrade till verksamhetsstallets alla lokaler. vid inspektionen skall utan hinder av sekretessbestammelserna alla handlingar som inspektoren begar och som ar nodvandiga for inspektionen laggas fram. dartill skall inspektoren utan hinder av sekretessbestammelserna och utan kostnad pa begaran fa kopior av de handlingar som ar nodvandiga for inspektionen. inspektoren har aven ratt att ta fotografier under inspektionen. inspektoren kan bitradas av sadana experter som behovs for inspektionen. polisen skall vid behov ge rattsskyddscentralen for halsovarden och lansstyrelsen handrackning for utforandet av en inspektion. over en inspektion skall foras protokoll. genom forordning av statsradet kan vid behov utfardas bestammelser om omstandigheter som sarskilt skall beaktas vid inspektionerna, inspektionsforfarandets narmare innehall samt om det protokoll som skall foras over inspektionen och om dess forvaring och forvaringstid."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "11:52",
      "chapter": "11",
      "section": "52",
      "content": "Jos erikoissairaanhoidon järjestämisessä tai toteuttamisessa havaitaan potilasturvallisuutta vaarantavia puutteita tai muita epäkohtia taikka toiminta on muutoin tämän lain vastaista, Terveydenhuollon oikeusturvakeskus tai lääninhallitus voi antaa määräyksen puutteiden korjaamisesta tai epäkohtien poistamisesta. Määräystä annettaessa on asetettava määräaika, jonka kuluessa tarpeelliset toimenpiteet on suoritettava. Jos potilasturvallisuus sitä edellyttää, toiminta voidaan määrätä välittömästi keskeytettäväksi taikka toimintayksikön, sen osan tai laitteen käyttö kieltää välittömästi. Terveydenhuollon oikeusturvakeskus tai lääninhallitus voi velvoittaa sairaanhoitopiirin kuntayhtymän noudattamaan 1 momentissa tarkoitettua määräystä sakon uhalla tai uhalla, että toiminta keskeytetään, taikka että toimintayksikön, sen osan tai laitteen käyttö kielletään. Terveydenhuollon oikeusturvakeskuksen ja lääninhallituksen päätöstä toiminnan keskeyttämisestä taikka toimintayksikön, sen osan tai laitteen käytön kieltämisestä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää. Mitä tässä pykälässä säädetään, ei koske lääkelaissa (395/1987) eikä terveydenhuollon laitteista ja tarvikkeista annetussa laissa (1505/1994) tarkoitettua toimintaa, joiden mukaisesta valvonnasta vastaa Lääkelaitos. Jos Terveydenhuollon oikeusturvakeskus tai lääninhallitus on valvonnassaan havainnut lääkehuoltoa taikka terveydenhuollon laitteita tai tarvikkeita koskevia puutteita tai muita epäkohtia, niistä on ilmoitettava Lääkelaitokselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:52",
        "normalized_fi": "Jos erikoissairaanhoidon järjestämisessä tai toteuttamisessa havaitaan potilasturvallisuutta vaarantavia puutteita tai muita epäkohtia taikka toiminta on muutoin tämän lain vastaista, Terveydenhuollon oikeusturvakeskus tai lääninhallitus voi antaa määräyksen puutteiden korjaamisesta tai epäkohtien poistamisesta. Määräystä annettaessa on asetettava määräaika, jonka kuluessa tarpeelliset toimenpiteet on suoritettava. Jos potilasturvallisuus sitä edellyttää, toiminta voidaan määrätä välittömästi keskeytettäväksi taikka toimintayksikön, sen osan tai laitteen käyttö kieltää välittömästi. Terveydenhuollon oikeusturvakeskus tai lääninhallitus voi velvoittaa sairaanhoitopiirin kuntayhtymän noudattamaan 1 momentissa tarkoitettua määräystä sakon uhalla tai uhalla, että toiminta keskeytetään, taikka että toimintayksikön, sen osan tai laitteen käyttö kielletään. Terveydenhuollon oikeusturvakeskuksen ja lääninhallituksen päätöstä toiminnan keskeyttämisestä taikka toimintayksikön, sen osan tai laitteen käytön kieltämisestä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää. Mitä tässä pykälässä säädetään, ei koske lääkelaissa (395/1987) eikä terveydenhuollon laitteista ja tarvikkeista annetussa laissa (1505/1994) tarkoitettua toimintaa, joiden mukaisesta valvonnasta vastaa Lääkelaitos. Jos Terveydenhuollon oikeusturvakeskus tai lääninhallitus on valvonnassaan havainnut lääkehuoltoa taikka terveydenhuollon laitteita tai tarvikkeita koskevia puutteita tai muita epäkohtia, niistä on ilmoitettava Lääkelaitokselle.",
        "folded_fi": "jos erikoissairaanhoidon jarjestamisessa tai toteuttamisessa havaitaan potilasturvallisuutta vaarantavia puutteita tai muita epakohtia taikka toiminta on muutoin taman lain vastaista, terveydenhuollon oikeusturvakeskus tai laaninhallitus voi antaa maarayksen puutteiden korjaamisesta tai epakohtien poistamisesta. maaraysta annettaessa on asetettava maaraaika, jonka kuluessa tarpeelliset toimenpiteet on suoritettava. jos potilasturvallisuus sita edellyttaa, toiminta voidaan maarata valittomasti keskeytettavaksi taikka toimintayksikon, sen osan tai laitteen kaytto kieltaa valittomasti. terveydenhuollon oikeusturvakeskus tai laaninhallitus voi velvoittaa sairaanhoitopiirin kuntayhtyman noudattamaan 1 momentissa tarkoitettua maaraysta sakon uhalla tai uhalla, etta toiminta keskeytetaan, taikka etta toimintayksikon, sen osan tai laitteen kaytto kielletaan. terveydenhuollon oikeusturvakeskuksen ja laaninhallituksen paatosta toiminnan keskeyttamisesta taikka toimintayksikon, sen osan tai laitteen kayton kieltamisesta on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin maaraa. mita tassa pykalassa saadetaan, ei koske laakelaissa (395/1987) eika terveydenhuollon laitteista ja tarvikkeista annetussa laissa (1505/1994) tarkoitettua toimintaa, joiden mukaisesta valvonnasta vastaa laakelaitos. jos terveydenhuollon oikeusturvakeskus tai laaninhallitus on valvonnassaan havainnut laakehuoltoa taikka terveydenhuollon laitteita tai tarvikkeita koskevia puutteita tai muita epakohtia, niista on ilmoitettava laakelaitokselle.",
        "content_sv": "Upptäcks brister eller andra missförhållanden som äventyrar patientsäkerheten i ordnandet eller genomförandet av den specialiserade sjukvården eller strider verksamheten i övrigt mot denna lag, kan Rättsskyddscentralen för hälsovården eller länsstyrelsen meddela föreskrifter om hur de skall avhjälpas. När föreskrifter meddelas skall utsättas en tid inom vilken de behövliga åtgärderna skall vidtas. Om patientsäkerheten så kräver kan det bestämmas att verksamheten omedelbart skall avbrytas eller användningen av en verksamhetsenhet eller en del därav eller av en anordning förbjudas omedelbart. Rättsskyddscentralen för hälsovården eller länsstyrelsen kan vid vite eller vid äventyr att verksamheten avbryts eller att användningen av en verksamhetsenhet eller en del därav eller av en anordning förbjuds, förplikta samkommunen för ett sjukvårdsdistrikt att iaktta den föreskrift som avses i 1 mom. Beslut som fattats av Rättsskyddscentralen för hälsovården eller av länsstyrelsen om avbrytande av verksamheten eller om förbud mot användningen av en verksamhetsenhet eller en del därav eller av en anordning skall iakttas trots att ändring har sökts, om inte besvärsmyndigheten bestämmer något annat. Vad som bestäms i denna paragraf gäller inte verksamhet som avses i läkemedelslagen (395/1987) eller i lagen om produkter och utrustning för hälso- och sjukvård (1505/1994), beträffande vilka lagar gäller att Läkemedelsverket ansvarar för övervakningen enligt dem. Har Rättsskyddscentralen för hälsovården eller länsstyrelsen i sin övervakning upptäckt brister eller andra missförhållanden i läkemedelsförsörjningen eller i produkter eller utrustning för hälso- och sjukvården skall Läkemedelsverket underrättas om dessa.",
        "normalized_sv": "Upptäcks brister eller andra missförhållanden som äventyrar patientsäkerheten i ordnandet eller genomförandet av den specialiserade sjukvården eller strider verksamheten i övrigt mot denna lag, kan Rättsskyddscentralen för hälsovården eller länsstyrelsen meddela föreskrifter om hur de skall avhjälpas. När föreskrifter meddelas skall utsättas en tid inom vilken de behövliga åtgärderna skall vidtas. Om patientsäkerheten så kräver kan det bestämmas att verksamheten omedelbart skall avbrytas eller användningen av en verksamhetsenhet eller en del därav eller av en anordning förbjudas omedelbart. Rättsskyddscentralen för hälsovården eller länsstyrelsen kan vid vite eller vid äventyr att verksamheten avbryts eller att användningen av en verksamhetsenhet eller en del därav eller av en anordning förbjuds, förplikta samkommunen för ett sjukvårdsdistrikt att iaktta den föreskrift som avses i 1 mom. Beslut som fattats av Rättsskyddscentralen för hälsovården eller av länsstyrelsen om avbrytande av verksamheten eller om förbud mot användningen av en verksamhetsenhet eller en del därav eller av en anordning skall iakttas trots att ändring har sökts, om inte besvärsmyndigheten bestämmer något annat. Vad som bestäms i denna paragraf gäller inte verksamhet som avses i läkemedelslagen (395/1987) eller i lagen om produkter och utrustning för hälso- och sjukvård (1505/1994), beträffande vilka lagar gäller att Läkemedelsverket ansvarar för övervakningen enligt dem. Har Rättsskyddscentralen för hälsovården eller länsstyrelsen i sin övervakning upptäckt brister eller andra missförhållanden i läkemedelsförsörjningen eller i produkter eller utrustning för hälso- och sjukvården skall Läkemedelsverket underrättas om dessa.",
        "folded_sv": "upptacks brister eller andra missforhallanden som aventyrar patientsakerheten i ordnandet eller genomforandet av den specialiserade sjukvarden eller strider verksamheten i ovrigt mot denna lag, kan rattsskyddscentralen for halsovarden eller lansstyrelsen meddela foreskrifter om hur de skall avhjalpas. nar foreskrifter meddelas skall utsattas en tid inom vilken de behovliga atgarderna skall vidtas. om patientsakerheten sa kraver kan det bestammas att verksamheten omedelbart skall avbrytas eller anvandningen av en verksamhetsenhet eller en del darav eller av en anordning forbjudas omedelbart. rattsskyddscentralen for halsovarden eller lansstyrelsen kan vid vite eller vid aventyr att verksamheten avbryts eller att anvandningen av en verksamhetsenhet eller en del darav eller av en anordning forbjuds, forplikta samkommunen for ett sjukvardsdistrikt att iaktta den foreskrift som avses i 1 mom. beslut som fattats av rattsskyddscentralen for halsovarden eller av lansstyrelsen om avbrytande av verksamheten eller om forbud mot anvandningen av en verksamhetsenhet eller en del darav eller av en anordning skall iakttas trots att andring har sokts, om inte besvarsmyndigheten bestammer nagot annat. vad som bestams i denna paragraf galler inte verksamhet som avses i lakemedelslagen (395/1987) eller i lagen om produkter och utrustning for halso- och sjukvard (1505/1994), betraffande vilka lagar galler att lakemedelsverket ansvarar for overvakningen enligt dem. har rattsskyddscentralen for halsovarden eller lansstyrelsen i sin overvakning upptackt brister eller andra missforhallanden i lakemedelsforsorjningen eller i produkter eller utrustning for halso- och sjukvarden skall lakemedelsverket underrattas om dessa."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "11:53",
      "chapter": "11",
      "section": "53",
      "content": "Jos erikoissairaanhoidon ohjauksen ja valvonnan yhteydessä todetaan, että sairaanhoitopiirin kuntayhtymä on tämän lain mukaista toimintaa järjestäessään tai toteuttaessaan menetellyt virheellisesti tai jättänyt velvollisuutensa täyttämättä, voi Terveydenhuollon oikeusturvakeskus ja lääninhallitus antaa kuntayhtymälle tai virheellisestä toiminnasta vastuussa olevalle virkamiehelle huomautuksen vastaisen varalle. Terveydenhuollon oikeusturvakeskus ja lääninhallitus voivat, jos asia ei anna aihetta huomautukseen tai muihin toimenpiteisiin, kiinnittää valvottavan huomiota toiminnan asianmukaiseen järjestämiseen ja hyvän hallintotavan noudattamiseen. Tässä pykälässä tarkoitettuun Terveydenhuollon oikeusturvakeskuksen tai lääninhallituksen antamaan huomautukseen ja huomion kiinnittämiseen ei saa hakea muutosta valittamalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:53",
        "normalized_fi": "Jos erikoissairaanhoidon ohjauksen ja valvonnan yhteydessä todetaan, että sairaanhoitopiirin kuntayhtymä on tämän lain mukaista toimintaa järjestäessään tai toteuttaessaan menetellyt virheellisesti tai jättänyt velvollisuutensa täyttämättä, voi Terveydenhuollon oikeusturvakeskus ja lääninhallitus antaa kuntayhtymälle tai virheellisestä toiminnasta vastuussa olevalle virkamiehelle huomautuksen vastaisen varalle. Terveydenhuollon oikeusturvakeskus ja lääninhallitus voivat, jos asia ei anna aihetta huomautukseen tai muihin toimenpiteisiin, kiinnittää valvottavan huomiota toiminnan asianmukaiseen järjestämiseen ja hyvän hallintotavan noudattamiseen. Tässä pykälässä tarkoitettuun Terveydenhuollon oikeusturvakeskuksen tai lääninhallituksen antamaan huomautukseen ja huomion kiinnittämiseen ei saa hakea muutosta valittamalla.",
        "folded_fi": "jos erikoissairaanhoidon ohjauksen ja valvonnan yhteydessa todetaan, etta sairaanhoitopiirin kuntayhtyma on taman lain mukaista toimintaa jarjestaessaan tai toteuttaessaan menetellyt virheellisesti tai jattanyt velvollisuutensa tayttamatta, voi terveydenhuollon oikeusturvakeskus ja laaninhallitus antaa kuntayhtymalle tai virheellisesta toiminnasta vastuussa olevalle virkamiehelle huomautuksen vastaisen varalle. terveydenhuollon oikeusturvakeskus ja laaninhallitus voivat, jos asia ei anna aihetta huomautukseen tai muihin toimenpiteisiin, kiinnittaa valvottavan huomiota toiminnan asianmukaiseen jarjestamiseen ja hyvan hallintotavan noudattamiseen. tassa pykalassa tarkoitettuun terveydenhuollon oikeusturvakeskuksen tai laaninhallituksen antamaan huomautukseen ja huomion kiinnittamiseen ei saa hakea muutosta valittamalla.",
        "content_sv": "Om det vid ledningen och övervakningen av den specialiserade sjukvården konstateras att samkommunen för ett sjukvårdsdistrikt vid ordnandet eller genomförandet av verksamhet enligt denna lag har förfarit felaktigt eller underlåtit att fullgöra sin skyldighet, kan Rättsskyddscentralen för hälsovården och länsstyrelsen ge samkommunen eller den tjänsteman som ansvarar för den felaktiga verksamheten en anmärkning för framtiden. Rättsskyddscentralen för hälsovården och länsstyrelsen kan, om ärendet inte föranleder en anmärkning eller andra åtgärder, uppmärksamgöra den övervakade på att verksamheten skall ordnas på behörigt sätt och att god förvaltningssed skall iakttas. I Rättsskyddscentralens för hälsovården eller länsstyrelsens anmärkning eller uppmärksamgörande enligt denna paragraf får ändring inte sökas genom besvär.",
        "normalized_sv": "Om det vid ledningen och övervakningen av den specialiserade sjukvården konstateras att samkommunen för ett sjukvårdsdistrikt vid ordnandet eller genomförandet av verksamhet enligt denna lag har förfarit felaktigt eller underlåtit att fullgöra sin skyldighet, kan Rättsskyddscentralen för hälsovården och länsstyrelsen ge samkommunen eller den tjänsteman som ansvarar för den felaktiga verksamheten en anmärkning för framtiden. Rättsskyddscentralen för hälsovården och länsstyrelsen kan, om ärendet inte föranleder en anmärkning eller andra åtgärder, uppmärksamgöra den övervakade på att verksamheten skall ordnas på behörigt sätt och att god förvaltningssed skall iakttas. I Rättsskyddscentralens för hälsovården eller länsstyrelsens anmärkning eller uppmärksamgörande enligt denna paragraf får ändring inte sökas genom besvär.",
        "folded_sv": "om det vid ledningen och overvakningen av den specialiserade sjukvarden konstateras att samkommunen for ett sjukvardsdistrikt vid ordnandet eller genomforandet av verksamhet enligt denna lag har forfarit felaktigt eller underlatit att fullgora sin skyldighet, kan rattsskyddscentralen for halsovarden och lansstyrelsen ge samkommunen eller den tjansteman som ansvarar for den felaktiga verksamheten en anmarkning for framtiden. rattsskyddscentralen for halsovarden och lansstyrelsen kan, om arendet inte foranleder en anmarkning eller andra atgarder, uppmarksamgora den overvakade pa att verksamheten skall ordnas pa behorigt satt och att god forvaltningssed skall iakttas. i rattsskyddscentralens for halsovarden eller lansstyrelsens anmarkning eller uppmarksamgorande enligt denna paragraf far andring inte sokas genom besvar."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "11:53 a",
      "chapter": "11",
      "section": "53 a",
      "content": "Edellä 5 §:ssä tarkoitettu valvontaviranomainen ei tutki erikoissairaanhoitoa koskevaa kantelua, joka koskee yli viisi vuotta vanhaa asiaa, ellei kantelun tutkimiseen ole erityistä syytä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:53 a",
        "normalized_fi": "Edellä 5 § :ssä tarkoitettu valvontaviranomainen ei tutki erikoissairaanhoitoa koskevaa kantelua, joka koskee yli viisi vuotta vanhaa asiaa, ellei kantelun tutkimiseen ole erityistä syytä.",
        "folded_fi": "edella 5 §:ssa tarkoitettu valvontaviranomainen ei tutki erikoissairaanhoitoa koskevaa kantelua, joka koskee yli viisi vuotta vanhaa asiaa, ellei kantelun tutkimiseen ole erityista syyta.",
        "content_sv": "En övervakningsmyndighet som avses i 5 § undersöker inte sådana klagomål över den specialiserade sjukvården som gäller ärenden äldre än fem år, om det inte finns särskilda skäl att undersöka klagomålet.",
        "normalized_sv": "En övervakningsmyndighet som avses i 5 § undersöker inte sådana klagomål över den specialiserade sjukvården som gäller ärenden äldre än fem år, om det inte finns särskilda skäl att undersöka klagomålet.",
        "folded_sv": "en overvakningsmyndighet som avses i 5 § undersoker inte sadana klagomal over den specialiserade sjukvarden som galler arenden aldre an fem ar, om det inte finns sarskilda skal att undersoka klagomalet."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Terveydenhuollon oikeusturvakeskus ohjaa sosiaali- ja terveysministeriön alaisena lääninhallitusten toimintaa niiden toimintaperiaatteiden, menettelytapojen ja ratkaisukäytäntöjen yhdenmukaistamiseksi erikoissairaanhoidon ohjauksessa ja valvonnassa. Lisäksi Terveydenhuollon oikeusturvakeskus ohjaa ja valvoo erikoissairaanhoitoa erityisesti silloin, kun kysymyksessä ovat: 1) periaatteellisesti tärkeät tai laajakantoiset asiat; 2) useaa lääniä tai koko maata koskevat asiat; 3) asiat, jotka liittyvät Terveydenhuollon oikeusturvakeskuksessa käsiteltävään terveydenhuollon ammattihenkilöä koskevaan valvonta-asiaan; sekä 4) asiat, joita lääninhallitus on esteellinen käsittelemään. Terveydenhuollon oikeusturvakeskuksen ja lääninhallitusten tarkemmasta työnjaosta ohjauksessa ja valvonnassa voidaan tarvittaessa säätää valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Terveydenhuollon oikeusturvakeskus ohjaa sosiaali- ja terveysministeriön alaisena lääninhallitusten toimintaa niiden toimintaperiaatteiden, menettelytapojen ja ratkaisukäytäntöjen yhdenmukaistamiseksi erikoissairaanhoidon ohjauksessa ja valvonnassa. Lisäksi Terveydenhuollon oikeusturvakeskus ohjaa ja valvoo erikoissairaanhoitoa erityisesti silloin, kun kysymyksessä ovat: 1) periaatteellisesti tärkeät tai laajakantoiset asiat; 2) useaa lääniä tai koko maata koskevat asiat; 3) asiat, jotka liittyvät Terveydenhuollon oikeusturvakeskuksessa käsiteltävään terveydenhuollon ammattihenkilöä koskevaan valvonta-asiaan; sekä 4) asiat, joita lääninhallitus on esteellinen käsittelemään. Terveydenhuollon oikeusturvakeskuksen ja lääninhallitusten tarkemmasta työnjaosta ohjauksessa ja valvonnassa voidaan tarvittaessa säätää valtioneuvoston asetuksella.",
        "folded_fi": "terveydenhuollon oikeusturvakeskus ohjaa sosiaali- ja terveysministerion alaisena laaninhallitusten toimintaa niiden toimintaperiaatteiden, menettelytapojen ja ratkaisukaytantojen yhdenmukaistamiseksi erikoissairaanhoidon ohjauksessa ja valvonnassa. lisaksi terveydenhuollon oikeusturvakeskus ohjaa ja valvoo erikoissairaanhoitoa erityisesti silloin, kun kysymyksessa ovat: 1) periaatteellisesti tarkeat tai laajakantoiset asiat; 2) useaa laania tai koko maata koskevat asiat; 3) asiat, jotka liittyvat terveydenhuollon oikeusturvakeskuksessa kasiteltavaan terveydenhuollon ammattihenkiloa koskevaan valvonta-asiaan; seka 4) asiat, joita laaninhallitus on esteellinen kasittelemaan. terveydenhuollon oikeusturvakeskuksen ja laaninhallitusten tarkemmasta tyonjaosta ohjauksessa ja valvonnassa voidaan tarvittaessa saataa valtioneuvoston asetuksella.",
        "content_sv": "Rättsskyddscentralen för hälsovården, som lyder under social- och hälsovårdsministeriet, leder länsstyrelsernas verksamhet i syfte att förenhetliga deras verksamhetsprinciper, förfaringssätt och beslutspraxis vid ledningen och övervakningen av den specialiserade sjukvården. Dessutom leder och övervakar Rättsskyddscentralen för hälsovården den specialiserade sjukvården i synnerhet när det är fråga om 1) principiellt viktiga eller vittsyftande ärenden, 2) ärenden som gäller flera län eller hela landet, 3) ärenden som har samband med övervakningsärenden som behandlas vid Rättsskyddscentralen för hälsovården och som gäller yrkesutbildade personer inom hälso- och sjukvården, samt 4) ärenden som länsstyrelsen är jävig att behandla. Bestämmelser om en närmare arbetsfördelning mellan Rättsskyddscentralen för hälsovården och länsstyrelserna vid ledningen och övervakningen kan vid behov utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Rättsskyddscentralen för hälsovården, som lyder under social- och hälsovårdsministeriet, leder länsstyrelsernas verksamhet i syfte att förenhetliga deras verksamhetsprinciper, förfaringssätt och beslutspraxis vid ledningen och övervakningen av den specialiserade sjukvården. Dessutom leder och övervakar Rättsskyddscentralen för hälsovården den specialiserade sjukvården i synnerhet när det är fråga om 1) principiellt viktiga eller vittsyftande ärenden, 2) ärenden som gäller flera län eller hela landet, 3) ärenden som har samband med övervakningsärenden som behandlas vid Rättsskyddscentralen för hälsovården och som gäller yrkesutbildade personer inom hälso- och sjukvården, samt 4) ärenden som länsstyrelsen är jävig att behandla. Bestämmelser om en närmare arbetsfördelning mellan Rättsskyddscentralen för hälsovården och länsstyrelserna vid ledningen och övervakningen kan vid behov utfärdas genom förordning av statsrådet.",
        "folded_sv": "rattsskyddscentralen for halsovarden, som lyder under social- och halsovardsministeriet, leder lansstyrelsernas verksamhet i syfte att forenhetliga deras verksamhetsprinciper, forfaringssatt och beslutspraxis vid ledningen och overvakningen av den specialiserade sjukvarden. dessutom leder och overvakar rattsskyddscentralen for halsovarden den specialiserade sjukvarden i synnerhet nar det ar fraga om 1) principiellt viktiga eller vittsyftande arenden, 2) arenden som galler flera lan eller hela landet, 3) arenden som har samband med overvakningsarenden som behandlas vid rattsskyddscentralen for halsovarden och som galler yrkesutbildade personer inom halso- och sjukvarden, samt 4) arenden som lansstyrelsen ar javig att behandla. bestammelser om en narmare arbetsfordelning mellan rattsskyddscentralen for halsovarden och lansstyrelserna vid ledningen och overvakningen kan vid behov utfardas genom forordning av statsradet."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    }
  ]
}