{
  "id": "125/2024",
  "type": "statute",
  "title": "Laki Pohjois-Atlantin sopimuksen mukaisesti perustettujen kansainvälisten sotilasesikuntien asemasta tehdystä pöytäkirjasta",
  "title_en": "Lag om protokollet om status för internationella militära högkvarter som inrättats i enlighet med nordatlantiska fördraget",
  "status": "in_force",
  "issued_date": "2024-03-22",
  "in_force_date": "2024-03-22",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2024/125/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lainsäädännön alaan kuuluvat määräykset",
      "content": "Pariisissa 28 päivänä elokuuta 1952 Pohjois-Atlantin sopimuksen mukaisesti perustettujen kansainvälisten sotilasesikuntien asemasta tehdyn pöytäkirjan lainsäädännön alaan kuuluvat määräykset ovat lakina voimassa sellaisina kuin Suomi on niihin sitoutunut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Pariisissa 28 päivänä elokuuta 1952 Pohjois-Atlantin sopimuksen mukaisesti perustettujen kansainvälisten sotilasesikuntien asemasta tehdyn pöytäkirjan lainsäädännön alaan kuuluvat määräykset ovat lakina voimassa sellaisina kuin Suomi on niihin sitoutunut.",
        "folded_fi": "pariisissa 28 paivana elokuuta 1952 pohjois-atlantin sopimuksen mukaisesti perustettujen kansainvalisten sotilasesikuntien asemasta tehdyn poytakirjan lainsaadannon alaan kuuluvat maaraykset ovat lakina voimassa sellaisina kuin suomi on niihin sitoutunut.",
        "title_sv": "Bestämmelser som hör till området för lagstiftningen",
        "content_sv": "De bestämmelser som hör till området för lagstiftningen i det i Paris den 28 augusti 1952 upprättade protokollet om status för internationella militära högkvarter som inrättats i enlighet med nordatlantiska fördraget ska gälla som lag, sådana som Finland har förbundit sig till dem.",
        "normalized_sv": "De bestämmelser som hör till området för lagstiftningen i det i Paris den 28 augusti 1952 upprättade protokollet om status för internationella militära högkvarter som inrättats i enlighet med nordatlantiska fördraget ska gälla som lag, sådana som Finland har förbundit sig till dem.",
        "folded_sv": "de bestammelser som hor till omradet for lagstiftningen i det i paris den 28 augusti 1952 upprattade protokollet om status for internationella militara hogkvarter som inrattats i enlighet med nordatlantiska fordraget ska galla som lag, sadana som finland har forbundit sig till dem."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Toimivalta päättää tuomiovallan käyttämisestä",
      "content": "Pöytäkirjan 2 artiklan ja 4 artiklan 1 kappaleen a kohdan mukaisesti Lontoossa 19 päivänä kesäkuuta 1951 Pohjois-Atlantin sopimuksen sopimuspuolten välillä niiden joukkojen asemasta tehdyn sopimuksen (SopS xx/xxx) VII artiklan 3 kappaleen c kohdassa tarkoitetut päätökset tuomiovallan käyttämisestä ja siihen liittyvästä esitutkinnan toimittamisesta, toimittamatta jättämisestä tai lopettamisesta Suomessa tekee valtakunnansyyttäjä. Kappaleen c kohdassa tarkoitetut ilmoitukset ja pyynnöt tekee ja vastaanottaa valtakunnansyyttäjä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Pöytäkirjan 2 artiklan ja 4 artiklan 1 kappaleen a kohdan mukaisesti Lontoossa 19 päivänä kesäkuuta 1951 Pohjois-Atlantin sopimuksen sopimuspuolten välillä niiden joukkojen asemasta tehdyn sopimuksen (SopS xx/xxx) VII artiklan 3 kappaleen c kohdassa tarkoitetut päätökset tuomiovallan käyttämisestä ja siihen liittyvästä esitutkinnan toimittamisesta, toimittamatta jättämisestä tai lopettamisesta Suomessa tekee valtakunnansyyttäjä. Kappaleen c kohdassa tarkoitetut ilmoitukset ja pyynnöt tekee ja vastaanottaa valtakunnansyyttäjä.",
        "folded_fi": "poytakirjan 2 artiklan ja 4 artiklan 1 kappaleen a kohdan mukaisesti lontoossa 19 paivana kesakuuta 1951 pohjois-atlantin sopimuksen sopimuspuolten valilla niiden joukkojen asemasta tehdyn sopimuksen (sops xx/xxx) vii artiklan 3 kappaleen c kohdassa tarkoitetut paatokset tuomiovallan kayttamisesta ja siihen liittyvasta esitutkinnan toimittamisesta, toimittamatta jattamisesta tai lopettamisesta suomessa tekee valtakunnansyyttaja. kappaleen c kohdassa tarkoitetut ilmoitukset ja pyynnot tekee ja vastaanottaa valtakunnansyyttaja.",
        "title_sv": "Behörighet att besluta om utövande av domsrätt",
        "content_sv": "I enlighet med artikel 2 och artikel 4.1 a i protokollet fattas de i artikel VII.3 c i det i London den 19 juni 1951 upprättade avtalet mellan parterna i nordatlantiska fördraget om status för deras styrkor avsedda besluten (FördrS xx/xxxx) om utövande av domsrätt och beslut om att i samband med det göra, inte göra eller avsluta en förundersökning i Finland av riksåklagaren. Underrättelser och begäranden i enlighet med i 1 mom. nämnda artikel VII.3 c lämnas och mottas av riksåklagaren.",
        "normalized_sv": "I enlighet med artikel 2 och artikel 4.1 a i protokollet fattas de i artikel VII.3 c i det i London den 19 juni 1951 upprättade avtalet mellan parterna i nordatlantiska fördraget om status för deras styrkor avsedda besluten (FördrS xx/xxxx) om utövande av domsrätt och beslut om att i samband med det göra, inte göra eller avsluta en förundersökning i Finland av riksåklagaren. Underrättelser och begäranden i enlighet med i 1 mom. nämnda artikel VII.3 c lämnas och mottas av riksåklagaren.",
        "folded_sv": "i enlighet med artikel 2 och artikel 4.1 a i protokollet fattas de i artikel vii.3 c i det i london den 19 juni 1951 upprattade avtalet mellan parterna i nordatlantiska fordraget om status for deras styrkor avsedda besluten (fordrs xx/xxxx) om utovande av domsratt och beslut om att i samband med det gora, inte gora eller avsluta en forundersokning i finland av riksaklagaren. underrattelser och begaranden i enlighet med i 1 mom. namnda artikel vii.3 c lamnas och mottas av riksaklagaren."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Suomen viranomaisen kiinniotto- ja pidätysoikeus lähettäjävaltion pyynnöstä",
      "content": "Suomen toimivaltainen viranomainen voi pöytäkirjan 2 artiklan mukaisesti sopimuksen VII artiklan 5 kappaleen a kohdassa tarkoitetussa tilanteessa ottaa kiinni ja pidättää lähettäjävaltion joukkojen tai siviilihenkilöstön jäsenen tai näiden huollettavan lähettäjävaltion toimivaltaisen viranomaisen rikosasian tutkintaa tai syytetoimenpiteitä varten esittämän pyynnön johdosta myös teosta, joka on lähettäjävaltion lainsäädännön mukaan rangaistava, vaikka teko ei olisi Suomen lain mukaan rangaistava. Sopimuksen VII artiklan 5 kappaleen a kohdassa tarkoitettua apua kiinniottamisessa ja pidättämisessä ei anneta, jos kyseiseen valtioon soveltuvin osin sovellettavaan kansainvälistä rikosoikeusapua koskevaan sääntelyyn sisältyvä kieltäytymisperuste estäisi antamasta rikosoikeusapua. Kiinniottamisesta ja pidättämisestä tulee ilmoittaa valtakunnansyyttäjälle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Suomen toimivaltainen viranomainen voi pöytäkirjan 2 artiklan mukaisesti sopimuksen VII artiklan 5 kappaleen a kohdassa tarkoitetussa tilanteessa ottaa kiinni ja pidättää lähettäjävaltion joukkojen tai siviilihenkilöstön jäsenen tai näiden huollettavan lähettäjävaltion toimivaltaisen viranomaisen rikosasian tutkintaa tai syytetoimenpiteitä varten esittämän pyynnön johdosta myös teosta, joka on lähettäjävaltion lainsäädännön mukaan rangaistava, vaikka teko ei olisi Suomen lain mukaan rangaistava. Sopimuksen VII artiklan 5 kappaleen a kohdassa tarkoitettua apua kiinniottamisessa ja pidättämisessä ei anneta, jos kyseiseen valtioon soveltuvin osin sovellettavaan kansainvälistä rikosoikeusapua koskevaan sääntelyyn sisältyvä kieltäytymisperuste estäisi antamasta rikosoikeusapua. Kiinniottamisesta ja pidättämisestä tulee ilmoittaa valtakunnansyyttäjälle.",
        "folded_fi": "suomen toimivaltainen viranomainen voi poytakirjan 2 artiklan mukaisesti sopimuksen vii artiklan 5 kappaleen a kohdassa tarkoitetussa tilanteessa ottaa kiinni ja pidattaa lahettajavaltion joukkojen tai siviilihenkiloston jasenen tai naiden huollettavan lahettajavaltion toimivaltaisen viranomaisen rikosasian tutkintaa tai syytetoimenpiteita varten esittaman pyynnon johdosta myos teosta, joka on lahettajavaltion lainsaadannon mukaan rangaistava, vaikka teko ei olisi suomen lain mukaan rangaistava. sopimuksen vii artiklan 5 kappaleen a kohdassa tarkoitettua apua kiinniottamisessa ja pidattamisessa ei anneta, jos kyseiseen valtioon soveltuvin osin sovellettavaan kansainvalista rikosoikeusapua koskevaan saantelyyn sisaltyva kieltaytymisperuste estaisi antamasta rikosoikeusapua. kiinniottamisesta ja pidattamisesta tulee ilmoittaa valtakunnansyyttajalle.",
        "title_sv": "Finska myndigheters rätt att gripa och anhålla på begäran av den sändande staten",
        "content_sv": "Den behöriga myndigheten i Finland kan i enlighet med artikel 2 i protokollet i en i artikel VII.5 a i avtalet avsedd situation gripa och anhålla en medlem av den sändande statens styrkor eller av dess civila komponent, eller en anhörig till en sådan medlem, på begäran av den sändande statens behöriga myndighet med anledning av dess utredning av eller väckande av åtal för brott också när det gäller en gärning som enligt den sändande statens lagstiftning är straffbar, även om gärningen inte är straffbar enligt finsk lag. I avtalets artikel VII.5 a avsedd hjälp vid gripande och anhållande lämnas inte, om det i den lagstiftning om internationell rättslig hjälp i brottmål som i tillämpliga delar tillämpas på staten i fråga ingår en sådan grund för vägran som hindrar lämnande av rättslig hjälp i brottmål. Riksåklagaren ska underrättas om gripandet och anhållandet.",
        "normalized_sv": "Den behöriga myndigheten i Finland kan i enlighet med artikel 2 i protokollet i en i artikel VII.5 a i avtalet avsedd situation gripa och anhålla en medlem av den sändande statens styrkor eller av dess civila komponent, eller en anhörig till en sådan medlem, på begäran av den sändande statens behöriga myndighet med anledning av dess utredning av eller väckande av åtal för brott också när det gäller en gärning som enligt den sändande statens lagstiftning är straffbar, även om gärningen inte är straffbar enligt finsk lag. I avtalets artikel VII.5 a avsedd hjälp vid gripande och anhållande lämnas inte, om det i den lagstiftning om internationell rättslig hjälp i brottmål som i tillämpliga delar tillämpas på staten i fråga ingår en sådan grund för vägran som hindrar lämnande av rättslig hjälp i brottmål. Riksåklagaren ska underrättas om gripandet och anhållandet.",
        "folded_sv": "den behoriga myndigheten i finland kan i enlighet med artikel 2 i protokollet i en i artikel vii.5 a i avtalet avsedd situation gripa och anhalla en medlem av den sandande statens styrkor eller av dess civila komponent, eller en anhorig till en sadan medlem, pa begaran av den sandande statens behoriga myndighet med anledning av dess utredning av eller vackande av atal for brott ocksa nar det galler en garning som enligt den sandande statens lagstiftning ar straffbar, aven om garningen inte ar straffbar enligt finsk lag. i avtalets artikel vii.5 a avsedd hjalp vid gripande och anhallande lamnas inte, om det i den lagstiftning om internationell rattslig hjalp i brottmal som i tillampliga delar tillampas pa staten i fraga ingar en sadan grund for vagran som hindrar lamnande av rattslig hjalp i brottmal. riksaklagaren ska underrattas om gripandet och anhallandet."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Henkilön toimittaminen lähettäjävaltion toimivaltaiselle viranomaiselle",
      "content": "Helsingin käräjäoikeus päättää pöytäkirjan 2 artiklan mukaisesti Pohjois-Atlantin sopimuksen sopimuspuolten välillä niiden joukkojen asemasta tehdyn sopimuksen VII artiklan 5 kappaleen a kohdassa tarkoitetusta toimittamisesta lähettäjävaltion toimivaltaiselle viranomaiselle rikosasian tutkintaa tai syytetoimenpiteitä varten kyseisen viranomaisen esittämän pyynnön johdosta noudattaen soveltuvin osin kyseiseen valtioon sovellettavaa rikoksen johdosta tapahtuvaa luovuttamista koskevaa sääntelyä. Henkilön toimittaminen voi perustua myös 3 §:n 1 momentissa tarkoitettuun tekoon. Asian käsittelyyn sovelletaan soveltuvin osin, mitä rikoksen johdosta tapahtuvasta luovuttamisesta Suomen ja muiden Euroopan unionin jäsenvaltioiden välillä annetussa laissa (1286/2003) säädetään menettelystä sekä kiinniottamisesta ja säilöön ottamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Helsingin käräjäoikeus päättää pöytäkirjan 2 artiklan mukaisesti Pohjois-Atlantin sopimuksen sopimuspuolten välillä niiden joukkojen asemasta tehdyn sopimuksen VII artiklan 5 kappaleen a kohdassa tarkoitetusta toimittamisesta lähettäjävaltion toimivaltaiselle viranomaiselle rikosasian tutkintaa tai syytetoimenpiteitä varten kyseisen viranomaisen esittämän pyynnön johdosta noudattaen soveltuvin osin kyseiseen valtioon sovellettavaa rikoksen johdosta tapahtuvaa luovuttamista koskevaa sääntelyä. Henkilön toimittaminen voi perustua myös 3 § :n 1 momentissa tarkoitettuun tekoon. Asian käsittelyyn sovelletaan soveltuvin osin, mitä rikoksen johdosta tapahtuvasta luovuttamisesta Suomen ja muiden Euroopan unionin jäsenvaltioiden välillä annetussa laissa (1286/2003) säädetään menettelystä sekä kiinniottamisesta ja säilöön ottamisesta.",
        "folded_fi": "helsingin karajaoikeus paattaa poytakirjan 2 artiklan mukaisesti pohjois-atlantin sopimuksen sopimuspuolten valilla niiden joukkojen asemasta tehdyn sopimuksen vii artiklan 5 kappaleen a kohdassa tarkoitetusta toimittamisesta lahettajavaltion toimivaltaiselle viranomaiselle rikosasian tutkintaa tai syytetoimenpiteita varten kyseisen viranomaisen esittaman pyynnon johdosta noudattaen soveltuvin osin kyseiseen valtioon sovellettavaa rikoksen johdosta tapahtuvaa luovuttamista koskevaa saantelya. henkilon toimittaminen voi perustua myos 3 §:n 1 momentissa tarkoitettuun tekoon. asian kasittelyyn sovelletaan soveltuvin osin, mita rikoksen johdosta tapahtuvasta luovuttamisesta suomen ja muiden euroopan unionin jasenvaltioiden valilla annetussa laissa (1286/2003) saadetaan menettelysta seka kiinniottamisesta ja sailoon ottamisesta.",
        "title_sv": "Överlämnande av en person till en behörig myndighet i den sändande staten",
        "content_sv": "Helsingfors tingsrätt fattar i enlighet med artikel 2 i protokollet beslut om i artikel VII.5 a i avtalet mellan parterna i nordatlantiska fördraget om status för deras styrkor avsett överlämnande till den sändande statens behöriga myndighet, med iakttagande i tillämpliga delar av på staten i fråga tillämplig lagstiftning om utlämning för brott, när denna behöriga myndighet med anledning av utredning av eller väckande av åtal för brott har lämnat en begäran. Överlämnandet av en person kan också grunda sig på en gärning som avses i 2 § 1 mom. På behandlingen av ärendet tillämpas i tillämpliga delar vad som i lagen om utlämning för brott mellan Finland och de övriga medlemsstaterna i Europeiska unionen (1286/2003) föreskrivs om förfarandet samt om gripande och tagande i förvar.",
        "normalized_sv": "Helsingfors tingsrätt fattar i enlighet med artikel 2 i protokollet beslut om i artikel VII.5 a i avtalet mellan parterna i nordatlantiska fördraget om status för deras styrkor avsett överlämnande till den sändande statens behöriga myndighet, med iakttagande i tillämpliga delar av på staten i fråga tillämplig lagstiftning om utlämning för brott, när denna behöriga myndighet med anledning av utredning av eller väckande av åtal för brott har lämnat en begäran. Överlämnandet av en person kan också grunda sig på en gärning som avses i 2 § 1 mom. På behandlingen av ärendet tillämpas i tillämpliga delar vad som i lagen om utlämning för brott mellan Finland och de övriga medlemsstaterna i Europeiska unionen (1286/2003) föreskrivs om förfarandet samt om gripande och tagande i förvar.",
        "folded_sv": "helsingfors tingsratt fattar i enlighet med artikel 2 i protokollet beslut om i artikel vii.5 a i avtalet mellan parterna i nordatlantiska fordraget om status for deras styrkor avsett overlamnande till den sandande statens behoriga myndighet, med iakttagande i tillampliga delar av pa staten i fraga tillamplig lagstiftning om utlamning for brott, nar denna behoriga myndighet med anledning av utredning av eller vackande av atal for brott har lamnat en begaran. overlamnandet av en person kan ocksa grunda sig pa en garning som avses i 2 § 1 mom. pa behandlingen av arendet tillampas i tillampliga delar vad som i lagen om utlamning for brott mellan finland och de ovriga medlemsstaterna i europeiska unionen (1286/2003) foreskrivs om forfarandet samt om gripande och tagande i forvar."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Suomen viranomaisen toimivalta auttaa rikosasian käsittelyssä",
      "content": "Suomen toimivaltaiset viranomaiset auttavat pöytäkirjan 2 artiklan mukaisesti Pohjois-Atlantin sopimuksen sopimuspuolten välillä niiden joukkojen asemasta tehdyn sopimuksen VII artiklan 6 kappaleen a kohdan tarkoittamalla tavalla lähettäjävaltion toimivaltaisia viranomaisia noudattaen soveltuvin osin kyseiseen valtioon sovellettavaa kansainvälistä rikosoikeusapua koskevaa sääntelyä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Suomen toimivaltaiset viranomaiset auttavat pöytäkirjan 2 artiklan mukaisesti Pohjois-Atlantin sopimuksen sopimuspuolten välillä niiden joukkojen asemasta tehdyn sopimuksen VII artiklan 6 kappaleen a kohdan tarkoittamalla tavalla lähettäjävaltion toimivaltaisia viranomaisia noudattaen soveltuvin osin kyseiseen valtioon sovellettavaa kansainvälistä rikosoikeusapua koskevaa sääntelyä.",
        "folded_fi": "suomen toimivaltaiset viranomaiset auttavat poytakirjan 2 artiklan mukaisesti pohjois-atlantin sopimuksen sopimuspuolten valilla niiden joukkojen asemasta tehdyn sopimuksen vii artiklan 6 kappaleen a kohdan tarkoittamalla tavalla lahettajavaltion toimivaltaisia viranomaisia noudattaen soveltuvin osin kyseiseen valtioon sovellettavaa kansainvalista rikosoikeusapua koskevaa saantelya.",
        "title_sv": "Finska myndigheters behörighet att bistå vid behandling av brottmål",
        "content_sv": "I enlighet med artikel 2 i protokollet ska de finska behöriga myndigheterna på det sätt som avses i artikel VII.6 a i avtalet mellan parterna i nordatlantiska fördraget om status för deras styrkor bistå de behöriga myndigheterna i den sändande staten med iakttagande i tillämpliga delar av den lagstiftning om internationell rättslig hjälp i brottmål som tillämpas på staten i fråga.",
        "normalized_sv": "I enlighet med artikel 2 i protokollet ska de finska behöriga myndigheterna på det sätt som avses i artikel VII.6 a i avtalet mellan parterna i nordatlantiska fördraget om status för deras styrkor bistå de behöriga myndigheterna i den sändande staten med iakttagande i tillämpliga delar av den lagstiftning om internationell rättslig hjälp i brottmål som tillämpas på staten i fråga.",
        "folded_sv": "i enlighet med artikel 2 i protokollet ska de finska behoriga myndigheterna pa det satt som avses i artikel vii.6 a i avtalet mellan parterna i nordatlantiska fordraget om status for deras styrkor bista de behoriga myndigheterna i den sandande staten med iakttagande i tillampliga delar av den lagstiftning om internationell rattslig hjalp i brottmal som tillampas pa staten i fraga."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Muut kuin lainsäädännön alaan kuuluvat määräykset",
      "content": "Pöytäkirjan muiden kuin lainsäädännön alaan kuuluvien määräysten voimaansaattamisesta säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Pöytäkirjan muiden kuin lainsäädännön alaan kuuluvien määräysten voimaansaattamisesta säädetään valtioneuvoston asetuksella.",
        "folded_fi": "poytakirjan muiden kuin lainsaadannon alaan kuuluvien maaraysten voimaansaattamisesta saadetaan valtioneuvoston asetuksella.",
        "title_sv": "Bestämmelser som inte hör till området för lagstiftningen",
        "content_sv": "Bestämmelser om sättande i kraft av de bestämmelser i protokollet som inte hör till området för lagstiftningen utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Bestämmelser om sättande i kraft av de bestämmelser i protokollet som inte hör till området för lagstiftningen utfärdas genom förordning av statsrådet.",
        "folded_sv": "bestammelser om sattande i kraft av de bestammelser i protokollet som inte hor till omradet for lagstiftningen utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Voimaantulo",
      "content": "Tämän lain voimaantulosta säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Tämän lain voimaantulosta säädetään valtioneuvoston asetuksella.",
        "folded_fi": "taman lain voimaantulosta saadetaan valtioneuvoston asetuksella.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Bestämmelser om ikraftträdandet av denna lag utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Bestämmelser om ikraftträdandet av denna lag utfärdas genom förordning av statsrådet.",
        "folded_sv": "bestammelser om ikrafttradandet av denna lag utfardas genom forordning av statsradet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lainsäädännön alaan kuuluvat määräykset",
      "content": "Pariisissa 28 päivänä elokuuta 1952 Pohjois-Atlantin sopimuksen mukaisesti perustettujen kansainvälisten sotilasesikuntien asemasta tehdyn pöytäkirjan lainsäädännön alaan kuuluvat määräykset ovat lakina voimassa sellaisina kuin Suomi on niihin sitoutunut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Pariisissa 28 päivänä elokuuta 1952 Pohjois-Atlantin sopimuksen mukaisesti perustettujen kansainvälisten sotilasesikuntien asemasta tehdyn pöytäkirjan lainsäädännön alaan kuuluvat määräykset ovat lakina voimassa sellaisina kuin Suomi on niihin sitoutunut.",
        "folded_fi": "pariisissa 28 paivana elokuuta 1952 pohjois-atlantin sopimuksen mukaisesti perustettujen kansainvalisten sotilasesikuntien asemasta tehdyn poytakirjan lainsaadannon alaan kuuluvat maaraykset ovat lakina voimassa sellaisina kuin suomi on niihin sitoutunut.",
        "title_sv": "Bestämmelser som hör till området för lagstiftningen",
        "content_sv": "De bestämmelser som hör till området för lagstiftningen i det i Paris den 28 augusti 1952 upprättade protokollet om status för internationella militära högkvarter som inrättats i enlighet med nordatlantiska fördraget ska gälla som lag, sådana som Finland har förbundit sig till dem.",
        "normalized_sv": "De bestämmelser som hör till området för lagstiftningen i det i Paris den 28 augusti 1952 upprättade protokollet om status för internationella militära högkvarter som inrättats i enlighet med nordatlantiska fördraget ska gälla som lag, sådana som Finland har förbundit sig till dem.",
        "folded_sv": "de bestammelser som hor till omradet for lagstiftningen i det i paris den 28 augusti 1952 upprattade protokollet om status for internationella militara hogkvarter som inrattats i enlighet med nordatlantiska fordraget ska galla som lag, sadana som finland har forbundit sig till dem."
      },
      "valid_from": "2024-03-22",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Toimivalta päättää tuomiovallan käyttämisestä",
      "content": "Pöytäkirjan 2 artiklan ja 4 artiklan 1 kappaleen a kohdan mukaisesti Lontoossa 19 päivänä kesäkuuta 1951 Pohjois-Atlantin sopimuksen sopimuspuolten välillä niiden joukkojen asemasta tehdyn sopimuksen (SopS xx/xxx) VII artiklan 3 kappaleen c kohdassa tarkoitetut päätökset tuomiovallan käyttämisestä ja siihen liittyvästä esitutkinnan toimittamisesta, toimittamatta jättämisestä tai lopettamisesta Suomessa tekee valtakunnansyyttäjä. Kappaleen c kohdassa tarkoitetut ilmoitukset ja pyynnöt tekee ja vastaanottaa valtakunnansyyttäjä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Pöytäkirjan 2 artiklan ja 4 artiklan 1 kappaleen a kohdan mukaisesti Lontoossa 19 päivänä kesäkuuta 1951 Pohjois-Atlantin sopimuksen sopimuspuolten välillä niiden joukkojen asemasta tehdyn sopimuksen (SopS xx/xxx) VII artiklan 3 kappaleen c kohdassa tarkoitetut päätökset tuomiovallan käyttämisestä ja siihen liittyvästä esitutkinnan toimittamisesta, toimittamatta jättämisestä tai lopettamisesta Suomessa tekee valtakunnansyyttäjä. Kappaleen c kohdassa tarkoitetut ilmoitukset ja pyynnöt tekee ja vastaanottaa valtakunnansyyttäjä.",
        "folded_fi": "poytakirjan 2 artiklan ja 4 artiklan 1 kappaleen a kohdan mukaisesti lontoossa 19 paivana kesakuuta 1951 pohjois-atlantin sopimuksen sopimuspuolten valilla niiden joukkojen asemasta tehdyn sopimuksen (sops xx/xxx) vii artiklan 3 kappaleen c kohdassa tarkoitetut paatokset tuomiovallan kayttamisesta ja siihen liittyvasta esitutkinnan toimittamisesta, toimittamatta jattamisesta tai lopettamisesta suomessa tekee valtakunnansyyttaja. kappaleen c kohdassa tarkoitetut ilmoitukset ja pyynnot tekee ja vastaanottaa valtakunnansyyttaja.",
        "title_sv": "Behörighet att besluta om utövande av domsrätt",
        "content_sv": "I enlighet med artikel 2 och artikel 4.1 a i protokollet fattas de i artikel VII.3 c i det i London den 19 juni 1951 upprättade avtalet mellan parterna i nordatlantiska fördraget om status för deras styrkor avsedda besluten (FördrS xx/xxxx) om utövande av domsrätt och beslut om att i samband med det göra, inte göra eller avsluta en förundersökning i Finland av riksåklagaren. Underrättelser och begäranden i enlighet med i 1 mom. nämnda artikel VII.3 c lämnas och mottas av riksåklagaren.",
        "normalized_sv": "I enlighet med artikel 2 och artikel 4.1 a i protokollet fattas de i artikel VII.3 c i det i London den 19 juni 1951 upprättade avtalet mellan parterna i nordatlantiska fördraget om status för deras styrkor avsedda besluten (FördrS xx/xxxx) om utövande av domsrätt och beslut om att i samband med det göra, inte göra eller avsluta en förundersökning i Finland av riksåklagaren. Underrättelser och begäranden i enlighet med i 1 mom. nämnda artikel VII.3 c lämnas och mottas av riksåklagaren.",
        "folded_sv": "i enlighet med artikel 2 och artikel 4.1 a i protokollet fattas de i artikel vii.3 c i det i london den 19 juni 1951 upprattade avtalet mellan parterna i nordatlantiska fordraget om status for deras styrkor avsedda besluten (fordrs xx/xxxx) om utovande av domsratt och beslut om att i samband med det gora, inte gora eller avsluta en forundersokning i finland av riksaklagaren. underrattelser och begaranden i enlighet med i 1 mom. namnda artikel vii.3 c lamnas och mottas av riksaklagaren."
      },
      "valid_from": "2024-03-22",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Suomen viranomaisen kiinniotto- ja pidätysoikeus lähettäjävaltion pyynnöstä",
      "content": "Suomen toimivaltainen viranomainen voi pöytäkirjan 2 artiklan mukaisesti sopimuksen VII artiklan 5 kappaleen a kohdassa tarkoitetussa tilanteessa ottaa kiinni ja pidättää lähettäjävaltion joukkojen tai siviilihenkilöstön jäsenen tai näiden huollettavan lähettäjävaltion toimivaltaisen viranomaisen rikosasian tutkintaa tai syytetoimenpiteitä varten esittämän pyynnön johdosta myös teosta, joka on lähettäjävaltion lainsäädännön mukaan rangaistava, vaikka teko ei olisi Suomen lain mukaan rangaistava. Sopimuksen VII artiklan 5 kappaleen a kohdassa tarkoitettua apua kiinniottamisessa ja pidättämisessä ei anneta, jos kyseiseen valtioon soveltuvin osin sovellettavaan kansainvälistä rikosoikeusapua koskevaan sääntelyyn sisältyvä kieltäytymisperuste estäisi antamasta rikosoikeusapua. Kiinniottamisesta ja pidättämisestä tulee ilmoittaa valtakunnansyyttäjälle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Suomen toimivaltainen viranomainen voi pöytäkirjan 2 artiklan mukaisesti sopimuksen VII artiklan 5 kappaleen a kohdassa tarkoitetussa tilanteessa ottaa kiinni ja pidättää lähettäjävaltion joukkojen tai siviilihenkilöstön jäsenen tai näiden huollettavan lähettäjävaltion toimivaltaisen viranomaisen rikosasian tutkintaa tai syytetoimenpiteitä varten esittämän pyynnön johdosta myös teosta, joka on lähettäjävaltion lainsäädännön mukaan rangaistava, vaikka teko ei olisi Suomen lain mukaan rangaistava. Sopimuksen VII artiklan 5 kappaleen a kohdassa tarkoitettua apua kiinniottamisessa ja pidättämisessä ei anneta, jos kyseiseen valtioon soveltuvin osin sovellettavaan kansainvälistä rikosoikeusapua koskevaan sääntelyyn sisältyvä kieltäytymisperuste estäisi antamasta rikosoikeusapua. Kiinniottamisesta ja pidättämisestä tulee ilmoittaa valtakunnansyyttäjälle.",
        "folded_fi": "suomen toimivaltainen viranomainen voi poytakirjan 2 artiklan mukaisesti sopimuksen vii artiklan 5 kappaleen a kohdassa tarkoitetussa tilanteessa ottaa kiinni ja pidattaa lahettajavaltion joukkojen tai siviilihenkiloston jasenen tai naiden huollettavan lahettajavaltion toimivaltaisen viranomaisen rikosasian tutkintaa tai syytetoimenpiteita varten esittaman pyynnon johdosta myos teosta, joka on lahettajavaltion lainsaadannon mukaan rangaistava, vaikka teko ei olisi suomen lain mukaan rangaistava. sopimuksen vii artiklan 5 kappaleen a kohdassa tarkoitettua apua kiinniottamisessa ja pidattamisessa ei anneta, jos kyseiseen valtioon soveltuvin osin sovellettavaan kansainvalista rikosoikeusapua koskevaan saantelyyn sisaltyva kieltaytymisperuste estaisi antamasta rikosoikeusapua. kiinniottamisesta ja pidattamisesta tulee ilmoittaa valtakunnansyyttajalle.",
        "title_sv": "Finska myndigheters rätt att gripa och anhålla på begäran av den sändande staten",
        "content_sv": "Den behöriga myndigheten i Finland kan i enlighet med artikel 2 i protokollet i en i artikel VII.5 a i avtalet avsedd situation gripa och anhålla en medlem av den sändande statens styrkor eller av dess civila komponent, eller en anhörig till en sådan medlem, på begäran av den sändande statens behöriga myndighet med anledning av dess utredning av eller väckande av åtal för brott också när det gäller en gärning som enligt den sändande statens lagstiftning är straffbar, även om gärningen inte är straffbar enligt finsk lag. I avtalets artikel VII.5 a avsedd hjälp vid gripande och anhållande lämnas inte, om det i den lagstiftning om internationell rättslig hjälp i brottmål som i tillämpliga delar tillämpas på staten i fråga ingår en sådan grund för vägran som hindrar lämnande av rättslig hjälp i brottmål. Riksåklagaren ska underrättas om gripandet och anhållandet.",
        "normalized_sv": "Den behöriga myndigheten i Finland kan i enlighet med artikel 2 i protokollet i en i artikel VII.5 a i avtalet avsedd situation gripa och anhålla en medlem av den sändande statens styrkor eller av dess civila komponent, eller en anhörig till en sådan medlem, på begäran av den sändande statens behöriga myndighet med anledning av dess utredning av eller väckande av åtal för brott också när det gäller en gärning som enligt den sändande statens lagstiftning är straffbar, även om gärningen inte är straffbar enligt finsk lag. I avtalets artikel VII.5 a avsedd hjälp vid gripande och anhållande lämnas inte, om det i den lagstiftning om internationell rättslig hjälp i brottmål som i tillämpliga delar tillämpas på staten i fråga ingår en sådan grund för vägran som hindrar lämnande av rättslig hjälp i brottmål. Riksåklagaren ska underrättas om gripandet och anhållandet.",
        "folded_sv": "den behoriga myndigheten i finland kan i enlighet med artikel 2 i protokollet i en i artikel vii.5 a i avtalet avsedd situation gripa och anhalla en medlem av den sandande statens styrkor eller av dess civila komponent, eller en anhorig till en sadan medlem, pa begaran av den sandande statens behoriga myndighet med anledning av dess utredning av eller vackande av atal for brott ocksa nar det galler en garning som enligt den sandande statens lagstiftning ar straffbar, aven om garningen inte ar straffbar enligt finsk lag. i avtalets artikel vii.5 a avsedd hjalp vid gripande och anhallande lamnas inte, om det i den lagstiftning om internationell rattslig hjalp i brottmal som i tillampliga delar tillampas pa staten i fraga ingar en sadan grund for vagran som hindrar lamnande av rattslig hjalp i brottmal. riksaklagaren ska underrattas om gripandet och anhallandet."
      },
      "valid_from": "2024-03-22",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Henkilön toimittaminen lähettäjävaltion toimivaltaiselle viranomaiselle",
      "content": "Helsingin käräjäoikeus päättää pöytäkirjan 2 artiklan mukaisesti Pohjois-Atlantin sopimuksen sopimuspuolten välillä niiden joukkojen asemasta tehdyn sopimuksen VII artiklan 5 kappaleen a kohdassa tarkoitetusta toimittamisesta lähettäjävaltion toimivaltaiselle viranomaiselle rikosasian tutkintaa tai syytetoimenpiteitä varten kyseisen viranomaisen esittämän pyynnön johdosta noudattaen soveltuvin osin kyseiseen valtioon sovellettavaa rikoksen johdosta tapahtuvaa luovuttamista koskevaa sääntelyä. Henkilön toimittaminen voi perustua myös 3 §:n 1 momentissa tarkoitettuun tekoon. Asian käsittelyyn sovelletaan soveltuvin osin, mitä rikoksen johdosta tapahtuvasta luovuttamisesta Suomen ja muiden Euroopan unionin jäsenvaltioiden välillä annetussa laissa (1286/2003) säädetään menettelystä sekä kiinniottamisesta ja säilöön ottamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Helsingin käräjäoikeus päättää pöytäkirjan 2 artiklan mukaisesti Pohjois-Atlantin sopimuksen sopimuspuolten välillä niiden joukkojen asemasta tehdyn sopimuksen VII artiklan 5 kappaleen a kohdassa tarkoitetusta toimittamisesta lähettäjävaltion toimivaltaiselle viranomaiselle rikosasian tutkintaa tai syytetoimenpiteitä varten kyseisen viranomaisen esittämän pyynnön johdosta noudattaen soveltuvin osin kyseiseen valtioon sovellettavaa rikoksen johdosta tapahtuvaa luovuttamista koskevaa sääntelyä. Henkilön toimittaminen voi perustua myös 3 § :n 1 momentissa tarkoitettuun tekoon. Asian käsittelyyn sovelletaan soveltuvin osin, mitä rikoksen johdosta tapahtuvasta luovuttamisesta Suomen ja muiden Euroopan unionin jäsenvaltioiden välillä annetussa laissa (1286/2003) säädetään menettelystä sekä kiinniottamisesta ja säilöön ottamisesta.",
        "folded_fi": "helsingin karajaoikeus paattaa poytakirjan 2 artiklan mukaisesti pohjois-atlantin sopimuksen sopimuspuolten valilla niiden joukkojen asemasta tehdyn sopimuksen vii artiklan 5 kappaleen a kohdassa tarkoitetusta toimittamisesta lahettajavaltion toimivaltaiselle viranomaiselle rikosasian tutkintaa tai syytetoimenpiteita varten kyseisen viranomaisen esittaman pyynnon johdosta noudattaen soveltuvin osin kyseiseen valtioon sovellettavaa rikoksen johdosta tapahtuvaa luovuttamista koskevaa saantelya. henkilon toimittaminen voi perustua myos 3 §:n 1 momentissa tarkoitettuun tekoon. asian kasittelyyn sovelletaan soveltuvin osin, mita rikoksen johdosta tapahtuvasta luovuttamisesta suomen ja muiden euroopan unionin jasenvaltioiden valilla annetussa laissa (1286/2003) saadetaan menettelysta seka kiinniottamisesta ja sailoon ottamisesta.",
        "title_sv": "Överlämnande av en person till en behörig myndighet i den sändande staten",
        "content_sv": "Helsingfors tingsrätt fattar i enlighet med artikel 2 i protokollet beslut om i artikel VII.5 a i avtalet mellan parterna i nordatlantiska fördraget om status för deras styrkor avsett överlämnande till den sändande statens behöriga myndighet, med iakttagande i tillämpliga delar av på staten i fråga tillämplig lagstiftning om utlämning för brott, när denna behöriga myndighet med anledning av utredning av eller väckande av åtal för brott har lämnat en begäran. Överlämnandet av en person kan också grunda sig på en gärning som avses i 2 § 1 mom. På behandlingen av ärendet tillämpas i tillämpliga delar vad som i lagen om utlämning för brott mellan Finland och de övriga medlemsstaterna i Europeiska unionen (1286/2003) föreskrivs om förfarandet samt om gripande och tagande i förvar.",
        "normalized_sv": "Helsingfors tingsrätt fattar i enlighet med artikel 2 i protokollet beslut om i artikel VII.5 a i avtalet mellan parterna i nordatlantiska fördraget om status för deras styrkor avsett överlämnande till den sändande statens behöriga myndighet, med iakttagande i tillämpliga delar av på staten i fråga tillämplig lagstiftning om utlämning för brott, när denna behöriga myndighet med anledning av utredning av eller väckande av åtal för brott har lämnat en begäran. Överlämnandet av en person kan också grunda sig på en gärning som avses i 2 § 1 mom. På behandlingen av ärendet tillämpas i tillämpliga delar vad som i lagen om utlämning för brott mellan Finland och de övriga medlemsstaterna i Europeiska unionen (1286/2003) föreskrivs om förfarandet samt om gripande och tagande i förvar.",
        "folded_sv": "helsingfors tingsratt fattar i enlighet med artikel 2 i protokollet beslut om i artikel vii.5 a i avtalet mellan parterna i nordatlantiska fordraget om status for deras styrkor avsett overlamnande till den sandande statens behoriga myndighet, med iakttagande i tillampliga delar av pa staten i fraga tillamplig lagstiftning om utlamning for brott, nar denna behoriga myndighet med anledning av utredning av eller vackande av atal for brott har lamnat en begaran. overlamnandet av en person kan ocksa grunda sig pa en garning som avses i 2 § 1 mom. pa behandlingen av arendet tillampas i tillampliga delar vad som i lagen om utlamning for brott mellan finland och de ovriga medlemsstaterna i europeiska unionen (1286/2003) foreskrivs om forfarandet samt om gripande och tagande i forvar."
      },
      "valid_from": "2024-03-22",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Suomen viranomaisen toimivalta auttaa rikosasian käsittelyssä",
      "content": "Suomen toimivaltaiset viranomaiset auttavat pöytäkirjan 2 artiklan mukaisesti Pohjois-Atlantin sopimuksen sopimuspuolten välillä niiden joukkojen asemasta tehdyn sopimuksen VII artiklan 6 kappaleen a kohdan tarkoittamalla tavalla lähettäjävaltion toimivaltaisia viranomaisia noudattaen soveltuvin osin kyseiseen valtioon sovellettavaa kansainvälistä rikosoikeusapua koskevaa sääntelyä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Suomen toimivaltaiset viranomaiset auttavat pöytäkirjan 2 artiklan mukaisesti Pohjois-Atlantin sopimuksen sopimuspuolten välillä niiden joukkojen asemasta tehdyn sopimuksen VII artiklan 6 kappaleen a kohdan tarkoittamalla tavalla lähettäjävaltion toimivaltaisia viranomaisia noudattaen soveltuvin osin kyseiseen valtioon sovellettavaa kansainvälistä rikosoikeusapua koskevaa sääntelyä.",
        "folded_fi": "suomen toimivaltaiset viranomaiset auttavat poytakirjan 2 artiklan mukaisesti pohjois-atlantin sopimuksen sopimuspuolten valilla niiden joukkojen asemasta tehdyn sopimuksen vii artiklan 6 kappaleen a kohdan tarkoittamalla tavalla lahettajavaltion toimivaltaisia viranomaisia noudattaen soveltuvin osin kyseiseen valtioon sovellettavaa kansainvalista rikosoikeusapua koskevaa saantelya.",
        "title_sv": "Finska myndigheters behörighet att bistå vid behandling av brottmål",
        "content_sv": "I enlighet med artikel 2 i protokollet ska de finska behöriga myndigheterna på det sätt som avses i artikel VII.6 a i avtalet mellan parterna i nordatlantiska fördraget om status för deras styrkor bistå de behöriga myndigheterna i den sändande staten med iakttagande i tillämpliga delar av den lagstiftning om internationell rättslig hjälp i brottmål som tillämpas på staten i fråga.",
        "normalized_sv": "I enlighet med artikel 2 i protokollet ska de finska behöriga myndigheterna på det sätt som avses i artikel VII.6 a i avtalet mellan parterna i nordatlantiska fördraget om status för deras styrkor bistå de behöriga myndigheterna i den sändande staten med iakttagande i tillämpliga delar av den lagstiftning om internationell rättslig hjälp i brottmål som tillämpas på staten i fråga.",
        "folded_sv": "i enlighet med artikel 2 i protokollet ska de finska behoriga myndigheterna pa det satt som avses i artikel vii.6 a i avtalet mellan parterna i nordatlantiska fordraget om status for deras styrkor bista de behoriga myndigheterna i den sandande staten med iakttagande i tillampliga delar av den lagstiftning om internationell rattslig hjalp i brottmal som tillampas pa staten i fraga."
      },
      "valid_from": "2024-03-22",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Muut kuin lainsäädännön alaan kuuluvat määräykset",
      "content": "Pöytäkirjan muiden kuin lainsäädännön alaan kuuluvien määräysten voimaansaattamisesta säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Pöytäkirjan muiden kuin lainsäädännön alaan kuuluvien määräysten voimaansaattamisesta säädetään valtioneuvoston asetuksella.",
        "folded_fi": "poytakirjan muiden kuin lainsaadannon alaan kuuluvien maaraysten voimaansaattamisesta saadetaan valtioneuvoston asetuksella.",
        "title_sv": "Bestämmelser som inte hör till området för lagstiftningen",
        "content_sv": "Bestämmelser om sättande i kraft av de bestämmelser i protokollet som inte hör till området för lagstiftningen utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Bestämmelser om sättande i kraft av de bestämmelser i protokollet som inte hör till området för lagstiftningen utfärdas genom förordning av statsrådet.",
        "folded_sv": "bestammelser om sattande i kraft av de bestammelser i protokollet som inte hor till omradet for lagstiftningen utfardas genom forordning av statsradet."
      },
      "valid_from": "2024-03-22",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Voimaantulo",
      "content": "Tämän lain voimaantulosta säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Tämän lain voimaantulosta säädetään valtioneuvoston asetuksella.",
        "folded_fi": "taman lain voimaantulosta saadetaan valtioneuvoston asetuksella.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Bestämmelser om ikraftträdandet av denna lag utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Bestämmelser om ikraftträdandet av denna lag utfärdas genom förordning av statsrådet.",
        "folded_sv": "bestammelser om ikrafttradandet av denna lag utfardas genom forordning av statsradet."
      },
      "valid_from": "2024-03-22",
      "valid_to": null
    }
  ]
}