{
  "id": "1261/2005",
  "type": "statute",
  "title": "Laki terveydenhuollon ammattihenkilöistä annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om yrkesutbildade personer inom hälso- och sjukvården",
  "status": "in_force",
  "issued_date": "2005-12-29",
  "in_force_date": "2005-12-29",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/1261/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Ohjaus ja valvonta",
      "content": "Terveydenhuollon ammattihenkilöiden yleinen ohjaus kuuluu sosiaali- ja terveysministeriölle. Terveydenhuollon oikeusturvakeskus ohjaa ja valvoo valtakunnallisesti terveydenhuollon ammattihenkilöitä. Läänin alueella terveydenhuollon ammattihenkilöiden toimintaa ohjaa ja valvoo lääninhallitus. Terveydenhuollon oikeusturvakeskus ohjaa ja valvoo sosiaali- ja terveysministeriön alaisena lääninhallitusten toimintaa niiden toimintaperiaatteiden, menettelytapojen ja ratkaisukäytäntöjen yhdenmukaistamiseksi terveydenhuollon ammattihenkilöiden ohjauksessa ja valvonnassa. Terveydenhuollon oikeusturvakeskus käsittelee terveydenhuollon ammattihenkilöiden ohjaukseen ja valvontaan liittyvät asiat erityisesti silloin, kun kysymyksessä on: 1) periaatteellisesti tärkeä tai laajakantoinen asia; 2) epäily hoitovirheestä, joka on johtanut kuolemaan tai vaikeaan pysyvään vammautumiseen; 3) oikeuslääkärin tekemään kuolemansyyn selvittämiseen liittyvä asia; 4) asia, joka saattaa edellyttää turvaamis- tai kurinpitotoimenpiteitä; taikka 5) asia, jota lääninhallitus on esteellinen käsittelemään. Terveydenhuollon oikeusturvakeskuksen ja lääninhallitusten tarkemmasta työnjaosta ohjauksessa ja valvonnassa voidaan tarvittaessa säätää valtioneuvoston asetuksella. Edellä 1 tai 2 momentissa tarkoitettu valvontaviranomainen ei tutki terveydenhuollon ammattihenkilön toiminnasta tehtyä kantelua, joka koskee yli viisi vuotta vanhaa asiaa, ellei kantelun tutkimiseen ole erityistä syytä. Terveydenhuollon oikeusturvakeskuksessa on terveydenhuollon ammattihenkilöiden valvontaa varten terveydenhuollon ammattihenkilöiden valvontalautakunta, jonka kokoonpanosta ja tehtävistä säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24",
        "normalized_fi": "Terveydenhuollon ammattihenkilöiden yleinen ohjaus kuuluu sosiaali- ja terveysministeriölle. Terveydenhuollon oikeusturvakeskus ohjaa ja valvoo valtakunnallisesti terveydenhuollon ammattihenkilöitä. Läänin alueella terveydenhuollon ammattihenkilöiden toimintaa ohjaa ja valvoo lääninhallitus. Terveydenhuollon oikeusturvakeskus ohjaa ja valvoo sosiaali- ja terveysministeriön alaisena lääninhallitusten toimintaa niiden toimintaperiaatteiden, menettelytapojen ja ratkaisukäytäntöjen yhdenmukaistamiseksi terveydenhuollon ammattihenkilöiden ohjauksessa ja valvonnassa. Terveydenhuollon oikeusturvakeskus käsittelee terveydenhuollon ammattihenkilöiden ohjaukseen ja valvontaan liittyvät asiat erityisesti silloin, kun kysymyksessä on: 1) periaatteellisesti tärkeä tai laajakantoinen asia; 2) epäily hoitovirheestä, joka on johtanut kuolemaan tai vaikeaan pysyvään vammautumiseen; 3) oikeuslääkärin tekemään kuolemansyyn selvittämiseen liittyvä asia; 4) asia, joka saattaa edellyttää turvaamis- tai kurinpitotoimenpiteitä; taikka 5) asia, jota lääninhallitus on esteellinen käsittelemään. Terveydenhuollon oikeusturvakeskuksen ja lääninhallitusten tarkemmasta työnjaosta ohjauksessa ja valvonnassa voidaan tarvittaessa säätää valtioneuvoston asetuksella. Edellä 1 tai 2 momentissa tarkoitettu valvontaviranomainen ei tutki terveydenhuollon ammattihenkilön toiminnasta tehtyä kantelua, joka koskee yli viisi vuotta vanhaa asiaa, ellei kantelun tutkimiseen ole erityistä syytä. Terveydenhuollon oikeusturvakeskuksessa on terveydenhuollon ammattihenkilöiden valvontaa varten terveydenhuollon ammattihenkilöiden valvontalautakunta, jonka kokoonpanosta ja tehtävistä säädetään valtioneuvoston asetuksella.",
        "folded_fi": "terveydenhuollon ammattihenkiloiden yleinen ohjaus kuuluu sosiaali- ja terveysministeriolle. terveydenhuollon oikeusturvakeskus ohjaa ja valvoo valtakunnallisesti terveydenhuollon ammattihenkiloita. laanin alueella terveydenhuollon ammattihenkiloiden toimintaa ohjaa ja valvoo laaninhallitus. terveydenhuollon oikeusturvakeskus ohjaa ja valvoo sosiaali- ja terveysministerion alaisena laaninhallitusten toimintaa niiden toimintaperiaatteiden, menettelytapojen ja ratkaisukaytantojen yhdenmukaistamiseksi terveydenhuollon ammattihenkiloiden ohjauksessa ja valvonnassa. terveydenhuollon oikeusturvakeskus kasittelee terveydenhuollon ammattihenkiloiden ohjaukseen ja valvontaan liittyvat asiat erityisesti silloin, kun kysymyksessa on: 1) periaatteellisesti tarkea tai laajakantoinen asia; 2) epaily hoitovirheesta, joka on johtanut kuolemaan tai vaikeaan pysyvaan vammautumiseen; 3) oikeuslaakarin tekemaan kuolemansyyn selvittamiseen liittyva asia; 4) asia, joka saattaa edellyttaa turvaamis- tai kurinpitotoimenpiteita; taikka 5) asia, jota laaninhallitus on esteellinen kasittelemaan. terveydenhuollon oikeusturvakeskuksen ja laaninhallitusten tarkemmasta tyonjaosta ohjauksessa ja valvonnassa voidaan tarvittaessa saataa valtioneuvoston asetuksella. edella 1 tai 2 momentissa tarkoitettu valvontaviranomainen ei tutki terveydenhuollon ammattihenkilon toiminnasta tehtya kantelua, joka koskee yli viisi vuotta vanhaa asiaa, ellei kantelun tutkimiseen ole erityista syyta. terveydenhuollon oikeusturvakeskuksessa on terveydenhuollon ammattihenkiloiden valvontaa varten terveydenhuollon ammattihenkiloiden valvontalautakunta, jonka kokoonpanosta ja tehtavista saadetaan valtioneuvoston asetuksella.",
        "title_sv": "Styrning och tillsyn",
        "content_sv": "Den allmänna styrningen i fråga om yrkesutbildade personer inom hälso- och sjukvården ankommer på social- och hälsovårdsministeriet. Rättsskyddscentralen för hälsovården styr och övervakar på riksnivå de yrkesutbildade personerna inom hälso- och sjukvården. Inom ett län styrs och övervakas de yrkesutbildade personerna inom hälso- och sjukvården av länsstyrelsen. Rättsskyddscentralen för hälsovården, som lyder under social- och hälsovårdsministeriet, leder och övervakar länsstyrelsernas verksamhet i syfte att förenhetliga deras verksamhetsprinciper, förfaringssätt och beslutspraxis vid styrningen och övervakningen av de yrkesutbildade personerna inom hälso- och sjukvården. Rättskyddscentralen för hälsovården behandlar ärenden i anslutning till styrningen och övervakningen av de yrkesutbildade personerna inom hälso- och sjukvården i synnerhet när det är fråga om 1) principiellt viktiga eller vittsyftande ärenden, 2) en misstanke om felbehandling som lett till döden eller grav bestående invaliditet, 3) ett ärende som har samband med en utredning av dödsorsak som utförts av en rättsläkare, 4) ärenden som kan förutsätta säkerhetsåtgärder eller disciplinära åtgärder, eller 5) ett ärende som länsstyrelsen är jävig att behandla. Bestämmelser om en närmare arbetsfördelning mellan Rättsskyddscentralen för hälsovården och länsstyrelserna vid styrningen och övervakningen kan vid behov utfärdas genom förordning av statsrådet. En övervakningsmyndighet som avses i 1 eller 2 mom. undersöker inte sådana klagomål över yrkesutbildade personer inom hälso- och sjukvården som gäller ärenden äldre än fem år, om det inte finns särskilda skäl att undersöka klagomålet. För tillsynen över de yrkesutbildade personerna inom hälso- och sjukvården finns vid Rättsskyddscentralen för hälsovården en nämnd för tillsyn över yrkesutbildade personer inom hälso- och sjukvården. Bestämmelser om nämndens sammansättning och uppgifter utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Den allmänna styrningen i fråga om yrkesutbildade personer inom hälso- och sjukvården ankommer på social- och hälsovårdsministeriet. Rättsskyddscentralen för hälsovården styr och övervakar på riksnivå de yrkesutbildade personerna inom hälso- och sjukvården. Inom ett län styrs och övervakas de yrkesutbildade personerna inom hälso- och sjukvården av länsstyrelsen. Rättsskyddscentralen för hälsovården, som lyder under social- och hälsovårdsministeriet, leder och övervakar länsstyrelsernas verksamhet i syfte att förenhetliga deras verksamhetsprinciper, förfaringssätt och beslutspraxis vid styrningen och övervakningen av de yrkesutbildade personerna inom hälso- och sjukvården. Rättskyddscentralen för hälsovården behandlar ärenden i anslutning till styrningen och övervakningen av de yrkesutbildade personerna inom hälso- och sjukvården i synnerhet när det är fråga om 1) principiellt viktiga eller vittsyftande ärenden, 2) en misstanke om felbehandling som lett till döden eller grav bestående invaliditet, 3) ett ärende som har samband med en utredning av dödsorsak som utförts av en rättsläkare, 4) ärenden som kan förutsätta säkerhetsåtgärder eller disciplinära åtgärder, eller 5) ett ärende som länsstyrelsen är jävig att behandla. Bestämmelser om en närmare arbetsfördelning mellan Rättsskyddscentralen för hälsovården och länsstyrelserna vid styrningen och övervakningen kan vid behov utfärdas genom förordning av statsrådet. En övervakningsmyndighet som avses i 1 eller 2 mom. undersöker inte sådana klagomål över yrkesutbildade personer inom hälso- och sjukvården som gäller ärenden äldre än fem år, om det inte finns särskilda skäl att undersöka klagomålet. För tillsynen över de yrkesutbildade personerna inom hälso- och sjukvården finns vid Rättsskyddscentralen för hälsovården en nämnd för tillsyn över yrkesutbildade personer inom hälso- och sjukvården. Bestämmelser om nämndens sammansättning och uppgifter utfärdas genom förordning av statsrådet.",
        "folded_sv": "den allmanna styrningen i fraga om yrkesutbildade personer inom halso- och sjukvarden ankommer pa social- och halsovardsministeriet. rattsskyddscentralen for halsovarden styr och overvakar pa riksniva de yrkesutbildade personerna inom halso- och sjukvarden. inom ett lan styrs och overvakas de yrkesutbildade personerna inom halso- och sjukvarden av lansstyrelsen. rattsskyddscentralen for halsovarden, som lyder under social- och halsovardsministeriet, leder och overvakar lansstyrelsernas verksamhet i syfte att forenhetliga deras verksamhetsprinciper, forfaringssatt och beslutspraxis vid styrningen och overvakningen av de yrkesutbildade personerna inom halso- och sjukvarden. rattskyddscentralen for halsovarden behandlar arenden i anslutning till styrningen och overvakningen av de yrkesutbildade personerna inom halso- och sjukvarden i synnerhet nar det ar fraga om 1) principiellt viktiga eller vittsyftande arenden, 2) en misstanke om felbehandling som lett till doden eller grav bestaende invaliditet, 3) ett arende som har samband med en utredning av dodsorsak som utforts av en rattslakare, 4) arenden som kan forutsatta sakerhetsatgarder eller disciplinara atgarder, eller 5) ett arende som lansstyrelsen ar javig att behandla. bestammelser om en narmare arbetsfordelning mellan rattsskyddscentralen for halsovarden och lansstyrelserna vid styrningen och overvakningen kan vid behov utfardas genom forordning av statsradet. en overvakningsmyndighet som avses i 1 eller 2 mom. undersoker inte sadana klagomal over yrkesutbildade personer inom halso- och sjukvarden som galler arenden aldre an fem ar, om det inte finns sarskilda skal att undersoka klagomalet. for tillsynen over de yrkesutbildade personerna inom halso- och sjukvarden finns vid rattsskyddscentralen for halsovarden en namnd for tillsyn over yrkesutbildade personer inom halso- och sjukvarden. bestammelser om namndens sammansattning och uppgifter utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Ammattitoiminnan asianmukaisuuden selvittäminen",
      "content": "Jos terveydenhuollon ammattihenkilö ei suostu 1 tai 2 momentissa säädettyyn selvittämiseen, Terveydenhuollon oikeusturvakeskus voi kieltää laillistettua ammattihenkilöä harjoittamasta ammattiaan tai peruuttaa luvan saaneen ammattihenkilön ammatinharjoittamisluvan taikka kieltää nimikesuojattua ammattihenkilöä käyttämästä asetuksella säädettyä terveydenhuollon ammattihenkilön ammattinimikettä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25",
        "normalized_fi": "Jos terveydenhuollon ammattihenkilö ei suostu 1 tai 2 momentissa säädettyyn selvittämiseen, Terveydenhuollon oikeusturvakeskus voi kieltää laillistettua ammattihenkilöä harjoittamasta ammattiaan tai peruuttaa luvan saaneen ammattihenkilön ammatinharjoittamisluvan taikka kieltää nimikesuojattua ammattihenkilöä käyttämästä asetuksella säädettyä terveydenhuollon ammattihenkilön ammattinimikettä.",
        "folded_fi": "jos terveydenhuollon ammattihenkilo ei suostu 1 tai 2 momentissa saadettyyn selvittamiseen, terveydenhuollon oikeusturvakeskus voi kieltaa laillistettua ammattihenkiloa harjoittamasta ammattiaan tai peruuttaa luvan saaneen ammattihenkilon ammatinharjoittamisluvan taikka kieltaa nimikesuojattua ammattihenkiloa kayttamasta asetuksella saadettya terveydenhuollon ammattihenkilon ammattinimiketta.",
        "title_sv": "Utredning av yrkesutövningens ändamålsenlighet",
        "content_sv": "Om en yrkesutbildad person inom hälso- och sjukvården motsätter sig en utredning enligt 1 eller 2 mom., kan Rättsskyddscentralen för hälsovården förbjuda en legitimerad yrkesutbildad person att utöva yrket eller återkalla det tillstånd att utöva yrket som beviljats en yrkesutbildad person eller förbjuda en yrkesutbildad person med skyddad yrkesbeteckning att använda i förordning nämnd yrkesbeteckning för en yrkesutbildad person inom hälso- och sjukvården.",
        "normalized_sv": "Om en yrkesutbildad person inom hälso- och sjukvården motsätter sig en utredning enligt 1 eller 2 mom., kan Rättsskyddscentralen för hälsovården förbjuda en legitimerad yrkesutbildad person att utöva yrket eller återkalla det tillstånd att utöva yrket som beviljats en yrkesutbildad person eller förbjuda en yrkesutbildad person med skyddad yrkesbeteckning att använda i förordning nämnd yrkesbeteckning för en yrkesutbildad person inom hälso- och sjukvården.",
        "folded_sv": "om en yrkesutbildad person inom halso- och sjukvarden motsatter sig en utredning enligt 1 eller 2 mom., kan rattsskyddscentralen for halsovarden forbjuda en legitimerad yrkesutbildad person att utova yrket eller aterkalla det tillstand att utova yrket som beviljats en yrkesutbildad person eller forbjuda en yrkesutbildad person med skyddad yrkesbeteckning att anvanda i forordning namnd yrkesbeteckning for en yrkesutbildad person inom halso- och sjukvarden."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "Seuraamukset virheellisestä toiminnasta",
      "content": "Terveydenhuollon oikeusturvakeskus ja lääninhallitus voivat, jos asia ei anna aihetta 1 momentin a―e kohdassa tai jäljempänä 33 §:ssä mainittuun toimenpiteeseen, antaa terveydenhuollon ammattihenkilölle huomautuksen tai kiinnittää hänen huomiotansa asianmukaiseen ammattitoimintaan. Tässä momentissa tarkoitettuun Terveydenhuollon oikeusturvakeskuksen tai lääninhallituksen antamaan huomautukseen ja huomion kiinnittämiseen ei saa hakea muutosta valittamalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:26",
        "normalized_fi": "Terveydenhuollon oikeusturvakeskus ja lääninhallitus voivat, jos asia ei anna aihetta 1 momentin a―e kohdassa tai jäljempänä 33 § :ssä mainittuun toimenpiteeseen, antaa terveydenhuollon ammattihenkilölle huomautuksen tai kiinnittää hänen huomiotansa asianmukaiseen ammattitoimintaan. Tässä momentissa tarkoitettuun Terveydenhuollon oikeusturvakeskuksen tai lääninhallituksen antamaan huomautukseen ja huomion kiinnittämiseen ei saa hakea muutosta valittamalla.",
        "folded_fi": "terveydenhuollon oikeusturvakeskus ja laaninhallitus voivat, jos asia ei anna aihetta 1 momentin a―e kohdassa tai jaljempana 33 §:ssa mainittuun toimenpiteeseen, antaa terveydenhuollon ammattihenkilolle huomautuksen tai kiinnittaa hanen huomiotansa asianmukaiseen ammattitoimintaan. tassa momentissa tarkoitettuun terveydenhuollon oikeusturvakeskuksen tai laaninhallituksen antamaan huomautukseen ja huomion kiinnittamiseen ei saa hakea muutosta valittamalla.",
        "title_sv": "Påföljder av felaktigt förfarande",
        "content_sv": "Rättsskyddscentralen för hälsovården och länsstyrelsen kan, om ärendet inte föranleder en åtgärd enligt 1 mom. a―e punkten eller enligt 33 §, ge en yrkesutbildad person inom hälso- och sjukvården en anmärkning eller fästa personens uppmärksamhet på vikten av en ändamålsenlig yrkesutövning. I Rättsskyddscentralens för hälsovården eller länsstyrelsens anmärkning eller uppmärksamgörande enligt detta moment får ändring inte sökas genom besvär.",
        "normalized_sv": "Rättsskyddscentralen för hälsovården och länsstyrelsen kan, om ärendet inte föranleder en åtgärd enligt 1 mom. a―e punkten eller enligt 33 § , ge en yrkesutbildad person inom hälso- och sjukvården en anmärkning eller fästa personens uppmärksamhet på vikten av en ändamålsenlig yrkesutövning. I Rättsskyddscentralens för hälsovården eller länsstyrelsens anmärkning eller uppmärksamgörande enligt detta moment får ändring inte sökas genom besvär.",
        "folded_sv": "rattsskyddscentralen for halsovarden och lansstyrelsen kan, om arendet inte foranleder en atgard enligt 1 mom. a―e punkten eller enligt 33 §, ge en yrkesutbildad person inom halso- och sjukvarden en anmarkning eller fasta personens uppmarksamhet pa vikten av en andamalsenlig yrkesutovning. i rattsskyddscentralens for halsovarden eller lansstyrelsens anmarkning eller uppmarksamgorande enligt detta moment far andring inte sokas genom besvar."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Ohjaus ja valvonta",
      "content": "Terveydenhuollon ammattihenkilöiden yleinen ohjaus kuuluu sosiaali- ja terveysministeriölle. Terveydenhuollon oikeusturvakeskus ohjaa ja valvoo valtakunnallisesti terveydenhuollon ammattihenkilöitä. Läänin alueella terveydenhuollon ammattihenkilöiden toimintaa ohjaa ja valvoo lääninhallitus. Terveydenhuollon oikeusturvakeskus ohjaa ja valvoo sosiaali- ja terveysministeriön alaisena lääninhallitusten toimintaa niiden toimintaperiaatteiden, menettelytapojen ja ratkaisukäytäntöjen yhdenmukaistamiseksi terveydenhuollon ammattihenkilöiden ohjauksessa ja valvonnassa. Terveydenhuollon oikeusturvakeskus käsittelee terveydenhuollon ammattihenkilöiden ohjaukseen ja valvontaan liittyvät asiat erityisesti silloin, kun kysymyksessä on: 1) periaatteellisesti tärkeä tai laajakantoinen asia; 2) epäily hoitovirheestä, joka on johtanut kuolemaan tai vaikeaan pysyvään vammautumiseen; 3) oikeuslääkärin tekemään kuolemansyyn selvittämiseen liittyvä asia; 4) asia, joka saattaa edellyttää turvaamis- tai kurinpitotoimenpiteitä; taikka 5) asia, jota lääninhallitus on esteellinen käsittelemään. Terveydenhuollon oikeusturvakeskuksen ja lääninhallitusten tarkemmasta työnjaosta ohjauksessa ja valvonnassa voidaan tarvittaessa säätää valtioneuvoston asetuksella. Edellä 1 tai 2 momentissa tarkoitettu valvontaviranomainen ei tutki terveydenhuollon ammattihenkilön toiminnasta tehtyä kantelua, joka koskee yli viisi vuotta vanhaa asiaa, ellei kantelun tutkimiseen ole erityistä syytä. Terveydenhuollon oikeusturvakeskuksessa on terveydenhuollon ammattihenkilöiden valvontaa varten terveydenhuollon ammattihenkilöiden valvontalautakunta, jonka kokoonpanosta ja tehtävistä säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24",
        "normalized_fi": "Terveydenhuollon ammattihenkilöiden yleinen ohjaus kuuluu sosiaali- ja terveysministeriölle. Terveydenhuollon oikeusturvakeskus ohjaa ja valvoo valtakunnallisesti terveydenhuollon ammattihenkilöitä. Läänin alueella terveydenhuollon ammattihenkilöiden toimintaa ohjaa ja valvoo lääninhallitus. Terveydenhuollon oikeusturvakeskus ohjaa ja valvoo sosiaali- ja terveysministeriön alaisena lääninhallitusten toimintaa niiden toimintaperiaatteiden, menettelytapojen ja ratkaisukäytäntöjen yhdenmukaistamiseksi terveydenhuollon ammattihenkilöiden ohjauksessa ja valvonnassa. Terveydenhuollon oikeusturvakeskus käsittelee terveydenhuollon ammattihenkilöiden ohjaukseen ja valvontaan liittyvät asiat erityisesti silloin, kun kysymyksessä on: 1) periaatteellisesti tärkeä tai laajakantoinen asia; 2) epäily hoitovirheestä, joka on johtanut kuolemaan tai vaikeaan pysyvään vammautumiseen; 3) oikeuslääkärin tekemään kuolemansyyn selvittämiseen liittyvä asia; 4) asia, joka saattaa edellyttää turvaamis- tai kurinpitotoimenpiteitä; taikka 5) asia, jota lääninhallitus on esteellinen käsittelemään. Terveydenhuollon oikeusturvakeskuksen ja lääninhallitusten tarkemmasta työnjaosta ohjauksessa ja valvonnassa voidaan tarvittaessa säätää valtioneuvoston asetuksella. Edellä 1 tai 2 momentissa tarkoitettu valvontaviranomainen ei tutki terveydenhuollon ammattihenkilön toiminnasta tehtyä kantelua, joka koskee yli viisi vuotta vanhaa asiaa, ellei kantelun tutkimiseen ole erityistä syytä. Terveydenhuollon oikeusturvakeskuksessa on terveydenhuollon ammattihenkilöiden valvontaa varten terveydenhuollon ammattihenkilöiden valvontalautakunta, jonka kokoonpanosta ja tehtävistä säädetään valtioneuvoston asetuksella.",
        "folded_fi": "terveydenhuollon ammattihenkiloiden yleinen ohjaus kuuluu sosiaali- ja terveysministeriolle. terveydenhuollon oikeusturvakeskus ohjaa ja valvoo valtakunnallisesti terveydenhuollon ammattihenkiloita. laanin alueella terveydenhuollon ammattihenkiloiden toimintaa ohjaa ja valvoo laaninhallitus. terveydenhuollon oikeusturvakeskus ohjaa ja valvoo sosiaali- ja terveysministerion alaisena laaninhallitusten toimintaa niiden toimintaperiaatteiden, menettelytapojen ja ratkaisukaytantojen yhdenmukaistamiseksi terveydenhuollon ammattihenkiloiden ohjauksessa ja valvonnassa. terveydenhuollon oikeusturvakeskus kasittelee terveydenhuollon ammattihenkiloiden ohjaukseen ja valvontaan liittyvat asiat erityisesti silloin, kun kysymyksessa on: 1) periaatteellisesti tarkea tai laajakantoinen asia; 2) epaily hoitovirheesta, joka on johtanut kuolemaan tai vaikeaan pysyvaan vammautumiseen; 3) oikeuslaakarin tekemaan kuolemansyyn selvittamiseen liittyva asia; 4) asia, joka saattaa edellyttaa turvaamis- tai kurinpitotoimenpiteita; taikka 5) asia, jota laaninhallitus on esteellinen kasittelemaan. terveydenhuollon oikeusturvakeskuksen ja laaninhallitusten tarkemmasta tyonjaosta ohjauksessa ja valvonnassa voidaan tarvittaessa saataa valtioneuvoston asetuksella. edella 1 tai 2 momentissa tarkoitettu valvontaviranomainen ei tutki terveydenhuollon ammattihenkilon toiminnasta tehtya kantelua, joka koskee yli viisi vuotta vanhaa asiaa, ellei kantelun tutkimiseen ole erityista syyta. terveydenhuollon oikeusturvakeskuksessa on terveydenhuollon ammattihenkiloiden valvontaa varten terveydenhuollon ammattihenkiloiden valvontalautakunta, jonka kokoonpanosta ja tehtavista saadetaan valtioneuvoston asetuksella.",
        "title_sv": "Styrning och tillsyn",
        "content_sv": "Den allmänna styrningen i fråga om yrkesutbildade personer inom hälso- och sjukvården ankommer på social- och hälsovårdsministeriet. Rättsskyddscentralen för hälsovården styr och övervakar på riksnivå de yrkesutbildade personerna inom hälso- och sjukvården. Inom ett län styrs och övervakas de yrkesutbildade personerna inom hälso- och sjukvården av länsstyrelsen. Rättsskyddscentralen för hälsovården, som lyder under social- och hälsovårdsministeriet, leder och övervakar länsstyrelsernas verksamhet i syfte att förenhetliga deras verksamhetsprinciper, förfaringssätt och beslutspraxis vid styrningen och övervakningen av de yrkesutbildade personerna inom hälso- och sjukvården. Rättskyddscentralen för hälsovården behandlar ärenden i anslutning till styrningen och övervakningen av de yrkesutbildade personerna inom hälso- och sjukvården i synnerhet när det är fråga om 1) principiellt viktiga eller vittsyftande ärenden, 2) en misstanke om felbehandling som lett till döden eller grav bestående invaliditet, 3) ett ärende som har samband med en utredning av dödsorsak som utförts av en rättsläkare, 4) ärenden som kan förutsätta säkerhetsåtgärder eller disciplinära åtgärder, eller 5) ett ärende som länsstyrelsen är jävig att behandla. Bestämmelser om en närmare arbetsfördelning mellan Rättsskyddscentralen för hälsovården och länsstyrelserna vid styrningen och övervakningen kan vid behov utfärdas genom förordning av statsrådet. En övervakningsmyndighet som avses i 1 eller 2 mom. undersöker inte sådana klagomål över yrkesutbildade personer inom hälso- och sjukvården som gäller ärenden äldre än fem år, om det inte finns särskilda skäl att undersöka klagomålet. För tillsynen över de yrkesutbildade personerna inom hälso- och sjukvården finns vid Rättsskyddscentralen för hälsovården en nämnd för tillsyn över yrkesutbildade personer inom hälso- och sjukvården. Bestämmelser om nämndens sammansättning och uppgifter utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Den allmänna styrningen i fråga om yrkesutbildade personer inom hälso- och sjukvården ankommer på social- och hälsovårdsministeriet. Rättsskyddscentralen för hälsovården styr och övervakar på riksnivå de yrkesutbildade personerna inom hälso- och sjukvården. Inom ett län styrs och övervakas de yrkesutbildade personerna inom hälso- och sjukvården av länsstyrelsen. Rättsskyddscentralen för hälsovården, som lyder under social- och hälsovårdsministeriet, leder och övervakar länsstyrelsernas verksamhet i syfte att förenhetliga deras verksamhetsprinciper, förfaringssätt och beslutspraxis vid styrningen och övervakningen av de yrkesutbildade personerna inom hälso- och sjukvården. Rättskyddscentralen för hälsovården behandlar ärenden i anslutning till styrningen och övervakningen av de yrkesutbildade personerna inom hälso- och sjukvården i synnerhet när det är fråga om 1) principiellt viktiga eller vittsyftande ärenden, 2) en misstanke om felbehandling som lett till döden eller grav bestående invaliditet, 3) ett ärende som har samband med en utredning av dödsorsak som utförts av en rättsläkare, 4) ärenden som kan förutsätta säkerhetsåtgärder eller disciplinära åtgärder, eller 5) ett ärende som länsstyrelsen är jävig att behandla. Bestämmelser om en närmare arbetsfördelning mellan Rättsskyddscentralen för hälsovården och länsstyrelserna vid styrningen och övervakningen kan vid behov utfärdas genom förordning av statsrådet. En övervakningsmyndighet som avses i 1 eller 2 mom. undersöker inte sådana klagomål över yrkesutbildade personer inom hälso- och sjukvården som gäller ärenden äldre än fem år, om det inte finns särskilda skäl att undersöka klagomålet. För tillsynen över de yrkesutbildade personerna inom hälso- och sjukvården finns vid Rättsskyddscentralen för hälsovården en nämnd för tillsyn över yrkesutbildade personer inom hälso- och sjukvården. Bestämmelser om nämndens sammansättning och uppgifter utfärdas genom förordning av statsrådet.",
        "folded_sv": "den allmanna styrningen i fraga om yrkesutbildade personer inom halso- och sjukvarden ankommer pa social- och halsovardsministeriet. rattsskyddscentralen for halsovarden styr och overvakar pa riksniva de yrkesutbildade personerna inom halso- och sjukvarden. inom ett lan styrs och overvakas de yrkesutbildade personerna inom halso- och sjukvarden av lansstyrelsen. rattsskyddscentralen for halsovarden, som lyder under social- och halsovardsministeriet, leder och overvakar lansstyrelsernas verksamhet i syfte att forenhetliga deras verksamhetsprinciper, forfaringssatt och beslutspraxis vid styrningen och overvakningen av de yrkesutbildade personerna inom halso- och sjukvarden. rattskyddscentralen for halsovarden behandlar arenden i anslutning till styrningen och overvakningen av de yrkesutbildade personerna inom halso- och sjukvarden i synnerhet nar det ar fraga om 1) principiellt viktiga eller vittsyftande arenden, 2) en misstanke om felbehandling som lett till doden eller grav bestaende invaliditet, 3) ett arende som har samband med en utredning av dodsorsak som utforts av en rattslakare, 4) arenden som kan forutsatta sakerhetsatgarder eller disciplinara atgarder, eller 5) ett arende som lansstyrelsen ar javig att behandla. bestammelser om en narmare arbetsfordelning mellan rattsskyddscentralen for halsovarden och lansstyrelserna vid styrningen och overvakningen kan vid behov utfardas genom forordning av statsradet. en overvakningsmyndighet som avses i 1 eller 2 mom. undersoker inte sadana klagomal over yrkesutbildade personer inom halso- och sjukvarden som galler arenden aldre an fem ar, om det inte finns sarskilda skal att undersoka klagomalet. for tillsynen over de yrkesutbildade personerna inom halso- och sjukvarden finns vid rattsskyddscentralen for halsovarden en namnd for tillsyn over yrkesutbildade personer inom halso- och sjukvarden. bestammelser om namndens sammansattning och uppgifter utfardas genom forordning av statsradet."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Ammattitoiminnan asianmukaisuuden selvittäminen",
      "content": "Jos terveydenhuollon ammattihenkilö ei suostu 1 tai 2 momentissa säädettyyn selvittämiseen, Terveydenhuollon oikeusturvakeskus voi kieltää laillistettua ammattihenkilöä harjoittamasta ammattiaan tai peruuttaa luvan saaneen ammattihenkilön ammatinharjoittamisluvan taikka kieltää nimikesuojattua ammattihenkilöä käyttämästä asetuksella säädettyä terveydenhuollon ammattihenkilön ammattinimikettä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25",
        "normalized_fi": "Jos terveydenhuollon ammattihenkilö ei suostu 1 tai 2 momentissa säädettyyn selvittämiseen, Terveydenhuollon oikeusturvakeskus voi kieltää laillistettua ammattihenkilöä harjoittamasta ammattiaan tai peruuttaa luvan saaneen ammattihenkilön ammatinharjoittamisluvan taikka kieltää nimikesuojattua ammattihenkilöä käyttämästä asetuksella säädettyä terveydenhuollon ammattihenkilön ammattinimikettä.",
        "folded_fi": "jos terveydenhuollon ammattihenkilo ei suostu 1 tai 2 momentissa saadettyyn selvittamiseen, terveydenhuollon oikeusturvakeskus voi kieltaa laillistettua ammattihenkiloa harjoittamasta ammattiaan tai peruuttaa luvan saaneen ammattihenkilon ammatinharjoittamisluvan taikka kieltaa nimikesuojattua ammattihenkiloa kayttamasta asetuksella saadettya terveydenhuollon ammattihenkilon ammattinimiketta.",
        "title_sv": "Utredning av yrkesutövningens ändamålsenlighet",
        "content_sv": "Om en yrkesutbildad person inom hälso- och sjukvården motsätter sig en utredning enligt 1 eller 2 mom., kan Rättsskyddscentralen för hälsovården förbjuda en legitimerad yrkesutbildad person att utöva yrket eller återkalla det tillstånd att utöva yrket som beviljats en yrkesutbildad person eller förbjuda en yrkesutbildad person med skyddad yrkesbeteckning att använda i förordning nämnd yrkesbeteckning för en yrkesutbildad person inom hälso- och sjukvården.",
        "normalized_sv": "Om en yrkesutbildad person inom hälso- och sjukvården motsätter sig en utredning enligt 1 eller 2 mom., kan Rättsskyddscentralen för hälsovården förbjuda en legitimerad yrkesutbildad person att utöva yrket eller återkalla det tillstånd att utöva yrket som beviljats en yrkesutbildad person eller förbjuda en yrkesutbildad person med skyddad yrkesbeteckning att använda i förordning nämnd yrkesbeteckning för en yrkesutbildad person inom hälso- och sjukvården.",
        "folded_sv": "om en yrkesutbildad person inom halso- och sjukvarden motsatter sig en utredning enligt 1 eller 2 mom., kan rattsskyddscentralen for halsovarden forbjuda en legitimerad yrkesutbildad person att utova yrket eller aterkalla det tillstand att utova yrket som beviljats en yrkesutbildad person eller forbjuda en yrkesutbildad person med skyddad yrkesbeteckning att anvanda i forordning namnd yrkesbeteckning for en yrkesutbildad person inom halso- och sjukvarden."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "Seuraamukset virheellisestä toiminnasta",
      "content": "Terveydenhuollon oikeusturvakeskus ja lääninhallitus voivat, jos asia ei anna aihetta 1 momentin a―e kohdassa tai jäljempänä 33 §:ssä mainittuun toimenpiteeseen, antaa terveydenhuollon ammattihenkilölle huomautuksen tai kiinnittää hänen huomiotansa asianmukaiseen ammattitoimintaan. Tässä momentissa tarkoitettuun Terveydenhuollon oikeusturvakeskuksen tai lääninhallituksen antamaan huomautukseen ja huomion kiinnittämiseen ei saa hakea muutosta valittamalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:26",
        "normalized_fi": "Terveydenhuollon oikeusturvakeskus ja lääninhallitus voivat, jos asia ei anna aihetta 1 momentin a―e kohdassa tai jäljempänä 33 § :ssä mainittuun toimenpiteeseen, antaa terveydenhuollon ammattihenkilölle huomautuksen tai kiinnittää hänen huomiotansa asianmukaiseen ammattitoimintaan. Tässä momentissa tarkoitettuun Terveydenhuollon oikeusturvakeskuksen tai lääninhallituksen antamaan huomautukseen ja huomion kiinnittämiseen ei saa hakea muutosta valittamalla.",
        "folded_fi": "terveydenhuollon oikeusturvakeskus ja laaninhallitus voivat, jos asia ei anna aihetta 1 momentin a―e kohdassa tai jaljempana 33 §:ssa mainittuun toimenpiteeseen, antaa terveydenhuollon ammattihenkilolle huomautuksen tai kiinnittaa hanen huomiotansa asianmukaiseen ammattitoimintaan. tassa momentissa tarkoitettuun terveydenhuollon oikeusturvakeskuksen tai laaninhallituksen antamaan huomautukseen ja huomion kiinnittamiseen ei saa hakea muutosta valittamalla.",
        "title_sv": "Påföljder av felaktigt förfarande",
        "content_sv": "Rättsskyddscentralen för hälsovården och länsstyrelsen kan, om ärendet inte föranleder en åtgärd enligt 1 mom. a―e punkten eller enligt 33 §, ge en yrkesutbildad person inom hälso- och sjukvården en anmärkning eller fästa personens uppmärksamhet på vikten av en ändamålsenlig yrkesutövning. I Rättsskyddscentralens för hälsovården eller länsstyrelsens anmärkning eller uppmärksamgörande enligt detta moment får ändring inte sökas genom besvär.",
        "normalized_sv": "Rättsskyddscentralen för hälsovården och länsstyrelsen kan, om ärendet inte föranleder en åtgärd enligt 1 mom. a―e punkten eller enligt 33 § , ge en yrkesutbildad person inom hälso- och sjukvården en anmärkning eller fästa personens uppmärksamhet på vikten av en ändamålsenlig yrkesutövning. I Rättsskyddscentralens för hälsovården eller länsstyrelsens anmärkning eller uppmärksamgörande enligt detta moment får ändring inte sökas genom besvär.",
        "folded_sv": "rattsskyddscentralen for halsovarden och lansstyrelsen kan, om arendet inte foranleder en atgard enligt 1 mom. a―e punkten eller enligt 33 §, ge en yrkesutbildad person inom halso- och sjukvarden en anmarkning eller fasta personens uppmarksamhet pa vikten av en andamalsenlig yrkesutovning. i rattsskyddscentralens for halsovarden eller lansstyrelsens anmarkning eller uppmarksamgorande enligt detta moment far andring inte sokas genom besvar."
      },
      "valid_from": "2005-12-29",
      "valid_to": null
    }
  ]
}