{
  "id": "126/2025",
  "type": "statute",
  "title": "Laki sähköisen viestinnän palveluista annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om tjänster inom elektronisk kommunikation",
  "status": "in_force",
  "issued_date": "2025-04-04",
  "in_force_date": "2025-04-04",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2025/126/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "165",
      "section": "165",
      "title": "Verkkotunnusvälittäjän ilmoitusvelvollisuudet",
      "content": "Verkkotunnusvälittäjän on ennen toimintansa aloittamista tehtävä ilmoitus verkkotunnusrekisteriä hallinnoivalle viranomaiselle. Ilmoituksessa on oltava seuraavat tiedot: 1) verkkotunnusvälittäjän nimi, y-tunnus tai sellaisen puuttuessa muu yksilöivä tieto sekä kuulemisiin ja tiedoksiantoihin käytettävä sähköpostiosoite; 2) verkkotunnusvälittäjän päätoimipaikan ja muiden Euroopan unionissa sijaitsevien laillisten toimipaikkojen osoite ja ajantasaiset yhteystiedot tai, jos verkkotunnusvälittäjä ei ole sijoittautunut Euroopan unioniin, sen Euroopan unioniin nimetyn edustajan osoite, sähköpostiosoitteet, puhelinnumerot ja muut ajantasaiset yhteystiedot; 3) verkkotunnusvälittäjän IP-osoitealueet; 4) luettelo niistä Euroopan unionin jäsenvaltioista, joissa verkkotunnusvälittäjä tarjoaa palveluja; ja 5) muut kuin 1-4 kohdassa tarkoitetut valvonnan kannalta tarpeelliset tiedot. NIS 2 -direktiivi Liikenne- ja viestintäviraston on toimitettava toimenpiteistä kyberturvallisuuden yhteisen korkean tason varmistamiseksi kaikkialla unionissa, asetuksen (EU) N:o 910/2014 ja direktiivin (EU) 2018/1972 muuttamisesta sekä direktiivin (EU) 2016/1148 kumoamisesta annetun Euroopan parlamentin ja neuvoston direktiivin (EU) 2022/2555 () 27 artiklan 4 kohdassa tarkoitetun ilmoituksen tekemiseksi tarpeelliset tiedot verkkotunnusvälittäjien ilmoituksista kyberturvallisuuslain (124/2025) 18 §:ssä tarkoitetulle keskitetylle yhteyspisteelle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_165",
        "normalized_fi": "Verkkotunnusvälittäjän on ennen toimintansa aloittamista tehtävä ilmoitus verkkotunnusrekisteriä hallinnoivalle viranomaiselle. Ilmoituksessa on oltava seuraavat tiedot: 1) verkkotunnusvälittäjän nimi, y-tunnus tai sellaisen puuttuessa muu yksilöivä tieto sekä kuulemisiin ja tiedoksiantoihin käytettävä sähköpostiosoite; 2) verkkotunnusvälittäjän päätoimipaikan ja muiden Euroopan unionissa sijaitsevien laillisten toimipaikkojen osoite ja ajantasaiset yhteystiedot tai, jos verkkotunnusvälittäjä ei ole sijoittautunut Euroopan unioniin, sen Euroopan unioniin nimetyn edustajan osoite, sähköpostiosoitteet, puhelinnumerot ja muut ajantasaiset yhteystiedot; 3) verkkotunnusvälittäjän IP-osoitealueet; 4) luettelo niistä Euroopan unionin jäsenvaltioista, joissa verkkotunnusvälittäjä tarjoaa palveluja; ja 5) muut kuin 1-4 kohdassa tarkoitetut valvonnan kannalta tarpeelliset tiedot. NIS 2 -direktiivi Liikenne- ja viestintäviraston on toimitettava toimenpiteistä kyberturvallisuuden yhteisen korkean tason varmistamiseksi kaikkialla unionissa, asetuksen (EU) N:o 910/2014 ja direktiivin (EU) 2018/1972 muuttamisesta sekä direktiivin (EU) 2016/1148 kumoamisesta annetun Euroopan parlamentin ja neuvoston direktiivin (EU) 2022/2555 () 27 artiklan 4 kohdassa tarkoitetun ilmoituksen tekemiseksi tarpeelliset tiedot verkkotunnusvälittäjien ilmoituksista kyberturvallisuuslain (124/2025) 18 § :ssä tarkoitetulle keskitetylle yhteyspisteelle.",
        "folded_fi": "verkkotunnusvalittajan on ennen toimintansa aloittamista tehtava ilmoitus verkkotunnusrekisteria hallinnoivalle viranomaiselle. ilmoituksessa on oltava seuraavat tiedot: 1) verkkotunnusvalittajan nimi, y-tunnus tai sellaisen puuttuessa muu yksiloiva tieto seka kuulemisiin ja tiedoksiantoihin kaytettava sahkopostiosoite; 2) verkkotunnusvalittajan paatoimipaikan ja muiden euroopan unionissa sijaitsevien laillisten toimipaikkojen osoite ja ajantasaiset yhteystiedot tai, jos verkkotunnusvalittaja ei ole sijoittautunut euroopan unioniin, sen euroopan unioniin nimetyn edustajan osoite, sahkopostiosoitteet, puhelinnumerot ja muut ajantasaiset yhteystiedot; 3) verkkotunnusvalittajan ip-osoitealueet; 4) luettelo niista euroopan unionin jasenvaltioista, joissa verkkotunnusvalittaja tarjoaa palveluja; ja 5) muut kuin 1-4 kohdassa tarkoitetut valvonnan kannalta tarpeelliset tiedot. nis 2 -direktiivi liikenne- ja viestintaviraston on toimitettava toimenpiteista kyberturvallisuuden yhteisen korkean tason varmistamiseksi kaikkialla unionissa, asetuksen (eu) n:o 910/2014 ja direktiivin (eu) 2018/1972 muuttamisesta seka direktiivin (eu) 2016/1148 kumoamisesta annetun euroopan parlamentin ja neuvoston direktiivin (eu) 2022/2555 () 27 artiklan 4 kohdassa tarkoitetun ilmoituksen tekemiseksi tarpeelliset tiedot verkkotunnusvalittajien ilmoituksista kyberturvallisuuslain (124/2025) 18 §:ssa tarkoitetulle keskitetylle yhteyspisteelle.",
        "title_sv": "Registrarens anmälningsskyldighet",
        "content_sv": "En registrar ska göra en anmälan till den myndighet som förvaltar domännamnsregistret innan den inleder sin verksamhet. Anmälan ska innehålla följande uppgifter: 1) registrarens namn, FO-nummer eller, om sådant saknas, annan identifieringsuppgift samt den e-postadress som ska användas för hörande och delgivning, 2) adress och aktuell kontaktinformation till registrarens huvudkontor och andra lagliga verksamhetsställen i Europeiska unionen eller, om registraren inte är etablerad i Europeiska unionen, adress, e-postadresser, telefonnummer och annan aktuell kontaktinformation till registrarens utsedda företrädare i Europeiska unionen, 3) registrarens IP-adressintervall, 4) en förteckning över de medlemsstater i Europeiska unionen där registraren tillhandahåller tjänster, och 5) andra än i 1-4 punkten avsedda uppgifter som behövs för tillsynen. NIS 2-direktivet) Transport- och kommunikationsverket ska lämna den gemensamma kontaktpunkt som avses i 18 § i cybersäkerhetslagen (124/2025) de uppgifter om registrarernas anmälningar som behövs för att göra en anmälan enligt artikel 27.4 i Europaparlamentets och rådets direktiv (EU) 2022/2555 om åtgärder för en hög gemensam cybersäkerhetsnivå i hela unionen, om ändring av förordning (EU) nr 910/2014 och direktiv (EU) 2018/1972 och om upphävande av direktiv (EU) 2016/1148 (.",
        "normalized_sv": "En registrar ska göra en anmälan till den myndighet som förvaltar domännamnsregistret innan den inleder sin verksamhet. Anmälan ska innehålla följande uppgifter: 1) registrarens namn, FO-nummer eller, om sådant saknas, annan identifieringsuppgift samt den e-postadress som ska användas för hörande och delgivning, 2) adress och aktuell kontaktinformation till registrarens huvudkontor och andra lagliga verksamhetsställen i Europeiska unionen eller, om registraren inte är etablerad i Europeiska unionen, adress, e-postadresser, telefonnummer och annan aktuell kontaktinformation till registrarens utsedda företrädare i Europeiska unionen, 3) registrarens IP-adressintervall, 4) en förteckning över de medlemsstater i Europeiska unionen där registraren tillhandahåller tjänster, och 5) andra än i 1-4 punkten avsedda uppgifter som behövs för tillsynen. NIS 2-direktivet) Transport- och kommunikationsverket ska lämna den gemensamma kontaktpunkt som avses i 18 § i cybersäkerhetslagen (124/2025) de uppgifter om registrarernas anmälningar som behövs för att göra en anmälan enligt artikel 27.4 i Europaparlamentets och rådets direktiv (EU) 2022/2555 om åtgärder för en hög gemensam cybersäkerhetsnivå i hela unionen, om ändring av förordning (EU) nr 910/2014 och direktiv (EU) 2018/1972 och om upphävande av direktiv (EU) 2016/1148 (.",
        "folded_sv": "en registrar ska gora en anmalan till den myndighet som forvaltar domannamnsregistret innan den inleder sin verksamhet. anmalan ska innehalla foljande uppgifter: 1) registrarens namn, fo-nummer eller, om sadant saknas, annan identifieringsuppgift samt den e-postadress som ska anvandas for horande och delgivning, 2) adress och aktuell kontaktinformation till registrarens huvudkontor och andra lagliga verksamhetsstallen i europeiska unionen eller, om registraren inte ar etablerad i europeiska unionen, adress, e-postadresser, telefonnummer och annan aktuell kontaktinformation till registrarens utsedda foretradare i europeiska unionen, 3) registrarens ip-adressintervall, 4) en forteckning over de medlemsstater i europeiska unionen dar registraren tillhandahaller tjanster, och 5) andra an i 1-4 punkten avsedda uppgifter som behovs for tillsynen. nis 2-direktivet) transport- och kommunikationsverket ska lamna den gemensamma kontaktpunkt som avses i 18 § i cybersakerhetslagen (124/2025) de uppgifter om registrarernas anmalningar som behovs for att gora en anmalan enligt artikel 27.4 i europaparlamentets och radets direktiv (eu) 2022/2555 om atgarder for en hog gemensam cybersakerhetsniva i hela unionen, om andring av forordning (eu) nr 910/2014 och direktiv (eu) 2018/1972 och om upphavande av direktiv (eu) 2016/1148 (."
      }
    },
    {
      "provision_ref": "167",
      "section": "167",
      "title": "Tietojen merkitseminen verkkotunnusrekisteriin ja tietojen julkaiseminen",
      "content": "Verkkotunnus on merkittävä verkkotunnuksen käyttäjän nimiin. Verkkotunnuksen käyttäjän on ilmoitettava verkkotunnusvälittäjälle oikeat, ajantasaiset ja yksilöivät käyttäjä- ja yhteystiedot sekä niissä tapahtuvat muutokset. Verkkotunnusvälittäjän tai sen puolesta toimivan on merkittävä verkkotunnusrekisteriin verkkotunnuksen käyttäjää ja rekisteröityä verkkotunnusta koskevat oikeat, ajantasaiset ja yksilöivät tiedot sekä kuulemisiin ja tiedoksiantoihin käytettävä sähköpostiosoite. Liikenne- ja viestintävirasto voi estää verkkotunnuksen rekisteröinnin verkkotunnusrekisteriin, jos se epäilee 1 momentissa tarkoitettujen tietojen olevan puutteellisia tai virheellisiä eikä verkkotunnusvälittäjä kehotuksesta huolimatta todenna tietoja oikeiksi määräajassa. Liikenne- ja viestintävirasto asettaa julkisesti saataville käytössään olevat käyttäjätietojen oikeellisuuden varmistamista koskevat toimintaperiaatteet ja menettelyt. Liikenne- ja viestintävirasto julkaisee ilman aiheetonta viivytystä internet-sivuillaan tai muussa sähköisessä palvelussa verkkotunnusrekisterin tiedot. Henkilötietojen suojasta säädetään luonnollisten henkilöiden suojelusta henkilötietojen käsittelyssä sekä näiden tietojen vapaasta liikkuvuudesta ja direktiivin 95/46/EY kumoamisesta annetussa Euroopan parlamentin ja neuvoston asetuksessa (EU) 2016/679 (yleinen tietosuoja-asetus) ja sitä täydentävässä tietosuojalaissa. Liikenne- ja viestintäviraston on vastattava verkkotunnusten rekisteritietoihin pääsyä koskevaan pyyntöön ilman aiheetonta viivytystä ja viimeistään 72 tunnin kuluessa pyynnön vastaanottamisesta. Rekisterin tietojen luovuttamiseen sovelletaan muutoin viranomaisten toiminnan julkisuudesta annetun lain 16 §:ää. Liikenne- ja viestintävirasto asettaa julkisesti saataville käytössään olevat toimintaperiaatteet ja menettelyt verkkotunnusten rekisteröintitietojen luovuttamisesta. Verkkotunnusrekisteriin merkitty verkkotunnus on voimassa enintään viisi vuotta. Verkkotunnusvälittäjä voi uudistaa verkkotunnusta koskevan merkinnän enintään viideksi vuodeksi kerrallaan. Liikenne- ja viestintävirasto voi antaa tarkempia määräyksiä merkitsemisen teknisestä toteuttamistavasta ja merkitsemisen yhteydessä ilmoitettavista tiedoista sekä verkkotunnuksen käyttäjän teknisestä tunnistamisesta ja verkkotunnuksen käyttäjän tietojen varmistamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_167",
        "normalized_fi": "Verkkotunnus on merkittävä verkkotunnuksen käyttäjän nimiin. Verkkotunnuksen käyttäjän on ilmoitettava verkkotunnusvälittäjälle oikeat, ajantasaiset ja yksilöivät käyttäjä- ja yhteystiedot sekä niissä tapahtuvat muutokset. Verkkotunnusvälittäjän tai sen puolesta toimivan on merkittävä verkkotunnusrekisteriin verkkotunnuksen käyttäjää ja rekisteröityä verkkotunnusta koskevat oikeat, ajantasaiset ja yksilöivät tiedot sekä kuulemisiin ja tiedoksiantoihin käytettävä sähköpostiosoite. Liikenne- ja viestintävirasto voi estää verkkotunnuksen rekisteröinnin verkkotunnusrekisteriin, jos se epäilee 1 momentissa tarkoitettujen tietojen olevan puutteellisia tai virheellisiä eikä verkkotunnusvälittäjä kehotuksesta huolimatta todenna tietoja oikeiksi määräajassa. Liikenne- ja viestintävirasto asettaa julkisesti saataville käytössään olevat käyttäjätietojen oikeellisuuden varmistamista koskevat toimintaperiaatteet ja menettelyt. Liikenne- ja viestintävirasto julkaisee ilman aiheetonta viivytystä internet-sivuillaan tai muussa sähköisessä palvelussa verkkotunnusrekisterin tiedot. Henkilötietojen suojasta säädetään luonnollisten henkilöiden suojelusta henkilötietojen käsittelyssä sekä näiden tietojen vapaasta liikkuvuudesta ja direktiivin 95/46/EY kumoamisesta annetussa Euroopan parlamentin ja neuvoston asetuksessa (EU) 2016/679 (yleinen tietosuoja-asetus) ja sitä täydentävässä tietosuojalaissa. Liikenne- ja viestintäviraston on vastattava verkkotunnusten rekisteritietoihin pääsyä koskevaan pyyntöön ilman aiheetonta viivytystä ja viimeistään 72 tunnin kuluessa pyynnön vastaanottamisesta. Rekisterin tietojen luovuttamiseen sovelletaan muutoin viranomaisten toiminnan julkisuudesta annetun lain 16 § :ää. Liikenne- ja viestintävirasto asettaa julkisesti saataville käytössään olevat toimintaperiaatteet ja menettelyt verkkotunnusten rekisteröintitietojen luovuttamisesta. Verkkotunnusrekisteriin merkitty verkkotunnus on voimassa enintään viisi vuotta. Verkkotunnusvälittäjä voi uudistaa verkkotunnusta koskevan merkinnän enintään viideksi vuodeksi kerrallaan. Liikenne- ja viestintävirasto voi antaa tarkempia määräyksiä merkitsemisen teknisestä toteuttamistavasta ja merkitsemisen yhteydessä ilmoitettavista tiedoista sekä verkkotunnuksen käyttäjän teknisestä tunnistamisesta ja verkkotunnuksen käyttäjän tietojen varmistamisesta.",
        "folded_fi": "verkkotunnus on merkittava verkkotunnuksen kayttajan nimiin. verkkotunnuksen kayttajan on ilmoitettava verkkotunnusvalittajalle oikeat, ajantasaiset ja yksiloivat kayttaja- ja yhteystiedot seka niissa tapahtuvat muutokset. verkkotunnusvalittajan tai sen puolesta toimivan on merkittava verkkotunnusrekisteriin verkkotunnuksen kayttajaa ja rekisteroitya verkkotunnusta koskevat oikeat, ajantasaiset ja yksiloivat tiedot seka kuulemisiin ja tiedoksiantoihin kaytettava sahkopostiosoite. liikenne- ja viestintavirasto voi estaa verkkotunnuksen rekisteroinnin verkkotunnusrekisteriin, jos se epailee 1 momentissa tarkoitettujen tietojen olevan puutteellisia tai virheellisia eika verkkotunnusvalittaja kehotuksesta huolimatta todenna tietoja oikeiksi maaraajassa. liikenne- ja viestintavirasto asettaa julkisesti saataville kaytossaan olevat kayttajatietojen oikeellisuuden varmistamista koskevat toimintaperiaatteet ja menettelyt. liikenne- ja viestintavirasto julkaisee ilman aiheetonta viivytysta internet-sivuillaan tai muussa sahkoisessa palvelussa verkkotunnusrekisterin tiedot. henkilotietojen suojasta saadetaan luonnollisten henkiloiden suojelusta henkilotietojen kasittelyssa seka naiden tietojen vapaasta liikkuvuudesta ja direktiivin 95/46/ey kumoamisesta annetussa euroopan parlamentin ja neuvoston asetuksessa (eu) 2016/679 (yleinen tietosuoja-asetus) ja sita taydentavassa tietosuojalaissa. liikenne- ja viestintaviraston on vastattava verkkotunnusten rekisteritietoihin paasya koskevaan pyyntoon ilman aiheetonta viivytysta ja viimeistaan 72 tunnin kuluessa pyynnon vastaanottamisesta. rekisterin tietojen luovuttamiseen sovelletaan muutoin viranomaisten toiminnan julkisuudesta annetun lain 16 §:aa. liikenne- ja viestintavirasto asettaa julkisesti saataville kaytossaan olevat toimintaperiaatteet ja menettelyt verkkotunnusten rekisterointitietojen luovuttamisesta. verkkotunnusrekisteriin merkitty verkkotunnus on voimassa enintaan viisi vuotta. verkkotunnusvalittaja voi uudistaa verkkotunnusta koskevan merkinnan enintaan viideksi vuodeksi kerrallaan. liikenne- ja viestintavirasto voi antaa tarkempia maarayksia merkitsemisen teknisesta toteuttamistavasta ja merkitsemisen yhteydessa ilmoitettavista tiedoista seka verkkotunnuksen kayttajan teknisesta tunnistamisesta ja verkkotunnuksen kayttajan tietojen varmistamisesta.",
        "title_sv": "Anteckning av uppgifter i domännamnsregistret och offentliggörande av uppgifter",
        "content_sv": "Ett domännamn ska registreras på domännamnsanvändaren. Domännamnsanvändaren ska lämna registraren korrekta och uppdaterade användar- och kontaktuppgifter som identifierar domännamnsanvändaren samt ändringar i dem. Registraren eller den som handlar på registrarens vägnar ska i domännamnsregistret anteckna korrekta och uppdaterade uppgifter som identifierar domännamnsanvändaren och det registrerade domännamnet samt den e-postadress som ska användas för hörande och delgivning. Transport- och kommunikationsverket kan förhindra registrering av ett domännamn i domännamnsregistret, om verket misstänker att de uppgifter som avses i 1 mom. är bristfälliga eller felaktiga och registraren trots uppmaning inte inom utsatt tid bevisar att uppgifterna är riktiga. Transport- och kommunikationsverket gör sina riktlinjer och förfaranden för säkerställande av att användaruppgifterna är korrekta offentligt tillgängliga. Transport- och kommunikationsverket offentliggör uppgifterna i domännamnsregistret på sina webbsidor eller i någon annan elektronisk tjänst utan obefogat dröjsmål. Bestämmelser om skydd för personuppgifter finns i Europaparlamentets och rådets förordning (EU) 2016/679 om skydd för fysiska personer med avseende på behandling av personuppgifter och om det fria flödet av sådana uppgifter och om upphävande av direktiv 95/46/EG (allmän dataskyddsförordning) och i dataskyddslagen, som kompletterar förordningen. Transport- och kommunikationsverket ska besvara en begäran om åtkomst till registeruppgifter om domännamn utan obefogat dröjsmål och senast inom 72 timmar från mottagandet av begäran. I övrigt ska på utlämnande av uppgifter ur registret tillämpas 16 § i lagen om offentlighet i myndigheternas verksamhet. Transport- och kommunikationsverket gör sina riktlinjer och förfaranden för utlämnande av registreringsuppgifter om domännamn offentligt tillgängliga. Ett domännamn som har registrerats i domännamnsregistret gäller i högst fem år. Registraren kan förnya en domänregistrering för högst fem år i sänder. Transport- och kommunikationsverket får utfärda närmare föreskrifter om hur registreringen tekniskt ska genomföras och om de uppgifter som ska lämnas i samband med registreringen samt om teknisk identifiering av domännamnsanvändaren och om verifiering av uppgifterna om domännamnsanvändaren.",
        "normalized_sv": "Ett domännamn ska registreras på domännamnsanvändaren. Domännamnsanvändaren ska lämna registraren korrekta och uppdaterade användar- och kontaktuppgifter som identifierar domännamnsanvändaren samt ändringar i dem. Registraren eller den som handlar på registrarens vägnar ska i domännamnsregistret anteckna korrekta och uppdaterade uppgifter som identifierar domännamnsanvändaren och det registrerade domännamnet samt den e-postadress som ska användas för hörande och delgivning. Transport- och kommunikationsverket kan förhindra registrering av ett domännamn i domännamnsregistret, om verket misstänker att de uppgifter som avses i 1 mom. är bristfälliga eller felaktiga och registraren trots uppmaning inte inom utsatt tid bevisar att uppgifterna är riktiga. Transport- och kommunikationsverket gör sina riktlinjer och förfaranden för säkerställande av att användaruppgifterna är korrekta offentligt tillgängliga. Transport- och kommunikationsverket offentliggör uppgifterna i domännamnsregistret på sina webbsidor eller i någon annan elektronisk tjänst utan obefogat dröjsmål. Bestämmelser om skydd för personuppgifter finns i Europaparlamentets och rådets förordning (EU) 2016/679 om skydd för fysiska personer med avseende på behandling av personuppgifter och om det fria flödet av sådana uppgifter och om upphävande av direktiv 95/46/EG (allmän dataskyddsförordning) och i dataskyddslagen, som kompletterar förordningen. Transport- och kommunikationsverket ska besvara en begäran om åtkomst till registeruppgifter om domännamn utan obefogat dröjsmål och senast inom 72 timmar från mottagandet av begäran. I övrigt ska på utlämnande av uppgifter ur registret tillämpas 16 § i lagen om offentlighet i myndigheternas verksamhet. Transport- och kommunikationsverket gör sina riktlinjer och förfaranden för utlämnande av registreringsuppgifter om domännamn offentligt tillgängliga. Ett domännamn som har registrerats i domännamnsregistret gäller i högst fem år. Registraren kan förnya en domänregistrering för högst fem år i sänder. Transport- och kommunikationsverket får utfärda närmare föreskrifter om hur registreringen tekniskt ska genomföras och om de uppgifter som ska lämnas i samband med registreringen samt om teknisk identifiering av domännamnsanvändaren och om verifiering av uppgifterna om domännamnsanvändaren.",
        "folded_sv": "ett domannamn ska registreras pa domannamnsanvandaren. domannamnsanvandaren ska lamna registraren korrekta och uppdaterade anvandar- och kontaktuppgifter som identifierar domannamnsanvandaren samt andringar i dem. registraren eller den som handlar pa registrarens vagnar ska i domannamnsregistret anteckna korrekta och uppdaterade uppgifter som identifierar domannamnsanvandaren och det registrerade domannamnet samt den e-postadress som ska anvandas for horande och delgivning. transport- och kommunikationsverket kan forhindra registrering av ett domannamn i domannamnsregistret, om verket misstanker att de uppgifter som avses i 1 mom. ar bristfalliga eller felaktiga och registraren trots uppmaning inte inom utsatt tid bevisar att uppgifterna ar riktiga. transport- och kommunikationsverket gor sina riktlinjer och forfaranden for sakerstallande av att anvandaruppgifterna ar korrekta offentligt tillgangliga. transport- och kommunikationsverket offentliggor uppgifterna i domannamnsregistret pa sina webbsidor eller i nagon annan elektronisk tjanst utan obefogat drojsmal. bestammelser om skydd for personuppgifter finns i europaparlamentets och radets forordning (eu) 2016/679 om skydd for fysiska personer med avseende pa behandling av personuppgifter och om det fria flodet av sadana uppgifter och om upphavande av direktiv 95/46/eg (allman dataskyddsforordning) och i dataskyddslagen, som kompletterar forordningen. transport- och kommunikationsverket ska besvara en begaran om atkomst till registeruppgifter om domannamn utan obefogat drojsmal och senast inom 72 timmar fran mottagandet av begaran. i ovrigt ska pa utlamnande av uppgifter ur registret tillampas 16 § i lagen om offentlighet i myndigheternas verksamhet. transport- och kommunikationsverket gor sina riktlinjer och forfaranden for utlamnande av registreringsuppgifter om domannamn offentligt tillgangliga. ett domannamn som har registrerats i domannamnsregistret galler i hogst fem ar. registraren kan fornya en domanregistrering for hogst fem ar i sander. transport- och kommunikationsverket far utfarda narmare foreskrifter om hur registreringen tekniskt ska genomforas och om de uppgifter som ska lamnas i samband med registreringen samt om teknisk identifiering av domannamnsanvandaren och om verifiering av uppgifterna om domannamnsanvandaren."
      }
    },
    {
      "provision_ref": "170",
      "section": "170",
      "title": "Verkkotunnusvälittäjän muut velvollisuudet",
      "content": "Verkkotunnusvälittäjän on: 1) tarjottava ennen verkkotunnuksen merkitsemistä tämän lain mukaiset tarvittavat tiedot verkkotunnuksen sisältöön ja muotoon liittyvistä edellytyksistä; 2) pidettävä verkkotunnusrekisteriin merkityt tiedot ajantasaisina; 3) kyettävä merkitsemään tietoja verkkotunnusrekisteriin Liikenne- ja viestintäviraston määrittelemällä teknisellä järjestelyllä; 4) tiedotettava verkkotunnuksen käyttäjää riittävästi ja tehokkaasti verkkotunnuksen voimassaoloajan päättymisestä; 5) poistettava verkkotunnus verkkotunnusrekisteristä verkkotunnuksen käyttäjän pyynnöstä ennen voimassaoloajan päättymistä; 6) huolehdittava toimintansa tietoturvasta; 7) ilmoitettava viipymättä Liikenne- ja viestintävirastolle, jos sen verkkotunnusten välitystoimintaan kohdistuu tai sitä uhkaa merkittävä tietoturvaloukkaus taikka muu tapahtuma, joka estää tai häiritsee sitä olennaisesti; samalla on myös ilmoitettava häiriön tai sen uhan arvioitu kesto ja vaikutukset, korjaustoimenpiteet sekä ne toimenpiteet, joilla häiriön toistuminen pyritään estämään; 8) asetettava julkisesti saataville toimintaperiaatteet ja menettelyt, joilla varmistetaan verkkotunnusrekisterin tietojen olevan 167 §:n 1 momentissa säädetyn mukaiset; 9) asetettava muut verkkotunnuksen rekisteröintitiedot kuin henkilötiedot julkisesti saataville ilman aiheetonta viivytystä; 10) annettava pääsy verkkotunnusten rekisteröintitietoihin tietosuojalainsäädännön mukaisesti ja maksuttomasti sekä vastattava rekisteritietoihin pääsyä oikeutetusti pyytävälle ilman aiheetonta viivytystä ja viimeistään 72 tunnin kuluessa lainmukaisen ja asianmukaisesti perustellun pyynnön vastaanottamisesta; 11) asetettava julkisesti saataville toimintaperiaatteet ja menettelyt verkkotunnusten rekisteröintitietojen luovuttamisesta. Liikenne- ja viestintävirasto voi antaa tarkempia määräyksiä verkkotunnuksen käyttäjälle annettavista tiedoista, julkisesti saataville asetettavista tiedoista, pääsyn antamisesta tietoihin sekä 1 momentin 8 ja 11 kohdassa tarkoitetuista toimintaperiaatteista ja menettelyistä, toiminnan tietoturvallisuudesta sekä siitä, milloin 1 momentin 7 kohdassa tarkoitettu häiriö on merkittävä sekä ilmoituksen sisällöstä, muodosta ja toimittamisesta. Kyberturvallisuuslain 2 §:n 3 kohdassa tarkoitetun DNS-palveluntarjoajan velvollisuudesta huolehtia viestintäverkkoihin ja tietojärjestelmiin kohdistuvien riskien hallinnasta ja poikkeamien ilmoittamisesta säädetään kyberturvallisuuslaissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_170",
        "normalized_fi": "Verkkotunnusvälittäjän on: 1) tarjottava ennen verkkotunnuksen merkitsemistä tämän lain mukaiset tarvittavat tiedot verkkotunnuksen sisältöön ja muotoon liittyvistä edellytyksistä; 2) pidettävä verkkotunnusrekisteriin merkityt tiedot ajantasaisina; 3) kyettävä merkitsemään tietoja verkkotunnusrekisteriin Liikenne- ja viestintäviraston määrittelemällä teknisellä järjestelyllä; 4) tiedotettava verkkotunnuksen käyttäjää riittävästi ja tehokkaasti verkkotunnuksen voimassaoloajan päättymisestä; 5) poistettava verkkotunnus verkkotunnusrekisteristä verkkotunnuksen käyttäjän pyynnöstä ennen voimassaoloajan päättymistä; 6) huolehdittava toimintansa tietoturvasta; 7) ilmoitettava viipymättä Liikenne- ja viestintävirastolle, jos sen verkkotunnusten välitystoimintaan kohdistuu tai sitä uhkaa merkittävä tietoturvaloukkaus taikka muu tapahtuma, joka estää tai häiritsee sitä olennaisesti; samalla on myös ilmoitettava häiriön tai sen uhan arvioitu kesto ja vaikutukset, korjaustoimenpiteet sekä ne toimenpiteet, joilla häiriön toistuminen pyritään estämään; 8) asetettava julkisesti saataville toimintaperiaatteet ja menettelyt, joilla varmistetaan verkkotunnusrekisterin tietojen olevan 167 § :n 1 momentissa säädetyn mukaiset; 9) asetettava muut verkkotunnuksen rekisteröintitiedot kuin henkilötiedot julkisesti saataville ilman aiheetonta viivytystä; 10) annettava pääsy verkkotunnusten rekisteröintitietoihin tietosuojalainsäädännön mukaisesti ja maksuttomasti sekä vastattava rekisteritietoihin pääsyä oikeutetusti pyytävälle ilman aiheetonta viivytystä ja viimeistään 72 tunnin kuluessa lainmukaisen ja asianmukaisesti perustellun pyynnön vastaanottamisesta; 11) asetettava julkisesti saataville toimintaperiaatteet ja menettelyt verkkotunnusten rekisteröintitietojen luovuttamisesta. Liikenne- ja viestintävirasto voi antaa tarkempia määräyksiä verkkotunnuksen käyttäjälle annettavista tiedoista, julkisesti saataville asetettavista tiedoista, pääsyn antamisesta tietoihin sekä 1 momentin 8 ja 11 kohdassa tarkoitetuista toimintaperiaatteista ja menettelyistä, toiminnan tietoturvallisuudesta sekä siitä, milloin 1 momentin 7 kohdassa tarkoitettu häiriö on merkittävä sekä ilmoituksen sisällöstä, muodosta ja toimittamisesta. Kyberturvallisuuslain 2 § :n 3 kohdassa tarkoitetun DNS-palveluntarjoajan velvollisuudesta huolehtia viestintäverkkoihin ja tietojärjestelmiin kohdistuvien riskien hallinnasta ja poikkeamien ilmoittamisesta säädetään kyberturvallisuuslaissa.",
        "folded_fi": "verkkotunnusvalittajan on: 1) tarjottava ennen verkkotunnuksen merkitsemista taman lain mukaiset tarvittavat tiedot verkkotunnuksen sisaltoon ja muotoon liittyvista edellytyksista; 2) pidettava verkkotunnusrekisteriin merkityt tiedot ajantasaisina; 3) kyettava merkitsemaan tietoja verkkotunnusrekisteriin liikenne- ja viestintaviraston maarittelemalla teknisella jarjestelylla; 4) tiedotettava verkkotunnuksen kayttajaa riittavasti ja tehokkaasti verkkotunnuksen voimassaoloajan paattymisesta; 5) poistettava verkkotunnus verkkotunnusrekisterista verkkotunnuksen kayttajan pyynnosta ennen voimassaoloajan paattymista; 6) huolehdittava toimintansa tietoturvasta; 7) ilmoitettava viipymatta liikenne- ja viestintavirastolle, jos sen verkkotunnusten valitystoimintaan kohdistuu tai sita uhkaa merkittava tietoturvaloukkaus taikka muu tapahtuma, joka estaa tai hairitsee sita olennaisesti; samalla on myos ilmoitettava hairion tai sen uhan arvioitu kesto ja vaikutukset, korjaustoimenpiteet seka ne toimenpiteet, joilla hairion toistuminen pyritaan estamaan; 8) asetettava julkisesti saataville toimintaperiaatteet ja menettelyt, joilla varmistetaan verkkotunnusrekisterin tietojen olevan 167 §:n 1 momentissa saadetyn mukaiset; 9) asetettava muut verkkotunnuksen rekisterointitiedot kuin henkilotiedot julkisesti saataville ilman aiheetonta viivytysta; 10) annettava paasy verkkotunnusten rekisterointitietoihin tietosuojalainsaadannon mukaisesti ja maksuttomasti seka vastattava rekisteritietoihin paasya oikeutetusti pyytavalle ilman aiheetonta viivytysta ja viimeistaan 72 tunnin kuluessa lainmukaisen ja asianmukaisesti perustellun pyynnon vastaanottamisesta; 11) asetettava julkisesti saataville toimintaperiaatteet ja menettelyt verkkotunnusten rekisterointitietojen luovuttamisesta. liikenne- ja viestintavirasto voi antaa tarkempia maarayksia verkkotunnuksen kayttajalle annettavista tiedoista, julkisesti saataville asetettavista tiedoista, paasyn antamisesta tietoihin seka 1 momentin 8 ja 11 kohdassa tarkoitetuista toimintaperiaatteista ja menettelyista, toiminnan tietoturvallisuudesta seka siita, milloin 1 momentin 7 kohdassa tarkoitettu hairio on merkittava seka ilmoituksen sisallosta, muodosta ja toimittamisesta. kyberturvallisuuslain 2 §:n 3 kohdassa tarkoitetun dns-palveluntarjoajan velvollisuudesta huolehtia viestintaverkkoihin ja tietojarjestelmiin kohdistuvien riskien hallinnasta ja poikkeamien ilmoittamisesta saadetaan kyberturvallisuuslaissa.",
        "title_sv": "Registrarens övriga skyldigheter",
        "content_sv": "En registrar ska 1) innan ett domännamn registreras tillhandahålla behövlig information enligt denna lag om kraven på domännamnets innehåll och form, 2) uppdatera uppgifterna i domännamnsregistret, 3) kunna göra anteckningar i domännamnsregistret med hjälp av tekniska arrangemang som Transport- och kommunikationsverket har fastställt, 4) i tillräcklig omfattning och effektivt informera en domännamnsanvändare om att domännamnets giltighetstid löper ut, 5) på begäran av domännamnsanvändaren avregistrera ett domännamn innan dess giltighetstid har löpt ut, 6) sörja för informationssäkerheten i sin verksamhet, 7) utan dröjsmål meddela Transport- och kommunikationsverket om dess förmedling av domännamn är utsatt för betydande kränkningar av eller hot mot informationssäkerheten eller för någonting annat som väsentligen förhindrar eller stör den; samtidigt ska registraren också anmäla hur länge störningen eller hotet beräknas pågå, om vilka verkningar störningen eller hotet har, om avhjälpande åtgärder samt om åtgärder för att förhindra att störningen upprepas, 8) göra sina riktlinjer och förfaranden för att säkerställa att uppgifterna i domännamnsregistret överensstämmer med bestämmelserna i 167 § 1 mom. offentligt tillgängliga, 9) utan obefogat dröjsmål göra andra registreringsuppgifter om domännamn än personuppgifter offentligt tillgängliga, 10) i enlighet med dataskyddslagstiftningen och avgiftsfritt ge åtkomst till registreringsuppgifter om domännamn samt svara den som legitimt begär åtkomst till registreringsuppgifter utan obefogat dröjsmål och senast inom 72 timmar från mottagandet av en laglig och på tillbörligt sätt motiverad begäran, 11) göra riktlinjer och förfaranden för utlämnande av registreringsuppgifter om domännamn offentligt tillgängliga. Transport- och kommunikationsverket får meddela närmare föreskrifter om information som ges till användare av domännamn, om information som ska göras offentligt tillgänglig, om givande av åtkomst till uppgifter, om de riktlinjer och förfaranden som avses i 1 mom. 8 och 11 punkten, om informationssäkerheten i registrarens verksamhet samt om när en störning som avses i 1 mom. 7 punkten ska anses vara betydande och om innehållet i anmälan samt anmälans utformning och hur den lämnas in. Bestämmelser om skyldigheten för en i 2 § 3 punkten i cybersäkerhetslagen avsedd leverantör av DNS-tjänster att sörja för riskhanteringen i fråga om kommunikationsnät och informationssystem och för anmälan av avvikelser finns i cybersäkerhetslagen.",
        "normalized_sv": "En registrar ska 1) innan ett domännamn registreras tillhandahålla behövlig information enligt denna lag om kraven på domännamnets innehåll och form, 2) uppdatera uppgifterna i domännamnsregistret, 3) kunna göra anteckningar i domännamnsregistret med hjälp av tekniska arrangemang som Transport- och kommunikationsverket har fastställt, 4) i tillräcklig omfattning och effektivt informera en domännamnsanvändare om att domännamnets giltighetstid löper ut, 5) på begäran av domännamnsanvändaren avregistrera ett domännamn innan dess giltighetstid har löpt ut, 6) sörja för informationssäkerheten i sin verksamhet, 7) utan dröjsmål meddela Transport- och kommunikationsverket om dess förmedling av domännamn är utsatt för betydande kränkningar av eller hot mot informationssäkerheten eller för någonting annat som väsentligen förhindrar eller stör den; samtidigt ska registraren också anmäla hur länge störningen eller hotet beräknas pågå, om vilka verkningar störningen eller hotet har, om avhjälpande åtgärder samt om åtgärder för att förhindra att störningen upprepas, 8) göra sina riktlinjer och förfaranden för att säkerställa att uppgifterna i domännamnsregistret överensstämmer med bestämmelserna i 167 § 1 mom. offentligt tillgängliga, 9) utan obefogat dröjsmål göra andra registreringsuppgifter om domännamn än personuppgifter offentligt tillgängliga, 10) i enlighet med dataskyddslagstiftningen och avgiftsfritt ge åtkomst till registreringsuppgifter om domännamn samt svara den som legitimt begär åtkomst till registreringsuppgifter utan obefogat dröjsmål och senast inom 72 timmar från mottagandet av en laglig och på tillbörligt sätt motiverad begäran, 11) göra riktlinjer och förfaranden för utlämnande av registreringsuppgifter om domännamn offentligt tillgängliga. Transport- och kommunikationsverket får meddela närmare föreskrifter om information som ges till användare av domännamn, om information som ska göras offentligt tillgänglig, om givande av åtkomst till uppgifter, om de riktlinjer och förfaranden som avses i 1 mom. 8 och 11 punkten, om informationssäkerheten i registrarens verksamhet samt om när en störning som avses i 1 mom. 7 punkten ska anses vara betydande och om innehållet i anmälan samt anmälans utformning och hur den lämnas in. Bestämmelser om skyldigheten för en i 2 § 3 punkten i cybersäkerhetslagen avsedd leverantör av DNS-tjänster att sörja för riskhanteringen i fråga om kommunikationsnät och informationssystem och för anmälan av avvikelser finns i cybersäkerhetslagen.",
        "folded_sv": "en registrar ska 1) innan ett domannamn registreras tillhandahalla behovlig information enligt denna lag om kraven pa domannamnets innehall och form, 2) uppdatera uppgifterna i domannamnsregistret, 3) kunna gora anteckningar i domannamnsregistret med hjalp av tekniska arrangemang som transport- och kommunikationsverket har faststallt, 4) i tillracklig omfattning och effektivt informera en domannamnsanvandare om att domannamnets giltighetstid loper ut, 5) pa begaran av domannamnsanvandaren avregistrera ett domannamn innan dess giltighetstid har lopt ut, 6) sorja for informationssakerheten i sin verksamhet, 7) utan drojsmal meddela transport- och kommunikationsverket om dess formedling av domannamn ar utsatt for betydande krankningar av eller hot mot informationssakerheten eller for nagonting annat som vasentligen forhindrar eller stor den; samtidigt ska registraren ocksa anmala hur lange storningen eller hotet beraknas paga, om vilka verkningar storningen eller hotet har, om avhjalpande atgarder samt om atgarder for att forhindra att storningen upprepas, 8) gora sina riktlinjer och forfaranden for att sakerstalla att uppgifterna i domannamnsregistret overensstammer med bestammelserna i 167 § 1 mom. offentligt tillgangliga, 9) utan obefogat drojsmal gora andra registreringsuppgifter om domannamn an personuppgifter offentligt tillgangliga, 10) i enlighet med dataskyddslagstiftningen och avgiftsfritt ge atkomst till registreringsuppgifter om domannamn samt svara den som legitimt begar atkomst till registreringsuppgifter utan obefogat drojsmal och senast inom 72 timmar fran mottagandet av en laglig och pa tillborligt satt motiverad begaran, 11) gora riktlinjer och forfaranden for utlamnande av registreringsuppgifter om domannamn offentligt tillgangliga. transport- och kommunikationsverket far meddela narmare foreskrifter om information som ges till anvandare av domannamn, om information som ska goras offentligt tillganglig, om givande av atkomst till uppgifter, om de riktlinjer och forfaranden som avses i 1 mom. 8 och 11 punkten, om informationssakerheten i registrarens verksamhet samt om nar en storning som avses i 1 mom. 7 punkten ska anses vara betydande och om innehallet i anmalan samt anmalans utformning och hur den lamnas in. bestammelser om skyldigheten for en i 2 § 3 punkten i cybersakerhetslagen avsedd leverantor av dns-tjanster att sorja for riskhanteringen i fraga om kommunikationsnat och informationssystem och for anmalan av avvikelser finns i cybersakerhetslagen."
      }
    },
    {
      "provision_ref": "247",
      "section": "247",
      "title": "Viestinnän välittäjän ja lisäarvopalvelun tarjoajan velvollisuus huolehtia tietoturvasta",
      "content": "Tietoturvasta huolehtimiseen sovelletaan lisäksi, mitä kyberturvallisuuslaissa säädetään sellaisen viestinnän välittäjän ja lisäarvopalvelun tarjoajan osalta, joka kuuluu NIS 2 -direktiivin soveltamisalaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_247",
        "normalized_fi": "Tietoturvasta huolehtimiseen sovelletaan lisäksi, mitä kyberturvallisuuslaissa säädetään sellaisen viestinnän välittäjän ja lisäarvopalvelun tarjoajan osalta, joka kuuluu NIS 2 -direktiivin soveltamisalaan.",
        "folded_fi": "tietoturvasta huolehtimiseen sovelletaan lisaksi, mita kyberturvallisuuslaissa saadetaan sellaisen viestinnan valittajan ja lisaarvopalvelun tarjoajan osalta, joka kuuluu nis 2 -direktiivin soveltamisalaan.",
        "title_sv": "Skyldighet att sörja för informationssäkerheten vid kommunikationsförmedling och tillhandahållande av mervärdestjänster",
        "content_sv": "När det gäller att sörja för informationssäkerheten tillämpas dessutom vad som i cybersäkerhetslagen föreskrivs om sådana kommunikationsförmedlare och leverantörer av mervärdestjänster som omfattas av tillämpningsområdet för NIS 2-direktivet.",
        "normalized_sv": "När det gäller att sörja för informationssäkerheten tillämpas dessutom vad som i cybersäkerhetslagen föreskrivs om sådana kommunikationsförmedlare och leverantörer av mervärdestjänster som omfattas av tillämpningsområdet för NIS 2-direktivet.",
        "folded_sv": "nar det galler att sorja for informationssakerheten tillampas dessutom vad som i cybersakerhetslagen foreskrivs om sadana kommunikationsformedlare och leverantorer av mervardestjanster som omfattas av tillampningsomradet for nis 2-direktivet."
      }
    },
    {
      "provision_ref": "275",
      "section": "275",
      "title": "Häiriöilmoitukset Liikenne- ja viestintävirastolle",
      "content": "Teleyrityksen on ilmoitettava viipymättä Liikenne- ja viestintävirastolle, jos sen palveluun kohdistuu tai sitä uhkaa merkittävä tietoturvaloukkaus taikka muu tapahtuma, joka estää viestintäpalvelun toimivuuden tai häiritsee sitä olennaisesti. Teleyrityksen on ilmoitettava myös ilman aiheetonta viivästystä häiriön tai sen uhan arvioitu kesto ja vaikutukset, korjaustoimenpiteet sekä ne toimenpiteet, joilla häiriön toistuminen pyritään estämään. Jos häiriöistä ilmoittaminen on yleisen edun mukaista, Liikenne- ja viestintävirasto voi velvoittaa teleyrityksen tiedottamaan asiasta tai kuultuaan ilmoitusvelvollista tiedottaa asiasta itse. Liikenne- ja viestintävirasto voi antaa tarkempia määräyksiä siitä, milloin 1 momentissa tarkoitettu häiriö on merkittävä, sekä 1 momentissa tarkoitettujen ilmoitusten sisällöstä, muodosta ja toimittamisesta. Liikenne- ja viestintäviraston on arvioitava, koskeeko 1 momentissa tarkoitettu häiriö muita Euroopan unionin jäsenvaltioita ja ilmoitettava tarvittaessa muille asiaan liittyville jäsenvaltioille. Edellä 1 momentissa tarkoitetusta häiriöstä on lisäksi tarvittaessa ilmoitettava Euroopan unionin kyberturvallisuusvirastolle. Häiriöilmoituksiin sovelletaan lisäksi, mitä kyberturvallisuuslaissa säädetään poikkeamailmoituksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_275",
        "normalized_fi": "Teleyrityksen on ilmoitettava viipymättä Liikenne- ja viestintävirastolle, jos sen palveluun kohdistuu tai sitä uhkaa merkittävä tietoturvaloukkaus taikka muu tapahtuma, joka estää viestintäpalvelun toimivuuden tai häiritsee sitä olennaisesti. Teleyrityksen on ilmoitettava myös ilman aiheetonta viivästystä häiriön tai sen uhan arvioitu kesto ja vaikutukset, korjaustoimenpiteet sekä ne toimenpiteet, joilla häiriön toistuminen pyritään estämään. Jos häiriöistä ilmoittaminen on yleisen edun mukaista, Liikenne- ja viestintävirasto voi velvoittaa teleyrityksen tiedottamaan asiasta tai kuultuaan ilmoitusvelvollista tiedottaa asiasta itse. Liikenne- ja viestintävirasto voi antaa tarkempia määräyksiä siitä, milloin 1 momentissa tarkoitettu häiriö on merkittävä, sekä 1 momentissa tarkoitettujen ilmoitusten sisällöstä, muodosta ja toimittamisesta. Liikenne- ja viestintäviraston on arvioitava, koskeeko 1 momentissa tarkoitettu häiriö muita Euroopan unionin jäsenvaltioita ja ilmoitettava tarvittaessa muille asiaan liittyville jäsenvaltioille. Edellä 1 momentissa tarkoitetusta häiriöstä on lisäksi tarvittaessa ilmoitettava Euroopan unionin kyberturvallisuusvirastolle. Häiriöilmoituksiin sovelletaan lisäksi, mitä kyberturvallisuuslaissa säädetään poikkeamailmoituksista.",
        "folded_fi": "teleyrityksen on ilmoitettava viipymatta liikenne- ja viestintavirastolle, jos sen palveluun kohdistuu tai sita uhkaa merkittava tietoturvaloukkaus taikka muu tapahtuma, joka estaa viestintapalvelun toimivuuden tai hairitsee sita olennaisesti. teleyrityksen on ilmoitettava myos ilman aiheetonta viivastysta hairion tai sen uhan arvioitu kesto ja vaikutukset, korjaustoimenpiteet seka ne toimenpiteet, joilla hairion toistuminen pyritaan estamaan. jos hairioista ilmoittaminen on yleisen edun mukaista, liikenne- ja viestintavirasto voi velvoittaa teleyrityksen tiedottamaan asiasta tai kuultuaan ilmoitusvelvollista tiedottaa asiasta itse. liikenne- ja viestintavirasto voi antaa tarkempia maarayksia siita, milloin 1 momentissa tarkoitettu hairio on merkittava, seka 1 momentissa tarkoitettujen ilmoitusten sisallosta, muodosta ja toimittamisesta. liikenne- ja viestintaviraston on arvioitava, koskeeko 1 momentissa tarkoitettu hairio muita euroopan unionin jasenvaltioita ja ilmoitettava tarvittaessa muille asiaan liittyville jasenvaltioille. edella 1 momentissa tarkoitetusta hairiosta on lisaksi tarvittaessa ilmoitettava euroopan unionin kyberturvallisuusvirastolle. hairioilmoituksiin sovelletaan lisaksi, mita kyberturvallisuuslaissa saadetaan poikkeamailmoituksista.",
        "title_sv": "Störningsanmälningar till Transport- och kommunikationsverket",
        "content_sv": "Ett teleföretag ska utan dröjsmål göra en anmälan till Transport- och kommunikationsverket om dess tjänster utsätts för eller hotas av betydande kränkningar av informationssäkerheten eller av någonting annat som gör att en kommunikationstjänst inte fungerar eller väsentligen stör den. Teleföretaget ska också utan obefogat dröjsmål anmäla hur länge störningen eller hotet beräknas pågå, om vilka verkningar störningen eller hotet har, om avhjälpande åtgärder samt om åtgärder för att förhindra att störningen upprepas. Om det ligger i allmänt intresse att det görs en anmälan om en störning kan Transport- och kommunikationsverket ålägga teleföretaget att informera om saken eller, efter att ha hört den anmälningspliktiga, självt informera om saken. Transport- och kommunikationsverket får meddela närmare föreskrifter om när en störning som avses i 1 mom. är betydande samt föreskrifter om innehållet i de anmälningar som avses i 1 mom. samt anmälningarnas utformning och hur de lämnas in. Transport- och kommunikationsverket ska bedöma om en sådan störning som avses i 1 mom. berör de övriga medlemsstaterna i Europeiska unionen och vid behov underrätta de berörda medlemsstaterna. En sådan störning som avses i 1 mom. ska också vid behov anmälas till Europeiska unionens cybersäkerhetsbyrå. På störningsanmälningar tillämpas dessutom vad som i cybersäkerhetslagen föreskrivs om incidentanmälningar.",
        "normalized_sv": "Ett teleföretag ska utan dröjsmål göra en anmälan till Transport- och kommunikationsverket om dess tjänster utsätts för eller hotas av betydande kränkningar av informationssäkerheten eller av någonting annat som gör att en kommunikationstjänst inte fungerar eller väsentligen stör den. Teleföretaget ska också utan obefogat dröjsmål anmäla hur länge störningen eller hotet beräknas pågå, om vilka verkningar störningen eller hotet har, om avhjälpande åtgärder samt om åtgärder för att förhindra att störningen upprepas. Om det ligger i allmänt intresse att det görs en anmälan om en störning kan Transport- och kommunikationsverket ålägga teleföretaget att informera om saken eller, efter att ha hört den anmälningspliktiga, självt informera om saken. Transport- och kommunikationsverket får meddela närmare föreskrifter om när en störning som avses i 1 mom. är betydande samt föreskrifter om innehållet i de anmälningar som avses i 1 mom. samt anmälningarnas utformning och hur de lämnas in. Transport- och kommunikationsverket ska bedöma om en sådan störning som avses i 1 mom. berör de övriga medlemsstaterna i Europeiska unionen och vid behov underrätta de berörda medlemsstaterna. En sådan störning som avses i 1 mom. ska också vid behov anmälas till Europeiska unionens cybersäkerhetsbyrå. På störningsanmälningar tillämpas dessutom vad som i cybersäkerhetslagen föreskrivs om incidentanmälningar.",
        "folded_sv": "ett teleforetag ska utan drojsmal gora en anmalan till transport- och kommunikationsverket om dess tjanster utsatts for eller hotas av betydande krankningar av informationssakerheten eller av nagonting annat som gor att en kommunikationstjanst inte fungerar eller vasentligen stor den. teleforetaget ska ocksa utan obefogat drojsmal anmala hur lange storningen eller hotet beraknas paga, om vilka verkningar storningen eller hotet har, om avhjalpande atgarder samt om atgarder for att forhindra att storningen upprepas. om det ligger i allmant intresse att det gors en anmalan om en storning kan transport- och kommunikationsverket alagga teleforetaget att informera om saken eller, efter att ha hort den anmalningspliktiga, sjalvt informera om saken. transport- och kommunikationsverket far meddela narmare foreskrifter om nar en storning som avses i 1 mom. ar betydande samt foreskrifter om innehallet i de anmalningar som avses i 1 mom. samt anmalningarnas utformning och hur de lamnas in. transport- och kommunikationsverket ska bedoma om en sadan storning som avses i 1 mom. beror de ovriga medlemsstaterna i europeiska unionen och vid behov underratta de berorda medlemsstaterna. en sadan storning som avses i 1 mom. ska ocksa vid behov anmalas till europeiska unionens cybersakerhetsbyra. pa storningsanmalningar tillampas dessutom vad som i cybersakerhetslagen foreskrivs om incidentanmalningar."
      }
    },
    {
      "provision_ref": "308",
      "section": "308",
      "title": "Yhteistyö eri viranomaisten kanssa",
      "content": "Liikenne- ja viestintäviraston on toimittava yhteistyössä muiden Euroopan unionin jäsenvaltioiden verkko- ja tietoturvallisuutta valvovien viranomaisten, tietoturvaloukkauksiin reagoivien yksiköiden sekä NIS 2 -direktiivin 14-16 artiklassa tarkoitetun yhteistyöryhmän, CSIRT-verkoston ja Euroopan kyberkriisien yhteysorganisaatioiden verkoston kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_308",
        "normalized_fi": "Liikenne- ja viestintäviraston on toimittava yhteistyössä muiden Euroopan unionin jäsenvaltioiden verkko- ja tietoturvallisuutta valvovien viranomaisten, tietoturvaloukkauksiin reagoivien yksiköiden sekä NIS 2 -direktiivin 14-16 artiklassa tarkoitetun yhteistyöryhmän, CSIRT-verkoston ja Euroopan kyberkriisien yhteysorganisaatioiden verkoston kanssa.",
        "folded_fi": "liikenne- ja viestintaviraston on toimittava yhteistyossa muiden euroopan unionin jasenvaltioiden verkko- ja tietoturvallisuutta valvovien viranomaisten, tietoturvaloukkauksiin reagoivien yksikoiden seka nis 2 -direktiivin 14-16 artiklassa tarkoitetun yhteistyoryhman, csirt-verkoston ja euroopan kyberkriisien yhteysorganisaatioiden verkoston kanssa.",
        "title_sv": "Myndighetssamarbete",
        "content_sv": "Transport- och kommunikationsverket ska samarbeta med de myndigheter som utövar tillsyn över nät- och informationssäkerheten i övriga medlemsstater i Europeiska unionen, enheter för hantering av it-säkerhetsincidenter samt den samarbetsgrupp, det CSIRT-nätverk och det europeiska kontaktnätverk för cyberkriser som avses i artiklarna 14-16 i NIS 2-direktivet.",
        "normalized_sv": "Transport- och kommunikationsverket ska samarbeta med de myndigheter som utövar tillsyn över nät- och informationssäkerheten i övriga medlemsstater i Europeiska unionen, enheter för hantering av it-säkerhetsincidenter samt den samarbetsgrupp, det CSIRT-nätverk och det europeiska kontaktnätverk för cyberkriser som avses i artiklarna 14-16 i NIS 2-direktivet.",
        "folded_sv": "transport- och kommunikationsverket ska samarbeta med de myndigheter som utovar tillsyn over nat- och informationssakerheten i ovriga medlemsstater i europeiska unionen, enheter for hantering av it-sakerhetsincidenter samt den samarbetsgrupp, det csirt-natverk och det europeiska kontaktnatverk for cyberkriser som avses i artiklarna 14-16 i nis 2-direktivet."
      }
    },
    {
      "provision_ref": "313",
      "section": "313",
      "title": "Valvonta-asioiden käsittely Liikenne- ja viestintävirastossa",
      "content": "Liikenne- ja viestintävirasto voi asettaa tässä laissa säädetyt valvontatehtävänsä tärkeysjärjestykseen. Liikenne- ja viestintävirasto voi jättää asian tutkimatta, jos: 2) asialla on epäillystä virheestä tai laiminlyönnistä huolimatta viestintämarkkinoiden toimivuuden, viestintäpalvelujen luotettavuuden tai sähköisen viestinnän häiriöttömyyden turvaamisen ja palveluja käyttävien edun kannalta vain vähäinen merkitys; tai",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_313",
        "normalized_fi": "Liikenne- ja viestintävirasto voi asettaa tässä laissa säädetyt valvontatehtävänsä tärkeysjärjestykseen. Liikenne- ja viestintävirasto voi jättää asian tutkimatta, jos: 2) asialla on epäillystä virheestä tai laiminlyönnistä huolimatta viestintämarkkinoiden toimivuuden, viestintäpalvelujen luotettavuuden tai sähköisen viestinnän häiriöttömyyden turvaamisen ja palveluja käyttävien edun kannalta vain vähäinen merkitys; tai",
        "folded_fi": "liikenne- ja viestintavirasto voi asettaa tassa laissa saadetyt valvontatehtavansa tarkeysjarjestykseen. liikenne- ja viestintavirasto voi jattaa asian tutkimatta, jos: 2) asialla on epaillysta virheesta tai laiminlyonnista huolimatta viestintamarkkinoiden toimivuuden, viestintapalvelujen luotettavuuden tai sahkoisen viestinnan hairiottomyyden turvaamisen ja palveluja kayttavien edun kannalta vain vahainen merkitys; tai",
        "title_sv": "Behandling av tillsynsärenden vid Transport- och kommunikationsverket",
        "content_sv": "Transport- och kommunikationsverket kan ställa sina tillsynsuppgifter enligt denna lag i viktighetsordning. Transport- och kommunikationsverket får lämna ett ärende utan prövning om 2) ärendet trots en misstanke om fel eller försummelser endast har en ringa betydelse med tanke på kommunikationsmarknadens funktion, kommunikationstjänsternas tillförlitlighet eller tryggandet av störningsfri elektronisk kommunikation och med tanke på deras intressen som använder tjänsterna, eller",
        "normalized_sv": "Transport- och kommunikationsverket kan ställa sina tillsynsuppgifter enligt denna lag i viktighetsordning. Transport- och kommunikationsverket får lämna ett ärende utan prövning om 2) ärendet trots en misstanke om fel eller försummelser endast har en ringa betydelse med tanke på kommunikationsmarknadens funktion, kommunikationstjänsternas tillförlitlighet eller tryggandet av störningsfri elektronisk kommunikation och med tanke på deras intressen som använder tjänsterna, eller",
        "folded_sv": "transport- och kommunikationsverket kan stalla sina tillsynsuppgifter enligt denna lag i viktighetsordning. transport- och kommunikationsverket far lamna ett arende utan provning om 2) arendet trots en misstanke om fel eller forsummelser endast har en ringa betydelse med tanke pa kommunikationsmarknadens funktion, kommunikationstjansternas tillforlitlighet eller tryggandet av storningsfri elektronisk kommunikation och med tanke pa deras intressen som anvander tjansterna, eller"
      }
    },
    {
      "provision_ref": "318",
      "section": "318",
      "title": "Tietojen luovuttaminen viranomaisesta",
      "content": "Liikenne- ja viestintäministeriöllä ja Liikenne- ja viestintävirastolla on oikeus luovuttaa salassa pidettävä asiakirja sekä ilmaista salassa pidettävä tieto komissiolle, Euroopan sähköisen viestinnän sääntelyviranomaisten yhteistyöelimelle ja toisen ETA-valtion valvontaviranomaiselle, jos se on viestintämarkkinoiden valvonnan kannalta välttämätöntä. Liikenne- ja viestintävirastolla on oikeus luovuttaa 170 §:n 1 momentin 7 kohdan, 171 §:n ja 275 §:n 1 momentin nojalla saamansa salassa pidettävä asiakirja sekä ilmaista salassa pidettävä tieto toisen ETA-valtion valvontaviranomaiselle, NIS 2 -direktiivin 14 artiklassa tarkoitetulle yhteistyöryhmälle ja mainitun direktiivin 15 artiklassa tarkoitetulle CSIRT-verkostolle, jos se on verkko- ja tietoturvallisuuden valvonnan kannalta välttämätöntä eikä luovuttaminen vaaranna mainituissa pykälissä tarkoitettujen toimijoiden turvallisuuteen ja liikesalaisuuksiin liittyviä etuja tai annettujen tietojen luottamuksellisuutta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_318",
        "normalized_fi": "Liikenne- ja viestintäministeriöllä ja Liikenne- ja viestintävirastolla on oikeus luovuttaa salassa pidettävä asiakirja sekä ilmaista salassa pidettävä tieto komissiolle, Euroopan sähköisen viestinnän sääntelyviranomaisten yhteistyöelimelle ja toisen ETA-valtion valvontaviranomaiselle, jos se on viestintämarkkinoiden valvonnan kannalta välttämätöntä. Liikenne- ja viestintävirastolla on oikeus luovuttaa 170 § :n 1 momentin 7 kohdan, 171 § :n ja 275 § :n 1 momentin nojalla saamansa salassa pidettävä asiakirja sekä ilmaista salassa pidettävä tieto toisen ETA-valtion valvontaviranomaiselle, NIS 2 -direktiivin 14 artiklassa tarkoitetulle yhteistyöryhmälle ja mainitun direktiivin 15 artiklassa tarkoitetulle CSIRT-verkostolle, jos se on verkko- ja tietoturvallisuuden valvonnan kannalta välttämätöntä eikä luovuttaminen vaaranna mainituissa pykälissä tarkoitettujen toimijoiden turvallisuuteen ja liikesalaisuuksiin liittyviä etuja tai annettujen tietojen luottamuksellisuutta.",
        "folded_fi": "liikenne- ja viestintaministeriolla ja liikenne- ja viestintavirastolla on oikeus luovuttaa salassa pidettava asiakirja seka ilmaista salassa pidettava tieto komissiolle, euroopan sahkoisen viestinnan saantelyviranomaisten yhteistyoelimelle ja toisen eta-valtion valvontaviranomaiselle, jos se on viestintamarkkinoiden valvonnan kannalta valttamatonta. liikenne- ja viestintavirastolla on oikeus luovuttaa 170 §:n 1 momentin 7 kohdan, 171 §:n ja 275 §:n 1 momentin nojalla saamansa salassa pidettava asiakirja seka ilmaista salassa pidettava tieto toisen eta-valtion valvontaviranomaiselle, nis 2 -direktiivin 14 artiklassa tarkoitetulle yhteistyoryhmalle ja mainitun direktiivin 15 artiklassa tarkoitetulle csirt-verkostolle, jos se on verkko- ja tietoturvallisuuden valvonnan kannalta valttamatonta eika luovuttaminen vaaranna mainituissa pykalissa tarkoitettujen toimijoiden turvallisuuteen ja liikesalaisuuksiin liittyvia etuja tai annettujen tietojen luottamuksellisuutta.",
        "title_sv": "Utlämnande av information från myndigheter",
        "content_sv": "Kommunikationsministeriet och Transport- och kommunikationsverket har rätt att lämna ut sekretessbelagda dokument till och röja sekretessbelagd information för kommissionen, för Organet för europeiska regleringsmyndigheter för elektronisk kommunikation och för tillsynsmyndigheterna i andra EES-stater, om det är nödvändigt för tillsynen över kommunikationsmarknaden. Transport- och kommunikationsverket har rätt att lämna ut en sekretessbelagd handling som det har fått med stöd av 170 § 1 mom. 7 punkten, 171 § samt 275 § 1 mom., och att röja sekretessbelagd information för tillsynsmyndigheten i en annan EES-stat och för den samarbetsgrupp som avses i artikel 14 i NIS 2-direktivet och det CSIRT-nätverk som avses i artikel 15 i det direktivet, om det är nödvändigt med tanke på övervakningen av nät- och informationssäkerheten, och utlämnandet inte äventyrar intressen gällande säkerhet och företagshemligheter för de aktörer som avses i de paragrafer som nämns ovan eller konfidentialiteten i fråga om de uppgifter som lämnas ut.",
        "normalized_sv": "Kommunikationsministeriet och Transport- och kommunikationsverket har rätt att lämna ut sekretessbelagda dokument till och röja sekretessbelagd information för kommissionen, för Organet för europeiska regleringsmyndigheter för elektronisk kommunikation och för tillsynsmyndigheterna i andra EES-stater, om det är nödvändigt för tillsynen över kommunikationsmarknaden. Transport- och kommunikationsverket har rätt att lämna ut en sekretessbelagd handling som det har fått med stöd av 170 § 1 mom. 7 punkten, 171 § samt 275 § 1 mom., och att röja sekretessbelagd information för tillsynsmyndigheten i en annan EES-stat och för den samarbetsgrupp som avses i artikel 14 i NIS 2-direktivet och det CSIRT-nätverk som avses i artikel 15 i det direktivet, om det är nödvändigt med tanke på övervakningen av nät- och informationssäkerheten, och utlämnandet inte äventyrar intressen gällande säkerhet och företagshemligheter för de aktörer som avses i de paragrafer som nämns ovan eller konfidentialiteten i fråga om de uppgifter som lämnas ut.",
        "folded_sv": "kommunikationsministeriet och transport- och kommunikationsverket har ratt att lamna ut sekretessbelagda dokument till och roja sekretessbelagd information for kommissionen, for organet for europeiska regleringsmyndigheter for elektronisk kommunikation och for tillsynsmyndigheterna i andra ees-stater, om det ar nodvandigt for tillsynen over kommunikationsmarknaden. transport- och kommunikationsverket har ratt att lamna ut en sekretessbelagd handling som det har fatt med stod av 170 § 1 mom. 7 punkten, 171 § samt 275 § 1 mom., och att roja sekretessbelagd information for tillsynsmyndigheten i en annan ees-stat och for den samarbetsgrupp som avses i artikel 14 i nis 2-direktivet och det csirt-natverk som avses i artikel 15 i det direktivet, om det ar nodvandigt med tanke pa overvakningen av nat- och informationssakerheten, och utlamnandet inte aventyrar intressen gallande sakerhet och foretagshemligheter for de aktorer som avses i de paragrafer som namns ovan eller konfidentialiteten i fraga om de uppgifter som lamnas ut."
      }
    },
    {
      "provision_ref": "342",
      "section": "342",
      "title": "Oikaisuvaatimus",
      "content": "Liikenne- ja viestintäviraston päätökseen, joka koskee 39 §:ssä tarkoitettua radiolupaa, 44 §:ssä tarkoitettua radiotaajuuksien varausta koskevaa päätöstä, 100 §:ssä tarkoitettua numerointipäätöstä, 167 §:n 2 momentissa tarkoitettua verkkotunnuksen rekisteröinnin estämistä, 169 §:n 1 momentissa tarkoitettua verkkotunnuksen poistamista, 288 §:ssä tarkoitettua markkinaehtoista taajuusmaksua, 289 §:ssä tarkoitettua tietoyhteiskuntamaksua, 293 §:ssä tarkoitettua televisio- ja radiotoiminnan valvontamaksua tai datanhallinta-asetuksen 19 artiklan 5 kohdassa tarkoitettua rekisteröintiä, saa vaatia oikaisua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_342",
        "normalized_fi": "Liikenne- ja viestintäviraston päätökseen, joka koskee 39 § :ssä tarkoitettua radiolupaa, 44 § :ssä tarkoitettua radiotaajuuksien varausta koskevaa päätöstä, 100 § :ssä tarkoitettua numerointipäätöstä, 167 § :n 2 momentissa tarkoitettua verkkotunnuksen rekisteröinnin estämistä, 169 § :n 1 momentissa tarkoitettua verkkotunnuksen poistamista, 288 § :ssä tarkoitettua markkinaehtoista taajuusmaksua, 289 § :ssä tarkoitettua tietoyhteiskuntamaksua, 293 § :ssä tarkoitettua televisio- ja radiotoiminnan valvontamaksua tai datanhallinta-asetuksen 19 artiklan 5 kohdassa tarkoitettua rekisteröintiä, saa vaatia oikaisua.",
        "folded_fi": "liikenne- ja viestintaviraston paatokseen, joka koskee 39 §:ssa tarkoitettua radiolupaa, 44 §:ssa tarkoitettua radiotaajuuksien varausta koskevaa paatosta, 100 §:ssa tarkoitettua numerointipaatosta, 167 §:n 2 momentissa tarkoitettua verkkotunnuksen rekisteroinnin estamista, 169 §:n 1 momentissa tarkoitettua verkkotunnuksen poistamista, 288 §:ssa tarkoitettua markkinaehtoista taajuusmaksua, 289 §:ssa tarkoitettua tietoyhteiskuntamaksua, 293 §:ssa tarkoitettua televisio- ja radiotoiminnan valvontamaksua tai datanhallinta-asetuksen 19 artiklan 5 kohdassa tarkoitettua rekisterointia, saa vaatia oikaisua.",
        "title_sv": "Omprövning",
        "content_sv": "Omprövning får begäras av beslut som Transport- och kommunikationsverket fattat om radiotillstånd enligt 39 §, reservering av radiofrekvenser enligt 44 §, numrering enligt 100 §, förhindrande av registrering av domännamn enligt 167 § 2 mom., avregistrering av domännamn enligt 169 § 1 mom., marknadsbaserad frekvensavgift enligt 288 §, informationssamhällsavgift enligt 289 §, tillsynsavgiften för televisions- och radioverksamhet enligt 293 § och registrering enligt artikel 19.5 i dataförvaltningsakten.",
        "normalized_sv": "Omprövning får begäras av beslut som Transport- och kommunikationsverket fattat om radiotillstånd enligt 39 § , reservering av radiofrekvenser enligt 44 § , numrering enligt 100 § , förhindrande av registrering av domännamn enligt 167 § 2 mom., avregistrering av domännamn enligt 169 § 1 mom., marknadsbaserad frekvensavgift enligt 288 § , informationssamhällsavgift enligt 289 § , tillsynsavgiften för televisions- och radioverksamhet enligt 293 § och registrering enligt artikel 19.5 i dataförvaltningsakten.",
        "folded_sv": "omprovning far begaras av beslut som transport- och kommunikationsverket fattat om radiotillstand enligt 39 §, reservering av radiofrekvenser enligt 44 §, numrering enligt 100 §, forhindrande av registrering av domannamn enligt 167 § 2 mom., avregistrering av domannamn enligt 169 § 1 mom., marknadsbaserad frekvensavgift enligt 288 §, informationssamhallsavgift enligt 289 §, tillsynsavgiften for televisions- och radioverksamhet enligt 293 § och registrering enligt artikel 19.5 i dataforvaltningsakten."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "165",
      "section": "165",
      "title": "Verkkotunnusvälittäjän ilmoitusvelvollisuudet",
      "content": "Verkkotunnusvälittäjän on ennen toimintansa aloittamista tehtävä ilmoitus verkkotunnusrekisteriä hallinnoivalle viranomaiselle. Ilmoituksessa on oltava seuraavat tiedot: 1) verkkotunnusvälittäjän nimi, y-tunnus tai sellaisen puuttuessa muu yksilöivä tieto sekä kuulemisiin ja tiedoksiantoihin käytettävä sähköpostiosoite; 2) verkkotunnusvälittäjän päätoimipaikan ja muiden Euroopan unionissa sijaitsevien laillisten toimipaikkojen osoite ja ajantasaiset yhteystiedot tai, jos verkkotunnusvälittäjä ei ole sijoittautunut Euroopan unioniin, sen Euroopan unioniin nimetyn edustajan osoite, sähköpostiosoitteet, puhelinnumerot ja muut ajantasaiset yhteystiedot; 3) verkkotunnusvälittäjän IP-osoitealueet; 4) luettelo niistä Euroopan unionin jäsenvaltioista, joissa verkkotunnusvälittäjä tarjoaa palveluja; ja 5) muut kuin 1-4 kohdassa tarkoitetut valvonnan kannalta tarpeelliset tiedot. NIS 2 -direktiivi Liikenne- ja viestintäviraston on toimitettava toimenpiteistä kyberturvallisuuden yhteisen korkean tason varmistamiseksi kaikkialla unionissa, asetuksen (EU) N:o 910/2014 ja direktiivin (EU) 2018/1972 muuttamisesta sekä direktiivin (EU) 2016/1148 kumoamisesta annetun Euroopan parlamentin ja neuvoston direktiivin (EU) 2022/2555 () 27 artiklan 4 kohdassa tarkoitetun ilmoituksen tekemiseksi tarpeelliset tiedot verkkotunnusvälittäjien ilmoituksista kyberturvallisuuslain (124/2025) 18 §:ssä tarkoitetulle keskitetylle yhteyspisteelle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_165",
        "normalized_fi": "Verkkotunnusvälittäjän on ennen toimintansa aloittamista tehtävä ilmoitus verkkotunnusrekisteriä hallinnoivalle viranomaiselle. Ilmoituksessa on oltava seuraavat tiedot: 1) verkkotunnusvälittäjän nimi, y-tunnus tai sellaisen puuttuessa muu yksilöivä tieto sekä kuulemisiin ja tiedoksiantoihin käytettävä sähköpostiosoite; 2) verkkotunnusvälittäjän päätoimipaikan ja muiden Euroopan unionissa sijaitsevien laillisten toimipaikkojen osoite ja ajantasaiset yhteystiedot tai, jos verkkotunnusvälittäjä ei ole sijoittautunut Euroopan unioniin, sen Euroopan unioniin nimetyn edustajan osoite, sähköpostiosoitteet, puhelinnumerot ja muut ajantasaiset yhteystiedot; 3) verkkotunnusvälittäjän IP-osoitealueet; 4) luettelo niistä Euroopan unionin jäsenvaltioista, joissa verkkotunnusvälittäjä tarjoaa palveluja; ja 5) muut kuin 1-4 kohdassa tarkoitetut valvonnan kannalta tarpeelliset tiedot. NIS 2 -direktiivi Liikenne- ja viestintäviraston on toimitettava toimenpiteistä kyberturvallisuuden yhteisen korkean tason varmistamiseksi kaikkialla unionissa, asetuksen (EU) N:o 910/2014 ja direktiivin (EU) 2018/1972 muuttamisesta sekä direktiivin (EU) 2016/1148 kumoamisesta annetun Euroopan parlamentin ja neuvoston direktiivin (EU) 2022/2555 () 27 artiklan 4 kohdassa tarkoitetun ilmoituksen tekemiseksi tarpeelliset tiedot verkkotunnusvälittäjien ilmoituksista kyberturvallisuuslain (124/2025) 18 § :ssä tarkoitetulle keskitetylle yhteyspisteelle.",
        "folded_fi": "verkkotunnusvalittajan on ennen toimintansa aloittamista tehtava ilmoitus verkkotunnusrekisteria hallinnoivalle viranomaiselle. ilmoituksessa on oltava seuraavat tiedot: 1) verkkotunnusvalittajan nimi, y-tunnus tai sellaisen puuttuessa muu yksiloiva tieto seka kuulemisiin ja tiedoksiantoihin kaytettava sahkopostiosoite; 2) verkkotunnusvalittajan paatoimipaikan ja muiden euroopan unionissa sijaitsevien laillisten toimipaikkojen osoite ja ajantasaiset yhteystiedot tai, jos verkkotunnusvalittaja ei ole sijoittautunut euroopan unioniin, sen euroopan unioniin nimetyn edustajan osoite, sahkopostiosoitteet, puhelinnumerot ja muut ajantasaiset yhteystiedot; 3) verkkotunnusvalittajan ip-osoitealueet; 4) luettelo niista euroopan unionin jasenvaltioista, joissa verkkotunnusvalittaja tarjoaa palveluja; ja 5) muut kuin 1-4 kohdassa tarkoitetut valvonnan kannalta tarpeelliset tiedot. nis 2 -direktiivi liikenne- ja viestintaviraston on toimitettava toimenpiteista kyberturvallisuuden yhteisen korkean tason varmistamiseksi kaikkialla unionissa, asetuksen (eu) n:o 910/2014 ja direktiivin (eu) 2018/1972 muuttamisesta seka direktiivin (eu) 2016/1148 kumoamisesta annetun euroopan parlamentin ja neuvoston direktiivin (eu) 2022/2555 () 27 artiklan 4 kohdassa tarkoitetun ilmoituksen tekemiseksi tarpeelliset tiedot verkkotunnusvalittajien ilmoituksista kyberturvallisuuslain (124/2025) 18 §:ssa tarkoitetulle keskitetylle yhteyspisteelle.",
        "title_sv": "Registrarens anmälningsskyldighet",
        "content_sv": "En registrar ska göra en anmälan till den myndighet som förvaltar domännamnsregistret innan den inleder sin verksamhet. Anmälan ska innehålla följande uppgifter: 1) registrarens namn, FO-nummer eller, om sådant saknas, annan identifieringsuppgift samt den e-postadress som ska användas för hörande och delgivning, 2) adress och aktuell kontaktinformation till registrarens huvudkontor och andra lagliga verksamhetsställen i Europeiska unionen eller, om registraren inte är etablerad i Europeiska unionen, adress, e-postadresser, telefonnummer och annan aktuell kontaktinformation till registrarens utsedda företrädare i Europeiska unionen, 3) registrarens IP-adressintervall, 4) en förteckning över de medlemsstater i Europeiska unionen där registraren tillhandahåller tjänster, och 5) andra än i 1-4 punkten avsedda uppgifter som behövs för tillsynen. NIS 2-direktivet) Transport- och kommunikationsverket ska lämna den gemensamma kontaktpunkt som avses i 18 § i cybersäkerhetslagen (124/2025) de uppgifter om registrarernas anmälningar som behövs för att göra en anmälan enligt artikel 27.4 i Europaparlamentets och rådets direktiv (EU) 2022/2555 om åtgärder för en hög gemensam cybersäkerhetsnivå i hela unionen, om ändring av förordning (EU) nr 910/2014 och direktiv (EU) 2018/1972 och om upphävande av direktiv (EU) 2016/1148 (.",
        "normalized_sv": "En registrar ska göra en anmälan till den myndighet som förvaltar domännamnsregistret innan den inleder sin verksamhet. Anmälan ska innehålla följande uppgifter: 1) registrarens namn, FO-nummer eller, om sådant saknas, annan identifieringsuppgift samt den e-postadress som ska användas för hörande och delgivning, 2) adress och aktuell kontaktinformation till registrarens huvudkontor och andra lagliga verksamhetsställen i Europeiska unionen eller, om registraren inte är etablerad i Europeiska unionen, adress, e-postadresser, telefonnummer och annan aktuell kontaktinformation till registrarens utsedda företrädare i Europeiska unionen, 3) registrarens IP-adressintervall, 4) en förteckning över de medlemsstater i Europeiska unionen där registraren tillhandahåller tjänster, och 5) andra än i 1-4 punkten avsedda uppgifter som behövs för tillsynen. NIS 2-direktivet) Transport- och kommunikationsverket ska lämna den gemensamma kontaktpunkt som avses i 18 § i cybersäkerhetslagen (124/2025) de uppgifter om registrarernas anmälningar som behövs för att göra en anmälan enligt artikel 27.4 i Europaparlamentets och rådets direktiv (EU) 2022/2555 om åtgärder för en hög gemensam cybersäkerhetsnivå i hela unionen, om ändring av förordning (EU) nr 910/2014 och direktiv (EU) 2018/1972 och om upphävande av direktiv (EU) 2016/1148 (.",
        "folded_sv": "en registrar ska gora en anmalan till den myndighet som forvaltar domannamnsregistret innan den inleder sin verksamhet. anmalan ska innehalla foljande uppgifter: 1) registrarens namn, fo-nummer eller, om sadant saknas, annan identifieringsuppgift samt den e-postadress som ska anvandas for horande och delgivning, 2) adress och aktuell kontaktinformation till registrarens huvudkontor och andra lagliga verksamhetsstallen i europeiska unionen eller, om registraren inte ar etablerad i europeiska unionen, adress, e-postadresser, telefonnummer och annan aktuell kontaktinformation till registrarens utsedda foretradare i europeiska unionen, 3) registrarens ip-adressintervall, 4) en forteckning over de medlemsstater i europeiska unionen dar registraren tillhandahaller tjanster, och 5) andra an i 1-4 punkten avsedda uppgifter som behovs for tillsynen. nis 2-direktivet) transport- och kommunikationsverket ska lamna den gemensamma kontaktpunkt som avses i 18 § i cybersakerhetslagen (124/2025) de uppgifter om registrarernas anmalningar som behovs for att gora en anmalan enligt artikel 27.4 i europaparlamentets och radets direktiv (eu) 2022/2555 om atgarder for en hog gemensam cybersakerhetsniva i hela unionen, om andring av forordning (eu) nr 910/2014 och direktiv (eu) 2018/1972 och om upphavande av direktiv (eu) 2016/1148 (."
      },
      "valid_from": "2025-04-04",
      "valid_to": null
    },
    {
      "provision_ref": "167",
      "section": "167",
      "title": "Tietojen merkitseminen verkkotunnusrekisteriin ja tietojen julkaiseminen",
      "content": "Verkkotunnus on merkittävä verkkotunnuksen käyttäjän nimiin. Verkkotunnuksen käyttäjän on ilmoitettava verkkotunnusvälittäjälle oikeat, ajantasaiset ja yksilöivät käyttäjä- ja yhteystiedot sekä niissä tapahtuvat muutokset. Verkkotunnusvälittäjän tai sen puolesta toimivan on merkittävä verkkotunnusrekisteriin verkkotunnuksen käyttäjää ja rekisteröityä verkkotunnusta koskevat oikeat, ajantasaiset ja yksilöivät tiedot sekä kuulemisiin ja tiedoksiantoihin käytettävä sähköpostiosoite. Liikenne- ja viestintävirasto voi estää verkkotunnuksen rekisteröinnin verkkotunnusrekisteriin, jos se epäilee 1 momentissa tarkoitettujen tietojen olevan puutteellisia tai virheellisiä eikä verkkotunnusvälittäjä kehotuksesta huolimatta todenna tietoja oikeiksi määräajassa. Liikenne- ja viestintävirasto asettaa julkisesti saataville käytössään olevat käyttäjätietojen oikeellisuuden varmistamista koskevat toimintaperiaatteet ja menettelyt. Liikenne- ja viestintävirasto julkaisee ilman aiheetonta viivytystä internet-sivuillaan tai muussa sähköisessä palvelussa verkkotunnusrekisterin tiedot. Henkilötietojen suojasta säädetään luonnollisten henkilöiden suojelusta henkilötietojen käsittelyssä sekä näiden tietojen vapaasta liikkuvuudesta ja direktiivin 95/46/EY kumoamisesta annetussa Euroopan parlamentin ja neuvoston asetuksessa (EU) 2016/679 (yleinen tietosuoja-asetus) ja sitä täydentävässä tietosuojalaissa. Liikenne- ja viestintäviraston on vastattava verkkotunnusten rekisteritietoihin pääsyä koskevaan pyyntöön ilman aiheetonta viivytystä ja viimeistään 72 tunnin kuluessa pyynnön vastaanottamisesta. Rekisterin tietojen luovuttamiseen sovelletaan muutoin viranomaisten toiminnan julkisuudesta annetun lain 16 §:ää. Liikenne- ja viestintävirasto asettaa julkisesti saataville käytössään olevat toimintaperiaatteet ja menettelyt verkkotunnusten rekisteröintitietojen luovuttamisesta. Verkkotunnusrekisteriin merkitty verkkotunnus on voimassa enintään viisi vuotta. Verkkotunnusvälittäjä voi uudistaa verkkotunnusta koskevan merkinnän enintään viideksi vuodeksi kerrallaan. Liikenne- ja viestintävirasto voi antaa tarkempia määräyksiä merkitsemisen teknisestä toteuttamistavasta ja merkitsemisen yhteydessä ilmoitettavista tiedoista sekä verkkotunnuksen käyttäjän teknisestä tunnistamisesta ja verkkotunnuksen käyttäjän tietojen varmistamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_167",
        "normalized_fi": "Verkkotunnus on merkittävä verkkotunnuksen käyttäjän nimiin. Verkkotunnuksen käyttäjän on ilmoitettava verkkotunnusvälittäjälle oikeat, ajantasaiset ja yksilöivät käyttäjä- ja yhteystiedot sekä niissä tapahtuvat muutokset. Verkkotunnusvälittäjän tai sen puolesta toimivan on merkittävä verkkotunnusrekisteriin verkkotunnuksen käyttäjää ja rekisteröityä verkkotunnusta koskevat oikeat, ajantasaiset ja yksilöivät tiedot sekä kuulemisiin ja tiedoksiantoihin käytettävä sähköpostiosoite. Liikenne- ja viestintävirasto voi estää verkkotunnuksen rekisteröinnin verkkotunnusrekisteriin, jos se epäilee 1 momentissa tarkoitettujen tietojen olevan puutteellisia tai virheellisiä eikä verkkotunnusvälittäjä kehotuksesta huolimatta todenna tietoja oikeiksi määräajassa. Liikenne- ja viestintävirasto asettaa julkisesti saataville käytössään olevat käyttäjätietojen oikeellisuuden varmistamista koskevat toimintaperiaatteet ja menettelyt. Liikenne- ja viestintävirasto julkaisee ilman aiheetonta viivytystä internet-sivuillaan tai muussa sähköisessä palvelussa verkkotunnusrekisterin tiedot. Henkilötietojen suojasta säädetään luonnollisten henkilöiden suojelusta henkilötietojen käsittelyssä sekä näiden tietojen vapaasta liikkuvuudesta ja direktiivin 95/46/EY kumoamisesta annetussa Euroopan parlamentin ja neuvoston asetuksessa (EU) 2016/679 (yleinen tietosuoja-asetus) ja sitä täydentävässä tietosuojalaissa. Liikenne- ja viestintäviraston on vastattava verkkotunnusten rekisteritietoihin pääsyä koskevaan pyyntöön ilman aiheetonta viivytystä ja viimeistään 72 tunnin kuluessa pyynnön vastaanottamisesta. Rekisterin tietojen luovuttamiseen sovelletaan muutoin viranomaisten toiminnan julkisuudesta annetun lain 16 § :ää. Liikenne- ja viestintävirasto asettaa julkisesti saataville käytössään olevat toimintaperiaatteet ja menettelyt verkkotunnusten rekisteröintitietojen luovuttamisesta. Verkkotunnusrekisteriin merkitty verkkotunnus on voimassa enintään viisi vuotta. Verkkotunnusvälittäjä voi uudistaa verkkotunnusta koskevan merkinnän enintään viideksi vuodeksi kerrallaan. Liikenne- ja viestintävirasto voi antaa tarkempia määräyksiä merkitsemisen teknisestä toteuttamistavasta ja merkitsemisen yhteydessä ilmoitettavista tiedoista sekä verkkotunnuksen käyttäjän teknisestä tunnistamisesta ja verkkotunnuksen käyttäjän tietojen varmistamisesta.",
        "folded_fi": "verkkotunnus on merkittava verkkotunnuksen kayttajan nimiin. verkkotunnuksen kayttajan on ilmoitettava verkkotunnusvalittajalle oikeat, ajantasaiset ja yksiloivat kayttaja- ja yhteystiedot seka niissa tapahtuvat muutokset. verkkotunnusvalittajan tai sen puolesta toimivan on merkittava verkkotunnusrekisteriin verkkotunnuksen kayttajaa ja rekisteroitya verkkotunnusta koskevat oikeat, ajantasaiset ja yksiloivat tiedot seka kuulemisiin ja tiedoksiantoihin kaytettava sahkopostiosoite. liikenne- ja viestintavirasto voi estaa verkkotunnuksen rekisteroinnin verkkotunnusrekisteriin, jos se epailee 1 momentissa tarkoitettujen tietojen olevan puutteellisia tai virheellisia eika verkkotunnusvalittaja kehotuksesta huolimatta todenna tietoja oikeiksi maaraajassa. liikenne- ja viestintavirasto asettaa julkisesti saataville kaytossaan olevat kayttajatietojen oikeellisuuden varmistamista koskevat toimintaperiaatteet ja menettelyt. liikenne- ja viestintavirasto julkaisee ilman aiheetonta viivytysta internet-sivuillaan tai muussa sahkoisessa palvelussa verkkotunnusrekisterin tiedot. henkilotietojen suojasta saadetaan luonnollisten henkiloiden suojelusta henkilotietojen kasittelyssa seka naiden tietojen vapaasta liikkuvuudesta ja direktiivin 95/46/ey kumoamisesta annetussa euroopan parlamentin ja neuvoston asetuksessa (eu) 2016/679 (yleinen tietosuoja-asetus) ja sita taydentavassa tietosuojalaissa. liikenne- ja viestintaviraston on vastattava verkkotunnusten rekisteritietoihin paasya koskevaan pyyntoon ilman aiheetonta viivytysta ja viimeistaan 72 tunnin kuluessa pyynnon vastaanottamisesta. rekisterin tietojen luovuttamiseen sovelletaan muutoin viranomaisten toiminnan julkisuudesta annetun lain 16 §:aa. liikenne- ja viestintavirasto asettaa julkisesti saataville kaytossaan olevat toimintaperiaatteet ja menettelyt verkkotunnusten rekisterointitietojen luovuttamisesta. verkkotunnusrekisteriin merkitty verkkotunnus on voimassa enintaan viisi vuotta. verkkotunnusvalittaja voi uudistaa verkkotunnusta koskevan merkinnan enintaan viideksi vuodeksi kerrallaan. liikenne- ja viestintavirasto voi antaa tarkempia maarayksia merkitsemisen teknisesta toteuttamistavasta ja merkitsemisen yhteydessa ilmoitettavista tiedoista seka verkkotunnuksen kayttajan teknisesta tunnistamisesta ja verkkotunnuksen kayttajan tietojen varmistamisesta.",
        "title_sv": "Anteckning av uppgifter i domännamnsregistret och offentliggörande av uppgifter",
        "content_sv": "Ett domännamn ska registreras på domännamnsanvändaren. Domännamnsanvändaren ska lämna registraren korrekta och uppdaterade användar- och kontaktuppgifter som identifierar domännamnsanvändaren samt ändringar i dem. Registraren eller den som handlar på registrarens vägnar ska i domännamnsregistret anteckna korrekta och uppdaterade uppgifter som identifierar domännamnsanvändaren och det registrerade domännamnet samt den e-postadress som ska användas för hörande och delgivning. Transport- och kommunikationsverket kan förhindra registrering av ett domännamn i domännamnsregistret, om verket misstänker att de uppgifter som avses i 1 mom. är bristfälliga eller felaktiga och registraren trots uppmaning inte inom utsatt tid bevisar att uppgifterna är riktiga. Transport- och kommunikationsverket gör sina riktlinjer och förfaranden för säkerställande av att användaruppgifterna är korrekta offentligt tillgängliga. Transport- och kommunikationsverket offentliggör uppgifterna i domännamnsregistret på sina webbsidor eller i någon annan elektronisk tjänst utan obefogat dröjsmål. Bestämmelser om skydd för personuppgifter finns i Europaparlamentets och rådets förordning (EU) 2016/679 om skydd för fysiska personer med avseende på behandling av personuppgifter och om det fria flödet av sådana uppgifter och om upphävande av direktiv 95/46/EG (allmän dataskyddsförordning) och i dataskyddslagen, som kompletterar förordningen. Transport- och kommunikationsverket ska besvara en begäran om åtkomst till registeruppgifter om domännamn utan obefogat dröjsmål och senast inom 72 timmar från mottagandet av begäran. I övrigt ska på utlämnande av uppgifter ur registret tillämpas 16 § i lagen om offentlighet i myndigheternas verksamhet. Transport- och kommunikationsverket gör sina riktlinjer och förfaranden för utlämnande av registreringsuppgifter om domännamn offentligt tillgängliga. Ett domännamn som har registrerats i domännamnsregistret gäller i högst fem år. Registraren kan förnya en domänregistrering för högst fem år i sänder. Transport- och kommunikationsverket får utfärda närmare föreskrifter om hur registreringen tekniskt ska genomföras och om de uppgifter som ska lämnas i samband med registreringen samt om teknisk identifiering av domännamnsanvändaren och om verifiering av uppgifterna om domännamnsanvändaren.",
        "normalized_sv": "Ett domännamn ska registreras på domännamnsanvändaren. Domännamnsanvändaren ska lämna registraren korrekta och uppdaterade användar- och kontaktuppgifter som identifierar domännamnsanvändaren samt ändringar i dem. Registraren eller den som handlar på registrarens vägnar ska i domännamnsregistret anteckna korrekta och uppdaterade uppgifter som identifierar domännamnsanvändaren och det registrerade domännamnet samt den e-postadress som ska användas för hörande och delgivning. Transport- och kommunikationsverket kan förhindra registrering av ett domännamn i domännamnsregistret, om verket misstänker att de uppgifter som avses i 1 mom. är bristfälliga eller felaktiga och registraren trots uppmaning inte inom utsatt tid bevisar att uppgifterna är riktiga. Transport- och kommunikationsverket gör sina riktlinjer och förfaranden för säkerställande av att användaruppgifterna är korrekta offentligt tillgängliga. Transport- och kommunikationsverket offentliggör uppgifterna i domännamnsregistret på sina webbsidor eller i någon annan elektronisk tjänst utan obefogat dröjsmål. Bestämmelser om skydd för personuppgifter finns i Europaparlamentets och rådets förordning (EU) 2016/679 om skydd för fysiska personer med avseende på behandling av personuppgifter och om det fria flödet av sådana uppgifter och om upphävande av direktiv 95/46/EG (allmän dataskyddsförordning) och i dataskyddslagen, som kompletterar förordningen. Transport- och kommunikationsverket ska besvara en begäran om åtkomst till registeruppgifter om domännamn utan obefogat dröjsmål och senast inom 72 timmar från mottagandet av begäran. I övrigt ska på utlämnande av uppgifter ur registret tillämpas 16 § i lagen om offentlighet i myndigheternas verksamhet. Transport- och kommunikationsverket gör sina riktlinjer och förfaranden för utlämnande av registreringsuppgifter om domännamn offentligt tillgängliga. Ett domännamn som har registrerats i domännamnsregistret gäller i högst fem år. Registraren kan förnya en domänregistrering för högst fem år i sänder. Transport- och kommunikationsverket får utfärda närmare föreskrifter om hur registreringen tekniskt ska genomföras och om de uppgifter som ska lämnas i samband med registreringen samt om teknisk identifiering av domännamnsanvändaren och om verifiering av uppgifterna om domännamnsanvändaren.",
        "folded_sv": "ett domannamn ska registreras pa domannamnsanvandaren. domannamnsanvandaren ska lamna registraren korrekta och uppdaterade anvandar- och kontaktuppgifter som identifierar domannamnsanvandaren samt andringar i dem. registraren eller den som handlar pa registrarens vagnar ska i domannamnsregistret anteckna korrekta och uppdaterade uppgifter som identifierar domannamnsanvandaren och det registrerade domannamnet samt den e-postadress som ska anvandas for horande och delgivning. transport- och kommunikationsverket kan forhindra registrering av ett domannamn i domannamnsregistret, om verket misstanker att de uppgifter som avses i 1 mom. ar bristfalliga eller felaktiga och registraren trots uppmaning inte inom utsatt tid bevisar att uppgifterna ar riktiga. transport- och kommunikationsverket gor sina riktlinjer och forfaranden for sakerstallande av att anvandaruppgifterna ar korrekta offentligt tillgangliga. transport- och kommunikationsverket offentliggor uppgifterna i domannamnsregistret pa sina webbsidor eller i nagon annan elektronisk tjanst utan obefogat drojsmal. bestammelser om skydd for personuppgifter finns i europaparlamentets och radets forordning (eu) 2016/679 om skydd for fysiska personer med avseende pa behandling av personuppgifter och om det fria flodet av sadana uppgifter och om upphavande av direktiv 95/46/eg (allman dataskyddsforordning) och i dataskyddslagen, som kompletterar forordningen. transport- och kommunikationsverket ska besvara en begaran om atkomst till registeruppgifter om domannamn utan obefogat drojsmal och senast inom 72 timmar fran mottagandet av begaran. i ovrigt ska pa utlamnande av uppgifter ur registret tillampas 16 § i lagen om offentlighet i myndigheternas verksamhet. transport- och kommunikationsverket gor sina riktlinjer och forfaranden for utlamnande av registreringsuppgifter om domannamn offentligt tillgangliga. ett domannamn som har registrerats i domannamnsregistret galler i hogst fem ar. registraren kan fornya en domanregistrering for hogst fem ar i sander. transport- och kommunikationsverket far utfarda narmare foreskrifter om hur registreringen tekniskt ska genomforas och om de uppgifter som ska lamnas i samband med registreringen samt om teknisk identifiering av domannamnsanvandaren och om verifiering av uppgifterna om domannamnsanvandaren."
      },
      "valid_from": "2025-04-04",
      "valid_to": null
    },
    {
      "provision_ref": "170",
      "section": "170",
      "title": "Verkkotunnusvälittäjän muut velvollisuudet",
      "content": "Verkkotunnusvälittäjän on: 1) tarjottava ennen verkkotunnuksen merkitsemistä tämän lain mukaiset tarvittavat tiedot verkkotunnuksen sisältöön ja muotoon liittyvistä edellytyksistä; 2) pidettävä verkkotunnusrekisteriin merkityt tiedot ajantasaisina; 3) kyettävä merkitsemään tietoja verkkotunnusrekisteriin Liikenne- ja viestintäviraston määrittelemällä teknisellä järjestelyllä; 4) tiedotettava verkkotunnuksen käyttäjää riittävästi ja tehokkaasti verkkotunnuksen voimassaoloajan päättymisestä; 5) poistettava verkkotunnus verkkotunnusrekisteristä verkkotunnuksen käyttäjän pyynnöstä ennen voimassaoloajan päättymistä; 6) huolehdittava toimintansa tietoturvasta; 7) ilmoitettava viipymättä Liikenne- ja viestintävirastolle, jos sen verkkotunnusten välitystoimintaan kohdistuu tai sitä uhkaa merkittävä tietoturvaloukkaus taikka muu tapahtuma, joka estää tai häiritsee sitä olennaisesti; samalla on myös ilmoitettava häiriön tai sen uhan arvioitu kesto ja vaikutukset, korjaustoimenpiteet sekä ne toimenpiteet, joilla häiriön toistuminen pyritään estämään; 8) asetettava julkisesti saataville toimintaperiaatteet ja menettelyt, joilla varmistetaan verkkotunnusrekisterin tietojen olevan 167 §:n 1 momentissa säädetyn mukaiset; 9) asetettava muut verkkotunnuksen rekisteröintitiedot kuin henkilötiedot julkisesti saataville ilman aiheetonta viivytystä; 10) annettava pääsy verkkotunnusten rekisteröintitietoihin tietosuojalainsäädännön mukaisesti ja maksuttomasti sekä vastattava rekisteritietoihin pääsyä oikeutetusti pyytävälle ilman aiheetonta viivytystä ja viimeistään 72 tunnin kuluessa lainmukaisen ja asianmukaisesti perustellun pyynnön vastaanottamisesta; 11) asetettava julkisesti saataville toimintaperiaatteet ja menettelyt verkkotunnusten rekisteröintitietojen luovuttamisesta. Liikenne- ja viestintävirasto voi antaa tarkempia määräyksiä verkkotunnuksen käyttäjälle annettavista tiedoista, julkisesti saataville asetettavista tiedoista, pääsyn antamisesta tietoihin sekä 1 momentin 8 ja 11 kohdassa tarkoitetuista toimintaperiaatteista ja menettelyistä, toiminnan tietoturvallisuudesta sekä siitä, milloin 1 momentin 7 kohdassa tarkoitettu häiriö on merkittävä sekä ilmoituksen sisällöstä, muodosta ja toimittamisesta. Kyberturvallisuuslain 2 §:n 3 kohdassa tarkoitetun DNS-palveluntarjoajan velvollisuudesta huolehtia viestintäverkkoihin ja tietojärjestelmiin kohdistuvien riskien hallinnasta ja poikkeamien ilmoittamisesta säädetään kyberturvallisuuslaissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_170",
        "normalized_fi": "Verkkotunnusvälittäjän on: 1) tarjottava ennen verkkotunnuksen merkitsemistä tämän lain mukaiset tarvittavat tiedot verkkotunnuksen sisältöön ja muotoon liittyvistä edellytyksistä; 2) pidettävä verkkotunnusrekisteriin merkityt tiedot ajantasaisina; 3) kyettävä merkitsemään tietoja verkkotunnusrekisteriin Liikenne- ja viestintäviraston määrittelemällä teknisellä järjestelyllä; 4) tiedotettava verkkotunnuksen käyttäjää riittävästi ja tehokkaasti verkkotunnuksen voimassaoloajan päättymisestä; 5) poistettava verkkotunnus verkkotunnusrekisteristä verkkotunnuksen käyttäjän pyynnöstä ennen voimassaoloajan päättymistä; 6) huolehdittava toimintansa tietoturvasta; 7) ilmoitettava viipymättä Liikenne- ja viestintävirastolle, jos sen verkkotunnusten välitystoimintaan kohdistuu tai sitä uhkaa merkittävä tietoturvaloukkaus taikka muu tapahtuma, joka estää tai häiritsee sitä olennaisesti; samalla on myös ilmoitettava häiriön tai sen uhan arvioitu kesto ja vaikutukset, korjaustoimenpiteet sekä ne toimenpiteet, joilla häiriön toistuminen pyritään estämään; 8) asetettava julkisesti saataville toimintaperiaatteet ja menettelyt, joilla varmistetaan verkkotunnusrekisterin tietojen olevan 167 § :n 1 momentissa säädetyn mukaiset; 9) asetettava muut verkkotunnuksen rekisteröintitiedot kuin henkilötiedot julkisesti saataville ilman aiheetonta viivytystä; 10) annettava pääsy verkkotunnusten rekisteröintitietoihin tietosuojalainsäädännön mukaisesti ja maksuttomasti sekä vastattava rekisteritietoihin pääsyä oikeutetusti pyytävälle ilman aiheetonta viivytystä ja viimeistään 72 tunnin kuluessa lainmukaisen ja asianmukaisesti perustellun pyynnön vastaanottamisesta; 11) asetettava julkisesti saataville toimintaperiaatteet ja menettelyt verkkotunnusten rekisteröintitietojen luovuttamisesta. Liikenne- ja viestintävirasto voi antaa tarkempia määräyksiä verkkotunnuksen käyttäjälle annettavista tiedoista, julkisesti saataville asetettavista tiedoista, pääsyn antamisesta tietoihin sekä 1 momentin 8 ja 11 kohdassa tarkoitetuista toimintaperiaatteista ja menettelyistä, toiminnan tietoturvallisuudesta sekä siitä, milloin 1 momentin 7 kohdassa tarkoitettu häiriö on merkittävä sekä ilmoituksen sisällöstä, muodosta ja toimittamisesta. Kyberturvallisuuslain 2 § :n 3 kohdassa tarkoitetun DNS-palveluntarjoajan velvollisuudesta huolehtia viestintäverkkoihin ja tietojärjestelmiin kohdistuvien riskien hallinnasta ja poikkeamien ilmoittamisesta säädetään kyberturvallisuuslaissa.",
        "folded_fi": "verkkotunnusvalittajan on: 1) tarjottava ennen verkkotunnuksen merkitsemista taman lain mukaiset tarvittavat tiedot verkkotunnuksen sisaltoon ja muotoon liittyvista edellytyksista; 2) pidettava verkkotunnusrekisteriin merkityt tiedot ajantasaisina; 3) kyettava merkitsemaan tietoja verkkotunnusrekisteriin liikenne- ja viestintaviraston maarittelemalla teknisella jarjestelylla; 4) tiedotettava verkkotunnuksen kayttajaa riittavasti ja tehokkaasti verkkotunnuksen voimassaoloajan paattymisesta; 5) poistettava verkkotunnus verkkotunnusrekisterista verkkotunnuksen kayttajan pyynnosta ennen voimassaoloajan paattymista; 6) huolehdittava toimintansa tietoturvasta; 7) ilmoitettava viipymatta liikenne- ja viestintavirastolle, jos sen verkkotunnusten valitystoimintaan kohdistuu tai sita uhkaa merkittava tietoturvaloukkaus taikka muu tapahtuma, joka estaa tai hairitsee sita olennaisesti; samalla on myos ilmoitettava hairion tai sen uhan arvioitu kesto ja vaikutukset, korjaustoimenpiteet seka ne toimenpiteet, joilla hairion toistuminen pyritaan estamaan; 8) asetettava julkisesti saataville toimintaperiaatteet ja menettelyt, joilla varmistetaan verkkotunnusrekisterin tietojen olevan 167 §:n 1 momentissa saadetyn mukaiset; 9) asetettava muut verkkotunnuksen rekisterointitiedot kuin henkilotiedot julkisesti saataville ilman aiheetonta viivytysta; 10) annettava paasy verkkotunnusten rekisterointitietoihin tietosuojalainsaadannon mukaisesti ja maksuttomasti seka vastattava rekisteritietoihin paasya oikeutetusti pyytavalle ilman aiheetonta viivytysta ja viimeistaan 72 tunnin kuluessa lainmukaisen ja asianmukaisesti perustellun pyynnon vastaanottamisesta; 11) asetettava julkisesti saataville toimintaperiaatteet ja menettelyt verkkotunnusten rekisterointitietojen luovuttamisesta. liikenne- ja viestintavirasto voi antaa tarkempia maarayksia verkkotunnuksen kayttajalle annettavista tiedoista, julkisesti saataville asetettavista tiedoista, paasyn antamisesta tietoihin seka 1 momentin 8 ja 11 kohdassa tarkoitetuista toimintaperiaatteista ja menettelyista, toiminnan tietoturvallisuudesta seka siita, milloin 1 momentin 7 kohdassa tarkoitettu hairio on merkittava seka ilmoituksen sisallosta, muodosta ja toimittamisesta. kyberturvallisuuslain 2 §:n 3 kohdassa tarkoitetun dns-palveluntarjoajan velvollisuudesta huolehtia viestintaverkkoihin ja tietojarjestelmiin kohdistuvien riskien hallinnasta ja poikkeamien ilmoittamisesta saadetaan kyberturvallisuuslaissa.",
        "title_sv": "Registrarens övriga skyldigheter",
        "content_sv": "En registrar ska 1) innan ett domännamn registreras tillhandahålla behövlig information enligt denna lag om kraven på domännamnets innehåll och form, 2) uppdatera uppgifterna i domännamnsregistret, 3) kunna göra anteckningar i domännamnsregistret med hjälp av tekniska arrangemang som Transport- och kommunikationsverket har fastställt, 4) i tillräcklig omfattning och effektivt informera en domännamnsanvändare om att domännamnets giltighetstid löper ut, 5) på begäran av domännamnsanvändaren avregistrera ett domännamn innan dess giltighetstid har löpt ut, 6) sörja för informationssäkerheten i sin verksamhet, 7) utan dröjsmål meddela Transport- och kommunikationsverket om dess förmedling av domännamn är utsatt för betydande kränkningar av eller hot mot informationssäkerheten eller för någonting annat som väsentligen förhindrar eller stör den; samtidigt ska registraren också anmäla hur länge störningen eller hotet beräknas pågå, om vilka verkningar störningen eller hotet har, om avhjälpande åtgärder samt om åtgärder för att förhindra att störningen upprepas, 8) göra sina riktlinjer och förfaranden för att säkerställa att uppgifterna i domännamnsregistret överensstämmer med bestämmelserna i 167 § 1 mom. offentligt tillgängliga, 9) utan obefogat dröjsmål göra andra registreringsuppgifter om domännamn än personuppgifter offentligt tillgängliga, 10) i enlighet med dataskyddslagstiftningen och avgiftsfritt ge åtkomst till registreringsuppgifter om domännamn samt svara den som legitimt begär åtkomst till registreringsuppgifter utan obefogat dröjsmål och senast inom 72 timmar från mottagandet av en laglig och på tillbörligt sätt motiverad begäran, 11) göra riktlinjer och förfaranden för utlämnande av registreringsuppgifter om domännamn offentligt tillgängliga. Transport- och kommunikationsverket får meddela närmare föreskrifter om information som ges till användare av domännamn, om information som ska göras offentligt tillgänglig, om givande av åtkomst till uppgifter, om de riktlinjer och förfaranden som avses i 1 mom. 8 och 11 punkten, om informationssäkerheten i registrarens verksamhet samt om när en störning som avses i 1 mom. 7 punkten ska anses vara betydande och om innehållet i anmälan samt anmälans utformning och hur den lämnas in. Bestämmelser om skyldigheten för en i 2 § 3 punkten i cybersäkerhetslagen avsedd leverantör av DNS-tjänster att sörja för riskhanteringen i fråga om kommunikationsnät och informationssystem och för anmälan av avvikelser finns i cybersäkerhetslagen.",
        "normalized_sv": "En registrar ska 1) innan ett domännamn registreras tillhandahålla behövlig information enligt denna lag om kraven på domännamnets innehåll och form, 2) uppdatera uppgifterna i domännamnsregistret, 3) kunna göra anteckningar i domännamnsregistret med hjälp av tekniska arrangemang som Transport- och kommunikationsverket har fastställt, 4) i tillräcklig omfattning och effektivt informera en domännamnsanvändare om att domännamnets giltighetstid löper ut, 5) på begäran av domännamnsanvändaren avregistrera ett domännamn innan dess giltighetstid har löpt ut, 6) sörja för informationssäkerheten i sin verksamhet, 7) utan dröjsmål meddela Transport- och kommunikationsverket om dess förmedling av domännamn är utsatt för betydande kränkningar av eller hot mot informationssäkerheten eller för någonting annat som väsentligen förhindrar eller stör den; samtidigt ska registraren också anmäla hur länge störningen eller hotet beräknas pågå, om vilka verkningar störningen eller hotet har, om avhjälpande åtgärder samt om åtgärder för att förhindra att störningen upprepas, 8) göra sina riktlinjer och förfaranden för att säkerställa att uppgifterna i domännamnsregistret överensstämmer med bestämmelserna i 167 § 1 mom. offentligt tillgängliga, 9) utan obefogat dröjsmål göra andra registreringsuppgifter om domännamn än personuppgifter offentligt tillgängliga, 10) i enlighet med dataskyddslagstiftningen och avgiftsfritt ge åtkomst till registreringsuppgifter om domännamn samt svara den som legitimt begär åtkomst till registreringsuppgifter utan obefogat dröjsmål och senast inom 72 timmar från mottagandet av en laglig och på tillbörligt sätt motiverad begäran, 11) göra riktlinjer och förfaranden för utlämnande av registreringsuppgifter om domännamn offentligt tillgängliga. Transport- och kommunikationsverket får meddela närmare föreskrifter om information som ges till användare av domännamn, om information som ska göras offentligt tillgänglig, om givande av åtkomst till uppgifter, om de riktlinjer och förfaranden som avses i 1 mom. 8 och 11 punkten, om informationssäkerheten i registrarens verksamhet samt om när en störning som avses i 1 mom. 7 punkten ska anses vara betydande och om innehållet i anmälan samt anmälans utformning och hur den lämnas in. Bestämmelser om skyldigheten för en i 2 § 3 punkten i cybersäkerhetslagen avsedd leverantör av DNS-tjänster att sörja för riskhanteringen i fråga om kommunikationsnät och informationssystem och för anmälan av avvikelser finns i cybersäkerhetslagen.",
        "folded_sv": "en registrar ska 1) innan ett domannamn registreras tillhandahalla behovlig information enligt denna lag om kraven pa domannamnets innehall och form, 2) uppdatera uppgifterna i domannamnsregistret, 3) kunna gora anteckningar i domannamnsregistret med hjalp av tekniska arrangemang som transport- och kommunikationsverket har faststallt, 4) i tillracklig omfattning och effektivt informera en domannamnsanvandare om att domannamnets giltighetstid loper ut, 5) pa begaran av domannamnsanvandaren avregistrera ett domannamn innan dess giltighetstid har lopt ut, 6) sorja for informationssakerheten i sin verksamhet, 7) utan drojsmal meddela transport- och kommunikationsverket om dess formedling av domannamn ar utsatt for betydande krankningar av eller hot mot informationssakerheten eller for nagonting annat som vasentligen forhindrar eller stor den; samtidigt ska registraren ocksa anmala hur lange storningen eller hotet beraknas paga, om vilka verkningar storningen eller hotet har, om avhjalpande atgarder samt om atgarder for att forhindra att storningen upprepas, 8) gora sina riktlinjer och forfaranden for att sakerstalla att uppgifterna i domannamnsregistret overensstammer med bestammelserna i 167 § 1 mom. offentligt tillgangliga, 9) utan obefogat drojsmal gora andra registreringsuppgifter om domannamn an personuppgifter offentligt tillgangliga, 10) i enlighet med dataskyddslagstiftningen och avgiftsfritt ge atkomst till registreringsuppgifter om domannamn samt svara den som legitimt begar atkomst till registreringsuppgifter utan obefogat drojsmal och senast inom 72 timmar fran mottagandet av en laglig och pa tillborligt satt motiverad begaran, 11) gora riktlinjer och forfaranden for utlamnande av registreringsuppgifter om domannamn offentligt tillgangliga. transport- och kommunikationsverket far meddela narmare foreskrifter om information som ges till anvandare av domannamn, om information som ska goras offentligt tillganglig, om givande av atkomst till uppgifter, om de riktlinjer och forfaranden som avses i 1 mom. 8 och 11 punkten, om informationssakerheten i registrarens verksamhet samt om nar en storning som avses i 1 mom. 7 punkten ska anses vara betydande och om innehallet i anmalan samt anmalans utformning och hur den lamnas in. bestammelser om skyldigheten for en i 2 § 3 punkten i cybersakerhetslagen avsedd leverantor av dns-tjanster att sorja for riskhanteringen i fraga om kommunikationsnat och informationssystem och for anmalan av avvikelser finns i cybersakerhetslagen."
      },
      "valid_from": "2025-04-04",
      "valid_to": null
    },
    {
      "provision_ref": "247",
      "section": "247",
      "title": "Viestinnän välittäjän ja lisäarvopalvelun tarjoajan velvollisuus huolehtia tietoturvasta",
      "content": "Tietoturvasta huolehtimiseen sovelletaan lisäksi, mitä kyberturvallisuuslaissa säädetään sellaisen viestinnän välittäjän ja lisäarvopalvelun tarjoajan osalta, joka kuuluu NIS 2 -direktiivin soveltamisalaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_247",
        "normalized_fi": "Tietoturvasta huolehtimiseen sovelletaan lisäksi, mitä kyberturvallisuuslaissa säädetään sellaisen viestinnän välittäjän ja lisäarvopalvelun tarjoajan osalta, joka kuuluu NIS 2 -direktiivin soveltamisalaan.",
        "folded_fi": "tietoturvasta huolehtimiseen sovelletaan lisaksi, mita kyberturvallisuuslaissa saadetaan sellaisen viestinnan valittajan ja lisaarvopalvelun tarjoajan osalta, joka kuuluu nis 2 -direktiivin soveltamisalaan.",
        "title_sv": "Skyldighet att sörja för informationssäkerheten vid kommunikationsförmedling och tillhandahållande av mervärdestjänster",
        "content_sv": "När det gäller att sörja för informationssäkerheten tillämpas dessutom vad som i cybersäkerhetslagen föreskrivs om sådana kommunikationsförmedlare och leverantörer av mervärdestjänster som omfattas av tillämpningsområdet för NIS 2-direktivet.",
        "normalized_sv": "När det gäller att sörja för informationssäkerheten tillämpas dessutom vad som i cybersäkerhetslagen föreskrivs om sådana kommunikationsförmedlare och leverantörer av mervärdestjänster som omfattas av tillämpningsområdet för NIS 2-direktivet.",
        "folded_sv": "nar det galler att sorja for informationssakerheten tillampas dessutom vad som i cybersakerhetslagen foreskrivs om sadana kommunikationsformedlare och leverantorer av mervardestjanster som omfattas av tillampningsomradet for nis 2-direktivet."
      },
      "valid_from": "2025-04-04",
      "valid_to": null
    },
    {
      "provision_ref": "275",
      "section": "275",
      "title": "Häiriöilmoitukset Liikenne- ja viestintävirastolle",
      "content": "Teleyrityksen on ilmoitettava viipymättä Liikenne- ja viestintävirastolle, jos sen palveluun kohdistuu tai sitä uhkaa merkittävä tietoturvaloukkaus taikka muu tapahtuma, joka estää viestintäpalvelun toimivuuden tai häiritsee sitä olennaisesti. Teleyrityksen on ilmoitettava myös ilman aiheetonta viivästystä häiriön tai sen uhan arvioitu kesto ja vaikutukset, korjaustoimenpiteet sekä ne toimenpiteet, joilla häiriön toistuminen pyritään estämään. Jos häiriöistä ilmoittaminen on yleisen edun mukaista, Liikenne- ja viestintävirasto voi velvoittaa teleyrityksen tiedottamaan asiasta tai kuultuaan ilmoitusvelvollista tiedottaa asiasta itse. Liikenne- ja viestintävirasto voi antaa tarkempia määräyksiä siitä, milloin 1 momentissa tarkoitettu häiriö on merkittävä, sekä 1 momentissa tarkoitettujen ilmoitusten sisällöstä, muodosta ja toimittamisesta. Liikenne- ja viestintäviraston on arvioitava, koskeeko 1 momentissa tarkoitettu häiriö muita Euroopan unionin jäsenvaltioita ja ilmoitettava tarvittaessa muille asiaan liittyville jäsenvaltioille. Edellä 1 momentissa tarkoitetusta häiriöstä on lisäksi tarvittaessa ilmoitettava Euroopan unionin kyberturvallisuusvirastolle. Häiriöilmoituksiin sovelletaan lisäksi, mitä kyberturvallisuuslaissa säädetään poikkeamailmoituksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_275",
        "normalized_fi": "Teleyrityksen on ilmoitettava viipymättä Liikenne- ja viestintävirastolle, jos sen palveluun kohdistuu tai sitä uhkaa merkittävä tietoturvaloukkaus taikka muu tapahtuma, joka estää viestintäpalvelun toimivuuden tai häiritsee sitä olennaisesti. Teleyrityksen on ilmoitettava myös ilman aiheetonta viivästystä häiriön tai sen uhan arvioitu kesto ja vaikutukset, korjaustoimenpiteet sekä ne toimenpiteet, joilla häiriön toistuminen pyritään estämään. Jos häiriöistä ilmoittaminen on yleisen edun mukaista, Liikenne- ja viestintävirasto voi velvoittaa teleyrityksen tiedottamaan asiasta tai kuultuaan ilmoitusvelvollista tiedottaa asiasta itse. Liikenne- ja viestintävirasto voi antaa tarkempia määräyksiä siitä, milloin 1 momentissa tarkoitettu häiriö on merkittävä, sekä 1 momentissa tarkoitettujen ilmoitusten sisällöstä, muodosta ja toimittamisesta. Liikenne- ja viestintäviraston on arvioitava, koskeeko 1 momentissa tarkoitettu häiriö muita Euroopan unionin jäsenvaltioita ja ilmoitettava tarvittaessa muille asiaan liittyville jäsenvaltioille. Edellä 1 momentissa tarkoitetusta häiriöstä on lisäksi tarvittaessa ilmoitettava Euroopan unionin kyberturvallisuusvirastolle. Häiriöilmoituksiin sovelletaan lisäksi, mitä kyberturvallisuuslaissa säädetään poikkeamailmoituksista.",
        "folded_fi": "teleyrityksen on ilmoitettava viipymatta liikenne- ja viestintavirastolle, jos sen palveluun kohdistuu tai sita uhkaa merkittava tietoturvaloukkaus taikka muu tapahtuma, joka estaa viestintapalvelun toimivuuden tai hairitsee sita olennaisesti. teleyrityksen on ilmoitettava myos ilman aiheetonta viivastysta hairion tai sen uhan arvioitu kesto ja vaikutukset, korjaustoimenpiteet seka ne toimenpiteet, joilla hairion toistuminen pyritaan estamaan. jos hairioista ilmoittaminen on yleisen edun mukaista, liikenne- ja viestintavirasto voi velvoittaa teleyrityksen tiedottamaan asiasta tai kuultuaan ilmoitusvelvollista tiedottaa asiasta itse. liikenne- ja viestintavirasto voi antaa tarkempia maarayksia siita, milloin 1 momentissa tarkoitettu hairio on merkittava, seka 1 momentissa tarkoitettujen ilmoitusten sisallosta, muodosta ja toimittamisesta. liikenne- ja viestintaviraston on arvioitava, koskeeko 1 momentissa tarkoitettu hairio muita euroopan unionin jasenvaltioita ja ilmoitettava tarvittaessa muille asiaan liittyville jasenvaltioille. edella 1 momentissa tarkoitetusta hairiosta on lisaksi tarvittaessa ilmoitettava euroopan unionin kyberturvallisuusvirastolle. hairioilmoituksiin sovelletaan lisaksi, mita kyberturvallisuuslaissa saadetaan poikkeamailmoituksista.",
        "title_sv": "Störningsanmälningar till Transport- och kommunikationsverket",
        "content_sv": "Ett teleföretag ska utan dröjsmål göra en anmälan till Transport- och kommunikationsverket om dess tjänster utsätts för eller hotas av betydande kränkningar av informationssäkerheten eller av någonting annat som gör att en kommunikationstjänst inte fungerar eller väsentligen stör den. Teleföretaget ska också utan obefogat dröjsmål anmäla hur länge störningen eller hotet beräknas pågå, om vilka verkningar störningen eller hotet har, om avhjälpande åtgärder samt om åtgärder för att förhindra att störningen upprepas. Om det ligger i allmänt intresse att det görs en anmälan om en störning kan Transport- och kommunikationsverket ålägga teleföretaget att informera om saken eller, efter att ha hört den anmälningspliktiga, självt informera om saken. Transport- och kommunikationsverket får meddela närmare föreskrifter om när en störning som avses i 1 mom. är betydande samt föreskrifter om innehållet i de anmälningar som avses i 1 mom. samt anmälningarnas utformning och hur de lämnas in. Transport- och kommunikationsverket ska bedöma om en sådan störning som avses i 1 mom. berör de övriga medlemsstaterna i Europeiska unionen och vid behov underrätta de berörda medlemsstaterna. En sådan störning som avses i 1 mom. ska också vid behov anmälas till Europeiska unionens cybersäkerhetsbyrå. På störningsanmälningar tillämpas dessutom vad som i cybersäkerhetslagen föreskrivs om incidentanmälningar.",
        "normalized_sv": "Ett teleföretag ska utan dröjsmål göra en anmälan till Transport- och kommunikationsverket om dess tjänster utsätts för eller hotas av betydande kränkningar av informationssäkerheten eller av någonting annat som gör att en kommunikationstjänst inte fungerar eller väsentligen stör den. Teleföretaget ska också utan obefogat dröjsmål anmäla hur länge störningen eller hotet beräknas pågå, om vilka verkningar störningen eller hotet har, om avhjälpande åtgärder samt om åtgärder för att förhindra att störningen upprepas. Om det ligger i allmänt intresse att det görs en anmälan om en störning kan Transport- och kommunikationsverket ålägga teleföretaget att informera om saken eller, efter att ha hört den anmälningspliktiga, självt informera om saken. Transport- och kommunikationsverket får meddela närmare föreskrifter om när en störning som avses i 1 mom. är betydande samt föreskrifter om innehållet i de anmälningar som avses i 1 mom. samt anmälningarnas utformning och hur de lämnas in. Transport- och kommunikationsverket ska bedöma om en sådan störning som avses i 1 mom. berör de övriga medlemsstaterna i Europeiska unionen och vid behov underrätta de berörda medlemsstaterna. En sådan störning som avses i 1 mom. ska också vid behov anmälas till Europeiska unionens cybersäkerhetsbyrå. På störningsanmälningar tillämpas dessutom vad som i cybersäkerhetslagen föreskrivs om incidentanmälningar.",
        "folded_sv": "ett teleforetag ska utan drojsmal gora en anmalan till transport- och kommunikationsverket om dess tjanster utsatts for eller hotas av betydande krankningar av informationssakerheten eller av nagonting annat som gor att en kommunikationstjanst inte fungerar eller vasentligen stor den. teleforetaget ska ocksa utan obefogat drojsmal anmala hur lange storningen eller hotet beraknas paga, om vilka verkningar storningen eller hotet har, om avhjalpande atgarder samt om atgarder for att forhindra att storningen upprepas. om det ligger i allmant intresse att det gors en anmalan om en storning kan transport- och kommunikationsverket alagga teleforetaget att informera om saken eller, efter att ha hort den anmalningspliktiga, sjalvt informera om saken. transport- och kommunikationsverket far meddela narmare foreskrifter om nar en storning som avses i 1 mom. ar betydande samt foreskrifter om innehallet i de anmalningar som avses i 1 mom. samt anmalningarnas utformning och hur de lamnas in. transport- och kommunikationsverket ska bedoma om en sadan storning som avses i 1 mom. beror de ovriga medlemsstaterna i europeiska unionen och vid behov underratta de berorda medlemsstaterna. en sadan storning som avses i 1 mom. ska ocksa vid behov anmalas till europeiska unionens cybersakerhetsbyra. pa storningsanmalningar tillampas dessutom vad som i cybersakerhetslagen foreskrivs om incidentanmalningar."
      },
      "valid_from": "2025-04-04",
      "valid_to": null
    },
    {
      "provision_ref": "308",
      "section": "308",
      "title": "Yhteistyö eri viranomaisten kanssa",
      "content": "Liikenne- ja viestintäviraston on toimittava yhteistyössä muiden Euroopan unionin jäsenvaltioiden verkko- ja tietoturvallisuutta valvovien viranomaisten, tietoturvaloukkauksiin reagoivien yksiköiden sekä NIS 2 -direktiivin 14-16 artiklassa tarkoitetun yhteistyöryhmän, CSIRT-verkoston ja Euroopan kyberkriisien yhteysorganisaatioiden verkoston kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_308",
        "normalized_fi": "Liikenne- ja viestintäviraston on toimittava yhteistyössä muiden Euroopan unionin jäsenvaltioiden verkko- ja tietoturvallisuutta valvovien viranomaisten, tietoturvaloukkauksiin reagoivien yksiköiden sekä NIS 2 -direktiivin 14-16 artiklassa tarkoitetun yhteistyöryhmän, CSIRT-verkoston ja Euroopan kyberkriisien yhteysorganisaatioiden verkoston kanssa.",
        "folded_fi": "liikenne- ja viestintaviraston on toimittava yhteistyossa muiden euroopan unionin jasenvaltioiden verkko- ja tietoturvallisuutta valvovien viranomaisten, tietoturvaloukkauksiin reagoivien yksikoiden seka nis 2 -direktiivin 14-16 artiklassa tarkoitetun yhteistyoryhman, csirt-verkoston ja euroopan kyberkriisien yhteysorganisaatioiden verkoston kanssa.",
        "title_sv": "Myndighetssamarbete",
        "content_sv": "Transport- och kommunikationsverket ska samarbeta med de myndigheter som utövar tillsyn över nät- och informationssäkerheten i övriga medlemsstater i Europeiska unionen, enheter för hantering av it-säkerhetsincidenter samt den samarbetsgrupp, det CSIRT-nätverk och det europeiska kontaktnätverk för cyberkriser som avses i artiklarna 14-16 i NIS 2-direktivet.",
        "normalized_sv": "Transport- och kommunikationsverket ska samarbeta med de myndigheter som utövar tillsyn över nät- och informationssäkerheten i övriga medlemsstater i Europeiska unionen, enheter för hantering av it-säkerhetsincidenter samt den samarbetsgrupp, det CSIRT-nätverk och det europeiska kontaktnätverk för cyberkriser som avses i artiklarna 14-16 i NIS 2-direktivet.",
        "folded_sv": "transport- och kommunikationsverket ska samarbeta med de myndigheter som utovar tillsyn over nat- och informationssakerheten i ovriga medlemsstater i europeiska unionen, enheter for hantering av it-sakerhetsincidenter samt den samarbetsgrupp, det csirt-natverk och det europeiska kontaktnatverk for cyberkriser som avses i artiklarna 14-16 i nis 2-direktivet."
      },
      "valid_from": "2025-04-04",
      "valid_to": null
    },
    {
      "provision_ref": "313",
      "section": "313",
      "title": "Valvonta-asioiden käsittely Liikenne- ja viestintävirastossa",
      "content": "Liikenne- ja viestintävirasto voi asettaa tässä laissa säädetyt valvontatehtävänsä tärkeysjärjestykseen. Liikenne- ja viestintävirasto voi jättää asian tutkimatta, jos: 2) asialla on epäillystä virheestä tai laiminlyönnistä huolimatta viestintämarkkinoiden toimivuuden, viestintäpalvelujen luotettavuuden tai sähköisen viestinnän häiriöttömyyden turvaamisen ja palveluja käyttävien edun kannalta vain vähäinen merkitys; tai",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_313",
        "normalized_fi": "Liikenne- ja viestintävirasto voi asettaa tässä laissa säädetyt valvontatehtävänsä tärkeysjärjestykseen. Liikenne- ja viestintävirasto voi jättää asian tutkimatta, jos: 2) asialla on epäillystä virheestä tai laiminlyönnistä huolimatta viestintämarkkinoiden toimivuuden, viestintäpalvelujen luotettavuuden tai sähköisen viestinnän häiriöttömyyden turvaamisen ja palveluja käyttävien edun kannalta vain vähäinen merkitys; tai",
        "folded_fi": "liikenne- ja viestintavirasto voi asettaa tassa laissa saadetyt valvontatehtavansa tarkeysjarjestykseen. liikenne- ja viestintavirasto voi jattaa asian tutkimatta, jos: 2) asialla on epaillysta virheesta tai laiminlyonnista huolimatta viestintamarkkinoiden toimivuuden, viestintapalvelujen luotettavuuden tai sahkoisen viestinnan hairiottomyyden turvaamisen ja palveluja kayttavien edun kannalta vain vahainen merkitys; tai",
        "title_sv": "Behandling av tillsynsärenden vid Transport- och kommunikationsverket",
        "content_sv": "Transport- och kommunikationsverket kan ställa sina tillsynsuppgifter enligt denna lag i viktighetsordning. Transport- och kommunikationsverket får lämna ett ärende utan prövning om 2) ärendet trots en misstanke om fel eller försummelser endast har en ringa betydelse med tanke på kommunikationsmarknadens funktion, kommunikationstjänsternas tillförlitlighet eller tryggandet av störningsfri elektronisk kommunikation och med tanke på deras intressen som använder tjänsterna, eller",
        "normalized_sv": "Transport- och kommunikationsverket kan ställa sina tillsynsuppgifter enligt denna lag i viktighetsordning. Transport- och kommunikationsverket får lämna ett ärende utan prövning om 2) ärendet trots en misstanke om fel eller försummelser endast har en ringa betydelse med tanke på kommunikationsmarknadens funktion, kommunikationstjänsternas tillförlitlighet eller tryggandet av störningsfri elektronisk kommunikation och med tanke på deras intressen som använder tjänsterna, eller",
        "folded_sv": "transport- och kommunikationsverket kan stalla sina tillsynsuppgifter enligt denna lag i viktighetsordning. transport- och kommunikationsverket far lamna ett arende utan provning om 2) arendet trots en misstanke om fel eller forsummelser endast har en ringa betydelse med tanke pa kommunikationsmarknadens funktion, kommunikationstjansternas tillforlitlighet eller tryggandet av storningsfri elektronisk kommunikation och med tanke pa deras intressen som anvander tjansterna, eller"
      },
      "valid_from": "2025-04-04",
      "valid_to": null
    },
    {
      "provision_ref": "318",
      "section": "318",
      "title": "Tietojen luovuttaminen viranomaisesta",
      "content": "Liikenne- ja viestintäministeriöllä ja Liikenne- ja viestintävirastolla on oikeus luovuttaa salassa pidettävä asiakirja sekä ilmaista salassa pidettävä tieto komissiolle, Euroopan sähköisen viestinnän sääntelyviranomaisten yhteistyöelimelle ja toisen ETA-valtion valvontaviranomaiselle, jos se on viestintämarkkinoiden valvonnan kannalta välttämätöntä. Liikenne- ja viestintävirastolla on oikeus luovuttaa 170 §:n 1 momentin 7 kohdan, 171 §:n ja 275 §:n 1 momentin nojalla saamansa salassa pidettävä asiakirja sekä ilmaista salassa pidettävä tieto toisen ETA-valtion valvontaviranomaiselle, NIS 2 -direktiivin 14 artiklassa tarkoitetulle yhteistyöryhmälle ja mainitun direktiivin 15 artiklassa tarkoitetulle CSIRT-verkostolle, jos se on verkko- ja tietoturvallisuuden valvonnan kannalta välttämätöntä eikä luovuttaminen vaaranna mainituissa pykälissä tarkoitettujen toimijoiden turvallisuuteen ja liikesalaisuuksiin liittyviä etuja tai annettujen tietojen luottamuksellisuutta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_318",
        "normalized_fi": "Liikenne- ja viestintäministeriöllä ja Liikenne- ja viestintävirastolla on oikeus luovuttaa salassa pidettävä asiakirja sekä ilmaista salassa pidettävä tieto komissiolle, Euroopan sähköisen viestinnän sääntelyviranomaisten yhteistyöelimelle ja toisen ETA-valtion valvontaviranomaiselle, jos se on viestintämarkkinoiden valvonnan kannalta välttämätöntä. Liikenne- ja viestintävirastolla on oikeus luovuttaa 170 § :n 1 momentin 7 kohdan, 171 § :n ja 275 § :n 1 momentin nojalla saamansa salassa pidettävä asiakirja sekä ilmaista salassa pidettävä tieto toisen ETA-valtion valvontaviranomaiselle, NIS 2 -direktiivin 14 artiklassa tarkoitetulle yhteistyöryhmälle ja mainitun direktiivin 15 artiklassa tarkoitetulle CSIRT-verkostolle, jos se on verkko- ja tietoturvallisuuden valvonnan kannalta välttämätöntä eikä luovuttaminen vaaranna mainituissa pykälissä tarkoitettujen toimijoiden turvallisuuteen ja liikesalaisuuksiin liittyviä etuja tai annettujen tietojen luottamuksellisuutta.",
        "folded_fi": "liikenne- ja viestintaministeriolla ja liikenne- ja viestintavirastolla on oikeus luovuttaa salassa pidettava asiakirja seka ilmaista salassa pidettava tieto komissiolle, euroopan sahkoisen viestinnan saantelyviranomaisten yhteistyoelimelle ja toisen eta-valtion valvontaviranomaiselle, jos se on viestintamarkkinoiden valvonnan kannalta valttamatonta. liikenne- ja viestintavirastolla on oikeus luovuttaa 170 §:n 1 momentin 7 kohdan, 171 §:n ja 275 §:n 1 momentin nojalla saamansa salassa pidettava asiakirja seka ilmaista salassa pidettava tieto toisen eta-valtion valvontaviranomaiselle, nis 2 -direktiivin 14 artiklassa tarkoitetulle yhteistyoryhmalle ja mainitun direktiivin 15 artiklassa tarkoitetulle csirt-verkostolle, jos se on verkko- ja tietoturvallisuuden valvonnan kannalta valttamatonta eika luovuttaminen vaaranna mainituissa pykalissa tarkoitettujen toimijoiden turvallisuuteen ja liikesalaisuuksiin liittyvia etuja tai annettujen tietojen luottamuksellisuutta.",
        "title_sv": "Utlämnande av information från myndigheter",
        "content_sv": "Kommunikationsministeriet och Transport- och kommunikationsverket har rätt att lämna ut sekretessbelagda dokument till och röja sekretessbelagd information för kommissionen, för Organet för europeiska regleringsmyndigheter för elektronisk kommunikation och för tillsynsmyndigheterna i andra EES-stater, om det är nödvändigt för tillsynen över kommunikationsmarknaden. Transport- och kommunikationsverket har rätt att lämna ut en sekretessbelagd handling som det har fått med stöd av 170 § 1 mom. 7 punkten, 171 § samt 275 § 1 mom., och att röja sekretessbelagd information för tillsynsmyndigheten i en annan EES-stat och för den samarbetsgrupp som avses i artikel 14 i NIS 2-direktivet och det CSIRT-nätverk som avses i artikel 15 i det direktivet, om det är nödvändigt med tanke på övervakningen av nät- och informationssäkerheten, och utlämnandet inte äventyrar intressen gällande säkerhet och företagshemligheter för de aktörer som avses i de paragrafer som nämns ovan eller konfidentialiteten i fråga om de uppgifter som lämnas ut.",
        "normalized_sv": "Kommunikationsministeriet och Transport- och kommunikationsverket har rätt att lämna ut sekretessbelagda dokument till och röja sekretessbelagd information för kommissionen, för Organet för europeiska regleringsmyndigheter för elektronisk kommunikation och för tillsynsmyndigheterna i andra EES-stater, om det är nödvändigt för tillsynen över kommunikationsmarknaden. Transport- och kommunikationsverket har rätt att lämna ut en sekretessbelagd handling som det har fått med stöd av 170 § 1 mom. 7 punkten, 171 § samt 275 § 1 mom., och att röja sekretessbelagd information för tillsynsmyndigheten i en annan EES-stat och för den samarbetsgrupp som avses i artikel 14 i NIS 2-direktivet och det CSIRT-nätverk som avses i artikel 15 i det direktivet, om det är nödvändigt med tanke på övervakningen av nät- och informationssäkerheten, och utlämnandet inte äventyrar intressen gällande säkerhet och företagshemligheter för de aktörer som avses i de paragrafer som nämns ovan eller konfidentialiteten i fråga om de uppgifter som lämnas ut.",
        "folded_sv": "kommunikationsministeriet och transport- och kommunikationsverket har ratt att lamna ut sekretessbelagda dokument till och roja sekretessbelagd information for kommissionen, for organet for europeiska regleringsmyndigheter for elektronisk kommunikation och for tillsynsmyndigheterna i andra ees-stater, om det ar nodvandigt for tillsynen over kommunikationsmarknaden. transport- och kommunikationsverket har ratt att lamna ut en sekretessbelagd handling som det har fatt med stod av 170 § 1 mom. 7 punkten, 171 § samt 275 § 1 mom., och att roja sekretessbelagd information for tillsynsmyndigheten i en annan ees-stat och for den samarbetsgrupp som avses i artikel 14 i nis 2-direktivet och det csirt-natverk som avses i artikel 15 i det direktivet, om det ar nodvandigt med tanke pa overvakningen av nat- och informationssakerheten, och utlamnandet inte aventyrar intressen gallande sakerhet och foretagshemligheter for de aktorer som avses i de paragrafer som namns ovan eller konfidentialiteten i fraga om de uppgifter som lamnas ut."
      },
      "valid_from": "2025-04-04",
      "valid_to": null
    },
    {
      "provision_ref": "342",
      "section": "342",
      "title": "Oikaisuvaatimus",
      "content": "Liikenne- ja viestintäviraston päätökseen, joka koskee 39 §:ssä tarkoitettua radiolupaa, 44 §:ssä tarkoitettua radiotaajuuksien varausta koskevaa päätöstä, 100 §:ssä tarkoitettua numerointipäätöstä, 167 §:n 2 momentissa tarkoitettua verkkotunnuksen rekisteröinnin estämistä, 169 §:n 1 momentissa tarkoitettua verkkotunnuksen poistamista, 288 §:ssä tarkoitettua markkinaehtoista taajuusmaksua, 289 §:ssä tarkoitettua tietoyhteiskuntamaksua, 293 §:ssä tarkoitettua televisio- ja radiotoiminnan valvontamaksua tai datanhallinta-asetuksen 19 artiklan 5 kohdassa tarkoitettua rekisteröintiä, saa vaatia oikaisua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_342",
        "normalized_fi": "Liikenne- ja viestintäviraston päätökseen, joka koskee 39 § :ssä tarkoitettua radiolupaa, 44 § :ssä tarkoitettua radiotaajuuksien varausta koskevaa päätöstä, 100 § :ssä tarkoitettua numerointipäätöstä, 167 § :n 2 momentissa tarkoitettua verkkotunnuksen rekisteröinnin estämistä, 169 § :n 1 momentissa tarkoitettua verkkotunnuksen poistamista, 288 § :ssä tarkoitettua markkinaehtoista taajuusmaksua, 289 § :ssä tarkoitettua tietoyhteiskuntamaksua, 293 § :ssä tarkoitettua televisio- ja radiotoiminnan valvontamaksua tai datanhallinta-asetuksen 19 artiklan 5 kohdassa tarkoitettua rekisteröintiä, saa vaatia oikaisua.",
        "folded_fi": "liikenne- ja viestintaviraston paatokseen, joka koskee 39 §:ssa tarkoitettua radiolupaa, 44 §:ssa tarkoitettua radiotaajuuksien varausta koskevaa paatosta, 100 §:ssa tarkoitettua numerointipaatosta, 167 §:n 2 momentissa tarkoitettua verkkotunnuksen rekisteroinnin estamista, 169 §:n 1 momentissa tarkoitettua verkkotunnuksen poistamista, 288 §:ssa tarkoitettua markkinaehtoista taajuusmaksua, 289 §:ssa tarkoitettua tietoyhteiskuntamaksua, 293 §:ssa tarkoitettua televisio- ja radiotoiminnan valvontamaksua tai datanhallinta-asetuksen 19 artiklan 5 kohdassa tarkoitettua rekisterointia, saa vaatia oikaisua.",
        "title_sv": "Omprövning",
        "content_sv": "Omprövning får begäras av beslut som Transport- och kommunikationsverket fattat om radiotillstånd enligt 39 §, reservering av radiofrekvenser enligt 44 §, numrering enligt 100 §, förhindrande av registrering av domännamn enligt 167 § 2 mom., avregistrering av domännamn enligt 169 § 1 mom., marknadsbaserad frekvensavgift enligt 288 §, informationssamhällsavgift enligt 289 §, tillsynsavgiften för televisions- och radioverksamhet enligt 293 § och registrering enligt artikel 19.5 i dataförvaltningsakten.",
        "normalized_sv": "Omprövning får begäras av beslut som Transport- och kommunikationsverket fattat om radiotillstånd enligt 39 § , reservering av radiofrekvenser enligt 44 § , numrering enligt 100 § , förhindrande av registrering av domännamn enligt 167 § 2 mom., avregistrering av domännamn enligt 169 § 1 mom., marknadsbaserad frekvensavgift enligt 288 § , informationssamhällsavgift enligt 289 § , tillsynsavgiften för televisions- och radioverksamhet enligt 293 § och registrering enligt artikel 19.5 i dataförvaltningsakten.",
        "folded_sv": "omprovning far begaras av beslut som transport- och kommunikationsverket fattat om radiotillstand enligt 39 §, reservering av radiofrekvenser enligt 44 §, numrering enligt 100 §, forhindrande av registrering av domannamn enligt 167 § 2 mom., avregistrering av domannamn enligt 169 § 1 mom., marknadsbaserad frekvensavgift enligt 288 §, informationssamhallsavgift enligt 289 §, tillsynsavgiften for televisions- och radioverksamhet enligt 293 § och registrering enligt artikel 19.5 i dataforvaltningsakten."
      },
      "valid_from": "2025-04-04",
      "valid_to": null
    }
  ]
}