{
  "id": "1277/2007",
  "type": "statute",
  "title": "Laki meriliikenteessä käytettävien alusten kilpailukyvyn parantamisesta",
  "title_en": "Lag om förbättrande av konkurrenskraften för fartyg som används för sjötransport",
  "status": "in_force",
  "issued_date": "2007-12-21",
  "in_force_date": "2007-12-21",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/1277/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "Tämän lain tarkoituksena on suomalaisen kauppalaivaston kansainvälisen kilpailukyvyn parantaminen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Tämän lain tarkoituksena on suomalaisen kauppalaivaston kansainvälisen kilpailukyvyn parantaminen.",
        "folded_fi": "taman lain tarkoituksena on suomalaisen kauppalaivaston kansainvalisen kilpailukyvyn parantaminen.",
        "title_sv": "Lagens syfte",
        "content_sv": "Syftet med denna lag är att förbättra den finska handelsflottans internationella konkurrenskraft.",
        "normalized_sv": "Syftet med denna lag är att förbättra den finska handelsflottans internationella konkurrenskraft.",
        "folded_sv": "syftet med denna lag ar att forbattra den finska handelsflottans internationella konkurrenskraft."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Lain soveltamisala",
      "content": "Valtion varoista myönnetään tukea meriliikenteessä käytettävien alusten miehistökustannusten kilpailukyvyn parantamiseksi siten kuin tässä laissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Valtion varoista myönnetään tukea meriliikenteessä käytettävien alusten miehistökustannusten kilpailukyvyn parantamiseksi siten kuin tässä laissa säädetään.",
        "folded_fi": "valtion varoista myonnetaan tukea meriliikenteessa kaytettavien alusten miehistokustannusten kilpailukyvyn parantamiseksi siten kuin tassa laissa saadetaan.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Av statens medel beviljas på det sätt som föreskrivs i denna lag stöd för att förbättra konkurrenskraften i fråga om bemanningskostnaderna för fartyg som används för sjötransport.",
        "normalized_sv": "Av statens medel beviljas på det sätt som föreskrivs i denna lag stöd för att förbättra konkurrenskraften i fråga om bemanningskostnaderna för fartyg som används för sjötransport.",
        "folded_sv": "av statens medel beviljas pa det satt som foreskrivs i denna lag stod for att forbattra konkurrenskraften i fraga om bemanningskostnaderna for fartyg som anvands for sjotransport."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) matkustaja-aluksella alusta, joka saa kuljettaa enemmän kuin 12 matkustajaa; 2) lastialuksella sellaista alusta, joka ei ole matkustaja-alus; 3) hinaajalla työntäjällä tai sellaista lastialusta, joka on tarkoitettu hinaamiseen tai työntämiseen ja jota pääasiassa käytetään kuljettamiseen; 4) meriliikenteellä merialueella tapahtuvaa matkustajien tai lastin kuljettamista sekä hinaamista tai työntämistä; pääasiassa satamissa suoritettavat hinaus- tai työntämistoiminnot taikka moottorikäyttöisten alusten avustaminen satamaan eivät ole meriliikennettä; 5) matkustajalla jokaista muuta henkilöä kuin aluksen päällikköä tai laivaväkeen kuuluvaa tai muuta, missä ominaisuudessa tahansa alukseen toimeen otettua tai siinä aluksen lukuun työskentelevää henkilöä; matkustajien lukumäärään ei kuitenkaan lueta yhtä vuotta nuorempia lapsia; 6) pääasiassa ulkomaan meriliikenteessä olevalla aluksella alusta, joka on kalenterivuoden aikana yli puolet toiminta-ajastaan meriliikenteessä Suomen ja ulkomaan satamien välillä tai Suomen aluevesien ulkopuolella mukaan lukien Saimaan kanavan kautta tapahtuva liikenne; 7) tukivuodella yhtä kalenterivuotta; 8) tukiviranomaisella Merenkulkulaitosta; sekä 9) kauppa-alusluettelolla tukiviranomaisen pitämää luetteloa niistä aluksista, jotka voivat hakea tämän lain mukaista tukea.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_3",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) matkustaja-aluksella alusta, joka saa kuljettaa enemmän kuin 12 matkustajaa; 2) lastialuksella sellaista alusta, joka ei ole matkustaja-alus; 3) hinaajalla työntäjällä tai sellaista lastialusta, joka on tarkoitettu hinaamiseen tai työntämiseen ja jota pääasiassa käytetään kuljettamiseen; 4) meriliikenteellä merialueella tapahtuvaa matkustajien tai lastin kuljettamista sekä hinaamista tai työntämistä; pääasiassa satamissa suoritettavat hinaus- tai työntämistoiminnot taikka moottorikäyttöisten alusten avustaminen satamaan eivät ole meriliikennettä; 5) matkustajalla jokaista muuta henkilöä kuin aluksen päällikköä tai laivaväkeen kuuluvaa tai muuta, missä ominaisuudessa tahansa alukseen toimeen otettua tai siinä aluksen lukuun työskentelevää henkilöä; matkustajien lukumäärään ei kuitenkaan lueta yhtä vuotta nuorempia lapsia; 6) pääasiassa ulkomaan meriliikenteessä olevalla aluksella alusta, joka on kalenterivuoden aikana yli puolet toiminta-ajastaan meriliikenteessä Suomen ja ulkomaan satamien välillä tai Suomen aluevesien ulkopuolella mukaan lukien Saimaan kanavan kautta tapahtuva liikenne; 7) tukivuodella yhtä kalenterivuotta; 8) tukiviranomaisella Merenkulkulaitosta; sekä 9) kauppa-alusluettelolla tukiviranomaisen pitämää luetteloa niistä aluksista, jotka voivat hakea tämän lain mukaista tukea.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) matkustaja-aluksella alusta, joka saa kuljettaa enemman kuin 12 matkustajaa; 2) lastialuksella sellaista alusta, joka ei ole matkustaja-alus; 3) hinaajalla tyontajalla tai sellaista lastialusta, joka on tarkoitettu hinaamiseen tai tyontamiseen ja jota paaasiassa kaytetaan kuljettamiseen; 4) meriliikenteella merialueella tapahtuvaa matkustajien tai lastin kuljettamista seka hinaamista tai tyontamista; paaasiassa satamissa suoritettavat hinaus- tai tyontamistoiminnot taikka moottorikayttoisten alusten avustaminen satamaan eivat ole meriliikennetta; 5) matkustajalla jokaista muuta henkiloa kuin aluksen paallikkoa tai laivavakeen kuuluvaa tai muuta, missa ominaisuudessa tahansa alukseen toimeen otettua tai siina aluksen lukuun tyoskentelevaa henkiloa; matkustajien lukumaaraan ei kuitenkaan lueta yhta vuotta nuorempia lapsia; 6) paaasiassa ulkomaan meriliikenteessa olevalla aluksella alusta, joka on kalenterivuoden aikana yli puolet toiminta-ajastaan meriliikenteessa suomen ja ulkomaan satamien valilla tai suomen aluevesien ulkopuolella mukaan lukien saimaan kanavan kautta tapahtuva liikenne; 7) tukivuodella yhta kalenterivuotta; 8) tukiviranomaisella merenkulkulaitosta; seka 9) kauppa-alusluettelolla tukiviranomaisen pitamaa luetteloa niista aluksista, jotka voivat hakea taman lain mukaista tukea.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) passagerarfartyg ett fartyg som får medföra fler än 12 passagerare, 2) lastfartyg ett fartyg som inte är ett passagerarfartyg, 3) bogserbåt skjutbogserare eller ett lastfartyg som är avsett att utföra bogsering eller skjutbogsering och som huvudsakligen används för transport, 4) sjötransport transport av passagerare eller gods till sjöss, bogsering eller skjutbogsering; bogsering och skjutbogsering som huvudsakligen sker i hamnar eller biträdande av motordrivna fartyg i hamn är inte sjötransport, 5) passagerare alla personer med undantag av befälhavaren eller medlemmarna i besättningen eller andra personer som i någon egenskap är anställda eller sysselsatta ombord på ett fartyg för det fartygets behov, och med undantag av barn under ett år, 6) fartyg som huvudsakligen går i utrikes sjöfart ett fartyg som över hälften av sin verksamhetstid under ett kalenderår går i sjöfart mellan finska och utländska hamnar eller utanför Finlands territorialvatten, inbegripet trafik genom Saima kanal, 7) stödår ett kalenderår, 8) stödmyndighet Sjöfartsverket, samt 9) handelsfartygsförteckningen den förteckning som stödmyndigheten för över fartyg för vilka ansökan om stöd enligt denna lag kan göras.",
        "normalized_sv": "I denna lag avses med 1) passagerarfartyg ett fartyg som får medföra fler än 12 passagerare, 2) lastfartyg ett fartyg som inte är ett passagerarfartyg, 3) bogserbåt skjutbogserare eller ett lastfartyg som är avsett att utföra bogsering eller skjutbogsering och som huvudsakligen används för transport, 4) sjötransport transport av passagerare eller gods till sjöss, bogsering eller skjutbogsering; bogsering och skjutbogsering som huvudsakligen sker i hamnar eller biträdande av motordrivna fartyg i hamn är inte sjötransport, 5) passagerare alla personer med undantag av befälhavaren eller medlemmarna i besättningen eller andra personer som i någon egenskap är anställda eller sysselsatta ombord på ett fartyg för det fartygets behov, och med undantag av barn under ett år, 6) fartyg som huvudsakligen går i utrikes sjöfart ett fartyg som över hälften av sin verksamhetstid under ett kalenderår går i sjöfart mellan finska och utländska hamnar eller utanför Finlands territorialvatten, inbegripet trafik genom Saima kanal, 7) stödår ett kalenderår, 8) stödmyndighet Sjöfartsverket, samt 9) handelsfartygsförteckningen den förteckning som stödmyndigheten för över fartyg för vilka ansökan om stöd enligt denna lag kan göras.",
        "folded_sv": "i denna lag avses med 1) passagerarfartyg ett fartyg som far medfora fler an 12 passagerare, 2) lastfartyg ett fartyg som inte ar ett passagerarfartyg, 3) bogserbat skjutbogserare eller ett lastfartyg som ar avsett att utfora bogsering eller skjutbogsering och som huvudsakligen anvands for transport, 4) sjotransport transport av passagerare eller gods till sjoss, bogsering eller skjutbogsering; bogsering och skjutbogsering som huvudsakligen sker i hamnar eller bitradande av motordrivna fartyg i hamn ar inte sjotransport, 5) passagerare alla personer med undantag av befalhavaren eller medlemmarna i besattningen eller andra personer som i nagon egenskap ar anstallda eller sysselsatta ombord pa ett fartyg for det fartygets behov, och med undantag av barn under ett ar, 6) fartyg som huvudsakligen gar i utrikes sjofart ett fartyg som over halften av sin verksamhetstid under ett kalenderar gar i sjofart mellan finska och utlandska hamnar eller utanfor finlands territorialvatten, inbegripet trafik genom saima kanal, 7) stodar ett kalenderar, 8) stodmyndighet sjofartsverket, samt 9) handelsfartygsforteckningen den forteckning som stodmyndigheten for over fartyg for vilka ansokan om stod enligt denna lag kan goras."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Aluksen merkitseminen kauppa-alusluetteloon",
      "content": "Tukiviranomaisen on hakemuksesta merkittävä kauppa-alusluetteloon sellainen Suomen alusrekisterissä oleva matkustaja-alus, lastialus, hinaaja tai työntäjä, joka on tarkoitettu tukivuotena toimimaan pääasiassa ulkomaan meriliikenteessä. Hakemuksen voi tehdä aluksen suomalainen omistaja tai ulkomaisen omistajan Suomeen rekisteröidyllä aluksella varustamotoimintaa harjoittava suomalainen työnantaja. Alusrekisterinpitäjän Ahvenanmaalla on hakemuksesta merkittävä Ahvenanmaalla alusrekisteriin merkitty alus kauppa-alusluetteloon tässä pykälässä mainituilla edellytyksillä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_4",
        "normalized_fi": "Tukiviranomaisen on hakemuksesta merkittävä kauppa-alusluetteloon sellainen Suomen alusrekisterissä oleva matkustaja-alus, lastialus, hinaaja tai työntäjä, joka on tarkoitettu tukivuotena toimimaan pääasiassa ulkomaan meriliikenteessä. Hakemuksen voi tehdä aluksen suomalainen omistaja tai ulkomaisen omistajan Suomeen rekisteröidyllä aluksella varustamotoimintaa harjoittava suomalainen työnantaja. Alusrekisterinpitäjän Ahvenanmaalla on hakemuksesta merkittävä Ahvenanmaalla alusrekisteriin merkitty alus kauppa-alusluetteloon tässä pykälässä mainituilla edellytyksillä.",
        "folded_fi": "tukiviranomaisen on hakemuksesta merkittava kauppa-alusluetteloon sellainen suomen alusrekisterissa oleva matkustaja-alus, lastialus, hinaaja tai tyontaja, joka on tarkoitettu tukivuotena toimimaan paaasiassa ulkomaan meriliikenteessa. hakemuksen voi tehda aluksen suomalainen omistaja tai ulkomaisen omistajan suomeen rekisteroidylla aluksella varustamotoimintaa harjoittava suomalainen tyonantaja. alusrekisterinpitajan ahvenanmaalla on hakemuksesta merkittava ahvenanmaalla alusrekisteriin merkitty alus kauppa-alusluetteloon tassa pykalassa mainituilla edellytyksilla.",
        "title_sv": "Inskrivning i handelsfartygsförteckningen",
        "content_sv": "Stödmyndigheten ska på ansökan i handelsfartygsförteckningen skriva in sådana i det finska fartygsregistret införda passagerarfartyg, lastfartyg, bogserbåtar och skjutbogserare som är avsedda att huvudsakligen gå i utrikes sjöfart under stödåret. Ansökan kan göras av fartygets finska ägare eller en finsk arbetsgivare som bedriver rederiverksamhet med en utländsk ägares fartyg som är registrerat i Finland. Den som för fartygsregistret på Åland ska i handelsfartygsförteckningen på ansökan skriva in ett fartyg som på Åland införts i fartygsregistret, på de villkor som nämns i denna paragraf.",
        "normalized_sv": "Stödmyndigheten ska på ansökan i handelsfartygsförteckningen skriva in sådana i det finska fartygsregistret införda passagerarfartyg, lastfartyg, bogserbåtar och skjutbogserare som är avsedda att huvudsakligen gå i utrikes sjöfart under stödåret. Ansökan kan göras av fartygets finska ägare eller en finsk arbetsgivare som bedriver rederiverksamhet med en utländsk ägares fartyg som är registrerat i Finland. Den som för fartygsregistret på Åland ska i handelsfartygsförteckningen på ansökan skriva in ett fartyg som på Åland införts i fartygsregistret, på de villkor som nämns i denna paragraf.",
        "folded_sv": "stodmyndigheten ska pa ansokan i handelsfartygsforteckningen skriva in sadana i det finska fartygsregistret inforda passagerarfartyg, lastfartyg, bogserbatar och skjutbogserare som ar avsedda att huvudsakligen ga i utrikes sjofart under stodaret. ansokan kan goras av fartygets finska agare eller en finsk arbetsgivare som bedriver rederiverksamhet med en utlandsk agares fartyg som ar registrerat i finland. den som for fartygsregistret pa aland ska i handelsfartygsforteckningen pa ansokan skriva in ett fartyg som pa aland inforts i fartygsregistret, pa de villkor som namns i denna paragraf."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Aluksen poistaminen kauppa-alusluettelosta",
      "content": "Tukiviranomaisen on hakemuksesta tai viran puolesta poistettava alus kauppa-alusluettelosta, jos alus ei enää muuten kuin tilapäisesti täytä kauppa-alusluetteloon merkitsemisen edellytyksiä. Tukiviranomaisen on ennen kauppa-alusluettelosta poistamista koskevan päätöksen tekemistä kuultava aluksen suomalaista omistajaa tai ulkomaisen omistajan Suomeen rekisteröidyllä aluksella varustamotoimintaa harjoittavaa suomalaista työnantajaa, jos poistaminen johtuu muusta syystä kuin aluksen poistumisesta Suomen alusrekisteristä. Tukiviranomaisen on ennen kauppa-alusluettelosta poistamista koskevan päätöksen tekemistä kuultava alusrekisterinpitäjää Ahvenmaalla, jos poistaminen koskee Ahvenanmaalla alusrekisteriin merkityn aluksen poistamista kauppa-alusluettelosta ja se johtuu muusta syystä kuin aluksen poistumisesta Suomen alusrekisteristä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Tukiviranomaisen on hakemuksesta tai viran puolesta poistettava alus kauppa-alusluettelosta, jos alus ei enää muuten kuin tilapäisesti täytä kauppa-alusluetteloon merkitsemisen edellytyksiä. Tukiviranomaisen on ennen kauppa-alusluettelosta poistamista koskevan päätöksen tekemistä kuultava aluksen suomalaista omistajaa tai ulkomaisen omistajan Suomeen rekisteröidyllä aluksella varustamotoimintaa harjoittavaa suomalaista työnantajaa, jos poistaminen johtuu muusta syystä kuin aluksen poistumisesta Suomen alusrekisteristä. Tukiviranomaisen on ennen kauppa-alusluettelosta poistamista koskevan päätöksen tekemistä kuultava alusrekisterinpitäjää Ahvenmaalla, jos poistaminen koskee Ahvenanmaalla alusrekisteriin merkityn aluksen poistamista kauppa-alusluettelosta ja se johtuu muusta syystä kuin aluksen poistumisesta Suomen alusrekisteristä.",
        "folded_fi": "tukiviranomaisen on hakemuksesta tai viran puolesta poistettava alus kauppa-alusluettelosta, jos alus ei enaa muuten kuin tilapaisesti tayta kauppa-alusluetteloon merkitsemisen edellytyksia. tukiviranomaisen on ennen kauppa-alusluettelosta poistamista koskevan paatoksen tekemista kuultava aluksen suomalaista omistajaa tai ulkomaisen omistajan suomeen rekisteroidylla aluksella varustamotoimintaa harjoittavaa suomalaista tyonantajaa, jos poistaminen johtuu muusta syysta kuin aluksen poistumisesta suomen alusrekisterista. tukiviranomaisen on ennen kauppa-alusluettelosta poistamista koskevan paatoksen tekemista kuultava alusrekisterinpitajaa ahvenmaalla, jos poistaminen koskee ahvenanmaalla alusrekisteriin merkityn aluksen poistamista kauppa-alusluettelosta ja se johtuu muusta syysta kuin aluksen poistumisesta suomen alusrekisterista.",
        "title_sv": "Avförande ur handelsfartygsförteckningen",
        "content_sv": "Stödmyndigheten ska på ansökan eller på tjänstens vägnar avföra ett fartyg ur handelsfartygsförteckningen, om fartyget inte längre annat än tillfälligt uppfyller villkoren för inskrivning i förteckningen. Stödmyndigheten ska innan ett beslut om avförande ur handelsfartygsförteckningen fattas höra fartygets finska ägare eller den finska arbetsgivare som bedriver rederiverksamhet med en utländsk ägares fartyg som är registrerat i Finland, om avförandet beror på något annat än att fartyget avförts ur det finska fartygsregistret. Stödmyndigheten ska innan ett beslut om avförande ur handelsfartygsförteckningen fattas höra den som för fartygsregistret på Åland, om avförandet gäller ett fartyg som på Åland införts i fartygsregistret och avförandet beror på något annat än att fartyget avförts ur det finska fartygsregistret.",
        "normalized_sv": "Stödmyndigheten ska på ansökan eller på tjänstens vägnar avföra ett fartyg ur handelsfartygsförteckningen, om fartyget inte längre annat än tillfälligt uppfyller villkoren för inskrivning i förteckningen. Stödmyndigheten ska innan ett beslut om avförande ur handelsfartygsförteckningen fattas höra fartygets finska ägare eller den finska arbetsgivare som bedriver rederiverksamhet med en utländsk ägares fartyg som är registrerat i Finland, om avförandet beror på något annat än att fartyget avförts ur det finska fartygsregistret. Stödmyndigheten ska innan ett beslut om avförande ur handelsfartygsförteckningen fattas höra den som för fartygsregistret på Åland, om avförandet gäller ett fartyg som på Åland införts i fartygsregistret och avförandet beror på något annat än att fartyget avförts ur det finska fartygsregistret.",
        "folded_sv": "stodmyndigheten ska pa ansokan eller pa tjanstens vagnar avfora ett fartyg ur handelsfartygsforteckningen, om fartyget inte langre annat an tillfalligt uppfyller villkoren for inskrivning i forteckningen. stodmyndigheten ska innan ett beslut om avforande ur handelsfartygsforteckningen fattas hora fartygets finska agare eller den finska arbetsgivare som bedriver rederiverksamhet med en utlandsk agares fartyg som ar registrerat i finland, om avforandet beror pa nagot annat an att fartyget avforts ur det finska fartygsregistret. stodmyndigheten ska innan ett beslut om avforande ur handelsfartygsforteckningen fattas hora den som for fartygsregistret pa aland, om avforandet galler ett fartyg som pa aland inforts i fartygsregistret och avforandet beror pa nagot annat an att fartyget avforts ur det finska fartygsregistret."
      }
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "title": "Työehtosopimuksella sopiminen",
      "content": "Kauppa-alusluetteloon merkityllä aluksella on noudatettava Suomen lakia, jollei toisin säädetä. Kauppa-alusluetteloon merkityn aluksen työsuhteissa noudatettavalla työehtosopimuksella voidaan sopia toisin siitä, mitä merimieslaissa (423/1978), merityöaikalaissa (296/1976), merimiesten vuosilomalaissa (433/1984) tai yhteistoiminnasta yrityksissä annetussa laissa (334/2007) säädetään. Työehtosopimuksen solmivien yhdistysten tulee edustaa niitä työntekijäryhmiä, joiden työehdoista työehtosopimuksella sovitaan. Työehtosopimuksesta tai sen liitteistä on käytävä yksityiskohtaisesti ilmi, mitä ehtoja lain säännösten sijasta on noudatettava. Työehtosopimuksen määräys, jolla on vähennetty Suomea sitovissa kansainvälisissä sopimuksissa tai Euroopan yhteisön säädöksissä vahvistettuja edellä mainituissa laeissa säädettyjä työntekijöiden etuja vastaavia etuja, on mitätön ja sen sijasta on noudatettava kansainvälisen sopimuksen määräyksiä tai Euroopan yhteisön säädöksiä tai, jos se ei ole mahdollista, lainsäännöksiä, joilla on toimeenpantu kansainvälisen sopimuksen määräykset tai Euroopan yhteisön säädökset. Edellä 2 momentissa tarkoitettuun työehtosopimukseen sidottu työnantaja saa soveltaa työehtosopimuksen määräyksiä myös niihin työntekijöihin, jotka eivät ole siihen sidottuja, mutta joiden työsuhteissa on muutoin noudatettava sen määräyksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_6",
        "normalized_fi": "Kauppa-alusluetteloon merkityllä aluksella on noudatettava Suomen lakia, jollei toisin säädetä. Kauppa-alusluetteloon merkityn aluksen työsuhteissa noudatettavalla työehtosopimuksella voidaan sopia toisin siitä, mitä merimieslaissa (423/1978), merityöaikalaissa (296/1976), merimiesten vuosilomalaissa (433/1984) tai yhteistoiminnasta yrityksissä annetussa laissa (334/2007) säädetään. Työehtosopimuksen solmivien yhdistysten tulee edustaa niitä työntekijäryhmiä, joiden työehdoista työehtosopimuksella sovitaan. Työehtosopimuksesta tai sen liitteistä on käytävä yksityiskohtaisesti ilmi, mitä ehtoja lain säännösten sijasta on noudatettava. Työehtosopimuksen määräys, jolla on vähennetty Suomea sitovissa kansainvälisissä sopimuksissa tai Euroopan yhteisön säädöksissä vahvistettuja edellä mainituissa laeissa säädettyjä työntekijöiden etuja vastaavia etuja, on mitätön ja sen sijasta on noudatettava kansainvälisen sopimuksen määräyksiä tai Euroopan yhteisön säädöksiä tai, jos se ei ole mahdollista, lainsäännöksiä, joilla on toimeenpantu kansainvälisen sopimuksen määräykset tai Euroopan yhteisön säädökset. Edellä 2 momentissa tarkoitettuun työehtosopimukseen sidottu työnantaja saa soveltaa työehtosopimuksen määräyksiä myös niihin työntekijöihin, jotka eivät ole siihen sidottuja, mutta joiden työsuhteissa on muutoin noudatettava sen määräyksiä.",
        "folded_fi": "kauppa-alusluetteloon merkitylla aluksella on noudatettava suomen lakia, jollei toisin saadeta. kauppa-alusluetteloon merkityn aluksen tyosuhteissa noudatettavalla tyoehtosopimuksella voidaan sopia toisin siita, mita merimieslaissa (423/1978), merityoaikalaissa (296/1976), merimiesten vuosilomalaissa (433/1984) tai yhteistoiminnasta yrityksissa annetussa laissa (334/2007) saadetaan. tyoehtosopimuksen solmivien yhdistysten tulee edustaa niita tyontekijaryhmia, joiden tyoehdoista tyoehtosopimuksella sovitaan. tyoehtosopimuksesta tai sen liitteista on kaytava yksityiskohtaisesti ilmi, mita ehtoja lain saannosten sijasta on noudatettava. tyoehtosopimuksen maarays, jolla on vahennetty suomea sitovissa kansainvalisissa sopimuksissa tai euroopan yhteison saadoksissa vahvistettuja edella mainituissa laeissa saadettyja tyontekijoiden etuja vastaavia etuja, on mitaton ja sen sijasta on noudatettava kansainvalisen sopimuksen maarayksia tai euroopan yhteison saadoksia tai, jos se ei ole mahdollista, lainsaannoksia, joilla on toimeenpantu kansainvalisen sopimuksen maaraykset tai euroopan yhteison saadokset. edella 2 momentissa tarkoitettuun tyoehtosopimukseen sidottu tyonantaja saa soveltaa tyoehtosopimuksen maarayksia myos niihin tyontekijoihin, jotka eivat ole siihen sidottuja, mutta joiden tyosuhteissa on muutoin noudatettava sen maarayksia.",
        "title_sv": "Överenskommelse genom kollektivavtal",
        "content_sv": "Ombord på fartyg som är inskrivna i handelsfartygsförteckningen ska iakttas finsk lag, om inte något annat föreskrivs. Genom ett kollektivavtal som ska iakttas i anställningsförhållanden på ett fartyg som är inskrivet i handelsfartygsförteckningen kan överenskommas något annat än vad som föreskrivs i sjömanslagen (423/1978), sjöarbetstidslagen (296/1976), semesterlagen för sjömän (433/1984) eller lagen om samarbete inom företag (334/2007). De föreningar som ingår kollektivavtalet ska representera de arbetstagargrupper vars anställningsvillkor avtalet gäller. Av kollektivavtalet eller dess bilagor ska i detalj framgå de villkor som ska iakttas i stället för bestämmelser i lag. En bestämmelse i ett kollektivavtal, vilken minskar förmåner som motsvarar arbetstagarförmåner enligt för Finland bindande internationella konventioner eller Europeiska gemenskapens rättsakter och som föreskrivs i de ovan nämnda lagarna, är ogiltig och i stället för den ska iakttas bestämmelserna i en internationell konvention eller i Europeiska gemenskapens rättsakter eller, om detta inte är möjligt, den lag genom vilken bestämmelserna i en internationell konvention eller i Europeiska gemenskapens rättsakter har genomförts. En arbetsgivare som är bunden av ett kollektivavtal som avses i 2 mom. får tillämpa kollektivavtalets bestämmelser även på de arbetstagare som inte är bundna av det, men i vilkas anställningsförhållanden dess bestämmelser i övrigt ska iakttas.",
        "normalized_sv": "Ombord på fartyg som är inskrivna i handelsfartygsförteckningen ska iakttas finsk lag, om inte något annat föreskrivs. Genom ett kollektivavtal som ska iakttas i anställningsförhållanden på ett fartyg som är inskrivet i handelsfartygsförteckningen kan överenskommas något annat än vad som föreskrivs i sjömanslagen (423/1978), sjöarbetstidslagen (296/1976), semesterlagen för sjömän (433/1984) eller lagen om samarbete inom företag (334/2007). De föreningar som ingår kollektivavtalet ska representera de arbetstagargrupper vars anställningsvillkor avtalet gäller. Av kollektivavtalet eller dess bilagor ska i detalj framgå de villkor som ska iakttas i stället för bestämmelser i lag. En bestämmelse i ett kollektivavtal, vilken minskar förmåner som motsvarar arbetstagarförmåner enligt för Finland bindande internationella konventioner eller Europeiska gemenskapens rättsakter och som föreskrivs i de ovan nämnda lagarna, är ogiltig och i stället för den ska iakttas bestämmelserna i en internationell konvention eller i Europeiska gemenskapens rättsakter eller, om detta inte är möjligt, den lag genom vilken bestämmelserna i en internationell konvention eller i Europeiska gemenskapens rättsakter har genomförts. En arbetsgivare som är bunden av ett kollektivavtal som avses i 2 mom. får tillämpa kollektivavtalets bestämmelser även på de arbetstagare som inte är bundna av det, men i vilkas anställningsförhållanden dess bestämmelser i övrigt ska iakttas.",
        "folded_sv": "ombord pa fartyg som ar inskrivna i handelsfartygsforteckningen ska iakttas finsk lag, om inte nagot annat foreskrivs. genom ett kollektivavtal som ska iakttas i anstallningsforhallanden pa ett fartyg som ar inskrivet i handelsfartygsforteckningen kan overenskommas nagot annat an vad som foreskrivs i sjomanslagen (423/1978), sjoarbetstidslagen (296/1976), semesterlagen for sjoman (433/1984) eller lagen om samarbete inom foretag (334/2007). de foreningar som ingar kollektivavtalet ska representera de arbetstagargrupper vars anstallningsvillkor avtalet galler. av kollektivavtalet eller dess bilagor ska i detalj framga de villkor som ska iakttas i stallet for bestammelser i lag. en bestammelse i ett kollektivavtal, vilken minskar formaner som motsvarar arbetstagarformaner enligt for finland bindande internationella konventioner eller europeiska gemenskapens rattsakter och som foreskrivs i de ovan namnda lagarna, ar ogiltig och i stallet for den ska iakttas bestammelserna i en internationell konvention eller i europeiska gemenskapens rattsakter eller, om detta inte ar mojligt, den lag genom vilken bestammelserna i en internationell konvention eller i europeiska gemenskapens rattsakter har genomforts. en arbetsgivare som ar bunden av ett kollektivavtal som avses i 2 mom. far tillampa kollektivavtalets bestammelser aven pa de arbetstagare som inte ar bundna av det, men i vilkas anstallningsforhallanden dess bestammelser i ovrigt ska iakttas."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "title": "Ulkomaisen työntekijöiden yhdistyksen asema",
      "content": "Poiketen siitä, mitä työehtosopimuslain (436/1946) 1 §:n 1 momentissa säädetään, kauppa-alusluetteloon merkityn aluksen työsuhteissa noudatettavan työehtosopimuksen voi tehdä, jolleivät asianomaiset suomalaiset työmarkkinaosapuolet ole tehneet samaa työtä koskevaa työehtosopimusta, myös sellainen ulkomainen työntekijöiden yhdistys, joka täyttää ammatillista järjestäytymisvapautta ja ammatillisen järjestäytymisoikeuden suojelua koskevassa Kansainvälisen työjärjestön sopimuksessa (SopS 45/1949) sekä järjestäytymisoikeuden ja kollektiivisen neuvotteluoikeuden periaatteiden soveltamista koskevassa Kansainvälisen työjärjestön sopimuksessa (SopS 32/1951) asetetut edellytykset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_7",
        "normalized_fi": "Poiketen siitä, mitä työehtosopimuslain (436/1946) 1 § :n 1 momentissa säädetään, kauppa-alusluetteloon merkityn aluksen työsuhteissa noudatettavan työehtosopimuksen voi tehdä, jolleivät asianomaiset suomalaiset työmarkkinaosapuolet ole tehneet samaa työtä koskevaa työehtosopimusta, myös sellainen ulkomainen työntekijöiden yhdistys, joka täyttää ammatillista järjestäytymisvapautta ja ammatillisen järjestäytymisoikeuden suojelua koskevassa Kansainvälisen työjärjestön sopimuksessa (SopS 45/1949) sekä järjestäytymisoikeuden ja kollektiivisen neuvotteluoikeuden periaatteiden soveltamista koskevassa Kansainvälisen työjärjestön sopimuksessa (SopS 32/1951) asetetut edellytykset.",
        "folded_fi": "poiketen siita, mita tyoehtosopimuslain (436/1946) 1 §:n 1 momentissa saadetaan, kauppa-alusluetteloon merkityn aluksen tyosuhteissa noudatettavan tyoehtosopimuksen voi tehda, jolleivat asianomaiset suomalaiset tyomarkkinaosapuolet ole tehneet samaa tyota koskevaa tyoehtosopimusta, myos sellainen ulkomainen tyontekijoiden yhdistys, joka tayttaa ammatillista jarjestaytymisvapautta ja ammatillisen jarjestaytymisoikeuden suojelua koskevassa kansainvalisen tyojarjeston sopimuksessa (sops 45/1949) seka jarjestaytymisoikeuden ja kollektiivisen neuvotteluoikeuden periaatteiden soveltamista koskevassa kansainvalisen tyojarjeston sopimuksessa (sops 32/1951) asetetut edellytykset.",
        "title_sv": "En utländsk arbetstagarförenings ställning",
        "content_sv": "Med avvikelse från 1 § 1 mom. i lagen om kollektivavtal (436/1946) kan, om inte respektive finländska arbetsmarknadsparter har ingått ett kollektivavtal om samma arbete, ett kollektivavtal som ska iakttas i anställningsförhållanden på ett fartyg som är inskrivet i handelsfartygsförteckningen ingås även av en utländsk arbetstagarförening som uppfyller villkoren i Internationella arbetsorganisationens konvention angående facklig föreningsfrihet och skydd för facklig organisationsrätt (FördrS 45/1949) och Internationella arbetsorganisationens konvention angående tillämpningen av principerna för organisationsrätten och den kollektiva förhandlingsrätten (FördrS 32/1951).",
        "normalized_sv": "Med avvikelse från 1 § 1 mom. i lagen om kollektivavtal (436/1946) kan, om inte respektive finländska arbetsmarknadsparter har ingått ett kollektivavtal om samma arbete, ett kollektivavtal som ska iakttas i anställningsförhållanden på ett fartyg som är inskrivet i handelsfartygsförteckningen ingås även av en utländsk arbetstagarförening som uppfyller villkoren i Internationella arbetsorganisationens konvention angående facklig föreningsfrihet och skydd för facklig organisationsrätt (FördrS 45/1949) och Internationella arbetsorganisationens konvention angående tillämpningen av principerna för organisationsrätten och den kollektiva förhandlingsrätten (FördrS 32/1951).",
        "folded_sv": "med avvikelse fran 1 § 1 mom. i lagen om kollektivavtal (436/1946) kan, om inte respektive finlandska arbetsmarknadsparter har ingatt ett kollektivavtal om samma arbete, ett kollektivavtal som ska iakttas i anstallningsforhallanden pa ett fartyg som ar inskrivet i handelsfartygsforteckningen ingas aven av en utlandsk arbetstagarforening som uppfyller villkoren i internationella arbetsorganisationens konvention angaende facklig foreningsfrihet och skydd for facklig organisationsratt (fordrs 45/1949) och internationella arbetsorganisationens konvention angaende tillampningen av principerna for organisationsratten och den kollektiva forhandlingsratten (fordrs 32/1951)."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Matkustaja-aluksia koskevat työoikeudelliset poikkeukset",
      "content": "Suomalaisella matkustaja-aluksella, joka saa kuljettaa enemmän kuin 120 matkustajaa, ei sovelleta 6 §:n 2―4 momenttia eikä 7 §:ää säännöllisesti Suomeen suuntautuvassa liikenteessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_8",
        "normalized_fi": "Suomalaisella matkustaja-aluksella, joka saa kuljettaa enemmän kuin 120 matkustajaa, ei sovelleta 6 § :n 2―4 momenttia eikä 7 § :ää säännöllisesti Suomeen suuntautuvassa liikenteessä.",
        "folded_fi": "suomalaisella matkustaja-aluksella, joka saa kuljettaa enemman kuin 120 matkustajaa, ei sovelleta 6 §:n 2―4 momenttia eika 7 §:aa saannollisesti suomeen suuntautuvassa liikenteessa.",
        "title_sv": "Undantag från de arbetsrättsliga bestämmelserna i fråga om passagerarfartyg",
        "content_sv": "Ombord på ett finskt passagerarfartyg som får medföra fler än 120 passagerare tillämpas inte 6 § 2―4 mom. och 7 § när fartyget går i reguljär trafik på Finland.",
        "normalized_sv": "Ombord på ett finskt passagerarfartyg som får medföra fler än 120 passagerare tillämpas inte 6 § 2―4 mom. och 7 § när fartyget går i reguljär trafik på Finland.",
        "folded_sv": "ombord pa ett finskt passagerarfartyg som far medfora fler an 120 passagerare tillampas inte 6 § 2―4 mom. och 7 § nar fartyget gar i reguljar trafik pa finland."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Tuomioistuin työsuhteita koskevissa riita- ja rikosasioissa",
      "content": "Tässä laissa tarkoitettuja työsuhteita koskevat ja niistä johtuvat riita- ja rikosasiat on käsiteltävä ja ratkaistava merilain (674/1994) 21 luvun 1 ja 3 §:ssä tarkoitetussa merioikeudessa. Tässä laissa tarkoitettuja työehtosopimuksia koskevat riita-asiat käsittelee ja ratkaisee työtuomioistuin. Ulkomaalaisen työntekijöiden yhdistyksen kanssa tehdyllä työehtosopimuksella voidaan kuitenkin sopia, että työntekijän, jonka työsuhteessa on noudatettava työehtosopimusta, työsuhteen ehtoja koskeva riita-asia ratkaistaan työntekijöiden yhdistyksen kotimaan tuomioistuimessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_9",
        "normalized_fi": "Tässä laissa tarkoitettuja työsuhteita koskevat ja niistä johtuvat riita- ja rikosasiat on käsiteltävä ja ratkaistava merilain (674/1994) 21 luvun 1 ja 3 § :ssä tarkoitetussa merioikeudessa. Tässä laissa tarkoitettuja työehtosopimuksia koskevat riita-asiat käsittelee ja ratkaisee työtuomioistuin. Ulkomaalaisen työntekijöiden yhdistyksen kanssa tehdyllä työehtosopimuksella voidaan kuitenkin sopia, että työntekijän, jonka työsuhteessa on noudatettava työehtosopimusta, työsuhteen ehtoja koskeva riita-asia ratkaistaan työntekijöiden yhdistyksen kotimaan tuomioistuimessa.",
        "folded_fi": "tassa laissa tarkoitettuja tyosuhteita koskevat ja niista johtuvat riita- ja rikosasiat on kasiteltava ja ratkaistava merilain (674/1994) 21 luvun 1 ja 3 §:ssa tarkoitetussa merioikeudessa. tassa laissa tarkoitettuja tyoehtosopimuksia koskevat riita-asiat kasittelee ja ratkaisee tyotuomioistuin. ulkomaalaisen tyontekijoiden yhdistyksen kanssa tehdylla tyoehtosopimuksella voidaan kuitenkin sopia, etta tyontekijan, jonka tyosuhteessa on noudatettava tyoehtosopimusta, tyosuhteen ehtoja koskeva riita-asia ratkaistaan tyontekijoiden yhdistyksen kotimaan tuomioistuimessa.",
        "title_sv": "Domstol i tvistemål och brottmål som gäller anställningsförhållanden",
        "content_sv": "Tvistemål och brottmål som gäller eller följer av anställningsförhållanden som avses i denna lag ska handläggas och avgöras av en sjörättsdomstol enligt 21 kap. 1 och 3 § i sjölagen (674/1994). Tvistemål som gäller kollektivavtal som avses i denna lag handläggs och avgörs av arbetsdomstolen. Genom kollektivavtal som ingås med en utländsk arbetstagarförening kan likväl överenskommas att tvistemål som gäller anställningsvillkoren för en sådan arbetstagare i vars anställningsförhållande kollektivavtalet ska iakttas ska avgöras av en domstol i arbetstagarföreningens hemland.",
        "normalized_sv": "Tvistemål och brottmål som gäller eller följer av anställningsförhållanden som avses i denna lag ska handläggas och avgöras av en sjörättsdomstol enligt 21 kap. 1 och 3 § i sjölagen (674/1994). Tvistemål som gäller kollektivavtal som avses i denna lag handläggs och avgörs av arbetsdomstolen. Genom kollektivavtal som ingås med en utländsk arbetstagarförening kan likväl överenskommas att tvistemål som gäller anställningsvillkoren för en sådan arbetstagare i vars anställningsförhållande kollektivavtalet ska iakttas ska avgöras av en domstol i arbetstagarföreningens hemland.",
        "folded_sv": "tvistemal och brottmal som galler eller foljer av anstallningsforhallanden som avses i denna lag ska handlaggas och avgoras av en sjorattsdomstol enligt 21 kap. 1 och 3 § i sjolagen (674/1994). tvistemal som galler kollektivavtal som avses i denna lag handlaggs och avgors av arbetsdomstolen. genom kollektivavtal som ingas med en utlandsk arbetstagarforening kan likval overenskommas att tvistemal som galler anstallningsvillkoren for en sadan arbetstagare i vars anstallningsforhallande kollektivavtalet ska iakttas ska avgoras av en domstol i arbetstagarforeningens hemland."
      }
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "title": "Tuen myöntämisen yleiset edellytykset",
      "content": "Tukiviranomaisen tulee myöntää tässä laissa tarkoitettu tuki, jos: 1) alus on merkitty kauppa-alusluetteloon ja se on täyttänyt kauppa-alusluetteloon merkitsemisen edellytykset sinä aikana, jolta tukea haetaan; 2) aluksen miehistökustannukset on saatettu työmarkkinaosapuolten sopimalla tavalla sellaiselle tasolle, että ne mahdollistavat kansainvälisesti kilpailukykyisen toiminnan meriliikenteessä, kun lisäksi otetaan huomioon tässä laissa tarkoitettu tuki; 3) alus on toiminut tukivuoden aikana pääasiassa ulkomaan meriliikenteessä; 4) aluksella työskentelevien merenkulkijoiden verot ja työnantajamaksuja on maksettu Suomeen; sekä 5) aluksen miehistökustannusten alentamiseksi ei tukijakson aikana makseta muita kuin tämän lain nojalla myönnettäviä tukia. Säännöllistä matkustajaliikennettä Euroopan yhteisön satamien välillä harjoittavalla matkustaja-aluksella myönnetään tukea vain Euroopan yhteisön jäsenvaltioiden ja Euroopan talousalueeseen kuuluvien valtioiden kansalaisten osalta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_10",
        "normalized_fi": "Tukiviranomaisen tulee myöntää tässä laissa tarkoitettu tuki, jos: 1) alus on merkitty kauppa-alusluetteloon ja se on täyttänyt kauppa-alusluetteloon merkitsemisen edellytykset sinä aikana, jolta tukea haetaan; 2) aluksen miehistökustannukset on saatettu työmarkkinaosapuolten sopimalla tavalla sellaiselle tasolle, että ne mahdollistavat kansainvälisesti kilpailukykyisen toiminnan meriliikenteessä, kun lisäksi otetaan huomioon tässä laissa tarkoitettu tuki; 3) alus on toiminut tukivuoden aikana pääasiassa ulkomaan meriliikenteessä; 4) aluksella työskentelevien merenkulkijoiden verot ja työnantajamaksuja on maksettu Suomeen; sekä 5) aluksen miehistökustannusten alentamiseksi ei tukijakson aikana makseta muita kuin tämän lain nojalla myönnettäviä tukia. Säännöllistä matkustajaliikennettä Euroopan yhteisön satamien välillä harjoittavalla matkustaja-aluksella myönnetään tukea vain Euroopan yhteisön jäsenvaltioiden ja Euroopan talousalueeseen kuuluvien valtioiden kansalaisten osalta.",
        "folded_fi": "tukiviranomaisen tulee myontaa tassa laissa tarkoitettu tuki, jos: 1) alus on merkitty kauppa-alusluetteloon ja se on tayttanyt kauppa-alusluetteloon merkitsemisen edellytykset sina aikana, jolta tukea haetaan; 2) aluksen miehistokustannukset on saatettu tyomarkkinaosapuolten sopimalla tavalla sellaiselle tasolle, etta ne mahdollistavat kansainvalisesti kilpailukykyisen toiminnan meriliikenteessa, kun lisaksi otetaan huomioon tassa laissa tarkoitettu tuki; 3) alus on toiminut tukivuoden aikana paaasiassa ulkomaan meriliikenteessa; 4) aluksella tyoskentelevien merenkulkijoiden verot ja tyonantajamaksuja on maksettu suomeen; seka 5) aluksen miehistokustannusten alentamiseksi ei tukijakson aikana makseta muita kuin taman lain nojalla myonnettavia tukia. saannollista matkustajaliikennetta euroopan yhteison satamien valilla harjoittavalla matkustaja-aluksella myonnetaan tukea vain euroopan yhteison jasenvaltioiden ja euroopan talousalueeseen kuuluvien valtioiden kansalaisten osalta.",
        "title_sv": "Allmänna villkor för beviljande av stöd",
        "content_sv": "Stödmyndigheten ska bevilja stöd som avses i denna lag, om 1) fartyget är inskrivet i handelsfartygsförteckningen och det har uppfyllt villkoren för inskrivning i handelsfartygsförteckningen under den tid för vilken stöd söks, 2) fartygets bemanningskostnader genom ett avtal mellan arbetsmarknadsparterna har bringats till en sådan nivå att de, med beaktande av det stöd som avses i denna lag, möjliggör internationellt konkurrenskraftig verksamhet inom sjötransport, 3) fartyget under stödåret huvudsakligen har använts i utrikes sjöfart, 4) skatter och arbetsgivaravgifter för sjömän som arbetar ombord på fartyget har betalats i Finland, samt 5) det under stödperioden inte betalas några andra stöd för att sänka fartygets bemanningskostnader än de som beviljas enligt denna lag. I fråga om passagerarfartyg som bedriver reguljär passagerartrafik mellan hamnar i Europeiska gemenskapen beviljas stöd endast för medborgare i Europeiska gemenskapens medlemsstater och i stater som hör till Europeiska ekonomiska samarbetsområdet.",
        "normalized_sv": "Stödmyndigheten ska bevilja stöd som avses i denna lag, om 1) fartyget är inskrivet i handelsfartygsförteckningen och det har uppfyllt villkoren för inskrivning i handelsfartygsförteckningen under den tid för vilken stöd söks, 2) fartygets bemanningskostnader genom ett avtal mellan arbetsmarknadsparterna har bringats till en sådan nivå att de, med beaktande av det stöd som avses i denna lag, möjliggör internationellt konkurrenskraftig verksamhet inom sjötransport, 3) fartyget under stödåret huvudsakligen har använts i utrikes sjöfart, 4) skatter och arbetsgivaravgifter för sjömän som arbetar ombord på fartyget har betalats i Finland, samt 5) det under stödperioden inte betalas några andra stöd för att sänka fartygets bemanningskostnader än de som beviljas enligt denna lag. I fråga om passagerarfartyg som bedriver reguljär passagerartrafik mellan hamnar i Europeiska gemenskapen beviljas stöd endast för medborgare i Europeiska gemenskapens medlemsstater och i stater som hör till Europeiska ekonomiska samarbetsområdet.",
        "folded_sv": "stodmyndigheten ska bevilja stod som avses i denna lag, om 1) fartyget ar inskrivet i handelsfartygsforteckningen och det har uppfyllt villkoren for inskrivning i handelsfartygsforteckningen under den tid for vilken stod soks, 2) fartygets bemanningskostnader genom ett avtal mellan arbetsmarknadsparterna har bringats till en sadan niva att de, med beaktande av det stod som avses i denna lag, mojliggor internationellt konkurrenskraftig verksamhet inom sjotransport, 3) fartyget under stodaret huvudsakligen har anvants i utrikes sjofart, 4) skatter och arbetsgivaravgifter for sjoman som arbetar ombord pa fartyget har betalats i finland, samt 5) det under stodperioden inte betalas nagra andra stod for att sanka fartygets bemanningskostnader an de som beviljas enligt denna lag. i fraga om passagerarfartyg som bedriver reguljar passagerartrafik mellan hamnar i europeiska gemenskapen beviljas stod endast for medborgare i europeiska gemenskapens medlemsstater och i stater som hor till europeiska ekonomiska samarbetsomradet."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "title": "Yleisesti verovelvollisen merenkulkijan merityötulon perusteella maksettavan tuen määrä",
      "content": "Tukena maksetaan tuloverolain (1535/1992) 9 §:n mukaisen yleisesti verovelvollisen merenkulkijan osalta määrä, joka vastaa tukijaksolta maksettua: 1) tuloverolain 74 §:ssä tarkoitetusta merityötulosta toimitettua ennakonpidätystä, joka on toimitettu merityötuloa varten määrätyn ennakonpidätysprosentin mukaisesti; tukea ei kuitenkaan makseta siltä osin kuin ennakonpidätystä on ennakonperintälain (1118/1996) 17 §:n nojalla korotettu; 2) työnantajan sosiaaliturvamaksua; 3) työnantajan osuutta merimieseläkevakuutusmaksusta; 4) työantajan osuutta työttömyysvakuutusmaksusta; 5) työnantajan osuutta tapaturmavakuutusmaksusta; 6) työnantajan osuutta ryhmähenkivakuutusmaksusta; sekä 7) työnantajan osuutta vapaaehtoisesta vapaa-ajan tapaturmavakuutus- ja vapaa-ajan lisävakuutusmaksusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_11",
        "normalized_fi": "Tukena maksetaan tuloverolain (1535/1992) 9 § :n mukaisen yleisesti verovelvollisen merenkulkijan osalta määrä, joka vastaa tukijaksolta maksettua: 1) tuloverolain 74 § :ssä tarkoitetusta merityötulosta toimitettua ennakonpidätystä, joka on toimitettu merityötuloa varten määrätyn ennakonpidätysprosentin mukaisesti; tukea ei kuitenkaan makseta siltä osin kuin ennakonpidätystä on ennakonperintälain (1118/1996) 17 § :n nojalla korotettu; 2) työnantajan sosiaaliturvamaksua; 3) työnantajan osuutta merimieseläkevakuutusmaksusta; 4) työantajan osuutta työttömyysvakuutusmaksusta; 5) työnantajan osuutta tapaturmavakuutusmaksusta; 6) työnantajan osuutta ryhmähenkivakuutusmaksusta; sekä 7) työnantajan osuutta vapaaehtoisesta vapaa-ajan tapaturmavakuutus- ja vapaa-ajan lisävakuutusmaksusta.",
        "folded_fi": "tukena maksetaan tuloverolain (1535/1992) 9 §:n mukaisen yleisesti verovelvollisen merenkulkijan osalta maara, joka vastaa tukijaksolta maksettua: 1) tuloverolain 74 §:ssa tarkoitetusta merityotulosta toimitettua ennakonpidatysta, joka on toimitettu merityotuloa varten maaratyn ennakonpidatysprosentin mukaisesti; tukea ei kuitenkaan makseta silta osin kuin ennakonpidatysta on ennakonperintalain (1118/1996) 17 §:n nojalla korotettu; 2) tyonantajan sosiaaliturvamaksua; 3) tyonantajan osuutta merimieselakevakuutusmaksusta; 4) tyoantajan osuutta tyottomyysvakuutusmaksusta; 5) tyonantajan osuutta tapaturmavakuutusmaksusta; 6) tyonantajan osuutta ryhmahenkivakuutusmaksusta; seka 7) tyonantajan osuutta vapaaehtoisesta vapaa-ajan tapaturmavakuutus- ja vapaa-ajan lisavakuutusmaksusta.",
        "title_sv": "Stöd som betalas utifrån allmänt skattskyldiga sjömäns sjöarbetsinkomst",
        "content_sv": "För en enligt 9 § i inkomstskattelagen (1535/1992) allmänt skattskyldig sjöman betalas ett stöd som motsvarar under stödperioden betald 1) förskottsinnehållning som verkställts på sjöarbetsinkomst enligt 74 § i inkomstskattelagen i enlighet med den förskottsinnehållningsprocent som fastställts för sjöarbetsinkomsten; stöd betalas dock inte till den del som förskottsinnehållningen har höjts så som anges i 17 § i lagen om förskottsuppbörd (1118/1996), 2) arbetsgivares socialskyddsavgift, 3) arbetsgivarandel av sjömanspensionsförsäkringsavgiften, 4) arbetsgivarandel av arbetslöshetsförsäkringspremien, 5) arbetsgivarandel av olycksfallsförsäkringspremien, 6) arbetsgivarandel av grupplivförsäkringspremien, samt 7) arbetsgivarandel av premien för frivillig olycksfallsförsäkring för fritiden och tilläggsförsäkring för fritiden.",
        "normalized_sv": "För en enligt 9 § i inkomstskattelagen (1535/1992) allmänt skattskyldig sjöman betalas ett stöd som motsvarar under stödperioden betald 1) förskottsinnehållning som verkställts på sjöarbetsinkomst enligt 74 § i inkomstskattelagen i enlighet med den förskottsinnehållningsprocent som fastställts för sjöarbetsinkomsten; stöd betalas dock inte till den del som förskottsinnehållningen har höjts så som anges i 17 § i lagen om förskottsuppbörd (1118/1996), 2) arbetsgivares socialskyddsavgift, 3) arbetsgivarandel av sjömanspensionsförsäkringsavgiften, 4) arbetsgivarandel av arbetslöshetsförsäkringspremien, 5) arbetsgivarandel av olycksfallsförsäkringspremien, 6) arbetsgivarandel av grupplivförsäkringspremien, samt 7) arbetsgivarandel av premien för frivillig olycksfallsförsäkring för fritiden och tilläggsförsäkring för fritiden.",
        "folded_sv": "for en enligt 9 § i inkomstskattelagen (1535/1992) allmant skattskyldig sjoman betalas ett stod som motsvarar under stodperioden betald 1) forskottsinnehallning som verkstallts pa sjoarbetsinkomst enligt 74 § i inkomstskattelagen i enlighet med den forskottsinnehallningsprocent som faststallts for sjoarbetsinkomsten; stod betalas dock inte till den del som forskottsinnehallningen har hojts sa som anges i 17 § i lagen om forskottsuppbord (1118/1996), 2) arbetsgivares socialskyddsavgift, 3) arbetsgivarandel av sjomanspensionsforsakringsavgiften, 4) arbetsgivarandel av arbetsloshetsforsakringspremien, 5) arbetsgivarandel av olycksfallsforsakringspremien, 6) arbetsgivarandel av grupplivforsakringspremien, samt 7) arbetsgivarandel av premien for frivillig olycksfallsforsakring for fritiden och tillaggsforsakring for fritiden."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "Rajoitetusti verovelvollisen merenkulkijan aluksella tehdyn työn perusteella maksettavan tuen määrä",
      "content": "Tukena maksetaan tuloverolain 9 §:n mukaisen rajoitetusti verovelvollisen merenkulkijan kauppa-alusluetteloon merkityltä alukselta saamasta palkkatulosta määrä, joka vastaa tukijaksolta maksettua: 1) lähdeveroa; ja 2) työnantajan sosiaaliturvamaksua. Edellä 1 momentissa tarkoitettua tukea ei kuitenkaan makseta sellaisesta palkkatulosta, joka maksetaan suomalaiselta matkustaja-alukselta, joka saa kuljettaa enemmän kuin 120 matkustajaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_12",
        "normalized_fi": "Tukena maksetaan tuloverolain 9 § :n mukaisen rajoitetusti verovelvollisen merenkulkijan kauppa-alusluetteloon merkityltä alukselta saamasta palkkatulosta määrä, joka vastaa tukijaksolta maksettua: 1) lähdeveroa; ja 2) työnantajan sosiaaliturvamaksua. Edellä 1 momentissa tarkoitettua tukea ei kuitenkaan makseta sellaisesta palkkatulosta, joka maksetaan suomalaiselta matkustaja-alukselta, joka saa kuljettaa enemmän kuin 120 matkustajaa.",
        "folded_fi": "tukena maksetaan tuloverolain 9 §:n mukaisen rajoitetusti verovelvollisen merenkulkijan kauppa-alusluetteloon merkitylta alukselta saamasta palkkatulosta maara, joka vastaa tukijaksolta maksettua: 1) lahdeveroa; ja 2) tyonantajan sosiaaliturvamaksua. edella 1 momentissa tarkoitettua tukea ei kuitenkaan makseta sellaisesta palkkatulosta, joka maksetaan suomalaiselta matkustaja-alukselta, joka saa kuljettaa enemman kuin 120 matkustajaa.",
        "title_sv": "Stöd som betalas utifrån begränsat skattskyldiga sjömäns arbete ombord",
        "content_sv": "För en enligt 9 § i inkomstskattelagen begränsat skattskyldig sjöman betalas utifrån sjömannens löneinkomst från arbete ombord på ett fartyg som är inskrivet i handelsfartygsförteckningen ett stöd som motsvarar för löneinkomsten under stödperioden betald 1) källskatt och 2) arbetsgivares socialskyddsavgift. Det stöd som avses i 1 mom. betalas dock inte för löneinkomst från arbete ombord på ett finskt passagerarfartyg som får medföra fler än 120 passagerare.",
        "normalized_sv": "För en enligt 9 § i inkomstskattelagen begränsat skattskyldig sjöman betalas utifrån sjömannens löneinkomst från arbete ombord på ett fartyg som är inskrivet i handelsfartygsförteckningen ett stöd som motsvarar för löneinkomsten under stödperioden betald 1) källskatt och 2) arbetsgivares socialskyddsavgift. Det stöd som avses i 1 mom. betalas dock inte för löneinkomst från arbete ombord på ett finskt passagerarfartyg som får medföra fler än 120 passagerare.",
        "folded_sv": "for en enligt 9 § i inkomstskattelagen begransat skattskyldig sjoman betalas utifran sjomannens loneinkomst fran arbete ombord pa ett fartyg som ar inskrivet i handelsfartygsforteckningen ett stod som motsvarar for loneinkomsten under stodperioden betald 1) kallskatt och 2) arbetsgivares socialskyddsavgift. det stod som avses i 1 mom. betalas dock inte for loneinkomst fran arbete ombord pa ett finskt passagerarfartyg som far medfora fler an 120 passagerare."
      }
    },
    {
      "provision_ref": "5:13",
      "chapter": "5",
      "section": "13",
      "title": "Tukijakso",
      "content": "Tukijaksot ovat 1 päivästä tammikuuta 30 päivään kesäkuuta ja 1 päivästä heinäkuuta 31 päivään joulukuuta. Tukivuosi on yksi kalenterivuosi. Tukiviranomainen määrää hakemuksesta tukijaksoksi yhden kalenterikuukauden sellaiselle matkustaja-alukselle, joka saa kuljettaa enemmän kuin 120 matkustajaa, sikäli kuin tuen myöntäminen perustuu kuukausittaisia maksuja koskeviin verohallinnolle toimitettuihin valvontailmoituksiin ja niiden mukaisiin verohallinnon antamiin maksutositteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_13",
        "normalized_fi": "Tukijaksot ovat 1 päivästä tammikuuta 30 päivään kesäkuuta ja 1 päivästä heinäkuuta 31 päivään joulukuuta. Tukivuosi on yksi kalenterivuosi. Tukiviranomainen määrää hakemuksesta tukijaksoksi yhden kalenterikuukauden sellaiselle matkustaja-alukselle, joka saa kuljettaa enemmän kuin 120 matkustajaa, sikäli kuin tuen myöntäminen perustuu kuukausittaisia maksuja koskeviin verohallinnolle toimitettuihin valvontailmoituksiin ja niiden mukaisiin verohallinnon antamiin maksutositteisiin.",
        "folded_fi": "tukijaksot ovat 1 paivasta tammikuuta 30 paivaan kesakuuta ja 1 paivasta heinakuuta 31 paivaan joulukuuta. tukivuosi on yksi kalenterivuosi. tukiviranomainen maaraa hakemuksesta tukijaksoksi yhden kalenterikuukauden sellaiselle matkustaja-alukselle, joka saa kuljettaa enemman kuin 120 matkustajaa, sikali kuin tuen myontaminen perustuu kuukausittaisia maksuja koskeviin verohallinnolle toimitettuihin valvontailmoituksiin ja niiden mukaisiin verohallinnon antamiin maksutositteisiin.",
        "title_sv": "Stödperiod",
        "content_sv": "Stödperioderna är tiden från den 1 januari till den 30 juni och tiden från den 1 juli till den 31 december. Stödåret är ett kalenderår. På ansökan fastställer stödmyndigheten att stödperioden är en kalendermånad för ett passagerarfartyg som får medföra fler än 120 passagerare till den del stödet beviljas utifrån de övervakningsdeklarationer över månatliga betalningar som inlämnas till skatteförvaltningen och de verifikat som skatteförvaltningen utfärdar med stöd av dessa.",
        "normalized_sv": "Stödperioderna är tiden från den 1 januari till den 30 juni och tiden från den 1 juli till den 31 december. Stödåret är ett kalenderår. På ansökan fastställer stödmyndigheten att stödperioden är en kalendermånad för ett passagerarfartyg som får medföra fler än 120 passagerare till den del stödet beviljas utifrån de övervakningsdeklarationer över månatliga betalningar som inlämnas till skatteförvaltningen och de verifikat som skatteförvaltningen utfärdar med stöd av dessa.",
        "folded_sv": "stodperioderna ar tiden fran den 1 januari till den 30 juni och tiden fran den 1 juli till den 31 december. stodaret ar ett kalenderar. pa ansokan faststaller stodmyndigheten att stodperioden ar en kalendermanad for ett passagerarfartyg som far medfora fler an 120 passagerare till den del stodet beviljas utifran de overvakningsdeklarationer over manatliga betalningar som inlamnas till skatteforvaltningen och de verifikat som skatteforvaltningen utfardar med stod av dessa."
      }
    },
    {
      "provision_ref": "5:14",
      "chapter": "5",
      "section": "14",
      "title": "Tuen hakeminen",
      "content": "Tukea voi hakea kauppa-alusluetteloon merkityn aluksen suomalainen omistaja tai, jos omistaja on ulkomaalainen, aluksella varustamotoimintaa harjoittava suomalainen työnantaja. Tukea voi hakea myös Ahvenanmaalla kauppa-alusluetteloon merkityn aluksen suomalainen omistaja tai, jos omistaja on ulkomaalainen, aluksella varustamotoimintaa harjoittava suomalainen työnantaja. Tukea haetaan tukiviranomaiselta kirjallisella hakemuksella. Hakemuksesta tulee ilmetä vaadittu tuki ja sen perusteet. Hakijan on allekirjoitettava hakemus. Tuen hakijan on annettava oikeat ja riittävät tiedot tuen myöntämisen kannalta tarpeellisista seikoista. Hakija voi allekirjoittaa hakemuksen myös sähköisellä allekirjoituksella. Tukea haetaan tukijaksoittain tukiviranomaiselle toimitetulla hakemuksella neljän kuukauden kuluessa kunkin tukijakson päättymisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_14",
        "normalized_fi": "Tukea voi hakea kauppa-alusluetteloon merkityn aluksen suomalainen omistaja tai, jos omistaja on ulkomaalainen, aluksella varustamotoimintaa harjoittava suomalainen työnantaja. Tukea voi hakea myös Ahvenanmaalla kauppa-alusluetteloon merkityn aluksen suomalainen omistaja tai, jos omistaja on ulkomaalainen, aluksella varustamotoimintaa harjoittava suomalainen työnantaja. Tukea haetaan tukiviranomaiselta kirjallisella hakemuksella. Hakemuksesta tulee ilmetä vaadittu tuki ja sen perusteet. Hakijan on allekirjoitettava hakemus. Tuen hakijan on annettava oikeat ja riittävät tiedot tuen myöntämisen kannalta tarpeellisista seikoista. Hakija voi allekirjoittaa hakemuksen myös sähköisellä allekirjoituksella. Tukea haetaan tukijaksoittain tukiviranomaiselle toimitetulla hakemuksella neljän kuukauden kuluessa kunkin tukijakson päättymisestä.",
        "folded_fi": "tukea voi hakea kauppa-alusluetteloon merkityn aluksen suomalainen omistaja tai, jos omistaja on ulkomaalainen, aluksella varustamotoimintaa harjoittava suomalainen tyonantaja. tukea voi hakea myos ahvenanmaalla kauppa-alusluetteloon merkityn aluksen suomalainen omistaja tai, jos omistaja on ulkomaalainen, aluksella varustamotoimintaa harjoittava suomalainen tyonantaja. tukea haetaan tukiviranomaiselta kirjallisella hakemuksella. hakemuksesta tulee ilmeta vaadittu tuki ja sen perusteet. hakijan on allekirjoitettava hakemus. tuen hakijan on annettava oikeat ja riittavat tiedot tuen myontamisen kannalta tarpeellisista seikoista. hakija voi allekirjoittaa hakemuksen myos sahkoisella allekirjoituksella. tukea haetaan tukijaksoittain tukiviranomaiselle toimitetulla hakemuksella neljan kuukauden kuluessa kunkin tukijakson paattymisesta.",
        "title_sv": "Ansökan om stöd",
        "content_sv": "En finsk ägare av ett fartyg som är inskrivet i handelsfartygsförteckningen eller, om fartyget har utländsk ägare, en finsk arbetsgivare som bedriver rederiverksamhet med fartyget kan ansöka om stöd. Stöd kan också sökas av en finsk ägare av ett fartyg som är inskrivet i handelsfartygsförteckningen på Åland eller, om fartyget har utländsk ägare, en finsk arbetsgivare som bedriver rederiverksamhet med fartyget. Skriftlig ansökan om stöd görs hos stödmyndigheten. Av ansökan ska framgå vilket stöd ansökan gäller och grunderna för stödet. Den sökande ska underteckna ansökan. Den sökande ska ge riktiga och tillräckliga uppgifter om de omständigheter som är relevanta med tanke på beviljande av stöd. Underteckningen kan också ske med elektronisk signatur. Stöd söks för varje stödperiod med en ansökan som lämnas in till stödmyndigheten inom fyra månader från det att stödperioden upphörde.",
        "normalized_sv": "En finsk ägare av ett fartyg som är inskrivet i handelsfartygsförteckningen eller, om fartyget har utländsk ägare, en finsk arbetsgivare som bedriver rederiverksamhet med fartyget kan ansöka om stöd. Stöd kan också sökas av en finsk ägare av ett fartyg som är inskrivet i handelsfartygsförteckningen på Åland eller, om fartyget har utländsk ägare, en finsk arbetsgivare som bedriver rederiverksamhet med fartyget. Skriftlig ansökan om stöd görs hos stödmyndigheten. Av ansökan ska framgå vilket stöd ansökan gäller och grunderna för stödet. Den sökande ska underteckna ansökan. Den sökande ska ge riktiga och tillräckliga uppgifter om de omständigheter som är relevanta med tanke på beviljande av stöd. Underteckningen kan också ske med elektronisk signatur. Stöd söks för varje stödperiod med en ansökan som lämnas in till stödmyndigheten inom fyra månader från det att stödperioden upphörde.",
        "folded_sv": "en finsk agare av ett fartyg som ar inskrivet i handelsfartygsforteckningen eller, om fartyget har utlandsk agare, en finsk arbetsgivare som bedriver rederiverksamhet med fartyget kan ansoka om stod. stod kan ocksa sokas av en finsk agare av ett fartyg som ar inskrivet i handelsfartygsforteckningen pa aland eller, om fartyget har utlandsk agare, en finsk arbetsgivare som bedriver rederiverksamhet med fartyget. skriftlig ansokan om stod gors hos stodmyndigheten. av ansokan ska framga vilket stod ansokan galler och grunderna for stodet. den sokande ska underteckna ansokan. den sokande ska ge riktiga och tillrackliga uppgifter om de omstandigheter som ar relevanta med tanke pa beviljande av stod. underteckningen kan ocksa ske med elektronisk signatur. stod soks for varje stodperiod med en ansokan som lamnas in till stodmyndigheten inom fyra manader fran det att stodperioden upphorde."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "title": "Palkkakirjanpito",
      "content": "Työnantajan on järjestettävä palkkakirjanpitonsa siten, että siitä voidaan aluksittain ja palkansaajittain todeta merityötulon ja siitä toimitettujen ja maksettujen ennakonpidätysten, lähdeveron, sairausvakuutusmaksun ja työnantajan sosiaaliturvamaksujen sekä merimieseläke- ja muiden vakuutusmaksujen työnantajaosuuksien määrät.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_15",
        "normalized_fi": "Työnantajan on järjestettävä palkkakirjanpitonsa siten, että siitä voidaan aluksittain ja palkansaajittain todeta merityötulon ja siitä toimitettujen ja maksettujen ennakonpidätysten, lähdeveron, sairausvakuutusmaksun ja työnantajan sosiaaliturvamaksujen sekä merimieseläke- ja muiden vakuutusmaksujen työnantajaosuuksien määrät.",
        "folded_fi": "tyonantajan on jarjestettava palkkakirjanpitonsa siten, etta siita voidaan aluksittain ja palkansaajittain todeta merityotulon ja siita toimitettujen ja maksettujen ennakonpidatysten, lahdeveron, sairausvakuutusmaksun ja tyonantajan sosiaaliturvamaksujen seka merimieselake- ja muiden vakuutusmaksujen tyonantajaosuuksien maarat.",
        "title_sv": "Lönebokföring",
        "content_sv": "Arbetsgivaren ska ordna sin lönebokföring så att det är möjligt att per fartyg och per löntagare fastställa sjöarbetsinkomsten och beloppen av förskottsinnehållningar, källskatt, sjukförsäkringspremier och arbetsgivares socialskyddsavgifter samt arbetsgivarandelen av sjömanspensionsförsäkringsavgifter och andra försäkringspremier som verkställts på och betalats för inkomsten.",
        "normalized_sv": "Arbetsgivaren ska ordna sin lönebokföring så att det är möjligt att per fartyg och per löntagare fastställa sjöarbetsinkomsten och beloppen av förskottsinnehållningar, källskatt, sjukförsäkringspremier och arbetsgivares socialskyddsavgifter samt arbetsgivarandelen av sjömanspensionsförsäkringsavgifter och andra försäkringspremier som verkställts på och betalats för inkomsten.",
        "folded_sv": "arbetsgivaren ska ordna sin lonebokforing sa att det ar mojligt att per fartyg och per lontagare faststalla sjoarbetsinkomsten och beloppen av forskottsinnehallningar, kallskatt, sjukforsakringspremier och arbetsgivares socialskyddsavgifter samt arbetsgivarandelen av sjomanspensionsforsakringsavgifter och andra forsakringspremier som verkstallts pa och betalats for inkomsten."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "title": "Tarvittavat tiedot ja selvitykset",
      "content": "Hakijan tulee huolehtia siitä, että tukiviranomaisella on käytettävissään kaikki tuen edellytysten ja määrän määrittämisessä tarpeelliset alusta ja sen liikennöintiä koskevat tiedot. Aluksen liikennöinnistä on tukijaksoittain tukiviranomaisen pyynnöstä annettava laivapäiväkirjanote, jonka tuen hakija varmentaa allekirjoituksellaan. Hakijan tulee toimittaa tukiviranomaiselle jäljennökset verohallinnolle toimitetuista valvontailmoituksista ja selvitys siitä, miten valvontailmoituksissa tarkoitetut ja maksetut erät jakautuvat työnantajan eri alusten kesken ja miten maksut jakautuvat aluskohtaisesti tuen perusteena oleviin maksuihin ja muihin maksuihin. Hakijan tulee tukijaksoittain toimittaa tukiviranomaiselle selvitys Merimieseläkekassalle tukijakson ajalta maksetuista eläkevakuutusmaksuista. Hakijan tulee tukijaksoittain toimittaa tukiviranomaiselle vakuutusyhtiön antama aluskohtainen selvitys tukijaksolta maksetuista merityötuloon perustuvista 11 §:ssä tarkoitetuista vakuutusmaksuista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_16",
        "normalized_fi": "Hakijan tulee huolehtia siitä, että tukiviranomaisella on käytettävissään kaikki tuen edellytysten ja määrän määrittämisessä tarpeelliset alusta ja sen liikennöintiä koskevat tiedot. Aluksen liikennöinnistä on tukijaksoittain tukiviranomaisen pyynnöstä annettava laivapäiväkirjanote, jonka tuen hakija varmentaa allekirjoituksellaan. Hakijan tulee toimittaa tukiviranomaiselle jäljennökset verohallinnolle toimitetuista valvontailmoituksista ja selvitys siitä, miten valvontailmoituksissa tarkoitetut ja maksetut erät jakautuvat työnantajan eri alusten kesken ja miten maksut jakautuvat aluskohtaisesti tuen perusteena oleviin maksuihin ja muihin maksuihin. Hakijan tulee tukijaksoittain toimittaa tukiviranomaiselle selvitys Merimieseläkekassalle tukijakson ajalta maksetuista eläkevakuutusmaksuista. Hakijan tulee tukijaksoittain toimittaa tukiviranomaiselle vakuutusyhtiön antama aluskohtainen selvitys tukijaksolta maksetuista merityötuloon perustuvista 11 § :ssä tarkoitetuista vakuutusmaksuista.",
        "folded_fi": "hakijan tulee huolehtia siita, etta tukiviranomaisella on kaytettavissaan kaikki tuen edellytysten ja maaran maarittamisessa tarpeelliset alusta ja sen liikennointia koskevat tiedot. aluksen liikennoinnista on tukijaksoittain tukiviranomaisen pyynnosta annettava laivapaivakirjanote, jonka tuen hakija varmentaa allekirjoituksellaan. hakijan tulee toimittaa tukiviranomaiselle jaljennokset verohallinnolle toimitetuista valvontailmoituksista ja selvitys siita, miten valvontailmoituksissa tarkoitetut ja maksetut erat jakautuvat tyonantajan eri alusten kesken ja miten maksut jakautuvat aluskohtaisesti tuen perusteena oleviin maksuihin ja muihin maksuihin. hakijan tulee tukijaksoittain toimittaa tukiviranomaiselle selvitys merimieselakekassalle tukijakson ajalta maksetuista elakevakuutusmaksuista. hakijan tulee tukijaksoittain toimittaa tukiviranomaiselle vakuutusyhtion antama aluskohtainen selvitys tukijaksolta maksetuista merityotuloon perustuvista 11 §:ssa tarkoitetuista vakuutusmaksuista.",
        "title_sv": "Nödvändiga uppgifter",
        "content_sv": "Den sökande ska se till att stödmyndigheten har tillgång till alla de uppgifter om fartyget och den trafik som bedrivs med fartyget som behövs för att fastställa förutsättningarna för stödet och stödbeloppet. På begäran av stödmyndigheten ska det för varje stödperiod lämnas in ett utdrag ur skeppsdagboken. Den sökande ska bekräfta utdraget med sin underskrift. Den sökande ska till stödmyndigheten lämna kopior av de övervakningsdeklarationer som lämnats till skatteförvaltningen och en redogörelse för hur de erlagda belopp som avses i övervakningsdeklarationerna fördelas mellan arbetsgivarens olika fartyg och, för vart och ett av fartygen, hur de är uppdelade på belopp som utgör grund för stöd och övriga belopp. Den sökande ska för varje stödperiod lämna stödmyndigheten en redogörelse för de pensionsförsäkringsavgifter som betalats in till Sjömanspensionskassan. Den sökande ska till stödmyndigheten för varje stödperiod och per fartyg överlämna försäkringsbolagets sammanställning av de under stödperioden inbetalda försäkringspremier som grundar sig på sjöarbetsinkomsten och som avses i 11 §.",
        "normalized_sv": "Den sökande ska se till att stödmyndigheten har tillgång till alla de uppgifter om fartyget och den trafik som bedrivs med fartyget som behövs för att fastställa förutsättningarna för stödet och stödbeloppet. På begäran av stödmyndigheten ska det för varje stödperiod lämnas in ett utdrag ur skeppsdagboken. Den sökande ska bekräfta utdraget med sin underskrift. Den sökande ska till stödmyndigheten lämna kopior av de övervakningsdeklarationer som lämnats till skatteförvaltningen och en redogörelse för hur de erlagda belopp som avses i övervakningsdeklarationerna fördelas mellan arbetsgivarens olika fartyg och, för vart och ett av fartygen, hur de är uppdelade på belopp som utgör grund för stöd och övriga belopp. Den sökande ska för varje stödperiod lämna stödmyndigheten en redogörelse för de pensionsförsäkringsavgifter som betalats in till Sjömanspensionskassan. Den sökande ska till stödmyndigheten för varje stödperiod och per fartyg överlämna försäkringsbolagets sammanställning av de under stödperioden inbetalda försäkringspremier som grundar sig på sjöarbetsinkomsten och som avses i 11 § .",
        "folded_sv": "den sokande ska se till att stodmyndigheten har tillgang till alla de uppgifter om fartyget och den trafik som bedrivs med fartyget som behovs for att faststalla forutsattningarna for stodet och stodbeloppet. pa begaran av stodmyndigheten ska det for varje stodperiod lamnas in ett utdrag ur skeppsdagboken. den sokande ska bekrafta utdraget med sin underskrift. den sokande ska till stodmyndigheten lamna kopior av de overvakningsdeklarationer som lamnats till skatteforvaltningen och en redogorelse for hur de erlagda belopp som avses i overvakningsdeklarationerna fordelas mellan arbetsgivarens olika fartyg och, for vart och ett av fartygen, hur de ar uppdelade pa belopp som utgor grund for stod och ovriga belopp. den sokande ska for varje stodperiod lamna stodmyndigheten en redogorelse for de pensionsforsakringsavgifter som betalats in till sjomanspensionskassan. den sokande ska till stodmyndigheten for varje stodperiod och per fartyg overlamna forsakringsbolagets sammanstallning av de under stodperioden inbetalda forsakringspremier som grundar sig pa sjoarbetsinkomsten och som avses i 11 §."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "title": "Tukiviranomaisen tiedonsaantioikeus",
      "content": "Tukiviranomaisella on oikeus salassapitosäännösten ja muiden tiedon saantia koskevien rajoitusten estämättä saada: 1) verohallinnolta tässä laissa tarkoitetun tuen määrän selvittämistä ja valvontaa varten tarpeelliset tiedot verohallinnolle toimitetuista valvontailmoituksista ja niiden perusteella maksetuista maksuista sekä ne verotiedot, jotka ovat välttämättömiä tukiviranomaisen harjoittaman tässä laissa säädetyn valvonnan toimeenpanemiseksi; 2) Merimieseläkekassalta tässä laissa tarkoitetun tuen määrän selvittämistä ja valvontaa varten aluskohtaiset tiedot Merimieseläkekassalle maksetuista eläkevakuutusmaksuista; 3) tullilaitokselta tässä laissa tarkoitetun tuen määrän selvittämistä ja valvontaa varten tiedot alusten liikennöinnistä. Tukiviranomaisella on oikeus saada 1 momentissa tarkoitetut tiedot maksutta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_17",
        "normalized_fi": "Tukiviranomaisella on oikeus salassapitosäännösten ja muiden tiedon saantia koskevien rajoitusten estämättä saada: 1) verohallinnolta tässä laissa tarkoitetun tuen määrän selvittämistä ja valvontaa varten tarpeelliset tiedot verohallinnolle toimitetuista valvontailmoituksista ja niiden perusteella maksetuista maksuista sekä ne verotiedot, jotka ovat välttämättömiä tukiviranomaisen harjoittaman tässä laissa säädetyn valvonnan toimeenpanemiseksi; 2) Merimieseläkekassalta tässä laissa tarkoitetun tuen määrän selvittämistä ja valvontaa varten aluskohtaiset tiedot Merimieseläkekassalle maksetuista eläkevakuutusmaksuista; 3) tullilaitokselta tässä laissa tarkoitetun tuen määrän selvittämistä ja valvontaa varten tiedot alusten liikennöinnistä. Tukiviranomaisella on oikeus saada 1 momentissa tarkoitetut tiedot maksutta.",
        "folded_fi": "tukiviranomaisella on oikeus salassapitosaannosten ja muiden tiedon saantia koskevien rajoitusten estamatta saada: 1) verohallinnolta tassa laissa tarkoitetun tuen maaran selvittamista ja valvontaa varten tarpeelliset tiedot verohallinnolle toimitetuista valvontailmoituksista ja niiden perusteella maksetuista maksuista seka ne verotiedot, jotka ovat valttamattomia tukiviranomaisen harjoittaman tassa laissa saadetyn valvonnan toimeenpanemiseksi; 2) merimieselakekassalta tassa laissa tarkoitetun tuen maaran selvittamista ja valvontaa varten aluskohtaiset tiedot merimieselakekassalle maksetuista elakevakuutusmaksuista; 3) tullilaitokselta tassa laissa tarkoitetun tuen maaran selvittamista ja valvontaa varten tiedot alusten liikennoinnista. tukiviranomaisella on oikeus saada 1 momentissa tarkoitetut tiedot maksutta.",
        "title_sv": "Stödmyndighetens rätt att få uppgifter",
        "content_sv": "Stödmyndigheten har rätt att, utan hinder av sekretessbestämmelserna och andra begränsningar av tillgången till information, 1) av skatteförvaltningen för utredning och kontroll av beloppet av stöd som avses i denna lag få behövliga uppgifter om övervakningsdeklarationer som lämnats till skatteförvaltningen och de belopp som betalats enligt dessa samt de skatteuppgifter som är nödvändiga för fullgörandet av den övervakningsuppgift som stödmyndigheten har enligt denna lag, 2) av Sjömanspensionskassan för utredning och kontroll av beloppet av stöd som avses i denna lag få uppgifterna per fartyg om de pensionsförsäkringsavgifter som betalats till Sjömanspensionskassan, 3) av tullverket för utredning och kontroll av beloppet av stöd som avses i denna lag få uppgifter om fartygens rutter. Stödmyndigheten har rätt att få de uppgifter som avses i 1 mom. avgiftsfritt.",
        "normalized_sv": "Stödmyndigheten har rätt att, utan hinder av sekretessbestämmelserna och andra begränsningar av tillgången till information, 1) av skatteförvaltningen för utredning och kontroll av beloppet av stöd som avses i denna lag få behövliga uppgifter om övervakningsdeklarationer som lämnats till skatteförvaltningen och de belopp som betalats enligt dessa samt de skatteuppgifter som är nödvändiga för fullgörandet av den övervakningsuppgift som stödmyndigheten har enligt denna lag, 2) av Sjömanspensionskassan för utredning och kontroll av beloppet av stöd som avses i denna lag få uppgifterna per fartyg om de pensionsförsäkringsavgifter som betalats till Sjömanspensionskassan, 3) av tullverket för utredning och kontroll av beloppet av stöd som avses i denna lag få uppgifter om fartygens rutter. Stödmyndigheten har rätt att få de uppgifter som avses i 1 mom. avgiftsfritt.",
        "folded_sv": "stodmyndigheten har ratt att, utan hinder av sekretessbestammelserna och andra begransningar av tillgangen till information, 1) av skatteforvaltningen for utredning och kontroll av beloppet av stod som avses i denna lag fa behovliga uppgifter om overvakningsdeklarationer som lamnats till skatteforvaltningen och de belopp som betalats enligt dessa samt de skatteuppgifter som ar nodvandiga for fullgorandet av den overvakningsuppgift som stodmyndigheten har enligt denna lag, 2) av sjomanspensionskassan for utredning och kontroll av beloppet av stod som avses i denna lag fa uppgifterna per fartyg om de pensionsforsakringsavgifter som betalats till sjomanspensionskassan, 3) av tullverket for utredning och kontroll av beloppet av stod som avses i denna lag fa uppgifter om fartygens rutter. stodmyndigheten har ratt att fa de uppgifter som avses i 1 mom. avgiftsfritt."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "title": "Valtakunnallisten työmarkkinajärjestöjen kuuleminen",
      "content": "Tukiviranomaisen on ennen asian ratkaisua kuultava asianomaisia valtakunnallisia työmarkkinajärjestöjä, jos se harkitsee tuen epäämistä kokonaisuudessaan tai pääosin. Tukiviranomainen voi kuulla asianomaisia valtakunnallisia työmarkkinajärjestöjä ennakkoratkaisua koskevan hakemuksen johdosta. Kuulemisessa on noudatettava, mitä viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetään salassapitovelvoitteista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_18",
        "normalized_fi": "Tukiviranomaisen on ennen asian ratkaisua kuultava asianomaisia valtakunnallisia työmarkkinajärjestöjä, jos se harkitsee tuen epäämistä kokonaisuudessaan tai pääosin. Tukiviranomainen voi kuulla asianomaisia valtakunnallisia työmarkkinajärjestöjä ennakkoratkaisua koskevan hakemuksen johdosta. Kuulemisessa on noudatettava, mitä viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetään salassapitovelvoitteista.",
        "folded_fi": "tukiviranomaisen on ennen asian ratkaisua kuultava asianomaisia valtakunnallisia tyomarkkinajarjestoja, jos se harkitsee tuen epaamista kokonaisuudessaan tai paaosin. tukiviranomainen voi kuulla asianomaisia valtakunnallisia tyomarkkinajarjestoja ennakkoratkaisua koskevan hakemuksen johdosta. kuulemisessa on noudatettava, mita viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) saadetaan salassapitovelvoitteista.",
        "title_sv": "Hörande av riksomfattande arbetsmarknadsorganisationer",
        "content_sv": "Stödmyndigheten ska innan ett ärende avgörs höra respektive riksomfattande arbetsmarknadsorganisationer, om den överväger att helt eller huvudsakligen förvägra stöd. Stödmyndigheten kan höra respektive riksomfattande arbetsmarknadsorganisationer med anledning av en ansökan om förhandsavgörande. Vid hörande ska iakttas vad som bestäms om skyldigheten att iaktta sekretess i lagen om offentlighet i myndigheternas verksamhet (621/1999).",
        "normalized_sv": "Stödmyndigheten ska innan ett ärende avgörs höra respektive riksomfattande arbetsmarknadsorganisationer, om den överväger att helt eller huvudsakligen förvägra stöd. Stödmyndigheten kan höra respektive riksomfattande arbetsmarknadsorganisationer med anledning av en ansökan om förhandsavgörande. Vid hörande ska iakttas vad som bestäms om skyldigheten att iaktta sekretess i lagen om offentlighet i myndigheternas verksamhet (621/1999).",
        "folded_sv": "stodmyndigheten ska innan ett arende avgors hora respektive riksomfattande arbetsmarknadsorganisationer, om den overvager att helt eller huvudsakligen forvagra stod. stodmyndigheten kan hora respektive riksomfattande arbetsmarknadsorganisationer med anledning av en ansokan om forhandsavgorande. vid horande ska iakttas vad som bestams om skyldigheten att iaktta sekretess i lagen om offentlighet i myndigheternas verksamhet (621/1999)."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "Tuen myöntäminen",
      "content": "Tuki myönnetään hakemuksesta jälkikäteen 14, 16 ja 17 §:ssä tarkoitettuihin tietoihin ja selvityksiin perustuen 10 §:ssä tarkoitettujen tuen myöntämisen yleisten edellytysten täyttyessä. Tuen myöntämisen edellytykset tutkitaan alustavasti tukijaksoa koskevan hakemuksen käsittelyn yhteydessä, mutta ratkaistaan jälkikäteen koko tukivuodelta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_19",
        "normalized_fi": "Tuki myönnetään hakemuksesta jälkikäteen 14, 16 ja 17 § :ssä tarkoitettuihin tietoihin ja selvityksiin perustuen 10 § :ssä tarkoitettujen tuen myöntämisen yleisten edellytysten täyttyessä. Tuen myöntämisen edellytykset tutkitaan alustavasti tukijaksoa koskevan hakemuksen käsittelyn yhteydessä, mutta ratkaistaan jälkikäteen koko tukivuodelta.",
        "folded_fi": "tuki myonnetaan hakemuksesta jalkikateen 14, 16 ja 17 §:ssa tarkoitettuihin tietoihin ja selvityksiin perustuen 10 §:ssa tarkoitettujen tuen myontamisen yleisten edellytysten tayttyessa. tuen myontamisen edellytykset tutkitaan alustavasti tukijaksoa koskevan hakemuksen kasittelyn yhteydessa, mutta ratkaistaan jalkikateen koko tukivuodelta.",
        "title_sv": "Beviljande av stöd",
        "content_sv": "Stöd beviljas på ansökan i efterskott på grundval av de uppgifter som avses i 14, 16 och 17 § när de allmänna villkor för beviljande av stöd som avses i 10 § är uppfyllda. Uppfyllandet av villkoren för beviljande av stöd granskas preliminärt i samband med behandlingen av en ansökan som avser en stödperiod, men avgörs i efterskott för hela stödåret.",
        "normalized_sv": "Stöd beviljas på ansökan i efterskott på grundval av de uppgifter som avses i 14, 16 och 17 § när de allmänna villkor för beviljande av stöd som avses i 10 § är uppfyllda. Uppfyllandet av villkoren för beviljande av stöd granskas preliminärt i samband med behandlingen av en ansökan som avser en stödperiod, men avgörs i efterskott för hela stödåret.",
        "folded_sv": "stod beviljas pa ansokan i efterskott pa grundval av de uppgifter som avses i 14, 16 och 17 § nar de allmanna villkor for beviljande av stod som avses i 10 § ar uppfyllda. uppfyllandet av villkoren for beviljande av stod granskas preliminart i samband med behandlingen av en ansokan som avser en stodperiod, men avgors i efterskott for hela stodaret."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Ennakkoratkaisu",
      "content": "Tukiviranomainen voi hakemuksesta antaa ennakkoratkaisun siitä, voidaanko alus merkitä hakemuksessa tarkoitetuissa olosuhteissa kauppa-alusluetteloon ja voidaanko alukselle myöntää tukea tämän lain mukaisesti. Ennakkoratkaisun antamisen edellytyksenä on, että asia on hakijan taloudellisen toiminnan kannalta erityisen tärkeä. Hakemuksessa on ilmoitettava yksilöity kysymys, johon ennakkoratkaisua haetaan, ja esitettävä asian ratkaisemiseksi tarvittava selvitys. Ennakkoratkaisu annetaan enintään ratkaisun antamista seuraavan tukivuoden loppuun. Tukiviranomaisen on sovellettava ennakkoratkaisua siihen kalenterivuoteen, jota varten se on annettu. Sellaisen tuen hakemiseen, jota ennakkoratkaisu koskee, sovelletaan, mitä 14 §:ssä ja muutoin tässä laissa säädetään. Ennakkoratkaisua koskeva asia on käsiteltävä kiireellisenä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_20",
        "normalized_fi": "Tukiviranomainen voi hakemuksesta antaa ennakkoratkaisun siitä, voidaanko alus merkitä hakemuksessa tarkoitetuissa olosuhteissa kauppa-alusluetteloon ja voidaanko alukselle myöntää tukea tämän lain mukaisesti. Ennakkoratkaisun antamisen edellytyksenä on, että asia on hakijan taloudellisen toiminnan kannalta erityisen tärkeä. Hakemuksessa on ilmoitettava yksilöity kysymys, johon ennakkoratkaisua haetaan, ja esitettävä asian ratkaisemiseksi tarvittava selvitys. Ennakkoratkaisu annetaan enintään ratkaisun antamista seuraavan tukivuoden loppuun. Tukiviranomaisen on sovellettava ennakkoratkaisua siihen kalenterivuoteen, jota varten se on annettu. Sellaisen tuen hakemiseen, jota ennakkoratkaisu koskee, sovelletaan, mitä 14 § :ssä ja muutoin tässä laissa säädetään. Ennakkoratkaisua koskeva asia on käsiteltävä kiireellisenä.",
        "folded_fi": "tukiviranomainen voi hakemuksesta antaa ennakkoratkaisun siita, voidaanko alus merkita hakemuksessa tarkoitetuissa olosuhteissa kauppa-alusluetteloon ja voidaanko alukselle myontaa tukea taman lain mukaisesti. ennakkoratkaisun antamisen edellytyksena on, etta asia on hakijan taloudellisen toiminnan kannalta erityisen tarkea. hakemuksessa on ilmoitettava yksiloity kysymys, johon ennakkoratkaisua haetaan, ja esitettava asian ratkaisemiseksi tarvittava selvitys. ennakkoratkaisu annetaan enintaan ratkaisun antamista seuraavan tukivuoden loppuun. tukiviranomaisen on sovellettava ennakkoratkaisua siihen kalenterivuoteen, jota varten se on annettu. sellaisen tuen hakemiseen, jota ennakkoratkaisu koskee, sovelletaan, mita 14 §:ssa ja muutoin tassa laissa saadetaan. ennakkoratkaisua koskeva asia on kasiteltava kiireellisena.",
        "title_sv": "Förhandsavgörande",
        "content_sv": "Stödmyndigheten kan på ansökan ge ett förhandsavgörande om huruvida ett fartyg under de omständigheter som nämns i ansökan kan skrivas in i handelsfartygsförteckningen och huruvida stöd enligt denna lag kan beviljas för fartyget. En förutsättning för meddelande av förhandsavgörande är att ärendet är särskilt viktigt med tanke på den sökandes ekonomiska verksamhet. I ansökan ska anges i vilken fråga förhandsavgörande söks och framläggas den utredning som behövs för avgörande av ärendet. Ett förhandsavgörande gäller högst till utgången av det stödår som följer efter det då avgörandet meddelas. Stödmyndigheten ska tillämpa förhandsavgörandet på det kalenderår som det har meddelats för. I fråga om ansökan av det stöd som förhandsavgörandet gäller tillämpas 14 § och vad som i övrigt bestäms i denna lag. Ett ärende som gäller förhandsavgörande ska behandlas skyndsamt.",
        "normalized_sv": "Stödmyndigheten kan på ansökan ge ett förhandsavgörande om huruvida ett fartyg under de omständigheter som nämns i ansökan kan skrivas in i handelsfartygsförteckningen och huruvida stöd enligt denna lag kan beviljas för fartyget. En förutsättning för meddelande av förhandsavgörande är att ärendet är särskilt viktigt med tanke på den sökandes ekonomiska verksamhet. I ansökan ska anges i vilken fråga förhandsavgörande söks och framläggas den utredning som behövs för avgörande av ärendet. Ett förhandsavgörande gäller högst till utgången av det stödår som följer efter det då avgörandet meddelas. Stödmyndigheten ska tillämpa förhandsavgörandet på det kalenderår som det har meddelats för. I fråga om ansökan av det stöd som förhandsavgörandet gäller tillämpas 14 § och vad som i övrigt bestäms i denna lag. Ett ärende som gäller förhandsavgörande ska behandlas skyndsamt.",
        "folded_sv": "stodmyndigheten kan pa ansokan ge ett forhandsavgorande om huruvida ett fartyg under de omstandigheter som namns i ansokan kan skrivas in i handelsfartygsforteckningen och huruvida stod enligt denna lag kan beviljas for fartyget. en forutsattning for meddelande av forhandsavgorande ar att arendet ar sarskilt viktigt med tanke pa den sokandes ekonomiska verksamhet. i ansokan ska anges i vilken fraga forhandsavgorande soks och framlaggas den utredning som behovs for avgorande av arendet. ett forhandsavgorande galler hogst till utgangen av det stodar som foljer efter det da avgorandet meddelas. stodmyndigheten ska tillampa forhandsavgorandet pa det kalenderar som det har meddelats for. i fraga om ansokan av det stod som forhandsavgorandet galler tillampas 14 § och vad som i ovrigt bestams i denna lag. ett arende som galler forhandsavgorande ska behandlas skyndsamt."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Tuen saajan velvollisuus ilmoittaa muutoksista",
      "content": "Kauppa-alusluetteloon merkityn aluksen suomalaisen omistajan tai aluksen ulkomaisen omistajan Suomeen rekisteröidyllä aluksella varustamotoimintaa harjoittavan suomalaisen työnantajan on ilman aiheetonta viivytystä ilmoitettava tukiviranomaiselle kaikista sellaisista muutoksista, joilla voi olla vaikutusta aluksen kauppa-alusluettelossa pysymiseen tai siitä poistamiseen taikka tuen myöntämisen edellytyksiin tai määrään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_21",
        "normalized_fi": "Kauppa-alusluetteloon merkityn aluksen suomalaisen omistajan tai aluksen ulkomaisen omistajan Suomeen rekisteröidyllä aluksella varustamotoimintaa harjoittavan suomalaisen työnantajan on ilman aiheetonta viivytystä ilmoitettava tukiviranomaiselle kaikista sellaisista muutoksista, joilla voi olla vaikutusta aluksen kauppa-alusluettelossa pysymiseen tai siitä poistamiseen taikka tuen myöntämisen edellytyksiin tai määrään.",
        "folded_fi": "kauppa-alusluetteloon merkityn aluksen suomalaisen omistajan tai aluksen ulkomaisen omistajan suomeen rekisteroidylla aluksella varustamotoimintaa harjoittavan suomalaisen tyonantajan on ilman aiheetonta viivytysta ilmoitettava tukiviranomaiselle kaikista sellaisista muutoksista, joilla voi olla vaikutusta aluksen kauppa-alusluettelossa pysymiseen tai siita poistamiseen taikka tuen myontamisen edellytyksiin tai maaraan.",
        "title_sv": "Stödmottagarens skyldighet att anmäla ändringar",
        "content_sv": "En finsk ägare av ett fartyg som är inskrivet i handelsfartygsförteckningen eller en finsk arbetsgivare som bedriver rederiverksamhet med en utländsk ägares fartyg som är registrerat i Finland ska utan onödigt dröjsmål meddela stödmyndigheten alla sådana ändringar som kan vara av betydelse för att fartyget ska stå kvar i eller avföras ur handelsfartygsförteckningen, eller som kan påverka villkoren för beviljande av stöd eller stödbeloppet.",
        "normalized_sv": "En finsk ägare av ett fartyg som är inskrivet i handelsfartygsförteckningen eller en finsk arbetsgivare som bedriver rederiverksamhet med en utländsk ägares fartyg som är registrerat i Finland ska utan onödigt dröjsmål meddela stödmyndigheten alla sådana ändringar som kan vara av betydelse för att fartyget ska stå kvar i eller avföras ur handelsfartygsförteckningen, eller som kan påverka villkoren för beviljande av stöd eller stödbeloppet.",
        "folded_sv": "en finsk agare av ett fartyg som ar inskrivet i handelsfartygsforteckningen eller en finsk arbetsgivare som bedriver rederiverksamhet med en utlandsk agares fartyg som ar registrerat i finland ska utan onodigt drojsmal meddela stodmyndigheten alla sadana andringar som kan vara av betydelse for att fartyget ska sta kvar i eller avforas ur handelsfartygsforteckningen, eller som kan paverka villkoren for beviljande av stod eller stodbeloppet."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Tuen palauttaminen ja takaisinperintä",
      "content": "Jos tuen edellytysten ja määrän jälkikäteisarvioinnissa havaitaan, että hakijalle on perusteetta maksettu tukea, perusteetta maksettu tuki on perittävä takaisin Suomen valtiolle: 1) jos hakija on antanut kauppa-alusluetteloon merkitsemistä tai tukea hakiessaan olennaisessa kohdassa väärän, harhaanjohtavan tai puutteellisen tiedon; 2) jos hakija on salannut aluksen kauppa-alusluetteloon hyväksymiseen tai tuen saamiseen olennaisesti vaikuttavia seikkoja; 3) jos hakija on kieltäytynyt kehotuksesta huolimatta antamasta kauppa-alusluettelonpidon valvontaa varten tarvittavia tai tuen saamiseen liittyviä olennaisia tietoja, asiakirjoja tai muuta aineistoa; tai 4) jos tuki on muutoin myönnetty tai maksettu olennaisesti perusteettomasti tai virheellisin perustein. Saamisen vanhentumiseen sovelletaan, mitä siitä erikseen säädetään. Jos tukea kuitenkin on maksettu 1 momentin 4 kohdan mukaisesti perusteettomasti tai virheellisin perustein, tuki voidaan määrätä palautettavaksi enintään siltä tukivuodelta, jolloin virhe havaittiin ja virheen havaitsemista edeltävältä tukivuodelta. Takaisinperinnästä voidaan luopua kokonaan tai osittain, jos se johtaisi ilmeisen kohtuuttomaan lopputulokseen. Palautettavalle määrälle on maksettava tuen maksupäivästä korkoa, joka vastaa kulloinkin voimassa olevaa Suomen Pankin peruskorkoa lisättynä neljällä prosenttiyksiköllä. Jollei palautettavaa määrää makseta viimeistään asetettuna eräpäivänä, on sille maksettava vuotuista viivästyskorkoa korkolain (633/1982) 4 §:n mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_22",
        "normalized_fi": "Jos tuen edellytysten ja määrän jälkikäteisarvioinnissa havaitaan, että hakijalle on perusteetta maksettu tukea, perusteetta maksettu tuki on perittävä takaisin Suomen valtiolle: 1) jos hakija on antanut kauppa-alusluetteloon merkitsemistä tai tukea hakiessaan olennaisessa kohdassa väärän, harhaanjohtavan tai puutteellisen tiedon; 2) jos hakija on salannut aluksen kauppa-alusluetteloon hyväksymiseen tai tuen saamiseen olennaisesti vaikuttavia seikkoja; 3) jos hakija on kieltäytynyt kehotuksesta huolimatta antamasta kauppa-alusluettelonpidon valvontaa varten tarvittavia tai tuen saamiseen liittyviä olennaisia tietoja, asiakirjoja tai muuta aineistoa; tai 4) jos tuki on muutoin myönnetty tai maksettu olennaisesti perusteettomasti tai virheellisin perustein. Saamisen vanhentumiseen sovelletaan, mitä siitä erikseen säädetään. Jos tukea kuitenkin on maksettu 1 momentin 4 kohdan mukaisesti perusteettomasti tai virheellisin perustein, tuki voidaan määrätä palautettavaksi enintään siltä tukivuodelta, jolloin virhe havaittiin ja virheen havaitsemista edeltävältä tukivuodelta. Takaisinperinnästä voidaan luopua kokonaan tai osittain, jos se johtaisi ilmeisen kohtuuttomaan lopputulokseen. Palautettavalle määrälle on maksettava tuen maksupäivästä korkoa, joka vastaa kulloinkin voimassa olevaa Suomen Pankin peruskorkoa lisättynä neljällä prosenttiyksiköllä. Jollei palautettavaa määrää makseta viimeistään asetettuna eräpäivänä, on sille maksettava vuotuista viivästyskorkoa korkolain (633/1982) 4 § :n mukaisesti.",
        "folded_fi": "jos tuen edellytysten ja maaran jalkikateisarvioinnissa havaitaan, etta hakijalle on perusteetta maksettu tukea, perusteetta maksettu tuki on perittava takaisin suomen valtiolle: 1) jos hakija on antanut kauppa-alusluetteloon merkitsemista tai tukea hakiessaan olennaisessa kohdassa vaaran, harhaanjohtavan tai puutteellisen tiedon; 2) jos hakija on salannut aluksen kauppa-alusluetteloon hyvaksymiseen tai tuen saamiseen olennaisesti vaikuttavia seikkoja; 3) jos hakija on kieltaytynyt kehotuksesta huolimatta antamasta kauppa-alusluettelonpidon valvontaa varten tarvittavia tai tuen saamiseen liittyvia olennaisia tietoja, asiakirjoja tai muuta aineistoa; tai 4) jos tuki on muutoin myonnetty tai maksettu olennaisesti perusteettomasti tai virheellisin perustein. saamisen vanhentumiseen sovelletaan, mita siita erikseen saadetaan. jos tukea kuitenkin on maksettu 1 momentin 4 kohdan mukaisesti perusteettomasti tai virheellisin perustein, tuki voidaan maarata palautettavaksi enintaan silta tukivuodelta, jolloin virhe havaittiin ja virheen havaitsemista edeltavalta tukivuodelta. takaisinperinnasta voidaan luopua kokonaan tai osittain, jos se johtaisi ilmeisen kohtuuttomaan lopputulokseen. palautettavalle maaralle on maksettava tuen maksupaivasta korkoa, joka vastaa kulloinkin voimassa olevaa suomen pankin peruskorkoa lisattyna neljalla prosenttiyksikolla. jollei palautettavaa maaraa makseta viimeistaan asetettuna erapaivana, on sille maksettava vuotuista viivastyskorkoa korkolain (633/1982) 4 §:n mukaisesti.",
        "title_sv": "Återbetalning och återkrav av stöd",
        "content_sv": "Om det vid en efterhandsbedömning av villkoren för stödet och stödbeloppet konstateras att den sökande har betalats stöd utan grund, ska det stöd som betalats utan grund återkrävas till finska staten, 1) om den sökande i samband med ansökan om inskrivning i handelsfartygsförteckningen eller ansökan om stöd har gett oriktiga, vilseledande eller bristfälliga uppgifter på någon väsentlig punkt, 2) om den sökande har förtigit omständigheter som i väsentlig grad skulle ha inverkat på godkännandet av fartyget för inskrivning i handelsfartygsförteckningen eller erhållandet av stöd, 3) om den sökande trots uppmaning har vägrat att lämna väsentliga uppgifter, handlingar eller annat material som behövs för att förandet av handelsfartygsförteckningen ska kunna övervakas eller som ansluter sig till erhållandet av stöd, eller 4) om stödet i övrigt har beviljats eller har betalats i väsentligt avseende utan grund eller på oriktiga grunder. I fråga om preskribering av fordringar tillämpas vad som särskilt föreskrivs om detta. Om stöd ändå har betalats utan grund eller på oriktiga grunder på det sätt som avses i 1 mom. 4 punkten, kan det bestämmas att stödet ska återbetalas för högst det stödår då felet konstaterades och för stödåret före det. Återkravet kan frångås helt eller delvis, om det skulle leda till ett uppenbart oskäligt resultat. På det belopp som ska återbetalas ska från utbetalningsdagen erläggas en ränta som motsvarar Finlands Banks grundränta vid tidpunkten i fråga ökad med fyra procentenheter. Om beloppet inte betalas senast på förfallodagen, ska på det betalas en årlig dröjsmålsränta i enlighet med 4 § i räntelagen (633/1982).",
        "normalized_sv": "Om det vid en efterhandsbedömning av villkoren för stödet och stödbeloppet konstateras att den sökande har betalats stöd utan grund, ska det stöd som betalats utan grund återkrävas till finska staten, 1) om den sökande i samband med ansökan om inskrivning i handelsfartygsförteckningen eller ansökan om stöd har gett oriktiga, vilseledande eller bristfälliga uppgifter på någon väsentlig punkt, 2) om den sökande har förtigit omständigheter som i väsentlig grad skulle ha inverkat på godkännandet av fartyget för inskrivning i handelsfartygsförteckningen eller erhållandet av stöd, 3) om den sökande trots uppmaning har vägrat att lämna väsentliga uppgifter, handlingar eller annat material som behövs för att förandet av handelsfartygsförteckningen ska kunna övervakas eller som ansluter sig till erhållandet av stöd, eller 4) om stödet i övrigt har beviljats eller har betalats i väsentligt avseende utan grund eller på oriktiga grunder. I fråga om preskribering av fordringar tillämpas vad som särskilt föreskrivs om detta. Om stöd ändå har betalats utan grund eller på oriktiga grunder på det sätt som avses i 1 mom. 4 punkten, kan det bestämmas att stödet ska återbetalas för högst det stödår då felet konstaterades och för stödåret före det. Återkravet kan frångås helt eller delvis, om det skulle leda till ett uppenbart oskäligt resultat. På det belopp som ska återbetalas ska från utbetalningsdagen erläggas en ränta som motsvarar Finlands Banks grundränta vid tidpunkten i fråga ökad med fyra procentenheter. Om beloppet inte betalas senast på förfallodagen, ska på det betalas en årlig dröjsmålsränta i enlighet med 4 § i räntelagen (633/1982).",
        "folded_sv": "om det vid en efterhandsbedomning av villkoren for stodet och stodbeloppet konstateras att den sokande har betalats stod utan grund, ska det stod som betalats utan grund aterkravas till finska staten, 1) om den sokande i samband med ansokan om inskrivning i handelsfartygsforteckningen eller ansokan om stod har gett oriktiga, vilseledande eller bristfalliga uppgifter pa nagon vasentlig punkt, 2) om den sokande har fortigit omstandigheter som i vasentlig grad skulle ha inverkat pa godkannandet av fartyget for inskrivning i handelsfartygsforteckningen eller erhallandet av stod, 3) om den sokande trots uppmaning har vagrat att lamna vasentliga uppgifter, handlingar eller annat material som behovs for att forandet av handelsfartygsforteckningen ska kunna overvakas eller som ansluter sig till erhallandet av stod, eller 4) om stodet i ovrigt har beviljats eller har betalats i vasentligt avseende utan grund eller pa oriktiga grunder. i fraga om preskribering av fordringar tillampas vad som sarskilt foreskrivs om detta. om stod anda har betalats utan grund eller pa oriktiga grunder pa det satt som avses i 1 mom. 4 punkten, kan det bestammas att stodet ska aterbetalas for hogst det stodar da felet konstaterades och for stodaret fore det. aterkravet kan frangas helt eller delvis, om det skulle leda till ett uppenbart oskaligt resultat. pa det belopp som ska aterbetalas ska fran utbetalningsdagen erlaggas en ranta som motsvarar finlands banks grundranta vid tidpunkten i fraga okad med fyra procentenheter. om beloppet inte betalas senast pa forfallodagen, ska pa det betalas en arlig drojsmalsranta i enlighet med 4 § i rantelagen (633/1982)."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "title": "Tietojen käsittely",
      "content": "Viranomaisen hallussa olevien, tässä laissa tarkoitettujen henkilötietojen käsittelyyn sovelletaan, mitä henkilötietolaissa (523/1999) säädetään ja tietojen luovuttamiseen sovelletaan, mitä viranomaisten toiminnan julkisuudesta annetussa laissa säädetään. Tässä laissa tarkoitetut tiedot voidaan luovuttaa viranomaiselle ja viranomaiselta myös teknisen käyttöyhteyden avulla tai muutoin sähköisesti. Hakemuksen ja sen liitteiden sekä muun selvityksen toimittaminen sähköisesti tukiviranomaiselle edellyttää, että hakija ja tukiviranomainen sopivat ennalta tietojen toimittamistavasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_23",
        "normalized_fi": "Viranomaisen hallussa olevien, tässä laissa tarkoitettujen henkilötietojen käsittelyyn sovelletaan, mitä henkilötietolaissa (523/1999) säädetään ja tietojen luovuttamiseen sovelletaan, mitä viranomaisten toiminnan julkisuudesta annetussa laissa säädetään. Tässä laissa tarkoitetut tiedot voidaan luovuttaa viranomaiselle ja viranomaiselta myös teknisen käyttöyhteyden avulla tai muutoin sähköisesti. Hakemuksen ja sen liitteiden sekä muun selvityksen toimittaminen sähköisesti tukiviranomaiselle edellyttää, että hakija ja tukiviranomainen sopivat ennalta tietojen toimittamistavasta.",
        "folded_fi": "viranomaisen hallussa olevien, tassa laissa tarkoitettujen henkilotietojen kasittelyyn sovelletaan, mita henkilotietolaissa (523/1999) saadetaan ja tietojen luovuttamiseen sovelletaan, mita viranomaisten toiminnan julkisuudesta annetussa laissa saadetaan. tassa laissa tarkoitetut tiedot voidaan luovuttaa viranomaiselle ja viranomaiselta myos teknisen kayttoyhteyden avulla tai muutoin sahkoisesti. hakemuksen ja sen liitteiden seka muun selvityksen toimittaminen sahkoisesti tukiviranomaiselle edellyttaa, etta hakija ja tukiviranomainen sopivat ennalta tietojen toimittamistavasta.",
        "title_sv": "Behandling av uppgifter",
        "content_sv": "I fråga om behandlingen av personuppgifter som en myndighet förfogar över och som avses i denna lag tillämpas personuppgiftslagen (523/1999), och i fråga om utlämnande av uppgifter tillämpas lagen om offentlighet i myndigheternas verksamhet. Uppgifter som avses i denna lag kan lämnas ut till en myndighet och från en myndighet också via en teknisk anslutning eller på annat sätt i elektronisk form. Inlämnande av ansökan jämte bilagor samt annan utredning i elektronisk form till stödmyndigheten förutsätter att den sökande och stödmyndigheten på förhand kommer överens om sättet för inlämnande av uppgifterna.",
        "normalized_sv": "I fråga om behandlingen av personuppgifter som en myndighet förfogar över och som avses i denna lag tillämpas personuppgiftslagen (523/1999), och i fråga om utlämnande av uppgifter tillämpas lagen om offentlighet i myndigheternas verksamhet. Uppgifter som avses i denna lag kan lämnas ut till en myndighet och från en myndighet också via en teknisk anslutning eller på annat sätt i elektronisk form. Inlämnande av ansökan jämte bilagor samt annan utredning i elektronisk form till stödmyndigheten förutsätter att den sökande och stödmyndigheten på förhand kommer överens om sättet för inlämnande av uppgifterna.",
        "folded_sv": "i fraga om behandlingen av personuppgifter som en myndighet forfogar over och som avses i denna lag tillampas personuppgiftslagen (523/1999), och i fraga om utlamnande av uppgifter tillampas lagen om offentlighet i myndigheternas verksamhet. uppgifter som avses i denna lag kan lamnas ut till en myndighet och fran en myndighet ocksa via en teknisk anslutning eller pa annat satt i elektronisk form. inlamnande av ansokan jamte bilagor samt annan utredning i elektronisk form till stodmyndigheten forutsatter att den sokande och stodmyndigheten pa forhand kommer overens om sattet for inlamnande av uppgifterna."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "title": "Vaitiolovelvollisuus",
      "content": "Joka tämän lain mukaisiin tehtäviin liittyviä toimenpiteitä suorittaessaan on saanut tietää jotakin toisen henkilön ominaisuuksista, henkilökohtaisista oloista tai taloudellisesta asemasta, ei saa henkilötietolain ja viranomaisten toiminnan julkisuudesta annetun lain vastaisesti sivulliselle ilmaista näin saamiaan tietoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_24",
        "normalized_fi": "Joka tämän lain mukaisiin tehtäviin liittyviä toimenpiteitä suorittaessaan on saanut tietää jotakin toisen henkilön ominaisuuksista, henkilökohtaisista oloista tai taloudellisesta asemasta, ei saa henkilötietolain ja viranomaisten toiminnan julkisuudesta annetun lain vastaisesti sivulliselle ilmaista näin saamiaan tietoja.",
        "folded_fi": "joka taman lain mukaisiin tehtaviin liittyvia toimenpiteita suorittaessaan on saanut tietaa jotakin toisen henkilon ominaisuuksista, henkilokohtaisista oloista tai taloudellisesta asemasta, ei saa henkilotietolain ja viranomaisten toiminnan julkisuudesta annetun lain vastaisesti sivulliselle ilmaista nain saamiaan tietoja.",
        "title_sv": "Tystnadsplikt",
        "content_sv": "Den som vid utförandet av åtgärder enligt denna lag har fått kännedom om något som gäller en annan persons egenskaper, personliga förhållanden eller ekonomiska ställning, får inte i strid med personuppgiftslagen och lagen om offentlighet i myndigheternas verksamhet för utomstående röja de uppgifter som han eller hon på detta sätt har erhållit.",
        "normalized_sv": "Den som vid utförandet av åtgärder enligt denna lag har fått kännedom om något som gäller en annan persons egenskaper, personliga förhållanden eller ekonomiska ställning, får inte i strid med personuppgiftslagen och lagen om offentlighet i myndigheternas verksamhet för utomstående röja de uppgifter som han eller hon på detta sätt har erhållit.",
        "folded_sv": "den som vid utforandet av atgarder enligt denna lag har fatt kannedom om nagot som galler en annan persons egenskaper, personliga forhallanden eller ekonomiska stallning, far inte i strid med personuppgiftslagen och lagen om offentlighet i myndigheternas verksamhet for utomstaende roja de uppgifter som han eller hon pa detta satt har erhallit."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "Tietojen säilyttäminen",
      "content": "Tukiviranomaisen on säilytettävä tämän lain mukaiset kauppa-alusluetteloon merkitsemiseen ja siitä poistamiseen, ennakkoratkaisuihin sekä tukiin liittyvät asiakirjat siten kuin arkistolaissa (831/1994) säädetään. Jos arkistolaitos ei ole määrännyt säilytettäväksi mainittuja asiakirjoja pysyvästi, tukiviranomaisen on säilytettävä niitä 10 vuoden ajan. Asiakirjojen ja tietojen säilytysaika alkaa siitä, kun päätös on annettu tai asia lakkaa muuten olemasta vireillä tukiviranomaisessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_25",
        "normalized_fi": "Tukiviranomaisen on säilytettävä tämän lain mukaiset kauppa-alusluetteloon merkitsemiseen ja siitä poistamiseen, ennakkoratkaisuihin sekä tukiin liittyvät asiakirjat siten kuin arkistolaissa (831/1994) säädetään. Jos arkistolaitos ei ole määrännyt säilytettäväksi mainittuja asiakirjoja pysyvästi, tukiviranomaisen on säilytettävä niitä 10 vuoden ajan. Asiakirjojen ja tietojen säilytysaika alkaa siitä, kun päätös on annettu tai asia lakkaa muuten olemasta vireillä tukiviranomaisessa.",
        "folded_fi": "tukiviranomaisen on sailytettava taman lain mukaiset kauppa-alusluetteloon merkitsemiseen ja siita poistamiseen, ennakkoratkaisuihin seka tukiin liittyvat asiakirjat siten kuin arkistolaissa (831/1994) saadetaan. jos arkistolaitos ei ole maarannyt sailytettavaksi mainittuja asiakirjoja pysyvasti, tukiviranomaisen on sailytettava niita 10 vuoden ajan. asiakirjojen ja tietojen sailytysaika alkaa siita, kun paatos on annettu tai asia lakkaa muuten olemasta vireilla tukiviranomaisessa.",
        "title_sv": "Bevarande av uppgifter",
        "content_sv": "Stödmyndigheten ska på det sätt som bestäms i arkivlagen (831/1994) bevara de i denna lag avsedda handlingar som hänför sig till inskrivning i och avförande ur handelsfartygsförteckningen, förhandsavgöranden samt stöd. Om arkivverket inte har förordnat att de nämnda handlingarna ska bevaras permanent, ska stödmyndigheten bevara dem i 10 år. Bevaringstiden för handlingar och uppgifter börjar när beslut har meddelats eller när ärendet på annat sätt upphör att vara anhängigt hos stödmyndigheten.",
        "normalized_sv": "Stödmyndigheten ska på det sätt som bestäms i arkivlagen (831/1994) bevara de i denna lag avsedda handlingar som hänför sig till inskrivning i och avförande ur handelsfartygsförteckningen, förhandsavgöranden samt stöd. Om arkivverket inte har förordnat att de nämnda handlingarna ska bevaras permanent, ska stödmyndigheten bevara dem i 10 år. Bevaringstiden för handlingar och uppgifter börjar när beslut har meddelats eller när ärendet på annat sätt upphör att vara anhängigt hos stödmyndigheten.",
        "folded_sv": "stodmyndigheten ska pa det satt som bestams i arkivlagen (831/1994) bevara de i denna lag avsedda handlingar som hanfor sig till inskrivning i och avforande ur handelsfartygsforteckningen, forhandsavgoranden samt stod. om arkivverket inte har forordnat att de namnda handlingarna ska bevaras permanent, ska stodmyndigheten bevara dem i 10 ar. bevaringstiden for handlingar och uppgifter borjar nar beslut har meddelats eller nar arendet pa annat satt upphor att vara anhangigt hos stodmyndigheten."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "Päätöksistä perittävät maksut",
      "content": "Kauppa-alusluetteloon merkitsemisestä, siitä poistamisesta, tukihakemuksen johdosta tehtävästä päätöksestä ja ennakkoratkaisusta peritään maksu siten kuin valtion maksuperustelaissa (150/1992) ja viranomaisten toiminnan julkisuudesta annetun lain 34 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_26",
        "normalized_fi": "Kauppa-alusluetteloon merkitsemisestä, siitä poistamisesta, tukihakemuksen johdosta tehtävästä päätöksestä ja ennakkoratkaisusta peritään maksu siten kuin valtion maksuperustelaissa (150/1992) ja viranomaisten toiminnan julkisuudesta annetun lain 34 § :ssä säädetään.",
        "folded_fi": "kauppa-alusluetteloon merkitsemisesta, siita poistamisesta, tukihakemuksen johdosta tehtavasta paatoksesta ja ennakkoratkaisusta peritaan maksu siten kuin valtion maksuperustelaissa (150/1992) ja viranomaisten toiminnan julkisuudesta annetun lain 34 §:ssa saadetaan.",
        "title_sv": "Avgifter för beslut",
        "content_sv": "För inskrivning i och avförande ur handelsfartygsförteckningen, för beslut med anledning av ansökan om stöd och för förhandsavgöranden tas det ut en avgift i enlighet med lagen om grunderna för avgifter till staten (150/1992) och 34 § i lagen om offentlighet i myndigheternas verksamhet.",
        "normalized_sv": "För inskrivning i och avförande ur handelsfartygsförteckningen, för beslut med anledning av ansökan om stöd och för förhandsavgöranden tas det ut en avgift i enlighet med lagen om grunderna för avgifter till staten (150/1992) och 34 § i lagen om offentlighet i myndigheternas verksamhet.",
        "folded_sv": "for inskrivning i och avforande ur handelsfartygsforteckningen, for beslut med anledning av ansokan om stod och for forhandsavgoranden tas det ut en avgift i enlighet med lagen om grunderna for avgifter till staten (150/1992) och 34 § i lagen om offentlighet i myndigheternas verksamhet."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "Oikaisuvaatimus ja muutoksenhaku",
      "content": "Tukiviranomaisen päätökseen saa siihen tyytymätön asianosainen hakea oikaisua 30 päivän kuluessa päätöksen tiedoksisaannista. Oikaisuvaatimus tehdään tukiviranomaiselle. Oikaisuvaatimuksesta annettuun päätökseen saa valittamalla hakea muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Sen lisäksi, mitä muutoksenhausta erikseen säädetään, tukiviranomaisella on oikeus valittaa hallinto-oikeuden tämän lain nojalla tekemästä päätöksestä, jos hallinto-oikeus on muuttanut tukiviranomaisen päätöstä tai kumonnut sen. Tukiviranomaisen tämän lain mukaisesti määräämään maksuun haetaan muutosta siten kuin valtion maksuperustelain 11 b §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_27",
        "normalized_fi": "Tukiviranomaisen päätökseen saa siihen tyytymätön asianosainen hakea oikaisua 30 päivän kuluessa päätöksen tiedoksisaannista. Oikaisuvaatimus tehdään tukiviranomaiselle. Oikaisuvaatimuksesta annettuun päätökseen saa valittamalla hakea muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Sen lisäksi, mitä muutoksenhausta erikseen säädetään, tukiviranomaisella on oikeus valittaa hallinto-oikeuden tämän lain nojalla tekemästä päätöksestä, jos hallinto-oikeus on muuttanut tukiviranomaisen päätöstä tai kumonnut sen. Tukiviranomaisen tämän lain mukaisesti määräämään maksuun haetaan muutosta siten kuin valtion maksuperustelain 11 b § :ssä säädetään.",
        "folded_fi": "tukiviranomaisen paatokseen saa siihen tyytymaton asianosainen hakea oikaisua 30 paivan kuluessa paatoksen tiedoksisaannista. oikaisuvaatimus tehdaan tukiviranomaiselle. oikaisuvaatimuksesta annettuun paatokseen saa valittamalla hakea muutosta siten kuin hallintolainkayttolaissa (586/1996) saadetaan. sen lisaksi, mita muutoksenhausta erikseen saadetaan, tukiviranomaisella on oikeus valittaa hallinto-oikeuden taman lain nojalla tekemasta paatoksesta, jos hallinto-oikeus on muuttanut tukiviranomaisen paatosta tai kumonnut sen. tukiviranomaisen taman lain mukaisesti maaraamaan maksuun haetaan muutosta siten kuin valtion maksuperustelain 11 b §:ssa saadetaan.",
        "title_sv": "Rättelseyrkande och ändringssökande",
        "content_sv": "En part som är missnöjd med stödmyndighetens beslut får söka rättelse i beslutet inom 30 dagar efter det att parten fick del av beslutet. Yrkande på rättelse framställs hos stödmyndigheten. I ett beslut med anledning av ett yrkande på rättelse får ändring sökas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Utöver vad som särskilt föreskrivs om ändringssökande, har stödmyndigheten rätt att överklaga ett beslut som förvaltningsdomstolen har fattat med stöd av denna lag, om förvaltningsdomstolen har ändrat stödmyndighetens beslut eller upphävt det. Ändring i en avgift som stödmyndigheten fastställt enligt denna lag får sökas på det sätt som föreskrivs i 11 b § i lagen om grunderna för avgifter till staten.",
        "normalized_sv": "En part som är missnöjd med stödmyndighetens beslut får söka rättelse i beslutet inom 30 dagar efter det att parten fick del av beslutet. Yrkande på rättelse framställs hos stödmyndigheten. I ett beslut med anledning av ett yrkande på rättelse får ändring sökas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Utöver vad som särskilt föreskrivs om ändringssökande, har stödmyndigheten rätt att överklaga ett beslut som förvaltningsdomstolen har fattat med stöd av denna lag, om förvaltningsdomstolen har ändrat stödmyndighetens beslut eller upphävt det. Ändring i en avgift som stödmyndigheten fastställt enligt denna lag får sökas på det sätt som föreskrivs i 11 b § i lagen om grunderna för avgifter till staten.",
        "folded_sv": "en part som ar missnojd med stodmyndighetens beslut far soka rattelse i beslutet inom 30 dagar efter det att parten fick del av beslutet. yrkande pa rattelse framstalls hos stodmyndigheten. i ett beslut med anledning av ett yrkande pa rattelse far andring sokas genom besvar pa det satt som foreskrivs i forvaltningsprocesslagen (586/1996). utover vad som sarskilt foreskrivs om andringssokande, har stodmyndigheten ratt att overklaga ett beslut som forvaltningsdomstolen har fattat med stod av denna lag, om forvaltningsdomstolen har andrat stodmyndighetens beslut eller upphavt det. andring i en avgift som stodmyndigheten faststallt enligt denna lag far sokas pa det satt som foreskrivs i 11 b § i lagen om grunderna for avgifter till staten."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "title": "Täytäntöönpano",
      "content": "Tukiviranomaisen päätös voidaan panna täytäntöön muutoksenhausta huolimatta, ellei oikaisuvaatimuksen käsittelevä viranomainen tai valitusviranomainen kiellä päätöksen täytäntöönpanoa, määrää sitä keskeytettäväksi tai muussa täytäntöönpanoa koskevassa määräyksessä toisin määrää. Takaisinperintää koskevassa asiassa annettu päätös voidaan panna täytäntöön verojen ja maksujen täytäntöönpanosta annetun lain (706/2007) 3 §:ssä säädetyssä järjestyksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_28",
        "normalized_fi": "Tukiviranomaisen päätös voidaan panna täytäntöön muutoksenhausta huolimatta, ellei oikaisuvaatimuksen käsittelevä viranomainen tai valitusviranomainen kiellä päätöksen täytäntöönpanoa, määrää sitä keskeytettäväksi tai muussa täytäntöönpanoa koskevassa määräyksessä toisin määrää. Takaisinperintää koskevassa asiassa annettu päätös voidaan panna täytäntöön verojen ja maksujen täytäntöönpanosta annetun lain (706/2007) 3 § :ssä säädetyssä järjestyksessä.",
        "folded_fi": "tukiviranomaisen paatos voidaan panna taytantoon muutoksenhausta huolimatta, ellei oikaisuvaatimuksen kasitteleva viranomainen tai valitusviranomainen kiella paatoksen taytantoonpanoa, maaraa sita keskeytettavaksi tai muussa taytantoonpanoa koskevassa maarayksessa toisin maaraa. takaisinperintaa koskevassa asiassa annettu paatos voidaan panna taytantoon verojen ja maksujen taytantoonpanosta annetun lain (706/2007) 3 §:ssa saadetyssa jarjestyksessa.",
        "title_sv": "Verkställighet",
        "content_sv": "Stödmyndighetens beslut kan verkställas även om det överklagas, om inte den myndighet som behandlar rättelseyrkandet eller besvärsmyndigheten förbjuder verkställigheten av beslutet, bestämmer att verkställigheten ska avbrytas eller bestämmer något annat i något annat förordnande som gäller verkställighet. Ett beslut i ett ärende som gäller återkrav kan verkställas på det sätt som anges i 3 § i lagen om verkställighet av skatter och avgifter (706/2007).",
        "normalized_sv": "Stödmyndighetens beslut kan verkställas även om det överklagas, om inte den myndighet som behandlar rättelseyrkandet eller besvärsmyndigheten förbjuder verkställigheten av beslutet, bestämmer att verkställigheten ska avbrytas eller bestämmer något annat i något annat förordnande som gäller verkställighet. Ett beslut i ett ärende som gäller återkrav kan verkställas på det sätt som anges i 3 § i lagen om verkställighet av skatter och avgifter (706/2007).",
        "folded_sv": "stodmyndighetens beslut kan verkstallas aven om det overklagas, om inte den myndighet som behandlar rattelseyrkandet eller besvarsmyndigheten forbjuder verkstalligheten av beslutet, bestammer att verkstalligheten ska avbrytas eller bestammer nagot annat i nagot annat forordnande som galler verkstallighet. ett beslut i ett arende som galler aterkrav kan verkstallas pa det satt som anges i 3 § i lagen om verkstallighet av skatter och avgifter (706/2007)."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "title": "Ilmoitukset ja tiedonannot",
      "content": "Tukiviranomainen ilmoittaa internetsivuillaan kauppa-alusluetteloon merkitsemisen ja tuen myöntämisen edellytyksistä. Tukiviranomainen ilmoittaa kauppa-alusluetteloon merkityille tuen hakemiseen oikeutetuille haettavana olevasta tuesta hyvissä ajoin ennen tukijaksoa koskevan tuen hakemiselle varatun määräajan päättymistä. Tukiviranomainen antaa liikenne- ja viestintäministeriölle tukivuosittain tiedot tämän lain perusteella maksetuista tuista ja lain vaikutuksista merenkulun kehitykseen. Euroopan yhteisöjen komissiolle tapahtuvasta meriliikenteen valtiontuen suuntaviivoissa edellytetystä raportoinnista ja tukien koordinoinnista säädetään erikseen. Tukiviranomainen antaa tiedot tämän lain perusteella maksetuista tuista muille viranomaisille siten kuin siitä erikseen säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_29",
        "normalized_fi": "Tukiviranomainen ilmoittaa internetsivuillaan kauppa-alusluetteloon merkitsemisen ja tuen myöntämisen edellytyksistä. Tukiviranomainen ilmoittaa kauppa-alusluetteloon merkityille tuen hakemiseen oikeutetuille haettavana olevasta tuesta hyvissä ajoin ennen tukijaksoa koskevan tuen hakemiselle varatun määräajan päättymistä. Tukiviranomainen antaa liikenne- ja viestintäministeriölle tukivuosittain tiedot tämän lain perusteella maksetuista tuista ja lain vaikutuksista merenkulun kehitykseen. Euroopan yhteisöjen komissiolle tapahtuvasta meriliikenteen valtiontuen suuntaviivoissa edellytetystä raportoinnista ja tukien koordinoinnista säädetään erikseen. Tukiviranomainen antaa tiedot tämän lain perusteella maksetuista tuista muille viranomaisille siten kuin siitä erikseen säädetään.",
        "folded_fi": "tukiviranomainen ilmoittaa internetsivuillaan kauppa-alusluetteloon merkitsemisen ja tuen myontamisen edellytyksista. tukiviranomainen ilmoittaa kauppa-alusluetteloon merkityille tuen hakemiseen oikeutetuille haettavana olevasta tuesta hyvissa ajoin ennen tukijaksoa koskevan tuen hakemiselle varatun maaraajan paattymista. tukiviranomainen antaa liikenne- ja viestintaministeriolle tukivuosittain tiedot taman lain perusteella maksetuista tuista ja lain vaikutuksista merenkulun kehitykseen. euroopan yhteisojen komissiolle tapahtuvasta meriliikenteen valtiontuen suuntaviivoissa edellytetysta raportoinnista ja tukien koordinoinnista saadetaan erikseen. tukiviranomainen antaa tiedot taman lain perusteella maksetuista tuista muille viranomaisille siten kuin siita erikseen saadetaan.",
        "title_sv": "Information och meddelanden",
        "content_sv": "Stödmyndigheten informerar på sin webbplats om villkoren för inskrivning i handelsfartygsförteckningen och beviljande av stöd. Stödmyndigheten informerar dem som inskrivits i handelsfartygsförteckningen och har rätt att ansöka om stöd om det stöd som kan sökas, i god tid före utgången av den ansökningstid som gäller för varje stödperiod. Stödmyndigheten lämnar för varje stödår kommunikationsministeriet uppgifter om stöd som har betalats enligt denna lag och om lagens inverkan på utvecklingen inom sjöfartsnäringen. Angående den rapportering till Europeiska gemenskapernas kommission och den samordning av stöden som förutsätts i riktlinjerna för statligt stöd till sjötransport föreskrivs särskilt. Stödmyndigheten lämnar ut uppgifter om stöd som har betalats enligt denna lag till andra myndigheter enligt vad som föreskrivs särskilt.",
        "normalized_sv": "Stödmyndigheten informerar på sin webbplats om villkoren för inskrivning i handelsfartygsförteckningen och beviljande av stöd. Stödmyndigheten informerar dem som inskrivits i handelsfartygsförteckningen och har rätt att ansöka om stöd om det stöd som kan sökas, i god tid före utgången av den ansökningstid som gäller för varje stödperiod. Stödmyndigheten lämnar för varje stödår kommunikationsministeriet uppgifter om stöd som har betalats enligt denna lag och om lagens inverkan på utvecklingen inom sjöfartsnäringen. Angående den rapportering till Europeiska gemenskapernas kommission och den samordning av stöden som förutsätts i riktlinjerna för statligt stöd till sjötransport föreskrivs särskilt. Stödmyndigheten lämnar ut uppgifter om stöd som har betalats enligt denna lag till andra myndigheter enligt vad som föreskrivs särskilt.",
        "folded_sv": "stodmyndigheten informerar pa sin webbplats om villkoren for inskrivning i handelsfartygsforteckningen och beviljande av stod. stodmyndigheten informerar dem som inskrivits i handelsfartygsforteckningen och har ratt att ansoka om stod om det stod som kan sokas, i god tid fore utgangen av den ansokningstid som galler for varje stodperiod. stodmyndigheten lamnar for varje stodar kommunikationsministeriet uppgifter om stod som har betalats enligt denna lag och om lagens inverkan pa utvecklingen inom sjofartsnaringen. angaende den rapportering till europeiska gemenskapernas kommission och den samordning av stoden som forutsatts i riktlinjerna for statligt stod till sjotransport foreskrivs sarskilt. stodmyndigheten lamnar ut uppgifter om stod som har betalats enligt denna lag till andra myndigheter enligt vad som foreskrivs sarskilt."
      }
    },
    {
      "provision_ref": "6:30",
      "chapter": "6",
      "section": "30",
      "title": "Valvontaviranomainen",
      "content": "Liikenne- ja viestintäministeriö valvoo tämän lain täytäntöönpanoa. Tukiviranomainen valvoo kauppa-alusluetteloon merkitsemisen edellytysten noudattamista ja tuen myöntämisen edellytysten oikeellisuutta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_30",
        "normalized_fi": "Liikenne- ja viestintäministeriö valvoo tämän lain täytäntöönpanoa. Tukiviranomainen valvoo kauppa-alusluetteloon merkitsemisen edellytysten noudattamista ja tuen myöntämisen edellytysten oikeellisuutta.",
        "folded_fi": "liikenne- ja viestintaministerio valvoo taman lain taytantoonpanoa. tukiviranomainen valvoo kauppa-alusluetteloon merkitsemisen edellytysten noudattamista ja tuen myontamisen edellytysten oikeellisuutta.",
        "title_sv": "Tillsynsmyndighet",
        "content_sv": "Kommunikationsministeriet har tillsyn över verkställigheten av denna lag. Stödmyndigheten ska övervaka att villkoren för inskrivning i handelsfartygsförteckningen iakttas och att stöden beviljas på riktiga grunder.",
        "normalized_sv": "Kommunikationsministeriet har tillsyn över verkställigheten av denna lag. Stödmyndigheten ska övervaka att villkoren för inskrivning i handelsfartygsförteckningen iakttas och att stöden beviljas på riktiga grunder.",
        "folded_sv": "kommunikationsministeriet har tillsyn over verkstalligheten av denna lag. stodmyndigheten ska overvaka att villkoren for inskrivning i handelsfartygsforteckningen iakttas och att stoden beviljas pa riktiga grunder."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "title": "Tarkemmat säännökset",
      "content": "Liikenne- ja viestintäministeriön asetuksella voidaan antaa tarkempia säännöksiä tämän lain: 1) 14 ja 16 §:ssä tarkoitetusta tuen hakemista ja selvitysten esittämistä koskevasta menettelystä; 2) 19 §:ssä tarkoitetusta tuen myöntämisestä; ja 3) 21 §:ssä tarkoitetusta tuen saajan ilmoitusvelvollisuudesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_31",
        "normalized_fi": "Liikenne- ja viestintäministeriön asetuksella voidaan antaa tarkempia säännöksiä tämän lain: 1) 14 ja 16 § :ssä tarkoitetusta tuen hakemista ja selvitysten esittämistä koskevasta menettelystä; 2) 19 § :ssä tarkoitetusta tuen myöntämisestä; ja 3) 21 § :ssä tarkoitetusta tuen saajan ilmoitusvelvollisuudesta.",
        "folded_fi": "liikenne- ja viestintaministerion asetuksella voidaan antaa tarkempia saannoksia taman lain: 1) 14 ja 16 §:ssa tarkoitetusta tuen hakemista ja selvitysten esittamista koskevasta menettelysta; 2) 19 §:ssa tarkoitetusta tuen myontamisesta; ja 3) 21 §:ssa tarkoitetusta tuen saajan ilmoitusvelvollisuudesta.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Genom förordning av kommunikationsministeriet kan närmare bestämmelser utfärdas om 1) hur ansökan om stöd görs och uppgifter lämnas enligt 14 och 16 §, 2) hur stöd beviljas enligt 19 §, och 3) stödmottagarens anmälningsskyldighet enligt 21 §.",
        "normalized_sv": "Genom förordning av kommunikationsministeriet kan närmare bestämmelser utfärdas om 1) hur ansökan om stöd görs och uppgifter lämnas enligt 14 och 16 § , 2) hur stöd beviljas enligt 19 § , och 3) stödmottagarens anmälningsskyldighet enligt 21 § .",
        "folded_sv": "genom forordning av kommunikationsministeriet kan narmare bestammelser utfardas om 1) hur ansokan om stod gors och uppgifter lamnas enligt 14 och 16 §, 2) hur stod beviljas enligt 19 §, och 3) stodmottagarens anmalningsskyldighet enligt 21 §."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan valtioneuvoston asetuksella säädettävänä ajankohtana. Tätä lakia sovelletaan 1 päivänä tammikuuta 2008 ja sen jälkeen aiheutuneista kustannuksista maksettavaan tukeen. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin. Tällä lailla kumotaan ulkomaanliikenteen kauppa-alusluettelosta 30 päivänä joulukuuta 1991 annettu laki (1707/1991) siihen myöhemmin tehtyine muutoksineen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_32",
        "normalized_fi": "Tämä laki tulee voimaan valtioneuvoston asetuksella säädettävänä ajankohtana. Tätä lakia sovelletaan 1 päivänä tammikuuta 2008 ja sen jälkeen aiheutuneista kustannuksista maksettavaan tukeen. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin. Tällä lailla kumotaan ulkomaanliikenteen kauppa-alusluettelosta 30 päivänä joulukuuta 1991 annettu laki (1707/1991) siihen myöhemmin tehtyine muutoksineen.",
        "folded_fi": "tama laki tulee voimaan valtioneuvoston asetuksella saadettavana ajankohtana. tata lakia sovelletaan 1 paivana tammikuuta 2008 ja sen jalkeen aiheutuneista kustannuksista maksettavaan tukeen. ennen taman lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin. talla lailla kumotaan ulkomaanliikenteen kauppa-alusluettelosta 30 paivana joulukuuta 1991 annettu laki (1707/1991) siihen myohemmin tehtyine muutoksineen.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft vid en tidpunkt som bestäms genom förordning av statsrådet. Lagen tillämpas på stöd som betalas för kostnader som uppkommit den 1 januari 2008 och därefter. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft. Genom denna lag upphävs lagen av den 30 december 1991 om en förteckning över handelsfartyg i utrikesfart (1707/1991) jämte ändringar.",
        "normalized_sv": "Denna lag träder i kraft vid en tidpunkt som bestäms genom förordning av statsrådet. Lagen tillämpas på stöd som betalas för kostnader som uppkommit den 1 januari 2008 och därefter. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft. Genom denna lag upphävs lagen av den 30 december 1991 om en förteckning över handelsfartyg i utrikesfart (1707/1991) jämte ändringar.",
        "folded_sv": "denna lag trader i kraft vid en tidpunkt som bestams genom forordning av statsradet. lagen tillampas pa stod som betalas for kostnader som uppkommit den 1 januari 2008 och darefter. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft. genom denna lag upphavs lagen av den 30 december 1991 om en forteckning over handelsfartyg i utrikesfart (1707/1991) jamte andringar."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "title": "Siirtymäsäännös",
      "content": "Ennen tämän lain voimaantuloa vireille tulleisiin tukihakemuksiin sovelletaan tämän lain voimaan tullessa voimassa olleita säännöksiä. Ulkomaanliikenteen kauppa-alusluettelosta annetun lain mukaisesti maksettavat tuet otetaan huomioon jo maksettuina tukina myönnettäessä tämän lain mukaisia samalta ajalta maksettavia tukia. Eräiltä matkustaja-aluksilta saadusta merityötulosta toimitetun ennakonpidätyksen väliaikaisesta maksuvapaudesta annetun lain (625/2004) mukaisesti verottajalle maksamatta jätettyjen ennakonpidätysten määrä otetaan huomioon jo suoritettuna tukena määriteltäessä tämän lain mukaisen tuen määrää 1 päivänä tammikuuta 2008 ja lain voimaantulon väliseltä ajalta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_33",
        "normalized_fi": "Ennen tämän lain voimaantuloa vireille tulleisiin tukihakemuksiin sovelletaan tämän lain voimaan tullessa voimassa olleita säännöksiä. Ulkomaanliikenteen kauppa-alusluettelosta annetun lain mukaisesti maksettavat tuet otetaan huomioon jo maksettuina tukina myönnettäessä tämän lain mukaisia samalta ajalta maksettavia tukia. Eräiltä matkustaja-aluksilta saadusta merityötulosta toimitetun ennakonpidätyksen väliaikaisesta maksuvapaudesta annetun lain (625/2004) mukaisesti verottajalle maksamatta jätettyjen ennakonpidätysten määrä otetaan huomioon jo suoritettuna tukena määriteltäessä tämän lain mukaisen tuen määrää 1 päivänä tammikuuta 2008 ja lain voimaantulon väliseltä ajalta.",
        "folded_fi": "ennen taman lain voimaantuloa vireille tulleisiin tukihakemuksiin sovelletaan taman lain voimaan tullessa voimassa olleita saannoksia. ulkomaanliikenteen kauppa-alusluettelosta annetun lain mukaisesti maksettavat tuet otetaan huomioon jo maksettuina tukina myonnettaessa taman lain mukaisia samalta ajalta maksettavia tukia. erailta matkustaja-aluksilta saadusta merityotulosta toimitetun ennakonpidatyksen valiaikaisesta maksuvapaudesta annetun lain (625/2004) mukaisesti verottajalle maksamatta jatettyjen ennakonpidatysten maara otetaan huomioon jo suoritettuna tukena maariteltaessa taman lain mukaisen tuen maaraa 1 paivana tammikuuta 2008 ja lain voimaantulon valiselta ajalta.",
        "title_sv": "Övergångsbestämmelse",
        "content_sv": "På stödansökningar som har anhängiggjorts innan denna lag har trätt i kraft tillämpas de bestämmelser som gällde vid ikraftträdandet. Stöd som utbetalas enligt lagen om en förteckning över handelsfartyg i utrikesfart beaktas som redan utbetalt stöd när stöd enligt denna lag beviljas för samma tid. Beloppen av de förskottsinnehållningar som inte betalats in till skattemyndigheten i enlighet med lagen om temporär befrielse från betalning av förskottsinnehållning som verkställts på sjöarbetsinkomst från vissa passagerarfartyg (625/2004) beaktas som redan erlagt stöd vid fastställandet av beloppet av stöd enligt denna lag för tiden mellan den 1 januari 2008 och lagens ikraftträdande.",
        "normalized_sv": "På stödansökningar som har anhängiggjorts innan denna lag har trätt i kraft tillämpas de bestämmelser som gällde vid ikraftträdandet. Stöd som utbetalas enligt lagen om en förteckning över handelsfartyg i utrikesfart beaktas som redan utbetalt stöd när stöd enligt denna lag beviljas för samma tid. Beloppen av de förskottsinnehållningar som inte betalats in till skattemyndigheten i enlighet med lagen om temporär befrielse från betalning av förskottsinnehållning som verkställts på sjöarbetsinkomst från vissa passagerarfartyg (625/2004) beaktas som redan erlagt stöd vid fastställandet av beloppet av stöd enligt denna lag för tiden mellan den 1 januari 2008 och lagens ikraftträdande.",
        "folded_sv": "pa stodansokningar som har anhangiggjorts innan denna lag har tratt i kraft tillampas de bestammelser som gallde vid ikrafttradandet. stod som utbetalas enligt lagen om en forteckning over handelsfartyg i utrikesfart beaktas som redan utbetalt stod nar stod enligt denna lag beviljas for samma tid. beloppen av de forskottsinnehallningar som inte betalats in till skattemyndigheten i enlighet med lagen om temporar befrielse fran betalning av forskottsinnehallning som verkstallts pa sjoarbetsinkomst fran vissa passagerarfartyg (625/2004) beaktas som redan erlagt stod vid faststallandet av beloppet av stod enligt denna lag for tiden mellan den 1 januari 2008 och lagens ikrafttradande."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "Tämän lain tarkoituksena on suomalaisen kauppalaivaston kansainvälisen kilpailukyvyn parantaminen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Tämän lain tarkoituksena on suomalaisen kauppalaivaston kansainvälisen kilpailukyvyn parantaminen.",
        "folded_fi": "taman lain tarkoituksena on suomalaisen kauppalaivaston kansainvalisen kilpailukyvyn parantaminen.",
        "title_sv": "Lagens syfte",
        "content_sv": "Syftet med denna lag är att förbättra den finska handelsflottans internationella konkurrenskraft.",
        "normalized_sv": "Syftet med denna lag är att förbättra den finska handelsflottans internationella konkurrenskraft.",
        "folded_sv": "syftet med denna lag ar att forbattra den finska handelsflottans internationella konkurrenskraft."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Lain soveltamisala",
      "content": "Valtion varoista myönnetään tukea meriliikenteessä käytettävien alusten miehistökustannusten kilpailukyvyn parantamiseksi siten kuin tässä laissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Valtion varoista myönnetään tukea meriliikenteessä käytettävien alusten miehistökustannusten kilpailukyvyn parantamiseksi siten kuin tässä laissa säädetään.",
        "folded_fi": "valtion varoista myonnetaan tukea meriliikenteessa kaytettavien alusten miehistokustannusten kilpailukyvyn parantamiseksi siten kuin tassa laissa saadetaan.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Av statens medel beviljas på det sätt som föreskrivs i denna lag stöd för att förbättra konkurrenskraften i fråga om bemanningskostnaderna för fartyg som används för sjötransport.",
        "normalized_sv": "Av statens medel beviljas på det sätt som föreskrivs i denna lag stöd för att förbättra konkurrenskraften i fråga om bemanningskostnaderna för fartyg som används för sjötransport.",
        "folded_sv": "av statens medel beviljas pa det satt som foreskrivs i denna lag stod for att forbattra konkurrenskraften i fraga om bemanningskostnaderna for fartyg som anvands for sjotransport."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) matkustaja-aluksella alusta, joka saa kuljettaa enemmän kuin 12 matkustajaa; 2) lastialuksella sellaista alusta, joka ei ole matkustaja-alus; 3) hinaajalla työntäjällä tai sellaista lastialusta, joka on tarkoitettu hinaamiseen tai työntämiseen ja jota pääasiassa käytetään kuljettamiseen; 4) meriliikenteellä merialueella tapahtuvaa matkustajien tai lastin kuljettamista sekä hinaamista tai työntämistä; pääasiassa satamissa suoritettavat hinaus- tai työntämistoiminnot taikka moottorikäyttöisten alusten avustaminen satamaan eivät ole meriliikennettä; 5) matkustajalla jokaista muuta henkilöä kuin aluksen päällikköä tai laivaväkeen kuuluvaa tai muuta, missä ominaisuudessa tahansa alukseen toimeen otettua tai siinä aluksen lukuun työskentelevää henkilöä; matkustajien lukumäärään ei kuitenkaan lueta yhtä vuotta nuorempia lapsia; 6) pääasiassa ulkomaan meriliikenteessä olevalla aluksella alusta, joka on kalenterivuoden aikana yli puolet toiminta-ajastaan meriliikenteessä Suomen ja ulkomaan satamien välillä tai Suomen aluevesien ulkopuolella mukaan lukien Saimaan kanavan kautta tapahtuva liikenne; 7) tukivuodella yhtä kalenterivuotta; 8) tukiviranomaisella Merenkulkulaitosta; sekä 9) kauppa-alusluettelolla tukiviranomaisen pitämää luetteloa niistä aluksista, jotka voivat hakea tämän lain mukaista tukea.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_3",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) matkustaja-aluksella alusta, joka saa kuljettaa enemmän kuin 12 matkustajaa; 2) lastialuksella sellaista alusta, joka ei ole matkustaja-alus; 3) hinaajalla työntäjällä tai sellaista lastialusta, joka on tarkoitettu hinaamiseen tai työntämiseen ja jota pääasiassa käytetään kuljettamiseen; 4) meriliikenteellä merialueella tapahtuvaa matkustajien tai lastin kuljettamista sekä hinaamista tai työntämistä; pääasiassa satamissa suoritettavat hinaus- tai työntämistoiminnot taikka moottorikäyttöisten alusten avustaminen satamaan eivät ole meriliikennettä; 5) matkustajalla jokaista muuta henkilöä kuin aluksen päällikköä tai laivaväkeen kuuluvaa tai muuta, missä ominaisuudessa tahansa alukseen toimeen otettua tai siinä aluksen lukuun työskentelevää henkilöä; matkustajien lukumäärään ei kuitenkaan lueta yhtä vuotta nuorempia lapsia; 6) pääasiassa ulkomaan meriliikenteessä olevalla aluksella alusta, joka on kalenterivuoden aikana yli puolet toiminta-ajastaan meriliikenteessä Suomen ja ulkomaan satamien välillä tai Suomen aluevesien ulkopuolella mukaan lukien Saimaan kanavan kautta tapahtuva liikenne; 7) tukivuodella yhtä kalenterivuotta; 8) tukiviranomaisella Merenkulkulaitosta; sekä 9) kauppa-alusluettelolla tukiviranomaisen pitämää luetteloa niistä aluksista, jotka voivat hakea tämän lain mukaista tukea.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) matkustaja-aluksella alusta, joka saa kuljettaa enemman kuin 12 matkustajaa; 2) lastialuksella sellaista alusta, joka ei ole matkustaja-alus; 3) hinaajalla tyontajalla tai sellaista lastialusta, joka on tarkoitettu hinaamiseen tai tyontamiseen ja jota paaasiassa kaytetaan kuljettamiseen; 4) meriliikenteella merialueella tapahtuvaa matkustajien tai lastin kuljettamista seka hinaamista tai tyontamista; paaasiassa satamissa suoritettavat hinaus- tai tyontamistoiminnot taikka moottorikayttoisten alusten avustaminen satamaan eivat ole meriliikennetta; 5) matkustajalla jokaista muuta henkiloa kuin aluksen paallikkoa tai laivavakeen kuuluvaa tai muuta, missa ominaisuudessa tahansa alukseen toimeen otettua tai siina aluksen lukuun tyoskentelevaa henkiloa; matkustajien lukumaaraan ei kuitenkaan lueta yhta vuotta nuorempia lapsia; 6) paaasiassa ulkomaan meriliikenteessa olevalla aluksella alusta, joka on kalenterivuoden aikana yli puolet toiminta-ajastaan meriliikenteessa suomen ja ulkomaan satamien valilla tai suomen aluevesien ulkopuolella mukaan lukien saimaan kanavan kautta tapahtuva liikenne; 7) tukivuodella yhta kalenterivuotta; 8) tukiviranomaisella merenkulkulaitosta; seka 9) kauppa-alusluettelolla tukiviranomaisen pitamaa luetteloa niista aluksista, jotka voivat hakea taman lain mukaista tukea.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) passagerarfartyg ett fartyg som får medföra fler än 12 passagerare, 2) lastfartyg ett fartyg som inte är ett passagerarfartyg, 3) bogserbåt skjutbogserare eller ett lastfartyg som är avsett att utföra bogsering eller skjutbogsering och som huvudsakligen används för transport, 4) sjötransport transport av passagerare eller gods till sjöss, bogsering eller skjutbogsering; bogsering och skjutbogsering som huvudsakligen sker i hamnar eller biträdande av motordrivna fartyg i hamn är inte sjötransport, 5) passagerare alla personer med undantag av befälhavaren eller medlemmarna i besättningen eller andra personer som i någon egenskap är anställda eller sysselsatta ombord på ett fartyg för det fartygets behov, och med undantag av barn under ett år, 6) fartyg som huvudsakligen går i utrikes sjöfart ett fartyg som över hälften av sin verksamhetstid under ett kalenderår går i sjöfart mellan finska och utländska hamnar eller utanför Finlands territorialvatten, inbegripet trafik genom Saima kanal, 7) stödår ett kalenderår, 8) stödmyndighet Sjöfartsverket, samt 9) handelsfartygsförteckningen den förteckning som stödmyndigheten för över fartyg för vilka ansökan om stöd enligt denna lag kan göras.",
        "normalized_sv": "I denna lag avses med 1) passagerarfartyg ett fartyg som får medföra fler än 12 passagerare, 2) lastfartyg ett fartyg som inte är ett passagerarfartyg, 3) bogserbåt skjutbogserare eller ett lastfartyg som är avsett att utföra bogsering eller skjutbogsering och som huvudsakligen används för transport, 4) sjötransport transport av passagerare eller gods till sjöss, bogsering eller skjutbogsering; bogsering och skjutbogsering som huvudsakligen sker i hamnar eller biträdande av motordrivna fartyg i hamn är inte sjötransport, 5) passagerare alla personer med undantag av befälhavaren eller medlemmarna i besättningen eller andra personer som i någon egenskap är anställda eller sysselsatta ombord på ett fartyg för det fartygets behov, och med undantag av barn under ett år, 6) fartyg som huvudsakligen går i utrikes sjöfart ett fartyg som över hälften av sin verksamhetstid under ett kalenderår går i sjöfart mellan finska och utländska hamnar eller utanför Finlands territorialvatten, inbegripet trafik genom Saima kanal, 7) stödår ett kalenderår, 8) stödmyndighet Sjöfartsverket, samt 9) handelsfartygsförteckningen den förteckning som stödmyndigheten för över fartyg för vilka ansökan om stöd enligt denna lag kan göras.",
        "folded_sv": "i denna lag avses med 1) passagerarfartyg ett fartyg som far medfora fler an 12 passagerare, 2) lastfartyg ett fartyg som inte ar ett passagerarfartyg, 3) bogserbat skjutbogserare eller ett lastfartyg som ar avsett att utfora bogsering eller skjutbogsering och som huvudsakligen anvands for transport, 4) sjotransport transport av passagerare eller gods till sjoss, bogsering eller skjutbogsering; bogsering och skjutbogsering som huvudsakligen sker i hamnar eller bitradande av motordrivna fartyg i hamn ar inte sjotransport, 5) passagerare alla personer med undantag av befalhavaren eller medlemmarna i besattningen eller andra personer som i nagon egenskap ar anstallda eller sysselsatta ombord pa ett fartyg for det fartygets behov, och med undantag av barn under ett ar, 6) fartyg som huvudsakligen gar i utrikes sjofart ett fartyg som over halften av sin verksamhetstid under ett kalenderar gar i sjofart mellan finska och utlandska hamnar eller utanfor finlands territorialvatten, inbegripet trafik genom saima kanal, 7) stodar ett kalenderar, 8) stodmyndighet sjofartsverket, samt 9) handelsfartygsforteckningen den forteckning som stodmyndigheten for over fartyg for vilka ansokan om stod enligt denna lag kan goras."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Aluksen merkitseminen kauppa-alusluetteloon",
      "content": "Tukiviranomaisen on hakemuksesta merkittävä kauppa-alusluetteloon sellainen Suomen alusrekisterissä oleva matkustaja-alus, lastialus, hinaaja tai työntäjä, joka on tarkoitettu tukivuotena toimimaan pääasiassa ulkomaan meriliikenteessä. Hakemuksen voi tehdä aluksen suomalainen omistaja tai ulkomaisen omistajan Suomeen rekisteröidyllä aluksella varustamotoimintaa harjoittava suomalainen työnantaja. Alusrekisterinpitäjän Ahvenanmaalla on hakemuksesta merkittävä Ahvenanmaalla alusrekisteriin merkitty alus kauppa-alusluetteloon tässä pykälässä mainituilla edellytyksillä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_4",
        "normalized_fi": "Tukiviranomaisen on hakemuksesta merkittävä kauppa-alusluetteloon sellainen Suomen alusrekisterissä oleva matkustaja-alus, lastialus, hinaaja tai työntäjä, joka on tarkoitettu tukivuotena toimimaan pääasiassa ulkomaan meriliikenteessä. Hakemuksen voi tehdä aluksen suomalainen omistaja tai ulkomaisen omistajan Suomeen rekisteröidyllä aluksella varustamotoimintaa harjoittava suomalainen työnantaja. Alusrekisterinpitäjän Ahvenanmaalla on hakemuksesta merkittävä Ahvenanmaalla alusrekisteriin merkitty alus kauppa-alusluetteloon tässä pykälässä mainituilla edellytyksillä.",
        "folded_fi": "tukiviranomaisen on hakemuksesta merkittava kauppa-alusluetteloon sellainen suomen alusrekisterissa oleva matkustaja-alus, lastialus, hinaaja tai tyontaja, joka on tarkoitettu tukivuotena toimimaan paaasiassa ulkomaan meriliikenteessa. hakemuksen voi tehda aluksen suomalainen omistaja tai ulkomaisen omistajan suomeen rekisteroidylla aluksella varustamotoimintaa harjoittava suomalainen tyonantaja. alusrekisterinpitajan ahvenanmaalla on hakemuksesta merkittava ahvenanmaalla alusrekisteriin merkitty alus kauppa-alusluetteloon tassa pykalassa mainituilla edellytyksilla.",
        "title_sv": "Inskrivning i handelsfartygsförteckningen",
        "content_sv": "Stödmyndigheten ska på ansökan i handelsfartygsförteckningen skriva in sådana i det finska fartygsregistret införda passagerarfartyg, lastfartyg, bogserbåtar och skjutbogserare som är avsedda att huvudsakligen gå i utrikes sjöfart under stödåret. Ansökan kan göras av fartygets finska ägare eller en finsk arbetsgivare som bedriver rederiverksamhet med en utländsk ägares fartyg som är registrerat i Finland. Den som för fartygsregistret på Åland ska i handelsfartygsförteckningen på ansökan skriva in ett fartyg som på Åland införts i fartygsregistret, på de villkor som nämns i denna paragraf.",
        "normalized_sv": "Stödmyndigheten ska på ansökan i handelsfartygsförteckningen skriva in sådana i det finska fartygsregistret införda passagerarfartyg, lastfartyg, bogserbåtar och skjutbogserare som är avsedda att huvudsakligen gå i utrikes sjöfart under stödåret. Ansökan kan göras av fartygets finska ägare eller en finsk arbetsgivare som bedriver rederiverksamhet med en utländsk ägares fartyg som är registrerat i Finland. Den som för fartygsregistret på Åland ska i handelsfartygsförteckningen på ansökan skriva in ett fartyg som på Åland införts i fartygsregistret, på de villkor som nämns i denna paragraf.",
        "folded_sv": "stodmyndigheten ska pa ansokan i handelsfartygsforteckningen skriva in sadana i det finska fartygsregistret inforda passagerarfartyg, lastfartyg, bogserbatar och skjutbogserare som ar avsedda att huvudsakligen ga i utrikes sjofart under stodaret. ansokan kan goras av fartygets finska agare eller en finsk arbetsgivare som bedriver rederiverksamhet med en utlandsk agares fartyg som ar registrerat i finland. den som for fartygsregistret pa aland ska i handelsfartygsforteckningen pa ansokan skriva in ett fartyg som pa aland inforts i fartygsregistret, pa de villkor som namns i denna paragraf."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Aluksen poistaminen kauppa-alusluettelosta",
      "content": "Tukiviranomaisen on hakemuksesta tai viran puolesta poistettava alus kauppa-alusluettelosta, jos alus ei enää muuten kuin tilapäisesti täytä kauppa-alusluetteloon merkitsemisen edellytyksiä. Tukiviranomaisen on ennen kauppa-alusluettelosta poistamista koskevan päätöksen tekemistä kuultava aluksen suomalaista omistajaa tai ulkomaisen omistajan Suomeen rekisteröidyllä aluksella varustamotoimintaa harjoittavaa suomalaista työnantajaa, jos poistaminen johtuu muusta syystä kuin aluksen poistumisesta Suomen alusrekisteristä. Tukiviranomaisen on ennen kauppa-alusluettelosta poistamista koskevan päätöksen tekemistä kuultava alusrekisterinpitäjää Ahvenmaalla, jos poistaminen koskee Ahvenanmaalla alusrekisteriin merkityn aluksen poistamista kauppa-alusluettelosta ja se johtuu muusta syystä kuin aluksen poistumisesta Suomen alusrekisteristä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Tukiviranomaisen on hakemuksesta tai viran puolesta poistettava alus kauppa-alusluettelosta, jos alus ei enää muuten kuin tilapäisesti täytä kauppa-alusluetteloon merkitsemisen edellytyksiä. Tukiviranomaisen on ennen kauppa-alusluettelosta poistamista koskevan päätöksen tekemistä kuultava aluksen suomalaista omistajaa tai ulkomaisen omistajan Suomeen rekisteröidyllä aluksella varustamotoimintaa harjoittavaa suomalaista työnantajaa, jos poistaminen johtuu muusta syystä kuin aluksen poistumisesta Suomen alusrekisteristä. Tukiviranomaisen on ennen kauppa-alusluettelosta poistamista koskevan päätöksen tekemistä kuultava alusrekisterinpitäjää Ahvenmaalla, jos poistaminen koskee Ahvenanmaalla alusrekisteriin merkityn aluksen poistamista kauppa-alusluettelosta ja se johtuu muusta syystä kuin aluksen poistumisesta Suomen alusrekisteristä.",
        "folded_fi": "tukiviranomaisen on hakemuksesta tai viran puolesta poistettava alus kauppa-alusluettelosta, jos alus ei enaa muuten kuin tilapaisesti tayta kauppa-alusluetteloon merkitsemisen edellytyksia. tukiviranomaisen on ennen kauppa-alusluettelosta poistamista koskevan paatoksen tekemista kuultava aluksen suomalaista omistajaa tai ulkomaisen omistajan suomeen rekisteroidylla aluksella varustamotoimintaa harjoittavaa suomalaista tyonantajaa, jos poistaminen johtuu muusta syysta kuin aluksen poistumisesta suomen alusrekisterista. tukiviranomaisen on ennen kauppa-alusluettelosta poistamista koskevan paatoksen tekemista kuultava alusrekisterinpitajaa ahvenmaalla, jos poistaminen koskee ahvenanmaalla alusrekisteriin merkityn aluksen poistamista kauppa-alusluettelosta ja se johtuu muusta syysta kuin aluksen poistumisesta suomen alusrekisterista.",
        "title_sv": "Avförande ur handelsfartygsförteckningen",
        "content_sv": "Stödmyndigheten ska på ansökan eller på tjänstens vägnar avföra ett fartyg ur handelsfartygsförteckningen, om fartyget inte längre annat än tillfälligt uppfyller villkoren för inskrivning i förteckningen. Stödmyndigheten ska innan ett beslut om avförande ur handelsfartygsförteckningen fattas höra fartygets finska ägare eller den finska arbetsgivare som bedriver rederiverksamhet med en utländsk ägares fartyg som är registrerat i Finland, om avförandet beror på något annat än att fartyget avförts ur det finska fartygsregistret. Stödmyndigheten ska innan ett beslut om avförande ur handelsfartygsförteckningen fattas höra den som för fartygsregistret på Åland, om avförandet gäller ett fartyg som på Åland införts i fartygsregistret och avförandet beror på något annat än att fartyget avförts ur det finska fartygsregistret.",
        "normalized_sv": "Stödmyndigheten ska på ansökan eller på tjänstens vägnar avföra ett fartyg ur handelsfartygsförteckningen, om fartyget inte längre annat än tillfälligt uppfyller villkoren för inskrivning i förteckningen. Stödmyndigheten ska innan ett beslut om avförande ur handelsfartygsförteckningen fattas höra fartygets finska ägare eller den finska arbetsgivare som bedriver rederiverksamhet med en utländsk ägares fartyg som är registrerat i Finland, om avförandet beror på något annat än att fartyget avförts ur det finska fartygsregistret. Stödmyndigheten ska innan ett beslut om avförande ur handelsfartygsförteckningen fattas höra den som för fartygsregistret på Åland, om avförandet gäller ett fartyg som på Åland införts i fartygsregistret och avförandet beror på något annat än att fartyget avförts ur det finska fartygsregistret.",
        "folded_sv": "stodmyndigheten ska pa ansokan eller pa tjanstens vagnar avfora ett fartyg ur handelsfartygsforteckningen, om fartyget inte langre annat an tillfalligt uppfyller villkoren for inskrivning i forteckningen. stodmyndigheten ska innan ett beslut om avforande ur handelsfartygsforteckningen fattas hora fartygets finska agare eller den finska arbetsgivare som bedriver rederiverksamhet med en utlandsk agares fartyg som ar registrerat i finland, om avforandet beror pa nagot annat an att fartyget avforts ur det finska fartygsregistret. stodmyndigheten ska innan ett beslut om avforande ur handelsfartygsforteckningen fattas hora den som for fartygsregistret pa aland, om avforandet galler ett fartyg som pa aland inforts i fartygsregistret och avforandet beror pa nagot annat an att fartyget avforts ur det finska fartygsregistret."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "title": "Työehtosopimuksella sopiminen",
      "content": "Kauppa-alusluetteloon merkityllä aluksella on noudatettava Suomen lakia, jollei toisin säädetä. Kauppa-alusluetteloon merkityn aluksen työsuhteissa noudatettavalla työehtosopimuksella voidaan sopia toisin siitä, mitä merimieslaissa (423/1978), merityöaikalaissa (296/1976), merimiesten vuosilomalaissa (433/1984) tai yhteistoiminnasta yrityksissä annetussa laissa (334/2007) säädetään. Työehtosopimuksen solmivien yhdistysten tulee edustaa niitä työntekijäryhmiä, joiden työehdoista työehtosopimuksella sovitaan. Työehtosopimuksesta tai sen liitteistä on käytävä yksityiskohtaisesti ilmi, mitä ehtoja lain säännösten sijasta on noudatettava. Työehtosopimuksen määräys, jolla on vähennetty Suomea sitovissa kansainvälisissä sopimuksissa tai Euroopan yhteisön säädöksissä vahvistettuja edellä mainituissa laeissa säädettyjä työntekijöiden etuja vastaavia etuja, on mitätön ja sen sijasta on noudatettava kansainvälisen sopimuksen määräyksiä tai Euroopan yhteisön säädöksiä tai, jos se ei ole mahdollista, lainsäännöksiä, joilla on toimeenpantu kansainvälisen sopimuksen määräykset tai Euroopan yhteisön säädökset. Edellä 2 momentissa tarkoitettuun työehtosopimukseen sidottu työnantaja saa soveltaa työehtosopimuksen määräyksiä myös niihin työntekijöihin, jotka eivät ole siihen sidottuja, mutta joiden työsuhteissa on muutoin noudatettava sen määräyksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_6",
        "normalized_fi": "Kauppa-alusluetteloon merkityllä aluksella on noudatettava Suomen lakia, jollei toisin säädetä. Kauppa-alusluetteloon merkityn aluksen työsuhteissa noudatettavalla työehtosopimuksella voidaan sopia toisin siitä, mitä merimieslaissa (423/1978), merityöaikalaissa (296/1976), merimiesten vuosilomalaissa (433/1984) tai yhteistoiminnasta yrityksissä annetussa laissa (334/2007) säädetään. Työehtosopimuksen solmivien yhdistysten tulee edustaa niitä työntekijäryhmiä, joiden työehdoista työehtosopimuksella sovitaan. Työehtosopimuksesta tai sen liitteistä on käytävä yksityiskohtaisesti ilmi, mitä ehtoja lain säännösten sijasta on noudatettava. Työehtosopimuksen määräys, jolla on vähennetty Suomea sitovissa kansainvälisissä sopimuksissa tai Euroopan yhteisön säädöksissä vahvistettuja edellä mainituissa laeissa säädettyjä työntekijöiden etuja vastaavia etuja, on mitätön ja sen sijasta on noudatettava kansainvälisen sopimuksen määräyksiä tai Euroopan yhteisön säädöksiä tai, jos se ei ole mahdollista, lainsäännöksiä, joilla on toimeenpantu kansainvälisen sopimuksen määräykset tai Euroopan yhteisön säädökset. Edellä 2 momentissa tarkoitettuun työehtosopimukseen sidottu työnantaja saa soveltaa työehtosopimuksen määräyksiä myös niihin työntekijöihin, jotka eivät ole siihen sidottuja, mutta joiden työsuhteissa on muutoin noudatettava sen määräyksiä.",
        "folded_fi": "kauppa-alusluetteloon merkitylla aluksella on noudatettava suomen lakia, jollei toisin saadeta. kauppa-alusluetteloon merkityn aluksen tyosuhteissa noudatettavalla tyoehtosopimuksella voidaan sopia toisin siita, mita merimieslaissa (423/1978), merityoaikalaissa (296/1976), merimiesten vuosilomalaissa (433/1984) tai yhteistoiminnasta yrityksissa annetussa laissa (334/2007) saadetaan. tyoehtosopimuksen solmivien yhdistysten tulee edustaa niita tyontekijaryhmia, joiden tyoehdoista tyoehtosopimuksella sovitaan. tyoehtosopimuksesta tai sen liitteista on kaytava yksityiskohtaisesti ilmi, mita ehtoja lain saannosten sijasta on noudatettava. tyoehtosopimuksen maarays, jolla on vahennetty suomea sitovissa kansainvalisissa sopimuksissa tai euroopan yhteison saadoksissa vahvistettuja edella mainituissa laeissa saadettyja tyontekijoiden etuja vastaavia etuja, on mitaton ja sen sijasta on noudatettava kansainvalisen sopimuksen maarayksia tai euroopan yhteison saadoksia tai, jos se ei ole mahdollista, lainsaannoksia, joilla on toimeenpantu kansainvalisen sopimuksen maaraykset tai euroopan yhteison saadokset. edella 2 momentissa tarkoitettuun tyoehtosopimukseen sidottu tyonantaja saa soveltaa tyoehtosopimuksen maarayksia myos niihin tyontekijoihin, jotka eivat ole siihen sidottuja, mutta joiden tyosuhteissa on muutoin noudatettava sen maarayksia.",
        "title_sv": "Överenskommelse genom kollektivavtal",
        "content_sv": "Ombord på fartyg som är inskrivna i handelsfartygsförteckningen ska iakttas finsk lag, om inte något annat föreskrivs. Genom ett kollektivavtal som ska iakttas i anställningsförhållanden på ett fartyg som är inskrivet i handelsfartygsförteckningen kan överenskommas något annat än vad som föreskrivs i sjömanslagen (423/1978), sjöarbetstidslagen (296/1976), semesterlagen för sjömän (433/1984) eller lagen om samarbete inom företag (334/2007). De föreningar som ingår kollektivavtalet ska representera de arbetstagargrupper vars anställningsvillkor avtalet gäller. Av kollektivavtalet eller dess bilagor ska i detalj framgå de villkor som ska iakttas i stället för bestämmelser i lag. En bestämmelse i ett kollektivavtal, vilken minskar förmåner som motsvarar arbetstagarförmåner enligt för Finland bindande internationella konventioner eller Europeiska gemenskapens rättsakter och som föreskrivs i de ovan nämnda lagarna, är ogiltig och i stället för den ska iakttas bestämmelserna i en internationell konvention eller i Europeiska gemenskapens rättsakter eller, om detta inte är möjligt, den lag genom vilken bestämmelserna i en internationell konvention eller i Europeiska gemenskapens rättsakter har genomförts. En arbetsgivare som är bunden av ett kollektivavtal som avses i 2 mom. får tillämpa kollektivavtalets bestämmelser även på de arbetstagare som inte är bundna av det, men i vilkas anställningsförhållanden dess bestämmelser i övrigt ska iakttas.",
        "normalized_sv": "Ombord på fartyg som är inskrivna i handelsfartygsförteckningen ska iakttas finsk lag, om inte något annat föreskrivs. Genom ett kollektivavtal som ska iakttas i anställningsförhållanden på ett fartyg som är inskrivet i handelsfartygsförteckningen kan överenskommas något annat än vad som föreskrivs i sjömanslagen (423/1978), sjöarbetstidslagen (296/1976), semesterlagen för sjömän (433/1984) eller lagen om samarbete inom företag (334/2007). De föreningar som ingår kollektivavtalet ska representera de arbetstagargrupper vars anställningsvillkor avtalet gäller. Av kollektivavtalet eller dess bilagor ska i detalj framgå de villkor som ska iakttas i stället för bestämmelser i lag. En bestämmelse i ett kollektivavtal, vilken minskar förmåner som motsvarar arbetstagarförmåner enligt för Finland bindande internationella konventioner eller Europeiska gemenskapens rättsakter och som föreskrivs i de ovan nämnda lagarna, är ogiltig och i stället för den ska iakttas bestämmelserna i en internationell konvention eller i Europeiska gemenskapens rättsakter eller, om detta inte är möjligt, den lag genom vilken bestämmelserna i en internationell konvention eller i Europeiska gemenskapens rättsakter har genomförts. En arbetsgivare som är bunden av ett kollektivavtal som avses i 2 mom. får tillämpa kollektivavtalets bestämmelser även på de arbetstagare som inte är bundna av det, men i vilkas anställningsförhållanden dess bestämmelser i övrigt ska iakttas.",
        "folded_sv": "ombord pa fartyg som ar inskrivna i handelsfartygsforteckningen ska iakttas finsk lag, om inte nagot annat foreskrivs. genom ett kollektivavtal som ska iakttas i anstallningsforhallanden pa ett fartyg som ar inskrivet i handelsfartygsforteckningen kan overenskommas nagot annat an vad som foreskrivs i sjomanslagen (423/1978), sjoarbetstidslagen (296/1976), semesterlagen for sjoman (433/1984) eller lagen om samarbete inom foretag (334/2007). de foreningar som ingar kollektivavtalet ska representera de arbetstagargrupper vars anstallningsvillkor avtalet galler. av kollektivavtalet eller dess bilagor ska i detalj framga de villkor som ska iakttas i stallet for bestammelser i lag. en bestammelse i ett kollektivavtal, vilken minskar formaner som motsvarar arbetstagarformaner enligt for finland bindande internationella konventioner eller europeiska gemenskapens rattsakter och som foreskrivs i de ovan namnda lagarna, ar ogiltig och i stallet for den ska iakttas bestammelserna i en internationell konvention eller i europeiska gemenskapens rattsakter eller, om detta inte ar mojligt, den lag genom vilken bestammelserna i en internationell konvention eller i europeiska gemenskapens rattsakter har genomforts. en arbetsgivare som ar bunden av ett kollektivavtal som avses i 2 mom. far tillampa kollektivavtalets bestammelser aven pa de arbetstagare som inte ar bundna av det, men i vilkas anstallningsforhallanden dess bestammelser i ovrigt ska iakttas."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "title": "Ulkomaisen työntekijöiden yhdistyksen asema",
      "content": "Poiketen siitä, mitä työehtosopimuslain (436/1946) 1 §:n 1 momentissa säädetään, kauppa-alusluetteloon merkityn aluksen työsuhteissa noudatettavan työehtosopimuksen voi tehdä, jolleivät asianomaiset suomalaiset työmarkkinaosapuolet ole tehneet samaa työtä koskevaa työehtosopimusta, myös sellainen ulkomainen työntekijöiden yhdistys, joka täyttää ammatillista järjestäytymisvapautta ja ammatillisen järjestäytymisoikeuden suojelua koskevassa Kansainvälisen työjärjestön sopimuksessa (SopS 45/1949) sekä järjestäytymisoikeuden ja kollektiivisen neuvotteluoikeuden periaatteiden soveltamista koskevassa Kansainvälisen työjärjestön sopimuksessa (SopS 32/1951) asetetut edellytykset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_7",
        "normalized_fi": "Poiketen siitä, mitä työehtosopimuslain (436/1946) 1 § :n 1 momentissa säädetään, kauppa-alusluetteloon merkityn aluksen työsuhteissa noudatettavan työehtosopimuksen voi tehdä, jolleivät asianomaiset suomalaiset työmarkkinaosapuolet ole tehneet samaa työtä koskevaa työehtosopimusta, myös sellainen ulkomainen työntekijöiden yhdistys, joka täyttää ammatillista järjestäytymisvapautta ja ammatillisen järjestäytymisoikeuden suojelua koskevassa Kansainvälisen työjärjestön sopimuksessa (SopS 45/1949) sekä järjestäytymisoikeuden ja kollektiivisen neuvotteluoikeuden periaatteiden soveltamista koskevassa Kansainvälisen työjärjestön sopimuksessa (SopS 32/1951) asetetut edellytykset.",
        "folded_fi": "poiketen siita, mita tyoehtosopimuslain (436/1946) 1 §:n 1 momentissa saadetaan, kauppa-alusluetteloon merkityn aluksen tyosuhteissa noudatettavan tyoehtosopimuksen voi tehda, jolleivat asianomaiset suomalaiset tyomarkkinaosapuolet ole tehneet samaa tyota koskevaa tyoehtosopimusta, myos sellainen ulkomainen tyontekijoiden yhdistys, joka tayttaa ammatillista jarjestaytymisvapautta ja ammatillisen jarjestaytymisoikeuden suojelua koskevassa kansainvalisen tyojarjeston sopimuksessa (sops 45/1949) seka jarjestaytymisoikeuden ja kollektiivisen neuvotteluoikeuden periaatteiden soveltamista koskevassa kansainvalisen tyojarjeston sopimuksessa (sops 32/1951) asetetut edellytykset.",
        "title_sv": "En utländsk arbetstagarförenings ställning",
        "content_sv": "Med avvikelse från 1 § 1 mom. i lagen om kollektivavtal (436/1946) kan, om inte respektive finländska arbetsmarknadsparter har ingått ett kollektivavtal om samma arbete, ett kollektivavtal som ska iakttas i anställningsförhållanden på ett fartyg som är inskrivet i handelsfartygsförteckningen ingås även av en utländsk arbetstagarförening som uppfyller villkoren i Internationella arbetsorganisationens konvention angående facklig föreningsfrihet och skydd för facklig organisationsrätt (FördrS 45/1949) och Internationella arbetsorganisationens konvention angående tillämpningen av principerna för organisationsrätten och den kollektiva förhandlingsrätten (FördrS 32/1951).",
        "normalized_sv": "Med avvikelse från 1 § 1 mom. i lagen om kollektivavtal (436/1946) kan, om inte respektive finländska arbetsmarknadsparter har ingått ett kollektivavtal om samma arbete, ett kollektivavtal som ska iakttas i anställningsförhållanden på ett fartyg som är inskrivet i handelsfartygsförteckningen ingås även av en utländsk arbetstagarförening som uppfyller villkoren i Internationella arbetsorganisationens konvention angående facklig föreningsfrihet och skydd för facklig organisationsrätt (FördrS 45/1949) och Internationella arbetsorganisationens konvention angående tillämpningen av principerna för organisationsrätten och den kollektiva förhandlingsrätten (FördrS 32/1951).",
        "folded_sv": "med avvikelse fran 1 § 1 mom. i lagen om kollektivavtal (436/1946) kan, om inte respektive finlandska arbetsmarknadsparter har ingatt ett kollektivavtal om samma arbete, ett kollektivavtal som ska iakttas i anstallningsforhallanden pa ett fartyg som ar inskrivet i handelsfartygsforteckningen ingas aven av en utlandsk arbetstagarforening som uppfyller villkoren i internationella arbetsorganisationens konvention angaende facklig foreningsfrihet och skydd for facklig organisationsratt (fordrs 45/1949) och internationella arbetsorganisationens konvention angaende tillampningen av principerna for organisationsratten och den kollektiva forhandlingsratten (fordrs 32/1951)."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Matkustaja-aluksia koskevat työoikeudelliset poikkeukset",
      "content": "Suomalaisella matkustaja-aluksella, joka saa kuljettaa enemmän kuin 120 matkustajaa, ei sovelleta 6 §:n 2―4 momenttia eikä 7 §:ää säännöllisesti Suomeen suuntautuvassa liikenteessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_8",
        "normalized_fi": "Suomalaisella matkustaja-aluksella, joka saa kuljettaa enemmän kuin 120 matkustajaa, ei sovelleta 6 § :n 2―4 momenttia eikä 7 § :ää säännöllisesti Suomeen suuntautuvassa liikenteessä.",
        "folded_fi": "suomalaisella matkustaja-aluksella, joka saa kuljettaa enemman kuin 120 matkustajaa, ei sovelleta 6 §:n 2―4 momenttia eika 7 §:aa saannollisesti suomeen suuntautuvassa liikenteessa.",
        "title_sv": "Undantag från de arbetsrättsliga bestämmelserna i fråga om passagerarfartyg",
        "content_sv": "Ombord på ett finskt passagerarfartyg som får medföra fler än 120 passagerare tillämpas inte 6 § 2―4 mom. och 7 § när fartyget går i reguljär trafik på Finland.",
        "normalized_sv": "Ombord på ett finskt passagerarfartyg som får medföra fler än 120 passagerare tillämpas inte 6 § 2―4 mom. och 7 § när fartyget går i reguljär trafik på Finland.",
        "folded_sv": "ombord pa ett finskt passagerarfartyg som far medfora fler an 120 passagerare tillampas inte 6 § 2―4 mom. och 7 § nar fartyget gar i reguljar trafik pa finland."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Tuomioistuin työsuhteita koskevissa riita- ja rikosasioissa",
      "content": "Tässä laissa tarkoitettuja työsuhteita koskevat ja niistä johtuvat riita- ja rikosasiat on käsiteltävä ja ratkaistava merilain (674/1994) 21 luvun 1 ja 3 §:ssä tarkoitetussa merioikeudessa. Tässä laissa tarkoitettuja työehtosopimuksia koskevat riita-asiat käsittelee ja ratkaisee työtuomioistuin. Ulkomaalaisen työntekijöiden yhdistyksen kanssa tehdyllä työehtosopimuksella voidaan kuitenkin sopia, että työntekijän, jonka työsuhteessa on noudatettava työehtosopimusta, työsuhteen ehtoja koskeva riita-asia ratkaistaan työntekijöiden yhdistyksen kotimaan tuomioistuimessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_9",
        "normalized_fi": "Tässä laissa tarkoitettuja työsuhteita koskevat ja niistä johtuvat riita- ja rikosasiat on käsiteltävä ja ratkaistava merilain (674/1994) 21 luvun 1 ja 3 § :ssä tarkoitetussa merioikeudessa. Tässä laissa tarkoitettuja työehtosopimuksia koskevat riita-asiat käsittelee ja ratkaisee työtuomioistuin. Ulkomaalaisen työntekijöiden yhdistyksen kanssa tehdyllä työehtosopimuksella voidaan kuitenkin sopia, että työntekijän, jonka työsuhteessa on noudatettava työehtosopimusta, työsuhteen ehtoja koskeva riita-asia ratkaistaan työntekijöiden yhdistyksen kotimaan tuomioistuimessa.",
        "folded_fi": "tassa laissa tarkoitettuja tyosuhteita koskevat ja niista johtuvat riita- ja rikosasiat on kasiteltava ja ratkaistava merilain (674/1994) 21 luvun 1 ja 3 §:ssa tarkoitetussa merioikeudessa. tassa laissa tarkoitettuja tyoehtosopimuksia koskevat riita-asiat kasittelee ja ratkaisee tyotuomioistuin. ulkomaalaisen tyontekijoiden yhdistyksen kanssa tehdylla tyoehtosopimuksella voidaan kuitenkin sopia, etta tyontekijan, jonka tyosuhteessa on noudatettava tyoehtosopimusta, tyosuhteen ehtoja koskeva riita-asia ratkaistaan tyontekijoiden yhdistyksen kotimaan tuomioistuimessa.",
        "title_sv": "Domstol i tvistemål och brottmål som gäller anställningsförhållanden",
        "content_sv": "Tvistemål och brottmål som gäller eller följer av anställningsförhållanden som avses i denna lag ska handläggas och avgöras av en sjörättsdomstol enligt 21 kap. 1 och 3 § i sjölagen (674/1994). Tvistemål som gäller kollektivavtal som avses i denna lag handläggs och avgörs av arbetsdomstolen. Genom kollektivavtal som ingås med en utländsk arbetstagarförening kan likväl överenskommas att tvistemål som gäller anställningsvillkoren för en sådan arbetstagare i vars anställningsförhållande kollektivavtalet ska iakttas ska avgöras av en domstol i arbetstagarföreningens hemland.",
        "normalized_sv": "Tvistemål och brottmål som gäller eller följer av anställningsförhållanden som avses i denna lag ska handläggas och avgöras av en sjörättsdomstol enligt 21 kap. 1 och 3 § i sjölagen (674/1994). Tvistemål som gäller kollektivavtal som avses i denna lag handläggs och avgörs av arbetsdomstolen. Genom kollektivavtal som ingås med en utländsk arbetstagarförening kan likväl överenskommas att tvistemål som gäller anställningsvillkoren för en sådan arbetstagare i vars anställningsförhållande kollektivavtalet ska iakttas ska avgöras av en domstol i arbetstagarföreningens hemland.",
        "folded_sv": "tvistemal och brottmal som galler eller foljer av anstallningsforhallanden som avses i denna lag ska handlaggas och avgoras av en sjorattsdomstol enligt 21 kap. 1 och 3 § i sjolagen (674/1994). tvistemal som galler kollektivavtal som avses i denna lag handlaggs och avgors av arbetsdomstolen. genom kollektivavtal som ingas med en utlandsk arbetstagarforening kan likval overenskommas att tvistemal som galler anstallningsvillkoren for en sadan arbetstagare i vars anstallningsforhallande kollektivavtalet ska iakttas ska avgoras av en domstol i arbetstagarforeningens hemland."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "title": "Tuen myöntämisen yleiset edellytykset",
      "content": "Tukiviranomaisen tulee myöntää tässä laissa tarkoitettu tuki, jos: 1) alus on merkitty kauppa-alusluetteloon ja se on täyttänyt kauppa-alusluetteloon merkitsemisen edellytykset sinä aikana, jolta tukea haetaan; 2) aluksen miehistökustannukset on saatettu työmarkkinaosapuolten sopimalla tavalla sellaiselle tasolle, että ne mahdollistavat kansainvälisesti kilpailukykyisen toiminnan meriliikenteessä, kun lisäksi otetaan huomioon tässä laissa tarkoitettu tuki; 3) alus on toiminut tukivuoden aikana pääasiassa ulkomaan meriliikenteessä; 4) aluksella työskentelevien merenkulkijoiden verot ja työnantajamaksuja on maksettu Suomeen; sekä 5) aluksen miehistökustannusten alentamiseksi ei tukijakson aikana makseta muita kuin tämän lain nojalla myönnettäviä tukia. Säännöllistä matkustajaliikennettä Euroopan yhteisön satamien välillä harjoittavalla matkustaja-aluksella myönnetään tukea vain Euroopan yhteisön jäsenvaltioiden ja Euroopan talousalueeseen kuuluvien valtioiden kansalaisten osalta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_10",
        "normalized_fi": "Tukiviranomaisen tulee myöntää tässä laissa tarkoitettu tuki, jos: 1) alus on merkitty kauppa-alusluetteloon ja se on täyttänyt kauppa-alusluetteloon merkitsemisen edellytykset sinä aikana, jolta tukea haetaan; 2) aluksen miehistökustannukset on saatettu työmarkkinaosapuolten sopimalla tavalla sellaiselle tasolle, että ne mahdollistavat kansainvälisesti kilpailukykyisen toiminnan meriliikenteessä, kun lisäksi otetaan huomioon tässä laissa tarkoitettu tuki; 3) alus on toiminut tukivuoden aikana pääasiassa ulkomaan meriliikenteessä; 4) aluksella työskentelevien merenkulkijoiden verot ja työnantajamaksuja on maksettu Suomeen; sekä 5) aluksen miehistökustannusten alentamiseksi ei tukijakson aikana makseta muita kuin tämän lain nojalla myönnettäviä tukia. Säännöllistä matkustajaliikennettä Euroopan yhteisön satamien välillä harjoittavalla matkustaja-aluksella myönnetään tukea vain Euroopan yhteisön jäsenvaltioiden ja Euroopan talousalueeseen kuuluvien valtioiden kansalaisten osalta.",
        "folded_fi": "tukiviranomaisen tulee myontaa tassa laissa tarkoitettu tuki, jos: 1) alus on merkitty kauppa-alusluetteloon ja se on tayttanyt kauppa-alusluetteloon merkitsemisen edellytykset sina aikana, jolta tukea haetaan; 2) aluksen miehistokustannukset on saatettu tyomarkkinaosapuolten sopimalla tavalla sellaiselle tasolle, etta ne mahdollistavat kansainvalisesti kilpailukykyisen toiminnan meriliikenteessa, kun lisaksi otetaan huomioon tassa laissa tarkoitettu tuki; 3) alus on toiminut tukivuoden aikana paaasiassa ulkomaan meriliikenteessa; 4) aluksella tyoskentelevien merenkulkijoiden verot ja tyonantajamaksuja on maksettu suomeen; seka 5) aluksen miehistokustannusten alentamiseksi ei tukijakson aikana makseta muita kuin taman lain nojalla myonnettavia tukia. saannollista matkustajaliikennetta euroopan yhteison satamien valilla harjoittavalla matkustaja-aluksella myonnetaan tukea vain euroopan yhteison jasenvaltioiden ja euroopan talousalueeseen kuuluvien valtioiden kansalaisten osalta.",
        "title_sv": "Allmänna villkor för beviljande av stöd",
        "content_sv": "Stödmyndigheten ska bevilja stöd som avses i denna lag, om 1) fartyget är inskrivet i handelsfartygsförteckningen och det har uppfyllt villkoren för inskrivning i handelsfartygsförteckningen under den tid för vilken stöd söks, 2) fartygets bemanningskostnader genom ett avtal mellan arbetsmarknadsparterna har bringats till en sådan nivå att de, med beaktande av det stöd som avses i denna lag, möjliggör internationellt konkurrenskraftig verksamhet inom sjötransport, 3) fartyget under stödåret huvudsakligen har använts i utrikes sjöfart, 4) skatter och arbetsgivaravgifter för sjömän som arbetar ombord på fartyget har betalats i Finland, samt 5) det under stödperioden inte betalas några andra stöd för att sänka fartygets bemanningskostnader än de som beviljas enligt denna lag. I fråga om passagerarfartyg som bedriver reguljär passagerartrafik mellan hamnar i Europeiska gemenskapen beviljas stöd endast för medborgare i Europeiska gemenskapens medlemsstater och i stater som hör till Europeiska ekonomiska samarbetsområdet.",
        "normalized_sv": "Stödmyndigheten ska bevilja stöd som avses i denna lag, om 1) fartyget är inskrivet i handelsfartygsförteckningen och det har uppfyllt villkoren för inskrivning i handelsfartygsförteckningen under den tid för vilken stöd söks, 2) fartygets bemanningskostnader genom ett avtal mellan arbetsmarknadsparterna har bringats till en sådan nivå att de, med beaktande av det stöd som avses i denna lag, möjliggör internationellt konkurrenskraftig verksamhet inom sjötransport, 3) fartyget under stödåret huvudsakligen har använts i utrikes sjöfart, 4) skatter och arbetsgivaravgifter för sjömän som arbetar ombord på fartyget har betalats i Finland, samt 5) det under stödperioden inte betalas några andra stöd för att sänka fartygets bemanningskostnader än de som beviljas enligt denna lag. I fråga om passagerarfartyg som bedriver reguljär passagerartrafik mellan hamnar i Europeiska gemenskapen beviljas stöd endast för medborgare i Europeiska gemenskapens medlemsstater och i stater som hör till Europeiska ekonomiska samarbetsområdet.",
        "folded_sv": "stodmyndigheten ska bevilja stod som avses i denna lag, om 1) fartyget ar inskrivet i handelsfartygsforteckningen och det har uppfyllt villkoren for inskrivning i handelsfartygsforteckningen under den tid for vilken stod soks, 2) fartygets bemanningskostnader genom ett avtal mellan arbetsmarknadsparterna har bringats till en sadan niva att de, med beaktande av det stod som avses i denna lag, mojliggor internationellt konkurrenskraftig verksamhet inom sjotransport, 3) fartyget under stodaret huvudsakligen har anvants i utrikes sjofart, 4) skatter och arbetsgivaravgifter for sjoman som arbetar ombord pa fartyget har betalats i finland, samt 5) det under stodperioden inte betalas nagra andra stod for att sanka fartygets bemanningskostnader an de som beviljas enligt denna lag. i fraga om passagerarfartyg som bedriver reguljar passagerartrafik mellan hamnar i europeiska gemenskapen beviljas stod endast for medborgare i europeiska gemenskapens medlemsstater och i stater som hor till europeiska ekonomiska samarbetsomradet."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "title": "Yleisesti verovelvollisen merenkulkijan merityötulon perusteella maksettavan tuen määrä",
      "content": "Tukena maksetaan tuloverolain (1535/1992) 9 §:n mukaisen yleisesti verovelvollisen merenkulkijan osalta määrä, joka vastaa tukijaksolta maksettua: 1) tuloverolain 74 §:ssä tarkoitetusta merityötulosta toimitettua ennakonpidätystä, joka on toimitettu merityötuloa varten määrätyn ennakonpidätysprosentin mukaisesti; tukea ei kuitenkaan makseta siltä osin kuin ennakonpidätystä on ennakonperintälain (1118/1996) 17 §:n nojalla korotettu; 2) työnantajan sosiaaliturvamaksua; 3) työnantajan osuutta merimieseläkevakuutusmaksusta; 4) työantajan osuutta työttömyysvakuutusmaksusta; 5) työnantajan osuutta tapaturmavakuutusmaksusta; 6) työnantajan osuutta ryhmähenkivakuutusmaksusta; sekä 7) työnantajan osuutta vapaaehtoisesta vapaa-ajan tapaturmavakuutus- ja vapaa-ajan lisävakuutusmaksusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_11",
        "normalized_fi": "Tukena maksetaan tuloverolain (1535/1992) 9 § :n mukaisen yleisesti verovelvollisen merenkulkijan osalta määrä, joka vastaa tukijaksolta maksettua: 1) tuloverolain 74 § :ssä tarkoitetusta merityötulosta toimitettua ennakonpidätystä, joka on toimitettu merityötuloa varten määrätyn ennakonpidätysprosentin mukaisesti; tukea ei kuitenkaan makseta siltä osin kuin ennakonpidätystä on ennakonperintälain (1118/1996) 17 § :n nojalla korotettu; 2) työnantajan sosiaaliturvamaksua; 3) työnantajan osuutta merimieseläkevakuutusmaksusta; 4) työantajan osuutta työttömyysvakuutusmaksusta; 5) työnantajan osuutta tapaturmavakuutusmaksusta; 6) työnantajan osuutta ryhmähenkivakuutusmaksusta; sekä 7) työnantajan osuutta vapaaehtoisesta vapaa-ajan tapaturmavakuutus- ja vapaa-ajan lisävakuutusmaksusta.",
        "folded_fi": "tukena maksetaan tuloverolain (1535/1992) 9 §:n mukaisen yleisesti verovelvollisen merenkulkijan osalta maara, joka vastaa tukijaksolta maksettua: 1) tuloverolain 74 §:ssa tarkoitetusta merityotulosta toimitettua ennakonpidatysta, joka on toimitettu merityotuloa varten maaratyn ennakonpidatysprosentin mukaisesti; tukea ei kuitenkaan makseta silta osin kuin ennakonpidatysta on ennakonperintalain (1118/1996) 17 §:n nojalla korotettu; 2) tyonantajan sosiaaliturvamaksua; 3) tyonantajan osuutta merimieselakevakuutusmaksusta; 4) tyoantajan osuutta tyottomyysvakuutusmaksusta; 5) tyonantajan osuutta tapaturmavakuutusmaksusta; 6) tyonantajan osuutta ryhmahenkivakuutusmaksusta; seka 7) tyonantajan osuutta vapaaehtoisesta vapaa-ajan tapaturmavakuutus- ja vapaa-ajan lisavakuutusmaksusta.",
        "title_sv": "Stöd som betalas utifrån allmänt skattskyldiga sjömäns sjöarbetsinkomst",
        "content_sv": "För en enligt 9 § i inkomstskattelagen (1535/1992) allmänt skattskyldig sjöman betalas ett stöd som motsvarar under stödperioden betald 1) förskottsinnehållning som verkställts på sjöarbetsinkomst enligt 74 § i inkomstskattelagen i enlighet med den förskottsinnehållningsprocent som fastställts för sjöarbetsinkomsten; stöd betalas dock inte till den del som förskottsinnehållningen har höjts så som anges i 17 § i lagen om förskottsuppbörd (1118/1996), 2) arbetsgivares socialskyddsavgift, 3) arbetsgivarandel av sjömanspensionsförsäkringsavgiften, 4) arbetsgivarandel av arbetslöshetsförsäkringspremien, 5) arbetsgivarandel av olycksfallsförsäkringspremien, 6) arbetsgivarandel av grupplivförsäkringspremien, samt 7) arbetsgivarandel av premien för frivillig olycksfallsförsäkring för fritiden och tilläggsförsäkring för fritiden.",
        "normalized_sv": "För en enligt 9 § i inkomstskattelagen (1535/1992) allmänt skattskyldig sjöman betalas ett stöd som motsvarar under stödperioden betald 1) förskottsinnehållning som verkställts på sjöarbetsinkomst enligt 74 § i inkomstskattelagen i enlighet med den förskottsinnehållningsprocent som fastställts för sjöarbetsinkomsten; stöd betalas dock inte till den del som förskottsinnehållningen har höjts så som anges i 17 § i lagen om förskottsuppbörd (1118/1996), 2) arbetsgivares socialskyddsavgift, 3) arbetsgivarandel av sjömanspensionsförsäkringsavgiften, 4) arbetsgivarandel av arbetslöshetsförsäkringspremien, 5) arbetsgivarandel av olycksfallsförsäkringspremien, 6) arbetsgivarandel av grupplivförsäkringspremien, samt 7) arbetsgivarandel av premien för frivillig olycksfallsförsäkring för fritiden och tilläggsförsäkring för fritiden.",
        "folded_sv": "for en enligt 9 § i inkomstskattelagen (1535/1992) allmant skattskyldig sjoman betalas ett stod som motsvarar under stodperioden betald 1) forskottsinnehallning som verkstallts pa sjoarbetsinkomst enligt 74 § i inkomstskattelagen i enlighet med den forskottsinnehallningsprocent som faststallts for sjoarbetsinkomsten; stod betalas dock inte till den del som forskottsinnehallningen har hojts sa som anges i 17 § i lagen om forskottsuppbord (1118/1996), 2) arbetsgivares socialskyddsavgift, 3) arbetsgivarandel av sjomanspensionsforsakringsavgiften, 4) arbetsgivarandel av arbetsloshetsforsakringspremien, 5) arbetsgivarandel av olycksfallsforsakringspremien, 6) arbetsgivarandel av grupplivforsakringspremien, samt 7) arbetsgivarandel av premien for frivillig olycksfallsforsakring for fritiden och tillaggsforsakring for fritiden."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "Rajoitetusti verovelvollisen merenkulkijan aluksella tehdyn työn perusteella maksettavan tuen määrä",
      "content": "Tukena maksetaan tuloverolain 9 §:n mukaisen rajoitetusti verovelvollisen merenkulkijan kauppa-alusluetteloon merkityltä alukselta saamasta palkkatulosta määrä, joka vastaa tukijaksolta maksettua: 1) lähdeveroa; ja 2) työnantajan sosiaaliturvamaksua. Edellä 1 momentissa tarkoitettua tukea ei kuitenkaan makseta sellaisesta palkkatulosta, joka maksetaan suomalaiselta matkustaja-alukselta, joka saa kuljettaa enemmän kuin 120 matkustajaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_12",
        "normalized_fi": "Tukena maksetaan tuloverolain 9 § :n mukaisen rajoitetusti verovelvollisen merenkulkijan kauppa-alusluetteloon merkityltä alukselta saamasta palkkatulosta määrä, joka vastaa tukijaksolta maksettua: 1) lähdeveroa; ja 2) työnantajan sosiaaliturvamaksua. Edellä 1 momentissa tarkoitettua tukea ei kuitenkaan makseta sellaisesta palkkatulosta, joka maksetaan suomalaiselta matkustaja-alukselta, joka saa kuljettaa enemmän kuin 120 matkustajaa.",
        "folded_fi": "tukena maksetaan tuloverolain 9 §:n mukaisen rajoitetusti verovelvollisen merenkulkijan kauppa-alusluetteloon merkitylta alukselta saamasta palkkatulosta maara, joka vastaa tukijaksolta maksettua: 1) lahdeveroa; ja 2) tyonantajan sosiaaliturvamaksua. edella 1 momentissa tarkoitettua tukea ei kuitenkaan makseta sellaisesta palkkatulosta, joka maksetaan suomalaiselta matkustaja-alukselta, joka saa kuljettaa enemman kuin 120 matkustajaa.",
        "title_sv": "Stöd som betalas utifrån begränsat skattskyldiga sjömäns arbete ombord",
        "content_sv": "För en enligt 9 § i inkomstskattelagen begränsat skattskyldig sjöman betalas utifrån sjömannens löneinkomst från arbete ombord på ett fartyg som är inskrivet i handelsfartygsförteckningen ett stöd som motsvarar för löneinkomsten under stödperioden betald 1) källskatt och 2) arbetsgivares socialskyddsavgift. Det stöd som avses i 1 mom. betalas dock inte för löneinkomst från arbete ombord på ett finskt passagerarfartyg som får medföra fler än 120 passagerare.",
        "normalized_sv": "För en enligt 9 § i inkomstskattelagen begränsat skattskyldig sjöman betalas utifrån sjömannens löneinkomst från arbete ombord på ett fartyg som är inskrivet i handelsfartygsförteckningen ett stöd som motsvarar för löneinkomsten under stödperioden betald 1) källskatt och 2) arbetsgivares socialskyddsavgift. Det stöd som avses i 1 mom. betalas dock inte för löneinkomst från arbete ombord på ett finskt passagerarfartyg som får medföra fler än 120 passagerare.",
        "folded_sv": "for en enligt 9 § i inkomstskattelagen begransat skattskyldig sjoman betalas utifran sjomannens loneinkomst fran arbete ombord pa ett fartyg som ar inskrivet i handelsfartygsforteckningen ett stod som motsvarar for loneinkomsten under stodperioden betald 1) kallskatt och 2) arbetsgivares socialskyddsavgift. det stod som avses i 1 mom. betalas dock inte for loneinkomst fran arbete ombord pa ett finskt passagerarfartyg som far medfora fler an 120 passagerare."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "5:13",
      "chapter": "5",
      "section": "13",
      "title": "Tukijakso",
      "content": "Tukijaksot ovat 1 päivästä tammikuuta 30 päivään kesäkuuta ja 1 päivästä heinäkuuta 31 päivään joulukuuta. Tukivuosi on yksi kalenterivuosi. Tukiviranomainen määrää hakemuksesta tukijaksoksi yhden kalenterikuukauden sellaiselle matkustaja-alukselle, joka saa kuljettaa enemmän kuin 120 matkustajaa, sikäli kuin tuen myöntäminen perustuu kuukausittaisia maksuja koskeviin verohallinnolle toimitettuihin valvontailmoituksiin ja niiden mukaisiin verohallinnon antamiin maksutositteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_13",
        "normalized_fi": "Tukijaksot ovat 1 päivästä tammikuuta 30 päivään kesäkuuta ja 1 päivästä heinäkuuta 31 päivään joulukuuta. Tukivuosi on yksi kalenterivuosi. Tukiviranomainen määrää hakemuksesta tukijaksoksi yhden kalenterikuukauden sellaiselle matkustaja-alukselle, joka saa kuljettaa enemmän kuin 120 matkustajaa, sikäli kuin tuen myöntäminen perustuu kuukausittaisia maksuja koskeviin verohallinnolle toimitettuihin valvontailmoituksiin ja niiden mukaisiin verohallinnon antamiin maksutositteisiin.",
        "folded_fi": "tukijaksot ovat 1 paivasta tammikuuta 30 paivaan kesakuuta ja 1 paivasta heinakuuta 31 paivaan joulukuuta. tukivuosi on yksi kalenterivuosi. tukiviranomainen maaraa hakemuksesta tukijaksoksi yhden kalenterikuukauden sellaiselle matkustaja-alukselle, joka saa kuljettaa enemman kuin 120 matkustajaa, sikali kuin tuen myontaminen perustuu kuukausittaisia maksuja koskeviin verohallinnolle toimitettuihin valvontailmoituksiin ja niiden mukaisiin verohallinnon antamiin maksutositteisiin.",
        "title_sv": "Stödperiod",
        "content_sv": "Stödperioderna är tiden från den 1 januari till den 30 juni och tiden från den 1 juli till den 31 december. Stödåret är ett kalenderår. På ansökan fastställer stödmyndigheten att stödperioden är en kalendermånad för ett passagerarfartyg som får medföra fler än 120 passagerare till den del stödet beviljas utifrån de övervakningsdeklarationer över månatliga betalningar som inlämnas till skatteförvaltningen och de verifikat som skatteförvaltningen utfärdar med stöd av dessa.",
        "normalized_sv": "Stödperioderna är tiden från den 1 januari till den 30 juni och tiden från den 1 juli till den 31 december. Stödåret är ett kalenderår. På ansökan fastställer stödmyndigheten att stödperioden är en kalendermånad för ett passagerarfartyg som får medföra fler än 120 passagerare till den del stödet beviljas utifrån de övervakningsdeklarationer över månatliga betalningar som inlämnas till skatteförvaltningen och de verifikat som skatteförvaltningen utfärdar med stöd av dessa.",
        "folded_sv": "stodperioderna ar tiden fran den 1 januari till den 30 juni och tiden fran den 1 juli till den 31 december. stodaret ar ett kalenderar. pa ansokan faststaller stodmyndigheten att stodperioden ar en kalendermanad for ett passagerarfartyg som far medfora fler an 120 passagerare till den del stodet beviljas utifran de overvakningsdeklarationer over manatliga betalningar som inlamnas till skatteforvaltningen och de verifikat som skatteforvaltningen utfardar med stod av dessa."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "5:14",
      "chapter": "5",
      "section": "14",
      "title": "Tuen hakeminen",
      "content": "Tukea voi hakea kauppa-alusluetteloon merkityn aluksen suomalainen omistaja tai, jos omistaja on ulkomaalainen, aluksella varustamotoimintaa harjoittava suomalainen työnantaja. Tukea voi hakea myös Ahvenanmaalla kauppa-alusluetteloon merkityn aluksen suomalainen omistaja tai, jos omistaja on ulkomaalainen, aluksella varustamotoimintaa harjoittava suomalainen työnantaja. Tukea haetaan tukiviranomaiselta kirjallisella hakemuksella. Hakemuksesta tulee ilmetä vaadittu tuki ja sen perusteet. Hakijan on allekirjoitettava hakemus. Tuen hakijan on annettava oikeat ja riittävät tiedot tuen myöntämisen kannalta tarpeellisista seikoista. Hakija voi allekirjoittaa hakemuksen myös sähköisellä allekirjoituksella. Tukea haetaan tukijaksoittain tukiviranomaiselle toimitetulla hakemuksella neljän kuukauden kuluessa kunkin tukijakson päättymisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_14",
        "normalized_fi": "Tukea voi hakea kauppa-alusluetteloon merkityn aluksen suomalainen omistaja tai, jos omistaja on ulkomaalainen, aluksella varustamotoimintaa harjoittava suomalainen työnantaja. Tukea voi hakea myös Ahvenanmaalla kauppa-alusluetteloon merkityn aluksen suomalainen omistaja tai, jos omistaja on ulkomaalainen, aluksella varustamotoimintaa harjoittava suomalainen työnantaja. Tukea haetaan tukiviranomaiselta kirjallisella hakemuksella. Hakemuksesta tulee ilmetä vaadittu tuki ja sen perusteet. Hakijan on allekirjoitettava hakemus. Tuen hakijan on annettava oikeat ja riittävät tiedot tuen myöntämisen kannalta tarpeellisista seikoista. Hakija voi allekirjoittaa hakemuksen myös sähköisellä allekirjoituksella. Tukea haetaan tukijaksoittain tukiviranomaiselle toimitetulla hakemuksella neljän kuukauden kuluessa kunkin tukijakson päättymisestä.",
        "folded_fi": "tukea voi hakea kauppa-alusluetteloon merkityn aluksen suomalainen omistaja tai, jos omistaja on ulkomaalainen, aluksella varustamotoimintaa harjoittava suomalainen tyonantaja. tukea voi hakea myos ahvenanmaalla kauppa-alusluetteloon merkityn aluksen suomalainen omistaja tai, jos omistaja on ulkomaalainen, aluksella varustamotoimintaa harjoittava suomalainen tyonantaja. tukea haetaan tukiviranomaiselta kirjallisella hakemuksella. hakemuksesta tulee ilmeta vaadittu tuki ja sen perusteet. hakijan on allekirjoitettava hakemus. tuen hakijan on annettava oikeat ja riittavat tiedot tuen myontamisen kannalta tarpeellisista seikoista. hakija voi allekirjoittaa hakemuksen myos sahkoisella allekirjoituksella. tukea haetaan tukijaksoittain tukiviranomaiselle toimitetulla hakemuksella neljan kuukauden kuluessa kunkin tukijakson paattymisesta.",
        "title_sv": "Ansökan om stöd",
        "content_sv": "En finsk ägare av ett fartyg som är inskrivet i handelsfartygsförteckningen eller, om fartyget har utländsk ägare, en finsk arbetsgivare som bedriver rederiverksamhet med fartyget kan ansöka om stöd. Stöd kan också sökas av en finsk ägare av ett fartyg som är inskrivet i handelsfartygsförteckningen på Åland eller, om fartyget har utländsk ägare, en finsk arbetsgivare som bedriver rederiverksamhet med fartyget. Skriftlig ansökan om stöd görs hos stödmyndigheten. Av ansökan ska framgå vilket stöd ansökan gäller och grunderna för stödet. Den sökande ska underteckna ansökan. Den sökande ska ge riktiga och tillräckliga uppgifter om de omständigheter som är relevanta med tanke på beviljande av stöd. Underteckningen kan också ske med elektronisk signatur. Stöd söks för varje stödperiod med en ansökan som lämnas in till stödmyndigheten inom fyra månader från det att stödperioden upphörde.",
        "normalized_sv": "En finsk ägare av ett fartyg som är inskrivet i handelsfartygsförteckningen eller, om fartyget har utländsk ägare, en finsk arbetsgivare som bedriver rederiverksamhet med fartyget kan ansöka om stöd. Stöd kan också sökas av en finsk ägare av ett fartyg som är inskrivet i handelsfartygsförteckningen på Åland eller, om fartyget har utländsk ägare, en finsk arbetsgivare som bedriver rederiverksamhet med fartyget. Skriftlig ansökan om stöd görs hos stödmyndigheten. Av ansökan ska framgå vilket stöd ansökan gäller och grunderna för stödet. Den sökande ska underteckna ansökan. Den sökande ska ge riktiga och tillräckliga uppgifter om de omständigheter som är relevanta med tanke på beviljande av stöd. Underteckningen kan också ske med elektronisk signatur. Stöd söks för varje stödperiod med en ansökan som lämnas in till stödmyndigheten inom fyra månader från det att stödperioden upphörde.",
        "folded_sv": "en finsk agare av ett fartyg som ar inskrivet i handelsfartygsforteckningen eller, om fartyget har utlandsk agare, en finsk arbetsgivare som bedriver rederiverksamhet med fartyget kan ansoka om stod. stod kan ocksa sokas av en finsk agare av ett fartyg som ar inskrivet i handelsfartygsforteckningen pa aland eller, om fartyget har utlandsk agare, en finsk arbetsgivare som bedriver rederiverksamhet med fartyget. skriftlig ansokan om stod gors hos stodmyndigheten. av ansokan ska framga vilket stod ansokan galler och grunderna for stodet. den sokande ska underteckna ansokan. den sokande ska ge riktiga och tillrackliga uppgifter om de omstandigheter som ar relevanta med tanke pa beviljande av stod. underteckningen kan ocksa ske med elektronisk signatur. stod soks for varje stodperiod med en ansokan som lamnas in till stodmyndigheten inom fyra manader fran det att stodperioden upphorde."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "title": "Palkkakirjanpito",
      "content": "Työnantajan on järjestettävä palkkakirjanpitonsa siten, että siitä voidaan aluksittain ja palkansaajittain todeta merityötulon ja siitä toimitettujen ja maksettujen ennakonpidätysten, lähdeveron, sairausvakuutusmaksun ja työnantajan sosiaaliturvamaksujen sekä merimieseläke- ja muiden vakuutusmaksujen työnantajaosuuksien määrät.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_15",
        "normalized_fi": "Työnantajan on järjestettävä palkkakirjanpitonsa siten, että siitä voidaan aluksittain ja palkansaajittain todeta merityötulon ja siitä toimitettujen ja maksettujen ennakonpidätysten, lähdeveron, sairausvakuutusmaksun ja työnantajan sosiaaliturvamaksujen sekä merimieseläke- ja muiden vakuutusmaksujen työnantajaosuuksien määrät.",
        "folded_fi": "tyonantajan on jarjestettava palkkakirjanpitonsa siten, etta siita voidaan aluksittain ja palkansaajittain todeta merityotulon ja siita toimitettujen ja maksettujen ennakonpidatysten, lahdeveron, sairausvakuutusmaksun ja tyonantajan sosiaaliturvamaksujen seka merimieselake- ja muiden vakuutusmaksujen tyonantajaosuuksien maarat.",
        "title_sv": "Lönebokföring",
        "content_sv": "Arbetsgivaren ska ordna sin lönebokföring så att det är möjligt att per fartyg och per löntagare fastställa sjöarbetsinkomsten och beloppen av förskottsinnehållningar, källskatt, sjukförsäkringspremier och arbetsgivares socialskyddsavgifter samt arbetsgivarandelen av sjömanspensionsförsäkringsavgifter och andra försäkringspremier som verkställts på och betalats för inkomsten.",
        "normalized_sv": "Arbetsgivaren ska ordna sin lönebokföring så att det är möjligt att per fartyg och per löntagare fastställa sjöarbetsinkomsten och beloppen av förskottsinnehållningar, källskatt, sjukförsäkringspremier och arbetsgivares socialskyddsavgifter samt arbetsgivarandelen av sjömanspensionsförsäkringsavgifter och andra försäkringspremier som verkställts på och betalats för inkomsten.",
        "folded_sv": "arbetsgivaren ska ordna sin lonebokforing sa att det ar mojligt att per fartyg och per lontagare faststalla sjoarbetsinkomsten och beloppen av forskottsinnehallningar, kallskatt, sjukforsakringspremier och arbetsgivares socialskyddsavgifter samt arbetsgivarandelen av sjomanspensionsforsakringsavgifter och andra forsakringspremier som verkstallts pa och betalats for inkomsten."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "title": "Tarvittavat tiedot ja selvitykset",
      "content": "Hakijan tulee huolehtia siitä, että tukiviranomaisella on käytettävissään kaikki tuen edellytysten ja määrän määrittämisessä tarpeelliset alusta ja sen liikennöintiä koskevat tiedot. Aluksen liikennöinnistä on tukijaksoittain tukiviranomaisen pyynnöstä annettava laivapäiväkirjanote, jonka tuen hakija varmentaa allekirjoituksellaan. Hakijan tulee toimittaa tukiviranomaiselle jäljennökset verohallinnolle toimitetuista valvontailmoituksista ja selvitys siitä, miten valvontailmoituksissa tarkoitetut ja maksetut erät jakautuvat työnantajan eri alusten kesken ja miten maksut jakautuvat aluskohtaisesti tuen perusteena oleviin maksuihin ja muihin maksuihin. Hakijan tulee tukijaksoittain toimittaa tukiviranomaiselle selvitys Merimieseläkekassalle tukijakson ajalta maksetuista eläkevakuutusmaksuista. Hakijan tulee tukijaksoittain toimittaa tukiviranomaiselle vakuutusyhtiön antama aluskohtainen selvitys tukijaksolta maksetuista merityötuloon perustuvista 11 §:ssä tarkoitetuista vakuutusmaksuista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_16",
        "normalized_fi": "Hakijan tulee huolehtia siitä, että tukiviranomaisella on käytettävissään kaikki tuen edellytysten ja määrän määrittämisessä tarpeelliset alusta ja sen liikennöintiä koskevat tiedot. Aluksen liikennöinnistä on tukijaksoittain tukiviranomaisen pyynnöstä annettava laivapäiväkirjanote, jonka tuen hakija varmentaa allekirjoituksellaan. Hakijan tulee toimittaa tukiviranomaiselle jäljennökset verohallinnolle toimitetuista valvontailmoituksista ja selvitys siitä, miten valvontailmoituksissa tarkoitetut ja maksetut erät jakautuvat työnantajan eri alusten kesken ja miten maksut jakautuvat aluskohtaisesti tuen perusteena oleviin maksuihin ja muihin maksuihin. Hakijan tulee tukijaksoittain toimittaa tukiviranomaiselle selvitys Merimieseläkekassalle tukijakson ajalta maksetuista eläkevakuutusmaksuista. Hakijan tulee tukijaksoittain toimittaa tukiviranomaiselle vakuutusyhtiön antama aluskohtainen selvitys tukijaksolta maksetuista merityötuloon perustuvista 11 § :ssä tarkoitetuista vakuutusmaksuista.",
        "folded_fi": "hakijan tulee huolehtia siita, etta tukiviranomaisella on kaytettavissaan kaikki tuen edellytysten ja maaran maarittamisessa tarpeelliset alusta ja sen liikennointia koskevat tiedot. aluksen liikennoinnista on tukijaksoittain tukiviranomaisen pyynnosta annettava laivapaivakirjanote, jonka tuen hakija varmentaa allekirjoituksellaan. hakijan tulee toimittaa tukiviranomaiselle jaljennokset verohallinnolle toimitetuista valvontailmoituksista ja selvitys siita, miten valvontailmoituksissa tarkoitetut ja maksetut erat jakautuvat tyonantajan eri alusten kesken ja miten maksut jakautuvat aluskohtaisesti tuen perusteena oleviin maksuihin ja muihin maksuihin. hakijan tulee tukijaksoittain toimittaa tukiviranomaiselle selvitys merimieselakekassalle tukijakson ajalta maksetuista elakevakuutusmaksuista. hakijan tulee tukijaksoittain toimittaa tukiviranomaiselle vakuutusyhtion antama aluskohtainen selvitys tukijaksolta maksetuista merityotuloon perustuvista 11 §:ssa tarkoitetuista vakuutusmaksuista.",
        "title_sv": "Nödvändiga uppgifter",
        "content_sv": "Den sökande ska se till att stödmyndigheten har tillgång till alla de uppgifter om fartyget och den trafik som bedrivs med fartyget som behövs för att fastställa förutsättningarna för stödet och stödbeloppet. På begäran av stödmyndigheten ska det för varje stödperiod lämnas in ett utdrag ur skeppsdagboken. Den sökande ska bekräfta utdraget med sin underskrift. Den sökande ska till stödmyndigheten lämna kopior av de övervakningsdeklarationer som lämnats till skatteförvaltningen och en redogörelse för hur de erlagda belopp som avses i övervakningsdeklarationerna fördelas mellan arbetsgivarens olika fartyg och, för vart och ett av fartygen, hur de är uppdelade på belopp som utgör grund för stöd och övriga belopp. Den sökande ska för varje stödperiod lämna stödmyndigheten en redogörelse för de pensionsförsäkringsavgifter som betalats in till Sjömanspensionskassan. Den sökande ska till stödmyndigheten för varje stödperiod och per fartyg överlämna försäkringsbolagets sammanställning av de under stödperioden inbetalda försäkringspremier som grundar sig på sjöarbetsinkomsten och som avses i 11 §.",
        "normalized_sv": "Den sökande ska se till att stödmyndigheten har tillgång till alla de uppgifter om fartyget och den trafik som bedrivs med fartyget som behövs för att fastställa förutsättningarna för stödet och stödbeloppet. På begäran av stödmyndigheten ska det för varje stödperiod lämnas in ett utdrag ur skeppsdagboken. Den sökande ska bekräfta utdraget med sin underskrift. Den sökande ska till stödmyndigheten lämna kopior av de övervakningsdeklarationer som lämnats till skatteförvaltningen och en redogörelse för hur de erlagda belopp som avses i övervakningsdeklarationerna fördelas mellan arbetsgivarens olika fartyg och, för vart och ett av fartygen, hur de är uppdelade på belopp som utgör grund för stöd och övriga belopp. Den sökande ska för varje stödperiod lämna stödmyndigheten en redogörelse för de pensionsförsäkringsavgifter som betalats in till Sjömanspensionskassan. Den sökande ska till stödmyndigheten för varje stödperiod och per fartyg överlämna försäkringsbolagets sammanställning av de under stödperioden inbetalda försäkringspremier som grundar sig på sjöarbetsinkomsten och som avses i 11 § .",
        "folded_sv": "den sokande ska se till att stodmyndigheten har tillgang till alla de uppgifter om fartyget och den trafik som bedrivs med fartyget som behovs for att faststalla forutsattningarna for stodet och stodbeloppet. pa begaran av stodmyndigheten ska det for varje stodperiod lamnas in ett utdrag ur skeppsdagboken. den sokande ska bekrafta utdraget med sin underskrift. den sokande ska till stodmyndigheten lamna kopior av de overvakningsdeklarationer som lamnats till skatteforvaltningen och en redogorelse for hur de erlagda belopp som avses i overvakningsdeklarationerna fordelas mellan arbetsgivarens olika fartyg och, for vart och ett av fartygen, hur de ar uppdelade pa belopp som utgor grund for stod och ovriga belopp. den sokande ska for varje stodperiod lamna stodmyndigheten en redogorelse for de pensionsforsakringsavgifter som betalats in till sjomanspensionskassan. den sokande ska till stodmyndigheten for varje stodperiod och per fartyg overlamna forsakringsbolagets sammanstallning av de under stodperioden inbetalda forsakringspremier som grundar sig pa sjoarbetsinkomsten och som avses i 11 §."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "title": "Tukiviranomaisen tiedonsaantioikeus",
      "content": "Tukiviranomaisella on oikeus salassapitosäännösten ja muiden tiedon saantia koskevien rajoitusten estämättä saada: 1) verohallinnolta tässä laissa tarkoitetun tuen määrän selvittämistä ja valvontaa varten tarpeelliset tiedot verohallinnolle toimitetuista valvontailmoituksista ja niiden perusteella maksetuista maksuista sekä ne verotiedot, jotka ovat välttämättömiä tukiviranomaisen harjoittaman tässä laissa säädetyn valvonnan toimeenpanemiseksi; 2) Merimieseläkekassalta tässä laissa tarkoitetun tuen määrän selvittämistä ja valvontaa varten aluskohtaiset tiedot Merimieseläkekassalle maksetuista eläkevakuutusmaksuista; 3) tullilaitokselta tässä laissa tarkoitetun tuen määrän selvittämistä ja valvontaa varten tiedot alusten liikennöinnistä. Tukiviranomaisella on oikeus saada 1 momentissa tarkoitetut tiedot maksutta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_17",
        "normalized_fi": "Tukiviranomaisella on oikeus salassapitosäännösten ja muiden tiedon saantia koskevien rajoitusten estämättä saada: 1) verohallinnolta tässä laissa tarkoitetun tuen määrän selvittämistä ja valvontaa varten tarpeelliset tiedot verohallinnolle toimitetuista valvontailmoituksista ja niiden perusteella maksetuista maksuista sekä ne verotiedot, jotka ovat välttämättömiä tukiviranomaisen harjoittaman tässä laissa säädetyn valvonnan toimeenpanemiseksi; 2) Merimieseläkekassalta tässä laissa tarkoitetun tuen määrän selvittämistä ja valvontaa varten aluskohtaiset tiedot Merimieseläkekassalle maksetuista eläkevakuutusmaksuista; 3) tullilaitokselta tässä laissa tarkoitetun tuen määrän selvittämistä ja valvontaa varten tiedot alusten liikennöinnistä. Tukiviranomaisella on oikeus saada 1 momentissa tarkoitetut tiedot maksutta.",
        "folded_fi": "tukiviranomaisella on oikeus salassapitosaannosten ja muiden tiedon saantia koskevien rajoitusten estamatta saada: 1) verohallinnolta tassa laissa tarkoitetun tuen maaran selvittamista ja valvontaa varten tarpeelliset tiedot verohallinnolle toimitetuista valvontailmoituksista ja niiden perusteella maksetuista maksuista seka ne verotiedot, jotka ovat valttamattomia tukiviranomaisen harjoittaman tassa laissa saadetyn valvonnan toimeenpanemiseksi; 2) merimieselakekassalta tassa laissa tarkoitetun tuen maaran selvittamista ja valvontaa varten aluskohtaiset tiedot merimieselakekassalle maksetuista elakevakuutusmaksuista; 3) tullilaitokselta tassa laissa tarkoitetun tuen maaran selvittamista ja valvontaa varten tiedot alusten liikennoinnista. tukiviranomaisella on oikeus saada 1 momentissa tarkoitetut tiedot maksutta.",
        "title_sv": "Stödmyndighetens rätt att få uppgifter",
        "content_sv": "Stödmyndigheten har rätt att, utan hinder av sekretessbestämmelserna och andra begränsningar av tillgången till information, 1) av skatteförvaltningen för utredning och kontroll av beloppet av stöd som avses i denna lag få behövliga uppgifter om övervakningsdeklarationer som lämnats till skatteförvaltningen och de belopp som betalats enligt dessa samt de skatteuppgifter som är nödvändiga för fullgörandet av den övervakningsuppgift som stödmyndigheten har enligt denna lag, 2) av Sjömanspensionskassan för utredning och kontroll av beloppet av stöd som avses i denna lag få uppgifterna per fartyg om de pensionsförsäkringsavgifter som betalats till Sjömanspensionskassan, 3) av tullverket för utredning och kontroll av beloppet av stöd som avses i denna lag få uppgifter om fartygens rutter. Stödmyndigheten har rätt att få de uppgifter som avses i 1 mom. avgiftsfritt.",
        "normalized_sv": "Stödmyndigheten har rätt att, utan hinder av sekretessbestämmelserna och andra begränsningar av tillgången till information, 1) av skatteförvaltningen för utredning och kontroll av beloppet av stöd som avses i denna lag få behövliga uppgifter om övervakningsdeklarationer som lämnats till skatteförvaltningen och de belopp som betalats enligt dessa samt de skatteuppgifter som är nödvändiga för fullgörandet av den övervakningsuppgift som stödmyndigheten har enligt denna lag, 2) av Sjömanspensionskassan för utredning och kontroll av beloppet av stöd som avses i denna lag få uppgifterna per fartyg om de pensionsförsäkringsavgifter som betalats till Sjömanspensionskassan, 3) av tullverket för utredning och kontroll av beloppet av stöd som avses i denna lag få uppgifter om fartygens rutter. Stödmyndigheten har rätt att få de uppgifter som avses i 1 mom. avgiftsfritt.",
        "folded_sv": "stodmyndigheten har ratt att, utan hinder av sekretessbestammelserna och andra begransningar av tillgangen till information, 1) av skatteforvaltningen for utredning och kontroll av beloppet av stod som avses i denna lag fa behovliga uppgifter om overvakningsdeklarationer som lamnats till skatteforvaltningen och de belopp som betalats enligt dessa samt de skatteuppgifter som ar nodvandiga for fullgorandet av den overvakningsuppgift som stodmyndigheten har enligt denna lag, 2) av sjomanspensionskassan for utredning och kontroll av beloppet av stod som avses i denna lag fa uppgifterna per fartyg om de pensionsforsakringsavgifter som betalats till sjomanspensionskassan, 3) av tullverket for utredning och kontroll av beloppet av stod som avses i denna lag fa uppgifter om fartygens rutter. stodmyndigheten har ratt att fa de uppgifter som avses i 1 mom. avgiftsfritt."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "title": "Valtakunnallisten työmarkkinajärjestöjen kuuleminen",
      "content": "Tukiviranomaisen on ennen asian ratkaisua kuultava asianomaisia valtakunnallisia työmarkkinajärjestöjä, jos se harkitsee tuen epäämistä kokonaisuudessaan tai pääosin. Tukiviranomainen voi kuulla asianomaisia valtakunnallisia työmarkkinajärjestöjä ennakkoratkaisua koskevan hakemuksen johdosta. Kuulemisessa on noudatettava, mitä viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetään salassapitovelvoitteista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_18",
        "normalized_fi": "Tukiviranomaisen on ennen asian ratkaisua kuultava asianomaisia valtakunnallisia työmarkkinajärjestöjä, jos se harkitsee tuen epäämistä kokonaisuudessaan tai pääosin. Tukiviranomainen voi kuulla asianomaisia valtakunnallisia työmarkkinajärjestöjä ennakkoratkaisua koskevan hakemuksen johdosta. Kuulemisessa on noudatettava, mitä viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetään salassapitovelvoitteista.",
        "folded_fi": "tukiviranomaisen on ennen asian ratkaisua kuultava asianomaisia valtakunnallisia tyomarkkinajarjestoja, jos se harkitsee tuen epaamista kokonaisuudessaan tai paaosin. tukiviranomainen voi kuulla asianomaisia valtakunnallisia tyomarkkinajarjestoja ennakkoratkaisua koskevan hakemuksen johdosta. kuulemisessa on noudatettava, mita viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) saadetaan salassapitovelvoitteista.",
        "title_sv": "Hörande av riksomfattande arbetsmarknadsorganisationer",
        "content_sv": "Stödmyndigheten ska innan ett ärende avgörs höra respektive riksomfattande arbetsmarknadsorganisationer, om den överväger att helt eller huvudsakligen förvägra stöd. Stödmyndigheten kan höra respektive riksomfattande arbetsmarknadsorganisationer med anledning av en ansökan om förhandsavgörande. Vid hörande ska iakttas vad som bestäms om skyldigheten att iaktta sekretess i lagen om offentlighet i myndigheternas verksamhet (621/1999).",
        "normalized_sv": "Stödmyndigheten ska innan ett ärende avgörs höra respektive riksomfattande arbetsmarknadsorganisationer, om den överväger att helt eller huvudsakligen förvägra stöd. Stödmyndigheten kan höra respektive riksomfattande arbetsmarknadsorganisationer med anledning av en ansökan om förhandsavgörande. Vid hörande ska iakttas vad som bestäms om skyldigheten att iaktta sekretess i lagen om offentlighet i myndigheternas verksamhet (621/1999).",
        "folded_sv": "stodmyndigheten ska innan ett arende avgors hora respektive riksomfattande arbetsmarknadsorganisationer, om den overvager att helt eller huvudsakligen forvagra stod. stodmyndigheten kan hora respektive riksomfattande arbetsmarknadsorganisationer med anledning av en ansokan om forhandsavgorande. vid horande ska iakttas vad som bestams om skyldigheten att iaktta sekretess i lagen om offentlighet i myndigheternas verksamhet (621/1999)."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "Tuen myöntäminen",
      "content": "Tuki myönnetään hakemuksesta jälkikäteen 14, 16 ja 17 §:ssä tarkoitettuihin tietoihin ja selvityksiin perustuen 10 §:ssä tarkoitettujen tuen myöntämisen yleisten edellytysten täyttyessä. Tuen myöntämisen edellytykset tutkitaan alustavasti tukijaksoa koskevan hakemuksen käsittelyn yhteydessä, mutta ratkaistaan jälkikäteen koko tukivuodelta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_19",
        "normalized_fi": "Tuki myönnetään hakemuksesta jälkikäteen 14, 16 ja 17 § :ssä tarkoitettuihin tietoihin ja selvityksiin perustuen 10 § :ssä tarkoitettujen tuen myöntämisen yleisten edellytysten täyttyessä. Tuen myöntämisen edellytykset tutkitaan alustavasti tukijaksoa koskevan hakemuksen käsittelyn yhteydessä, mutta ratkaistaan jälkikäteen koko tukivuodelta.",
        "folded_fi": "tuki myonnetaan hakemuksesta jalkikateen 14, 16 ja 17 §:ssa tarkoitettuihin tietoihin ja selvityksiin perustuen 10 §:ssa tarkoitettujen tuen myontamisen yleisten edellytysten tayttyessa. tuen myontamisen edellytykset tutkitaan alustavasti tukijaksoa koskevan hakemuksen kasittelyn yhteydessa, mutta ratkaistaan jalkikateen koko tukivuodelta.",
        "title_sv": "Beviljande av stöd",
        "content_sv": "Stöd beviljas på ansökan i efterskott på grundval av de uppgifter som avses i 14, 16 och 17 § när de allmänna villkor för beviljande av stöd som avses i 10 § är uppfyllda. Uppfyllandet av villkoren för beviljande av stöd granskas preliminärt i samband med behandlingen av en ansökan som avser en stödperiod, men avgörs i efterskott för hela stödåret.",
        "normalized_sv": "Stöd beviljas på ansökan i efterskott på grundval av de uppgifter som avses i 14, 16 och 17 § när de allmänna villkor för beviljande av stöd som avses i 10 § är uppfyllda. Uppfyllandet av villkoren för beviljande av stöd granskas preliminärt i samband med behandlingen av en ansökan som avser en stödperiod, men avgörs i efterskott för hela stödåret.",
        "folded_sv": "stod beviljas pa ansokan i efterskott pa grundval av de uppgifter som avses i 14, 16 och 17 § nar de allmanna villkor for beviljande av stod som avses i 10 § ar uppfyllda. uppfyllandet av villkoren for beviljande av stod granskas preliminart i samband med behandlingen av en ansokan som avser en stodperiod, men avgors i efterskott for hela stodaret."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Ennakkoratkaisu",
      "content": "Tukiviranomainen voi hakemuksesta antaa ennakkoratkaisun siitä, voidaanko alus merkitä hakemuksessa tarkoitetuissa olosuhteissa kauppa-alusluetteloon ja voidaanko alukselle myöntää tukea tämän lain mukaisesti. Ennakkoratkaisun antamisen edellytyksenä on, että asia on hakijan taloudellisen toiminnan kannalta erityisen tärkeä. Hakemuksessa on ilmoitettava yksilöity kysymys, johon ennakkoratkaisua haetaan, ja esitettävä asian ratkaisemiseksi tarvittava selvitys. Ennakkoratkaisu annetaan enintään ratkaisun antamista seuraavan tukivuoden loppuun. Tukiviranomaisen on sovellettava ennakkoratkaisua siihen kalenterivuoteen, jota varten se on annettu. Sellaisen tuen hakemiseen, jota ennakkoratkaisu koskee, sovelletaan, mitä 14 §:ssä ja muutoin tässä laissa säädetään. Ennakkoratkaisua koskeva asia on käsiteltävä kiireellisenä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_20",
        "normalized_fi": "Tukiviranomainen voi hakemuksesta antaa ennakkoratkaisun siitä, voidaanko alus merkitä hakemuksessa tarkoitetuissa olosuhteissa kauppa-alusluetteloon ja voidaanko alukselle myöntää tukea tämän lain mukaisesti. Ennakkoratkaisun antamisen edellytyksenä on, että asia on hakijan taloudellisen toiminnan kannalta erityisen tärkeä. Hakemuksessa on ilmoitettava yksilöity kysymys, johon ennakkoratkaisua haetaan, ja esitettävä asian ratkaisemiseksi tarvittava selvitys. Ennakkoratkaisu annetaan enintään ratkaisun antamista seuraavan tukivuoden loppuun. Tukiviranomaisen on sovellettava ennakkoratkaisua siihen kalenterivuoteen, jota varten se on annettu. Sellaisen tuen hakemiseen, jota ennakkoratkaisu koskee, sovelletaan, mitä 14 § :ssä ja muutoin tässä laissa säädetään. Ennakkoratkaisua koskeva asia on käsiteltävä kiireellisenä.",
        "folded_fi": "tukiviranomainen voi hakemuksesta antaa ennakkoratkaisun siita, voidaanko alus merkita hakemuksessa tarkoitetuissa olosuhteissa kauppa-alusluetteloon ja voidaanko alukselle myontaa tukea taman lain mukaisesti. ennakkoratkaisun antamisen edellytyksena on, etta asia on hakijan taloudellisen toiminnan kannalta erityisen tarkea. hakemuksessa on ilmoitettava yksiloity kysymys, johon ennakkoratkaisua haetaan, ja esitettava asian ratkaisemiseksi tarvittava selvitys. ennakkoratkaisu annetaan enintaan ratkaisun antamista seuraavan tukivuoden loppuun. tukiviranomaisen on sovellettava ennakkoratkaisua siihen kalenterivuoteen, jota varten se on annettu. sellaisen tuen hakemiseen, jota ennakkoratkaisu koskee, sovelletaan, mita 14 §:ssa ja muutoin tassa laissa saadetaan. ennakkoratkaisua koskeva asia on kasiteltava kiireellisena.",
        "title_sv": "Förhandsavgörande",
        "content_sv": "Stödmyndigheten kan på ansökan ge ett förhandsavgörande om huruvida ett fartyg under de omständigheter som nämns i ansökan kan skrivas in i handelsfartygsförteckningen och huruvida stöd enligt denna lag kan beviljas för fartyget. En förutsättning för meddelande av förhandsavgörande är att ärendet är särskilt viktigt med tanke på den sökandes ekonomiska verksamhet. I ansökan ska anges i vilken fråga förhandsavgörande söks och framläggas den utredning som behövs för avgörande av ärendet. Ett förhandsavgörande gäller högst till utgången av det stödår som följer efter det då avgörandet meddelas. Stödmyndigheten ska tillämpa förhandsavgörandet på det kalenderår som det har meddelats för. I fråga om ansökan av det stöd som förhandsavgörandet gäller tillämpas 14 § och vad som i övrigt bestäms i denna lag. Ett ärende som gäller förhandsavgörande ska behandlas skyndsamt.",
        "normalized_sv": "Stödmyndigheten kan på ansökan ge ett förhandsavgörande om huruvida ett fartyg under de omständigheter som nämns i ansökan kan skrivas in i handelsfartygsförteckningen och huruvida stöd enligt denna lag kan beviljas för fartyget. En förutsättning för meddelande av förhandsavgörande är att ärendet är särskilt viktigt med tanke på den sökandes ekonomiska verksamhet. I ansökan ska anges i vilken fråga förhandsavgörande söks och framläggas den utredning som behövs för avgörande av ärendet. Ett förhandsavgörande gäller högst till utgången av det stödår som följer efter det då avgörandet meddelas. Stödmyndigheten ska tillämpa förhandsavgörandet på det kalenderår som det har meddelats för. I fråga om ansökan av det stöd som förhandsavgörandet gäller tillämpas 14 § och vad som i övrigt bestäms i denna lag. Ett ärende som gäller förhandsavgörande ska behandlas skyndsamt.",
        "folded_sv": "stodmyndigheten kan pa ansokan ge ett forhandsavgorande om huruvida ett fartyg under de omstandigheter som namns i ansokan kan skrivas in i handelsfartygsforteckningen och huruvida stod enligt denna lag kan beviljas for fartyget. en forutsattning for meddelande av forhandsavgorande ar att arendet ar sarskilt viktigt med tanke pa den sokandes ekonomiska verksamhet. i ansokan ska anges i vilken fraga forhandsavgorande soks och framlaggas den utredning som behovs for avgorande av arendet. ett forhandsavgorande galler hogst till utgangen av det stodar som foljer efter det da avgorandet meddelas. stodmyndigheten ska tillampa forhandsavgorandet pa det kalenderar som det har meddelats for. i fraga om ansokan av det stod som forhandsavgorandet galler tillampas 14 § och vad som i ovrigt bestams i denna lag. ett arende som galler forhandsavgorande ska behandlas skyndsamt."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Tuen saajan velvollisuus ilmoittaa muutoksista",
      "content": "Kauppa-alusluetteloon merkityn aluksen suomalaisen omistajan tai aluksen ulkomaisen omistajan Suomeen rekisteröidyllä aluksella varustamotoimintaa harjoittavan suomalaisen työnantajan on ilman aiheetonta viivytystä ilmoitettava tukiviranomaiselle kaikista sellaisista muutoksista, joilla voi olla vaikutusta aluksen kauppa-alusluettelossa pysymiseen tai siitä poistamiseen taikka tuen myöntämisen edellytyksiin tai määrään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_21",
        "normalized_fi": "Kauppa-alusluetteloon merkityn aluksen suomalaisen omistajan tai aluksen ulkomaisen omistajan Suomeen rekisteröidyllä aluksella varustamotoimintaa harjoittavan suomalaisen työnantajan on ilman aiheetonta viivytystä ilmoitettava tukiviranomaiselle kaikista sellaisista muutoksista, joilla voi olla vaikutusta aluksen kauppa-alusluettelossa pysymiseen tai siitä poistamiseen taikka tuen myöntämisen edellytyksiin tai määrään.",
        "folded_fi": "kauppa-alusluetteloon merkityn aluksen suomalaisen omistajan tai aluksen ulkomaisen omistajan suomeen rekisteroidylla aluksella varustamotoimintaa harjoittavan suomalaisen tyonantajan on ilman aiheetonta viivytysta ilmoitettava tukiviranomaiselle kaikista sellaisista muutoksista, joilla voi olla vaikutusta aluksen kauppa-alusluettelossa pysymiseen tai siita poistamiseen taikka tuen myontamisen edellytyksiin tai maaraan.",
        "title_sv": "Stödmottagarens skyldighet att anmäla ändringar",
        "content_sv": "En finsk ägare av ett fartyg som är inskrivet i handelsfartygsförteckningen eller en finsk arbetsgivare som bedriver rederiverksamhet med en utländsk ägares fartyg som är registrerat i Finland ska utan onödigt dröjsmål meddela stödmyndigheten alla sådana ändringar som kan vara av betydelse för att fartyget ska stå kvar i eller avföras ur handelsfartygsförteckningen, eller som kan påverka villkoren för beviljande av stöd eller stödbeloppet.",
        "normalized_sv": "En finsk ägare av ett fartyg som är inskrivet i handelsfartygsförteckningen eller en finsk arbetsgivare som bedriver rederiverksamhet med en utländsk ägares fartyg som är registrerat i Finland ska utan onödigt dröjsmål meddela stödmyndigheten alla sådana ändringar som kan vara av betydelse för att fartyget ska stå kvar i eller avföras ur handelsfartygsförteckningen, eller som kan påverka villkoren för beviljande av stöd eller stödbeloppet.",
        "folded_sv": "en finsk agare av ett fartyg som ar inskrivet i handelsfartygsforteckningen eller en finsk arbetsgivare som bedriver rederiverksamhet med en utlandsk agares fartyg som ar registrerat i finland ska utan onodigt drojsmal meddela stodmyndigheten alla sadana andringar som kan vara av betydelse for att fartyget ska sta kvar i eller avforas ur handelsfartygsforteckningen, eller som kan paverka villkoren for beviljande av stod eller stodbeloppet."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Tuen palauttaminen ja takaisinperintä",
      "content": "Jos tuen edellytysten ja määrän jälkikäteisarvioinnissa havaitaan, että hakijalle on perusteetta maksettu tukea, perusteetta maksettu tuki on perittävä takaisin Suomen valtiolle: 1) jos hakija on antanut kauppa-alusluetteloon merkitsemistä tai tukea hakiessaan olennaisessa kohdassa väärän, harhaanjohtavan tai puutteellisen tiedon; 2) jos hakija on salannut aluksen kauppa-alusluetteloon hyväksymiseen tai tuen saamiseen olennaisesti vaikuttavia seikkoja; 3) jos hakija on kieltäytynyt kehotuksesta huolimatta antamasta kauppa-alusluettelonpidon valvontaa varten tarvittavia tai tuen saamiseen liittyviä olennaisia tietoja, asiakirjoja tai muuta aineistoa; tai 4) jos tuki on muutoin myönnetty tai maksettu olennaisesti perusteettomasti tai virheellisin perustein. Saamisen vanhentumiseen sovelletaan, mitä siitä erikseen säädetään. Jos tukea kuitenkin on maksettu 1 momentin 4 kohdan mukaisesti perusteettomasti tai virheellisin perustein, tuki voidaan määrätä palautettavaksi enintään siltä tukivuodelta, jolloin virhe havaittiin ja virheen havaitsemista edeltävältä tukivuodelta. Takaisinperinnästä voidaan luopua kokonaan tai osittain, jos se johtaisi ilmeisen kohtuuttomaan lopputulokseen. Palautettavalle määrälle on maksettava tuen maksupäivästä korkoa, joka vastaa kulloinkin voimassa olevaa Suomen Pankin peruskorkoa lisättynä neljällä prosenttiyksiköllä. Jollei palautettavaa määrää makseta viimeistään asetettuna eräpäivänä, on sille maksettava vuotuista viivästyskorkoa korkolain (633/1982) 4 §:n mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_22",
        "normalized_fi": "Jos tuen edellytysten ja määrän jälkikäteisarvioinnissa havaitaan, että hakijalle on perusteetta maksettu tukea, perusteetta maksettu tuki on perittävä takaisin Suomen valtiolle: 1) jos hakija on antanut kauppa-alusluetteloon merkitsemistä tai tukea hakiessaan olennaisessa kohdassa väärän, harhaanjohtavan tai puutteellisen tiedon; 2) jos hakija on salannut aluksen kauppa-alusluetteloon hyväksymiseen tai tuen saamiseen olennaisesti vaikuttavia seikkoja; 3) jos hakija on kieltäytynyt kehotuksesta huolimatta antamasta kauppa-alusluettelonpidon valvontaa varten tarvittavia tai tuen saamiseen liittyviä olennaisia tietoja, asiakirjoja tai muuta aineistoa; tai 4) jos tuki on muutoin myönnetty tai maksettu olennaisesti perusteettomasti tai virheellisin perustein. Saamisen vanhentumiseen sovelletaan, mitä siitä erikseen säädetään. Jos tukea kuitenkin on maksettu 1 momentin 4 kohdan mukaisesti perusteettomasti tai virheellisin perustein, tuki voidaan määrätä palautettavaksi enintään siltä tukivuodelta, jolloin virhe havaittiin ja virheen havaitsemista edeltävältä tukivuodelta. Takaisinperinnästä voidaan luopua kokonaan tai osittain, jos se johtaisi ilmeisen kohtuuttomaan lopputulokseen. Palautettavalle määrälle on maksettava tuen maksupäivästä korkoa, joka vastaa kulloinkin voimassa olevaa Suomen Pankin peruskorkoa lisättynä neljällä prosenttiyksiköllä. Jollei palautettavaa määrää makseta viimeistään asetettuna eräpäivänä, on sille maksettava vuotuista viivästyskorkoa korkolain (633/1982) 4 § :n mukaisesti.",
        "folded_fi": "jos tuen edellytysten ja maaran jalkikateisarvioinnissa havaitaan, etta hakijalle on perusteetta maksettu tukea, perusteetta maksettu tuki on perittava takaisin suomen valtiolle: 1) jos hakija on antanut kauppa-alusluetteloon merkitsemista tai tukea hakiessaan olennaisessa kohdassa vaaran, harhaanjohtavan tai puutteellisen tiedon; 2) jos hakija on salannut aluksen kauppa-alusluetteloon hyvaksymiseen tai tuen saamiseen olennaisesti vaikuttavia seikkoja; 3) jos hakija on kieltaytynyt kehotuksesta huolimatta antamasta kauppa-alusluettelonpidon valvontaa varten tarvittavia tai tuen saamiseen liittyvia olennaisia tietoja, asiakirjoja tai muuta aineistoa; tai 4) jos tuki on muutoin myonnetty tai maksettu olennaisesti perusteettomasti tai virheellisin perustein. saamisen vanhentumiseen sovelletaan, mita siita erikseen saadetaan. jos tukea kuitenkin on maksettu 1 momentin 4 kohdan mukaisesti perusteettomasti tai virheellisin perustein, tuki voidaan maarata palautettavaksi enintaan silta tukivuodelta, jolloin virhe havaittiin ja virheen havaitsemista edeltavalta tukivuodelta. takaisinperinnasta voidaan luopua kokonaan tai osittain, jos se johtaisi ilmeisen kohtuuttomaan lopputulokseen. palautettavalle maaralle on maksettava tuen maksupaivasta korkoa, joka vastaa kulloinkin voimassa olevaa suomen pankin peruskorkoa lisattyna neljalla prosenttiyksikolla. jollei palautettavaa maaraa makseta viimeistaan asetettuna erapaivana, on sille maksettava vuotuista viivastyskorkoa korkolain (633/1982) 4 §:n mukaisesti.",
        "title_sv": "Återbetalning och återkrav av stöd",
        "content_sv": "Om det vid en efterhandsbedömning av villkoren för stödet och stödbeloppet konstateras att den sökande har betalats stöd utan grund, ska det stöd som betalats utan grund återkrävas till finska staten, 1) om den sökande i samband med ansökan om inskrivning i handelsfartygsförteckningen eller ansökan om stöd har gett oriktiga, vilseledande eller bristfälliga uppgifter på någon väsentlig punkt, 2) om den sökande har förtigit omständigheter som i väsentlig grad skulle ha inverkat på godkännandet av fartyget för inskrivning i handelsfartygsförteckningen eller erhållandet av stöd, 3) om den sökande trots uppmaning har vägrat att lämna väsentliga uppgifter, handlingar eller annat material som behövs för att förandet av handelsfartygsförteckningen ska kunna övervakas eller som ansluter sig till erhållandet av stöd, eller 4) om stödet i övrigt har beviljats eller har betalats i väsentligt avseende utan grund eller på oriktiga grunder. I fråga om preskribering av fordringar tillämpas vad som särskilt föreskrivs om detta. Om stöd ändå har betalats utan grund eller på oriktiga grunder på det sätt som avses i 1 mom. 4 punkten, kan det bestämmas att stödet ska återbetalas för högst det stödår då felet konstaterades och för stödåret före det. Återkravet kan frångås helt eller delvis, om det skulle leda till ett uppenbart oskäligt resultat. På det belopp som ska återbetalas ska från utbetalningsdagen erläggas en ränta som motsvarar Finlands Banks grundränta vid tidpunkten i fråga ökad med fyra procentenheter. Om beloppet inte betalas senast på förfallodagen, ska på det betalas en årlig dröjsmålsränta i enlighet med 4 § i räntelagen (633/1982).",
        "normalized_sv": "Om det vid en efterhandsbedömning av villkoren för stödet och stödbeloppet konstateras att den sökande har betalats stöd utan grund, ska det stöd som betalats utan grund återkrävas till finska staten, 1) om den sökande i samband med ansökan om inskrivning i handelsfartygsförteckningen eller ansökan om stöd har gett oriktiga, vilseledande eller bristfälliga uppgifter på någon väsentlig punkt, 2) om den sökande har förtigit omständigheter som i väsentlig grad skulle ha inverkat på godkännandet av fartyget för inskrivning i handelsfartygsförteckningen eller erhållandet av stöd, 3) om den sökande trots uppmaning har vägrat att lämna väsentliga uppgifter, handlingar eller annat material som behövs för att förandet av handelsfartygsförteckningen ska kunna övervakas eller som ansluter sig till erhållandet av stöd, eller 4) om stödet i övrigt har beviljats eller har betalats i väsentligt avseende utan grund eller på oriktiga grunder. I fråga om preskribering av fordringar tillämpas vad som särskilt föreskrivs om detta. Om stöd ändå har betalats utan grund eller på oriktiga grunder på det sätt som avses i 1 mom. 4 punkten, kan det bestämmas att stödet ska återbetalas för högst det stödår då felet konstaterades och för stödåret före det. Återkravet kan frångås helt eller delvis, om det skulle leda till ett uppenbart oskäligt resultat. På det belopp som ska återbetalas ska från utbetalningsdagen erläggas en ränta som motsvarar Finlands Banks grundränta vid tidpunkten i fråga ökad med fyra procentenheter. Om beloppet inte betalas senast på förfallodagen, ska på det betalas en årlig dröjsmålsränta i enlighet med 4 § i räntelagen (633/1982).",
        "folded_sv": "om det vid en efterhandsbedomning av villkoren for stodet och stodbeloppet konstateras att den sokande har betalats stod utan grund, ska det stod som betalats utan grund aterkravas till finska staten, 1) om den sokande i samband med ansokan om inskrivning i handelsfartygsforteckningen eller ansokan om stod har gett oriktiga, vilseledande eller bristfalliga uppgifter pa nagon vasentlig punkt, 2) om den sokande har fortigit omstandigheter som i vasentlig grad skulle ha inverkat pa godkannandet av fartyget for inskrivning i handelsfartygsforteckningen eller erhallandet av stod, 3) om den sokande trots uppmaning har vagrat att lamna vasentliga uppgifter, handlingar eller annat material som behovs for att forandet av handelsfartygsforteckningen ska kunna overvakas eller som ansluter sig till erhallandet av stod, eller 4) om stodet i ovrigt har beviljats eller har betalats i vasentligt avseende utan grund eller pa oriktiga grunder. i fraga om preskribering av fordringar tillampas vad som sarskilt foreskrivs om detta. om stod anda har betalats utan grund eller pa oriktiga grunder pa det satt som avses i 1 mom. 4 punkten, kan det bestammas att stodet ska aterbetalas for hogst det stodar da felet konstaterades och for stodaret fore det. aterkravet kan frangas helt eller delvis, om det skulle leda till ett uppenbart oskaligt resultat. pa det belopp som ska aterbetalas ska fran utbetalningsdagen erlaggas en ranta som motsvarar finlands banks grundranta vid tidpunkten i fraga okad med fyra procentenheter. om beloppet inte betalas senast pa forfallodagen, ska pa det betalas en arlig drojsmalsranta i enlighet med 4 § i rantelagen (633/1982)."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "title": "Tietojen käsittely",
      "content": "Viranomaisen hallussa olevien, tässä laissa tarkoitettujen henkilötietojen käsittelyyn sovelletaan, mitä henkilötietolaissa (523/1999) säädetään ja tietojen luovuttamiseen sovelletaan, mitä viranomaisten toiminnan julkisuudesta annetussa laissa säädetään. Tässä laissa tarkoitetut tiedot voidaan luovuttaa viranomaiselle ja viranomaiselta myös teknisen käyttöyhteyden avulla tai muutoin sähköisesti. Hakemuksen ja sen liitteiden sekä muun selvityksen toimittaminen sähköisesti tukiviranomaiselle edellyttää, että hakija ja tukiviranomainen sopivat ennalta tietojen toimittamistavasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_23",
        "normalized_fi": "Viranomaisen hallussa olevien, tässä laissa tarkoitettujen henkilötietojen käsittelyyn sovelletaan, mitä henkilötietolaissa (523/1999) säädetään ja tietojen luovuttamiseen sovelletaan, mitä viranomaisten toiminnan julkisuudesta annetussa laissa säädetään. Tässä laissa tarkoitetut tiedot voidaan luovuttaa viranomaiselle ja viranomaiselta myös teknisen käyttöyhteyden avulla tai muutoin sähköisesti. Hakemuksen ja sen liitteiden sekä muun selvityksen toimittaminen sähköisesti tukiviranomaiselle edellyttää, että hakija ja tukiviranomainen sopivat ennalta tietojen toimittamistavasta.",
        "folded_fi": "viranomaisen hallussa olevien, tassa laissa tarkoitettujen henkilotietojen kasittelyyn sovelletaan, mita henkilotietolaissa (523/1999) saadetaan ja tietojen luovuttamiseen sovelletaan, mita viranomaisten toiminnan julkisuudesta annetussa laissa saadetaan. tassa laissa tarkoitetut tiedot voidaan luovuttaa viranomaiselle ja viranomaiselta myos teknisen kayttoyhteyden avulla tai muutoin sahkoisesti. hakemuksen ja sen liitteiden seka muun selvityksen toimittaminen sahkoisesti tukiviranomaiselle edellyttaa, etta hakija ja tukiviranomainen sopivat ennalta tietojen toimittamistavasta.",
        "title_sv": "Behandling av uppgifter",
        "content_sv": "I fråga om behandlingen av personuppgifter som en myndighet förfogar över och som avses i denna lag tillämpas personuppgiftslagen (523/1999), och i fråga om utlämnande av uppgifter tillämpas lagen om offentlighet i myndigheternas verksamhet. Uppgifter som avses i denna lag kan lämnas ut till en myndighet och från en myndighet också via en teknisk anslutning eller på annat sätt i elektronisk form. Inlämnande av ansökan jämte bilagor samt annan utredning i elektronisk form till stödmyndigheten förutsätter att den sökande och stödmyndigheten på förhand kommer överens om sättet för inlämnande av uppgifterna.",
        "normalized_sv": "I fråga om behandlingen av personuppgifter som en myndighet förfogar över och som avses i denna lag tillämpas personuppgiftslagen (523/1999), och i fråga om utlämnande av uppgifter tillämpas lagen om offentlighet i myndigheternas verksamhet. Uppgifter som avses i denna lag kan lämnas ut till en myndighet och från en myndighet också via en teknisk anslutning eller på annat sätt i elektronisk form. Inlämnande av ansökan jämte bilagor samt annan utredning i elektronisk form till stödmyndigheten förutsätter att den sökande och stödmyndigheten på förhand kommer överens om sättet för inlämnande av uppgifterna.",
        "folded_sv": "i fraga om behandlingen av personuppgifter som en myndighet forfogar over och som avses i denna lag tillampas personuppgiftslagen (523/1999), och i fraga om utlamnande av uppgifter tillampas lagen om offentlighet i myndigheternas verksamhet. uppgifter som avses i denna lag kan lamnas ut till en myndighet och fran en myndighet ocksa via en teknisk anslutning eller pa annat satt i elektronisk form. inlamnande av ansokan jamte bilagor samt annan utredning i elektronisk form till stodmyndigheten forutsatter att den sokande och stodmyndigheten pa forhand kommer overens om sattet for inlamnande av uppgifterna."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "title": "Vaitiolovelvollisuus",
      "content": "Joka tämän lain mukaisiin tehtäviin liittyviä toimenpiteitä suorittaessaan on saanut tietää jotakin toisen henkilön ominaisuuksista, henkilökohtaisista oloista tai taloudellisesta asemasta, ei saa henkilötietolain ja viranomaisten toiminnan julkisuudesta annetun lain vastaisesti sivulliselle ilmaista näin saamiaan tietoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_24",
        "normalized_fi": "Joka tämän lain mukaisiin tehtäviin liittyviä toimenpiteitä suorittaessaan on saanut tietää jotakin toisen henkilön ominaisuuksista, henkilökohtaisista oloista tai taloudellisesta asemasta, ei saa henkilötietolain ja viranomaisten toiminnan julkisuudesta annetun lain vastaisesti sivulliselle ilmaista näin saamiaan tietoja.",
        "folded_fi": "joka taman lain mukaisiin tehtaviin liittyvia toimenpiteita suorittaessaan on saanut tietaa jotakin toisen henkilon ominaisuuksista, henkilokohtaisista oloista tai taloudellisesta asemasta, ei saa henkilotietolain ja viranomaisten toiminnan julkisuudesta annetun lain vastaisesti sivulliselle ilmaista nain saamiaan tietoja.",
        "title_sv": "Tystnadsplikt",
        "content_sv": "Den som vid utförandet av åtgärder enligt denna lag har fått kännedom om något som gäller en annan persons egenskaper, personliga förhållanden eller ekonomiska ställning, får inte i strid med personuppgiftslagen och lagen om offentlighet i myndigheternas verksamhet för utomstående röja de uppgifter som han eller hon på detta sätt har erhållit.",
        "normalized_sv": "Den som vid utförandet av åtgärder enligt denna lag har fått kännedom om något som gäller en annan persons egenskaper, personliga förhållanden eller ekonomiska ställning, får inte i strid med personuppgiftslagen och lagen om offentlighet i myndigheternas verksamhet för utomstående röja de uppgifter som han eller hon på detta sätt har erhållit.",
        "folded_sv": "den som vid utforandet av atgarder enligt denna lag har fatt kannedom om nagot som galler en annan persons egenskaper, personliga forhallanden eller ekonomiska stallning, far inte i strid med personuppgiftslagen och lagen om offentlighet i myndigheternas verksamhet for utomstaende roja de uppgifter som han eller hon pa detta satt har erhallit."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "Tietojen säilyttäminen",
      "content": "Tukiviranomaisen on säilytettävä tämän lain mukaiset kauppa-alusluetteloon merkitsemiseen ja siitä poistamiseen, ennakkoratkaisuihin sekä tukiin liittyvät asiakirjat siten kuin arkistolaissa (831/1994) säädetään. Jos arkistolaitos ei ole määrännyt säilytettäväksi mainittuja asiakirjoja pysyvästi, tukiviranomaisen on säilytettävä niitä 10 vuoden ajan. Asiakirjojen ja tietojen säilytysaika alkaa siitä, kun päätös on annettu tai asia lakkaa muuten olemasta vireillä tukiviranomaisessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_25",
        "normalized_fi": "Tukiviranomaisen on säilytettävä tämän lain mukaiset kauppa-alusluetteloon merkitsemiseen ja siitä poistamiseen, ennakkoratkaisuihin sekä tukiin liittyvät asiakirjat siten kuin arkistolaissa (831/1994) säädetään. Jos arkistolaitos ei ole määrännyt säilytettäväksi mainittuja asiakirjoja pysyvästi, tukiviranomaisen on säilytettävä niitä 10 vuoden ajan. Asiakirjojen ja tietojen säilytysaika alkaa siitä, kun päätös on annettu tai asia lakkaa muuten olemasta vireillä tukiviranomaisessa.",
        "folded_fi": "tukiviranomaisen on sailytettava taman lain mukaiset kauppa-alusluetteloon merkitsemiseen ja siita poistamiseen, ennakkoratkaisuihin seka tukiin liittyvat asiakirjat siten kuin arkistolaissa (831/1994) saadetaan. jos arkistolaitos ei ole maarannyt sailytettavaksi mainittuja asiakirjoja pysyvasti, tukiviranomaisen on sailytettava niita 10 vuoden ajan. asiakirjojen ja tietojen sailytysaika alkaa siita, kun paatos on annettu tai asia lakkaa muuten olemasta vireilla tukiviranomaisessa.",
        "title_sv": "Bevarande av uppgifter",
        "content_sv": "Stödmyndigheten ska på det sätt som bestäms i arkivlagen (831/1994) bevara de i denna lag avsedda handlingar som hänför sig till inskrivning i och avförande ur handelsfartygsförteckningen, förhandsavgöranden samt stöd. Om arkivverket inte har förordnat att de nämnda handlingarna ska bevaras permanent, ska stödmyndigheten bevara dem i 10 år. Bevaringstiden för handlingar och uppgifter börjar när beslut har meddelats eller när ärendet på annat sätt upphör att vara anhängigt hos stödmyndigheten.",
        "normalized_sv": "Stödmyndigheten ska på det sätt som bestäms i arkivlagen (831/1994) bevara de i denna lag avsedda handlingar som hänför sig till inskrivning i och avförande ur handelsfartygsförteckningen, förhandsavgöranden samt stöd. Om arkivverket inte har förordnat att de nämnda handlingarna ska bevaras permanent, ska stödmyndigheten bevara dem i 10 år. Bevaringstiden för handlingar och uppgifter börjar när beslut har meddelats eller när ärendet på annat sätt upphör att vara anhängigt hos stödmyndigheten.",
        "folded_sv": "stodmyndigheten ska pa det satt som bestams i arkivlagen (831/1994) bevara de i denna lag avsedda handlingar som hanfor sig till inskrivning i och avforande ur handelsfartygsforteckningen, forhandsavgoranden samt stod. om arkivverket inte har forordnat att de namnda handlingarna ska bevaras permanent, ska stodmyndigheten bevara dem i 10 ar. bevaringstiden for handlingar och uppgifter borjar nar beslut har meddelats eller nar arendet pa annat satt upphor att vara anhangigt hos stodmyndigheten."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "Päätöksistä perittävät maksut",
      "content": "Kauppa-alusluetteloon merkitsemisestä, siitä poistamisesta, tukihakemuksen johdosta tehtävästä päätöksestä ja ennakkoratkaisusta peritään maksu siten kuin valtion maksuperustelaissa (150/1992) ja viranomaisten toiminnan julkisuudesta annetun lain 34 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_26",
        "normalized_fi": "Kauppa-alusluetteloon merkitsemisestä, siitä poistamisesta, tukihakemuksen johdosta tehtävästä päätöksestä ja ennakkoratkaisusta peritään maksu siten kuin valtion maksuperustelaissa (150/1992) ja viranomaisten toiminnan julkisuudesta annetun lain 34 § :ssä säädetään.",
        "folded_fi": "kauppa-alusluetteloon merkitsemisesta, siita poistamisesta, tukihakemuksen johdosta tehtavasta paatoksesta ja ennakkoratkaisusta peritaan maksu siten kuin valtion maksuperustelaissa (150/1992) ja viranomaisten toiminnan julkisuudesta annetun lain 34 §:ssa saadetaan.",
        "title_sv": "Avgifter för beslut",
        "content_sv": "För inskrivning i och avförande ur handelsfartygsförteckningen, för beslut med anledning av ansökan om stöd och för förhandsavgöranden tas det ut en avgift i enlighet med lagen om grunderna för avgifter till staten (150/1992) och 34 § i lagen om offentlighet i myndigheternas verksamhet.",
        "normalized_sv": "För inskrivning i och avförande ur handelsfartygsförteckningen, för beslut med anledning av ansökan om stöd och för förhandsavgöranden tas det ut en avgift i enlighet med lagen om grunderna för avgifter till staten (150/1992) och 34 § i lagen om offentlighet i myndigheternas verksamhet.",
        "folded_sv": "for inskrivning i och avforande ur handelsfartygsforteckningen, for beslut med anledning av ansokan om stod och for forhandsavgoranden tas det ut en avgift i enlighet med lagen om grunderna for avgifter till staten (150/1992) och 34 § i lagen om offentlighet i myndigheternas verksamhet."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "Oikaisuvaatimus ja muutoksenhaku",
      "content": "Tukiviranomaisen päätökseen saa siihen tyytymätön asianosainen hakea oikaisua 30 päivän kuluessa päätöksen tiedoksisaannista. Oikaisuvaatimus tehdään tukiviranomaiselle. Oikaisuvaatimuksesta annettuun päätökseen saa valittamalla hakea muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Sen lisäksi, mitä muutoksenhausta erikseen säädetään, tukiviranomaisella on oikeus valittaa hallinto-oikeuden tämän lain nojalla tekemästä päätöksestä, jos hallinto-oikeus on muuttanut tukiviranomaisen päätöstä tai kumonnut sen. Tukiviranomaisen tämän lain mukaisesti määräämään maksuun haetaan muutosta siten kuin valtion maksuperustelain 11 b §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_27",
        "normalized_fi": "Tukiviranomaisen päätökseen saa siihen tyytymätön asianosainen hakea oikaisua 30 päivän kuluessa päätöksen tiedoksisaannista. Oikaisuvaatimus tehdään tukiviranomaiselle. Oikaisuvaatimuksesta annettuun päätökseen saa valittamalla hakea muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Sen lisäksi, mitä muutoksenhausta erikseen säädetään, tukiviranomaisella on oikeus valittaa hallinto-oikeuden tämän lain nojalla tekemästä päätöksestä, jos hallinto-oikeus on muuttanut tukiviranomaisen päätöstä tai kumonnut sen. Tukiviranomaisen tämän lain mukaisesti määräämään maksuun haetaan muutosta siten kuin valtion maksuperustelain 11 b § :ssä säädetään.",
        "folded_fi": "tukiviranomaisen paatokseen saa siihen tyytymaton asianosainen hakea oikaisua 30 paivan kuluessa paatoksen tiedoksisaannista. oikaisuvaatimus tehdaan tukiviranomaiselle. oikaisuvaatimuksesta annettuun paatokseen saa valittamalla hakea muutosta siten kuin hallintolainkayttolaissa (586/1996) saadetaan. sen lisaksi, mita muutoksenhausta erikseen saadetaan, tukiviranomaisella on oikeus valittaa hallinto-oikeuden taman lain nojalla tekemasta paatoksesta, jos hallinto-oikeus on muuttanut tukiviranomaisen paatosta tai kumonnut sen. tukiviranomaisen taman lain mukaisesti maaraamaan maksuun haetaan muutosta siten kuin valtion maksuperustelain 11 b §:ssa saadetaan.",
        "title_sv": "Rättelseyrkande och ändringssökande",
        "content_sv": "En part som är missnöjd med stödmyndighetens beslut får söka rättelse i beslutet inom 30 dagar efter det att parten fick del av beslutet. Yrkande på rättelse framställs hos stödmyndigheten. I ett beslut med anledning av ett yrkande på rättelse får ändring sökas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Utöver vad som särskilt föreskrivs om ändringssökande, har stödmyndigheten rätt att överklaga ett beslut som förvaltningsdomstolen har fattat med stöd av denna lag, om förvaltningsdomstolen har ändrat stödmyndighetens beslut eller upphävt det. Ändring i en avgift som stödmyndigheten fastställt enligt denna lag får sökas på det sätt som föreskrivs i 11 b § i lagen om grunderna för avgifter till staten.",
        "normalized_sv": "En part som är missnöjd med stödmyndighetens beslut får söka rättelse i beslutet inom 30 dagar efter det att parten fick del av beslutet. Yrkande på rättelse framställs hos stödmyndigheten. I ett beslut med anledning av ett yrkande på rättelse får ändring sökas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Utöver vad som särskilt föreskrivs om ändringssökande, har stödmyndigheten rätt att överklaga ett beslut som förvaltningsdomstolen har fattat med stöd av denna lag, om förvaltningsdomstolen har ändrat stödmyndighetens beslut eller upphävt det. Ändring i en avgift som stödmyndigheten fastställt enligt denna lag får sökas på det sätt som föreskrivs i 11 b § i lagen om grunderna för avgifter till staten.",
        "folded_sv": "en part som ar missnojd med stodmyndighetens beslut far soka rattelse i beslutet inom 30 dagar efter det att parten fick del av beslutet. yrkande pa rattelse framstalls hos stodmyndigheten. i ett beslut med anledning av ett yrkande pa rattelse far andring sokas genom besvar pa det satt som foreskrivs i forvaltningsprocesslagen (586/1996). utover vad som sarskilt foreskrivs om andringssokande, har stodmyndigheten ratt att overklaga ett beslut som forvaltningsdomstolen har fattat med stod av denna lag, om forvaltningsdomstolen har andrat stodmyndighetens beslut eller upphavt det. andring i en avgift som stodmyndigheten faststallt enligt denna lag far sokas pa det satt som foreskrivs i 11 b § i lagen om grunderna for avgifter till staten."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "title": "Täytäntöönpano",
      "content": "Tukiviranomaisen päätös voidaan panna täytäntöön muutoksenhausta huolimatta, ellei oikaisuvaatimuksen käsittelevä viranomainen tai valitusviranomainen kiellä päätöksen täytäntöönpanoa, määrää sitä keskeytettäväksi tai muussa täytäntöönpanoa koskevassa määräyksessä toisin määrää. Takaisinperintää koskevassa asiassa annettu päätös voidaan panna täytäntöön verojen ja maksujen täytäntöönpanosta annetun lain (706/2007) 3 §:ssä säädetyssä järjestyksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_28",
        "normalized_fi": "Tukiviranomaisen päätös voidaan panna täytäntöön muutoksenhausta huolimatta, ellei oikaisuvaatimuksen käsittelevä viranomainen tai valitusviranomainen kiellä päätöksen täytäntöönpanoa, määrää sitä keskeytettäväksi tai muussa täytäntöönpanoa koskevassa määräyksessä toisin määrää. Takaisinperintää koskevassa asiassa annettu päätös voidaan panna täytäntöön verojen ja maksujen täytäntöönpanosta annetun lain (706/2007) 3 § :ssä säädetyssä järjestyksessä.",
        "folded_fi": "tukiviranomaisen paatos voidaan panna taytantoon muutoksenhausta huolimatta, ellei oikaisuvaatimuksen kasitteleva viranomainen tai valitusviranomainen kiella paatoksen taytantoonpanoa, maaraa sita keskeytettavaksi tai muussa taytantoonpanoa koskevassa maarayksessa toisin maaraa. takaisinperintaa koskevassa asiassa annettu paatos voidaan panna taytantoon verojen ja maksujen taytantoonpanosta annetun lain (706/2007) 3 §:ssa saadetyssa jarjestyksessa.",
        "title_sv": "Verkställighet",
        "content_sv": "Stödmyndighetens beslut kan verkställas även om det överklagas, om inte den myndighet som behandlar rättelseyrkandet eller besvärsmyndigheten förbjuder verkställigheten av beslutet, bestämmer att verkställigheten ska avbrytas eller bestämmer något annat i något annat förordnande som gäller verkställighet. Ett beslut i ett ärende som gäller återkrav kan verkställas på det sätt som anges i 3 § i lagen om verkställighet av skatter och avgifter (706/2007).",
        "normalized_sv": "Stödmyndighetens beslut kan verkställas även om det överklagas, om inte den myndighet som behandlar rättelseyrkandet eller besvärsmyndigheten förbjuder verkställigheten av beslutet, bestämmer att verkställigheten ska avbrytas eller bestämmer något annat i något annat förordnande som gäller verkställighet. Ett beslut i ett ärende som gäller återkrav kan verkställas på det sätt som anges i 3 § i lagen om verkställighet av skatter och avgifter (706/2007).",
        "folded_sv": "stodmyndighetens beslut kan verkstallas aven om det overklagas, om inte den myndighet som behandlar rattelseyrkandet eller besvarsmyndigheten forbjuder verkstalligheten av beslutet, bestammer att verkstalligheten ska avbrytas eller bestammer nagot annat i nagot annat forordnande som galler verkstallighet. ett beslut i ett arende som galler aterkrav kan verkstallas pa det satt som anges i 3 § i lagen om verkstallighet av skatter och avgifter (706/2007)."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "title": "Ilmoitukset ja tiedonannot",
      "content": "Tukiviranomainen ilmoittaa internetsivuillaan kauppa-alusluetteloon merkitsemisen ja tuen myöntämisen edellytyksistä. Tukiviranomainen ilmoittaa kauppa-alusluetteloon merkityille tuen hakemiseen oikeutetuille haettavana olevasta tuesta hyvissä ajoin ennen tukijaksoa koskevan tuen hakemiselle varatun määräajan päättymistä. Tukiviranomainen antaa liikenne- ja viestintäministeriölle tukivuosittain tiedot tämän lain perusteella maksetuista tuista ja lain vaikutuksista merenkulun kehitykseen. Euroopan yhteisöjen komissiolle tapahtuvasta meriliikenteen valtiontuen suuntaviivoissa edellytetystä raportoinnista ja tukien koordinoinnista säädetään erikseen. Tukiviranomainen antaa tiedot tämän lain perusteella maksetuista tuista muille viranomaisille siten kuin siitä erikseen säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_29",
        "normalized_fi": "Tukiviranomainen ilmoittaa internetsivuillaan kauppa-alusluetteloon merkitsemisen ja tuen myöntämisen edellytyksistä. Tukiviranomainen ilmoittaa kauppa-alusluetteloon merkityille tuen hakemiseen oikeutetuille haettavana olevasta tuesta hyvissä ajoin ennen tukijaksoa koskevan tuen hakemiselle varatun määräajan päättymistä. Tukiviranomainen antaa liikenne- ja viestintäministeriölle tukivuosittain tiedot tämän lain perusteella maksetuista tuista ja lain vaikutuksista merenkulun kehitykseen. Euroopan yhteisöjen komissiolle tapahtuvasta meriliikenteen valtiontuen suuntaviivoissa edellytetystä raportoinnista ja tukien koordinoinnista säädetään erikseen. Tukiviranomainen antaa tiedot tämän lain perusteella maksetuista tuista muille viranomaisille siten kuin siitä erikseen säädetään.",
        "folded_fi": "tukiviranomainen ilmoittaa internetsivuillaan kauppa-alusluetteloon merkitsemisen ja tuen myontamisen edellytyksista. tukiviranomainen ilmoittaa kauppa-alusluetteloon merkityille tuen hakemiseen oikeutetuille haettavana olevasta tuesta hyvissa ajoin ennen tukijaksoa koskevan tuen hakemiselle varatun maaraajan paattymista. tukiviranomainen antaa liikenne- ja viestintaministeriolle tukivuosittain tiedot taman lain perusteella maksetuista tuista ja lain vaikutuksista merenkulun kehitykseen. euroopan yhteisojen komissiolle tapahtuvasta meriliikenteen valtiontuen suuntaviivoissa edellytetysta raportoinnista ja tukien koordinoinnista saadetaan erikseen. tukiviranomainen antaa tiedot taman lain perusteella maksetuista tuista muille viranomaisille siten kuin siita erikseen saadetaan.",
        "title_sv": "Information och meddelanden",
        "content_sv": "Stödmyndigheten informerar på sin webbplats om villkoren för inskrivning i handelsfartygsförteckningen och beviljande av stöd. Stödmyndigheten informerar dem som inskrivits i handelsfartygsförteckningen och har rätt att ansöka om stöd om det stöd som kan sökas, i god tid före utgången av den ansökningstid som gäller för varje stödperiod. Stödmyndigheten lämnar för varje stödår kommunikationsministeriet uppgifter om stöd som har betalats enligt denna lag och om lagens inverkan på utvecklingen inom sjöfartsnäringen. Angående den rapportering till Europeiska gemenskapernas kommission och den samordning av stöden som förutsätts i riktlinjerna för statligt stöd till sjötransport föreskrivs särskilt. Stödmyndigheten lämnar ut uppgifter om stöd som har betalats enligt denna lag till andra myndigheter enligt vad som föreskrivs särskilt.",
        "normalized_sv": "Stödmyndigheten informerar på sin webbplats om villkoren för inskrivning i handelsfartygsförteckningen och beviljande av stöd. Stödmyndigheten informerar dem som inskrivits i handelsfartygsförteckningen och har rätt att ansöka om stöd om det stöd som kan sökas, i god tid före utgången av den ansökningstid som gäller för varje stödperiod. Stödmyndigheten lämnar för varje stödår kommunikationsministeriet uppgifter om stöd som har betalats enligt denna lag och om lagens inverkan på utvecklingen inom sjöfartsnäringen. Angående den rapportering till Europeiska gemenskapernas kommission och den samordning av stöden som förutsätts i riktlinjerna för statligt stöd till sjötransport föreskrivs särskilt. Stödmyndigheten lämnar ut uppgifter om stöd som har betalats enligt denna lag till andra myndigheter enligt vad som föreskrivs särskilt.",
        "folded_sv": "stodmyndigheten informerar pa sin webbplats om villkoren for inskrivning i handelsfartygsforteckningen och beviljande av stod. stodmyndigheten informerar dem som inskrivits i handelsfartygsforteckningen och har ratt att ansoka om stod om det stod som kan sokas, i god tid fore utgangen av den ansokningstid som galler for varje stodperiod. stodmyndigheten lamnar for varje stodar kommunikationsministeriet uppgifter om stod som har betalats enligt denna lag och om lagens inverkan pa utvecklingen inom sjofartsnaringen. angaende den rapportering till europeiska gemenskapernas kommission och den samordning av stoden som forutsatts i riktlinjerna for statligt stod till sjotransport foreskrivs sarskilt. stodmyndigheten lamnar ut uppgifter om stod som har betalats enligt denna lag till andra myndigheter enligt vad som foreskrivs sarskilt."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "6:30",
      "chapter": "6",
      "section": "30",
      "title": "Valvontaviranomainen",
      "content": "Liikenne- ja viestintäministeriö valvoo tämän lain täytäntöönpanoa. Tukiviranomainen valvoo kauppa-alusluetteloon merkitsemisen edellytysten noudattamista ja tuen myöntämisen edellytysten oikeellisuutta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_30",
        "normalized_fi": "Liikenne- ja viestintäministeriö valvoo tämän lain täytäntöönpanoa. Tukiviranomainen valvoo kauppa-alusluetteloon merkitsemisen edellytysten noudattamista ja tuen myöntämisen edellytysten oikeellisuutta.",
        "folded_fi": "liikenne- ja viestintaministerio valvoo taman lain taytantoonpanoa. tukiviranomainen valvoo kauppa-alusluetteloon merkitsemisen edellytysten noudattamista ja tuen myontamisen edellytysten oikeellisuutta.",
        "title_sv": "Tillsynsmyndighet",
        "content_sv": "Kommunikationsministeriet har tillsyn över verkställigheten av denna lag. Stödmyndigheten ska övervaka att villkoren för inskrivning i handelsfartygsförteckningen iakttas och att stöden beviljas på riktiga grunder.",
        "normalized_sv": "Kommunikationsministeriet har tillsyn över verkställigheten av denna lag. Stödmyndigheten ska övervaka att villkoren för inskrivning i handelsfartygsförteckningen iakttas och att stöden beviljas på riktiga grunder.",
        "folded_sv": "kommunikationsministeriet har tillsyn over verkstalligheten av denna lag. stodmyndigheten ska overvaka att villkoren for inskrivning i handelsfartygsforteckningen iakttas och att stoden beviljas pa riktiga grunder."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "title": "Tarkemmat säännökset",
      "content": "Liikenne- ja viestintäministeriön asetuksella voidaan antaa tarkempia säännöksiä tämän lain: 1) 14 ja 16 §:ssä tarkoitetusta tuen hakemista ja selvitysten esittämistä koskevasta menettelystä; 2) 19 §:ssä tarkoitetusta tuen myöntämisestä; ja 3) 21 §:ssä tarkoitetusta tuen saajan ilmoitusvelvollisuudesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_31",
        "normalized_fi": "Liikenne- ja viestintäministeriön asetuksella voidaan antaa tarkempia säännöksiä tämän lain: 1) 14 ja 16 § :ssä tarkoitetusta tuen hakemista ja selvitysten esittämistä koskevasta menettelystä; 2) 19 § :ssä tarkoitetusta tuen myöntämisestä; ja 3) 21 § :ssä tarkoitetusta tuen saajan ilmoitusvelvollisuudesta.",
        "folded_fi": "liikenne- ja viestintaministerion asetuksella voidaan antaa tarkempia saannoksia taman lain: 1) 14 ja 16 §:ssa tarkoitetusta tuen hakemista ja selvitysten esittamista koskevasta menettelysta; 2) 19 §:ssa tarkoitetusta tuen myontamisesta; ja 3) 21 §:ssa tarkoitetusta tuen saajan ilmoitusvelvollisuudesta.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Genom förordning av kommunikationsministeriet kan närmare bestämmelser utfärdas om 1) hur ansökan om stöd görs och uppgifter lämnas enligt 14 och 16 §, 2) hur stöd beviljas enligt 19 §, och 3) stödmottagarens anmälningsskyldighet enligt 21 §.",
        "normalized_sv": "Genom förordning av kommunikationsministeriet kan närmare bestämmelser utfärdas om 1) hur ansökan om stöd görs och uppgifter lämnas enligt 14 och 16 § , 2) hur stöd beviljas enligt 19 § , och 3) stödmottagarens anmälningsskyldighet enligt 21 § .",
        "folded_sv": "genom forordning av kommunikationsministeriet kan narmare bestammelser utfardas om 1) hur ansokan om stod gors och uppgifter lamnas enligt 14 och 16 §, 2) hur stod beviljas enligt 19 §, och 3) stodmottagarens anmalningsskyldighet enligt 21 §."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "32",
      "section": "32",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan valtioneuvoston asetuksella säädettävänä ajankohtana. Tätä lakia sovelletaan 1 päivänä tammikuuta 2008 ja sen jälkeen aiheutuneista kustannuksista maksettavaan tukeen. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin. Tällä lailla kumotaan ulkomaanliikenteen kauppa-alusluettelosta 30 päivänä joulukuuta 1991 annettu laki (1707/1991) siihen myöhemmin tehtyine muutoksineen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_32",
        "normalized_fi": "Tämä laki tulee voimaan valtioneuvoston asetuksella säädettävänä ajankohtana. Tätä lakia sovelletaan 1 päivänä tammikuuta 2008 ja sen jälkeen aiheutuneista kustannuksista maksettavaan tukeen. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin. Tällä lailla kumotaan ulkomaanliikenteen kauppa-alusluettelosta 30 päivänä joulukuuta 1991 annettu laki (1707/1991) siihen myöhemmin tehtyine muutoksineen.",
        "folded_fi": "tama laki tulee voimaan valtioneuvoston asetuksella saadettavana ajankohtana. tata lakia sovelletaan 1 paivana tammikuuta 2008 ja sen jalkeen aiheutuneista kustannuksista maksettavaan tukeen. ennen taman lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin. talla lailla kumotaan ulkomaanliikenteen kauppa-alusluettelosta 30 paivana joulukuuta 1991 annettu laki (1707/1991) siihen myohemmin tehtyine muutoksineen.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft vid en tidpunkt som bestäms genom förordning av statsrådet. Lagen tillämpas på stöd som betalas för kostnader som uppkommit den 1 januari 2008 och därefter. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft. Genom denna lag upphävs lagen av den 30 december 1991 om en förteckning över handelsfartyg i utrikesfart (1707/1991) jämte ändringar.",
        "normalized_sv": "Denna lag träder i kraft vid en tidpunkt som bestäms genom förordning av statsrådet. Lagen tillämpas på stöd som betalas för kostnader som uppkommit den 1 januari 2008 och därefter. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft. Genom denna lag upphävs lagen av den 30 december 1991 om en förteckning över handelsfartyg i utrikesfart (1707/1991) jämte ändringar.",
        "folded_sv": "denna lag trader i kraft vid en tidpunkt som bestams genom forordning av statsradet. lagen tillampas pa stod som betalas for kostnader som uppkommit den 1 januari 2008 och darefter. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft. genom denna lag upphavs lagen av den 30 december 1991 om en forteckning over handelsfartyg i utrikesfart (1707/1991) jamte andringar."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "33",
      "section": "33",
      "title": "Siirtymäsäännös",
      "content": "Ennen tämän lain voimaantuloa vireille tulleisiin tukihakemuksiin sovelletaan tämän lain voimaan tullessa voimassa olleita säännöksiä. Ulkomaanliikenteen kauppa-alusluettelosta annetun lain mukaisesti maksettavat tuet otetaan huomioon jo maksettuina tukina myönnettäessä tämän lain mukaisia samalta ajalta maksettavia tukia. Eräiltä matkustaja-aluksilta saadusta merityötulosta toimitetun ennakonpidätyksen väliaikaisesta maksuvapaudesta annetun lain (625/2004) mukaisesti verottajalle maksamatta jätettyjen ennakonpidätysten määrä otetaan huomioon jo suoritettuna tukena määriteltäessä tämän lain mukaisen tuen määrää 1 päivänä tammikuuta 2008 ja lain voimaantulon väliseltä ajalta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_33",
        "normalized_fi": "Ennen tämän lain voimaantuloa vireille tulleisiin tukihakemuksiin sovelletaan tämän lain voimaan tullessa voimassa olleita säännöksiä. Ulkomaanliikenteen kauppa-alusluettelosta annetun lain mukaisesti maksettavat tuet otetaan huomioon jo maksettuina tukina myönnettäessä tämän lain mukaisia samalta ajalta maksettavia tukia. Eräiltä matkustaja-aluksilta saadusta merityötulosta toimitetun ennakonpidätyksen väliaikaisesta maksuvapaudesta annetun lain (625/2004) mukaisesti verottajalle maksamatta jätettyjen ennakonpidätysten määrä otetaan huomioon jo suoritettuna tukena määriteltäessä tämän lain mukaisen tuen määrää 1 päivänä tammikuuta 2008 ja lain voimaantulon väliseltä ajalta.",
        "folded_fi": "ennen taman lain voimaantuloa vireille tulleisiin tukihakemuksiin sovelletaan taman lain voimaan tullessa voimassa olleita saannoksia. ulkomaanliikenteen kauppa-alusluettelosta annetun lain mukaisesti maksettavat tuet otetaan huomioon jo maksettuina tukina myonnettaessa taman lain mukaisia samalta ajalta maksettavia tukia. erailta matkustaja-aluksilta saadusta merityotulosta toimitetun ennakonpidatyksen valiaikaisesta maksuvapaudesta annetun lain (625/2004) mukaisesti verottajalle maksamatta jatettyjen ennakonpidatysten maara otetaan huomioon jo suoritettuna tukena maariteltaessa taman lain mukaisen tuen maaraa 1 paivana tammikuuta 2008 ja lain voimaantulon valiselta ajalta.",
        "title_sv": "Övergångsbestämmelse",
        "content_sv": "På stödansökningar som har anhängiggjorts innan denna lag har trätt i kraft tillämpas de bestämmelser som gällde vid ikraftträdandet. Stöd som utbetalas enligt lagen om en förteckning över handelsfartyg i utrikesfart beaktas som redan utbetalt stöd när stöd enligt denna lag beviljas för samma tid. Beloppen av de förskottsinnehållningar som inte betalats in till skattemyndigheten i enlighet med lagen om temporär befrielse från betalning av förskottsinnehållning som verkställts på sjöarbetsinkomst från vissa passagerarfartyg (625/2004) beaktas som redan erlagt stöd vid fastställandet av beloppet av stöd enligt denna lag för tiden mellan den 1 januari 2008 och lagens ikraftträdande.",
        "normalized_sv": "På stödansökningar som har anhängiggjorts innan denna lag har trätt i kraft tillämpas de bestämmelser som gällde vid ikraftträdandet. Stöd som utbetalas enligt lagen om en förteckning över handelsfartyg i utrikesfart beaktas som redan utbetalt stöd när stöd enligt denna lag beviljas för samma tid. Beloppen av de förskottsinnehållningar som inte betalats in till skattemyndigheten i enlighet med lagen om temporär befrielse från betalning av förskottsinnehållning som verkställts på sjöarbetsinkomst från vissa passagerarfartyg (625/2004) beaktas som redan erlagt stöd vid fastställandet av beloppet av stöd enligt denna lag för tiden mellan den 1 januari 2008 och lagens ikraftträdande.",
        "folded_sv": "pa stodansokningar som har anhangiggjorts innan denna lag har tratt i kraft tillampas de bestammelser som gallde vid ikrafttradandet. stod som utbetalas enligt lagen om en forteckning over handelsfartyg i utrikesfart beaktas som redan utbetalt stod nar stod enligt denna lag beviljas for samma tid. beloppen av de forskottsinnehallningar som inte betalats in till skattemyndigheten i enlighet med lagen om temporar befrielse fran betalning av forskottsinnehallning som verkstallts pa sjoarbetsinkomst fran vissa passagerarfartyg (625/2004) beaktas som redan erlagt stod vid faststallandet av beloppet av stod enligt denna lag for tiden mellan den 1 januari 2008 och lagens ikrafttradande."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    }
  ]
}