{
  "id": "127/2005",
  "type": "statute",
  "title": "Laki kuolleeksi julistamisesta",
  "title_en": "Lag om dödförklaring",
  "status": "in_force",
  "issued_date": "2005-03-04",
  "in_force_date": "2005-03-04",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/127/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lain soveltamisala",
      "content": "Kadonnut henkilö voidaan julistaa kuolleeksi tuomioistuimen tai maistraatin päätöksellä siten kuin tässä laissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Kadonnut henkilö voidaan julistaa kuolleeksi tuomioistuimen tai maistraatin päätöksellä siten kuin tässä laissa säädetään.",
        "folded_fi": "kadonnut henkilo voidaan julistaa kuolleeksi tuomioistuimen tai maistraatin paatoksella siten kuin tassa laissa saadetaan.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "En person som har försvunnit kan förklaras död genom beslut av en domstol eller magistrat i den ordning som föreskrivs i denna lag.",
        "normalized_sv": "En person som har försvunnit kan förklaras död genom beslut av en domstol eller magistrat i den ordning som föreskrivs i denna lag.",
        "folded_sv": "en person som har forsvunnit kan forklaras dod genom beslut av en domstol eller magistrat i den ordning som foreskrivs i denna lag."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Kuolleeksi julistamisen vaikutukset",
      "content": "Kuolleeksi julistetun katsotaan kuolleen päätöksessä määrättynä kuolinpäivänä, jollei muuta näytetä. Jos lain mukaan jokin määräaika lasketaan henkilön kuolemasta, lasketaan määräaika henkilön tultua julistetuksi kuolleeksi päätöksen antopäivästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Kuolleeksi julistetun katsotaan kuolleen päätöksessä määrättynä kuolinpäivänä, jollei muuta näytetä. Jos lain mukaan jokin määräaika lasketaan henkilön kuolemasta, lasketaan määräaika henkilön tultua julistetuksi kuolleeksi päätöksen antopäivästä.",
        "folded_fi": "kuolleeksi julistetun katsotaan kuolleen paatoksessa maarattyna kuolinpaivana, jollei muuta nayteta. jos lain mukaan jokin maaraaika lasketaan henkilon kuolemasta, lasketaan maaraaika henkilon tultua julistetuksi kuolleeksi paatoksen antopaivasta.",
        "title_sv": "Verkningarna av dödförklaring",
        "content_sv": "Den som har dödförklarats anses ha avlidit på den i beslutet fastställda dödsdagen, om inte något annat visas. Om en tidsfrist enligt lag räknas från en persons död, skall tidsfristen dock efter att personen har dödförklarats räknas från den dag då beslutet gavs.",
        "normalized_sv": "Den som har dödförklarats anses ha avlidit på den i beslutet fastställda dödsdagen, om inte något annat visas. Om en tidsfrist enligt lag räknas från en persons död, skall tidsfristen dock efter att personen har dödförklarats räknas från den dag då beslutet gavs.",
        "folded_sv": "den som har dodforklarats anses ha avlidit pa den i beslutet faststallda dodsdagen, om inte nagot annat visas. om en tidsfrist enligt lag raknas fran en persons dod, skall tidsfristen dock efter att personen har dodforklarats raknas fran den dag da beslutet gavs."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "Kuolleeksi julistaminen ilman odotusaikaa",
      "content": "Jos kadonnut henkilö on kadotessaan ollut välittömän hengenvaaran aiheuttaneessa onnettomuudessa tai muussa siihen rinnastettavassa tilanteessa eikä ole syytä olettaa hänen pelastuneen, hänen kuolleeksi julistamistaan voidaan hakea välittömästi katoamisen jälkeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_3",
        "normalized_fi": "Jos kadonnut henkilö on kadotessaan ollut välittömän hengenvaaran aiheuttaneessa onnettomuudessa tai muussa siihen rinnastettavassa tilanteessa eikä ole syytä olettaa hänen pelastuneen, hänen kuolleeksi julistamistaan voidaan hakea välittömästi katoamisen jälkeen.",
        "folded_fi": "jos kadonnut henkilo on kadotessaan ollut valittoman hengenvaaran aiheuttaneessa onnettomuudessa tai muussa siihen rinnastettavassa tilanteessa eika ole syyta olettaa hanen pelastuneen, hanen kuolleeksi julistamistaan voidaan hakea valittomasti katoamisen jalkeen.",
        "title_sv": "Dödförklaring utan väntetid",
        "content_sv": "Om en försvunnen person vid försvinnandet varit med i en olycka som orsakat omedelbar livsfara eller befunnit sig i någon annan motsvarande situation och det inte finns skäl att anta att han eller hon har räddats, kan ansökan om dödförklaring av personen göras omedelbart efter försvinnandet.",
        "normalized_sv": "Om en försvunnen person vid försvinnandet varit med i en olycka som orsakat omedelbar livsfara eller befunnit sig i någon annan motsvarande situation och det inte finns skäl att anta att han eller hon har räddats, kan ansökan om dödförklaring av personen göras omedelbart efter försvinnandet.",
        "folded_sv": "om en forsvunnen person vid forsvinnandet varit med i en olycka som orsakat omedelbar livsfara eller befunnit sig i nagon annan motsvarande situation och det inte finns skal att anta att han eller hon har raddats, kan ansokan om dodforklaring av personen goras omedelbart efter forsvinnandet."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Kuolleeksi julistaminen odotusajan kuluttua",
      "content": "Kadonneen henkilön kuolleeksi julistamista voidaan muissa kuin 3 §:ssä tarkoitetuissa tapauksissa hakea odotusajan kuluttua. Odotusaika lasketaan siitä, kun kadonnut henkilö on tiettävästi viimeksi ollut elossa. Jos kadonnut henkilö on kadotessaan ollut olosuhteissa, joihin liittyy hengenvaara, tai jos katoamiseen liittyvät olosuhteet ja muut seikat huomioon ottaen muutoin on erittäin todennäköistä, että hän on kuollut, odotusaika on yksi vuosi. Muissa kuin 2 momentissa tarkoitetuissa tapauksissa odotusaika on viisi vuotta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_4",
        "normalized_fi": "Kadonneen henkilön kuolleeksi julistamista voidaan muissa kuin 3 § :ssä tarkoitetuissa tapauksissa hakea odotusajan kuluttua. Odotusaika lasketaan siitä, kun kadonnut henkilö on tiettävästi viimeksi ollut elossa. Jos kadonnut henkilö on kadotessaan ollut olosuhteissa, joihin liittyy hengenvaara, tai jos katoamiseen liittyvät olosuhteet ja muut seikat huomioon ottaen muutoin on erittäin todennäköistä, että hän on kuollut, odotusaika on yksi vuosi. Muissa kuin 2 momentissa tarkoitetuissa tapauksissa odotusaika on viisi vuotta.",
        "folded_fi": "kadonneen henkilon kuolleeksi julistamista voidaan muissa kuin 3 §:ssa tarkoitetuissa tapauksissa hakea odotusajan kuluttua. odotusaika lasketaan siita, kun kadonnut henkilo on tiettavasti viimeksi ollut elossa. jos kadonnut henkilo on kadotessaan ollut olosuhteissa, joihin liittyy hengenvaara, tai jos katoamiseen liittyvat olosuhteet ja muut seikat huomioon ottaen muutoin on erittain todennakoista, etta han on kuollut, odotusaika on yksi vuosi. muissa kuin 2 momentissa tarkoitetuissa tapauksissa odotusaika on viisi vuotta.",
        "title_sv": "Dödförklaring efter väntetid",
        "content_sv": "Dödförklaring av en försvunnen person kan i andra än i 3 § avsedda fall sökas efter en väntetid. Väntetiden räknas från den tidpunkt vid vilken den försvunna personen veterligen senast var vid liv. Om den försvunna personen vid försvinnandet befann sig i förhållanden förknippade med livsfara eller om det med beaktande av förhållandena vid försvinnandet och andra omständigheter annars är ytterst sannolikt att personen är död, är väntetiden ett år. I andra än i 2 mom. avsedda fall är väntetiden fem år.",
        "normalized_sv": "Dödförklaring av en försvunnen person kan i andra än i 3 § avsedda fall sökas efter en väntetid. Väntetiden räknas från den tidpunkt vid vilken den försvunna personen veterligen senast var vid liv. Om den försvunna personen vid försvinnandet befann sig i förhållanden förknippade med livsfara eller om det med beaktande av förhållandena vid försvinnandet och andra omständigheter annars är ytterst sannolikt att personen är död, är väntetiden ett år. I andra än i 2 mom. avsedda fall är väntetiden fem år.",
        "folded_sv": "dodforklaring av en forsvunnen person kan i andra an i 3 § avsedda fall sokas efter en vantetid. vantetiden raknas fran den tidpunkt vid vilken den forsvunna personen veterligen senast var vid liv. om den forsvunna personen vid forsvinnandet befann sig i forhallanden forknippade med livsfara eller om det med beaktande av forhallandena vid forsvinnandet och andra omstandigheter annars ar ytterst sannolikt att personen ar dod, ar vantetiden ett ar. i andra an i 2 mom. avsedda fall ar vantetiden fem ar."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Vireillepano",
      "content": "Kuolleeksi julistamista koskeva asia pannaan vireille käräjäoikeudessa hakemuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Kuolleeksi julistamista koskeva asia pannaan vireille käräjäoikeudessa hakemuksella.",
        "folded_fi": "kuolleeksi julistamista koskeva asia pannaan vireille karajaoikeudessa hakemuksella.",
        "title_sv": "Hur ett ärende inleds",
        "content_sv": "Ett ärende som gäller dödförklaring inleds genom en ansökan hos tingsrätten.",
        "normalized_sv": "Ett ärende som gäller dödförklaring inleds genom en ansökan hos tingsrätten.",
        "folded_sv": "ett arende som galler dodforklaring inleds genom en ansokan hos tingsratten."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Toimivaltainen tuomioistuin",
      "content": "Kuolleeksi julistamista koskevan asian käsittelee se tuomioistuin, jonka tuomiopiirissä kadonneella henkilöllä on viimeksi ollut kotikunta tai väestökirjanpitokunta. Jos haetaan usean samalla kertaa kadonneen henkilön julistamista kuolleeksi, asian voi käsitellä tuomioistuin, joka on 1 momentin nojalla toimivaltainen heistä jonkun osalta. Jos Suomessa ei ole tuomioistuinta, joka olisi 1 tai 2 momentin nojalla toimivaltainen käsittelemään asian, asian käsittelee se tuomioistuin, jonka tuomiopiirissä hakijalla on kotikunta tai, jollei hakijalla ole kotikuntaa Suomessa, Helsingin käräjäoikeus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Kuolleeksi julistamista koskevan asian käsittelee se tuomioistuin, jonka tuomiopiirissä kadonneella henkilöllä on viimeksi ollut kotikunta tai väestökirjanpitokunta. Jos haetaan usean samalla kertaa kadonneen henkilön julistamista kuolleeksi, asian voi käsitellä tuomioistuin, joka on 1 momentin nojalla toimivaltainen heistä jonkun osalta. Jos Suomessa ei ole tuomioistuinta, joka olisi 1 tai 2 momentin nojalla toimivaltainen käsittelemään asian, asian käsittelee se tuomioistuin, jonka tuomiopiirissä hakijalla on kotikunta tai, jollei hakijalla ole kotikuntaa Suomessa, Helsingin käräjäoikeus.",
        "folded_fi": "kuolleeksi julistamista koskevan asian kasittelee se tuomioistuin, jonka tuomiopiirissa kadonneella henkilolla on viimeksi ollut kotikunta tai vaestokirjanpitokunta. jos haetaan usean samalla kertaa kadonneen henkilon julistamista kuolleeksi, asian voi kasitella tuomioistuin, joka on 1 momentin nojalla toimivaltainen heista jonkun osalta. jos suomessa ei ole tuomioistuinta, joka olisi 1 tai 2 momentin nojalla toimivaltainen kasittelemaan asian, asian kasittelee se tuomioistuin, jonka tuomiopiirissa hakijalla on kotikunta tai, jollei hakijalla ole kotikuntaa suomessa, helsingin karajaoikeus.",
        "title_sv": "Behörig domstol",
        "content_sv": "Ett ärende som gäller dödförklaring behandlas av den domstol inom vars domkrets den försvunna personens sista hemkommun eller folkbokföringskommun är belägen. Om det ansöks om dödförklaring av flera personer som försvunnit samtidigt, kan ärendet behandlas av en domstol som enligt 1 mom. är behörig för någon av de försvunnas del. Om ingen domstol i Finland enligt 1 eller 2 mom. är behörig att behandla ärendet, skall det behandlas av den domstol inom vars domkrets sökanden har sin hemkommun eller, om sökanden inte har hemkommun i Finland, av Helsingfors tingsrätt.",
        "normalized_sv": "Ett ärende som gäller dödförklaring behandlas av den domstol inom vars domkrets den försvunna personens sista hemkommun eller folkbokföringskommun är belägen. Om det ansöks om dödförklaring av flera personer som försvunnit samtidigt, kan ärendet behandlas av en domstol som enligt 1 mom. är behörig för någon av de försvunnas del. Om ingen domstol i Finland enligt 1 eller 2 mom. är behörig att behandla ärendet, skall det behandlas av den domstol inom vars domkrets sökanden har sin hemkommun eller, om sökanden inte har hemkommun i Finland, av Helsingfors tingsrätt.",
        "folded_sv": "ett arende som galler dodforklaring behandlas av den domstol inom vars domkrets den forsvunna personens sista hemkommun eller folkbokforingskommun ar belagen. om det ansoks om dodforklaring av flera personer som forsvunnit samtidigt, kan arendet behandlas av en domstol som enligt 1 mom. ar behorig for nagon av de forsvunnas del. om ingen domstol i finland enligt 1 eller 2 mom. ar behorig att behandla arendet, skall det behandlas av den domstol inom vars domkrets sokanden har sin hemkommun eller, om sokanden inte har hemkommun i finland, av helsingfors tingsratt."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Oikeus vireillepanoon",
      "content": "Kuolleeksi julistamista koskevan hakemuksen voi tehdä kadonneen henkilön aviopuoliso, perillinen tai muu läheinen taikka muu henkilö, jonka oikeus saattaa riippua kuolleeksi julistamisesta. Heillä on myös oikeus jatkaa toisen henkilön hakemusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_7",
        "normalized_fi": "Kuolleeksi julistamista koskevan hakemuksen voi tehdä kadonneen henkilön aviopuoliso, perillinen tai muu läheinen taikka muu henkilö, jonka oikeus saattaa riippua kuolleeksi julistamisesta. Heillä on myös oikeus jatkaa toisen henkilön hakemusta.",
        "folded_fi": "kuolleeksi julistamista koskevan hakemuksen voi tehda kadonneen henkilon aviopuoliso, perillinen tai muu laheinen taikka muu henkilo, jonka oikeus saattaa riippua kuolleeksi julistamisesta. heilla on myos oikeus jatkaa toisen henkilon hakemusta.",
        "title_sv": "Vem som får ansöka om dödförklaring",
        "content_sv": "Ansökan om dödförklaring får göras av den försvunna personens make eller maka, arvinge eller någon annan närstående eller av den vars rättigheter kan vara beroende av dödförklaringen. Var och en av dessa personer har också rätt att fullfölja en ansökan som gjorts av någon annan.",
        "normalized_sv": "Ansökan om dödförklaring får göras av den försvunna personens make eller maka, arvinge eller någon annan närstående eller av den vars rättigheter kan vara beroende av dödförklaringen. Var och en av dessa personer har också rätt att fullfölja en ansökan som gjorts av någon annan.",
        "folded_sv": "ansokan om dodforklaring far goras av den forsvunna personens make eller maka, arvinge eller nagon annan narstaende eller av den vars rattigheter kan vara beroende av dodforklaringen. var och en av dessa personer har ocksa ratt att fullfolja en ansokan som gjorts av nagon annan."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Kuuleminen",
      "content": "Kadonneen henkilön aviopuolisolle ja perillisille on varattava tilaisuus tulla kuulluiksi hakemuksen johdosta. Jos kadonneelle henkilölle on määrätty edunvalvoja, myös tälle on varattava tilaisuus tulla kuulluksi. Tilaisuutta tulla kuulluksi ei tarvitse varata, jos tiedoksianto olisi toimitettava oikeudenkäymiskaaren 11 luvun 9 §:ssä tarkoitetulla tuomioistuimen kuulutuksella. Käräjäoikeus voi tarvittaessa kuulla poliisi- tai muuta viranomaista hakemuksen johdosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_8",
        "normalized_fi": "Kadonneen henkilön aviopuolisolle ja perillisille on varattava tilaisuus tulla kuulluiksi hakemuksen johdosta. Jos kadonneelle henkilölle on määrätty edunvalvoja, myös tälle on varattava tilaisuus tulla kuulluksi. Tilaisuutta tulla kuulluksi ei tarvitse varata, jos tiedoksianto olisi toimitettava oikeudenkäymiskaaren 11 luvun 9 § :ssä tarkoitetulla tuomioistuimen kuulutuksella. Käräjäoikeus voi tarvittaessa kuulla poliisi- tai muuta viranomaista hakemuksen johdosta.",
        "folded_fi": "kadonneen henkilon aviopuolisolle ja perillisille on varattava tilaisuus tulla kuulluiksi hakemuksen johdosta. jos kadonneelle henkilolle on maaratty edunvalvoja, myos talle on varattava tilaisuus tulla kuulluksi. tilaisuutta tulla kuulluksi ei tarvitse varata, jos tiedoksianto olisi toimitettava oikeudenkaymiskaaren 11 luvun 9 §:ssa tarkoitetulla tuomioistuimen kuulutuksella. karajaoikeus voi tarvittaessa kuulla poliisi- tai muuta viranomaista hakemuksen johdosta.",
        "title_sv": "Hörande",
        "content_sv": "Den försvunna personens make eller maka och arvingar skall ges tillfälle att bli hörda med anledning av ansökan. Har en intressebevakare förordnats för den försvunna personen, skall också denne ges tillfälle att bli hörd. Tillfälle att bli hörd behöver inte ges, om delgivningen skulle komma att ske genom domstols kungörelse enligt 11 kap. 9 § i rättegångsbalken. Tingsrätten kan vid behov höra polisen eller någon annan myndighet med anledning av ansökan.",
        "normalized_sv": "Den försvunna personens make eller maka och arvingar skall ges tillfälle att bli hörda med anledning av ansökan. Har en intressebevakare förordnats för den försvunna personen, skall också denne ges tillfälle att bli hörd. Tillfälle att bli hörd behöver inte ges, om delgivningen skulle komma att ske genom domstols kungörelse enligt 11 kap. 9 § i rättegångsbalken. Tingsrätten kan vid behov höra polisen eller någon annan myndighet med anledning av ansökan.",
        "folded_sv": "den forsvunna personens make eller maka och arvingar skall ges tillfalle att bli horda med anledning av ansokan. har en intressebevakare forordnats for den forsvunna personen, skall ocksa denne ges tillfalle att bli hord. tillfalle att bli hord behover inte ges, om delgivningen skulle komma att ske genom domstols kungorelse enligt 11 kap. 9 § i rattegangsbalken. tingsratten kan vid behov hora polisen eller nagon annan myndighet med anledning av ansokan."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Kutsu ja sen tiedoksianto",
      "content": "Jos kuolleeksi julistamiseen on selvitetty olevan edellytykset, tuomioistuimen on 4 §:ssä tarkoitetuissa tapauksissa kutsuttava kadonnutta henkilöä ilmoittautumaan tuomioistuimelle viimeistään kutsussa mainittuna määräpäivänä. Kutsussa on mainittava, että kadonnut, joka ei ilmoittaudu, voidaan julistaa kuolleeksi. Tuomioistuimen on samalla kutsuttava kaikkia, jotka voivat antaa tietoja siitä, onko kadonnut henkilö elossa vai kuollut, ilmoittamaan samassa ajassa tietonsa tuomioistuimelle. Kutsu annetaan tiedoksi kuuluttamalla siten kuin oikeudenkäymiskaaren 11 luvun 10 §:ssä säädetään. Tuomioistuimen on julkaistava kuulutus kutsusta virallisessa lehdessä viimeistään kolme kuukautta ennen määräpäivää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_9",
        "normalized_fi": "Jos kuolleeksi julistamiseen on selvitetty olevan edellytykset, tuomioistuimen on 4 § :ssä tarkoitetuissa tapauksissa kutsuttava kadonnutta henkilöä ilmoittautumaan tuomioistuimelle viimeistään kutsussa mainittuna määräpäivänä. Kutsussa on mainittava, että kadonnut, joka ei ilmoittaudu, voidaan julistaa kuolleeksi. Tuomioistuimen on samalla kutsuttava kaikkia, jotka voivat antaa tietoja siitä, onko kadonnut henkilö elossa vai kuollut, ilmoittamaan samassa ajassa tietonsa tuomioistuimelle. Kutsu annetaan tiedoksi kuuluttamalla siten kuin oikeudenkäymiskaaren 11 luvun 10 § :ssä säädetään. Tuomioistuimen on julkaistava kuulutus kutsusta virallisessa lehdessä viimeistään kolme kuukautta ennen määräpäivää.",
        "folded_fi": "jos kuolleeksi julistamiseen on selvitetty olevan edellytykset, tuomioistuimen on 4 §:ssa tarkoitetuissa tapauksissa kutsuttava kadonnutta henkiloa ilmoittautumaan tuomioistuimelle viimeistaan kutsussa mainittuna maarapaivana. kutsussa on mainittava, etta kadonnut, joka ei ilmoittaudu, voidaan julistaa kuolleeksi. tuomioistuimen on samalla kutsuttava kaikkia, jotka voivat antaa tietoja siita, onko kadonnut henkilo elossa vai kuollut, ilmoittamaan samassa ajassa tietonsa tuomioistuimelle. kutsu annetaan tiedoksi kuuluttamalla siten kuin oikeudenkaymiskaaren 11 luvun 10 §:ssa saadetaan. tuomioistuimen on julkaistava kuulutus kutsusta virallisessa lehdessa viimeistaan kolme kuukautta ennen maarapaivaa.",
        "title_sv": "Kallelse och delgivning av den",
        "content_sv": "Om det har utretts att det finns förutsättningar för att förklara en försvunnen person död, skall domstolen i de fall som avses i 4 § kalla personen att anmäla sig hos domstolen senast på en i kallelsen bestämd dag. I kallelsen skall det nämnas att den försvunna personen kan dödförklaras om han eller hon inte anmäler sig. Domstolen skall samtidigt kalla alla som kan lämna uppgifter om huruvida den försvunna personen lever eller är död att inom samma tid lämna dessa uppgifter till domstolen. Kallelsen delges genom kungörelse på det sätt som föreskrivs i 11 kap. 10 § i rättegångsbalken. Domstolen skall publicera en kungörelse om kallelsen i den officiella tidningen senast tre månader före den bestämda dagen.",
        "normalized_sv": "Om det har utretts att det finns förutsättningar för att förklara en försvunnen person död, skall domstolen i de fall som avses i 4 § kalla personen att anmäla sig hos domstolen senast på en i kallelsen bestämd dag. I kallelsen skall det nämnas att den försvunna personen kan dödförklaras om han eller hon inte anmäler sig. Domstolen skall samtidigt kalla alla som kan lämna uppgifter om huruvida den försvunna personen lever eller är död att inom samma tid lämna dessa uppgifter till domstolen. Kallelsen delges genom kungörelse på det sätt som föreskrivs i 11 kap. 10 § i rättegångsbalken. Domstolen skall publicera en kungörelse om kallelsen i den officiella tidningen senast tre månader före den bestämda dagen.",
        "folded_sv": "om det har utretts att det finns forutsattningar for att forklara en forsvunnen person dod, skall domstolen i de fall som avses i 4 § kalla personen att anmala sig hos domstolen senast pa en i kallelsen bestamd dag. i kallelsen skall det namnas att den forsvunna personen kan dodforklaras om han eller hon inte anmaler sig. domstolen skall samtidigt kalla alla som kan lamna uppgifter om huruvida den forsvunna personen lever eller ar dod att inom samma tid lamna dessa uppgifter till domstolen. kallelsen delges genom kungorelse pa det satt som foreskrivs i 11 kap. 10 § i rattegangsbalken. domstolen skall publicera en kungorelse om kallelsen i den officiella tidningen senast tre manader fore den bestamda dagen."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Tuomioistuimen päätös kuolleeksi julistamisesta",
      "content": "Kadonnut henkilö on 9 §:ssä tarkoitetun määräpäivän jälkeen julistettava kuolleeksi tuomioistuimen päätöksellä, jos tuomioistuin ei ole saanut tietoa siitä, että hän on elossa tai kuollut, ja jos kuolleeksi julistamisen edellytykset muutoin ovat olemassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_10",
        "normalized_fi": "Kadonnut henkilö on 9 § :ssä tarkoitetun määräpäivän jälkeen julistettava kuolleeksi tuomioistuimen päätöksellä, jos tuomioistuin ei ole saanut tietoa siitä, että hän on elossa tai kuollut, ja jos kuolleeksi julistamisen edellytykset muutoin ovat olemassa.",
        "folded_fi": "kadonnut henkilo on 9 §:ssa tarkoitetun maarapaivan jalkeen julistettava kuolleeksi tuomioistuimen paatoksella, jos tuomioistuin ei ole saanut tietoa siita, etta han on elossa tai kuollut, ja jos kuolleeksi julistamisen edellytykset muutoin ovat olemassa.",
        "title_sv": "Domstolens beslut om dödförklaring",
        "content_sv": "Den försvunna personen skall efter den bestämda dag som avses i 9 § dödförklaras genom beslut av domstolen, om domstolen inte har fått uppgifter om att personen lever eller är död och om det annars finns förutsättningar för dödförklaring.",
        "normalized_sv": "Den försvunna personen skall efter den bestämda dag som avses i 9 § dödförklaras genom beslut av domstolen, om domstolen inte har fått uppgifter om att personen lever eller är död och om det annars finns förutsättningar för dödförklaring.",
        "folded_sv": "den forsvunna personen skall efter den bestamda dag som avses i 9 § dodforklaras genom beslut av domstolen, om domstolen inte har fatt uppgifter om att personen lever eller ar dod och om det annars finns forutsattningar for dodforklaring."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Kuolinpäivän määrääminen",
      "content": "Julistaessaan kadonneen henkilön kuolleeksi tuomioistuimen on määrättävä se päivä, jona hänen katsotaan kuolleen. Kuolinpäiväksi on määrättävä se päivä, jona kadonnut henkilö todennäköisimmin on kuollut. Jollei sitä voida määrittää, kuolinpäiväksi on määrättävä se päivä, jona hän todennäköisesti viimeistään on kuollut. Kuolinpäiväksi on kuitenkin määrättävä viimeistään se päivä, jona on kulunut viisi vuotta siitä, kun kadonnut henkilö on tiettävästi viimeksi ollut elossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_11",
        "normalized_fi": "Julistaessaan kadonneen henkilön kuolleeksi tuomioistuimen on määrättävä se päivä, jona hänen katsotaan kuolleen. Kuolinpäiväksi on määrättävä se päivä, jona kadonnut henkilö todennäköisimmin on kuollut. Jollei sitä voida määrittää, kuolinpäiväksi on määrättävä se päivä, jona hän todennäköisesti viimeistään on kuollut. Kuolinpäiväksi on kuitenkin määrättävä viimeistään se päivä, jona on kulunut viisi vuotta siitä, kun kadonnut henkilö on tiettävästi viimeksi ollut elossa.",
        "folded_fi": "julistaessaan kadonneen henkilon kuolleeksi tuomioistuimen on maarattava se paiva, jona hanen katsotaan kuolleen. kuolinpaivaksi on maarattava se paiva, jona kadonnut henkilo todennakoisimmin on kuollut. jollei sita voida maarittaa, kuolinpaivaksi on maarattava se paiva, jona han todennakoisesti viimeistaan on kuollut. kuolinpaivaksi on kuitenkin maarattava viimeistaan se paiva, jona on kulunut viisi vuotta siita, kun kadonnut henkilo on tiettavasti viimeksi ollut elossa.",
        "title_sv": "Fastställande av dödsdag",
        "content_sv": "När domstolen dödförklarar en person som är försvunnen, skall den fastställa en dag då personen anses ha avlidit. Som dödsdag skall fastställas den dag då det är mest sannolikt att den försvunna personen har avlidit. Om en sådan dag inte kan slås fast, skall den dag då personen sannolikt senast har avlidit fastställas som dödsdag. Den sista dag som kan fastställas som dödsdag är dock den dag då det gått fem år sedan den försvunna personen veterligen senast var vid liv.",
        "normalized_sv": "När domstolen dödförklarar en person som är försvunnen, skall den fastställa en dag då personen anses ha avlidit. Som dödsdag skall fastställas den dag då det är mest sannolikt att den försvunna personen har avlidit. Om en sådan dag inte kan slås fast, skall den dag då personen sannolikt senast har avlidit fastställas som dödsdag. Den sista dag som kan fastställas som dödsdag är dock den dag då det gått fem år sedan den försvunna personen veterligen senast var vid liv.",
        "folded_sv": "nar domstolen dodforklarar en person som ar forsvunnen, skall den faststalla en dag da personen anses ha avlidit. som dodsdag skall faststallas den dag da det ar mest sannolikt att den forsvunna personen har avlidit. om en sadan dag inte kan slas fast, skall den dag da personen sannolikt senast har avlidit faststallas som dodsdag. den sista dag som kan faststallas som dodsdag ar dock den dag da det gatt fem ar sedan den forsvunna personen veterligen senast var vid liv."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Edellytykset",
      "content": "Henkilö voidaan julistaa kuolleeksi maistraatin päätöksellä, kun on kulunut: 1) sata vuotta sen kalenterivuoden päättymisestä, jonka aikana hän on syntynyt; ja 2) viisi vuotta sen kalenterivuoden päättymisestä, jonka aikana hän on tiettävästi viimeksi ollut elossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_12",
        "normalized_fi": "Henkilö voidaan julistaa kuolleeksi maistraatin päätöksellä, kun on kulunut: 1) sata vuotta sen kalenterivuoden päättymisestä, jonka aikana hän on syntynyt; ja 2) viisi vuotta sen kalenterivuoden päättymisestä, jonka aikana hän on tiettävästi viimeksi ollut elossa.",
        "folded_fi": "henkilo voidaan julistaa kuolleeksi maistraatin paatoksella, kun on kulunut: 1) sata vuotta sen kalenterivuoden paattymisesta, jonka aikana han on syntynyt; ja 2) viisi vuotta sen kalenterivuoden paattymisesta, jonka aikana han on tiettavasti viimeksi ollut elossa.",
        "title_sv": "Förutsättningar",
        "content_sv": "En person kan dödförklaras genom beslut av magistraten när det gått 1) hundra år från utgången av det kalenderår under vilket personen föddes, och 2) fem år från utgången av det kalenderår under vilket personen veterligen senast var vid liv.",
        "normalized_sv": "En person kan dödförklaras genom beslut av magistraten när det gått 1) hundra år från utgången av det kalenderår under vilket personen föddes, och 2) fem år från utgången av det kalenderår under vilket personen veterligen senast var vid liv.",
        "folded_sv": "en person kan dodforklaras genom beslut av magistraten nar det gatt 1) hundra ar fran utgangen av det kalenderar under vilket personen foddes, och 2) fem ar fran utgangen av det kalenderar under vilket personen veterligen senast var vid liv."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Vireilletulo",
      "content": "Maistraatin on vuosittain omasta aloitteestaan selvitettävä, onko väestötietojärjestelmän tietojen mukaan elossa sellaisia henkilöitä, joiden kuolleeksi julistamiseen on 12 §:n mukaiset edellytykset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_13",
        "normalized_fi": "Maistraatin on vuosittain omasta aloitteestaan selvitettävä, onko väestötietojärjestelmän tietojen mukaan elossa sellaisia henkilöitä, joiden kuolleeksi julistamiseen on 12 § :n mukaiset edellytykset.",
        "folded_fi": "maistraatin on vuosittain omasta aloitteestaan selvitettava, onko vaestotietojarjestelman tietojen mukaan elossa sellaisia henkiloita, joiden kuolleeksi julistamiseen on 12 §:n mukaiset edellytykset.",
        "title_sv": "Magistratens skyldighet att ta upp ärenden",
        "content_sv": "Magistraten skall årligen på eget initiativ utreda om uppgifterna i befolkningsdatasystemet anger att sådana personer är vid liv som enligt 12 § kan dödförklaras.",
        "normalized_sv": "Magistraten skall årligen på eget initiativ utreda om uppgifterna i befolkningsdatasystemet anger att sådana personer är vid liv som enligt 12 § kan dödförklaras.",
        "folded_sv": "magistraten skall arligen pa eget initiativ utreda om uppgifterna i befolkningsdatasystemet anger att sadana personer ar vid liv som enligt 12 § kan dodforklaras."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Toimivaltainen maistraatti",
      "content": "Kuolleeksi julistamista koskevan asian käsittelee se maistraatti, jonka toimialueella henkilöllä on viimeksi ollut kotikunta tai väestökirjanpitokunta. Jos Suomessa ei ole maistraattia, joka olisi 1 momentin nojalla toimivaltainen käsittelemään asian, asian käsittelee Helsingin maistraatti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_14",
        "normalized_fi": "Kuolleeksi julistamista koskevan asian käsittelee se maistraatti, jonka toimialueella henkilöllä on viimeksi ollut kotikunta tai väestökirjanpitokunta. Jos Suomessa ei ole maistraattia, joka olisi 1 momentin nojalla toimivaltainen käsittelemään asian, asian käsittelee Helsingin maistraatti.",
        "folded_fi": "kuolleeksi julistamista koskevan asian kasittelee se maistraatti, jonka toimialueella henkilolla on viimeksi ollut kotikunta tai vaestokirjanpitokunta. jos suomessa ei ole maistraattia, joka olisi 1 momentin nojalla toimivaltainen kasittelemaan asian, asian kasittelee helsingin maistraatti.",
        "title_sv": "Behörig magistrat",
        "content_sv": "Ett ärende som gäller dödförklaring behandlas av den magistrat inom vars verksamhetsområde personens sista hemkommun eller folkbokföringskommun är belägen. Om ingen magistrat i Finland enligt 1 mom. är behörig att behandla ärendet, skall det behandlas av magistraten i Helsingfors.",
        "normalized_sv": "Ett ärende som gäller dödförklaring behandlas av den magistrat inom vars verksamhetsområde personens sista hemkommun eller folkbokföringskommun är belägen. Om ingen magistrat i Finland enligt 1 mom. är behörig att behandla ärendet, skall det behandlas av magistraten i Helsingfors.",
        "folded_sv": "ett arende som galler dodforklaring behandlas av den magistrat inom vars verksamhetsomrade personens sista hemkommun eller folkbokforingskommun ar belagen. om ingen magistrat i finland enligt 1 mom. ar behorig att behandla arendet, skall det behandlas av magistraten i helsingfors."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Selvittämisvelvollisuus",
      "content": "Jos henkilön kuolleeksi julistamiseen on 12 §:n 1 kohdassa säädetty edellytys, maistraatin on hankittava kohtuudella saatavissa oleva selvitys siitä, onko hän ollut viimeksi kuluneiden viiden kalenterivuoden aikana elossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_15",
        "normalized_fi": "Jos henkilön kuolleeksi julistamiseen on 12 § :n 1 kohdassa säädetty edellytys, maistraatin on hankittava kohtuudella saatavissa oleva selvitys siitä, onko hän ollut viimeksi kuluneiden viiden kalenterivuoden aikana elossa.",
        "folded_fi": "jos henkilon kuolleeksi julistamiseen on 12 §:n 1 kohdassa saadetty edellytys, maistraatin on hankittava kohtuudella saatavissa oleva selvitys siita, onko han ollut viimeksi kuluneiden viiden kalenterivuoden aikana elossa.",
        "title_sv": "Utredningsskyldighet",
        "content_sv": "Om den förutsättning för dödförklaring som anges i 12 § 1 punkten föreligger, skall magistraten inhämta den utredning som skäligen kan fås och som visar om personen varit vid liv under de fem senaste kalenderåren.",
        "normalized_sv": "Om den förutsättning för dödförklaring som anges i 12 § 1 punkten föreligger, skall magistraten inhämta den utredning som skäligen kan fås och som visar om personen varit vid liv under de fem senaste kalenderåren.",
        "folded_sv": "om den forutsattning for dodforklaring som anges i 12 § 1 punkten foreligger, skall magistraten inhamta den utredning som skaligen kan fas och som visar om personen varit vid liv under de fem senaste kalenderaren."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Kutsu ja sen tiedoksianto",
      "content": "Maistraatin on kutsuttava sellaista henkilöä, jonka kuolleeksi julistamiseen on selvitetty olevan edellytykset, ilmoittautumaan maistraatille viimeistään kutsussa mainittuna määräpäivänä. Kutsussa on mainittava, että kutsussa tarkoitettu henkilö, joka ei ilmoittaudu, voidaan julistaa kuolleeksi. Maistraatin on samalla kutsuttava kaikkia, jotka voivat antaa tietoja siitä, onko asianomainen henkilö elossa vai kuollut, ilmoittamaan samassa ajassa tietonsa maistraatille. Jos asianomaiselle henkilölle on merkitty väestötietojärjestelmään voimassa oleva osoite, kutsu on lähetettävä siihen. Jos väestötietojärjestelmästä tai muista väestökirjoista ilmenee, että asianomaisella henkilöllä on Suomessa aviopuoliso tai perintökaaren (40/1965) 2 luvun 1 tai 2 §:ssä tarkoitettuja sukulaisia, kutsu on annettava tiedoksi aviopuolisolle ja vähintään yhdelle sukulaiselle. Jos asianomaiselle henkilölle on määrätty edunvalvoja, kutsu on annettava tiedoksi myös tälle. Jollei asianomaisella henkilöllä ole 2 momentissa tarkoitettua osoitetta, aviopuolisoa, sukulaista eikä edunvalvojaa, kutsu annetaan tiedoksi yleistiedoksiantona siten kuin hallintolain (434/2003) 62 §:ssä säädetään. Maistraatin on julkaistava kuulutus kutsusta virallisessa lehdessä jonkin kuukauden ensimmäisessä numerossa viimeistään kolme kuukautta ennen määräpäivää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_16",
        "normalized_fi": "Maistraatin on kutsuttava sellaista henkilöä, jonka kuolleeksi julistamiseen on selvitetty olevan edellytykset, ilmoittautumaan maistraatille viimeistään kutsussa mainittuna määräpäivänä. Kutsussa on mainittava, että kutsussa tarkoitettu henkilö, joka ei ilmoittaudu, voidaan julistaa kuolleeksi. Maistraatin on samalla kutsuttava kaikkia, jotka voivat antaa tietoja siitä, onko asianomainen henkilö elossa vai kuollut, ilmoittamaan samassa ajassa tietonsa maistraatille. Jos asianomaiselle henkilölle on merkitty väestötietojärjestelmään voimassa oleva osoite, kutsu on lähetettävä siihen. Jos väestötietojärjestelmästä tai muista väestökirjoista ilmenee, että asianomaisella henkilöllä on Suomessa aviopuoliso tai perintökaaren (40/1965) 2 luvun 1 tai 2 § :ssä tarkoitettuja sukulaisia, kutsu on annettava tiedoksi aviopuolisolle ja vähintään yhdelle sukulaiselle. Jos asianomaiselle henkilölle on määrätty edunvalvoja, kutsu on annettava tiedoksi myös tälle. Jollei asianomaisella henkilöllä ole 2 momentissa tarkoitettua osoitetta, aviopuolisoa, sukulaista eikä edunvalvojaa, kutsu annetaan tiedoksi yleistiedoksiantona siten kuin hallintolain (434/2003) 62 § :ssä säädetään. Maistraatin on julkaistava kuulutus kutsusta virallisessa lehdessä jonkin kuukauden ensimmäisessä numerossa viimeistään kolme kuukautta ennen määräpäivää.",
        "folded_fi": "maistraatin on kutsuttava sellaista henkiloa, jonka kuolleeksi julistamiseen on selvitetty olevan edellytykset, ilmoittautumaan maistraatille viimeistaan kutsussa mainittuna maarapaivana. kutsussa on mainittava, etta kutsussa tarkoitettu henkilo, joka ei ilmoittaudu, voidaan julistaa kuolleeksi. maistraatin on samalla kutsuttava kaikkia, jotka voivat antaa tietoja siita, onko asianomainen henkilo elossa vai kuollut, ilmoittamaan samassa ajassa tietonsa maistraatille. jos asianomaiselle henkilolle on merkitty vaestotietojarjestelmaan voimassa oleva osoite, kutsu on lahetettava siihen. jos vaestotietojarjestelmasta tai muista vaestokirjoista ilmenee, etta asianomaisella henkilolla on suomessa aviopuoliso tai perintokaaren (40/1965) 2 luvun 1 tai 2 §:ssa tarkoitettuja sukulaisia, kutsu on annettava tiedoksi aviopuolisolle ja vahintaan yhdelle sukulaiselle. jos asianomaiselle henkilolle on maaratty edunvalvoja, kutsu on annettava tiedoksi myos talle. jollei asianomaisella henkilolla ole 2 momentissa tarkoitettua osoitetta, aviopuolisoa, sukulaista eika edunvalvojaa, kutsu annetaan tiedoksi yleistiedoksiantona siten kuin hallintolain (434/2003) 62 §:ssa saadetaan. maistraatin on julkaistava kuulutus kutsusta virallisessa lehdessa jonkin kuukauden ensimmaisessa numerossa viimeistaan kolme kuukautta ennen maarapaivaa.",
        "title_sv": "Kallelse och delgivning av den",
        "content_sv": "Om det har utretts att det finns förutsättningar för att förklara en person död, skall magistraten kalla personen att anmäla sig hos magistraten senast på en i kallelsen bestämd dag. I kallelsen skall det nämnas att den i kallelsen avsedda personen kan dödförklaras om han eller hon inte anmäler sig. Magistraten skall samtidigt kalla alla som kan lämna uppgifter om huruvida personen lever eller är död att inom samma tid lämna dessa uppgifter till magistraten. Om en giltig adress antecknats för personen i fråga i befolkningsdatasystemet, skall kallelsen skickas under denna adress. Framgår det av befolkningsdatasystemet eller av andra befolkningsböcker att personen i Finland har en make eller maka eller i 2 kap. 1 eller 2 § i ärvdabalken (40/1965) avsedda släktingar, skall kallelsen delges maken eller makan och minst en av släktingarna. Om en intressebevakare har förordnats för personen i fråga, skall kallelsen också delges denne. Om personen i fråga inte har en i 2 mom. avsedd adress, make eller maka, släkting eller intressebevakare, skall kallelsen delges genom offentlig delgivning i den ordning som föreskrivs i 62 § i förvaltningslagen (434/2003). Magistraten skall publicera en kungörelse om kallelsen i någon månads första nummer av den officiella tidningen senast tre månader före den bestämda dagen.",
        "normalized_sv": "Om det har utretts att det finns förutsättningar för att förklara en person död, skall magistraten kalla personen att anmäla sig hos magistraten senast på en i kallelsen bestämd dag. I kallelsen skall det nämnas att den i kallelsen avsedda personen kan dödförklaras om han eller hon inte anmäler sig. Magistraten skall samtidigt kalla alla som kan lämna uppgifter om huruvida personen lever eller är död att inom samma tid lämna dessa uppgifter till magistraten. Om en giltig adress antecknats för personen i fråga i befolkningsdatasystemet, skall kallelsen skickas under denna adress. Framgår det av befolkningsdatasystemet eller av andra befolkningsböcker att personen i Finland har en make eller maka eller i 2 kap. 1 eller 2 § i ärvdabalken (40/1965) avsedda släktingar, skall kallelsen delges maken eller makan och minst en av släktingarna. Om en intressebevakare har förordnats för personen i fråga, skall kallelsen också delges denne. Om personen i fråga inte har en i 2 mom. avsedd adress, make eller maka, släkting eller intressebevakare, skall kallelsen delges genom offentlig delgivning i den ordning som föreskrivs i 62 § i förvaltningslagen (434/2003). Magistraten skall publicera en kungörelse om kallelsen i någon månads första nummer av den officiella tidningen senast tre månader före den bestämda dagen.",
        "folded_sv": "om det har utretts att det finns forutsattningar for att forklara en person dod, skall magistraten kalla personen att anmala sig hos magistraten senast pa en i kallelsen bestamd dag. i kallelsen skall det namnas att den i kallelsen avsedda personen kan dodforklaras om han eller hon inte anmaler sig. magistraten skall samtidigt kalla alla som kan lamna uppgifter om huruvida personen lever eller ar dod att inom samma tid lamna dessa uppgifter till magistraten. om en giltig adress antecknats for personen i fraga i befolkningsdatasystemet, skall kallelsen skickas under denna adress. framgar det av befolkningsdatasystemet eller av andra befolkningsbocker att personen i finland har en make eller maka eller i 2 kap. 1 eller 2 § i arvdabalken (40/1965) avsedda slaktingar, skall kallelsen delges maken eller makan och minst en av slaktingarna. om en intressebevakare har forordnats for personen i fraga, skall kallelsen ocksa delges denne. om personen i fraga inte har en i 2 mom. avsedd adress, make eller maka, slakting eller intressebevakare, skall kallelsen delges genom offentlig delgivning i den ordning som foreskrivs i 62 § i forvaltningslagen (434/2003). magistraten skall publicera en kungorelse om kallelsen i nagon manads forsta nummer av den officiella tidningen senast tre manader fore den bestamda dagen."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Maistraatin päätös kuolleeksi julistamisesta",
      "content": "Henkilö on 16 §:ssä tarkoitetun määräpäivän jälkeen julistettava kuolleeksi maistraatin päätöksellä, jos maistraatti ei ole saanut tietoa siitä, että hän on elossa tai kuollut, ja jos kuolleeksi julistamisen edellytykset muutoin ovat olemassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_17",
        "normalized_fi": "Henkilö on 16 § :ssä tarkoitetun määräpäivän jälkeen julistettava kuolleeksi maistraatin päätöksellä, jos maistraatti ei ole saanut tietoa siitä, että hän on elossa tai kuollut, ja jos kuolleeksi julistamisen edellytykset muutoin ovat olemassa.",
        "folded_fi": "henkilo on 16 §:ssa tarkoitetun maarapaivan jalkeen julistettava kuolleeksi maistraatin paatoksella, jos maistraatti ei ole saanut tietoa siita, etta han on elossa tai kuollut, ja jos kuolleeksi julistamisen edellytykset muutoin ovat olemassa.",
        "title_sv": "Magistratens beslut om dödförklaring",
        "content_sv": "Personen i fråga skall efter den bestämda dag som avses i 16 § dödförklaras genom beslut av magistraten, om magistraten inte har fått uppgifter om att personen lever eller är död och om det annars finns förutsättningar för dödförklaring.",
        "normalized_sv": "Personen i fråga skall efter den bestämda dag som avses i 16 § dödförklaras genom beslut av magistraten, om magistraten inte har fått uppgifter om att personen lever eller är död och om det annars finns förutsättningar för dödförklaring.",
        "folded_sv": "personen i fraga skall efter den bestamda dag som avses i 16 § dodforklaras genom beslut av magistraten, om magistraten inte har fatt uppgifter om att personen lever eller ar dod och om det annars finns forutsattningar for dodforklaring."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Kuolinpäivän määrääminen",
      "content": "Julistaessaan henkilön kuolleeksi maistraatin on määrättävä se päivä, jona hänen katsotaan kuolleen. Kuolinpäiväksi on määrättävä 1 päivä tammikuuta sinä vuonna, joka ensiksi alkaa sen jälkeen, kun on kulunut sata vuotta henkilön syntymästä ja viisi vuotta siitä, kun hän on tiettävästi viimeksi ollut elossa. Jos asiassa ilmenneiden seikkojen perusteella voidaan määrittää se päivä, jona henkilö todennäköisesti on kuollut, se on kuitenkin määrättävä kuolinpäiväksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_18",
        "normalized_fi": "Julistaessaan henkilön kuolleeksi maistraatin on määrättävä se päivä, jona hänen katsotaan kuolleen. Kuolinpäiväksi on määrättävä 1 päivä tammikuuta sinä vuonna, joka ensiksi alkaa sen jälkeen, kun on kulunut sata vuotta henkilön syntymästä ja viisi vuotta siitä, kun hän on tiettävästi viimeksi ollut elossa. Jos asiassa ilmenneiden seikkojen perusteella voidaan määrittää se päivä, jona henkilö todennäköisesti on kuollut, se on kuitenkin määrättävä kuolinpäiväksi.",
        "folded_fi": "julistaessaan henkilon kuolleeksi maistraatin on maarattava se paiva, jona hanen katsotaan kuolleen. kuolinpaivaksi on maarattava 1 paiva tammikuuta sina vuonna, joka ensiksi alkaa sen jalkeen, kun on kulunut sata vuotta henkilon syntymasta ja viisi vuotta siita, kun han on tiettavasti viimeksi ollut elossa. jos asiassa ilmenneiden seikkojen perusteella voidaan maarittaa se paiva, jona henkilo todennakoisesti on kuollut, se on kuitenkin maarattava kuolinpaivaksi.",
        "title_sv": "Fastställande av dödsdag",
        "content_sv": "När magistraten dödförklarar en person, skall den fastställa en dag då personen anses ha avlidit. Som dödsdag skall fastställas den 1 januari det år som börjar efter det att det gått hundra år sedan personen föddes och fem år sedan personen veterligen senast var vid liv. Om det med stöd av de omständigheter som framkommit går att fastställa vilken dag personen sannolikt avled, skall denna dag dock fastställas som dödsdag.",
        "normalized_sv": "När magistraten dödförklarar en person, skall den fastställa en dag då personen anses ha avlidit. Som dödsdag skall fastställas den 1 januari det år som börjar efter det att det gått hundra år sedan personen föddes och fem år sedan personen veterligen senast var vid liv. Om det med stöd av de omständigheter som framkommit går att fastställa vilken dag personen sannolikt avled, skall denna dag dock fastställas som dödsdag.",
        "folded_sv": "nar magistraten dodforklarar en person, skall den faststalla en dag da personen anses ha avlidit. som dodsdag skall faststallas den 1 januari det ar som borjar efter det att det gatt hundra ar sedan personen foddes och fem ar sedan personen veterligen senast var vid liv. om det med stod av de omstandigheter som framkommit gar att faststalla vilken dag personen sannolikt avled, skall denna dag dock faststallas som dodsdag."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Maistraatin päätöksen tiedoksianto",
      "content": "Jos väestötietojärjestelmästä tai muista väestökirjoista ilmenee, että kuolleeksi julistetulla on Suomessa aviopuoliso tai perintökaaren 2 luvun 1 tai 2 §:ssä tarkoitettuja sukulaisia, maistraatin päätös on annettava tiedoksi aviopuolisolle ja vähintään yhdelle sukulaiselle. Jos kuolleeksi julistetulle on määrätty edunvalvoja, päätös on annettava tiedoksi myös tälle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_19",
        "normalized_fi": "Jos väestötietojärjestelmästä tai muista väestökirjoista ilmenee, että kuolleeksi julistetulla on Suomessa aviopuoliso tai perintökaaren 2 luvun 1 tai 2 § :ssä tarkoitettuja sukulaisia, maistraatin päätös on annettava tiedoksi aviopuolisolle ja vähintään yhdelle sukulaiselle. Jos kuolleeksi julistetulle on määrätty edunvalvoja, päätös on annettava tiedoksi myös tälle.",
        "folded_fi": "jos vaestotietojarjestelmasta tai muista vaestokirjoista ilmenee, etta kuolleeksi julistetulla on suomessa aviopuoliso tai perintokaaren 2 luvun 1 tai 2 §:ssa tarkoitettuja sukulaisia, maistraatin paatos on annettava tiedoksi aviopuolisolle ja vahintaan yhdelle sukulaiselle. jos kuolleeksi julistetulle on maaratty edunvalvoja, paatos on annettava tiedoksi myos talle.",
        "title_sv": "Delgivning av magistratens beslut",
        "content_sv": "Framgår det av befolkningsdatasystemet eller av andra befolkningsböcker att den dödförklarade personen i Finland har en make eller maka eller i 2 kap. 1 eller 2 § i ärvdabalken avsedda släktingar, skall magistratens beslut delges maken eller makan och minst en av släktingarna. Om en intressebevakare har förordnats för den dödförklarade personen, skall beslutet också delges denne.",
        "normalized_sv": "Framgår det av befolkningsdatasystemet eller av andra befolkningsböcker att den dödförklarade personen i Finland har en make eller maka eller i 2 kap. 1 eller 2 § i ärvdabalken avsedda släktingar, skall magistratens beslut delges maken eller makan och minst en av släktingarna. Om en intressebevakare har förordnats för den dödförklarade personen, skall beslutet också delges denne.",
        "folded_sv": "framgar det av befolkningsdatasystemet eller av andra befolkningsbocker att den dodforklarade personen i finland har en make eller maka eller i 2 kap. 1 eller 2 § i arvdabalken avsedda slaktingar, skall magistratens beslut delges maken eller makan och minst en av slaktingarna. om en intressebevakare har forordnats for den dodforklarade personen, skall beslutet ocksa delges denne."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Omaisuuden luovutusvelvollisuus",
      "content": "Jos kuolleeksi julistettu on elossa, hänellä on oikeus saada omaisuutensa takaisin siltä, joka on kuolleeksi julistamisen johdosta ottanut omaisuutta haltuunsa. Edellytyksenä on kuitenkin, että kuolleeksi julistettu vaatii sitä kolmen vuoden kuluessa siitä, kun hän sai tiedon kuolleeksi julistamisesta. Jos kuolleeksi julistetun näytetään kuolleen muulloin kuin päätöksessä määrättynä kuolinpäivänä ja jos sen vuoksi jollain muulla kuin sillä, joka on kuolleeksi julistamisen johdosta ottanut haltuunsa kuolleeksi julistetun omaisuutta, on oikeus omaisuuteen, haltijan on luovutettava omaisuus siihen oikeutetulle. Edellytyksenä on kuitenkin, että omaisuuteen oikeutettu vaatii sitä kolmen vuoden kuluessa siitä, kun hän sai tiedon oikeudestaan omaisuuteen. Jos omaisuus on luovutettu edelleen, luovutus pysyy voimassa, jos haltija ei saadessaan omaisuuden haltuunsa tiennyt eikä hänen olisi pitänyt tietää, ettei luovuttaja ollut omaisuuden oikea omistaja. Sama koskee omaisuuden panttioikeuden tai käyttöoikeuden luovutusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_20",
        "normalized_fi": "Jos kuolleeksi julistettu on elossa, hänellä on oikeus saada omaisuutensa takaisin siltä, joka on kuolleeksi julistamisen johdosta ottanut omaisuutta haltuunsa. Edellytyksenä on kuitenkin, että kuolleeksi julistettu vaatii sitä kolmen vuoden kuluessa siitä, kun hän sai tiedon kuolleeksi julistamisesta. Jos kuolleeksi julistetun näytetään kuolleen muulloin kuin päätöksessä määrättynä kuolinpäivänä ja jos sen vuoksi jollain muulla kuin sillä, joka on kuolleeksi julistamisen johdosta ottanut haltuunsa kuolleeksi julistetun omaisuutta, on oikeus omaisuuteen, haltijan on luovutettava omaisuus siihen oikeutetulle. Edellytyksenä on kuitenkin, että omaisuuteen oikeutettu vaatii sitä kolmen vuoden kuluessa siitä, kun hän sai tiedon oikeudestaan omaisuuteen. Jos omaisuus on luovutettu edelleen, luovutus pysyy voimassa, jos haltija ei saadessaan omaisuuden haltuunsa tiennyt eikä hänen olisi pitänyt tietää, ettei luovuttaja ollut omaisuuden oikea omistaja. Sama koskee omaisuuden panttioikeuden tai käyttöoikeuden luovutusta.",
        "folded_fi": "jos kuolleeksi julistettu on elossa, hanella on oikeus saada omaisuutensa takaisin silta, joka on kuolleeksi julistamisen johdosta ottanut omaisuutta haltuunsa. edellytyksena on kuitenkin, etta kuolleeksi julistettu vaatii sita kolmen vuoden kuluessa siita, kun han sai tiedon kuolleeksi julistamisesta. jos kuolleeksi julistetun naytetaan kuolleen muulloin kuin paatoksessa maarattyna kuolinpaivana ja jos sen vuoksi jollain muulla kuin silla, joka on kuolleeksi julistamisen johdosta ottanut haltuunsa kuolleeksi julistetun omaisuutta, on oikeus omaisuuteen, haltijan on luovutettava omaisuus siihen oikeutetulle. edellytyksena on kuitenkin, etta omaisuuteen oikeutettu vaatii sita kolmen vuoden kuluessa siita, kun han sai tiedon oikeudestaan omaisuuteen. jos omaisuus on luovutettu edelleen, luovutus pysyy voimassa, jos haltija ei saadessaan omaisuuden haltuunsa tiennyt eika hanen olisi pitanyt tietaa, ettei luovuttaja ollut omaisuuden oikea omistaja. sama koskee omaisuuden panttioikeuden tai kayttooikeuden luovutusta.",
        "title_sv": "Skyldighet att återbära egendom",
        "content_sv": "Om den dödförklarade är vid liv, har denne rätt att få tillbaka sin egendom av den som tagit egendomen i sin besittning till följd av dödförklaringen. Detta förutsätter dock att den dödförklarade framställer ett krav på återbäring inom tre år efter det att han eller hon fick kännedom om dödförklaringen. Om den dödförklarade visas ha avlidit vid någon annan tidpunkt än på den i beslutet fastställda dödsdagen och om därför någon annan än den som till följd av dödförklaringen tagit den dödförklarade personens egendom i sin besittning har rätt till egendomen, skall innehavaren återbära egendomen till den som har rätt till den. Detta förutsätter dock att den som har rätt till egendomen framställer ett krav på återbäring inom tre år efter det att han eller hon fick kännedom om sin rätt till egendomen. Har egendomen överlåtits till tredje man, står överlåtelsen fast om innehavaren när denne fick egendomen i sin besittning inte visste eller borde ha vetat att överlåtaren inte var egendomens rätta ägare. Detsamma gäller vid överlåtelse av panträtt och nyttjanderätt.",
        "normalized_sv": "Om den dödförklarade är vid liv, har denne rätt att få tillbaka sin egendom av den som tagit egendomen i sin besittning till följd av dödförklaringen. Detta förutsätter dock att den dödförklarade framställer ett krav på återbäring inom tre år efter det att han eller hon fick kännedom om dödförklaringen. Om den dödförklarade visas ha avlidit vid någon annan tidpunkt än på den i beslutet fastställda dödsdagen och om därför någon annan än den som till följd av dödförklaringen tagit den dödförklarade personens egendom i sin besittning har rätt till egendomen, skall innehavaren återbära egendomen till den som har rätt till den. Detta förutsätter dock att den som har rätt till egendomen framställer ett krav på återbäring inom tre år efter det att han eller hon fick kännedom om sin rätt till egendomen. Har egendomen överlåtits till tredje man, står överlåtelsen fast om innehavaren när denne fick egendomen i sin besittning inte visste eller borde ha vetat att överlåtaren inte var egendomens rätta ägare. Detsamma gäller vid överlåtelse av panträtt och nyttjanderätt.",
        "folded_sv": "om den dodforklarade ar vid liv, har denne ratt att fa tillbaka sin egendom av den som tagit egendomen i sin besittning till foljd av dodforklaringen. detta forutsatter dock att den dodforklarade framstaller ett krav pa aterbaring inom tre ar efter det att han eller hon fick kannedom om dodforklaringen. om den dodforklarade visas ha avlidit vid nagon annan tidpunkt an pa den i beslutet faststallda dodsdagen och om darfor nagon annan an den som till foljd av dodforklaringen tagit den dodforklarade personens egendom i sin besittning har ratt till egendomen, skall innehavaren aterbara egendomen till den som har ratt till den. detta forutsatter dock att den som har ratt till egendomen framstaller ett krav pa aterbaring inom tre ar efter det att han eller hon fick kannedom om sin ratt till egendomen. har egendomen overlatits till tredje man, star overlatelsen fast om innehavaren nar denne fick egendomen i sin besittning inte visste eller borde ha vetat att overlataren inte var egendomens ratta agare. detsamma galler vid overlatelse av pantratt och nyttjanderatt."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Luovutusvelvollisen muu suoritusvelvollisuus",
      "content": "Jos luovutettava omaisuus ei ole tallella tai muuten luovutettavissa, sen arvo on korvattava. Jos luovutettavan omaisuuden arvo on alentunut merkittävästi kulumisen tai vahingoittumisen vuoksi, luovutusvelvollisen on korvattava arvon aleneminen. Jos omaisuuden arvo on alentunut muusta syystä, luovutusvelvollisen on suoritettava kohtuullinen korvaus omaisuuden arvon alenemisesta, jos siihen katsotaan olevan erityistä syytä. Jos luovutettava omaisuus on rahaa, luovutusvelvollisen on maksettava luovutettavalle määrälle korkolain (633/1982) 3 §:n 2 momentin mukaista korkoa siitä lähtien, kun hän sai omaisuuden haltuunsa. Muusta luovutettavasta omaisuudesta saatu tuotto on luovutettava tai sen arvo korvattava. Luovutusvelvollisen on myös suoritettava kohtuullinen korvaus omaisuudesta saamastaan hyödystä, jollei tämän voida katsoa sisältyvän omaisuuden arvon alenemisesta suoritettavaan korvaukseen. Korkoa on kuitenkin maksettava, tuotto luovutettava tai sen arvo korvattava taikka hyöty korvattava aikaisintaan siitä lähtien, kun luovutusvelvollinen sai tiedon, että hän ei ole oikeutettu omaisuuteen. Jos luovutettava omaisuus on rahaa tai jos omaisuuden arvo on korvattava, luovutusvelvollisen on maksettava korkoa korkolain 4 §:n 1 momentin mukaisesti luovuttamisvaatimuksen esittämisestä lukien. Jos 1―4 momentin mukaista suoritusvelvollisuutta on olosuhteisiin nähden pidettävä kohtuuttomana, sitä voidaan sovitella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_21",
        "normalized_fi": "Jos luovutettava omaisuus ei ole tallella tai muuten luovutettavissa, sen arvo on korvattava. Jos luovutettavan omaisuuden arvo on alentunut merkittävästi kulumisen tai vahingoittumisen vuoksi, luovutusvelvollisen on korvattava arvon aleneminen. Jos omaisuuden arvo on alentunut muusta syystä, luovutusvelvollisen on suoritettava kohtuullinen korvaus omaisuuden arvon alenemisesta, jos siihen katsotaan olevan erityistä syytä. Jos luovutettava omaisuus on rahaa, luovutusvelvollisen on maksettava luovutettavalle määrälle korkolain (633/1982) 3 § :n 2 momentin mukaista korkoa siitä lähtien, kun hän sai omaisuuden haltuunsa. Muusta luovutettavasta omaisuudesta saatu tuotto on luovutettava tai sen arvo korvattava. Luovutusvelvollisen on myös suoritettava kohtuullinen korvaus omaisuudesta saamastaan hyödystä, jollei tämän voida katsoa sisältyvän omaisuuden arvon alenemisesta suoritettavaan korvaukseen. Korkoa on kuitenkin maksettava, tuotto luovutettava tai sen arvo korvattava taikka hyöty korvattava aikaisintaan siitä lähtien, kun luovutusvelvollinen sai tiedon, että hän ei ole oikeutettu omaisuuteen. Jos luovutettava omaisuus on rahaa tai jos omaisuuden arvo on korvattava, luovutusvelvollisen on maksettava korkoa korkolain 4 § :n 1 momentin mukaisesti luovuttamisvaatimuksen esittämisestä lukien. Jos 1―4 momentin mukaista suoritusvelvollisuutta on olosuhteisiin nähden pidettävä kohtuuttomana, sitä voidaan sovitella.",
        "folded_fi": "jos luovutettava omaisuus ei ole tallella tai muuten luovutettavissa, sen arvo on korvattava. jos luovutettavan omaisuuden arvo on alentunut merkittavasti kulumisen tai vahingoittumisen vuoksi, luovutusvelvollisen on korvattava arvon aleneminen. jos omaisuuden arvo on alentunut muusta syysta, luovutusvelvollisen on suoritettava kohtuullinen korvaus omaisuuden arvon alenemisesta, jos siihen katsotaan olevan erityista syyta. jos luovutettava omaisuus on rahaa, luovutusvelvollisen on maksettava luovutettavalle maaralle korkolain (633/1982) 3 §:n 2 momentin mukaista korkoa siita lahtien, kun han sai omaisuuden haltuunsa. muusta luovutettavasta omaisuudesta saatu tuotto on luovutettava tai sen arvo korvattava. luovutusvelvollisen on myos suoritettava kohtuullinen korvaus omaisuudesta saamastaan hyodysta, jollei taman voida katsoa sisaltyvan omaisuuden arvon alenemisesta suoritettavaan korvaukseen. korkoa on kuitenkin maksettava, tuotto luovutettava tai sen arvo korvattava taikka hyoty korvattava aikaisintaan siita lahtien, kun luovutusvelvollinen sai tiedon, etta han ei ole oikeutettu omaisuuteen. jos luovutettava omaisuus on rahaa tai jos omaisuuden arvo on korvattava, luovutusvelvollisen on maksettava korkoa korkolain 4 §:n 1 momentin mukaisesti luovuttamisvaatimuksen esittamisesta lukien. jos 1―4 momentin mukaista suoritusvelvollisuutta on olosuhteisiin nahden pidettava kohtuuttomana, sita voidaan sovitella.",
        "title_sv": "Annan prestationsskyldighet",
        "content_sv": "Om den egendom som skall återbäras inte finns kvar eller av någon annan orsak inte kan återbäras, skall dess värde ersättas. Har värdet av den egendom som skall återbäras minskat väsentligt till följd av slitage eller skada, skall den återbäringsskyldige ersätta värdeminskningen. Har egendomens värde minskat av någon annan orsak, skall den återbäringsskyldige betala en skälig ersättning för värdeminskningen, om det anses finnas särskilda skäl till detta. Om den egendom som skall återbäras utgörs av pengar, skall den återbäringsskyldige betala ränta enligt 3 § 2 mom. i räntelagen (633/1982) på återbäringsbeloppet från den tidpunkt vid vilken den återbäringsskyldige fick egendomen i sin besittning. Den avkastning som erhållits av annan egendom skall återbäras eller dess värde ersättas. Den återbäringsskyldige skall också betala skälig ersättning för den nytta som erhållits av egendomen, om inte sådan ersättning kan anses ingå i den ersättning som betalas för värdeminskningen. Ränta skall dock betalas, avkastningen återbäras eller dess värde ersättas eller nytta ersättas tidigast från den tidpunkt vid vilken den återbäringsskyldige fick kännedom om att han eller hon inte har rätt till egendomen. Om den egendom som skall återbäras utgörs av pengar eller om egendomens värde skall ersättas, skall den återbäringsskyldige betala ränta enligt 4 § 1 mom. i räntelagen från den tidpunkt vid vilken kravet på återbäring framställdes. Om prestationsskyldighet enligt 1―4 mom. skall anses vara oskälig med beaktande av omständigheterna, kan den jämkas.",
        "normalized_sv": "Om den egendom som skall återbäras inte finns kvar eller av någon annan orsak inte kan återbäras, skall dess värde ersättas. Har värdet av den egendom som skall återbäras minskat väsentligt till följd av slitage eller skada, skall den återbäringsskyldige ersätta värdeminskningen. Har egendomens värde minskat av någon annan orsak, skall den återbäringsskyldige betala en skälig ersättning för värdeminskningen, om det anses finnas särskilda skäl till detta. Om den egendom som skall återbäras utgörs av pengar, skall den återbäringsskyldige betala ränta enligt 3 § 2 mom. i räntelagen (633/1982) på återbäringsbeloppet från den tidpunkt vid vilken den återbäringsskyldige fick egendomen i sin besittning. Den avkastning som erhållits av annan egendom skall återbäras eller dess värde ersättas. Den återbäringsskyldige skall också betala skälig ersättning för den nytta som erhållits av egendomen, om inte sådan ersättning kan anses ingå i den ersättning som betalas för värdeminskningen. Ränta skall dock betalas, avkastningen återbäras eller dess värde ersättas eller nytta ersättas tidigast från den tidpunkt vid vilken den återbäringsskyldige fick kännedom om att han eller hon inte har rätt till egendomen. Om den egendom som skall återbäras utgörs av pengar eller om egendomens värde skall ersättas, skall den återbäringsskyldige betala ränta enligt 4 § 1 mom. i räntelagen från den tidpunkt vid vilken kravet på återbäring framställdes. Om prestationsskyldighet enligt 1―4 mom. skall anses vara oskälig med beaktande av omständigheterna, kan den jämkas.",
        "folded_sv": "om den egendom som skall aterbaras inte finns kvar eller av nagon annan orsak inte kan aterbaras, skall dess varde ersattas. har vardet av den egendom som skall aterbaras minskat vasentligt till foljd av slitage eller skada, skall den aterbaringsskyldige ersatta vardeminskningen. har egendomens varde minskat av nagon annan orsak, skall den aterbaringsskyldige betala en skalig ersattning for vardeminskningen, om det anses finnas sarskilda skal till detta. om den egendom som skall aterbaras utgors av pengar, skall den aterbaringsskyldige betala ranta enligt 3 § 2 mom. i rantelagen (633/1982) pa aterbaringsbeloppet fran den tidpunkt vid vilken den aterbaringsskyldige fick egendomen i sin besittning. den avkastning som erhallits av annan egendom skall aterbaras eller dess varde ersattas. den aterbaringsskyldige skall ocksa betala skalig ersattning for den nytta som erhallits av egendomen, om inte sadan ersattning kan anses inga i den ersattning som betalas for vardeminskningen. ranta skall dock betalas, avkastningen aterbaras eller dess varde ersattas eller nytta ersattas tidigast fran den tidpunkt vid vilken den aterbaringsskyldige fick kannedom om att han eller hon inte har ratt till egendomen. om den egendom som skall aterbaras utgors av pengar eller om egendomens varde skall ersattas, skall den aterbaringsskyldige betala ranta enligt 4 § 1 mom. i rantelagen fran den tidpunkt vid vilken kravet pa aterbaring framstalldes. om prestationsskyldighet enligt 1―4 mom. skall anses vara oskalig med beaktande av omstandigheterna, kan den jamkas."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Omaisuuteen pannut kustannukset",
      "content": "Luovutusvelvollisella on oikeus saada korvaus luovutettavaan omaisuuteen panemistaan tarpeellisista kustannuksista sekä sellaisista hyödyllisistä kustannuksista, jotka ovat syntyneet ennen kuin hän sai tiedon, että hän ei ole oikeutettu omaisuuteen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_22",
        "normalized_fi": "Luovutusvelvollisella on oikeus saada korvaus luovutettavaan omaisuuteen panemistaan tarpeellisista kustannuksista sekä sellaisista hyödyllisistä kustannuksista, jotka ovat syntyneet ennen kuin hän sai tiedon, että hän ei ole oikeutettu omaisuuteen.",
        "folded_fi": "luovutusvelvollisella on oikeus saada korvaus luovutettavaan omaisuuteen panemistaan tarpeellisista kustannuksista seka sellaisista hyodyllisista kustannuksista, jotka ovat syntyneet ennen kuin han sai tiedon, etta han ei ole oikeutettu omaisuuteen.",
        "title_sv": "Kostnader som lagts ner på egendomen",
        "content_sv": "Den återbäringsskyldige har rätt till ersättning för de nödvändiga kostnader denne lagt ner på den egendom som skall återbäras samt för sådana kostnader som varit till nytta och som uppstått innan den återbäringsskyldige fick kännedom om att han eller hon inte har rätt till egendomen.",
        "normalized_sv": "Den återbäringsskyldige har rätt till ersättning för de nödvändiga kostnader denne lagt ner på den egendom som skall återbäras samt för sådana kostnader som varit till nytta och som uppstått innan den återbäringsskyldige fick kännedom om att han eller hon inte har rätt till egendomen.",
        "folded_sv": "den aterbaringsskyldige har ratt till ersattning for de nodvandiga kostnader denne lagt ner pa den egendom som skall aterbaras samt for sadana kostnader som varit till nytta och som uppstatt innan den aterbaringsskyldige fick kannedom om att han eller hon inte har ratt till egendomen."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Suomen viranomaisten kansainvälinen toimivalta",
      "content": "Suomen tuomioistuin tai maistraatti voi tutkia kuolleeksi julistamista koskevan asian, jos henkilö, jonka kuolleeksi julistamista asia koskee, on Suomen kansalainen tai jos hänen viimeinen tiedossa oleva asuin- tai kotipaikkansa on Suomessa. Suomen tuomioistuin voi tutkia kuolleeksi julistamista koskevan asian myös, jos hakijan tärkeät edut puoltavat asian ratkaisemista Suomessa. Edellytyksenä on lisäksi, että hakija ei voi saattaa asiaa tutkittavaksi siinä valtiossa, jonka kansalainen se henkilö on, jonka kuolleeksi julistamista asia koskee, eikä valtiossa, jossa on tämän viimeinen tiedossa oleva asuin- tai kotipaikka, tai että asian vireillepano vieraassa valtiossa aiheuttaisi hakijalle kohtuuttomia vaikeuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_23",
        "normalized_fi": "Suomen tuomioistuin tai maistraatti voi tutkia kuolleeksi julistamista koskevan asian, jos henkilö, jonka kuolleeksi julistamista asia koskee, on Suomen kansalainen tai jos hänen viimeinen tiedossa oleva asuin- tai kotipaikkansa on Suomessa. Suomen tuomioistuin voi tutkia kuolleeksi julistamista koskevan asian myös, jos hakijan tärkeät edut puoltavat asian ratkaisemista Suomessa. Edellytyksenä on lisäksi, että hakija ei voi saattaa asiaa tutkittavaksi siinä valtiossa, jonka kansalainen se henkilö on, jonka kuolleeksi julistamista asia koskee, eikä valtiossa, jossa on tämän viimeinen tiedossa oleva asuin- tai kotipaikka, tai että asian vireillepano vieraassa valtiossa aiheuttaisi hakijalle kohtuuttomia vaikeuksia.",
        "folded_fi": "suomen tuomioistuin tai maistraatti voi tutkia kuolleeksi julistamista koskevan asian, jos henkilo, jonka kuolleeksi julistamista asia koskee, on suomen kansalainen tai jos hanen viimeinen tiedossa oleva asuin- tai kotipaikkansa on suomessa. suomen tuomioistuin voi tutkia kuolleeksi julistamista koskevan asian myos, jos hakijan tarkeat edut puoltavat asian ratkaisemista suomessa. edellytyksena on lisaksi, etta hakija ei voi saattaa asiaa tutkittavaksi siina valtiossa, jonka kansalainen se henkilo on, jonka kuolleeksi julistamista asia koskee, eika valtiossa, jossa on taman viimeinen tiedossa oleva asuin- tai kotipaikka, tai etta asian vireillepano vieraassa valtiossa aiheuttaisi hakijalle kohtuuttomia vaikeuksia.",
        "title_sv": "Finska myndigheters internationella behörighet",
        "content_sv": "En finsk domstol eller magistrat får pröva ett ärende som gäller dödförklaring, om den person vars dödförklaring saken gäller är finsk medborgare eller om dennes sista kända boningsort eller hemvist är i Finland. En finsk domstol får pröva ett ärende som gäller dödförklaring också om sökandens viktiga intressen talar för att ärendet skall avgöras i Finland. Dessutom krävs det att sökanden inte kan föra ärendet till prövning i den stat där den person som dödförklaringen gäller är medborgare eller i den stat där denne veterligen sist var bosatt eller hade hemvist, eller att inledandet av ärendet i en främmande stat skulle orsaka sökanden oskäliga svårigheter.",
        "normalized_sv": "En finsk domstol eller magistrat får pröva ett ärende som gäller dödförklaring, om den person vars dödförklaring saken gäller är finsk medborgare eller om dennes sista kända boningsort eller hemvist är i Finland. En finsk domstol får pröva ett ärende som gäller dödförklaring också om sökandens viktiga intressen talar för att ärendet skall avgöras i Finland. Dessutom krävs det att sökanden inte kan föra ärendet till prövning i den stat där den person som dödförklaringen gäller är medborgare eller i den stat där denne veterligen sist var bosatt eller hade hemvist, eller att inledandet av ärendet i en främmande stat skulle orsaka sökanden oskäliga svårigheter.",
        "folded_sv": "en finsk domstol eller magistrat far prova ett arende som galler dodforklaring, om den person vars dodforklaring saken galler ar finsk medborgare eller om dennes sista kanda boningsort eller hemvist ar i finland. en finsk domstol far prova ett arende som galler dodforklaring ocksa om sokandens viktiga intressen talar for att arendet skall avgoras i finland. dessutom kravs det att sokanden inte kan fora arendet till provning i den stat dar den person som dodforklaringen galler ar medborgare eller i den stat dar denne veterligen sist var bosatt eller hade hemvist, eller att inledandet av arendet i en frammande stat skulle orsaka sokanden oskaliga svarigheter."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Sovellettava laki",
      "content": "Kuolleeksi julistamista koskevassa asiassa on sovellettava Suomen lakia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_24",
        "normalized_fi": "Kuolleeksi julistamista koskevassa asiassa on sovellettava Suomen lakia.",
        "folded_fi": "kuolleeksi julistamista koskevassa asiassa on sovellettava suomen lakia.",
        "title_sv": "Tillämplig lag",
        "content_sv": "I ett ärende som gäller dödförklaring skall finsk lag tillämpas.",
        "normalized_sv": "I ett ärende som gäller dödförklaring skall finsk lag tillämpas.",
        "folded_sv": "i ett arende som galler dodforklaring skall finsk lag tillampas."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "Vieraassa valtiossa annetun päätöksen tunnustaminen",
      "content": "Vieraassa valtiossa annettua päätöstä, jolla henkilö on julistettu kuolleeksi, on ilman erityistä vahvistamista pidettävä Suomessa pätevänä, jos päätöksen on antanut sen valtion viranomainen, jonka kansalainen henkilö oli päätöksen antamisen hetkellä tai jossa on hänen viimeinen tiedossa oleva asuin- tai kotipaikkansa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_25",
        "normalized_fi": "Vieraassa valtiossa annettua päätöstä, jolla henkilö on julistettu kuolleeksi, on ilman erityistä vahvistamista pidettävä Suomessa pätevänä, jos päätöksen on antanut sen valtion viranomainen, jonka kansalainen henkilö oli päätöksen antamisen hetkellä tai jossa on hänen viimeinen tiedossa oleva asuin- tai kotipaikkansa.",
        "folded_fi": "vieraassa valtiossa annettua paatosta, jolla henkilo on julistettu kuolleeksi, on ilman erityista vahvistamista pidettava suomessa patevana, jos paatoksen on antanut sen valtion viranomainen, jonka kansalainen henkilo oli paatoksen antamisen hetkella tai jossa on hanen viimeinen tiedossa oleva asuin- tai kotipaikkansa.",
        "title_sv": "Erkännande av beslut som meddelats i en främmande stat",
        "content_sv": "Ett beslut om dödförklaring som har meddelats i en främmande stat skall utan särskild stadfästelse anses vara giltigt i Finland, om beslutet har meddelats av en myndighet i den stat där personen i fråga var medborgare vid den tidpunkt då beslutet meddelades eller där denne hade sin sista kända boningsort eller hemvist.",
        "normalized_sv": "Ett beslut om dödförklaring som har meddelats i en främmande stat skall utan särskild stadfästelse anses vara giltigt i Finland, om beslutet har meddelats av en myndighet i den stat där personen i fråga var medborgare vid den tidpunkt då beslutet meddelades eller där denne hade sin sista kända boningsort eller hemvist.",
        "folded_sv": "ett beslut om dodforklaring som har meddelats i en frammande stat skall utan sarskild stadfastelse anses vara giltigt i finland, om beslutet har meddelats av en myndighet i den stat dar personen i fraga var medborgare vid den tidpunkt da beslutet meddelades eller dar denne hade sin sista kanda boningsort eller hemvist."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "title": "Tunnustamatta jättämisen perusteet",
      "content": "Edellä 25 §:ssä tarkoitettua päätöstä ei kuitenkaan tunnusteta Suomessa: 1) jos tunnustaminen on selvästi vastoin Suomen oikeusjärjestyksen perusteita; 2) jos päätös on ristiriidassa saman henkilön kuolleeksi julistamisesta Suomessa annetun päätöksen kanssa; tai 3) jos päätös on ristiriidassa saman henkilön kuolleeksi julistamisesta jossakin muussa valtiossa aikaisemmin annetun päätöksen kanssa ja tämä aikaisemmin annettu päätös tunnustetaan Suomessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_26",
        "normalized_fi": "Edellä 25 § :ssä tarkoitettua päätöstä ei kuitenkaan tunnusteta Suomessa: 1) jos tunnustaminen on selvästi vastoin Suomen oikeusjärjestyksen perusteita; 2) jos päätös on ristiriidassa saman henkilön kuolleeksi julistamisesta Suomessa annetun päätöksen kanssa; tai 3) jos päätös on ristiriidassa saman henkilön kuolleeksi julistamisesta jossakin muussa valtiossa aikaisemmin annetun päätöksen kanssa ja tämä aikaisemmin annettu päätös tunnustetaan Suomessa.",
        "folded_fi": "edella 25 §:ssa tarkoitettua paatosta ei kuitenkaan tunnusteta suomessa: 1) jos tunnustaminen on selvasti vastoin suomen oikeusjarjestyksen perusteita; 2) jos paatos on ristiriidassa saman henkilon kuolleeksi julistamisesta suomessa annetun paatoksen kanssa; tai 3) jos paatos on ristiriidassa saman henkilon kuolleeksi julistamisesta jossakin muussa valtiossa aikaisemmin annetun paatoksen kanssa ja tama aikaisemmin annettu paatos tunnustetaan suomessa.",
        "title_sv": "Grunderna för att lämna beslut utan erkännande",
        "content_sv": "Ett beslut som avses i 25 § erkänns dock inte i Finland, om 1) ett erkännande uppenbart skulle strida mot grunderna för den finska rättsordningen, 2) beslutet står i strid med ett beslut som meddelats i Finland om dödförklaring av personen i fråga, eller om 3) beslutet står i strid med ett tidigare beslut som meddelats i någon annan stat om dödförklaring av samma person och det tidigare beslutet erkänns i Finland.",
        "normalized_sv": "Ett beslut som avses i 25 § erkänns dock inte i Finland, om 1) ett erkännande uppenbart skulle strida mot grunderna för den finska rättsordningen, 2) beslutet står i strid med ett beslut som meddelats i Finland om dödförklaring av personen i fråga, eller om 3) beslutet står i strid med ett tidigare beslut som meddelats i någon annan stat om dödförklaring av samma person och det tidigare beslutet erkänns i Finland.",
        "folded_sv": "ett beslut som avses i 25 § erkanns dock inte i finland, om 1) ett erkannande uppenbart skulle strida mot grunderna for den finska rattsordningen, 2) beslutet star i strid med ett beslut som meddelats i finland om dodforklaring av personen i fraga, eller om 3) beslutet star i strid med ett tidigare beslut som meddelats i nagon annan stat om dodforklaring av samma person och det tidigare beslutet erkanns i finland."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "Kustannukset",
      "content": "Sillä, jonka hakemuksesta kadonnut henkilö on julistettu kuolleeksi tuomioistuimen päätöksellä, on oikeus saada kuolleeksi julistetun jäämistöstä korvaus kuolleeksi julistamisesta aiheutuneista kustannuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_27",
        "normalized_fi": "Sillä, jonka hakemuksesta kadonnut henkilö on julistettu kuolleeksi tuomioistuimen päätöksellä, on oikeus saada kuolleeksi julistetun jäämistöstä korvaus kuolleeksi julistamisesta aiheutuneista kustannuksista.",
        "folded_fi": "silla, jonka hakemuksesta kadonnut henkilo on julistettu kuolleeksi tuomioistuimen paatoksella, on oikeus saada kuolleeksi julistetun jaamistosta korvaus kuolleeksi julistamisesta aiheutuneista kustannuksista.",
        "title_sv": "Kostnader",
        "content_sv": "Den på vars ansökan en försvunnen person har förklarats död genom beslut av en domstol har rätt att få ersättning ur den dödförklarades kvarlåtenskap för de kostnader som dödförklaringen orsakat.",
        "normalized_sv": "Den på vars ansökan en försvunnen person har förklarats död genom beslut av en domstol har rätt att få ersättning ur den dödförklarades kvarlåtenskap för de kostnader som dödförklaringen orsakat.",
        "folded_sv": "den pa vars ansokan en forsvunnen person har forklarats dod genom beslut av en domstol har ratt att fa ersattning ur den dodforklarades kvarlatenskap for de kostnader som dodforklaringen orsakat."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "title": "Maistraatin oikeus saada tietoja",
      "content": "Valtion ja kunnan viranomainen sekä muu julkisoikeudellinen yhteisö, Kansaneläkelaitos, Eläketurvakeskus ja eläkelaitos sekä julkiset ja yksityiset sosiaali- tai terveydenhuollon palvelujen tuottajat ovat salassapitosäännösten estämättä velvollisia pyynnöstä antamaan maksutta maistraatille ne tiedot, jotka se 3 luvussa säädettyä tehtävää suorittaessaan tarvitsee henkilön elossa olemisen tai kuoleman selvittämiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_28",
        "normalized_fi": "Valtion ja kunnan viranomainen sekä muu julkisoikeudellinen yhteisö, Kansaneläkelaitos, Eläketurvakeskus ja eläkelaitos sekä julkiset ja yksityiset sosiaali- tai terveydenhuollon palvelujen tuottajat ovat salassapitosäännösten estämättä velvollisia pyynnöstä antamaan maksutta maistraatille ne tiedot, jotka se 3 luvussa säädettyä tehtävää suorittaessaan tarvitsee henkilön elossa olemisen tai kuoleman selvittämiseksi.",
        "folded_fi": "valtion ja kunnan viranomainen seka muu julkisoikeudellinen yhteiso, kansanelakelaitos, elaketurvakeskus ja elakelaitos seka julkiset ja yksityiset sosiaali- tai terveydenhuollon palvelujen tuottajat ovat salassapitosaannosten estamatta velvollisia pyynnosta antamaan maksutta maistraatille ne tiedot, jotka se 3 luvussa saadettya tehtavaa suorittaessaan tarvitsee henkilon elossa olemisen tai kuoleman selvittamiseksi.",
        "title_sv": "Magistratens rätt att få upplysningar",
        "content_sv": "Statliga och kommunala myndigheter samt andra offentligrättsliga samfund, Folkpensionsanstalten, Pensionsskyddscentralen och pensionsanstalter samt offentliga och privata producenter av social-, hälsovårds- och sjukvårdstjänster är utan hinder av sekretessbestämmelserna skyldiga att på begäran avgiftsfritt lämna magistraten de upplysningar som den behöver vid skötseln av den uppgift som nämns i 3 kap. för att reda ut om en person lever eller är död.",
        "normalized_sv": "Statliga och kommunala myndigheter samt andra offentligrättsliga samfund, Folkpensionsanstalten, Pensionsskyddscentralen och pensionsanstalter samt offentliga och privata producenter av social-, hälsovårds- och sjukvårdstjänster är utan hinder av sekretessbestämmelserna skyldiga att på begäran avgiftsfritt lämna magistraten de upplysningar som den behöver vid skötseln av den uppgift som nämns i 3 kap. för att reda ut om en person lever eller är död.",
        "folded_sv": "statliga och kommunala myndigheter samt andra offentligrattsliga samfund, folkpensionsanstalten, pensionsskyddscentralen och pensionsanstalter samt offentliga och privata producenter av social-, halsovards- och sjukvardstjanster ar utan hinder av sekretessbestammelserna skyldiga att pa begaran avgiftsfritt lamna magistraten de upplysningar som den behover vid skotseln av den uppgift som namns i 3 kap. for att reda ut om en person lever eller ar dod."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "title": "Toimivaltainen viranomainen Ahvenanmaan maakunnassa",
      "content": "Ahvenanmaan maakunnassa maistraatille tämän lain mukaan kuuluvia tehtäviä hoitaa lääninhallitus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_29",
        "normalized_fi": "Ahvenanmaan maakunnassa maistraatille tämän lain mukaan kuuluvia tehtäviä hoitaa lääninhallitus.",
        "folded_fi": "ahvenanmaan maakunnassa maistraatille taman lain mukaan kuuluvia tehtavia hoitaa laaninhallitus.",
        "title_sv": "Behörig myndighet i landskapet Åland",
        "content_sv": "I landskapet Åland sköter länsstyrelsen de uppgifter som enligt denna lag ankommer på magistraten.",
        "normalized_sv": "I landskapet Åland sköter länsstyrelsen de uppgifter som enligt denna lag ankommer på magistraten.",
        "folded_sv": "i landskapet aland skoter lansstyrelsen de uppgifter som enligt denna lag ankommer pa magistraten."
      }
    },
    {
      "provision_ref": "6:30",
      "chapter": "6",
      "section": "30",
      "title": "Tarkemmat säännökset",
      "content": "Tarkemmat säännökset kuolleeksi julistamista koskevasta päätöksestä tehtävistä ilmoituksista annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_30",
        "normalized_fi": "Tarkemmat säännökset kuolleeksi julistamista koskevasta päätöksestä tehtävistä ilmoituksista annetaan valtioneuvoston asetuksella.",
        "folded_fi": "tarkemmat saannokset kuolleeksi julistamista koskevasta paatoksesta tehtavista ilmoituksista annetaan valtioneuvoston asetuksella.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Närmare bestämmelser om de meddelanden som skall lämnas om beslut om dödförklaring utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om de meddelanden som skall lämnas om beslut om dödförklaring utfärdas genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om de meddelanden som skall lamnas om beslut om dodforklaring utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Voimaantulo- ja siirtymäsäännökset",
      "content": "Tämä laki tulee voimaan 9 päivänä maaliskuuta 2005. Tällä lailla kumotaan kuolleeksi julistamisesta 23 päivänä huhtikuuta 1901 annettu laki (15/1901) siihen myöhemmin tehtyine muutoksineen. Jos kumotun lain 4 a §:n 2 momentissa tarkoitettu väestörekisterin pitäjän luettelo on saapunut viralliselle syyttäjälle ennen tämän lain voimaantuloa, luettelossa mainittujen henkilöiden kuolleeksi julistamista koskevan asian käsittelyyn sovelletaan tämän lain voimaan tullessa voimassa olleita säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_31",
        "normalized_fi": "Tämä laki tulee voimaan 9 päivänä maaliskuuta 2005. Tällä lailla kumotaan kuolleeksi julistamisesta 23 päivänä huhtikuuta 1901 annettu laki (15/1901) siihen myöhemmin tehtyine muutoksineen. Jos kumotun lain 4 a § :n 2 momentissa tarkoitettu väestörekisterin pitäjän luettelo on saapunut viralliselle syyttäjälle ennen tämän lain voimaantuloa, luettelossa mainittujen henkilöiden kuolleeksi julistamista koskevan asian käsittelyyn sovelletaan tämän lain voimaan tullessa voimassa olleita säännöksiä.",
        "folded_fi": "tama laki tulee voimaan 9 paivana maaliskuuta 2005. talla lailla kumotaan kuolleeksi julistamisesta 23 paivana huhtikuuta 1901 annettu laki (15/1901) siihen myohemmin tehtyine muutoksineen. jos kumotun lain 4 a §:n 2 momentissa tarkoitettu vaestorekisterin pitajan luettelo on saapunut viralliselle syyttajalle ennen taman lain voimaantuloa, luettelossa mainittujen henkiloiden kuolleeksi julistamista koskevan asian kasittelyyn sovelletaan taman lain voimaan tullessa voimassa olleita saannoksia.",
        "title_sv": "Ikraftträdande- och övergångsbestämmelser",
        "content_sv": "Denna lag träder i kraft den 9 mars 2005. Genom denna lag upphävs lagen av den 23 april 1901 om dödförklaring (15/1901) jämte ändringar. Om en sådan förteckning som befolkningsregisterförare enligt 4 a § 2 mom. i den upphävda lagen skall sända till allmänna åklagaren har kommit fram innan denna lag träder i kraft, skall de bestämmelser som gällde vid ikraftträdandet tillämpas på behandlingen av ärenden som gäller dödförklaring av i förteckningen nämnda personer.",
        "normalized_sv": "Denna lag träder i kraft den 9 mars 2005. Genom denna lag upphävs lagen av den 23 april 1901 om dödförklaring (15/1901) jämte ändringar. Om en sådan förteckning som befolkningsregisterförare enligt 4 a § 2 mom. i den upphävda lagen skall sända till allmänna åklagaren har kommit fram innan denna lag träder i kraft, skall de bestämmelser som gällde vid ikraftträdandet tillämpas på behandlingen av ärenden som gäller dödförklaring av i förteckningen nämnda personer.",
        "folded_sv": "denna lag trader i kraft den 9 mars 2005. genom denna lag upphavs lagen av den 23 april 1901 om dodforklaring (15/1901) jamte andringar. om en sadan forteckning som befolkningsregisterforare enligt 4 a § 2 mom. i den upphavda lagen skall sanda till allmanna aklagaren har kommit fram innan denna lag trader i kraft, skall de bestammelser som gallde vid ikrafttradandet tillampas pa behandlingen av arenden som galler dodforklaring av i forteckningen namnda personer."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lain soveltamisala",
      "content": "Kadonnut henkilö voidaan julistaa kuolleeksi tuomioistuimen tai maistraatin päätöksellä siten kuin tässä laissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Kadonnut henkilö voidaan julistaa kuolleeksi tuomioistuimen tai maistraatin päätöksellä siten kuin tässä laissa säädetään.",
        "folded_fi": "kadonnut henkilo voidaan julistaa kuolleeksi tuomioistuimen tai maistraatin paatoksella siten kuin tassa laissa saadetaan.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "En person som har försvunnit kan förklaras död genom beslut av en domstol eller magistrat i den ordning som föreskrivs i denna lag.",
        "normalized_sv": "En person som har försvunnit kan förklaras död genom beslut av en domstol eller magistrat i den ordning som föreskrivs i denna lag.",
        "folded_sv": "en person som har forsvunnit kan forklaras dod genom beslut av en domstol eller magistrat i den ordning som foreskrivs i denna lag."
      },
      "valid_from": "2005-03-04",
      "valid_to": null
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Kuolleeksi julistamisen vaikutukset",
      "content": "Kuolleeksi julistetun katsotaan kuolleen päätöksessä määrättynä kuolinpäivänä, jollei muuta näytetä. Jos lain mukaan jokin määräaika lasketaan henkilön kuolemasta, lasketaan määräaika henkilön tultua julistetuksi kuolleeksi päätöksen antopäivästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Kuolleeksi julistetun katsotaan kuolleen päätöksessä määrättynä kuolinpäivänä, jollei muuta näytetä. Jos lain mukaan jokin määräaika lasketaan henkilön kuolemasta, lasketaan määräaika henkilön tultua julistetuksi kuolleeksi päätöksen antopäivästä.",
        "folded_fi": "kuolleeksi julistetun katsotaan kuolleen paatoksessa maarattyna kuolinpaivana, jollei muuta nayteta. jos lain mukaan jokin maaraaika lasketaan henkilon kuolemasta, lasketaan maaraaika henkilon tultua julistetuksi kuolleeksi paatoksen antopaivasta.",
        "title_sv": "Verkningarna av dödförklaring",
        "content_sv": "Den som har dödförklarats anses ha avlidit på den i beslutet fastställda dödsdagen, om inte något annat visas. Om en tidsfrist enligt lag räknas från en persons död, skall tidsfristen dock efter att personen har dödförklarats räknas från den dag då beslutet gavs.",
        "normalized_sv": "Den som har dödförklarats anses ha avlidit på den i beslutet fastställda dödsdagen, om inte något annat visas. Om en tidsfrist enligt lag räknas från en persons död, skall tidsfristen dock efter att personen har dödförklarats räknas från den dag då beslutet gavs.",
        "folded_sv": "den som har dodforklarats anses ha avlidit pa den i beslutet faststallda dodsdagen, om inte nagot annat visas. om en tidsfrist enligt lag raknas fran en persons dod, skall tidsfristen dock efter att personen har dodforklarats raknas fran den dag da beslutet gavs."
      },
      "valid_from": "2005-03-04",
      "valid_to": null
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "Kuolleeksi julistaminen ilman odotusaikaa",
      "content": "Jos kadonnut henkilö on kadotessaan ollut välittömän hengenvaaran aiheuttaneessa onnettomuudessa tai muussa siihen rinnastettavassa tilanteessa eikä ole syytä olettaa hänen pelastuneen, hänen kuolleeksi julistamistaan voidaan hakea välittömästi katoamisen jälkeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_3",
        "normalized_fi": "Jos kadonnut henkilö on kadotessaan ollut välittömän hengenvaaran aiheuttaneessa onnettomuudessa tai muussa siihen rinnastettavassa tilanteessa eikä ole syytä olettaa hänen pelastuneen, hänen kuolleeksi julistamistaan voidaan hakea välittömästi katoamisen jälkeen.",
        "folded_fi": "jos kadonnut henkilo on kadotessaan ollut valittoman hengenvaaran aiheuttaneessa onnettomuudessa tai muussa siihen rinnastettavassa tilanteessa eika ole syyta olettaa hanen pelastuneen, hanen kuolleeksi julistamistaan voidaan hakea valittomasti katoamisen jalkeen.",
        "title_sv": "Dödförklaring utan väntetid",
        "content_sv": "Om en försvunnen person vid försvinnandet varit med i en olycka som orsakat omedelbar livsfara eller befunnit sig i någon annan motsvarande situation och det inte finns skäl att anta att han eller hon har räddats, kan ansökan om dödförklaring av personen göras omedelbart efter försvinnandet.",
        "normalized_sv": "Om en försvunnen person vid försvinnandet varit med i en olycka som orsakat omedelbar livsfara eller befunnit sig i någon annan motsvarande situation och det inte finns skäl att anta att han eller hon har räddats, kan ansökan om dödförklaring av personen göras omedelbart efter försvinnandet.",
        "folded_sv": "om en forsvunnen person vid forsvinnandet varit med i en olycka som orsakat omedelbar livsfara eller befunnit sig i nagon annan motsvarande situation och det inte finns skal att anta att han eller hon har raddats, kan ansokan om dodforklaring av personen goras omedelbart efter forsvinnandet."
      },
      "valid_from": "2005-03-04",
      "valid_to": null
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Kuolleeksi julistaminen odotusajan kuluttua",
      "content": "Kadonneen henkilön kuolleeksi julistamista voidaan muissa kuin 3 §:ssä tarkoitetuissa tapauksissa hakea odotusajan kuluttua. Odotusaika lasketaan siitä, kun kadonnut henkilö on tiettävästi viimeksi ollut elossa. Jos kadonnut henkilö on kadotessaan ollut olosuhteissa, joihin liittyy hengenvaara, tai jos katoamiseen liittyvät olosuhteet ja muut seikat huomioon ottaen muutoin on erittäin todennäköistä, että hän on kuollut, odotusaika on yksi vuosi. Muissa kuin 2 momentissa tarkoitetuissa tapauksissa odotusaika on viisi vuotta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_4",
        "normalized_fi": "Kadonneen henkilön kuolleeksi julistamista voidaan muissa kuin 3 § :ssä tarkoitetuissa tapauksissa hakea odotusajan kuluttua. Odotusaika lasketaan siitä, kun kadonnut henkilö on tiettävästi viimeksi ollut elossa. Jos kadonnut henkilö on kadotessaan ollut olosuhteissa, joihin liittyy hengenvaara, tai jos katoamiseen liittyvät olosuhteet ja muut seikat huomioon ottaen muutoin on erittäin todennäköistä, että hän on kuollut, odotusaika on yksi vuosi. Muissa kuin 2 momentissa tarkoitetuissa tapauksissa odotusaika on viisi vuotta.",
        "folded_fi": "kadonneen henkilon kuolleeksi julistamista voidaan muissa kuin 3 §:ssa tarkoitetuissa tapauksissa hakea odotusajan kuluttua. odotusaika lasketaan siita, kun kadonnut henkilo on tiettavasti viimeksi ollut elossa. jos kadonnut henkilo on kadotessaan ollut olosuhteissa, joihin liittyy hengenvaara, tai jos katoamiseen liittyvat olosuhteet ja muut seikat huomioon ottaen muutoin on erittain todennakoista, etta han on kuollut, odotusaika on yksi vuosi. muissa kuin 2 momentissa tarkoitetuissa tapauksissa odotusaika on viisi vuotta.",
        "title_sv": "Dödförklaring efter väntetid",
        "content_sv": "Dödförklaring av en försvunnen person kan i andra än i 3 § avsedda fall sökas efter en väntetid. Väntetiden räknas från den tidpunkt vid vilken den försvunna personen veterligen senast var vid liv. Om den försvunna personen vid försvinnandet befann sig i förhållanden förknippade med livsfara eller om det med beaktande av förhållandena vid försvinnandet och andra omständigheter annars är ytterst sannolikt att personen är död, är väntetiden ett år. I andra än i 2 mom. avsedda fall är väntetiden fem år.",
        "normalized_sv": "Dödförklaring av en försvunnen person kan i andra än i 3 § avsedda fall sökas efter en väntetid. Väntetiden räknas från den tidpunkt vid vilken den försvunna personen veterligen senast var vid liv. Om den försvunna personen vid försvinnandet befann sig i förhållanden förknippade med livsfara eller om det med beaktande av förhållandena vid försvinnandet och andra omständigheter annars är ytterst sannolikt att personen är död, är väntetiden ett år. I andra än i 2 mom. avsedda fall är väntetiden fem år.",
        "folded_sv": "dodforklaring av en forsvunnen person kan i andra an i 3 § avsedda fall sokas efter en vantetid. vantetiden raknas fran den tidpunkt vid vilken den forsvunna personen veterligen senast var vid liv. om den forsvunna personen vid forsvinnandet befann sig i forhallanden forknippade med livsfara eller om det med beaktande av forhallandena vid forsvinnandet och andra omstandigheter annars ar ytterst sannolikt att personen ar dod, ar vantetiden ett ar. i andra an i 2 mom. avsedda fall ar vantetiden fem ar."
      },
      "valid_from": "2005-03-04",
      "valid_to": null
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Vireillepano",
      "content": "Kuolleeksi julistamista koskeva asia pannaan vireille käräjäoikeudessa hakemuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Kuolleeksi julistamista koskeva asia pannaan vireille käräjäoikeudessa hakemuksella.",
        "folded_fi": "kuolleeksi julistamista koskeva asia pannaan vireille karajaoikeudessa hakemuksella.",
        "title_sv": "Hur ett ärende inleds",
        "content_sv": "Ett ärende som gäller dödförklaring inleds genom en ansökan hos tingsrätten.",
        "normalized_sv": "Ett ärende som gäller dödförklaring inleds genom en ansökan hos tingsrätten.",
        "folded_sv": "ett arende som galler dodforklaring inleds genom en ansokan hos tingsratten."
      },
      "valid_from": "2005-03-04",
      "valid_to": null
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Toimivaltainen tuomioistuin",
      "content": "Kuolleeksi julistamista koskevan asian käsittelee se tuomioistuin, jonka tuomiopiirissä kadonneella henkilöllä on viimeksi ollut kotikunta tai väestökirjanpitokunta. Jos haetaan usean samalla kertaa kadonneen henkilön julistamista kuolleeksi, asian voi käsitellä tuomioistuin, joka on 1 momentin nojalla toimivaltainen heistä jonkun osalta. Jos Suomessa ei ole tuomioistuinta, joka olisi 1 tai 2 momentin nojalla toimivaltainen käsittelemään asian, asian käsittelee se tuomioistuin, jonka tuomiopiirissä hakijalla on kotikunta tai, jollei hakijalla ole kotikuntaa Suomessa, Helsingin käräjäoikeus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Kuolleeksi julistamista koskevan asian käsittelee se tuomioistuin, jonka tuomiopiirissä kadonneella henkilöllä on viimeksi ollut kotikunta tai väestökirjanpitokunta. Jos haetaan usean samalla kertaa kadonneen henkilön julistamista kuolleeksi, asian voi käsitellä tuomioistuin, joka on 1 momentin nojalla toimivaltainen heistä jonkun osalta. Jos Suomessa ei ole tuomioistuinta, joka olisi 1 tai 2 momentin nojalla toimivaltainen käsittelemään asian, asian käsittelee se tuomioistuin, jonka tuomiopiirissä hakijalla on kotikunta tai, jollei hakijalla ole kotikuntaa Suomessa, Helsingin käräjäoikeus.",
        "folded_fi": "kuolleeksi julistamista koskevan asian kasittelee se tuomioistuin, jonka tuomiopiirissa kadonneella henkilolla on viimeksi ollut kotikunta tai vaestokirjanpitokunta. jos haetaan usean samalla kertaa kadonneen henkilon julistamista kuolleeksi, asian voi kasitella tuomioistuin, joka on 1 momentin nojalla toimivaltainen heista jonkun osalta. jos suomessa ei ole tuomioistuinta, joka olisi 1 tai 2 momentin nojalla toimivaltainen kasittelemaan asian, asian kasittelee se tuomioistuin, jonka tuomiopiirissa hakijalla on kotikunta tai, jollei hakijalla ole kotikuntaa suomessa, helsingin karajaoikeus.",
        "title_sv": "Behörig domstol",
        "content_sv": "Ett ärende som gäller dödförklaring behandlas av den domstol inom vars domkrets den försvunna personens sista hemkommun eller folkbokföringskommun är belägen. Om det ansöks om dödförklaring av flera personer som försvunnit samtidigt, kan ärendet behandlas av en domstol som enligt 1 mom. är behörig för någon av de försvunnas del. Om ingen domstol i Finland enligt 1 eller 2 mom. är behörig att behandla ärendet, skall det behandlas av den domstol inom vars domkrets sökanden har sin hemkommun eller, om sökanden inte har hemkommun i Finland, av Helsingfors tingsrätt.",
        "normalized_sv": "Ett ärende som gäller dödförklaring behandlas av den domstol inom vars domkrets den försvunna personens sista hemkommun eller folkbokföringskommun är belägen. Om det ansöks om dödförklaring av flera personer som försvunnit samtidigt, kan ärendet behandlas av en domstol som enligt 1 mom. är behörig för någon av de försvunnas del. Om ingen domstol i Finland enligt 1 eller 2 mom. är behörig att behandla ärendet, skall det behandlas av den domstol inom vars domkrets sökanden har sin hemkommun eller, om sökanden inte har hemkommun i Finland, av Helsingfors tingsrätt.",
        "folded_sv": "ett arende som galler dodforklaring behandlas av den domstol inom vars domkrets den forsvunna personens sista hemkommun eller folkbokforingskommun ar belagen. om det ansoks om dodforklaring av flera personer som forsvunnit samtidigt, kan arendet behandlas av en domstol som enligt 1 mom. ar behorig for nagon av de forsvunnas del. om ingen domstol i finland enligt 1 eller 2 mom. ar behorig att behandla arendet, skall det behandlas av den domstol inom vars domkrets sokanden har sin hemkommun eller, om sokanden inte har hemkommun i finland, av helsingfors tingsratt."
      },
      "valid_from": "2005-03-04",
      "valid_to": null
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Oikeus vireillepanoon",
      "content": "Kuolleeksi julistamista koskevan hakemuksen voi tehdä kadonneen henkilön aviopuoliso, perillinen tai muu läheinen taikka muu henkilö, jonka oikeus saattaa riippua kuolleeksi julistamisesta. Heillä on myös oikeus jatkaa toisen henkilön hakemusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_7",
        "normalized_fi": "Kuolleeksi julistamista koskevan hakemuksen voi tehdä kadonneen henkilön aviopuoliso, perillinen tai muu läheinen taikka muu henkilö, jonka oikeus saattaa riippua kuolleeksi julistamisesta. Heillä on myös oikeus jatkaa toisen henkilön hakemusta.",
        "folded_fi": "kuolleeksi julistamista koskevan hakemuksen voi tehda kadonneen henkilon aviopuoliso, perillinen tai muu laheinen taikka muu henkilo, jonka oikeus saattaa riippua kuolleeksi julistamisesta. heilla on myos oikeus jatkaa toisen henkilon hakemusta.",
        "title_sv": "Vem som får ansöka om dödförklaring",
        "content_sv": "Ansökan om dödförklaring får göras av den försvunna personens make eller maka, arvinge eller någon annan närstående eller av den vars rättigheter kan vara beroende av dödförklaringen. Var och en av dessa personer har också rätt att fullfölja en ansökan som gjorts av någon annan.",
        "normalized_sv": "Ansökan om dödförklaring får göras av den försvunna personens make eller maka, arvinge eller någon annan närstående eller av den vars rättigheter kan vara beroende av dödförklaringen. Var och en av dessa personer har också rätt att fullfölja en ansökan som gjorts av någon annan.",
        "folded_sv": "ansokan om dodforklaring far goras av den forsvunna personens make eller maka, arvinge eller nagon annan narstaende eller av den vars rattigheter kan vara beroende av dodforklaringen. var och en av dessa personer har ocksa ratt att fullfolja en ansokan som gjorts av nagon annan."
      },
      "valid_from": "2005-03-04",
      "valid_to": null
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Kuuleminen",
      "content": "Kadonneen henkilön aviopuolisolle ja perillisille on varattava tilaisuus tulla kuulluiksi hakemuksen johdosta. Jos kadonneelle henkilölle on määrätty edunvalvoja, myös tälle on varattava tilaisuus tulla kuulluksi. Tilaisuutta tulla kuulluksi ei tarvitse varata, jos tiedoksianto olisi toimitettava oikeudenkäymiskaaren 11 luvun 9 §:ssä tarkoitetulla tuomioistuimen kuulutuksella. Käräjäoikeus voi tarvittaessa kuulla poliisi- tai muuta viranomaista hakemuksen johdosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_8",
        "normalized_fi": "Kadonneen henkilön aviopuolisolle ja perillisille on varattava tilaisuus tulla kuulluiksi hakemuksen johdosta. Jos kadonneelle henkilölle on määrätty edunvalvoja, myös tälle on varattava tilaisuus tulla kuulluksi. Tilaisuutta tulla kuulluksi ei tarvitse varata, jos tiedoksianto olisi toimitettava oikeudenkäymiskaaren 11 luvun 9 § :ssä tarkoitetulla tuomioistuimen kuulutuksella. Käräjäoikeus voi tarvittaessa kuulla poliisi- tai muuta viranomaista hakemuksen johdosta.",
        "folded_fi": "kadonneen henkilon aviopuolisolle ja perillisille on varattava tilaisuus tulla kuulluiksi hakemuksen johdosta. jos kadonneelle henkilolle on maaratty edunvalvoja, myos talle on varattava tilaisuus tulla kuulluksi. tilaisuutta tulla kuulluksi ei tarvitse varata, jos tiedoksianto olisi toimitettava oikeudenkaymiskaaren 11 luvun 9 §:ssa tarkoitetulla tuomioistuimen kuulutuksella. karajaoikeus voi tarvittaessa kuulla poliisi- tai muuta viranomaista hakemuksen johdosta.",
        "title_sv": "Hörande",
        "content_sv": "Den försvunna personens make eller maka och arvingar skall ges tillfälle att bli hörda med anledning av ansökan. Har en intressebevakare förordnats för den försvunna personen, skall också denne ges tillfälle att bli hörd. Tillfälle att bli hörd behöver inte ges, om delgivningen skulle komma att ske genom domstols kungörelse enligt 11 kap. 9 § i rättegångsbalken. Tingsrätten kan vid behov höra polisen eller någon annan myndighet med anledning av ansökan.",
        "normalized_sv": "Den försvunna personens make eller maka och arvingar skall ges tillfälle att bli hörda med anledning av ansökan. Har en intressebevakare förordnats för den försvunna personen, skall också denne ges tillfälle att bli hörd. Tillfälle att bli hörd behöver inte ges, om delgivningen skulle komma att ske genom domstols kungörelse enligt 11 kap. 9 § i rättegångsbalken. Tingsrätten kan vid behov höra polisen eller någon annan myndighet med anledning av ansökan.",
        "folded_sv": "den forsvunna personens make eller maka och arvingar skall ges tillfalle att bli horda med anledning av ansokan. har en intressebevakare forordnats for den forsvunna personen, skall ocksa denne ges tillfalle att bli hord. tillfalle att bli hord behover inte ges, om delgivningen skulle komma att ske genom domstols kungorelse enligt 11 kap. 9 § i rattegangsbalken. tingsratten kan vid behov hora polisen eller nagon annan myndighet med anledning av ansokan."
      },
      "valid_from": "2005-03-04",
      "valid_to": null
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Kutsu ja sen tiedoksianto",
      "content": "Jos kuolleeksi julistamiseen on selvitetty olevan edellytykset, tuomioistuimen on 4 §:ssä tarkoitetuissa tapauksissa kutsuttava kadonnutta henkilöä ilmoittautumaan tuomioistuimelle viimeistään kutsussa mainittuna määräpäivänä. Kutsussa on mainittava, että kadonnut, joka ei ilmoittaudu, voidaan julistaa kuolleeksi. Tuomioistuimen on samalla kutsuttava kaikkia, jotka voivat antaa tietoja siitä, onko kadonnut henkilö elossa vai kuollut, ilmoittamaan samassa ajassa tietonsa tuomioistuimelle. Kutsu annetaan tiedoksi kuuluttamalla siten kuin oikeudenkäymiskaaren 11 luvun 10 §:ssä säädetään. Tuomioistuimen on julkaistava kuulutus kutsusta virallisessa lehdessä viimeistään kolme kuukautta ennen määräpäivää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_9",
        "normalized_fi": "Jos kuolleeksi julistamiseen on selvitetty olevan edellytykset, tuomioistuimen on 4 § :ssä tarkoitetuissa tapauksissa kutsuttava kadonnutta henkilöä ilmoittautumaan tuomioistuimelle viimeistään kutsussa mainittuna määräpäivänä. Kutsussa on mainittava, että kadonnut, joka ei ilmoittaudu, voidaan julistaa kuolleeksi. Tuomioistuimen on samalla kutsuttava kaikkia, jotka voivat antaa tietoja siitä, onko kadonnut henkilö elossa vai kuollut, ilmoittamaan samassa ajassa tietonsa tuomioistuimelle. Kutsu annetaan tiedoksi kuuluttamalla siten kuin oikeudenkäymiskaaren 11 luvun 10 § :ssä säädetään. Tuomioistuimen on julkaistava kuulutus kutsusta virallisessa lehdessä viimeistään kolme kuukautta ennen määräpäivää.",
        "folded_fi": "jos kuolleeksi julistamiseen on selvitetty olevan edellytykset, tuomioistuimen on 4 §:ssa tarkoitetuissa tapauksissa kutsuttava kadonnutta henkiloa ilmoittautumaan tuomioistuimelle viimeistaan kutsussa mainittuna maarapaivana. kutsussa on mainittava, etta kadonnut, joka ei ilmoittaudu, voidaan julistaa kuolleeksi. tuomioistuimen on samalla kutsuttava kaikkia, jotka voivat antaa tietoja siita, onko kadonnut henkilo elossa vai kuollut, ilmoittamaan samassa ajassa tietonsa tuomioistuimelle. kutsu annetaan tiedoksi kuuluttamalla siten kuin oikeudenkaymiskaaren 11 luvun 10 §:ssa saadetaan. tuomioistuimen on julkaistava kuulutus kutsusta virallisessa lehdessa viimeistaan kolme kuukautta ennen maarapaivaa.",
        "title_sv": "Kallelse och delgivning av den",
        "content_sv": "Om det har utretts att det finns förutsättningar för att förklara en försvunnen person död, skall domstolen i de fall som avses i 4 § kalla personen att anmäla sig hos domstolen senast på en i kallelsen bestämd dag. I kallelsen skall det nämnas att den försvunna personen kan dödförklaras om han eller hon inte anmäler sig. Domstolen skall samtidigt kalla alla som kan lämna uppgifter om huruvida den försvunna personen lever eller är död att inom samma tid lämna dessa uppgifter till domstolen. Kallelsen delges genom kungörelse på det sätt som föreskrivs i 11 kap. 10 § i rättegångsbalken. Domstolen skall publicera en kungörelse om kallelsen i den officiella tidningen senast tre månader före den bestämda dagen.",
        "normalized_sv": "Om det har utretts att det finns förutsättningar för att förklara en försvunnen person död, skall domstolen i de fall som avses i 4 § kalla personen att anmäla sig hos domstolen senast på en i kallelsen bestämd dag. I kallelsen skall det nämnas att den försvunna personen kan dödförklaras om han eller hon inte anmäler sig. Domstolen skall samtidigt kalla alla som kan lämna uppgifter om huruvida den försvunna personen lever eller är död att inom samma tid lämna dessa uppgifter till domstolen. Kallelsen delges genom kungörelse på det sätt som föreskrivs i 11 kap. 10 § i rättegångsbalken. Domstolen skall publicera en kungörelse om kallelsen i den officiella tidningen senast tre månader före den bestämda dagen.",
        "folded_sv": "om det har utretts att det finns forutsattningar for att forklara en forsvunnen person dod, skall domstolen i de fall som avses i 4 § kalla personen att anmala sig hos domstolen senast pa en i kallelsen bestamd dag. i kallelsen skall det namnas att den forsvunna personen kan dodforklaras om han eller hon inte anmaler sig. domstolen skall samtidigt kalla alla som kan lamna uppgifter om huruvida den forsvunna personen lever eller ar dod att inom samma tid lamna dessa uppgifter till domstolen. kallelsen delges genom kungorelse pa det satt som foreskrivs i 11 kap. 10 § i rattegangsbalken. domstolen skall publicera en kungorelse om kallelsen i den officiella tidningen senast tre manader fore den bestamda dagen."
      },
      "valid_from": "2005-03-04",
      "valid_to": null
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Tuomioistuimen päätös kuolleeksi julistamisesta",
      "content": "Kadonnut henkilö on 9 §:ssä tarkoitetun määräpäivän jälkeen julistettava kuolleeksi tuomioistuimen päätöksellä, jos tuomioistuin ei ole saanut tietoa siitä, että hän on elossa tai kuollut, ja jos kuolleeksi julistamisen edellytykset muutoin ovat olemassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_10",
        "normalized_fi": "Kadonnut henkilö on 9 § :ssä tarkoitetun määräpäivän jälkeen julistettava kuolleeksi tuomioistuimen päätöksellä, jos tuomioistuin ei ole saanut tietoa siitä, että hän on elossa tai kuollut, ja jos kuolleeksi julistamisen edellytykset muutoin ovat olemassa.",
        "folded_fi": "kadonnut henkilo on 9 §:ssa tarkoitetun maarapaivan jalkeen julistettava kuolleeksi tuomioistuimen paatoksella, jos tuomioistuin ei ole saanut tietoa siita, etta han on elossa tai kuollut, ja jos kuolleeksi julistamisen edellytykset muutoin ovat olemassa.",
        "title_sv": "Domstolens beslut om dödförklaring",
        "content_sv": "Den försvunna personen skall efter den bestämda dag som avses i 9 § dödförklaras genom beslut av domstolen, om domstolen inte har fått uppgifter om att personen lever eller är död och om det annars finns förutsättningar för dödförklaring.",
        "normalized_sv": "Den försvunna personen skall efter den bestämda dag som avses i 9 § dödförklaras genom beslut av domstolen, om domstolen inte har fått uppgifter om att personen lever eller är död och om det annars finns förutsättningar för dödförklaring.",
        "folded_sv": "den forsvunna personen skall efter den bestamda dag som avses i 9 § dodforklaras genom beslut av domstolen, om domstolen inte har fatt uppgifter om att personen lever eller ar dod och om det annars finns forutsattningar for dodforklaring."
      },
      "valid_from": "2005-03-04",
      "valid_to": null
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Kuolinpäivän määrääminen",
      "content": "Julistaessaan kadonneen henkilön kuolleeksi tuomioistuimen on määrättävä se päivä, jona hänen katsotaan kuolleen. Kuolinpäiväksi on määrättävä se päivä, jona kadonnut henkilö todennäköisimmin on kuollut. Jollei sitä voida määrittää, kuolinpäiväksi on määrättävä se päivä, jona hän todennäköisesti viimeistään on kuollut. Kuolinpäiväksi on kuitenkin määrättävä viimeistään se päivä, jona on kulunut viisi vuotta siitä, kun kadonnut henkilö on tiettävästi viimeksi ollut elossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_11",
        "normalized_fi": "Julistaessaan kadonneen henkilön kuolleeksi tuomioistuimen on määrättävä se päivä, jona hänen katsotaan kuolleen. Kuolinpäiväksi on määrättävä se päivä, jona kadonnut henkilö todennäköisimmin on kuollut. Jollei sitä voida määrittää, kuolinpäiväksi on määrättävä se päivä, jona hän todennäköisesti viimeistään on kuollut. Kuolinpäiväksi on kuitenkin määrättävä viimeistään se päivä, jona on kulunut viisi vuotta siitä, kun kadonnut henkilö on tiettävästi viimeksi ollut elossa.",
        "folded_fi": "julistaessaan kadonneen henkilon kuolleeksi tuomioistuimen on maarattava se paiva, jona hanen katsotaan kuolleen. kuolinpaivaksi on maarattava se paiva, jona kadonnut henkilo todennakoisimmin on kuollut. jollei sita voida maarittaa, kuolinpaivaksi on maarattava se paiva, jona han todennakoisesti viimeistaan on kuollut. kuolinpaivaksi on kuitenkin maarattava viimeistaan se paiva, jona on kulunut viisi vuotta siita, kun kadonnut henkilo on tiettavasti viimeksi ollut elossa.",
        "title_sv": "Fastställande av dödsdag",
        "content_sv": "När domstolen dödförklarar en person som är försvunnen, skall den fastställa en dag då personen anses ha avlidit. Som dödsdag skall fastställas den dag då det är mest sannolikt att den försvunna personen har avlidit. Om en sådan dag inte kan slås fast, skall den dag då personen sannolikt senast har avlidit fastställas som dödsdag. Den sista dag som kan fastställas som dödsdag är dock den dag då det gått fem år sedan den försvunna personen veterligen senast var vid liv.",
        "normalized_sv": "När domstolen dödförklarar en person som är försvunnen, skall den fastställa en dag då personen anses ha avlidit. Som dödsdag skall fastställas den dag då det är mest sannolikt att den försvunna personen har avlidit. Om en sådan dag inte kan slås fast, skall den dag då personen sannolikt senast har avlidit fastställas som dödsdag. Den sista dag som kan fastställas som dödsdag är dock den dag då det gått fem år sedan den försvunna personen veterligen senast var vid liv.",
        "folded_sv": "nar domstolen dodforklarar en person som ar forsvunnen, skall den faststalla en dag da personen anses ha avlidit. som dodsdag skall faststallas den dag da det ar mest sannolikt att den forsvunna personen har avlidit. om en sadan dag inte kan slas fast, skall den dag da personen sannolikt senast har avlidit faststallas som dodsdag. den sista dag som kan faststallas som dodsdag ar dock den dag da det gatt fem ar sedan den forsvunna personen veterligen senast var vid liv."
      },
      "valid_from": "2005-03-04",
      "valid_to": null
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Edellytykset",
      "content": "Henkilö voidaan julistaa kuolleeksi maistraatin päätöksellä, kun on kulunut: 1) sata vuotta sen kalenterivuoden päättymisestä, jonka aikana hän on syntynyt; ja 2) viisi vuotta sen kalenterivuoden päättymisestä, jonka aikana hän on tiettävästi viimeksi ollut elossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_12",
        "normalized_fi": "Henkilö voidaan julistaa kuolleeksi maistraatin päätöksellä, kun on kulunut: 1) sata vuotta sen kalenterivuoden päättymisestä, jonka aikana hän on syntynyt; ja 2) viisi vuotta sen kalenterivuoden päättymisestä, jonka aikana hän on tiettävästi viimeksi ollut elossa.",
        "folded_fi": "henkilo voidaan julistaa kuolleeksi maistraatin paatoksella, kun on kulunut: 1) sata vuotta sen kalenterivuoden paattymisesta, jonka aikana han on syntynyt; ja 2) viisi vuotta sen kalenterivuoden paattymisesta, jonka aikana han on tiettavasti viimeksi ollut elossa.",
        "title_sv": "Förutsättningar",
        "content_sv": "En person kan dödförklaras genom beslut av magistraten när det gått 1) hundra år från utgången av det kalenderår under vilket personen föddes, och 2) fem år från utgången av det kalenderår under vilket personen veterligen senast var vid liv.",
        "normalized_sv": "En person kan dödförklaras genom beslut av magistraten när det gått 1) hundra år från utgången av det kalenderår under vilket personen föddes, och 2) fem år från utgången av det kalenderår under vilket personen veterligen senast var vid liv.",
        "folded_sv": "en person kan dodforklaras genom beslut av magistraten nar det gatt 1) hundra ar fran utgangen av det kalenderar under vilket personen foddes, och 2) fem ar fran utgangen av det kalenderar under vilket personen veterligen senast var vid liv."
      },
      "valid_from": "2005-03-04",
      "valid_to": null
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Vireilletulo",
      "content": "Maistraatin on vuosittain omasta aloitteestaan selvitettävä, onko väestötietojärjestelmän tietojen mukaan elossa sellaisia henkilöitä, joiden kuolleeksi julistamiseen on 12 §:n mukaiset edellytykset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_13",
        "normalized_fi": "Maistraatin on vuosittain omasta aloitteestaan selvitettävä, onko väestötietojärjestelmän tietojen mukaan elossa sellaisia henkilöitä, joiden kuolleeksi julistamiseen on 12 § :n mukaiset edellytykset.",
        "folded_fi": "maistraatin on vuosittain omasta aloitteestaan selvitettava, onko vaestotietojarjestelman tietojen mukaan elossa sellaisia henkiloita, joiden kuolleeksi julistamiseen on 12 §:n mukaiset edellytykset.",
        "title_sv": "Magistratens skyldighet att ta upp ärenden",
        "content_sv": "Magistraten skall årligen på eget initiativ utreda om uppgifterna i befolkningsdatasystemet anger att sådana personer är vid liv som enligt 12 § kan dödförklaras.",
        "normalized_sv": "Magistraten skall årligen på eget initiativ utreda om uppgifterna i befolkningsdatasystemet anger att sådana personer är vid liv som enligt 12 § kan dödförklaras.",
        "folded_sv": "magistraten skall arligen pa eget initiativ utreda om uppgifterna i befolkningsdatasystemet anger att sadana personer ar vid liv som enligt 12 § kan dodforklaras."
      },
      "valid_from": "2005-03-04",
      "valid_to": null
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Toimivaltainen maistraatti",
      "content": "Kuolleeksi julistamista koskevan asian käsittelee se maistraatti, jonka toimialueella henkilöllä on viimeksi ollut kotikunta tai väestökirjanpitokunta. Jos Suomessa ei ole maistraattia, joka olisi 1 momentin nojalla toimivaltainen käsittelemään asian, asian käsittelee Helsingin maistraatti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_14",
        "normalized_fi": "Kuolleeksi julistamista koskevan asian käsittelee se maistraatti, jonka toimialueella henkilöllä on viimeksi ollut kotikunta tai väestökirjanpitokunta. Jos Suomessa ei ole maistraattia, joka olisi 1 momentin nojalla toimivaltainen käsittelemään asian, asian käsittelee Helsingin maistraatti.",
        "folded_fi": "kuolleeksi julistamista koskevan asian kasittelee se maistraatti, jonka toimialueella henkilolla on viimeksi ollut kotikunta tai vaestokirjanpitokunta. jos suomessa ei ole maistraattia, joka olisi 1 momentin nojalla toimivaltainen kasittelemaan asian, asian kasittelee helsingin maistraatti.",
        "title_sv": "Behörig magistrat",
        "content_sv": "Ett ärende som gäller dödförklaring behandlas av den magistrat inom vars verksamhetsområde personens sista hemkommun eller folkbokföringskommun är belägen. Om ingen magistrat i Finland enligt 1 mom. är behörig att behandla ärendet, skall det behandlas av magistraten i Helsingfors.",
        "normalized_sv": "Ett ärende som gäller dödförklaring behandlas av den magistrat inom vars verksamhetsområde personens sista hemkommun eller folkbokföringskommun är belägen. Om ingen magistrat i Finland enligt 1 mom. är behörig att behandla ärendet, skall det behandlas av magistraten i Helsingfors.",
        "folded_sv": "ett arende som galler dodforklaring behandlas av den magistrat inom vars verksamhetsomrade personens sista hemkommun eller folkbokforingskommun ar belagen. om ingen magistrat i finland enligt 1 mom. ar behorig att behandla arendet, skall det behandlas av magistraten i helsingfors."
      },
      "valid_from": "2005-03-04",
      "valid_to": null
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Selvittämisvelvollisuus",
      "content": "Jos henkilön kuolleeksi julistamiseen on 12 §:n 1 kohdassa säädetty edellytys, maistraatin on hankittava kohtuudella saatavissa oleva selvitys siitä, onko hän ollut viimeksi kuluneiden viiden kalenterivuoden aikana elossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_15",
        "normalized_fi": "Jos henkilön kuolleeksi julistamiseen on 12 § :n 1 kohdassa säädetty edellytys, maistraatin on hankittava kohtuudella saatavissa oleva selvitys siitä, onko hän ollut viimeksi kuluneiden viiden kalenterivuoden aikana elossa.",
        "folded_fi": "jos henkilon kuolleeksi julistamiseen on 12 §:n 1 kohdassa saadetty edellytys, maistraatin on hankittava kohtuudella saatavissa oleva selvitys siita, onko han ollut viimeksi kuluneiden viiden kalenterivuoden aikana elossa.",
        "title_sv": "Utredningsskyldighet",
        "content_sv": "Om den förutsättning för dödförklaring som anges i 12 § 1 punkten föreligger, skall magistraten inhämta den utredning som skäligen kan fås och som visar om personen varit vid liv under de fem senaste kalenderåren.",
        "normalized_sv": "Om den förutsättning för dödförklaring som anges i 12 § 1 punkten föreligger, skall magistraten inhämta den utredning som skäligen kan fås och som visar om personen varit vid liv under de fem senaste kalenderåren.",
        "folded_sv": "om den forutsattning for dodforklaring som anges i 12 § 1 punkten foreligger, skall magistraten inhamta den utredning som skaligen kan fas och som visar om personen varit vid liv under de fem senaste kalenderaren."
      },
      "valid_from": "2005-03-04",
      "valid_to": null
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Kutsu ja sen tiedoksianto",
      "content": "Maistraatin on kutsuttava sellaista henkilöä, jonka kuolleeksi julistamiseen on selvitetty olevan edellytykset, ilmoittautumaan maistraatille viimeistään kutsussa mainittuna määräpäivänä. Kutsussa on mainittava, että kutsussa tarkoitettu henkilö, joka ei ilmoittaudu, voidaan julistaa kuolleeksi. Maistraatin on samalla kutsuttava kaikkia, jotka voivat antaa tietoja siitä, onko asianomainen henkilö elossa vai kuollut, ilmoittamaan samassa ajassa tietonsa maistraatille. Jos asianomaiselle henkilölle on merkitty väestötietojärjestelmään voimassa oleva osoite, kutsu on lähetettävä siihen. Jos väestötietojärjestelmästä tai muista väestökirjoista ilmenee, että asianomaisella henkilöllä on Suomessa aviopuoliso tai perintökaaren (40/1965) 2 luvun 1 tai 2 §:ssä tarkoitettuja sukulaisia, kutsu on annettava tiedoksi aviopuolisolle ja vähintään yhdelle sukulaiselle. Jos asianomaiselle henkilölle on määrätty edunvalvoja, kutsu on annettava tiedoksi myös tälle. Jollei asianomaisella henkilöllä ole 2 momentissa tarkoitettua osoitetta, aviopuolisoa, sukulaista eikä edunvalvojaa, kutsu annetaan tiedoksi yleistiedoksiantona siten kuin hallintolain (434/2003) 62 §:ssä säädetään. Maistraatin on julkaistava kuulutus kutsusta virallisessa lehdessä jonkin kuukauden ensimmäisessä numerossa viimeistään kolme kuukautta ennen määräpäivää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_16",
        "normalized_fi": "Maistraatin on kutsuttava sellaista henkilöä, jonka kuolleeksi julistamiseen on selvitetty olevan edellytykset, ilmoittautumaan maistraatille viimeistään kutsussa mainittuna määräpäivänä. Kutsussa on mainittava, että kutsussa tarkoitettu henkilö, joka ei ilmoittaudu, voidaan julistaa kuolleeksi. Maistraatin on samalla kutsuttava kaikkia, jotka voivat antaa tietoja siitä, onko asianomainen henkilö elossa vai kuollut, ilmoittamaan samassa ajassa tietonsa maistraatille. Jos asianomaiselle henkilölle on merkitty väestötietojärjestelmään voimassa oleva osoite, kutsu on lähetettävä siihen. Jos väestötietojärjestelmästä tai muista väestökirjoista ilmenee, että asianomaisella henkilöllä on Suomessa aviopuoliso tai perintökaaren (40/1965) 2 luvun 1 tai 2 § :ssä tarkoitettuja sukulaisia, kutsu on annettava tiedoksi aviopuolisolle ja vähintään yhdelle sukulaiselle. Jos asianomaiselle henkilölle on määrätty edunvalvoja, kutsu on annettava tiedoksi myös tälle. Jollei asianomaisella henkilöllä ole 2 momentissa tarkoitettua osoitetta, aviopuolisoa, sukulaista eikä edunvalvojaa, kutsu annetaan tiedoksi yleistiedoksiantona siten kuin hallintolain (434/2003) 62 § :ssä säädetään. Maistraatin on julkaistava kuulutus kutsusta virallisessa lehdessä jonkin kuukauden ensimmäisessä numerossa viimeistään kolme kuukautta ennen määräpäivää.",
        "folded_fi": "maistraatin on kutsuttava sellaista henkiloa, jonka kuolleeksi julistamiseen on selvitetty olevan edellytykset, ilmoittautumaan maistraatille viimeistaan kutsussa mainittuna maarapaivana. kutsussa on mainittava, etta kutsussa tarkoitettu henkilo, joka ei ilmoittaudu, voidaan julistaa kuolleeksi. maistraatin on samalla kutsuttava kaikkia, jotka voivat antaa tietoja siita, onko asianomainen henkilo elossa vai kuollut, ilmoittamaan samassa ajassa tietonsa maistraatille. jos asianomaiselle henkilolle on merkitty vaestotietojarjestelmaan voimassa oleva osoite, kutsu on lahetettava siihen. jos vaestotietojarjestelmasta tai muista vaestokirjoista ilmenee, etta asianomaisella henkilolla on suomessa aviopuoliso tai perintokaaren (40/1965) 2 luvun 1 tai 2 §:ssa tarkoitettuja sukulaisia, kutsu on annettava tiedoksi aviopuolisolle ja vahintaan yhdelle sukulaiselle. jos asianomaiselle henkilolle on maaratty edunvalvoja, kutsu on annettava tiedoksi myos talle. jollei asianomaisella henkilolla ole 2 momentissa tarkoitettua osoitetta, aviopuolisoa, sukulaista eika edunvalvojaa, kutsu annetaan tiedoksi yleistiedoksiantona siten kuin hallintolain (434/2003) 62 §:ssa saadetaan. maistraatin on julkaistava kuulutus kutsusta virallisessa lehdessa jonkin kuukauden ensimmaisessa numerossa viimeistaan kolme kuukautta ennen maarapaivaa.",
        "title_sv": "Kallelse och delgivning av den",
        "content_sv": "Om det har utretts att det finns förutsättningar för att förklara en person död, skall magistraten kalla personen att anmäla sig hos magistraten senast på en i kallelsen bestämd dag. I kallelsen skall det nämnas att den i kallelsen avsedda personen kan dödförklaras om han eller hon inte anmäler sig. Magistraten skall samtidigt kalla alla som kan lämna uppgifter om huruvida personen lever eller är död att inom samma tid lämna dessa uppgifter till magistraten. Om en giltig adress antecknats för personen i fråga i befolkningsdatasystemet, skall kallelsen skickas under denna adress. Framgår det av befolkningsdatasystemet eller av andra befolkningsböcker att personen i Finland har en make eller maka eller i 2 kap. 1 eller 2 § i ärvdabalken (40/1965) avsedda släktingar, skall kallelsen delges maken eller makan och minst en av släktingarna. Om en intressebevakare har förordnats för personen i fråga, skall kallelsen också delges denne. Om personen i fråga inte har en i 2 mom. avsedd adress, make eller maka, släkting eller intressebevakare, skall kallelsen delges genom offentlig delgivning i den ordning som föreskrivs i 62 § i förvaltningslagen (434/2003). Magistraten skall publicera en kungörelse om kallelsen i någon månads första nummer av den officiella tidningen senast tre månader före den bestämda dagen.",
        "normalized_sv": "Om det har utretts att det finns förutsättningar för att förklara en person död, skall magistraten kalla personen att anmäla sig hos magistraten senast på en i kallelsen bestämd dag. I kallelsen skall det nämnas att den i kallelsen avsedda personen kan dödförklaras om han eller hon inte anmäler sig. Magistraten skall samtidigt kalla alla som kan lämna uppgifter om huruvida personen lever eller är död att inom samma tid lämna dessa uppgifter till magistraten. Om en giltig adress antecknats för personen i fråga i befolkningsdatasystemet, skall kallelsen skickas under denna adress. Framgår det av befolkningsdatasystemet eller av andra befolkningsböcker att personen i Finland har en make eller maka eller i 2 kap. 1 eller 2 § i ärvdabalken (40/1965) avsedda släktingar, skall kallelsen delges maken eller makan och minst en av släktingarna. Om en intressebevakare har förordnats för personen i fråga, skall kallelsen också delges denne. Om personen i fråga inte har en i 2 mom. avsedd adress, make eller maka, släkting eller intressebevakare, skall kallelsen delges genom offentlig delgivning i den ordning som föreskrivs i 62 § i förvaltningslagen (434/2003). Magistraten skall publicera en kungörelse om kallelsen i någon månads första nummer av den officiella tidningen senast tre månader före den bestämda dagen.",
        "folded_sv": "om det har utretts att det finns forutsattningar for att forklara en person dod, skall magistraten kalla personen att anmala sig hos magistraten senast pa en i kallelsen bestamd dag. i kallelsen skall det namnas att den i kallelsen avsedda personen kan dodforklaras om han eller hon inte anmaler sig. magistraten skall samtidigt kalla alla som kan lamna uppgifter om huruvida personen lever eller ar dod att inom samma tid lamna dessa uppgifter till magistraten. om en giltig adress antecknats for personen i fraga i befolkningsdatasystemet, skall kallelsen skickas under denna adress. framgar det av befolkningsdatasystemet eller av andra befolkningsbocker att personen i finland har en make eller maka eller i 2 kap. 1 eller 2 § i arvdabalken (40/1965) avsedda slaktingar, skall kallelsen delges maken eller makan och minst en av slaktingarna. om en intressebevakare har forordnats for personen i fraga, skall kallelsen ocksa delges denne. om personen i fraga inte har en i 2 mom. avsedd adress, make eller maka, slakting eller intressebevakare, skall kallelsen delges genom offentlig delgivning i den ordning som foreskrivs i 62 § i forvaltningslagen (434/2003). magistraten skall publicera en kungorelse om kallelsen i nagon manads forsta nummer av den officiella tidningen senast tre manader fore den bestamda dagen."
      },
      "valid_from": "2005-03-04",
      "valid_to": null
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Maistraatin päätös kuolleeksi julistamisesta",
      "content": "Henkilö on 16 §:ssä tarkoitetun määräpäivän jälkeen julistettava kuolleeksi maistraatin päätöksellä, jos maistraatti ei ole saanut tietoa siitä, että hän on elossa tai kuollut, ja jos kuolleeksi julistamisen edellytykset muutoin ovat olemassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_17",
        "normalized_fi": "Henkilö on 16 § :ssä tarkoitetun määräpäivän jälkeen julistettava kuolleeksi maistraatin päätöksellä, jos maistraatti ei ole saanut tietoa siitä, että hän on elossa tai kuollut, ja jos kuolleeksi julistamisen edellytykset muutoin ovat olemassa.",
        "folded_fi": "henkilo on 16 §:ssa tarkoitetun maarapaivan jalkeen julistettava kuolleeksi maistraatin paatoksella, jos maistraatti ei ole saanut tietoa siita, etta han on elossa tai kuollut, ja jos kuolleeksi julistamisen edellytykset muutoin ovat olemassa.",
        "title_sv": "Magistratens beslut om dödförklaring",
        "content_sv": "Personen i fråga skall efter den bestämda dag som avses i 16 § dödförklaras genom beslut av magistraten, om magistraten inte har fått uppgifter om att personen lever eller är död och om det annars finns förutsättningar för dödförklaring.",
        "normalized_sv": "Personen i fråga skall efter den bestämda dag som avses i 16 § dödförklaras genom beslut av magistraten, om magistraten inte har fått uppgifter om att personen lever eller är död och om det annars finns förutsättningar för dödförklaring.",
        "folded_sv": "personen i fraga skall efter den bestamda dag som avses i 16 § dodforklaras genom beslut av magistraten, om magistraten inte har fatt uppgifter om att personen lever eller ar dod och om det annars finns forutsattningar for dodforklaring."
      },
      "valid_from": "2005-03-04",
      "valid_to": null
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Kuolinpäivän määrääminen",
      "content": "Julistaessaan henkilön kuolleeksi maistraatin on määrättävä se päivä, jona hänen katsotaan kuolleen. Kuolinpäiväksi on määrättävä 1 päivä tammikuuta sinä vuonna, joka ensiksi alkaa sen jälkeen, kun on kulunut sata vuotta henkilön syntymästä ja viisi vuotta siitä, kun hän on tiettävästi viimeksi ollut elossa. Jos asiassa ilmenneiden seikkojen perusteella voidaan määrittää se päivä, jona henkilö todennäköisesti on kuollut, se on kuitenkin määrättävä kuolinpäiväksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_18",
        "normalized_fi": "Julistaessaan henkilön kuolleeksi maistraatin on määrättävä se päivä, jona hänen katsotaan kuolleen. Kuolinpäiväksi on määrättävä 1 päivä tammikuuta sinä vuonna, joka ensiksi alkaa sen jälkeen, kun on kulunut sata vuotta henkilön syntymästä ja viisi vuotta siitä, kun hän on tiettävästi viimeksi ollut elossa. Jos asiassa ilmenneiden seikkojen perusteella voidaan määrittää se päivä, jona henkilö todennäköisesti on kuollut, se on kuitenkin määrättävä kuolinpäiväksi.",
        "folded_fi": "julistaessaan henkilon kuolleeksi maistraatin on maarattava se paiva, jona hanen katsotaan kuolleen. kuolinpaivaksi on maarattava 1 paiva tammikuuta sina vuonna, joka ensiksi alkaa sen jalkeen, kun on kulunut sata vuotta henkilon syntymasta ja viisi vuotta siita, kun han on tiettavasti viimeksi ollut elossa. jos asiassa ilmenneiden seikkojen perusteella voidaan maarittaa se paiva, jona henkilo todennakoisesti on kuollut, se on kuitenkin maarattava kuolinpaivaksi.",
        "title_sv": "Fastställande av dödsdag",
        "content_sv": "När magistraten dödförklarar en person, skall den fastställa en dag då personen anses ha avlidit. Som dödsdag skall fastställas den 1 januari det år som börjar efter det att det gått hundra år sedan personen föddes och fem år sedan personen veterligen senast var vid liv. Om det med stöd av de omständigheter som framkommit går att fastställa vilken dag personen sannolikt avled, skall denna dag dock fastställas som dödsdag.",
        "normalized_sv": "När magistraten dödförklarar en person, skall den fastställa en dag då personen anses ha avlidit. Som dödsdag skall fastställas den 1 januari det år som börjar efter det att det gått hundra år sedan personen föddes och fem år sedan personen veterligen senast var vid liv. Om det med stöd av de omständigheter som framkommit går att fastställa vilken dag personen sannolikt avled, skall denna dag dock fastställas som dödsdag.",
        "folded_sv": "nar magistraten dodforklarar en person, skall den faststalla en dag da personen anses ha avlidit. som dodsdag skall faststallas den 1 januari det ar som borjar efter det att det gatt hundra ar sedan personen foddes och fem ar sedan personen veterligen senast var vid liv. om det med stod av de omstandigheter som framkommit gar att faststalla vilken dag personen sannolikt avled, skall denna dag dock faststallas som dodsdag."
      },
      "valid_from": "2005-03-04",
      "valid_to": null
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Maistraatin päätöksen tiedoksianto",
      "content": "Jos väestötietojärjestelmästä tai muista väestökirjoista ilmenee, että kuolleeksi julistetulla on Suomessa aviopuoliso tai perintökaaren 2 luvun 1 tai 2 §:ssä tarkoitettuja sukulaisia, maistraatin päätös on annettava tiedoksi aviopuolisolle ja vähintään yhdelle sukulaiselle. Jos kuolleeksi julistetulle on määrätty edunvalvoja, päätös on annettava tiedoksi myös tälle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_19",
        "normalized_fi": "Jos väestötietojärjestelmästä tai muista väestökirjoista ilmenee, että kuolleeksi julistetulla on Suomessa aviopuoliso tai perintökaaren 2 luvun 1 tai 2 § :ssä tarkoitettuja sukulaisia, maistraatin päätös on annettava tiedoksi aviopuolisolle ja vähintään yhdelle sukulaiselle. Jos kuolleeksi julistetulle on määrätty edunvalvoja, päätös on annettava tiedoksi myös tälle.",
        "folded_fi": "jos vaestotietojarjestelmasta tai muista vaestokirjoista ilmenee, etta kuolleeksi julistetulla on suomessa aviopuoliso tai perintokaaren 2 luvun 1 tai 2 §:ssa tarkoitettuja sukulaisia, maistraatin paatos on annettava tiedoksi aviopuolisolle ja vahintaan yhdelle sukulaiselle. jos kuolleeksi julistetulle on maaratty edunvalvoja, paatos on annettava tiedoksi myos talle.",
        "title_sv": "Delgivning av magistratens beslut",
        "content_sv": "Framgår det av befolkningsdatasystemet eller av andra befolkningsböcker att den dödförklarade personen i Finland har en make eller maka eller i 2 kap. 1 eller 2 § i ärvdabalken avsedda släktingar, skall magistratens beslut delges maken eller makan och minst en av släktingarna. Om en intressebevakare har förordnats för den dödförklarade personen, skall beslutet också delges denne.",
        "normalized_sv": "Framgår det av befolkningsdatasystemet eller av andra befolkningsböcker att den dödförklarade personen i Finland har en make eller maka eller i 2 kap. 1 eller 2 § i ärvdabalken avsedda släktingar, skall magistratens beslut delges maken eller makan och minst en av släktingarna. Om en intressebevakare har förordnats för den dödförklarade personen, skall beslutet också delges denne.",
        "folded_sv": "framgar det av befolkningsdatasystemet eller av andra befolkningsbocker att den dodforklarade personen i finland har en make eller maka eller i 2 kap. 1 eller 2 § i arvdabalken avsedda slaktingar, skall magistratens beslut delges maken eller makan och minst en av slaktingarna. om en intressebevakare har forordnats for den dodforklarade personen, skall beslutet ocksa delges denne."
      },
      "valid_from": "2005-03-04",
      "valid_to": null
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Omaisuuden luovutusvelvollisuus",
      "content": "Jos kuolleeksi julistettu on elossa, hänellä on oikeus saada omaisuutensa takaisin siltä, joka on kuolleeksi julistamisen johdosta ottanut omaisuutta haltuunsa. Edellytyksenä on kuitenkin, että kuolleeksi julistettu vaatii sitä kolmen vuoden kuluessa siitä, kun hän sai tiedon kuolleeksi julistamisesta. Jos kuolleeksi julistetun näytetään kuolleen muulloin kuin päätöksessä määrättynä kuolinpäivänä ja jos sen vuoksi jollain muulla kuin sillä, joka on kuolleeksi julistamisen johdosta ottanut haltuunsa kuolleeksi julistetun omaisuutta, on oikeus omaisuuteen, haltijan on luovutettava omaisuus siihen oikeutetulle. Edellytyksenä on kuitenkin, että omaisuuteen oikeutettu vaatii sitä kolmen vuoden kuluessa siitä, kun hän sai tiedon oikeudestaan omaisuuteen. Jos omaisuus on luovutettu edelleen, luovutus pysyy voimassa, jos haltija ei saadessaan omaisuuden haltuunsa tiennyt eikä hänen olisi pitänyt tietää, ettei luovuttaja ollut omaisuuden oikea omistaja. Sama koskee omaisuuden panttioikeuden tai käyttöoikeuden luovutusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_20",
        "normalized_fi": "Jos kuolleeksi julistettu on elossa, hänellä on oikeus saada omaisuutensa takaisin siltä, joka on kuolleeksi julistamisen johdosta ottanut omaisuutta haltuunsa. Edellytyksenä on kuitenkin, että kuolleeksi julistettu vaatii sitä kolmen vuoden kuluessa siitä, kun hän sai tiedon kuolleeksi julistamisesta. Jos kuolleeksi julistetun näytetään kuolleen muulloin kuin päätöksessä määrättynä kuolinpäivänä ja jos sen vuoksi jollain muulla kuin sillä, joka on kuolleeksi julistamisen johdosta ottanut haltuunsa kuolleeksi julistetun omaisuutta, on oikeus omaisuuteen, haltijan on luovutettava omaisuus siihen oikeutetulle. Edellytyksenä on kuitenkin, että omaisuuteen oikeutettu vaatii sitä kolmen vuoden kuluessa siitä, kun hän sai tiedon oikeudestaan omaisuuteen. Jos omaisuus on luovutettu edelleen, luovutus pysyy voimassa, jos haltija ei saadessaan omaisuuden haltuunsa tiennyt eikä hänen olisi pitänyt tietää, ettei luovuttaja ollut omaisuuden oikea omistaja. Sama koskee omaisuuden panttioikeuden tai käyttöoikeuden luovutusta.",
        "folded_fi": "jos kuolleeksi julistettu on elossa, hanella on oikeus saada omaisuutensa takaisin silta, joka on kuolleeksi julistamisen johdosta ottanut omaisuutta haltuunsa. edellytyksena on kuitenkin, etta kuolleeksi julistettu vaatii sita kolmen vuoden kuluessa siita, kun han sai tiedon kuolleeksi julistamisesta. jos kuolleeksi julistetun naytetaan kuolleen muulloin kuin paatoksessa maarattyna kuolinpaivana ja jos sen vuoksi jollain muulla kuin silla, joka on kuolleeksi julistamisen johdosta ottanut haltuunsa kuolleeksi julistetun omaisuutta, on oikeus omaisuuteen, haltijan on luovutettava omaisuus siihen oikeutetulle. edellytyksena on kuitenkin, etta omaisuuteen oikeutettu vaatii sita kolmen vuoden kuluessa siita, kun han sai tiedon oikeudestaan omaisuuteen. jos omaisuus on luovutettu edelleen, luovutus pysyy voimassa, jos haltija ei saadessaan omaisuuden haltuunsa tiennyt eika hanen olisi pitanyt tietaa, ettei luovuttaja ollut omaisuuden oikea omistaja. sama koskee omaisuuden panttioikeuden tai kayttooikeuden luovutusta.",
        "title_sv": "Skyldighet att återbära egendom",
        "content_sv": "Om den dödförklarade är vid liv, har denne rätt att få tillbaka sin egendom av den som tagit egendomen i sin besittning till följd av dödförklaringen. Detta förutsätter dock att den dödförklarade framställer ett krav på återbäring inom tre år efter det att han eller hon fick kännedom om dödförklaringen. Om den dödförklarade visas ha avlidit vid någon annan tidpunkt än på den i beslutet fastställda dödsdagen och om därför någon annan än den som till följd av dödförklaringen tagit den dödförklarade personens egendom i sin besittning har rätt till egendomen, skall innehavaren återbära egendomen till den som har rätt till den. Detta förutsätter dock att den som har rätt till egendomen framställer ett krav på återbäring inom tre år efter det att han eller hon fick kännedom om sin rätt till egendomen. Har egendomen överlåtits till tredje man, står överlåtelsen fast om innehavaren när denne fick egendomen i sin besittning inte visste eller borde ha vetat att överlåtaren inte var egendomens rätta ägare. Detsamma gäller vid överlåtelse av panträtt och nyttjanderätt.",
        "normalized_sv": "Om den dödförklarade är vid liv, har denne rätt att få tillbaka sin egendom av den som tagit egendomen i sin besittning till följd av dödförklaringen. Detta förutsätter dock att den dödförklarade framställer ett krav på återbäring inom tre år efter det att han eller hon fick kännedom om dödförklaringen. Om den dödförklarade visas ha avlidit vid någon annan tidpunkt än på den i beslutet fastställda dödsdagen och om därför någon annan än den som till följd av dödförklaringen tagit den dödförklarade personens egendom i sin besittning har rätt till egendomen, skall innehavaren återbära egendomen till den som har rätt till den. Detta förutsätter dock att den som har rätt till egendomen framställer ett krav på återbäring inom tre år efter det att han eller hon fick kännedom om sin rätt till egendomen. Har egendomen överlåtits till tredje man, står överlåtelsen fast om innehavaren när denne fick egendomen i sin besittning inte visste eller borde ha vetat att överlåtaren inte var egendomens rätta ägare. Detsamma gäller vid överlåtelse av panträtt och nyttjanderätt.",
        "folded_sv": "om den dodforklarade ar vid liv, har denne ratt att fa tillbaka sin egendom av den som tagit egendomen i sin besittning till foljd av dodforklaringen. detta forutsatter dock att den dodforklarade framstaller ett krav pa aterbaring inom tre ar efter det att han eller hon fick kannedom om dodforklaringen. om den dodforklarade visas ha avlidit vid nagon annan tidpunkt an pa den i beslutet faststallda dodsdagen och om darfor nagon annan an den som till foljd av dodforklaringen tagit den dodforklarade personens egendom i sin besittning har ratt till egendomen, skall innehavaren aterbara egendomen till den som har ratt till den. detta forutsatter dock att den som har ratt till egendomen framstaller ett krav pa aterbaring inom tre ar efter det att han eller hon fick kannedom om sin ratt till egendomen. har egendomen overlatits till tredje man, star overlatelsen fast om innehavaren nar denne fick egendomen i sin besittning inte visste eller borde ha vetat att overlataren inte var egendomens ratta agare. detsamma galler vid overlatelse av pantratt och nyttjanderatt."
      },
      "valid_from": "2005-03-04",
      "valid_to": null
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Luovutusvelvollisen muu suoritusvelvollisuus",
      "content": "Jos luovutettava omaisuus ei ole tallella tai muuten luovutettavissa, sen arvo on korvattava. Jos luovutettavan omaisuuden arvo on alentunut merkittävästi kulumisen tai vahingoittumisen vuoksi, luovutusvelvollisen on korvattava arvon aleneminen. Jos omaisuuden arvo on alentunut muusta syystä, luovutusvelvollisen on suoritettava kohtuullinen korvaus omaisuuden arvon alenemisesta, jos siihen katsotaan olevan erityistä syytä. Jos luovutettava omaisuus on rahaa, luovutusvelvollisen on maksettava luovutettavalle määrälle korkolain (633/1982) 3 §:n 2 momentin mukaista korkoa siitä lähtien, kun hän sai omaisuuden haltuunsa. Muusta luovutettavasta omaisuudesta saatu tuotto on luovutettava tai sen arvo korvattava. Luovutusvelvollisen on myös suoritettava kohtuullinen korvaus omaisuudesta saamastaan hyödystä, jollei tämän voida katsoa sisältyvän omaisuuden arvon alenemisesta suoritettavaan korvaukseen. Korkoa on kuitenkin maksettava, tuotto luovutettava tai sen arvo korvattava taikka hyöty korvattava aikaisintaan siitä lähtien, kun luovutusvelvollinen sai tiedon, että hän ei ole oikeutettu omaisuuteen. Jos luovutettava omaisuus on rahaa tai jos omaisuuden arvo on korvattava, luovutusvelvollisen on maksettava korkoa korkolain 4 §:n 1 momentin mukaisesti luovuttamisvaatimuksen esittämisestä lukien. Jos 1―4 momentin mukaista suoritusvelvollisuutta on olosuhteisiin nähden pidettävä kohtuuttomana, sitä voidaan sovitella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_21",
        "normalized_fi": "Jos luovutettava omaisuus ei ole tallella tai muuten luovutettavissa, sen arvo on korvattava. Jos luovutettavan omaisuuden arvo on alentunut merkittävästi kulumisen tai vahingoittumisen vuoksi, luovutusvelvollisen on korvattava arvon aleneminen. Jos omaisuuden arvo on alentunut muusta syystä, luovutusvelvollisen on suoritettava kohtuullinen korvaus omaisuuden arvon alenemisesta, jos siihen katsotaan olevan erityistä syytä. Jos luovutettava omaisuus on rahaa, luovutusvelvollisen on maksettava luovutettavalle määrälle korkolain (633/1982) 3 § :n 2 momentin mukaista korkoa siitä lähtien, kun hän sai omaisuuden haltuunsa. Muusta luovutettavasta omaisuudesta saatu tuotto on luovutettava tai sen arvo korvattava. Luovutusvelvollisen on myös suoritettava kohtuullinen korvaus omaisuudesta saamastaan hyödystä, jollei tämän voida katsoa sisältyvän omaisuuden arvon alenemisesta suoritettavaan korvaukseen. Korkoa on kuitenkin maksettava, tuotto luovutettava tai sen arvo korvattava taikka hyöty korvattava aikaisintaan siitä lähtien, kun luovutusvelvollinen sai tiedon, että hän ei ole oikeutettu omaisuuteen. Jos luovutettava omaisuus on rahaa tai jos omaisuuden arvo on korvattava, luovutusvelvollisen on maksettava korkoa korkolain 4 § :n 1 momentin mukaisesti luovuttamisvaatimuksen esittämisestä lukien. Jos 1―4 momentin mukaista suoritusvelvollisuutta on olosuhteisiin nähden pidettävä kohtuuttomana, sitä voidaan sovitella.",
        "folded_fi": "jos luovutettava omaisuus ei ole tallella tai muuten luovutettavissa, sen arvo on korvattava. jos luovutettavan omaisuuden arvo on alentunut merkittavasti kulumisen tai vahingoittumisen vuoksi, luovutusvelvollisen on korvattava arvon aleneminen. jos omaisuuden arvo on alentunut muusta syysta, luovutusvelvollisen on suoritettava kohtuullinen korvaus omaisuuden arvon alenemisesta, jos siihen katsotaan olevan erityista syyta. jos luovutettava omaisuus on rahaa, luovutusvelvollisen on maksettava luovutettavalle maaralle korkolain (633/1982) 3 §:n 2 momentin mukaista korkoa siita lahtien, kun han sai omaisuuden haltuunsa. muusta luovutettavasta omaisuudesta saatu tuotto on luovutettava tai sen arvo korvattava. luovutusvelvollisen on myos suoritettava kohtuullinen korvaus omaisuudesta saamastaan hyodysta, jollei taman voida katsoa sisaltyvan omaisuuden arvon alenemisesta suoritettavaan korvaukseen. korkoa on kuitenkin maksettava, tuotto luovutettava tai sen arvo korvattava taikka hyoty korvattava aikaisintaan siita lahtien, kun luovutusvelvollinen sai tiedon, etta han ei ole oikeutettu omaisuuteen. jos luovutettava omaisuus on rahaa tai jos omaisuuden arvo on korvattava, luovutusvelvollisen on maksettava korkoa korkolain 4 §:n 1 momentin mukaisesti luovuttamisvaatimuksen esittamisesta lukien. jos 1―4 momentin mukaista suoritusvelvollisuutta on olosuhteisiin nahden pidettava kohtuuttomana, sita voidaan sovitella.",
        "title_sv": "Annan prestationsskyldighet",
        "content_sv": "Om den egendom som skall återbäras inte finns kvar eller av någon annan orsak inte kan återbäras, skall dess värde ersättas. Har värdet av den egendom som skall återbäras minskat väsentligt till följd av slitage eller skada, skall den återbäringsskyldige ersätta värdeminskningen. Har egendomens värde minskat av någon annan orsak, skall den återbäringsskyldige betala en skälig ersättning för värdeminskningen, om det anses finnas särskilda skäl till detta. Om den egendom som skall återbäras utgörs av pengar, skall den återbäringsskyldige betala ränta enligt 3 § 2 mom. i räntelagen (633/1982) på återbäringsbeloppet från den tidpunkt vid vilken den återbäringsskyldige fick egendomen i sin besittning. Den avkastning som erhållits av annan egendom skall återbäras eller dess värde ersättas. Den återbäringsskyldige skall också betala skälig ersättning för den nytta som erhållits av egendomen, om inte sådan ersättning kan anses ingå i den ersättning som betalas för värdeminskningen. Ränta skall dock betalas, avkastningen återbäras eller dess värde ersättas eller nytta ersättas tidigast från den tidpunkt vid vilken den återbäringsskyldige fick kännedom om att han eller hon inte har rätt till egendomen. Om den egendom som skall återbäras utgörs av pengar eller om egendomens värde skall ersättas, skall den återbäringsskyldige betala ränta enligt 4 § 1 mom. i räntelagen från den tidpunkt vid vilken kravet på återbäring framställdes. Om prestationsskyldighet enligt 1―4 mom. skall anses vara oskälig med beaktande av omständigheterna, kan den jämkas.",
        "normalized_sv": "Om den egendom som skall återbäras inte finns kvar eller av någon annan orsak inte kan återbäras, skall dess värde ersättas. Har värdet av den egendom som skall återbäras minskat väsentligt till följd av slitage eller skada, skall den återbäringsskyldige ersätta värdeminskningen. Har egendomens värde minskat av någon annan orsak, skall den återbäringsskyldige betala en skälig ersättning för värdeminskningen, om det anses finnas särskilda skäl till detta. Om den egendom som skall återbäras utgörs av pengar, skall den återbäringsskyldige betala ränta enligt 3 § 2 mom. i räntelagen (633/1982) på återbäringsbeloppet från den tidpunkt vid vilken den återbäringsskyldige fick egendomen i sin besittning. Den avkastning som erhållits av annan egendom skall återbäras eller dess värde ersättas. Den återbäringsskyldige skall också betala skälig ersättning för den nytta som erhållits av egendomen, om inte sådan ersättning kan anses ingå i den ersättning som betalas för värdeminskningen. Ränta skall dock betalas, avkastningen återbäras eller dess värde ersättas eller nytta ersättas tidigast från den tidpunkt vid vilken den återbäringsskyldige fick kännedom om att han eller hon inte har rätt till egendomen. Om den egendom som skall återbäras utgörs av pengar eller om egendomens värde skall ersättas, skall den återbäringsskyldige betala ränta enligt 4 § 1 mom. i räntelagen från den tidpunkt vid vilken kravet på återbäring framställdes. Om prestationsskyldighet enligt 1―4 mom. skall anses vara oskälig med beaktande av omständigheterna, kan den jämkas.",
        "folded_sv": "om den egendom som skall aterbaras inte finns kvar eller av nagon annan orsak inte kan aterbaras, skall dess varde ersattas. har vardet av den egendom som skall aterbaras minskat vasentligt till foljd av slitage eller skada, skall den aterbaringsskyldige ersatta vardeminskningen. har egendomens varde minskat av nagon annan orsak, skall den aterbaringsskyldige betala en skalig ersattning for vardeminskningen, om det anses finnas sarskilda skal till detta. om den egendom som skall aterbaras utgors av pengar, skall den aterbaringsskyldige betala ranta enligt 3 § 2 mom. i rantelagen (633/1982) pa aterbaringsbeloppet fran den tidpunkt vid vilken den aterbaringsskyldige fick egendomen i sin besittning. den avkastning som erhallits av annan egendom skall aterbaras eller dess varde ersattas. den aterbaringsskyldige skall ocksa betala skalig ersattning for den nytta som erhallits av egendomen, om inte sadan ersattning kan anses inga i den ersattning som betalas for vardeminskningen. ranta skall dock betalas, avkastningen aterbaras eller dess varde ersattas eller nytta ersattas tidigast fran den tidpunkt vid vilken den aterbaringsskyldige fick kannedom om att han eller hon inte har ratt till egendomen. om den egendom som skall aterbaras utgors av pengar eller om egendomens varde skall ersattas, skall den aterbaringsskyldige betala ranta enligt 4 § 1 mom. i rantelagen fran den tidpunkt vid vilken kravet pa aterbaring framstalldes. om prestationsskyldighet enligt 1―4 mom. skall anses vara oskalig med beaktande av omstandigheterna, kan den jamkas."
      },
      "valid_from": "2005-03-04",
      "valid_to": null
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Omaisuuteen pannut kustannukset",
      "content": "Luovutusvelvollisella on oikeus saada korvaus luovutettavaan omaisuuteen panemistaan tarpeellisista kustannuksista sekä sellaisista hyödyllisistä kustannuksista, jotka ovat syntyneet ennen kuin hän sai tiedon, että hän ei ole oikeutettu omaisuuteen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_22",
        "normalized_fi": "Luovutusvelvollisella on oikeus saada korvaus luovutettavaan omaisuuteen panemistaan tarpeellisista kustannuksista sekä sellaisista hyödyllisistä kustannuksista, jotka ovat syntyneet ennen kuin hän sai tiedon, että hän ei ole oikeutettu omaisuuteen.",
        "folded_fi": "luovutusvelvollisella on oikeus saada korvaus luovutettavaan omaisuuteen panemistaan tarpeellisista kustannuksista seka sellaisista hyodyllisista kustannuksista, jotka ovat syntyneet ennen kuin han sai tiedon, etta han ei ole oikeutettu omaisuuteen.",
        "title_sv": "Kostnader som lagts ner på egendomen",
        "content_sv": "Den återbäringsskyldige har rätt till ersättning för de nödvändiga kostnader denne lagt ner på den egendom som skall återbäras samt för sådana kostnader som varit till nytta och som uppstått innan den återbäringsskyldige fick kännedom om att han eller hon inte har rätt till egendomen.",
        "normalized_sv": "Den återbäringsskyldige har rätt till ersättning för de nödvändiga kostnader denne lagt ner på den egendom som skall återbäras samt för sådana kostnader som varit till nytta och som uppstått innan den återbäringsskyldige fick kännedom om att han eller hon inte har rätt till egendomen.",
        "folded_sv": "den aterbaringsskyldige har ratt till ersattning for de nodvandiga kostnader denne lagt ner pa den egendom som skall aterbaras samt for sadana kostnader som varit till nytta och som uppstatt innan den aterbaringsskyldige fick kannedom om att han eller hon inte har ratt till egendomen."
      },
      "valid_from": "2005-03-04",
      "valid_to": null
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Suomen viranomaisten kansainvälinen toimivalta",
      "content": "Suomen tuomioistuin tai maistraatti voi tutkia kuolleeksi julistamista koskevan asian, jos henkilö, jonka kuolleeksi julistamista asia koskee, on Suomen kansalainen tai jos hänen viimeinen tiedossa oleva asuin- tai kotipaikkansa on Suomessa. Suomen tuomioistuin voi tutkia kuolleeksi julistamista koskevan asian myös, jos hakijan tärkeät edut puoltavat asian ratkaisemista Suomessa. Edellytyksenä on lisäksi, että hakija ei voi saattaa asiaa tutkittavaksi siinä valtiossa, jonka kansalainen se henkilö on, jonka kuolleeksi julistamista asia koskee, eikä valtiossa, jossa on tämän viimeinen tiedossa oleva asuin- tai kotipaikka, tai että asian vireillepano vieraassa valtiossa aiheuttaisi hakijalle kohtuuttomia vaikeuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_23",
        "normalized_fi": "Suomen tuomioistuin tai maistraatti voi tutkia kuolleeksi julistamista koskevan asian, jos henkilö, jonka kuolleeksi julistamista asia koskee, on Suomen kansalainen tai jos hänen viimeinen tiedossa oleva asuin- tai kotipaikkansa on Suomessa. Suomen tuomioistuin voi tutkia kuolleeksi julistamista koskevan asian myös, jos hakijan tärkeät edut puoltavat asian ratkaisemista Suomessa. Edellytyksenä on lisäksi, että hakija ei voi saattaa asiaa tutkittavaksi siinä valtiossa, jonka kansalainen se henkilö on, jonka kuolleeksi julistamista asia koskee, eikä valtiossa, jossa on tämän viimeinen tiedossa oleva asuin- tai kotipaikka, tai että asian vireillepano vieraassa valtiossa aiheuttaisi hakijalle kohtuuttomia vaikeuksia.",
        "folded_fi": "suomen tuomioistuin tai maistraatti voi tutkia kuolleeksi julistamista koskevan asian, jos henkilo, jonka kuolleeksi julistamista asia koskee, on suomen kansalainen tai jos hanen viimeinen tiedossa oleva asuin- tai kotipaikkansa on suomessa. suomen tuomioistuin voi tutkia kuolleeksi julistamista koskevan asian myos, jos hakijan tarkeat edut puoltavat asian ratkaisemista suomessa. edellytyksena on lisaksi, etta hakija ei voi saattaa asiaa tutkittavaksi siina valtiossa, jonka kansalainen se henkilo on, jonka kuolleeksi julistamista asia koskee, eika valtiossa, jossa on taman viimeinen tiedossa oleva asuin- tai kotipaikka, tai etta asian vireillepano vieraassa valtiossa aiheuttaisi hakijalle kohtuuttomia vaikeuksia.",
        "title_sv": "Finska myndigheters internationella behörighet",
        "content_sv": "En finsk domstol eller magistrat får pröva ett ärende som gäller dödförklaring, om den person vars dödförklaring saken gäller är finsk medborgare eller om dennes sista kända boningsort eller hemvist är i Finland. En finsk domstol får pröva ett ärende som gäller dödförklaring också om sökandens viktiga intressen talar för att ärendet skall avgöras i Finland. Dessutom krävs det att sökanden inte kan föra ärendet till prövning i den stat där den person som dödförklaringen gäller är medborgare eller i den stat där denne veterligen sist var bosatt eller hade hemvist, eller att inledandet av ärendet i en främmande stat skulle orsaka sökanden oskäliga svårigheter.",
        "normalized_sv": "En finsk domstol eller magistrat får pröva ett ärende som gäller dödförklaring, om den person vars dödförklaring saken gäller är finsk medborgare eller om dennes sista kända boningsort eller hemvist är i Finland. En finsk domstol får pröva ett ärende som gäller dödförklaring också om sökandens viktiga intressen talar för att ärendet skall avgöras i Finland. Dessutom krävs det att sökanden inte kan föra ärendet till prövning i den stat där den person som dödförklaringen gäller är medborgare eller i den stat där denne veterligen sist var bosatt eller hade hemvist, eller att inledandet av ärendet i en främmande stat skulle orsaka sökanden oskäliga svårigheter.",
        "folded_sv": "en finsk domstol eller magistrat far prova ett arende som galler dodforklaring, om den person vars dodforklaring saken galler ar finsk medborgare eller om dennes sista kanda boningsort eller hemvist ar i finland. en finsk domstol far prova ett arende som galler dodforklaring ocksa om sokandens viktiga intressen talar for att arendet skall avgoras i finland. dessutom kravs det att sokanden inte kan fora arendet till provning i den stat dar den person som dodforklaringen galler ar medborgare eller i den stat dar denne veterligen sist var bosatt eller hade hemvist, eller att inledandet av arendet i en frammande stat skulle orsaka sokanden oskaliga svarigheter."
      },
      "valid_from": "2005-03-04",
      "valid_to": null
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Sovellettava laki",
      "content": "Kuolleeksi julistamista koskevassa asiassa on sovellettava Suomen lakia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_24",
        "normalized_fi": "Kuolleeksi julistamista koskevassa asiassa on sovellettava Suomen lakia.",
        "folded_fi": "kuolleeksi julistamista koskevassa asiassa on sovellettava suomen lakia.",
        "title_sv": "Tillämplig lag",
        "content_sv": "I ett ärende som gäller dödförklaring skall finsk lag tillämpas.",
        "normalized_sv": "I ett ärende som gäller dödförklaring skall finsk lag tillämpas.",
        "folded_sv": "i ett arende som galler dodforklaring skall finsk lag tillampas."
      },
      "valid_from": "2005-03-04",
      "valid_to": null
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "Vieraassa valtiossa annetun päätöksen tunnustaminen",
      "content": "Vieraassa valtiossa annettua päätöstä, jolla henkilö on julistettu kuolleeksi, on ilman erityistä vahvistamista pidettävä Suomessa pätevänä, jos päätöksen on antanut sen valtion viranomainen, jonka kansalainen henkilö oli päätöksen antamisen hetkellä tai jossa on hänen viimeinen tiedossa oleva asuin- tai kotipaikkansa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_25",
        "normalized_fi": "Vieraassa valtiossa annettua päätöstä, jolla henkilö on julistettu kuolleeksi, on ilman erityistä vahvistamista pidettävä Suomessa pätevänä, jos päätöksen on antanut sen valtion viranomainen, jonka kansalainen henkilö oli päätöksen antamisen hetkellä tai jossa on hänen viimeinen tiedossa oleva asuin- tai kotipaikkansa.",
        "folded_fi": "vieraassa valtiossa annettua paatosta, jolla henkilo on julistettu kuolleeksi, on ilman erityista vahvistamista pidettava suomessa patevana, jos paatoksen on antanut sen valtion viranomainen, jonka kansalainen henkilo oli paatoksen antamisen hetkella tai jossa on hanen viimeinen tiedossa oleva asuin- tai kotipaikkansa.",
        "title_sv": "Erkännande av beslut som meddelats i en främmande stat",
        "content_sv": "Ett beslut om dödförklaring som har meddelats i en främmande stat skall utan särskild stadfästelse anses vara giltigt i Finland, om beslutet har meddelats av en myndighet i den stat där personen i fråga var medborgare vid den tidpunkt då beslutet meddelades eller där denne hade sin sista kända boningsort eller hemvist.",
        "normalized_sv": "Ett beslut om dödförklaring som har meddelats i en främmande stat skall utan särskild stadfästelse anses vara giltigt i Finland, om beslutet har meddelats av en myndighet i den stat där personen i fråga var medborgare vid den tidpunkt då beslutet meddelades eller där denne hade sin sista kända boningsort eller hemvist.",
        "folded_sv": "ett beslut om dodforklaring som har meddelats i en frammande stat skall utan sarskild stadfastelse anses vara giltigt i finland, om beslutet har meddelats av en myndighet i den stat dar personen i fraga var medborgare vid den tidpunkt da beslutet meddelades eller dar denne hade sin sista kanda boningsort eller hemvist."
      },
      "valid_from": "2005-03-04",
      "valid_to": null
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "title": "Tunnustamatta jättämisen perusteet",
      "content": "Edellä 25 §:ssä tarkoitettua päätöstä ei kuitenkaan tunnusteta Suomessa: 1) jos tunnustaminen on selvästi vastoin Suomen oikeusjärjestyksen perusteita; 2) jos päätös on ristiriidassa saman henkilön kuolleeksi julistamisesta Suomessa annetun päätöksen kanssa; tai 3) jos päätös on ristiriidassa saman henkilön kuolleeksi julistamisesta jossakin muussa valtiossa aikaisemmin annetun päätöksen kanssa ja tämä aikaisemmin annettu päätös tunnustetaan Suomessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_26",
        "normalized_fi": "Edellä 25 § :ssä tarkoitettua päätöstä ei kuitenkaan tunnusteta Suomessa: 1) jos tunnustaminen on selvästi vastoin Suomen oikeusjärjestyksen perusteita; 2) jos päätös on ristiriidassa saman henkilön kuolleeksi julistamisesta Suomessa annetun päätöksen kanssa; tai 3) jos päätös on ristiriidassa saman henkilön kuolleeksi julistamisesta jossakin muussa valtiossa aikaisemmin annetun päätöksen kanssa ja tämä aikaisemmin annettu päätös tunnustetaan Suomessa.",
        "folded_fi": "edella 25 §:ssa tarkoitettua paatosta ei kuitenkaan tunnusteta suomessa: 1) jos tunnustaminen on selvasti vastoin suomen oikeusjarjestyksen perusteita; 2) jos paatos on ristiriidassa saman henkilon kuolleeksi julistamisesta suomessa annetun paatoksen kanssa; tai 3) jos paatos on ristiriidassa saman henkilon kuolleeksi julistamisesta jossakin muussa valtiossa aikaisemmin annetun paatoksen kanssa ja tama aikaisemmin annettu paatos tunnustetaan suomessa.",
        "title_sv": "Grunderna för att lämna beslut utan erkännande",
        "content_sv": "Ett beslut som avses i 25 § erkänns dock inte i Finland, om 1) ett erkännande uppenbart skulle strida mot grunderna för den finska rättsordningen, 2) beslutet står i strid med ett beslut som meddelats i Finland om dödförklaring av personen i fråga, eller om 3) beslutet står i strid med ett tidigare beslut som meddelats i någon annan stat om dödförklaring av samma person och det tidigare beslutet erkänns i Finland.",
        "normalized_sv": "Ett beslut som avses i 25 § erkänns dock inte i Finland, om 1) ett erkännande uppenbart skulle strida mot grunderna för den finska rättsordningen, 2) beslutet står i strid med ett beslut som meddelats i Finland om dödförklaring av personen i fråga, eller om 3) beslutet står i strid med ett tidigare beslut som meddelats i någon annan stat om dödförklaring av samma person och det tidigare beslutet erkänns i Finland.",
        "folded_sv": "ett beslut som avses i 25 § erkanns dock inte i finland, om 1) ett erkannande uppenbart skulle strida mot grunderna for den finska rattsordningen, 2) beslutet star i strid med ett beslut som meddelats i finland om dodforklaring av personen i fraga, eller om 3) beslutet star i strid med ett tidigare beslut som meddelats i nagon annan stat om dodforklaring av samma person och det tidigare beslutet erkanns i finland."
      },
      "valid_from": "2005-03-04",
      "valid_to": null
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "Kustannukset",
      "content": "Sillä, jonka hakemuksesta kadonnut henkilö on julistettu kuolleeksi tuomioistuimen päätöksellä, on oikeus saada kuolleeksi julistetun jäämistöstä korvaus kuolleeksi julistamisesta aiheutuneista kustannuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_27",
        "normalized_fi": "Sillä, jonka hakemuksesta kadonnut henkilö on julistettu kuolleeksi tuomioistuimen päätöksellä, on oikeus saada kuolleeksi julistetun jäämistöstä korvaus kuolleeksi julistamisesta aiheutuneista kustannuksista.",
        "folded_fi": "silla, jonka hakemuksesta kadonnut henkilo on julistettu kuolleeksi tuomioistuimen paatoksella, on oikeus saada kuolleeksi julistetun jaamistosta korvaus kuolleeksi julistamisesta aiheutuneista kustannuksista.",
        "title_sv": "Kostnader",
        "content_sv": "Den på vars ansökan en försvunnen person har förklarats död genom beslut av en domstol har rätt att få ersättning ur den dödförklarades kvarlåtenskap för de kostnader som dödförklaringen orsakat.",
        "normalized_sv": "Den på vars ansökan en försvunnen person har förklarats död genom beslut av en domstol har rätt att få ersättning ur den dödförklarades kvarlåtenskap för de kostnader som dödförklaringen orsakat.",
        "folded_sv": "den pa vars ansokan en forsvunnen person har forklarats dod genom beslut av en domstol har ratt att fa ersattning ur den dodforklarades kvarlatenskap for de kostnader som dodforklaringen orsakat."
      },
      "valid_from": "2005-03-04",
      "valid_to": null
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "title": "Maistraatin oikeus saada tietoja",
      "content": "Valtion ja kunnan viranomainen sekä muu julkisoikeudellinen yhteisö, Kansaneläkelaitos, Eläketurvakeskus ja eläkelaitos sekä julkiset ja yksityiset sosiaali- tai terveydenhuollon palvelujen tuottajat ovat salassapitosäännösten estämättä velvollisia pyynnöstä antamaan maksutta maistraatille ne tiedot, jotka se 3 luvussa säädettyä tehtävää suorittaessaan tarvitsee henkilön elossa olemisen tai kuoleman selvittämiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_28",
        "normalized_fi": "Valtion ja kunnan viranomainen sekä muu julkisoikeudellinen yhteisö, Kansaneläkelaitos, Eläketurvakeskus ja eläkelaitos sekä julkiset ja yksityiset sosiaali- tai terveydenhuollon palvelujen tuottajat ovat salassapitosäännösten estämättä velvollisia pyynnöstä antamaan maksutta maistraatille ne tiedot, jotka se 3 luvussa säädettyä tehtävää suorittaessaan tarvitsee henkilön elossa olemisen tai kuoleman selvittämiseksi.",
        "folded_fi": "valtion ja kunnan viranomainen seka muu julkisoikeudellinen yhteiso, kansanelakelaitos, elaketurvakeskus ja elakelaitos seka julkiset ja yksityiset sosiaali- tai terveydenhuollon palvelujen tuottajat ovat salassapitosaannosten estamatta velvollisia pyynnosta antamaan maksutta maistraatille ne tiedot, jotka se 3 luvussa saadettya tehtavaa suorittaessaan tarvitsee henkilon elossa olemisen tai kuoleman selvittamiseksi.",
        "title_sv": "Magistratens rätt att få upplysningar",
        "content_sv": "Statliga och kommunala myndigheter samt andra offentligrättsliga samfund, Folkpensionsanstalten, Pensionsskyddscentralen och pensionsanstalter samt offentliga och privata producenter av social-, hälsovårds- och sjukvårdstjänster är utan hinder av sekretessbestämmelserna skyldiga att på begäran avgiftsfritt lämna magistraten de upplysningar som den behöver vid skötseln av den uppgift som nämns i 3 kap. för att reda ut om en person lever eller är död.",
        "normalized_sv": "Statliga och kommunala myndigheter samt andra offentligrättsliga samfund, Folkpensionsanstalten, Pensionsskyddscentralen och pensionsanstalter samt offentliga och privata producenter av social-, hälsovårds- och sjukvårdstjänster är utan hinder av sekretessbestämmelserna skyldiga att på begäran avgiftsfritt lämna magistraten de upplysningar som den behöver vid skötseln av den uppgift som nämns i 3 kap. för att reda ut om en person lever eller är död.",
        "folded_sv": "statliga och kommunala myndigheter samt andra offentligrattsliga samfund, folkpensionsanstalten, pensionsskyddscentralen och pensionsanstalter samt offentliga och privata producenter av social-, halsovards- och sjukvardstjanster ar utan hinder av sekretessbestammelserna skyldiga att pa begaran avgiftsfritt lamna magistraten de upplysningar som den behover vid skotseln av den uppgift som namns i 3 kap. for att reda ut om en person lever eller ar dod."
      },
      "valid_from": "2005-03-04",
      "valid_to": null
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "title": "Toimivaltainen viranomainen Ahvenanmaan maakunnassa",
      "content": "Ahvenanmaan maakunnassa maistraatille tämän lain mukaan kuuluvia tehtäviä hoitaa lääninhallitus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_29",
        "normalized_fi": "Ahvenanmaan maakunnassa maistraatille tämän lain mukaan kuuluvia tehtäviä hoitaa lääninhallitus.",
        "folded_fi": "ahvenanmaan maakunnassa maistraatille taman lain mukaan kuuluvia tehtavia hoitaa laaninhallitus.",
        "title_sv": "Behörig myndighet i landskapet Åland",
        "content_sv": "I landskapet Åland sköter länsstyrelsen de uppgifter som enligt denna lag ankommer på magistraten.",
        "normalized_sv": "I landskapet Åland sköter länsstyrelsen de uppgifter som enligt denna lag ankommer på magistraten.",
        "folded_sv": "i landskapet aland skoter lansstyrelsen de uppgifter som enligt denna lag ankommer pa magistraten."
      },
      "valid_from": "2005-03-04",
      "valid_to": null
    },
    {
      "provision_ref": "6:30",
      "chapter": "6",
      "section": "30",
      "title": "Tarkemmat säännökset",
      "content": "Tarkemmat säännökset kuolleeksi julistamista koskevasta päätöksestä tehtävistä ilmoituksista annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_30",
        "normalized_fi": "Tarkemmat säännökset kuolleeksi julistamista koskevasta päätöksestä tehtävistä ilmoituksista annetaan valtioneuvoston asetuksella.",
        "folded_fi": "tarkemmat saannokset kuolleeksi julistamista koskevasta paatoksesta tehtavista ilmoituksista annetaan valtioneuvoston asetuksella.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Närmare bestämmelser om de meddelanden som skall lämnas om beslut om dödförklaring utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om de meddelanden som skall lämnas om beslut om dödförklaring utfärdas genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om de meddelanden som skall lamnas om beslut om dodforklaring utfardas genom forordning av statsradet."
      },
      "valid_from": "2005-03-04",
      "valid_to": null
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Voimaantulo- ja siirtymäsäännökset",
      "content": "Tämä laki tulee voimaan 9 päivänä maaliskuuta 2005. Tällä lailla kumotaan kuolleeksi julistamisesta 23 päivänä huhtikuuta 1901 annettu laki (15/1901) siihen myöhemmin tehtyine muutoksineen. Jos kumotun lain 4 a §:n 2 momentissa tarkoitettu väestörekisterin pitäjän luettelo on saapunut viralliselle syyttäjälle ennen tämän lain voimaantuloa, luettelossa mainittujen henkilöiden kuolleeksi julistamista koskevan asian käsittelyyn sovelletaan tämän lain voimaan tullessa voimassa olleita säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_31",
        "normalized_fi": "Tämä laki tulee voimaan 9 päivänä maaliskuuta 2005. Tällä lailla kumotaan kuolleeksi julistamisesta 23 päivänä huhtikuuta 1901 annettu laki (15/1901) siihen myöhemmin tehtyine muutoksineen. Jos kumotun lain 4 a § :n 2 momentissa tarkoitettu väestörekisterin pitäjän luettelo on saapunut viralliselle syyttäjälle ennen tämän lain voimaantuloa, luettelossa mainittujen henkilöiden kuolleeksi julistamista koskevan asian käsittelyyn sovelletaan tämän lain voimaan tullessa voimassa olleita säännöksiä.",
        "folded_fi": "tama laki tulee voimaan 9 paivana maaliskuuta 2005. talla lailla kumotaan kuolleeksi julistamisesta 23 paivana huhtikuuta 1901 annettu laki (15/1901) siihen myohemmin tehtyine muutoksineen. jos kumotun lain 4 a §:n 2 momentissa tarkoitettu vaestorekisterin pitajan luettelo on saapunut viralliselle syyttajalle ennen taman lain voimaantuloa, luettelossa mainittujen henkiloiden kuolleeksi julistamista koskevan asian kasittelyyn sovelletaan taman lain voimaan tullessa voimassa olleita saannoksia.",
        "title_sv": "Ikraftträdande- och övergångsbestämmelser",
        "content_sv": "Denna lag träder i kraft den 9 mars 2005. Genom denna lag upphävs lagen av den 23 april 1901 om dödförklaring (15/1901) jämte ändringar. Om en sådan förteckning som befolkningsregisterförare enligt 4 a § 2 mom. i den upphävda lagen skall sända till allmänna åklagaren har kommit fram innan denna lag träder i kraft, skall de bestämmelser som gällde vid ikraftträdandet tillämpas på behandlingen av ärenden som gäller dödförklaring av i förteckningen nämnda personer.",
        "normalized_sv": "Denna lag träder i kraft den 9 mars 2005. Genom denna lag upphävs lagen av den 23 april 1901 om dödförklaring (15/1901) jämte ändringar. Om en sådan förteckning som befolkningsregisterförare enligt 4 a § 2 mom. i den upphävda lagen skall sända till allmänna åklagaren har kommit fram innan denna lag träder i kraft, skall de bestämmelser som gällde vid ikraftträdandet tillämpas på behandlingen av ärenden som gäller dödförklaring av i förteckningen nämnda personer.",
        "folded_sv": "denna lag trader i kraft den 9 mars 2005. genom denna lag upphavs lagen av den 23 april 1901 om dodforklaring (15/1901) jamte andringar. om en sadan forteckning som befolkningsregisterforare enligt 4 a § 2 mom. i den upphavda lagen skall sanda till allmanna aklagaren har kommit fram innan denna lag trader i kraft, skall de bestammelser som gallde vid ikrafttradandet tillampas pa behandlingen av arenden som galler dodforklaring av i forteckningen namnda personer."
      },
      "valid_from": "2005-03-04",
      "valid_to": null
    }
  ]
}