{
  "id": "127/2007",
  "type": "statute",
  "title": "Laki ulkomaisen luotto- ja rahoituslaitoksen toiminnasta Suomessa annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om utländska kreditinstituts och finansiella instituts verksamhet i Finland",
  "status": "in_force",
  "issued_date": "2007-02-09",
  "in_force_date": "2007-02-09",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/127/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 2) rahoituslaitoksella muuta sellaista yhteisöä kuin luottolaitosta, joka pääasiallisena toimintanaan tarjoaa luottolaitostoiminnasta annetun lain (121/2007) 30 §:n 1 momentin 3―14 kohdassa tarkoitettuja palveluja tai hankkii omistusosuuksia;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 2) rahoituslaitoksella muuta sellaista yhteisöä kuin luottolaitosta, joka pääasiallisena toimintanaan tarjoaa luottolaitostoiminnasta annetun lain (121/2007) 30 § :n 1 momentin 3―14 kohdassa tarkoitettuja palveluja tai hankkii omistusosuuksia;",
        "folded_fi": "tassa laissa tarkoitetaan: 2) rahoituslaitoksella muuta sellaista yhteisoa kuin luottolaitosta, joka paaasiallisena toimintanaan tarjoaa luottolaitostoiminnasta annetun lain (121/2007) 30 §:n 1 momentin 3―14 kohdassa tarkoitettuja palveluja tai hankkii omistusosuuksia;",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 2) finansiellt institut sådana andra företag än kreditinstitut som i sin huvudsakliga verksamhet tillhandahåller tjänster som avses i 30 § 1 mom. 3―14 punkten i kreditinstitutslagen (121/2007) eller förvärvar aktier och andelar,",
        "normalized_sv": "I denna lag avses med 2) finansiellt institut sådana andra företag än kreditinstitut som i sin huvudsakliga verksamhet tillhandahåller tjänster som avses i 30 § 1 mom. 3―14 punkten i kreditinstitutslagen (121/2007) eller förvärvar aktier och andelar,",
        "folded_sv": "i denna lag avses med 2) finansiellt institut sadana andra foretag an kreditinstitut som i sin huvudsakliga verksamhet tillhandahaller tjanster som avses i 30 § 1 mom. 3―14 punkten i kreditinstitutslagen (121/2007) eller forvarvar aktier och andelar,"
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Luottolaitoksen sijoittumisoikeus",
      "content": "ETA-valtio Euroopan talousalueeseen kuuluvassa valtiossa () toimiluvan saanut luottolaitos voi perustaa sivukonttorin tai muutoin tarjota Suomessa luottolaitostoiminnasta annetun lain 30 §:ssä tarkoitettuja palveluja, jotka sisältyvät sen toimilupaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "ETA-valtio Euroopan talousalueeseen kuuluvassa valtiossa () toimiluvan saanut luottolaitos voi perustaa sivukonttorin tai muutoin tarjota Suomessa luottolaitostoiminnasta annetun lain 30 § :ssä tarkoitettuja palveluja, jotka sisältyvät sen toimilupaan.",
        "folded_fi": "eta-valtio euroopan talousalueeseen kuuluvassa valtiossa () toimiluvan saanut luottolaitos voi perustaa sivukonttorin tai muutoin tarjota suomessa luottolaitostoiminnasta annetun lain 30 §:ssa tarkoitettuja palveluja, jotka sisaltyvat sen toimilupaan.",
        "title_sv": "Etableringsrätt för kreditinstitut",
        "content_sv": "EES-stat Ett kreditinstitut som har fått koncession i en stat inom Europeiska ekonomiska samarbetsområdet () får etablera en filial eller annars i Finland tillhandahålla sådana i 30 § i kreditinstitutslagen avsedda tjänster som ingår i dess koncession.",
        "normalized_sv": "EES-stat Ett kreditinstitut som har fått koncession i en stat inom Europeiska ekonomiska samarbetsområdet () får etablera en filial eller annars i Finland tillhandahålla sådana i 30 § i kreditinstitutslagen avsedda tjänster som ingår i dess koncession.",
        "folded_sv": "ees-stat ett kreditinstitut som har fatt koncession i en stat inom europeiska ekonomiska samarbetsomradet () far etablera en filial eller annars i finland tillhandahalla sadana i 30 § i kreditinstitutslagen avsedda tjanster som ingar i dess koncession."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Rahoituslaitoksen sijoittumisoikeus",
      "content": "Rahoituslaitos, jonka kotipaikka on ETA-valtiossa, voi perustaa sivukonttorin tai muutoin tarjota Suomessa luottolaitostoiminnasta annetun lain 30 §:n 1 momentin 3―14 kohdassa tarkoitettuja palveluja, jos: Rahoituslaitos, jonka osakkeiden tuottamasta äänivallasta 1 momentin edellytykset täyttävä rahoituslaitos omistaa yksin tai yhdessä vastaavien rahoituslaitosten tai 3 §:ssä tarkoitettujen luottolaitosten kanssa vähintään 90 prosenttia ja jonka osalta myös muut 1 momentin 2―6 kohdassa mainitut edellytykset täyttyvät, voi perustaa sivukonttorin Suomeen tai muutoin tarjota luottolaitostoiminnasta annetun lain 30 §:n 1 momentin 3―14 kohdassa tarkoitettuja palveluja Suomessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Rahoituslaitos, jonka kotipaikka on ETA-valtiossa, voi perustaa sivukonttorin tai muutoin tarjota Suomessa luottolaitostoiminnasta annetun lain 30 § :n 1 momentin 3―14 kohdassa tarkoitettuja palveluja, jos: Rahoituslaitos, jonka osakkeiden tuottamasta äänivallasta 1 momentin edellytykset täyttävä rahoituslaitos omistaa yksin tai yhdessä vastaavien rahoituslaitosten tai 3 § :ssä tarkoitettujen luottolaitosten kanssa vähintään 90 prosenttia ja jonka osalta myös muut 1 momentin 2―6 kohdassa mainitut edellytykset täyttyvät, voi perustaa sivukonttorin Suomeen tai muutoin tarjota luottolaitostoiminnasta annetun lain 30 § :n 1 momentin 3―14 kohdassa tarkoitettuja palveluja Suomessa.",
        "folded_fi": "rahoituslaitos, jonka kotipaikka on eta-valtiossa, voi perustaa sivukonttorin tai muutoin tarjota suomessa luottolaitostoiminnasta annetun lain 30 §:n 1 momentin 3―14 kohdassa tarkoitettuja palveluja, jos: rahoituslaitos, jonka osakkeiden tuottamasta aanivallasta 1 momentin edellytykset tayttava rahoituslaitos omistaa yksin tai yhdessa vastaavien rahoituslaitosten tai 3 §:ssa tarkoitettujen luottolaitosten kanssa vahintaan 90 prosenttia ja jonka osalta myos muut 1 momentin 2―6 kohdassa mainitut edellytykset tayttyvat, voi perustaa sivukonttorin suomeen tai muutoin tarjota luottolaitostoiminnasta annetun lain 30 §:n 1 momentin 3―14 kohdassa tarkoitettuja palveluja suomessa.",
        "title_sv": "Etableringsrätt för finansiella institut",
        "content_sv": "Ett finansiellt institut med säte i en EES-stat kan etablera filialer eller annars i Finland tillhandahålla tjänster som avses i 30 § 1 mom. 3―14 punkten i kreditinstitutslagen, om Ett finansiellt institut i vilket ett finansiellt institut som uppfyller de i 1 mom. angivna förutsättningarna ensamt eller tillsammans med motsvarande finansiella institut eller tillsammans med sådana kreditinstitut som avses i 3 § innehar minst 90 procent av det röstetal som aktierna medför och i fråga om vilket också de övriga i 1 mom. 2―6 punkten angivna förutsättningarna uppfylls, kan etablera en filial i Finland eller annars i Finland tillhandahålla sådana tjänster som avses i 30 § 1 mom. 3―14 punkten i kreditinstitutslagen.",
        "normalized_sv": "Ett finansiellt institut med säte i en EES-stat kan etablera filialer eller annars i Finland tillhandahålla tjänster som avses i 30 § 1 mom. 3―14 punkten i kreditinstitutslagen, om Ett finansiellt institut i vilket ett finansiellt institut som uppfyller de i 1 mom. angivna förutsättningarna ensamt eller tillsammans med motsvarande finansiella institut eller tillsammans med sådana kreditinstitut som avses i 3 § innehar minst 90 procent av det röstetal som aktierna medför och i fråga om vilket också de övriga i 1 mom. 2―6 punkten angivna förutsättningarna uppfylls, kan etablera en filial i Finland eller annars i Finland tillhandahålla sådana tjänster som avses i 30 § 1 mom. 3―14 punkten i kreditinstitutslagen.",
        "folded_sv": "ett finansiellt institut med sate i en ees-stat kan etablera filialer eller annars i finland tillhandahalla tjanster som avses i 30 § 1 mom. 3―14 punkten i kreditinstitutslagen, om ett finansiellt institut i vilket ett finansiellt institut som uppfyller de i 1 mom. angivna forutsattningarna ensamt eller tillsammans med motsvarande finansiella institut eller tillsammans med sadana kreditinstitut som avses i 3 § innehar minst 90 procent av det rostetal som aktierna medfor och i fraga om vilket ocksa de ovriga i 1 mom. 2―6 punkten angivna forutsattningarna uppfylls, kan etablera en filial i finland eller annars i finland tillhandahalla sadana tjanster som avses i 30 § 1 mom. 3―14 punkten i kreditinstitutslagen."
      }
    },
    {
      "provision_ref": "7 a",
      "section": "7 a",
      "title": "Sivukonttorin lisäsuoja ja suojan täydentäminen",
      "content": "Luottolaitoksen Suomessa oleva sivukonttori voi kuulua Suomessa luottolaitostoiminnasta annetun lain 95 §:ssä tarkoitettuun talletussuojarahastoon täydentääkseen kotivaltionsa mukaista tallettajien saamisten suojaa, jos sivukonttori ottaa vastaan talletuksia yleisöltä ja sen kotivaltion suojaa ei voida pitää yhtä riittävänä kuin edellä mainitun lain mukaista talletussuojarahaston antamaa suojaa. Ulkomaisen luottolaitoksen kotivaltion suojan ja talletussuojarahaston antaman suojan yhteismäärä voi kuitenkin olla enintään 25 000 euroa. Sen estämättä, mitä tässä momentissa säädetään korvauksen enimmäismäärästä, luottolaitostoiminnasta annetun lain 105 §:n 3 momentissa tarkoitetut varat korvataan täysimääräisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7 a",
        "normalized_fi": "Luottolaitoksen Suomessa oleva sivukonttori voi kuulua Suomessa luottolaitostoiminnasta annetun lain 95 § :ssä tarkoitettuun talletussuojarahastoon täydentääkseen kotivaltionsa mukaista tallettajien saamisten suojaa, jos sivukonttori ottaa vastaan talletuksia yleisöltä ja sen kotivaltion suojaa ei voida pitää yhtä riittävänä kuin edellä mainitun lain mukaista talletussuojarahaston antamaa suojaa. Ulkomaisen luottolaitoksen kotivaltion suojan ja talletussuojarahaston antaman suojan yhteismäärä voi kuitenkin olla enintään 25 000 euroa. Sen estämättä, mitä tässä momentissa säädetään korvauksen enimmäismäärästä, luottolaitostoiminnasta annetun lain 105 § :n 3 momentissa tarkoitetut varat korvataan täysimääräisesti.",
        "folded_fi": "luottolaitoksen suomessa oleva sivukonttori voi kuulua suomessa luottolaitostoiminnasta annetun lain 95 §:ssa tarkoitettuun talletussuojarahastoon taydentaakseen kotivaltionsa mukaista tallettajien saamisten suojaa, jos sivukonttori ottaa vastaan talletuksia yleisolta ja sen kotivaltion suojaa ei voida pitaa yhta riittavana kuin edella mainitun lain mukaista talletussuojarahaston antamaa suojaa. ulkomaisen luottolaitoksen kotivaltion suojan ja talletussuojarahaston antaman suojan yhteismaara voi kuitenkin olla enintaan 25 000 euroa. sen estamatta, mita tassa momentissa saadetaan korvauksen enimmaismaarasta, luottolaitostoiminnasta annetun lain 105 §:n 3 momentissa tarkoitetut varat korvataan taysimaaraisesti.",
        "title_sv": "Kompletterande skydd för filialer och komplettering av skyddet",
        "content_sv": "Ett kreditinstituts filial i Finland kan höra till den insättningsgarantifond som avses i 95 § i kreditinstitutslagen för att komplettera sin hemstats skydd i fråga om insättarnas tillgodohavanden, om filialen tar emot inlåning från allmänheten och skyddet i dess hemstat inte kan anses vara lika täckande som insättningsgarantifondens skydd enligt ovan nämnda lag. Det sammanlagda beloppet av skyddet i det utländska kreditinstitutets hemstat och insättningsgarantifondens skydd kan dock vara högst 25 000 euro. Utan hinder av vad som i detta moment föreskrivs om ersättningens maximibelopp skall medel som avses i 105 § 3 mom. i kreditinstitutslagen ersättas till sitt fulla belopp.",
        "normalized_sv": "Ett kreditinstituts filial i Finland kan höra till den insättningsgarantifond som avses i 95 § i kreditinstitutslagen för att komplettera sin hemstats skydd i fråga om insättarnas tillgodohavanden, om filialen tar emot inlåning från allmänheten och skyddet i dess hemstat inte kan anses vara lika täckande som insättningsgarantifondens skydd enligt ovan nämnda lag. Det sammanlagda beloppet av skyddet i det utländska kreditinstitutets hemstat och insättningsgarantifondens skydd kan dock vara högst 25 000 euro. Utan hinder av vad som i detta moment föreskrivs om ersättningens maximibelopp skall medel som avses i 105 § 3 mom. i kreditinstitutslagen ersättas till sitt fulla belopp.",
        "folded_sv": "ett kreditinstituts filial i finland kan hora till den insattningsgarantifond som avses i 95 § i kreditinstitutslagen for att komplettera sin hemstats skydd i fraga om insattarnas tillgodohavanden, om filialen tar emot inlaning fran allmanheten och skyddet i dess hemstat inte kan anses vara lika tackande som insattningsgarantifondens skydd enligt ovan namnda lag. det sammanlagda beloppet av skyddet i det utlandska kreditinstitutets hemstat och insattningsgarantifondens skydd kan dock vara hogst 25 000 euro. utan hinder av vad som i detta moment foreskrivs om ersattningens maximibelopp skall medel som avses i 105 § 3 mom. i kreditinstitutslagen ersattas till sitt fulla belopp."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Sijoittumisoikeus",
      "content": "Muu kuin ETA-valtiossa toimiluvan saanut luottolaitos, joka on kotimaassaan riittävän julkisen valvonnan alainen ja jonka harjoittama toiminta ei oleellisesti eroa suomalaiselle luottolaitokselle sallitusta toiminnasta, voi Suomeen perustetusta sivukonttorista tarjota sellaisia luottolaitostoiminnasta annetun lain 30 §:ssä tarkoitettuja palveluja, jotka sisältyvät sen toimilupaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Muu kuin ETA-valtiossa toimiluvan saanut luottolaitos, joka on kotimaassaan riittävän julkisen valvonnan alainen ja jonka harjoittama toiminta ei oleellisesti eroa suomalaiselle luottolaitokselle sallitusta toiminnasta, voi Suomeen perustetusta sivukonttorista tarjota sellaisia luottolaitostoiminnasta annetun lain 30 § :ssä tarkoitettuja palveluja, jotka sisältyvät sen toimilupaan.",
        "folded_fi": "muu kuin eta-valtiossa toimiluvan saanut luottolaitos, joka on kotimaassaan riittavan julkisen valvonnan alainen ja jonka harjoittama toiminta ei oleellisesti eroa suomalaiselle luottolaitokselle sallitusta toiminnasta, voi suomeen perustetusta sivukonttorista tarjota sellaisia luottolaitostoiminnasta annetun lain 30 §:ssa tarkoitettuja palveluja, jotka sisaltyvat sen toimilupaan.",
        "title_sv": "Etableringsrätt",
        "content_sv": "Ett kreditinstitut som har fått koncession i en annan stat än en EES-stat och som är föremål för tillräcklig offentlig tillsyn i sin hemstat samt vars verksamhet inte väsentligt avviker från den verksamhet som är tillåten för ett finländskt kreditinstitut får från en filial som etablerats i Finland tillhandahålla i 30 § i kreditinstitutslagen avsedda tjänster som omfattas av dess koncession.",
        "normalized_sv": "Ett kreditinstitut som har fått koncession i en annan stat än en EES-stat och som är föremål för tillräcklig offentlig tillsyn i sin hemstat samt vars verksamhet inte väsentligt avviker från den verksamhet som är tillåten för ett finländskt kreditinstitut får från en filial som etablerats i Finland tillhandahålla i 30 § i kreditinstitutslagen avsedda tjänster som omfattas av dess koncession.",
        "folded_sv": "ett kreditinstitut som har fatt koncession i en annan stat an en ees-stat och som ar foremal for tillracklig offentlig tillsyn i sin hemstat samt vars verksamhet inte vasentligt avviker fran den verksamhet som ar tillaten for ett finlandskt kreditinstitut far fran en filial som etablerats i finland tillhandahalla i 30 § i kreditinstitutslagen avsedda tjanster som omfattas av dess koncession."
      }
    },
    {
      "provision_ref": "9 a",
      "section": "9 a",
      "title": "Korvausvelvollisuus",
      "content": "Talletussuojarahaston varoja voidaan käyttää selvitystilaan tai konkurssiin joutuneen 9 §:ssä tarkoitetun ulkomaisen luottolaitoksen osalta vain sen Suomessa olevan ja talletussuojarahaston jäsenenä olevan sivukonttorin yleisölle tarjottavilla tileillä olevien tallettajien sellaisten luottolaitostoiminnasta annetun lain 105 ja 106 §:ssä tarkoitettujen saamisten maksamiseen, joiden maksamiseen selvitystilassa olevan luottolaitoksen tai konkurssipesän varat eivät riitä, kuitenkin tallettajaa kohti enintään se osa saamisista, joka ei ylitä 25 000 euron määrää. Saamiset voidaan maksaa jo konkurssin tai selvitystilan aikana. Sen estämättä, mitä edellä tässä momentissa säädetään korvauksen enimmäismäärästä, luottolaitostoiminnasta annetun lain 105 §:n 3 momentissa tarkoitetut varat korvataan täysimääräisesti. Saamiset maksetaan tallettajille euroina.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9 a",
        "normalized_fi": "Talletussuojarahaston varoja voidaan käyttää selvitystilaan tai konkurssiin joutuneen 9 § :ssä tarkoitetun ulkomaisen luottolaitoksen osalta vain sen Suomessa olevan ja talletussuojarahaston jäsenenä olevan sivukonttorin yleisölle tarjottavilla tileillä olevien tallettajien sellaisten luottolaitostoiminnasta annetun lain 105 ja 106 § :ssä tarkoitettujen saamisten maksamiseen, joiden maksamiseen selvitystilassa olevan luottolaitoksen tai konkurssipesän varat eivät riitä, kuitenkin tallettajaa kohti enintään se osa saamisista, joka ei ylitä 25 000 euron määrää. Saamiset voidaan maksaa jo konkurssin tai selvitystilan aikana. Sen estämättä, mitä edellä tässä momentissa säädetään korvauksen enimmäismäärästä, luottolaitostoiminnasta annetun lain 105 § :n 3 momentissa tarkoitetut varat korvataan täysimääräisesti. Saamiset maksetaan tallettajille euroina.",
        "folded_fi": "talletussuojarahaston varoja voidaan kayttaa selvitystilaan tai konkurssiin joutuneen 9 §:ssa tarkoitetun ulkomaisen luottolaitoksen osalta vain sen suomessa olevan ja talletussuojarahaston jasenena olevan sivukonttorin yleisolle tarjottavilla tileilla olevien tallettajien sellaisten luottolaitostoiminnasta annetun lain 105 ja 106 §:ssa tarkoitettujen saamisten maksamiseen, joiden maksamiseen selvitystilassa olevan luottolaitoksen tai konkurssipesan varat eivat riita, kuitenkin tallettajaa kohti enintaan se osa saamisista, joka ei ylita 25 000 euron maaraa. saamiset voidaan maksaa jo konkurssin tai selvitystilan aikana. sen estamatta, mita edella tassa momentissa saadetaan korvauksen enimmaismaarasta, luottolaitostoiminnasta annetun lain 105 §:n 3 momentissa tarkoitetut varat korvataan taysimaaraisesti. saamiset maksetaan tallettajille euroina.",
        "title_sv": "Ersättningsskyldighet",
        "content_sv": "Tillgångarna i insättningsgarantifonden kan, i fråga om ett utländskt kreditinstitut som avses i 9 § och som försatts i likvidation eller konkurs, användas endast för betalning av sådana i 105 och 106 § i kreditinstitutslagen avsedda fordringar tillhörande insättarna som finns på konton som bjuds ut till allmänheten av en filial i Finland som är medlem av insättningsgarantifonden, förutsatt att de inte kan betalas med tillgångarna i ett kreditinstitut som befinner sig i likvidation eller med konkursboets medel, dock per insättare högst den andel av fordringarna som inte överstiger 25 000 euro. Fordringarna kan betalas redan under konkursen eller likvidationen. Utan hinder av vad som ovan i detta moment föreskrivs om ersättningens maximibelopp skall de medel som avses i 105 § 3 mom. i kreditinstitutslagen ersättas till sitt fulla belopp. Fordringarna betalas till insättarna i euro.",
        "normalized_sv": "Tillgångarna i insättningsgarantifonden kan, i fråga om ett utländskt kreditinstitut som avses i 9 § och som försatts i likvidation eller konkurs, användas endast för betalning av sådana i 105 och 106 § i kreditinstitutslagen avsedda fordringar tillhörande insättarna som finns på konton som bjuds ut till allmänheten av en filial i Finland som är medlem av insättningsgarantifonden, förutsatt att de inte kan betalas med tillgångarna i ett kreditinstitut som befinner sig i likvidation eller med konkursboets medel, dock per insättare högst den andel av fordringarna som inte överstiger 25 000 euro. Fordringarna kan betalas redan under konkursen eller likvidationen. Utan hinder av vad som ovan i detta moment föreskrivs om ersättningens maximibelopp skall de medel som avses i 105 § 3 mom. i kreditinstitutslagen ersättas till sitt fulla belopp. Fordringarna betalas till insättarna i euro.",
        "folded_sv": "tillgangarna i insattningsgarantifonden kan, i fraga om ett utlandskt kreditinstitut som avses i 9 § och som forsatts i likvidation eller konkurs, anvandas endast for betalning av sadana i 105 och 106 § i kreditinstitutslagen avsedda fordringar tillhorande insattarna som finns pa konton som bjuds ut till allmanheten av en filial i finland som ar medlem av insattningsgarantifonden, forutsatt att de inte kan betalas med tillgangarna i ett kreditinstitut som befinner sig i likvidation eller med konkursboets medel, dock per insattare hogst den andel av fordringarna som inte overstiger 25 000 euro. fordringarna kan betalas redan under konkursen eller likvidationen. utan hinder av vad som ovan i detta moment foreskrivs om ersattningens maximibelopp skall de medel som avses i 105 § 3 mom. i kreditinstitutslagen ersattas till sitt fulla belopp. fordringarna betalas till insattarna i euro."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Edustuston avaaminen ja toiminta",
      "content": "Ennen kuin luottolaitos voi avata edustuston Suomessa, sen on ilmoitettava asiasta Rahoitustarkastukselle. Edustusto ei saa harjoittaa luottolaitostoiminnasta annetun lain 30 §:ssä tarkoitettuja toimia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Ennen kuin luottolaitos voi avata edustuston Suomessa, sen on ilmoitettava asiasta Rahoitustarkastukselle. Edustusto ei saa harjoittaa luottolaitostoiminnasta annetun lain 30 § :ssä tarkoitettuja toimia.",
        "folded_fi": "ennen kuin luottolaitos voi avata edustuston suomessa, sen on ilmoitettava asiasta rahoitustarkastukselle. edustusto ei saa harjoittaa luottolaitostoiminnasta annetun lain 30 §:ssa tarkoitettuja toimia.",
        "title_sv": "Öppnande av representation och dess verksamhet",
        "content_sv": "Innan ett kreditinstitut får öppna en representation i Finland skall det underrätta Finansinspektionen om saken. Representationen får inte bedriva verksamhet som avses i 30 § i kreditinstitutslagen.",
        "normalized_sv": "Innan ett kreditinstitut får öppna en representation i Finland skall det underrätta Finansinspektionen om saken. Representationen får inte bedriva verksamhet som avses i 30 § i kreditinstitutslagen.",
        "folded_sv": "innan ett kreditinstitut far oppna en representation i finland skall det underratta finansinspektionen om saken. representationen far inte bedriva verksamhet som avses i 30 § i kreditinstitutslagen."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Sivukonttoreita koskevat yhteiset säännökset",
      "content": "Ulkomaisen luottolaitoksen sivukonttori voi kuulua luottolaitostoiminnasta annetun lain 95 §:ssä tarkoitettuun talletussuojarahastoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Ulkomaisen luottolaitoksen sivukonttori voi kuulua luottolaitostoiminnasta annetun lain 95 § :ssä tarkoitettuun talletussuojarahastoon.",
        "folded_fi": "ulkomaisen luottolaitoksen sivukonttori voi kuulua luottolaitostoiminnasta annetun lain 95 §:ssa tarkoitettuun talletussuojarahastoon.",
        "title_sv": "Gemensamma stadganden för filialer",
        "content_sv": "Ett utländskt kreditinstituts filial kan höra till den insättningsgarantifond som avses i 95 § i kreditinstitutslagen.",
        "normalized_sv": "Ett utländskt kreditinstituts filial kan höra till den insättningsgarantifond som avses i 95 § i kreditinstitutslagen.",
        "folded_sv": "ett utlandskt kreditinstituts filial kan hora till den insattningsgarantifond som avses i 95 § i kreditinstitutslagen."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Valvonta",
      "content": "Luotto- ja rahoituslaitoksen Suomessa tapahtuvan toiminnan valvonnasta säädetään Rahoitustarkastuksesta annetussa laissa (587/2003).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Luotto- ja rahoituslaitoksen Suomessa tapahtuvan toiminnan valvonnasta säädetään Rahoitustarkastuksesta annetussa laissa (587/2003).",
        "folded_fi": "luotto- ja rahoituslaitoksen suomessa tapahtuvan toiminnan valvonnasta saadetaan rahoitustarkastuksesta annetussa laissa (587/2003).",
        "title_sv": "Tillsyn",
        "content_sv": "I lagen om Finansinspektionen (587/2003) föreskrivs om tillsynen över kreditinstitutens och de finansiella institutens verksamhet i Finland.",
        "normalized_sv": "I lagen om Finansinspektionen (587/2003) föreskrivs om tillsynen över kreditinstitutens och de finansiella institutens verksamhet i Finland.",
        "folded_sv": "i lagen om finansinspektionen (587/2003) foreskrivs om tillsynen over kreditinstitutens och de finansiella institutens verksamhet i finland."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Vaitiolovelvollisuus",
      "content": "Sivukonttorin ja edustuston toimihenkilön vaitiolovelvollisuudesta, tietojenanto-oikeudesta ja salassapitovelvollisuuden rikkomisesta sekä edustuston luottotietotoiminnan harjoittamisesta on soveltuvin osin voimassa, mitä luottolaitostoiminnasta annetun lain 141―144 ja 169 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24",
        "normalized_fi": "Sivukonttorin ja edustuston toimihenkilön vaitiolovelvollisuudesta, tietojenanto-oikeudesta ja salassapitovelvollisuuden rikkomisesta sekä edustuston luottotietotoiminnan harjoittamisesta on soveltuvin osin voimassa, mitä luottolaitostoiminnasta annetun lain 141―144 ja 169 § :ssä säädetään.",
        "folded_fi": "sivukonttorin ja edustuston toimihenkilon vaitiolovelvollisuudesta, tietojenanto-oikeudesta ja salassapitovelvollisuuden rikkomisesta seka edustuston luottotietotoiminnan harjoittamisesta on soveltuvin osin voimassa, mita luottolaitostoiminnasta annetun lain 141―144 ja 169 §:ssa saadetaan.",
        "title_sv": "Tystnadsplikt",
        "content_sv": "I fråga om tystnadsplikt, rätt att lämna upplysningar och brott mot tystnadsplikten när det gäller anställda vid filialer och representationer och om utövande av representationers kreditupplysningsverksamhet gäller i tillämpliga delar 141―144 och 169 § i kreditinstitutslagen.",
        "normalized_sv": "I fråga om tystnadsplikt, rätt att lämna upplysningar och brott mot tystnadsplikten när det gäller anställda vid filialer och representationer och om utövande av representationers kreditupplysningsverksamhet gäller i tillämpliga delar 141―144 och 169 § i kreditinstitutslagen.",
        "folded_sv": "i fraga om tystnadsplikt, ratt att lamna upplysningar och brott mot tystnadsplikten nar det galler anstallda vid filialer och representationer och om utovande av representationers kreditupplysningsverksamhet galler i tillampliga delar 141―144 och 169 § i kreditinstitutslagen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 2) rahoituslaitoksella muuta sellaista yhteisöä kuin luottolaitosta, joka pääasiallisena toimintanaan tarjoaa luottolaitostoiminnasta annetun lain (121/2007) 30 §:n 1 momentin 3―14 kohdassa tarkoitettuja palveluja tai hankkii omistusosuuksia;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 2) rahoituslaitoksella muuta sellaista yhteisöä kuin luottolaitosta, joka pääasiallisena toimintanaan tarjoaa luottolaitostoiminnasta annetun lain (121/2007) 30 § :n 1 momentin 3―14 kohdassa tarkoitettuja palveluja tai hankkii omistusosuuksia;",
        "folded_fi": "tassa laissa tarkoitetaan: 2) rahoituslaitoksella muuta sellaista yhteisoa kuin luottolaitosta, joka paaasiallisena toimintanaan tarjoaa luottolaitostoiminnasta annetun lain (121/2007) 30 §:n 1 momentin 3―14 kohdassa tarkoitettuja palveluja tai hankkii omistusosuuksia;",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 2) finansiellt institut sådana andra företag än kreditinstitut som i sin huvudsakliga verksamhet tillhandahåller tjänster som avses i 30 § 1 mom. 3―14 punkten i kreditinstitutslagen (121/2007) eller förvärvar aktier och andelar,",
        "normalized_sv": "I denna lag avses med 2) finansiellt institut sådana andra företag än kreditinstitut som i sin huvudsakliga verksamhet tillhandahåller tjänster som avses i 30 § 1 mom. 3―14 punkten i kreditinstitutslagen (121/2007) eller förvärvar aktier och andelar,",
        "folded_sv": "i denna lag avses med 2) finansiellt institut sadana andra foretag an kreditinstitut som i sin huvudsakliga verksamhet tillhandahaller tjanster som avses i 30 § 1 mom. 3―14 punkten i kreditinstitutslagen (121/2007) eller forvarvar aktier och andelar,"
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Luottolaitoksen sijoittumisoikeus",
      "content": "ETA-valtio Euroopan talousalueeseen kuuluvassa valtiossa () toimiluvan saanut luottolaitos voi perustaa sivukonttorin tai muutoin tarjota Suomessa luottolaitostoiminnasta annetun lain 30 §:ssä tarkoitettuja palveluja, jotka sisältyvät sen toimilupaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "ETA-valtio Euroopan talousalueeseen kuuluvassa valtiossa () toimiluvan saanut luottolaitos voi perustaa sivukonttorin tai muutoin tarjota Suomessa luottolaitostoiminnasta annetun lain 30 § :ssä tarkoitettuja palveluja, jotka sisältyvät sen toimilupaan.",
        "folded_fi": "eta-valtio euroopan talousalueeseen kuuluvassa valtiossa () toimiluvan saanut luottolaitos voi perustaa sivukonttorin tai muutoin tarjota suomessa luottolaitostoiminnasta annetun lain 30 §:ssa tarkoitettuja palveluja, jotka sisaltyvat sen toimilupaan.",
        "title_sv": "Etableringsrätt för kreditinstitut",
        "content_sv": "EES-stat Ett kreditinstitut som har fått koncession i en stat inom Europeiska ekonomiska samarbetsområdet () får etablera en filial eller annars i Finland tillhandahålla sådana i 30 § i kreditinstitutslagen avsedda tjänster som ingår i dess koncession.",
        "normalized_sv": "EES-stat Ett kreditinstitut som har fått koncession i en stat inom Europeiska ekonomiska samarbetsområdet () får etablera en filial eller annars i Finland tillhandahålla sådana i 30 § i kreditinstitutslagen avsedda tjänster som ingår i dess koncession.",
        "folded_sv": "ees-stat ett kreditinstitut som har fatt koncession i en stat inom europeiska ekonomiska samarbetsomradet () far etablera en filial eller annars i finland tillhandahalla sadana i 30 § i kreditinstitutslagen avsedda tjanster som ingar i dess koncession."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Rahoituslaitoksen sijoittumisoikeus",
      "content": "Rahoituslaitos, jonka kotipaikka on ETA-valtiossa, voi perustaa sivukonttorin tai muutoin tarjota Suomessa luottolaitostoiminnasta annetun lain 30 §:n 1 momentin 3―14 kohdassa tarkoitettuja palveluja, jos: Rahoituslaitos, jonka osakkeiden tuottamasta äänivallasta 1 momentin edellytykset täyttävä rahoituslaitos omistaa yksin tai yhdessä vastaavien rahoituslaitosten tai 3 §:ssä tarkoitettujen luottolaitosten kanssa vähintään 90 prosenttia ja jonka osalta myös muut 1 momentin 2―6 kohdassa mainitut edellytykset täyttyvät, voi perustaa sivukonttorin Suomeen tai muutoin tarjota luottolaitostoiminnasta annetun lain 30 §:n 1 momentin 3―14 kohdassa tarkoitettuja palveluja Suomessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Rahoituslaitos, jonka kotipaikka on ETA-valtiossa, voi perustaa sivukonttorin tai muutoin tarjota Suomessa luottolaitostoiminnasta annetun lain 30 § :n 1 momentin 3―14 kohdassa tarkoitettuja palveluja, jos: Rahoituslaitos, jonka osakkeiden tuottamasta äänivallasta 1 momentin edellytykset täyttävä rahoituslaitos omistaa yksin tai yhdessä vastaavien rahoituslaitosten tai 3 § :ssä tarkoitettujen luottolaitosten kanssa vähintään 90 prosenttia ja jonka osalta myös muut 1 momentin 2―6 kohdassa mainitut edellytykset täyttyvät, voi perustaa sivukonttorin Suomeen tai muutoin tarjota luottolaitostoiminnasta annetun lain 30 § :n 1 momentin 3―14 kohdassa tarkoitettuja palveluja Suomessa.",
        "folded_fi": "rahoituslaitos, jonka kotipaikka on eta-valtiossa, voi perustaa sivukonttorin tai muutoin tarjota suomessa luottolaitostoiminnasta annetun lain 30 §:n 1 momentin 3―14 kohdassa tarkoitettuja palveluja, jos: rahoituslaitos, jonka osakkeiden tuottamasta aanivallasta 1 momentin edellytykset tayttava rahoituslaitos omistaa yksin tai yhdessa vastaavien rahoituslaitosten tai 3 §:ssa tarkoitettujen luottolaitosten kanssa vahintaan 90 prosenttia ja jonka osalta myos muut 1 momentin 2―6 kohdassa mainitut edellytykset tayttyvat, voi perustaa sivukonttorin suomeen tai muutoin tarjota luottolaitostoiminnasta annetun lain 30 §:n 1 momentin 3―14 kohdassa tarkoitettuja palveluja suomessa.",
        "title_sv": "Etableringsrätt för finansiella institut",
        "content_sv": "Ett finansiellt institut med säte i en EES-stat kan etablera filialer eller annars i Finland tillhandahålla tjänster som avses i 30 § 1 mom. 3―14 punkten i kreditinstitutslagen, om Ett finansiellt institut i vilket ett finansiellt institut som uppfyller de i 1 mom. angivna förutsättningarna ensamt eller tillsammans med motsvarande finansiella institut eller tillsammans med sådana kreditinstitut som avses i 3 § innehar minst 90 procent av det röstetal som aktierna medför och i fråga om vilket också de övriga i 1 mom. 2―6 punkten angivna förutsättningarna uppfylls, kan etablera en filial i Finland eller annars i Finland tillhandahålla sådana tjänster som avses i 30 § 1 mom. 3―14 punkten i kreditinstitutslagen.",
        "normalized_sv": "Ett finansiellt institut med säte i en EES-stat kan etablera filialer eller annars i Finland tillhandahålla tjänster som avses i 30 § 1 mom. 3―14 punkten i kreditinstitutslagen, om Ett finansiellt institut i vilket ett finansiellt institut som uppfyller de i 1 mom. angivna förutsättningarna ensamt eller tillsammans med motsvarande finansiella institut eller tillsammans med sådana kreditinstitut som avses i 3 § innehar minst 90 procent av det röstetal som aktierna medför och i fråga om vilket också de övriga i 1 mom. 2―6 punkten angivna förutsättningarna uppfylls, kan etablera en filial i Finland eller annars i Finland tillhandahålla sådana tjänster som avses i 30 § 1 mom. 3―14 punkten i kreditinstitutslagen.",
        "folded_sv": "ett finansiellt institut med sate i en ees-stat kan etablera filialer eller annars i finland tillhandahalla tjanster som avses i 30 § 1 mom. 3―14 punkten i kreditinstitutslagen, om ett finansiellt institut i vilket ett finansiellt institut som uppfyller de i 1 mom. angivna forutsattningarna ensamt eller tillsammans med motsvarande finansiella institut eller tillsammans med sadana kreditinstitut som avses i 3 § innehar minst 90 procent av det rostetal som aktierna medfor och i fraga om vilket ocksa de ovriga i 1 mom. 2―6 punkten angivna forutsattningarna uppfylls, kan etablera en filial i finland eller annars i finland tillhandahalla sadana tjanster som avses i 30 § 1 mom. 3―14 punkten i kreditinstitutslagen."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "7 a",
      "section": "7 a",
      "title": "Sivukonttorin lisäsuoja ja suojan täydentäminen",
      "content": "Luottolaitoksen Suomessa oleva sivukonttori voi kuulua Suomessa luottolaitostoiminnasta annetun lain 95 §:ssä tarkoitettuun talletussuojarahastoon täydentääkseen kotivaltionsa mukaista tallettajien saamisten suojaa, jos sivukonttori ottaa vastaan talletuksia yleisöltä ja sen kotivaltion suojaa ei voida pitää yhtä riittävänä kuin edellä mainitun lain mukaista talletussuojarahaston antamaa suojaa. Ulkomaisen luottolaitoksen kotivaltion suojan ja talletussuojarahaston antaman suojan yhteismäärä voi kuitenkin olla enintään 25 000 euroa. Sen estämättä, mitä tässä momentissa säädetään korvauksen enimmäismäärästä, luottolaitostoiminnasta annetun lain 105 §:n 3 momentissa tarkoitetut varat korvataan täysimääräisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7 a",
        "normalized_fi": "Luottolaitoksen Suomessa oleva sivukonttori voi kuulua Suomessa luottolaitostoiminnasta annetun lain 95 § :ssä tarkoitettuun talletussuojarahastoon täydentääkseen kotivaltionsa mukaista tallettajien saamisten suojaa, jos sivukonttori ottaa vastaan talletuksia yleisöltä ja sen kotivaltion suojaa ei voida pitää yhtä riittävänä kuin edellä mainitun lain mukaista talletussuojarahaston antamaa suojaa. Ulkomaisen luottolaitoksen kotivaltion suojan ja talletussuojarahaston antaman suojan yhteismäärä voi kuitenkin olla enintään 25 000 euroa. Sen estämättä, mitä tässä momentissa säädetään korvauksen enimmäismäärästä, luottolaitostoiminnasta annetun lain 105 § :n 3 momentissa tarkoitetut varat korvataan täysimääräisesti.",
        "folded_fi": "luottolaitoksen suomessa oleva sivukonttori voi kuulua suomessa luottolaitostoiminnasta annetun lain 95 §:ssa tarkoitettuun talletussuojarahastoon taydentaakseen kotivaltionsa mukaista tallettajien saamisten suojaa, jos sivukonttori ottaa vastaan talletuksia yleisolta ja sen kotivaltion suojaa ei voida pitaa yhta riittavana kuin edella mainitun lain mukaista talletussuojarahaston antamaa suojaa. ulkomaisen luottolaitoksen kotivaltion suojan ja talletussuojarahaston antaman suojan yhteismaara voi kuitenkin olla enintaan 25 000 euroa. sen estamatta, mita tassa momentissa saadetaan korvauksen enimmaismaarasta, luottolaitostoiminnasta annetun lain 105 §:n 3 momentissa tarkoitetut varat korvataan taysimaaraisesti.",
        "title_sv": "Kompletterande skydd för filialer och komplettering av skyddet",
        "content_sv": "Ett kreditinstituts filial i Finland kan höra till den insättningsgarantifond som avses i 95 § i kreditinstitutslagen för att komplettera sin hemstats skydd i fråga om insättarnas tillgodohavanden, om filialen tar emot inlåning från allmänheten och skyddet i dess hemstat inte kan anses vara lika täckande som insättningsgarantifondens skydd enligt ovan nämnda lag. Det sammanlagda beloppet av skyddet i det utländska kreditinstitutets hemstat och insättningsgarantifondens skydd kan dock vara högst 25 000 euro. Utan hinder av vad som i detta moment föreskrivs om ersättningens maximibelopp skall medel som avses i 105 § 3 mom. i kreditinstitutslagen ersättas till sitt fulla belopp.",
        "normalized_sv": "Ett kreditinstituts filial i Finland kan höra till den insättningsgarantifond som avses i 95 § i kreditinstitutslagen för att komplettera sin hemstats skydd i fråga om insättarnas tillgodohavanden, om filialen tar emot inlåning från allmänheten och skyddet i dess hemstat inte kan anses vara lika täckande som insättningsgarantifondens skydd enligt ovan nämnda lag. Det sammanlagda beloppet av skyddet i det utländska kreditinstitutets hemstat och insättningsgarantifondens skydd kan dock vara högst 25 000 euro. Utan hinder av vad som i detta moment föreskrivs om ersättningens maximibelopp skall medel som avses i 105 § 3 mom. i kreditinstitutslagen ersättas till sitt fulla belopp.",
        "folded_sv": "ett kreditinstituts filial i finland kan hora till den insattningsgarantifond som avses i 95 § i kreditinstitutslagen for att komplettera sin hemstats skydd i fraga om insattarnas tillgodohavanden, om filialen tar emot inlaning fran allmanheten och skyddet i dess hemstat inte kan anses vara lika tackande som insattningsgarantifondens skydd enligt ovan namnda lag. det sammanlagda beloppet av skyddet i det utlandska kreditinstitutets hemstat och insattningsgarantifondens skydd kan dock vara hogst 25 000 euro. utan hinder av vad som i detta moment foreskrivs om ersattningens maximibelopp skall medel som avses i 105 § 3 mom. i kreditinstitutslagen ersattas till sitt fulla belopp."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Sijoittumisoikeus",
      "content": "Muu kuin ETA-valtiossa toimiluvan saanut luottolaitos, joka on kotimaassaan riittävän julkisen valvonnan alainen ja jonka harjoittama toiminta ei oleellisesti eroa suomalaiselle luottolaitokselle sallitusta toiminnasta, voi Suomeen perustetusta sivukonttorista tarjota sellaisia luottolaitostoiminnasta annetun lain 30 §:ssä tarkoitettuja palveluja, jotka sisältyvät sen toimilupaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Muu kuin ETA-valtiossa toimiluvan saanut luottolaitos, joka on kotimaassaan riittävän julkisen valvonnan alainen ja jonka harjoittama toiminta ei oleellisesti eroa suomalaiselle luottolaitokselle sallitusta toiminnasta, voi Suomeen perustetusta sivukonttorista tarjota sellaisia luottolaitostoiminnasta annetun lain 30 § :ssä tarkoitettuja palveluja, jotka sisältyvät sen toimilupaan.",
        "folded_fi": "muu kuin eta-valtiossa toimiluvan saanut luottolaitos, joka on kotimaassaan riittavan julkisen valvonnan alainen ja jonka harjoittama toiminta ei oleellisesti eroa suomalaiselle luottolaitokselle sallitusta toiminnasta, voi suomeen perustetusta sivukonttorista tarjota sellaisia luottolaitostoiminnasta annetun lain 30 §:ssa tarkoitettuja palveluja, jotka sisaltyvat sen toimilupaan.",
        "title_sv": "Etableringsrätt",
        "content_sv": "Ett kreditinstitut som har fått koncession i en annan stat än en EES-stat och som är föremål för tillräcklig offentlig tillsyn i sin hemstat samt vars verksamhet inte väsentligt avviker från den verksamhet som är tillåten för ett finländskt kreditinstitut får från en filial som etablerats i Finland tillhandahålla i 30 § i kreditinstitutslagen avsedda tjänster som omfattas av dess koncession.",
        "normalized_sv": "Ett kreditinstitut som har fått koncession i en annan stat än en EES-stat och som är föremål för tillräcklig offentlig tillsyn i sin hemstat samt vars verksamhet inte väsentligt avviker från den verksamhet som är tillåten för ett finländskt kreditinstitut får från en filial som etablerats i Finland tillhandahålla i 30 § i kreditinstitutslagen avsedda tjänster som omfattas av dess koncession.",
        "folded_sv": "ett kreditinstitut som har fatt koncession i en annan stat an en ees-stat och som ar foremal for tillracklig offentlig tillsyn i sin hemstat samt vars verksamhet inte vasentligt avviker fran den verksamhet som ar tillaten for ett finlandskt kreditinstitut far fran en filial som etablerats i finland tillhandahalla i 30 § i kreditinstitutslagen avsedda tjanster som omfattas av dess koncession."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "9 a",
      "section": "9 a",
      "title": "Korvausvelvollisuus",
      "content": "Talletussuojarahaston varoja voidaan käyttää selvitystilaan tai konkurssiin joutuneen 9 §:ssä tarkoitetun ulkomaisen luottolaitoksen osalta vain sen Suomessa olevan ja talletussuojarahaston jäsenenä olevan sivukonttorin yleisölle tarjottavilla tileillä olevien tallettajien sellaisten luottolaitostoiminnasta annetun lain 105 ja 106 §:ssä tarkoitettujen saamisten maksamiseen, joiden maksamiseen selvitystilassa olevan luottolaitoksen tai konkurssipesän varat eivät riitä, kuitenkin tallettajaa kohti enintään se osa saamisista, joka ei ylitä 25 000 euron määrää. Saamiset voidaan maksaa jo konkurssin tai selvitystilan aikana. Sen estämättä, mitä edellä tässä momentissa säädetään korvauksen enimmäismäärästä, luottolaitostoiminnasta annetun lain 105 §:n 3 momentissa tarkoitetut varat korvataan täysimääräisesti. Saamiset maksetaan tallettajille euroina.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9 a",
        "normalized_fi": "Talletussuojarahaston varoja voidaan käyttää selvitystilaan tai konkurssiin joutuneen 9 § :ssä tarkoitetun ulkomaisen luottolaitoksen osalta vain sen Suomessa olevan ja talletussuojarahaston jäsenenä olevan sivukonttorin yleisölle tarjottavilla tileillä olevien tallettajien sellaisten luottolaitostoiminnasta annetun lain 105 ja 106 § :ssä tarkoitettujen saamisten maksamiseen, joiden maksamiseen selvitystilassa olevan luottolaitoksen tai konkurssipesän varat eivät riitä, kuitenkin tallettajaa kohti enintään se osa saamisista, joka ei ylitä 25 000 euron määrää. Saamiset voidaan maksaa jo konkurssin tai selvitystilan aikana. Sen estämättä, mitä edellä tässä momentissa säädetään korvauksen enimmäismäärästä, luottolaitostoiminnasta annetun lain 105 § :n 3 momentissa tarkoitetut varat korvataan täysimääräisesti. Saamiset maksetaan tallettajille euroina.",
        "folded_fi": "talletussuojarahaston varoja voidaan kayttaa selvitystilaan tai konkurssiin joutuneen 9 §:ssa tarkoitetun ulkomaisen luottolaitoksen osalta vain sen suomessa olevan ja talletussuojarahaston jasenena olevan sivukonttorin yleisolle tarjottavilla tileilla olevien tallettajien sellaisten luottolaitostoiminnasta annetun lain 105 ja 106 §:ssa tarkoitettujen saamisten maksamiseen, joiden maksamiseen selvitystilassa olevan luottolaitoksen tai konkurssipesan varat eivat riita, kuitenkin tallettajaa kohti enintaan se osa saamisista, joka ei ylita 25 000 euron maaraa. saamiset voidaan maksaa jo konkurssin tai selvitystilan aikana. sen estamatta, mita edella tassa momentissa saadetaan korvauksen enimmaismaarasta, luottolaitostoiminnasta annetun lain 105 §:n 3 momentissa tarkoitetut varat korvataan taysimaaraisesti. saamiset maksetaan tallettajille euroina.",
        "title_sv": "Ersättningsskyldighet",
        "content_sv": "Tillgångarna i insättningsgarantifonden kan, i fråga om ett utländskt kreditinstitut som avses i 9 § och som försatts i likvidation eller konkurs, användas endast för betalning av sådana i 105 och 106 § i kreditinstitutslagen avsedda fordringar tillhörande insättarna som finns på konton som bjuds ut till allmänheten av en filial i Finland som är medlem av insättningsgarantifonden, förutsatt att de inte kan betalas med tillgångarna i ett kreditinstitut som befinner sig i likvidation eller med konkursboets medel, dock per insättare högst den andel av fordringarna som inte överstiger 25 000 euro. Fordringarna kan betalas redan under konkursen eller likvidationen. Utan hinder av vad som ovan i detta moment föreskrivs om ersättningens maximibelopp skall de medel som avses i 105 § 3 mom. i kreditinstitutslagen ersättas till sitt fulla belopp. Fordringarna betalas till insättarna i euro.",
        "normalized_sv": "Tillgångarna i insättningsgarantifonden kan, i fråga om ett utländskt kreditinstitut som avses i 9 § och som försatts i likvidation eller konkurs, användas endast för betalning av sådana i 105 och 106 § i kreditinstitutslagen avsedda fordringar tillhörande insättarna som finns på konton som bjuds ut till allmänheten av en filial i Finland som är medlem av insättningsgarantifonden, förutsatt att de inte kan betalas med tillgångarna i ett kreditinstitut som befinner sig i likvidation eller med konkursboets medel, dock per insättare högst den andel av fordringarna som inte överstiger 25 000 euro. Fordringarna kan betalas redan under konkursen eller likvidationen. Utan hinder av vad som ovan i detta moment föreskrivs om ersättningens maximibelopp skall de medel som avses i 105 § 3 mom. i kreditinstitutslagen ersättas till sitt fulla belopp. Fordringarna betalas till insättarna i euro.",
        "folded_sv": "tillgangarna i insattningsgarantifonden kan, i fraga om ett utlandskt kreditinstitut som avses i 9 § och som forsatts i likvidation eller konkurs, anvandas endast for betalning av sadana i 105 och 106 § i kreditinstitutslagen avsedda fordringar tillhorande insattarna som finns pa konton som bjuds ut till allmanheten av en filial i finland som ar medlem av insattningsgarantifonden, forutsatt att de inte kan betalas med tillgangarna i ett kreditinstitut som befinner sig i likvidation eller med konkursboets medel, dock per insattare hogst den andel av fordringarna som inte overstiger 25 000 euro. fordringarna kan betalas redan under konkursen eller likvidationen. utan hinder av vad som ovan i detta moment foreskrivs om ersattningens maximibelopp skall de medel som avses i 105 § 3 mom. i kreditinstitutslagen ersattas till sitt fulla belopp. fordringarna betalas till insattarna i euro."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Edustuston avaaminen ja toiminta",
      "content": "Ennen kuin luottolaitos voi avata edustuston Suomessa, sen on ilmoitettava asiasta Rahoitustarkastukselle. Edustusto ei saa harjoittaa luottolaitostoiminnasta annetun lain 30 §:ssä tarkoitettuja toimia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Ennen kuin luottolaitos voi avata edustuston Suomessa, sen on ilmoitettava asiasta Rahoitustarkastukselle. Edustusto ei saa harjoittaa luottolaitostoiminnasta annetun lain 30 § :ssä tarkoitettuja toimia.",
        "folded_fi": "ennen kuin luottolaitos voi avata edustuston suomessa, sen on ilmoitettava asiasta rahoitustarkastukselle. edustusto ei saa harjoittaa luottolaitostoiminnasta annetun lain 30 §:ssa tarkoitettuja toimia.",
        "title_sv": "Öppnande av representation och dess verksamhet",
        "content_sv": "Innan ett kreditinstitut får öppna en representation i Finland skall det underrätta Finansinspektionen om saken. Representationen får inte bedriva verksamhet som avses i 30 § i kreditinstitutslagen.",
        "normalized_sv": "Innan ett kreditinstitut får öppna en representation i Finland skall det underrätta Finansinspektionen om saken. Representationen får inte bedriva verksamhet som avses i 30 § i kreditinstitutslagen.",
        "folded_sv": "innan ett kreditinstitut far oppna en representation i finland skall det underratta finansinspektionen om saken. representationen far inte bedriva verksamhet som avses i 30 § i kreditinstitutslagen."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Sivukonttoreita koskevat yhteiset säännökset",
      "content": "Ulkomaisen luottolaitoksen sivukonttori voi kuulua luottolaitostoiminnasta annetun lain 95 §:ssä tarkoitettuun talletussuojarahastoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Ulkomaisen luottolaitoksen sivukonttori voi kuulua luottolaitostoiminnasta annetun lain 95 § :ssä tarkoitettuun talletussuojarahastoon.",
        "folded_fi": "ulkomaisen luottolaitoksen sivukonttori voi kuulua luottolaitostoiminnasta annetun lain 95 §:ssa tarkoitettuun talletussuojarahastoon.",
        "title_sv": "Gemensamma stadganden för filialer",
        "content_sv": "Ett utländskt kreditinstituts filial kan höra till den insättningsgarantifond som avses i 95 § i kreditinstitutslagen.",
        "normalized_sv": "Ett utländskt kreditinstituts filial kan höra till den insättningsgarantifond som avses i 95 § i kreditinstitutslagen.",
        "folded_sv": "ett utlandskt kreditinstituts filial kan hora till den insattningsgarantifond som avses i 95 § i kreditinstitutslagen."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Valvonta",
      "content": "Luotto- ja rahoituslaitoksen Suomessa tapahtuvan toiminnan valvonnasta säädetään Rahoitustarkastuksesta annetussa laissa (587/2003).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Luotto- ja rahoituslaitoksen Suomessa tapahtuvan toiminnan valvonnasta säädetään Rahoitustarkastuksesta annetussa laissa (587/2003).",
        "folded_fi": "luotto- ja rahoituslaitoksen suomessa tapahtuvan toiminnan valvonnasta saadetaan rahoitustarkastuksesta annetussa laissa (587/2003).",
        "title_sv": "Tillsyn",
        "content_sv": "I lagen om Finansinspektionen (587/2003) föreskrivs om tillsynen över kreditinstitutens och de finansiella institutens verksamhet i Finland.",
        "normalized_sv": "I lagen om Finansinspektionen (587/2003) föreskrivs om tillsynen över kreditinstitutens och de finansiella institutens verksamhet i Finland.",
        "folded_sv": "i lagen om finansinspektionen (587/2003) foreskrivs om tillsynen over kreditinstitutens och de finansiella institutens verksamhet i finland."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Vaitiolovelvollisuus",
      "content": "Sivukonttorin ja edustuston toimihenkilön vaitiolovelvollisuudesta, tietojenanto-oikeudesta ja salassapitovelvollisuuden rikkomisesta sekä edustuston luottotietotoiminnan harjoittamisesta on soveltuvin osin voimassa, mitä luottolaitostoiminnasta annetun lain 141―144 ja 169 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24",
        "normalized_fi": "Sivukonttorin ja edustuston toimihenkilön vaitiolovelvollisuudesta, tietojenanto-oikeudesta ja salassapitovelvollisuuden rikkomisesta sekä edustuston luottotietotoiminnan harjoittamisesta on soveltuvin osin voimassa, mitä luottolaitostoiminnasta annetun lain 141―144 ja 169 § :ssä säädetään.",
        "folded_fi": "sivukonttorin ja edustuston toimihenkilon vaitiolovelvollisuudesta, tietojenanto-oikeudesta ja salassapitovelvollisuuden rikkomisesta seka edustuston luottotietotoiminnan harjoittamisesta on soveltuvin osin voimassa, mita luottolaitostoiminnasta annetun lain 141―144 ja 169 §:ssa saadetaan.",
        "title_sv": "Tystnadsplikt",
        "content_sv": "I fråga om tystnadsplikt, rätt att lämna upplysningar och brott mot tystnadsplikten när det gäller anställda vid filialer och representationer och om utövande av representationers kreditupplysningsverksamhet gäller i tillämpliga delar 141―144 och 169 § i kreditinstitutslagen.",
        "normalized_sv": "I fråga om tystnadsplikt, rätt att lämna upplysningar och brott mot tystnadsplikten när det gäller anställda vid filialer och representationer och om utövande av representationers kreditupplysningsverksamhet gäller i tillämpliga delar 141―144 och 169 § i kreditinstitutslagen.",
        "folded_sv": "i fraga om tystnadsplikt, ratt att lamna upplysningar och brott mot tystnadsplikten nar det galler anstallda vid filialer och representationer och om utovande av representationers kreditupplysningsverksamhet galler i tillampliga delar 141―144 och 169 § i kreditinstitutslagen."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    }
  ]
}