{
  "id": "1284/2006",
  "type": "statute",
  "title": "Laki maatalousyrittäjien sukupolvenvaihdoseläkkeestä annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om generationsväxlingspension för lantbruksföretagare",
  "status": "in_force",
  "issued_date": "2006-12-22",
  "in_force_date": "2006-12-22",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/1284/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Siltä ajalta, jolta sukupolvenvaihdoseläkettä maksetaan, ei sen saajalla ole oikeutta saada muuta eläkettä maatalousyrittäjän eläkelaissa (1280/2006) tarkoitetun yrittäjätoimintansa perustella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22",
        "normalized_fi": "Siltä ajalta, jolta sukupolvenvaihdoseläkettä maksetaan, ei sen saajalla ole oikeutta saada muuta eläkettä maatalousyrittäjän eläkelaissa (1280/2006) tarkoitetun yrittäjätoimintansa perustella.",
        "folded_fi": "silta ajalta, jolta sukupolvenvaihdoselaketta maksetaan, ei sen saajalla ole oikeutta saada muuta elaketta maatalousyrittajan elakelaissa (1280/2006) tarkoitetun yrittajatoimintansa perustella.",
        "content_sv": "För den tid för vilken generationsväxlingspension betalas har dess mottagare inte rätt till annan pension på basis av företagarverksamhet som avses i lagen om pension för lantbruksföretagare (1280/2006).",
        "normalized_sv": "För den tid för vilken generationsväxlingspension betalas har dess mottagare inte rätt till annan pension på basis av företagarverksamhet som avses i lagen om pension för lantbruksföretagare (1280/2006).",
        "folded_sv": "for den tid for vilken generationsvaxlingspension betalas har dess mottagare inte ratt till annan pension pa basis av foretagarverksamhet som avses i lagen om pension for lantbruksforetagare (1280/2006)."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Sukupolvenvaihdoseläkkeen saaminen ei estä eläkeoikeuden syntymistä työ- tai virkasuhteen taikka muun kuin maatalousyrittäjän eläkelaissa tarkoitetun yrittäjätoiminnan perusteella. Sukupolvenvaihdoseläkkeen saaja ei voi kartuttaa eläkettä maatalousyrittäjän eläkelain nojalla siltä ajalta, jolta hänelle suoritetaan sukupolvenvaihdoseläkettä. Kun sukupolvenvaihdoseläkkeen suorittaminen on aloitettu 19 §:n perusteella, sukupolvenvaihdoseläkkeen saajalle karttuu muusta kuin maatalousyrittäjän eläkelain mukaisesta ansiotyöstä eläkettä sen mukaan, mitä työntekijän eläkelain 3 §:ssä mainituissa työeläkelaeissa säädetään eläkkeen aikana tehdystä työstä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:23",
        "normalized_fi": "Sukupolvenvaihdoseläkkeen saaminen ei estä eläkeoikeuden syntymistä työ- tai virkasuhteen taikka muun kuin maatalousyrittäjän eläkelaissa tarkoitetun yrittäjätoiminnan perusteella. Sukupolvenvaihdoseläkkeen saaja ei voi kartuttaa eläkettä maatalousyrittäjän eläkelain nojalla siltä ajalta, jolta hänelle suoritetaan sukupolvenvaihdoseläkettä. Kun sukupolvenvaihdoseläkkeen suorittaminen on aloitettu 19 § :n perusteella, sukupolvenvaihdoseläkkeen saajalle karttuu muusta kuin maatalousyrittäjän eläkelain mukaisesta ansiotyöstä eläkettä sen mukaan, mitä työntekijän eläkelain 3 § :ssä mainituissa työeläkelaeissa säädetään eläkkeen aikana tehdystä työstä.",
        "folded_fi": "sukupolvenvaihdoselakkeen saaminen ei esta elakeoikeuden syntymista tyo- tai virkasuhteen taikka muun kuin maatalousyrittajan elakelaissa tarkoitetun yrittajatoiminnan perusteella. sukupolvenvaihdoselakkeen saaja ei voi kartuttaa elaketta maatalousyrittajan elakelain nojalla silta ajalta, jolta hanelle suoritetaan sukupolvenvaihdoselaketta. kun sukupolvenvaihdoselakkeen suorittaminen on aloitettu 19 §:n perusteella, sukupolvenvaihdoselakkeen saajalle karttuu muusta kuin maatalousyrittajan elakelain mukaisesta ansiotyosta elaketta sen mukaan, mita tyontekijan elakelain 3 §:ssa mainituissa tyoelakelaeissa saadetaan elakkeen aikana tehdysta tyosta."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Saatuaan tietää seikasta, jonka perusteella sukupolvenvaihdoseläkettä ei 24 tai 25 §:n mukaan saisi maksaa, eläkelaitos keskeyttää eläkkeen maksamisen seuraavasta mahdollisesta maksujaksosta alkaen, jos syy eläkkeen keskeyttämiseen on edelleen olemassa. Jos eläkettä ei 24 tai 25 §:n perusteella olisi saatu maksaa, eläkelaitos perii maksetun eläkkeen takaisin. Jos eläkettä ei ole perittävä takaisin kolmea kuukautta pitemmältä ajalta, eläkelaitos voi erityisestä syystä luopua takaisinperinnästä. Eläke voidaan periä takaisin myös kuittaamalla se vastaisista tämän lain mukaisista sukupolvenvaihdoseläkkeen eristä tai maatalousyrittäjän eläkelain mukaisista työkyvyttömyys- tai vanhuuseläkkeen eristä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:26",
        "normalized_fi": "Saatuaan tietää seikasta, jonka perusteella sukupolvenvaihdoseläkettä ei 24 tai 25 § :n mukaan saisi maksaa, eläkelaitos keskeyttää eläkkeen maksamisen seuraavasta mahdollisesta maksujaksosta alkaen, jos syy eläkkeen keskeyttämiseen on edelleen olemassa. Jos eläkettä ei 24 tai 25 § :n perusteella olisi saatu maksaa, eläkelaitos perii maksetun eläkkeen takaisin. Jos eläkettä ei ole perittävä takaisin kolmea kuukautta pitemmältä ajalta, eläkelaitos voi erityisestä syystä luopua takaisinperinnästä. Eläke voidaan periä takaisin myös kuittaamalla se vastaisista tämän lain mukaisista sukupolvenvaihdoseläkkeen eristä tai maatalousyrittäjän eläkelain mukaisista työkyvyttömyys- tai vanhuuseläkkeen eristä.",
        "folded_fi": "saatuaan tietaa seikasta, jonka perusteella sukupolvenvaihdoselaketta ei 24 tai 25 §:n mukaan saisi maksaa, elakelaitos keskeyttaa elakkeen maksamisen seuraavasta mahdollisesta maksujaksosta alkaen, jos syy elakkeen keskeyttamiseen on edelleen olemassa. jos elaketta ei 24 tai 25 §:n perusteella olisi saatu maksaa, elakelaitos perii maksetun elakkeen takaisin. jos elaketta ei ole perittava takaisin kolmea kuukautta pitemmalta ajalta, elakelaitos voi erityisesta syysta luopua takaisinperinnasta. elake voidaan peria takaisin myos kuittaamalla se vastaisista taman lain mukaisista sukupolvenvaihdoselakkeen erista tai maatalousyrittajan elakelain mukaisista tyokyvyttomyys- tai vanhuuselakkeen erista."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Eläkkeensaajan täyttäessä 65 vuotta sukupolvenvaihdoseläkkeen täydennysosa lakkaa ja perusmäärä muuttuu 15 §:n mukaisen perusmäärän suuruiseksi maatalousyrittäjän eläkelain mukaiseksi vanhuuseläkkeeksi. Määrättäessä perhe-eläkkeen suuruutta sukupolvenvaihdoseläkkeen saajan jälkeen katsotaan, että edunjättäjällä oli kuolinhetkellään maatalousyrittäjän eläkelaissa tarkoitetun yrittäjätoimintansa perusteella oikeus saada tämän lain 15 §:n mukaisen perusmäärän suuruista täyttä työkyvyttömyyseläkettä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:29",
        "normalized_fi": "Eläkkeensaajan täyttäessä 65 vuotta sukupolvenvaihdoseläkkeen täydennysosa lakkaa ja perusmäärä muuttuu 15 § :n mukaisen perusmäärän suuruiseksi maatalousyrittäjän eläkelain mukaiseksi vanhuuseläkkeeksi. Määrättäessä perhe-eläkkeen suuruutta sukupolvenvaihdoseläkkeen saajan jälkeen katsotaan, että edunjättäjällä oli kuolinhetkellään maatalousyrittäjän eläkelaissa tarkoitetun yrittäjätoimintansa perusteella oikeus saada tämän lain 15 § :n mukaisen perusmäärän suuruista täyttä työkyvyttömyyseläkettä.",
        "folded_fi": "elakkeensaajan tayttaessa 65 vuotta sukupolvenvaihdoselakkeen taydennysosa lakkaa ja perusmaara muuttuu 15 §:n mukaisen perusmaaran suuruiseksi maatalousyrittajan elakelain mukaiseksi vanhuuselakkeeksi. maarattaessa perhe-elakkeen suuruutta sukupolvenvaihdoselakkeen saajan jalkeen katsotaan, etta edunjattajalla oli kuolinhetkellaan maatalousyrittajan elakelaissa tarkoitetun yrittajatoimintansa perusteella oikeus saada taman lain 15 §:n mukaisen perusmaaran suuruista taytta tyokyvyttomyyselaketta."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Aiheettomasti maksettu eläke saadaan periä takaisin myös kuittaamalla se vastaisuudessa maksettavista tämän lain mukaisista sukupolvenvaihdoseläkkeen eristä tai maatalousyrittäjän eläkelain mukaisista työkyvyttömyys- tai vanhuuseläkkeen eristä. Kulloinkin suoritettavasta eläke-erästä ei saa eläkkeensaajan suostumuksetta kuitenkaan vähentää enempää kuin kuudesosan siitä eläke-erän osasta, joka jää jäljelle sen jälkeen kun eläke-erästä on toimitettu ennakkoperintälain (1118/1996) mukainen ennakonpidätys.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:30",
        "normalized_fi": "Aiheettomasti maksettu eläke saadaan periä takaisin myös kuittaamalla se vastaisuudessa maksettavista tämän lain mukaisista sukupolvenvaihdoseläkkeen eristä tai maatalousyrittäjän eläkelain mukaisista työkyvyttömyys- tai vanhuuseläkkeen eristä. Kulloinkin suoritettavasta eläke-erästä ei saa eläkkeensaajan suostumuksetta kuitenkaan vähentää enempää kuin kuudesosan siitä eläke-erän osasta, joka jää jäljelle sen jälkeen kun eläke-erästä on toimitettu ennakkoperintälain (1118/1996) mukainen ennakonpidätys.",
        "folded_fi": "aiheettomasti maksettu elake saadaan peria takaisin myos kuittaamalla se vastaisuudessa maksettavista taman lain mukaisista sukupolvenvaihdoselakkeen erista tai maatalousyrittajan elakelain mukaisista tyokyvyttomyys- tai vanhuuselakkeen erista. kulloinkin suoritettavasta elake-erasta ei saa elakkeensaajan suostumuksetta kuitenkaan vahentaa enempaa kuin kuudesosan siita elake-eran osasta, joka jaa jaljelle sen jalkeen kun elake-erasta on toimitettu ennakkoperintalain (1118/1996) mukainen ennakonpidatys.",
        "content_sv": "Pension som utbetalats utan grund får även återkrävas genom att den kvittas mot sådana poster av generationsväxlingspension enligt denna lag eller av invalid- eller ålderspension enligt lagen om pension för lantbruksföretagare som skall utbetalas i framtiden. Av den post som skall betalas får dock inte utan pensionstagarens samtycke dras av mera än en sjättedel av den del av pensionsposten som återstår efter att förskott har innehållits av den i enlighet med lagen om förskottsuppbörd (1118/1996).",
        "normalized_sv": "Pension som utbetalats utan grund får även återkrävas genom att den kvittas mot sådana poster av generationsväxlingspension enligt denna lag eller av invalid- eller ålderspension enligt lagen om pension för lantbruksföretagare som skall utbetalas i framtiden. Av den post som skall betalas får dock inte utan pensionstagarens samtycke dras av mera än en sjättedel av den del av pensionsposten som återstår efter att förskott har innehållits av den i enlighet med lagen om förskottsuppbörd (1118/1996).",
        "folded_sv": "pension som utbetalats utan grund far aven aterkravas genom att den kvittas mot sadana poster av generationsvaxlingspension enligt denna lag eller av invalid- eller alderspension enligt lagen om pension for lantbruksforetagare som skall utbetalas i framtiden. av den post som skall betalas far dock inte utan pensionstagarens samtycke dras av mera an en sjattedel av den del av pensionsposten som aterstar efter att forskott har innehallits av den i enlighet med lagen om forskottsuppbord (1118/1996)."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Tämän lain täytäntöönpanosta huolehtivat maa- ja metsätalousministeriö, työvoima- ja elinkeinokeskukset, kuntien maaseutuelinkeinoviranomaiset sekä maatalousyrittäjän eläkelaissa tarkoitettu Maatalousyrittäjien eläkelaitos, jäljempänä eläkelaitos.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:35",
        "normalized_fi": "Tämän lain täytäntöönpanosta huolehtivat maa- ja metsätalousministeriö, työvoima- ja elinkeinokeskukset, kuntien maaseutuelinkeinoviranomaiset sekä maatalousyrittäjän eläkelaissa tarkoitettu Maatalousyrittäjien eläkelaitos, jäljempänä eläkelaitos.",
        "folded_fi": "taman lain taytantoonpanosta huolehtivat maa- ja metsatalousministerio, tyovoima- ja elinkeinokeskukset, kuntien maaseutuelinkeinoviranomaiset seka maatalousyrittajan elakelaissa tarkoitettu maatalousyrittajien elakelaitos, jaljempana elakelaitos.",
        "content_sv": "För verkställigheten av denna lag svarar jord- och skogsbruksministeriet, arbetskrafts- och näringscentralerna, kommunernas landsbygdsnäringsmyndigheter samt Lantbruksföretagarnas pensionsanstalt som avses i lagen om pension för lantbruksföretagare. Nämnda anstalt kallas i denna lag pensionsanstalten.",
        "normalized_sv": "För verkställigheten av denna lag svarar jord- och skogsbruksministeriet, arbetskrafts- och näringscentralerna, kommunernas landsbygdsnäringsmyndigheter samt Lantbruksföretagarnas pensionsanstalt som avses i lagen om pension för lantbruksföretagare. Nämnda anstalt kallas i denna lag pensionsanstalten.",
        "folded_sv": "for verkstalligheten av denna lag svarar jord- och skogsbruksministeriet, arbetskrafts- och naringscentralerna, kommunernas landsbygdsnaringsmyndigheter samt lantbruksforetagarnas pensionsanstalt som avses i lagen om pension for lantbruksforetagare. namnda anstalt kallas i denna lag pensionsanstalten."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Työeläkeasioiden muutoksenhakulautakunnasta ja sen jäsenistä säädetään työeläkeasioiden muutoksenhakulautakunnasta annetussa laissa (677/2005) ja vakuutusoikeudesta vakuutusoikeuslaissa (132/2003). Maatalousyrittäjän eläkelain 103 §:n 1 momentin nojalla määrätyt työeläkeasioiden muutoksenhakulautakunnan jäsenet toimivat maatalousyrittäjän eläkelain mukaan vakuutettujen edustajina myös tätä lakia sovellettaessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:40",
        "normalized_fi": "Työeläkeasioiden muutoksenhakulautakunnasta ja sen jäsenistä säädetään työeläkeasioiden muutoksenhakulautakunnasta annetussa laissa (677/2005) ja vakuutusoikeudesta vakuutusoikeuslaissa (132/2003). Maatalousyrittäjän eläkelain 103 § :n 1 momentin nojalla määrätyt työeläkeasioiden muutoksenhakulautakunnan jäsenet toimivat maatalousyrittäjän eläkelain mukaan vakuutettujen edustajina myös tätä lakia sovellettaessa.",
        "folded_fi": "tyoelakeasioiden muutoksenhakulautakunnasta ja sen jasenista saadetaan tyoelakeasioiden muutoksenhakulautakunnasta annetussa laissa (677/2005) ja vakuutusoikeudesta vakuutusoikeuslaissa (132/2003). maatalousyrittajan elakelain 103 §:n 1 momentin nojalla maaratyt tyoelakeasioiden muutoksenhakulautakunnan jasenet toimivat maatalousyrittajan elakelain mukaan vakuutettujen edustajina myos tata lakia sovellettaessa.",
        "content_sv": "Bestämmelser om besvärsnämnden för arbetspensionsärenden och nämndens medlemmar finns i lagen om besvärsnämnden för arbetspensionsärenden (677/2005) och bestämmelser om försäkringsdomstolen i lagen om försäkringsdomstolen (132/2003). De medlemmar i besvärsnämnden för arbetspensionsärenden som förordnats med stöd av 103 § 1 mom. i lagen om pension för lantbruksföretagare företräder dem som försäkrats enligt lagen om pension för lantbruksföretagare även när denna lag tillämpas.",
        "normalized_sv": "Bestämmelser om besvärsnämnden för arbetspensionsärenden och nämndens medlemmar finns i lagen om besvärsnämnden för arbetspensionsärenden (677/2005) och bestämmelser om försäkringsdomstolen i lagen om försäkringsdomstolen (132/2003). De medlemmar i besvärsnämnden för arbetspensionsärenden som förordnats med stöd av 103 § 1 mom. i lagen om pension för lantbruksföretagare företräder dem som försäkrats enligt lagen om pension för lantbruksföretagare även när denna lag tillämpas.",
        "folded_sv": "bestammelser om besvarsnamnden for arbetspensionsarenden och namndens medlemmar finns i lagen om besvarsnamnden for arbetspensionsarenden (677/2005) och bestammelser om forsakringsdomstolen i lagen om forsakringsdomstolen (132/2003). de medlemmar i besvarsnamnden for arbetspensionsarenden som forordnats med stod av 103 § 1 mom. i lagen om pension for lantbruksforetagare foretrader dem som forsakrats enligt lagen om pension for lantbruksforetagare aven nar denna lag tillampas."
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Tämän lain mukaiset eläkemenot ja hoitokulut yhdistetään maatalousyrittäjän eläkelain mukaisiin vastaaviin kuluihin ja kustannetaan siten kuin maatalousyrittäjän eläkelain 135 §:ssä säädetään sanotun lain mukaisten eläkkeiden, muiden etuuksien ja hoitokulujen kustannuksista vastaamisesta. Valtion tulee suorittaa kunakin vuonna kuukausittain ennakkona määrä, joka vastaa 1 momentin mukaisesti valtion suoritettavaksi arvioitua määrää. Ennakot määrätään ja maksetaan yhdessä maatalousyrittäjän eläkelain 135 §:n 4 momentissa tarkoitettujen valtion ennakoiden kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:41",
        "normalized_fi": "Tämän lain mukaiset eläkemenot ja hoitokulut yhdistetään maatalousyrittäjän eläkelain mukaisiin vastaaviin kuluihin ja kustannetaan siten kuin maatalousyrittäjän eläkelain 135 § :ssä säädetään sanotun lain mukaisten eläkkeiden, muiden etuuksien ja hoitokulujen kustannuksista vastaamisesta. Valtion tulee suorittaa kunakin vuonna kuukausittain ennakkona määrä, joka vastaa 1 momentin mukaisesti valtion suoritettavaksi arvioitua määrää. Ennakot määrätään ja maksetaan yhdessä maatalousyrittäjän eläkelain 135 § :n 4 momentissa tarkoitettujen valtion ennakoiden kanssa.",
        "folded_fi": "taman lain mukaiset elakemenot ja hoitokulut yhdistetaan maatalousyrittajan elakelain mukaisiin vastaaviin kuluihin ja kustannetaan siten kuin maatalousyrittajan elakelain 135 §:ssa saadetaan sanotun lain mukaisten elakkeiden, muiden etuuksien ja hoitokulujen kustannuksista vastaamisesta. valtion tulee suorittaa kunakin vuonna kuukausittain ennakkona maara, joka vastaa 1 momentin mukaisesti valtion suoritettavaksi arvioitua maaraa. ennakot maarataan ja maksetaan yhdessa maatalousyrittajan elakelain 135 §:n 4 momentissa tarkoitettujen valtion ennakoiden kanssa.",
        "content_sv": "Pensionsutgifter och förvaltningskostnader enligt denna lag sammanslås med motsvarande kostnader enligt lagen om pension för lantbruksföretagare och betalas så som 135 § i lagen om pension för lantbruksföretagare föreskriver om betalning av kostnader för pensioner, övriga förmåner och förvaltningskostnader enligt den lagen. Staten skall varje år i förskott betala ett månatligt belopp som motsvarar det belopp som staten uppskattas komma att betala enligt 1 mom. Förskotten fastställs och utbetalas tillsammans med de förskott som staten enligt 135 § 4 mom. i lagen om pension för lantbruksföretagare skall betala.",
        "normalized_sv": "Pensionsutgifter och förvaltningskostnader enligt denna lag sammanslås med motsvarande kostnader enligt lagen om pension för lantbruksföretagare och betalas så som 135 § i lagen om pension för lantbruksföretagare föreskriver om betalning av kostnader för pensioner, övriga förmåner och förvaltningskostnader enligt den lagen. Staten skall varje år i förskott betala ett månatligt belopp som motsvarar det belopp som staten uppskattas komma att betala enligt 1 mom. Förskotten fastställs och utbetalas tillsammans med de förskott som staten enligt 135 § 4 mom. i lagen om pension för lantbruksföretagare skall betala.",
        "folded_sv": "pensionsutgifter och forvaltningskostnader enligt denna lag sammanslas med motsvarande kostnader enligt lagen om pension for lantbruksforetagare och betalas sa som 135 § i lagen om pension for lantbruksforetagare foreskriver om betalning av kostnader for pensioner, ovriga formaner och forvaltningskostnader enligt den lagen. staten skall varje ar i forskott betala ett manatligt belopp som motsvarar det belopp som staten uppskattas komma att betala enligt 1 mom. forskotten faststalls och utbetalas tillsammans med de forskott som staten enligt 135 § 4 mom. i lagen om pension for lantbruksforetagare skall betala."
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Jollei tästä laista muuta johdu, sukupolvenvaihdoseläkkeestä on soveltuvin osin voimassa, mitä vuoden 1961 työntekijäin eläkelain 8 g §:ssä säädetään, sellaisena kuin se oli voimassa 31 päivänä joulukuuta 2006 sekä mitä työntekijän eläkelain 96―100 ja 103 §:ssä, 105 §:n 2 momentissa, 112 §:n 1 momentissa, 113 §:n 3 momentissa, 115 ja 116 §:ssä, 119 §:n 1 ja 2 momentissa, 120 §:n 2, 4 ja 5 momentissa, 121 ja 122 §:ssä, 124 §:n 1 momentissa, 125, 128, 130 ja 132 §:ssä, 133 §:n 1 ja 4 momentissa, 134―140, 180 ja 191 §:ssä, 192 §:n 1 momentissa, 195, 196, 198, 202, 204 ja 205 §:ssä, 206 §:n 1 momentin 1 kohdassa, 208 §:n 1 ja 3 momentissa, 209 §:ssä, 210 §:n 1, 3 ja 4 momentissa ja 216―218 §:ssä sekä maatalousyrittäjän eläkelain 103 §:n 1 momentissa, 114, 116―124 §:ssä, 125 §:n 2 momentissa, 126―132, 134, 143 ja 145 §:ssä sekä 146 §:n 1 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:43",
        "normalized_fi": "Jollei tästä laista muuta johdu, sukupolvenvaihdoseläkkeestä on soveltuvin osin voimassa, mitä vuoden 1961 työntekijäin eläkelain 8 g § :ssä säädetään, sellaisena kuin se oli voimassa 31 päivänä joulukuuta 2006 sekä mitä työntekijän eläkelain 96―100 ja 103 § :ssä, 105 § :n 2 momentissa, 112 § :n 1 momentissa, 113 § :n 3 momentissa, 115 ja 116 § :ssä, 119 § :n 1 ja 2 momentissa, 120 § :n 2, 4 ja 5 momentissa, 121 ja 122 § :ssä, 124 § :n 1 momentissa, 125, 128, 130 ja 132 § :ssä, 133 § :n 1 ja 4 momentissa, 134―140, 180 ja 191 § :ssä, 192 § :n 1 momentissa, 195, 196, 198, 202, 204 ja 205 § :ssä, 206 § :n 1 momentin 1 kohdassa, 208 § :n 1 ja 3 momentissa, 209 § :ssä, 210 § :n 1, 3 ja 4 momentissa ja 216―218 § :ssä sekä maatalousyrittäjän eläkelain 103 § :n 1 momentissa, 114, 116―124 § :ssä, 125 § :n 2 momentissa, 126―132, 134, 143 ja 145 § :ssä sekä 146 § :n 1 momentissa säädetään.",
        "folded_fi": "jollei tasta laista muuta johdu, sukupolvenvaihdoselakkeesta on soveltuvin osin voimassa, mita vuoden 1961 tyontekijain elakelain 8 g §:ssa saadetaan, sellaisena kuin se oli voimassa 31 paivana joulukuuta 2006 seka mita tyontekijan elakelain 96―100 ja 103 §:ssa, 105 §:n 2 momentissa, 112 §:n 1 momentissa, 113 §:n 3 momentissa, 115 ja 116 §:ssa, 119 §:n 1 ja 2 momentissa, 120 §:n 2, 4 ja 5 momentissa, 121 ja 122 §:ssa, 124 §:n 1 momentissa, 125, 128, 130 ja 132 §:ssa, 133 §:n 1 ja 4 momentissa, 134―140, 180 ja 191 §:ssa, 192 §:n 1 momentissa, 195, 196, 198, 202, 204 ja 205 §:ssa, 206 §:n 1 momentin 1 kohdassa, 208 §:n 1 ja 3 momentissa, 209 §:ssa, 210 §:n 1, 3 ja 4 momentissa ja 216―218 §:ssa seka maatalousyrittajan elakelain 103 §:n 1 momentissa, 114, 116―124 §:ssa, 125 §:n 2 momentissa, 126―132, 134, 143 ja 145 §:ssa seka 146 §:n 1 momentissa saadetaan.",
        "content_sv": "Om inte något annat följer av denna lag gäller för generationsväxlingspension i tillämpliga delar 8 g § i 1961 års lag om pension för arbetstagare, sådan denna paragraf lydde den 31 december 2006, samt 96―100 och 103 §, 105 § 2 mom., 112 § 1 mom., 113 § 3 mom., 115 och 116 §, 119 § 1 och 2 mom., 120 § 2, 4 och 5 mom., 121 och 122 §, 124 § 1 mom., 125, 128, 130 och 132 §, 133 § 1 och 4 mom., 134―140, 180 och 191 §, 192 § 1 mom., 195, 196, 198, 202, 204 och 205 §, 206 § 1 mom. 1 punkten, 208 § 1 och 3 mom., 209 §, 210 § 1, 3 och 4 mom. och 216―218 § i lagen om pension för arbetstagare samt 103 § 1 mom., 114, 116―124 §, 125 § 2 mom., 126―132, 134, 143 och 145 § samt 146 § 1 mom. i lagen om pension för lantbruksföretagare.",
        "normalized_sv": "Om inte något annat följer av denna lag gäller för generationsväxlingspension i tillämpliga delar 8 g § i 1961 års lag om pension för arbetstagare, sådan denna paragraf lydde den 31 december 2006, samt 96―100 och 103 § , 105 § 2 mom., 112 § 1 mom., 113 § 3 mom., 115 och 116 § , 119 § 1 och 2 mom., 120 § 2, 4 och 5 mom., 121 och 122 § , 124 § 1 mom., 125, 128, 130 och 132 § , 133 § 1 och 4 mom., 134―140, 180 och 191 § , 192 § 1 mom., 195, 196, 198, 202, 204 och 205 § , 206 § 1 mom. 1 punkten, 208 § 1 och 3 mom., 209 § , 210 § 1, 3 och 4 mom. och 216―218 § i lagen om pension för arbetstagare samt 103 § 1 mom., 114, 116―124 § , 125 § 2 mom., 126―132, 134, 143 och 145 § samt 146 § 1 mom. i lagen om pension för lantbruksföretagare.",
        "folded_sv": "om inte nagot annat foljer av denna lag galler for generationsvaxlingspension i tillampliga delar 8 g § i 1961 ars lag om pension for arbetstagare, sadan denna paragraf lydde den 31 december 2006, samt 96―100 och 103 §, 105 § 2 mom., 112 § 1 mom., 113 § 3 mom., 115 och 116 §, 119 § 1 och 2 mom., 120 § 2, 4 och 5 mom., 121 och 122 §, 124 § 1 mom., 125, 128, 130 och 132 §, 133 § 1 och 4 mom., 134―140, 180 och 191 §, 192 § 1 mom., 195, 196, 198, 202, 204 och 205 §, 206 § 1 mom. 1 punkten, 208 § 1 och 3 mom., 209 §, 210 § 1, 3 och 4 mom. och 216―218 § i lagen om pension for arbetstagare samt 103 § 1 mom., 114, 116―124 §, 125 § 2 mom., 126―132, 134, 143 och 145 § samt 146 § 1 mom. i lagen om pension for lantbruksforetagare."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Siltä ajalta, jolta sukupolvenvaihdoseläkettä maksetaan, ei sen saajalla ole oikeutta saada muuta eläkettä maatalousyrittäjän eläkelaissa (1280/2006) tarkoitetun yrittäjätoimintansa perustella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22",
        "normalized_fi": "Siltä ajalta, jolta sukupolvenvaihdoseläkettä maksetaan, ei sen saajalla ole oikeutta saada muuta eläkettä maatalousyrittäjän eläkelaissa (1280/2006) tarkoitetun yrittäjätoimintansa perustella.",
        "folded_fi": "silta ajalta, jolta sukupolvenvaihdoselaketta maksetaan, ei sen saajalla ole oikeutta saada muuta elaketta maatalousyrittajan elakelaissa (1280/2006) tarkoitetun yrittajatoimintansa perustella.",
        "content_sv": "För den tid för vilken generationsväxlingspension betalas har dess mottagare inte rätt till annan pension på basis av företagarverksamhet som avses i lagen om pension för lantbruksföretagare (1280/2006).",
        "normalized_sv": "För den tid för vilken generationsväxlingspension betalas har dess mottagare inte rätt till annan pension på basis av företagarverksamhet som avses i lagen om pension för lantbruksföretagare (1280/2006).",
        "folded_sv": "for den tid for vilken generationsvaxlingspension betalas har dess mottagare inte ratt till annan pension pa basis av foretagarverksamhet som avses i lagen om pension for lantbruksforetagare (1280/2006)."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Sukupolvenvaihdoseläkkeen saaminen ei estä eläkeoikeuden syntymistä työ- tai virkasuhteen taikka muun kuin maatalousyrittäjän eläkelaissa tarkoitetun yrittäjätoiminnan perusteella. Sukupolvenvaihdoseläkkeen saaja ei voi kartuttaa eläkettä maatalousyrittäjän eläkelain nojalla siltä ajalta, jolta hänelle suoritetaan sukupolvenvaihdoseläkettä. Kun sukupolvenvaihdoseläkkeen suorittaminen on aloitettu 19 §:n perusteella, sukupolvenvaihdoseläkkeen saajalle karttuu muusta kuin maatalousyrittäjän eläkelain mukaisesta ansiotyöstä eläkettä sen mukaan, mitä työntekijän eläkelain 3 §:ssä mainituissa työeläkelaeissa säädetään eläkkeen aikana tehdystä työstä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:23",
        "normalized_fi": "Sukupolvenvaihdoseläkkeen saaminen ei estä eläkeoikeuden syntymistä työ- tai virkasuhteen taikka muun kuin maatalousyrittäjän eläkelaissa tarkoitetun yrittäjätoiminnan perusteella. Sukupolvenvaihdoseläkkeen saaja ei voi kartuttaa eläkettä maatalousyrittäjän eläkelain nojalla siltä ajalta, jolta hänelle suoritetaan sukupolvenvaihdoseläkettä. Kun sukupolvenvaihdoseläkkeen suorittaminen on aloitettu 19 § :n perusteella, sukupolvenvaihdoseläkkeen saajalle karttuu muusta kuin maatalousyrittäjän eläkelain mukaisesta ansiotyöstä eläkettä sen mukaan, mitä työntekijän eläkelain 3 § :ssä mainituissa työeläkelaeissa säädetään eläkkeen aikana tehdystä työstä.",
        "folded_fi": "sukupolvenvaihdoselakkeen saaminen ei esta elakeoikeuden syntymista tyo- tai virkasuhteen taikka muun kuin maatalousyrittajan elakelaissa tarkoitetun yrittajatoiminnan perusteella. sukupolvenvaihdoselakkeen saaja ei voi kartuttaa elaketta maatalousyrittajan elakelain nojalla silta ajalta, jolta hanelle suoritetaan sukupolvenvaihdoselaketta. kun sukupolvenvaihdoselakkeen suorittaminen on aloitettu 19 §:n perusteella, sukupolvenvaihdoselakkeen saajalle karttuu muusta kuin maatalousyrittajan elakelain mukaisesta ansiotyosta elaketta sen mukaan, mita tyontekijan elakelain 3 §:ssa mainituissa tyoelakelaeissa saadetaan elakkeen aikana tehdysta tyosta."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Saatuaan tietää seikasta, jonka perusteella sukupolvenvaihdoseläkettä ei 24 tai 25 §:n mukaan saisi maksaa, eläkelaitos keskeyttää eläkkeen maksamisen seuraavasta mahdollisesta maksujaksosta alkaen, jos syy eläkkeen keskeyttämiseen on edelleen olemassa. Jos eläkettä ei 24 tai 25 §:n perusteella olisi saatu maksaa, eläkelaitos perii maksetun eläkkeen takaisin. Jos eläkettä ei ole perittävä takaisin kolmea kuukautta pitemmältä ajalta, eläkelaitos voi erityisestä syystä luopua takaisinperinnästä. Eläke voidaan periä takaisin myös kuittaamalla se vastaisista tämän lain mukaisista sukupolvenvaihdoseläkkeen eristä tai maatalousyrittäjän eläkelain mukaisista työkyvyttömyys- tai vanhuuseläkkeen eristä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:26",
        "normalized_fi": "Saatuaan tietää seikasta, jonka perusteella sukupolvenvaihdoseläkettä ei 24 tai 25 § :n mukaan saisi maksaa, eläkelaitos keskeyttää eläkkeen maksamisen seuraavasta mahdollisesta maksujaksosta alkaen, jos syy eläkkeen keskeyttämiseen on edelleen olemassa. Jos eläkettä ei 24 tai 25 § :n perusteella olisi saatu maksaa, eläkelaitos perii maksetun eläkkeen takaisin. Jos eläkettä ei ole perittävä takaisin kolmea kuukautta pitemmältä ajalta, eläkelaitos voi erityisestä syystä luopua takaisinperinnästä. Eläke voidaan periä takaisin myös kuittaamalla se vastaisista tämän lain mukaisista sukupolvenvaihdoseläkkeen eristä tai maatalousyrittäjän eläkelain mukaisista työkyvyttömyys- tai vanhuuseläkkeen eristä.",
        "folded_fi": "saatuaan tietaa seikasta, jonka perusteella sukupolvenvaihdoselaketta ei 24 tai 25 §:n mukaan saisi maksaa, elakelaitos keskeyttaa elakkeen maksamisen seuraavasta mahdollisesta maksujaksosta alkaen, jos syy elakkeen keskeyttamiseen on edelleen olemassa. jos elaketta ei 24 tai 25 §:n perusteella olisi saatu maksaa, elakelaitos perii maksetun elakkeen takaisin. jos elaketta ei ole perittava takaisin kolmea kuukautta pitemmalta ajalta, elakelaitos voi erityisesta syysta luopua takaisinperinnasta. elake voidaan peria takaisin myos kuittaamalla se vastaisista taman lain mukaisista sukupolvenvaihdoselakkeen erista tai maatalousyrittajan elakelain mukaisista tyokyvyttomyys- tai vanhuuselakkeen erista."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Eläkkeensaajan täyttäessä 65 vuotta sukupolvenvaihdoseläkkeen täydennysosa lakkaa ja perusmäärä muuttuu 15 §:n mukaisen perusmäärän suuruiseksi maatalousyrittäjän eläkelain mukaiseksi vanhuuseläkkeeksi. Määrättäessä perhe-eläkkeen suuruutta sukupolvenvaihdoseläkkeen saajan jälkeen katsotaan, että edunjättäjällä oli kuolinhetkellään maatalousyrittäjän eläkelaissa tarkoitetun yrittäjätoimintansa perusteella oikeus saada tämän lain 15 §:n mukaisen perusmäärän suuruista täyttä työkyvyttömyyseläkettä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:29",
        "normalized_fi": "Eläkkeensaajan täyttäessä 65 vuotta sukupolvenvaihdoseläkkeen täydennysosa lakkaa ja perusmäärä muuttuu 15 § :n mukaisen perusmäärän suuruiseksi maatalousyrittäjän eläkelain mukaiseksi vanhuuseläkkeeksi. Määrättäessä perhe-eläkkeen suuruutta sukupolvenvaihdoseläkkeen saajan jälkeen katsotaan, että edunjättäjällä oli kuolinhetkellään maatalousyrittäjän eläkelaissa tarkoitetun yrittäjätoimintansa perusteella oikeus saada tämän lain 15 § :n mukaisen perusmäärän suuruista täyttä työkyvyttömyyseläkettä.",
        "folded_fi": "elakkeensaajan tayttaessa 65 vuotta sukupolvenvaihdoselakkeen taydennysosa lakkaa ja perusmaara muuttuu 15 §:n mukaisen perusmaaran suuruiseksi maatalousyrittajan elakelain mukaiseksi vanhuuselakkeeksi. maarattaessa perhe-elakkeen suuruutta sukupolvenvaihdoselakkeen saajan jalkeen katsotaan, etta edunjattajalla oli kuolinhetkellaan maatalousyrittajan elakelaissa tarkoitetun yrittajatoimintansa perusteella oikeus saada taman lain 15 §:n mukaisen perusmaaran suuruista taytta tyokyvyttomyyselaketta."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Aiheettomasti maksettu eläke saadaan periä takaisin myös kuittaamalla se vastaisuudessa maksettavista tämän lain mukaisista sukupolvenvaihdoseläkkeen eristä tai maatalousyrittäjän eläkelain mukaisista työkyvyttömyys- tai vanhuuseläkkeen eristä. Kulloinkin suoritettavasta eläke-erästä ei saa eläkkeensaajan suostumuksetta kuitenkaan vähentää enempää kuin kuudesosan siitä eläke-erän osasta, joka jää jäljelle sen jälkeen kun eläke-erästä on toimitettu ennakkoperintälain (1118/1996) mukainen ennakonpidätys.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:30",
        "normalized_fi": "Aiheettomasti maksettu eläke saadaan periä takaisin myös kuittaamalla se vastaisuudessa maksettavista tämän lain mukaisista sukupolvenvaihdoseläkkeen eristä tai maatalousyrittäjän eläkelain mukaisista työkyvyttömyys- tai vanhuuseläkkeen eristä. Kulloinkin suoritettavasta eläke-erästä ei saa eläkkeensaajan suostumuksetta kuitenkaan vähentää enempää kuin kuudesosan siitä eläke-erän osasta, joka jää jäljelle sen jälkeen kun eläke-erästä on toimitettu ennakkoperintälain (1118/1996) mukainen ennakonpidätys.",
        "folded_fi": "aiheettomasti maksettu elake saadaan peria takaisin myos kuittaamalla se vastaisuudessa maksettavista taman lain mukaisista sukupolvenvaihdoselakkeen erista tai maatalousyrittajan elakelain mukaisista tyokyvyttomyys- tai vanhuuselakkeen erista. kulloinkin suoritettavasta elake-erasta ei saa elakkeensaajan suostumuksetta kuitenkaan vahentaa enempaa kuin kuudesosan siita elake-eran osasta, joka jaa jaljelle sen jalkeen kun elake-erasta on toimitettu ennakkoperintalain (1118/1996) mukainen ennakonpidatys.",
        "content_sv": "Pension som utbetalats utan grund får även återkrävas genom att den kvittas mot sådana poster av generationsväxlingspension enligt denna lag eller av invalid- eller ålderspension enligt lagen om pension för lantbruksföretagare som skall utbetalas i framtiden. Av den post som skall betalas får dock inte utan pensionstagarens samtycke dras av mera än en sjättedel av den del av pensionsposten som återstår efter att förskott har innehållits av den i enlighet med lagen om förskottsuppbörd (1118/1996).",
        "normalized_sv": "Pension som utbetalats utan grund får även återkrävas genom att den kvittas mot sådana poster av generationsväxlingspension enligt denna lag eller av invalid- eller ålderspension enligt lagen om pension för lantbruksföretagare som skall utbetalas i framtiden. Av den post som skall betalas får dock inte utan pensionstagarens samtycke dras av mera än en sjättedel av den del av pensionsposten som återstår efter att förskott har innehållits av den i enlighet med lagen om förskottsuppbörd (1118/1996).",
        "folded_sv": "pension som utbetalats utan grund far aven aterkravas genom att den kvittas mot sadana poster av generationsvaxlingspension enligt denna lag eller av invalid- eller alderspension enligt lagen om pension for lantbruksforetagare som skall utbetalas i framtiden. av den post som skall betalas far dock inte utan pensionstagarens samtycke dras av mera an en sjattedel av den del av pensionsposten som aterstar efter att forskott har innehallits av den i enlighet med lagen om forskottsuppbord (1118/1996)."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Tämän lain täytäntöönpanosta huolehtivat maa- ja metsätalousministeriö, työvoima- ja elinkeinokeskukset, kuntien maaseutuelinkeinoviranomaiset sekä maatalousyrittäjän eläkelaissa tarkoitettu Maatalousyrittäjien eläkelaitos, jäljempänä eläkelaitos.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:35",
        "normalized_fi": "Tämän lain täytäntöönpanosta huolehtivat maa- ja metsätalousministeriö, työvoima- ja elinkeinokeskukset, kuntien maaseutuelinkeinoviranomaiset sekä maatalousyrittäjän eläkelaissa tarkoitettu Maatalousyrittäjien eläkelaitos, jäljempänä eläkelaitos.",
        "folded_fi": "taman lain taytantoonpanosta huolehtivat maa- ja metsatalousministerio, tyovoima- ja elinkeinokeskukset, kuntien maaseutuelinkeinoviranomaiset seka maatalousyrittajan elakelaissa tarkoitettu maatalousyrittajien elakelaitos, jaljempana elakelaitos.",
        "content_sv": "För verkställigheten av denna lag svarar jord- och skogsbruksministeriet, arbetskrafts- och näringscentralerna, kommunernas landsbygdsnäringsmyndigheter samt Lantbruksföretagarnas pensionsanstalt som avses i lagen om pension för lantbruksföretagare. Nämnda anstalt kallas i denna lag pensionsanstalten.",
        "normalized_sv": "För verkställigheten av denna lag svarar jord- och skogsbruksministeriet, arbetskrafts- och näringscentralerna, kommunernas landsbygdsnäringsmyndigheter samt Lantbruksföretagarnas pensionsanstalt som avses i lagen om pension för lantbruksföretagare. Nämnda anstalt kallas i denna lag pensionsanstalten.",
        "folded_sv": "for verkstalligheten av denna lag svarar jord- och skogsbruksministeriet, arbetskrafts- och naringscentralerna, kommunernas landsbygdsnaringsmyndigheter samt lantbruksforetagarnas pensionsanstalt som avses i lagen om pension for lantbruksforetagare. namnda anstalt kallas i denna lag pensionsanstalten."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Työeläkeasioiden muutoksenhakulautakunnasta ja sen jäsenistä säädetään työeläkeasioiden muutoksenhakulautakunnasta annetussa laissa (677/2005) ja vakuutusoikeudesta vakuutusoikeuslaissa (132/2003). Maatalousyrittäjän eläkelain 103 §:n 1 momentin nojalla määrätyt työeläkeasioiden muutoksenhakulautakunnan jäsenet toimivat maatalousyrittäjän eläkelain mukaan vakuutettujen edustajina myös tätä lakia sovellettaessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:40",
        "normalized_fi": "Työeläkeasioiden muutoksenhakulautakunnasta ja sen jäsenistä säädetään työeläkeasioiden muutoksenhakulautakunnasta annetussa laissa (677/2005) ja vakuutusoikeudesta vakuutusoikeuslaissa (132/2003). Maatalousyrittäjän eläkelain 103 § :n 1 momentin nojalla määrätyt työeläkeasioiden muutoksenhakulautakunnan jäsenet toimivat maatalousyrittäjän eläkelain mukaan vakuutettujen edustajina myös tätä lakia sovellettaessa.",
        "folded_fi": "tyoelakeasioiden muutoksenhakulautakunnasta ja sen jasenista saadetaan tyoelakeasioiden muutoksenhakulautakunnasta annetussa laissa (677/2005) ja vakuutusoikeudesta vakuutusoikeuslaissa (132/2003). maatalousyrittajan elakelain 103 §:n 1 momentin nojalla maaratyt tyoelakeasioiden muutoksenhakulautakunnan jasenet toimivat maatalousyrittajan elakelain mukaan vakuutettujen edustajina myos tata lakia sovellettaessa.",
        "content_sv": "Bestämmelser om besvärsnämnden för arbetspensionsärenden och nämndens medlemmar finns i lagen om besvärsnämnden för arbetspensionsärenden (677/2005) och bestämmelser om försäkringsdomstolen i lagen om försäkringsdomstolen (132/2003). De medlemmar i besvärsnämnden för arbetspensionsärenden som förordnats med stöd av 103 § 1 mom. i lagen om pension för lantbruksföretagare företräder dem som försäkrats enligt lagen om pension för lantbruksföretagare även när denna lag tillämpas.",
        "normalized_sv": "Bestämmelser om besvärsnämnden för arbetspensionsärenden och nämndens medlemmar finns i lagen om besvärsnämnden för arbetspensionsärenden (677/2005) och bestämmelser om försäkringsdomstolen i lagen om försäkringsdomstolen (132/2003). De medlemmar i besvärsnämnden för arbetspensionsärenden som förordnats med stöd av 103 § 1 mom. i lagen om pension för lantbruksföretagare företräder dem som försäkrats enligt lagen om pension för lantbruksföretagare även när denna lag tillämpas.",
        "folded_sv": "bestammelser om besvarsnamnden for arbetspensionsarenden och namndens medlemmar finns i lagen om besvarsnamnden for arbetspensionsarenden (677/2005) och bestammelser om forsakringsdomstolen i lagen om forsakringsdomstolen (132/2003). de medlemmar i besvarsnamnden for arbetspensionsarenden som forordnats med stod av 103 § 1 mom. i lagen om pension for lantbruksforetagare foretrader dem som forsakrats enligt lagen om pension for lantbruksforetagare aven nar denna lag tillampas."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Tämän lain mukaiset eläkemenot ja hoitokulut yhdistetään maatalousyrittäjän eläkelain mukaisiin vastaaviin kuluihin ja kustannetaan siten kuin maatalousyrittäjän eläkelain 135 §:ssä säädetään sanotun lain mukaisten eläkkeiden, muiden etuuksien ja hoitokulujen kustannuksista vastaamisesta. Valtion tulee suorittaa kunakin vuonna kuukausittain ennakkona määrä, joka vastaa 1 momentin mukaisesti valtion suoritettavaksi arvioitua määrää. Ennakot määrätään ja maksetaan yhdessä maatalousyrittäjän eläkelain 135 §:n 4 momentissa tarkoitettujen valtion ennakoiden kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:41",
        "normalized_fi": "Tämän lain mukaiset eläkemenot ja hoitokulut yhdistetään maatalousyrittäjän eläkelain mukaisiin vastaaviin kuluihin ja kustannetaan siten kuin maatalousyrittäjän eläkelain 135 § :ssä säädetään sanotun lain mukaisten eläkkeiden, muiden etuuksien ja hoitokulujen kustannuksista vastaamisesta. Valtion tulee suorittaa kunakin vuonna kuukausittain ennakkona määrä, joka vastaa 1 momentin mukaisesti valtion suoritettavaksi arvioitua määrää. Ennakot määrätään ja maksetaan yhdessä maatalousyrittäjän eläkelain 135 § :n 4 momentissa tarkoitettujen valtion ennakoiden kanssa.",
        "folded_fi": "taman lain mukaiset elakemenot ja hoitokulut yhdistetaan maatalousyrittajan elakelain mukaisiin vastaaviin kuluihin ja kustannetaan siten kuin maatalousyrittajan elakelain 135 §:ssa saadetaan sanotun lain mukaisten elakkeiden, muiden etuuksien ja hoitokulujen kustannuksista vastaamisesta. valtion tulee suorittaa kunakin vuonna kuukausittain ennakkona maara, joka vastaa 1 momentin mukaisesti valtion suoritettavaksi arvioitua maaraa. ennakot maarataan ja maksetaan yhdessa maatalousyrittajan elakelain 135 §:n 4 momentissa tarkoitettujen valtion ennakoiden kanssa.",
        "content_sv": "Pensionsutgifter och förvaltningskostnader enligt denna lag sammanslås med motsvarande kostnader enligt lagen om pension för lantbruksföretagare och betalas så som 135 § i lagen om pension för lantbruksföretagare föreskriver om betalning av kostnader för pensioner, övriga förmåner och förvaltningskostnader enligt den lagen. Staten skall varje år i förskott betala ett månatligt belopp som motsvarar det belopp som staten uppskattas komma att betala enligt 1 mom. Förskotten fastställs och utbetalas tillsammans med de förskott som staten enligt 135 § 4 mom. i lagen om pension för lantbruksföretagare skall betala.",
        "normalized_sv": "Pensionsutgifter och förvaltningskostnader enligt denna lag sammanslås med motsvarande kostnader enligt lagen om pension för lantbruksföretagare och betalas så som 135 § i lagen om pension för lantbruksföretagare föreskriver om betalning av kostnader för pensioner, övriga förmåner och förvaltningskostnader enligt den lagen. Staten skall varje år i förskott betala ett månatligt belopp som motsvarar det belopp som staten uppskattas komma att betala enligt 1 mom. Förskotten fastställs och utbetalas tillsammans med de förskott som staten enligt 135 § 4 mom. i lagen om pension för lantbruksföretagare skall betala.",
        "folded_sv": "pensionsutgifter och forvaltningskostnader enligt denna lag sammanslas med motsvarande kostnader enligt lagen om pension for lantbruksforetagare och betalas sa som 135 § i lagen om pension for lantbruksforetagare foreskriver om betalning av kostnader for pensioner, ovriga formaner och forvaltningskostnader enligt den lagen. staten skall varje ar i forskott betala ett manatligt belopp som motsvarar det belopp som staten uppskattas komma att betala enligt 1 mom. forskotten faststalls och utbetalas tillsammans med de forskott som staten enligt 135 § 4 mom. i lagen om pension for lantbruksforetagare skall betala."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Jollei tästä laista muuta johdu, sukupolvenvaihdoseläkkeestä on soveltuvin osin voimassa, mitä vuoden 1961 työntekijäin eläkelain 8 g §:ssä säädetään, sellaisena kuin se oli voimassa 31 päivänä joulukuuta 2006 sekä mitä työntekijän eläkelain 96―100 ja 103 §:ssä, 105 §:n 2 momentissa, 112 §:n 1 momentissa, 113 §:n 3 momentissa, 115 ja 116 §:ssä, 119 §:n 1 ja 2 momentissa, 120 §:n 2, 4 ja 5 momentissa, 121 ja 122 §:ssä, 124 §:n 1 momentissa, 125, 128, 130 ja 132 §:ssä, 133 §:n 1 ja 4 momentissa, 134―140, 180 ja 191 §:ssä, 192 §:n 1 momentissa, 195, 196, 198, 202, 204 ja 205 §:ssä, 206 §:n 1 momentin 1 kohdassa, 208 §:n 1 ja 3 momentissa, 209 §:ssä, 210 §:n 1, 3 ja 4 momentissa ja 216―218 §:ssä sekä maatalousyrittäjän eläkelain 103 §:n 1 momentissa, 114, 116―124 §:ssä, 125 §:n 2 momentissa, 126―132, 134, 143 ja 145 §:ssä sekä 146 §:n 1 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:43",
        "normalized_fi": "Jollei tästä laista muuta johdu, sukupolvenvaihdoseläkkeestä on soveltuvin osin voimassa, mitä vuoden 1961 työntekijäin eläkelain 8 g § :ssä säädetään, sellaisena kuin se oli voimassa 31 päivänä joulukuuta 2006 sekä mitä työntekijän eläkelain 96―100 ja 103 § :ssä, 105 § :n 2 momentissa, 112 § :n 1 momentissa, 113 § :n 3 momentissa, 115 ja 116 § :ssä, 119 § :n 1 ja 2 momentissa, 120 § :n 2, 4 ja 5 momentissa, 121 ja 122 § :ssä, 124 § :n 1 momentissa, 125, 128, 130 ja 132 § :ssä, 133 § :n 1 ja 4 momentissa, 134―140, 180 ja 191 § :ssä, 192 § :n 1 momentissa, 195, 196, 198, 202, 204 ja 205 § :ssä, 206 § :n 1 momentin 1 kohdassa, 208 § :n 1 ja 3 momentissa, 209 § :ssä, 210 § :n 1, 3 ja 4 momentissa ja 216―218 § :ssä sekä maatalousyrittäjän eläkelain 103 § :n 1 momentissa, 114, 116―124 § :ssä, 125 § :n 2 momentissa, 126―132, 134, 143 ja 145 § :ssä sekä 146 § :n 1 momentissa säädetään.",
        "folded_fi": "jollei tasta laista muuta johdu, sukupolvenvaihdoselakkeesta on soveltuvin osin voimassa, mita vuoden 1961 tyontekijain elakelain 8 g §:ssa saadetaan, sellaisena kuin se oli voimassa 31 paivana joulukuuta 2006 seka mita tyontekijan elakelain 96―100 ja 103 §:ssa, 105 §:n 2 momentissa, 112 §:n 1 momentissa, 113 §:n 3 momentissa, 115 ja 116 §:ssa, 119 §:n 1 ja 2 momentissa, 120 §:n 2, 4 ja 5 momentissa, 121 ja 122 §:ssa, 124 §:n 1 momentissa, 125, 128, 130 ja 132 §:ssa, 133 §:n 1 ja 4 momentissa, 134―140, 180 ja 191 §:ssa, 192 §:n 1 momentissa, 195, 196, 198, 202, 204 ja 205 §:ssa, 206 §:n 1 momentin 1 kohdassa, 208 §:n 1 ja 3 momentissa, 209 §:ssa, 210 §:n 1, 3 ja 4 momentissa ja 216―218 §:ssa seka maatalousyrittajan elakelain 103 §:n 1 momentissa, 114, 116―124 §:ssa, 125 §:n 2 momentissa, 126―132, 134, 143 ja 145 §:ssa seka 146 §:n 1 momentissa saadetaan.",
        "content_sv": "Om inte något annat följer av denna lag gäller för generationsväxlingspension i tillämpliga delar 8 g § i 1961 års lag om pension för arbetstagare, sådan denna paragraf lydde den 31 december 2006, samt 96―100 och 103 §, 105 § 2 mom., 112 § 1 mom., 113 § 3 mom., 115 och 116 §, 119 § 1 och 2 mom., 120 § 2, 4 och 5 mom., 121 och 122 §, 124 § 1 mom., 125, 128, 130 och 132 §, 133 § 1 och 4 mom., 134―140, 180 och 191 §, 192 § 1 mom., 195, 196, 198, 202, 204 och 205 §, 206 § 1 mom. 1 punkten, 208 § 1 och 3 mom., 209 §, 210 § 1, 3 och 4 mom. och 216―218 § i lagen om pension för arbetstagare samt 103 § 1 mom., 114, 116―124 §, 125 § 2 mom., 126―132, 134, 143 och 145 § samt 146 § 1 mom. i lagen om pension för lantbruksföretagare.",
        "normalized_sv": "Om inte något annat följer av denna lag gäller för generationsväxlingspension i tillämpliga delar 8 g § i 1961 års lag om pension för arbetstagare, sådan denna paragraf lydde den 31 december 2006, samt 96―100 och 103 § , 105 § 2 mom., 112 § 1 mom., 113 § 3 mom., 115 och 116 § , 119 § 1 och 2 mom., 120 § 2, 4 och 5 mom., 121 och 122 § , 124 § 1 mom., 125, 128, 130 och 132 § , 133 § 1 och 4 mom., 134―140, 180 och 191 § , 192 § 1 mom., 195, 196, 198, 202, 204 och 205 § , 206 § 1 mom. 1 punkten, 208 § 1 och 3 mom., 209 § , 210 § 1, 3 och 4 mom. och 216―218 § i lagen om pension för arbetstagare samt 103 § 1 mom., 114, 116―124 § , 125 § 2 mom., 126―132, 134, 143 och 145 § samt 146 § 1 mom. i lagen om pension för lantbruksföretagare.",
        "folded_sv": "om inte nagot annat foljer av denna lag galler for generationsvaxlingspension i tillampliga delar 8 g § i 1961 ars lag om pension for arbetstagare, sadan denna paragraf lydde den 31 december 2006, samt 96―100 och 103 §, 105 § 2 mom., 112 § 1 mom., 113 § 3 mom., 115 och 116 §, 119 § 1 och 2 mom., 120 § 2, 4 och 5 mom., 121 och 122 §, 124 § 1 mom., 125, 128, 130 och 132 §, 133 § 1 och 4 mom., 134―140, 180 och 191 §, 192 § 1 mom., 195, 196, 198, 202, 204 och 205 §, 206 § 1 mom. 1 punkten, 208 § 1 och 3 mom., 209 §, 210 § 1, 3 och 4 mom. och 216―218 § i lagen om pension for arbetstagare samt 103 § 1 mom., 114, 116―124 §, 125 § 2 mom., 126―132, 134, 143 och 145 § samt 146 § 1 mom. i lagen om pension for lantbruksforetagare."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    }
  ]
}