{
  "id": "1291/2015",
  "type": "statute",
  "title": "Laki kiinteistöverolain muuttamisesta",
  "title_en": "Lag om ändring av fastighetsskattelagen",
  "status": "in_force",
  "issued_date": "2015-10-30",
  "in_force_date": "2015-10-30",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/1291/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Yleinen kiinteistöveroprosentti",
      "content": "yleistä kiinteistöveroprosenttia Kunnanvaltuuston määräämää sovelletaan tämän lain mukaan veronalaisiin kiinteistöihin, jollei 12, 12 a, 12 b, 13, 13 a tai 14 §:stä muuta johdu. Yleiseksi kiinteistöveroprosentiksi on määrättävä vähintään 0,86 ja enintään 1,80.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "yleistä kiinteistöveroprosenttia Kunnanvaltuuston määräämää sovelletaan tämän lain mukaan veronalaisiin kiinteistöihin, jollei 12, 12 a, 12 b, 13, 13 a tai 14 § :stä muuta johdu. Yleiseksi kiinteistöveroprosentiksi on määrättävä vähintään 0,86 ja enintään 1,80.",
        "folded_fi": "yleista kiinteistoveroprosenttia kunnanvaltuuston maaraamaa sovelletaan taman lain mukaan veronalaisiin kiinteistoihin, jollei 12, 12 a, 12 b, 13, 13 a tai 14 §:sta muuta johdu. yleiseksi kiinteistoveroprosentiksi on maarattava vahintaan 0,86 ja enintaan 1,80.",
        "title_sv": "Allmän fastighetsskatteprocentsats",
        "content_sv": "allmänna fastighetsskatteprocentsatsen Den av kommunfullmäktige fastställda tillämpas på de fastigheter som enligt denna lag är skattepliktiga, om ingenting annat följer av 12, 12 a, 12 b, 13, 13 a eller 14 §. Den allmänna fastighetsskatteprocentsatsen ska fastställas till minst 0,86 och högst 1,80.",
        "normalized_sv": "allmänna fastighetsskatteprocentsatsen Den av kommunfullmäktige fastställda tillämpas på de fastigheter som enligt denna lag är skattepliktiga, om ingenting annat följer av 12, 12 a, 12 b, 13, 13 a eller 14 § . Den allmänna fastighetsskatteprocentsatsen ska fastställas till minst 0,86 och högst 1,80.",
        "folded_sv": "allmanna fastighetsskatteprocentsatsen den av kommunfullmaktige faststallda tillampas pa de fastigheter som enligt denna lag ar skattepliktiga, om ingenting annat foljer av 12, 12 a, 12 b, 13, 13 a eller 14 §. den allmanna fastighetsskatteprocentsatsen ska faststallas till minst 0,86 och hogst 1,80."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Vakituisten asuinrakennusten veroprosentti",
      "content": "Kunnanvaltuusto määrää pääasiassa vakituiseen asumiseen käytettävien rakennusten veroprosentiksi vähintään 0,39 ja enintään 0,90.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Kunnanvaltuusto määrää pääasiassa vakituiseen asumiseen käytettävien rakennusten veroprosentiksi vähintään 0,39 ja enintään 0,90.",
        "folded_fi": "kunnanvaltuusto maaraa paaasiassa vakituiseen asumiseen kaytettavien rakennusten veroprosentiksi vahintaan 0,39 ja enintaan 0,90.",
        "title_sv": "Skatteprocentsats för byggnader som används för stadigvarande boende",
        "content_sv": "Kommunfullmäktige fastställer skatteprocentsatsen för byggnader som huvudsakligen används för stadigvarande boende till minst 0,39 och högst 0,90.",
        "normalized_sv": "Kommunfullmäktige fastställer skatteprocentsatsen för byggnader som huvudsakligen används för stadigvarande boende till minst 0,39 och högst 0,90.",
        "folded_sv": "kommunfullmaktige faststaller skatteprocentsatsen for byggnader som huvudsakligen anvands for stadigvarande boende till minst 0,39 och hogst 0,90."
      }
    },
    {
      "provision_ref": "12 a",
      "section": "12 a",
      "title": "Rakentamattoman rakennuspaikan veroprosentti",
      "content": "Kunnanvaltuusto voi määrätä erikseen 2 momentissa tarkoitetun rakentamattoman rakennuspaikan veroprosentin, joka on vähintään 1,00 ja enintään 4,00. Erillistä veroprosenttia sovelletaan rakentamattomaan rakennuspaikkaan, jos: 1) asemakaava on ollut voimassa vähintään vuoden ennen kalenterivuoden alkua; 2) asemakaavan mukaan rakennuspaikan rakennusoikeudesta yli puolet on kaavoitettu asuntotarkoitukseen; 3) rakennuspaikalla ei ole asuinkäytössä olevaa asuinrakennusta eikä sille ole maankäyttö- ja rakennuslain (132/1999) 149 c §:ssä tarkoitetulla tavalla ryhdytty rakentamaan sellaista ennen kalenterivuoden alkua; 4) rakennuspaikalle on maankäyttö- ja rakennuslain 135 §:ssä tarkoitettu käyttökelpoinen pääsytie tai mahdollisuus sellaisen järjestämiseen; 5) rakennuspaikka on liitettävissä yleiseen vesijohtoon ja viemäriin vesihuoltolain (119/2001) 10 §:n mukaisesti; 6) rakennuspaikalla ei ole maankäyttö- ja rakennuslain 38 tai 53 §:ssä taikka 58 §:n 5 momentissa tarkoitettua rakennuskieltoa; ja 7) rakennuspaikka on saman omistajan omistuksessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12 a",
        "normalized_fi": "Kunnanvaltuusto voi määrätä erikseen 2 momentissa tarkoitetun rakentamattoman rakennuspaikan veroprosentin, joka on vähintään 1,00 ja enintään 4,00. Erillistä veroprosenttia sovelletaan rakentamattomaan rakennuspaikkaan, jos: 1) asemakaava on ollut voimassa vähintään vuoden ennen kalenterivuoden alkua; 2) asemakaavan mukaan rakennuspaikan rakennusoikeudesta yli puolet on kaavoitettu asuntotarkoitukseen; 3) rakennuspaikalla ei ole asuinkäytössä olevaa asuinrakennusta eikä sille ole maankäyttö- ja rakennuslain (132/1999) 149 c § :ssä tarkoitetulla tavalla ryhdytty rakentamaan sellaista ennen kalenterivuoden alkua; 4) rakennuspaikalle on maankäyttö- ja rakennuslain 135 § :ssä tarkoitettu käyttökelpoinen pääsytie tai mahdollisuus sellaisen järjestämiseen; 5) rakennuspaikka on liitettävissä yleiseen vesijohtoon ja viemäriin vesihuoltolain (119/2001) 10 § :n mukaisesti; 6) rakennuspaikalla ei ole maankäyttö- ja rakennuslain 38 tai 53 § :ssä taikka 58 § :n 5 momentissa tarkoitettua rakennuskieltoa; ja 7) rakennuspaikka on saman omistajan omistuksessa.",
        "folded_fi": "kunnanvaltuusto voi maarata erikseen 2 momentissa tarkoitetun rakentamattoman rakennuspaikan veroprosentin, joka on vahintaan 1,00 ja enintaan 4,00. erillista veroprosenttia sovelletaan rakentamattomaan rakennuspaikkaan, jos: 1) asemakaava on ollut voimassa vahintaan vuoden ennen kalenterivuoden alkua; 2) asemakaavan mukaan rakennuspaikan rakennusoikeudesta yli puolet on kaavoitettu asuntotarkoitukseen; 3) rakennuspaikalla ei ole asuinkaytossa olevaa asuinrakennusta eika sille ole maankaytto- ja rakennuslain (132/1999) 149 c §:ssa tarkoitetulla tavalla ryhdytty rakentamaan sellaista ennen kalenterivuoden alkua; 4) rakennuspaikalle on maankaytto- ja rakennuslain 135 §:ssa tarkoitettu kayttokelpoinen paasytie tai mahdollisuus sellaisen jarjestamiseen; 5) rakennuspaikka on liitettavissa yleiseen vesijohtoon ja viemariin vesihuoltolain (119/2001) 10 §:n mukaisesti; 6) rakennuspaikalla ei ole maankaytto- ja rakennuslain 38 tai 53 §:ssa taikka 58 §:n 5 momentissa tarkoitettua rakennuskieltoa; ja 7) rakennuspaikka on saman omistajan omistuksessa.",
        "title_sv": "Skatteprocentsatsen för obebyggda byggplatser",
        "content_sv": "Kommunfullmäktige kan för sådana obebyggda byggplatser som avses i 2 mom. särskilt fastställa en skatteprocentsats som är minst 1,00 och högst 4,00. Den särskilda skatteprocentsatsen tillämpas på obebyggda byggplatser, om 1) detaljplanen har varit i kraft minst ett år före ingången av kalenderåret, 2) över hälften av byggrätten för byggplatsen enligt detaljplanen har planlagts för bostadsändamål, 3) det på byggplatsen inte finns någon bostadsbyggnad som används för boende och byggande av en bostadsbyggnad på den före ingången av kalenderåret inte påbörjats på det sätt som avses i 149 c § i markanvändnings- och bygglagen (132/1999), 4) det till byggplatsen finns en i 135 § i markanvändnings- och bygglagen avsedd användbar infartsväg eller det är möjligt att ordna en sådan, 5) byggplatsen kan anslutas till den allmänna vattenledningen och till avlopp på det sätt som avses i 10 § i lagen om vattentjänster (119/2001), 6) det för byggplatsen inte har utfärdats ett sådant byggförbud som avses i 38 eller 53 § eller i 58 § 5 mom. i markanvändnings- och bygglagen, och om 7) byggplatsen är i samma ägares ägo.",
        "normalized_sv": "Kommunfullmäktige kan för sådana obebyggda byggplatser som avses i 2 mom. särskilt fastställa en skatteprocentsats som är minst 1,00 och högst 4,00. Den särskilda skatteprocentsatsen tillämpas på obebyggda byggplatser, om 1) detaljplanen har varit i kraft minst ett år före ingången av kalenderåret, 2) över hälften av byggrätten för byggplatsen enligt detaljplanen har planlagts för bostadsändamål, 3) det på byggplatsen inte finns någon bostadsbyggnad som används för boende och byggande av en bostadsbyggnad på den före ingången av kalenderåret inte påbörjats på det sätt som avses i 149 c § i markanvändnings- och bygglagen (132/1999), 4) det till byggplatsen finns en i 135 § i markanvändnings- och bygglagen avsedd användbar infartsväg eller det är möjligt att ordna en sådan, 5) byggplatsen kan anslutas till den allmänna vattenledningen och till avlopp på det sätt som avses i 10 § i lagen om vattentjänster (119/2001), 6) det för byggplatsen inte har utfärdats ett sådant byggförbud som avses i 38 eller 53 § eller i 58 § 5 mom. i markanvändnings- och bygglagen, och om 7) byggplatsen är i samma ägares ägo.",
        "folded_sv": "kommunfullmaktige kan for sadana obebyggda byggplatser som avses i 2 mom. sarskilt faststalla en skatteprocentsats som ar minst 1,00 och hogst 4,00. den sarskilda skatteprocentsatsen tillampas pa obebyggda byggplatser, om 1) detaljplanen har varit i kraft minst ett ar fore ingangen av kalenderaret, 2) over halften av byggratten for byggplatsen enligt detaljplanen har planlagts for bostadsandamal, 3) det pa byggplatsen inte finns nagon bostadsbyggnad som anvands for boende och byggande av en bostadsbyggnad pa den fore ingangen av kalenderaret inte paborjats pa det satt som avses i 149 c § i markanvandnings- och bygglagen (132/1999), 4) det till byggplatsen finns en i 135 § i markanvandnings- och bygglagen avsedd anvandbar infartsvag eller det ar mojligt att ordna en sadan, 5) byggplatsen kan anslutas till den allmanna vattenledningen och till avlopp pa det satt som avses i 10 § i lagen om vattentjanster (119/2001), 6) det for byggplatsen inte har utfardats ett sadant byggforbud som avses i 38 eller 53 § eller i 58 § 5 mom. i markanvandnings- och bygglagen, och om 7) byggplatsen ar i samma agares ago."
      }
    },
    {
      "provision_ref": "12 b",
      "section": "12 b",
      "title": "Rakentamattoman rakennuspaikan veroprosentti eräissä kunnissa",
      "content": "Poiketen siitä, mitä 12 a §:n 1 momentissa säädetään, Espoon, Helsingin, Hyvinkään, Järvenpään, Kauniaisten, Keravan, Kirkkonummen, Mäntsälän, Nurmijärven, Pornaisten, Sipoon, Tuusulan, Vantaan ja Vihdin kunnanvaltuustojen on määrättävä rakentamattomalle rakennuspaikalle veroprosentti, joka on vähintään 1,5 prosenttiyksikköä kunnanvaltuuston määräämää yleistä kiinteistöveroprosenttia korkeampi. Rakentamattoman rakennuspaikan veroprosentiksi voidaan määrätä kuitenkin enintään 4,00.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12 b",
        "normalized_fi": "Poiketen siitä, mitä 12 a § :n 1 momentissa säädetään, Espoon, Helsingin, Hyvinkään, Järvenpään, Kauniaisten, Keravan, Kirkkonummen, Mäntsälän, Nurmijärven, Pornaisten, Sipoon, Tuusulan, Vantaan ja Vihdin kunnanvaltuustojen on määrättävä rakentamattomalle rakennuspaikalle veroprosentti, joka on vähintään 1,5 prosenttiyksikköä kunnanvaltuuston määräämää yleistä kiinteistöveroprosenttia korkeampi. Rakentamattoman rakennuspaikan veroprosentiksi voidaan määrätä kuitenkin enintään 4,00.",
        "folded_fi": "poiketen siita, mita 12 a §:n 1 momentissa saadetaan, espoon, helsingin, hyvinkaan, jarvenpaan, kauniaisten, keravan, kirkkonummen, mantsalan, nurmijarven, pornaisten, sipoon, tuusulan, vantaan ja vihdin kunnanvaltuustojen on maarattava rakentamattomalle rakennuspaikalle veroprosentti, joka on vahintaan 1,5 prosenttiyksikkoa kunnanvaltuuston maaraamaa yleista kiinteistoveroprosenttia korkeampi. rakentamattoman rakennuspaikan veroprosentiksi voidaan maarata kuitenkin enintaan 4,00.",
        "title_sv": "Skatteprocentsatsen för obebyggda byggplatser i vissa kommuner",
        "content_sv": "Med avvikelse från vad som bestäms i 12 a § 1 mom. ska kommunfullmäktige i Borgnäs, Grankulla, Esbo, Helsingfors, Hyvinge, Kervo, Kyrkslätt, Mäntsälä, Nurmijärvi, Sibbo, Tusby, Träskända, Vanda och Vichtis kommuner för obebyggda byggplatser bestämma en skatteprocentsats, som är minst 1,5 procentenheter högre än den av kommunfullmäktige fastställda allmänna fastighetsskatteprocentsatsen. Som skatteprocentsats för en obebyggd byggplats kan dock fastställas högst 4,00.",
        "normalized_sv": "Med avvikelse från vad som bestäms i 12 a § 1 mom. ska kommunfullmäktige i Borgnäs, Grankulla, Esbo, Helsingfors, Hyvinge, Kervo, Kyrkslätt, Mäntsälä, Nurmijärvi, Sibbo, Tusby, Träskända, Vanda och Vichtis kommuner för obebyggda byggplatser bestämma en skatteprocentsats, som är minst 1,5 procentenheter högre än den av kommunfullmäktige fastställda allmänna fastighetsskatteprocentsatsen. Som skatteprocentsats för en obebyggd byggplats kan dock fastställas högst 4,00.",
        "folded_sv": "med avvikelse fran vad som bestams i 12 a § 1 mom. ska kommunfullmaktige i borgnas, grankulla, esbo, helsingfors, hyvinge, kervo, kyrkslatt, mantsala, nurmijarvi, sibbo, tusby, traskanda, vanda och vichtis kommuner for obebyggda byggplatser bestamma en skatteprocentsats, som ar minst 1,5 procentenheter hogre an den av kommunfullmaktige faststallda allmanna fastighetsskatteprocentsatsen. som skatteprocentsats for en obebyggd byggplats kan dock faststallas hogst 4,00."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Muiden asuinrakennusten veroprosentti",
      "content": "Kunnanvaltuusto voi määrätä 11 §:n 3 momentissa säädetyn vaihteluvälin sisällä erikseen veroprosentin rakennuksille, joiden huoneistojen pinta-alasta yli puolta käytetään pääasiassa muuhun asumiseen kuin 12 §:ssä tarkoitettuun vakituiseen asumiseen. Tämä veroprosentti voidaan määrätä enintään 1,00 prosenttiyksikköä korkeammaksi kuin pääasiassa vakituiseen asumiseen käytettävien rakennusten veroprosentti tai, jos näin laskettu veroprosentti on kunnanvaltuuston määräämää yleistä kiinteistöveroprosenttia alempi, enintään kunnanvaltuuston määräämän yleisen kiinteistöveroprosentin suuruiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Kunnanvaltuusto voi määrätä 11 § :n 3 momentissa säädetyn vaihteluvälin sisällä erikseen veroprosentin rakennuksille, joiden huoneistojen pinta-alasta yli puolta käytetään pääasiassa muuhun asumiseen kuin 12 § :ssä tarkoitettuun vakituiseen asumiseen. Tämä veroprosentti voidaan määrätä enintään 1,00 prosenttiyksikköä korkeammaksi kuin pääasiassa vakituiseen asumiseen käytettävien rakennusten veroprosentti tai, jos näin laskettu veroprosentti on kunnanvaltuuston määräämää yleistä kiinteistöveroprosenttia alempi, enintään kunnanvaltuuston määräämän yleisen kiinteistöveroprosentin suuruiseksi.",
        "folded_fi": "kunnanvaltuusto voi maarata 11 §:n 3 momentissa saadetyn vaihteluvalin sisalla erikseen veroprosentin rakennuksille, joiden huoneistojen pinta-alasta yli puolta kaytetaan paaasiassa muuhun asumiseen kuin 12 §:ssa tarkoitettuun vakituiseen asumiseen. tama veroprosentti voidaan maarata enintaan 1,00 prosenttiyksikkoa korkeammaksi kuin paaasiassa vakituiseen asumiseen kaytettavien rakennusten veroprosentti tai, jos nain laskettu veroprosentti on kunnanvaltuuston maaraamaa yleista kiinteistoveroprosenttia alempi, enintaan kunnanvaltuuston maaraaman yleisen kiinteistoveroprosentin suuruiseksi.",
        "title_sv": "Skatteprocentsats för andra bostadsbyggnader",
        "content_sv": "Kommunfullmäktige kan inom de gränser som bestäms i 11 § 3 mom. särskilt fastställa en skatteprocentsats för byggnader av vilkas lägenhetsyta mer än hälften används huvudsakligen för annat boende än det stadigvarande boende som avses i 12 §. Denna skatteprocentsats kan bestämmas så att den är högst 1,00 procentenheter högre än skatteprocentsatsen för byggnader som används huvudsakligen för stadigvarande boende eller, om den på så sätt uträknade skatteprocentsatsen är lägre än den allmänna fastighetsskatteprocentsats som kommunfullmäktige fastställt, högst lika stor som den av kommunfullmäktige fastställda allmänna fastighetsskatteprocentsatsen.",
        "normalized_sv": "Kommunfullmäktige kan inom de gränser som bestäms i 11 § 3 mom. särskilt fastställa en skatteprocentsats för byggnader av vilkas lägenhetsyta mer än hälften används huvudsakligen för annat boende än det stadigvarande boende som avses i 12 § . Denna skatteprocentsats kan bestämmas så att den är högst 1,00 procentenheter högre än skatteprocentsatsen för byggnader som används huvudsakligen för stadigvarande boende eller, om den på så sätt uträknade skatteprocentsatsen är lägre än den allmänna fastighetsskatteprocentsats som kommunfullmäktige fastställt, högst lika stor som den av kommunfullmäktige fastställda allmänna fastighetsskatteprocentsatsen.",
        "folded_sv": "kommunfullmaktige kan inom de granser som bestams i 11 § 3 mom. sarskilt faststalla en skatteprocentsats for byggnader av vilkas lagenhetsyta mer an halften anvands huvudsakligen for annat boende an det stadigvarande boende som avses i 12 §. denna skatteprocentsats kan bestammas sa att den ar hogst 1,00 procentenheter hogre an skatteprocentsatsen for byggnader som anvands huvudsakligen for stadigvarande boende eller, om den pa sa satt utraknade skatteprocentsatsen ar lagre an den allmanna fastighetsskatteprocentsats som kommunfullmaktige faststallt, hogst lika stor som den av kommunfullmaktige faststallda allmanna fastighetsskatteprocentsatsen."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Eräiden laitosten veroprosentti",
      "content": "Kunnanvaltuusto voi määrätä erikseen veroprosentin, jota sovelletaan voimalaitokseen sekä ydinpolttoaineen loppusijoituslaitokseen kuuluviin rakennuksiin ja rakennelmiin. Täksi veroprosentiksi voidaan määrätä enintään 3,10.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Kunnanvaltuusto voi määrätä erikseen veroprosentin, jota sovelletaan voimalaitokseen sekä ydinpolttoaineen loppusijoituslaitokseen kuuluviin rakennuksiin ja rakennelmiin. Täksi veroprosentiksi voidaan määrätä enintään 3,10.",
        "folded_fi": "kunnanvaltuusto voi maarata erikseen veroprosentin, jota sovelletaan voimalaitokseen seka ydinpolttoaineen loppusijoituslaitokseen kuuluviin rakennuksiin ja rakennelmiin. taksi veroprosentiksi voidaan maarata enintaan 3,10.",
        "title_sv": "Skatteprocentsatsen för vissa anläggningar",
        "content_sv": "Kommunfullmäktige kan särskilt fastställa en skatteprocentsats som ska tillämpas på byggnader och konstruktioner som hör till ett kraftverk eller en slutförvaringsanläggning för använt kärnbränsle. Denna skatteprocentsats kan fastställas till högst 3,10.",
        "normalized_sv": "Kommunfullmäktige kan särskilt fastställa en skatteprocentsats som ska tillämpas på byggnader och konstruktioner som hör till ett kraftverk eller en slutförvaringsanläggning för använt kärnbränsle. Denna skatteprocentsats kan fastställas till högst 3,10.",
        "folded_sv": "kommunfullmaktige kan sarskilt faststalla en skatteprocentsats som ska tillampas pa byggnader och konstruktioner som hor till ett kraftverk eller en slutforvaringsanlaggning for anvant karnbransle. denna skatteprocentsats kan faststallas till hogst 3,10."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Yleinen kiinteistöveroprosentti",
      "content": "yleistä kiinteistöveroprosenttia Kunnanvaltuuston määräämää sovelletaan tämän lain mukaan veronalaisiin kiinteistöihin, jollei 12, 12 a, 12 b, 13, 13 a tai 14 §:stä muuta johdu. Yleiseksi kiinteistöveroprosentiksi on määrättävä vähintään 0,86 ja enintään 1,80.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "yleistä kiinteistöveroprosenttia Kunnanvaltuuston määräämää sovelletaan tämän lain mukaan veronalaisiin kiinteistöihin, jollei 12, 12 a, 12 b, 13, 13 a tai 14 § :stä muuta johdu. Yleiseksi kiinteistöveroprosentiksi on määrättävä vähintään 0,86 ja enintään 1,80.",
        "folded_fi": "yleista kiinteistoveroprosenttia kunnanvaltuuston maaraamaa sovelletaan taman lain mukaan veronalaisiin kiinteistoihin, jollei 12, 12 a, 12 b, 13, 13 a tai 14 §:sta muuta johdu. yleiseksi kiinteistoveroprosentiksi on maarattava vahintaan 0,86 ja enintaan 1,80.",
        "title_sv": "Allmän fastighetsskatteprocentsats",
        "content_sv": "allmänna fastighetsskatteprocentsatsen Den av kommunfullmäktige fastställda tillämpas på de fastigheter som enligt denna lag är skattepliktiga, om ingenting annat följer av 12, 12 a, 12 b, 13, 13 a eller 14 §. Den allmänna fastighetsskatteprocentsatsen ska fastställas till minst 0,86 och högst 1,80.",
        "normalized_sv": "allmänna fastighetsskatteprocentsatsen Den av kommunfullmäktige fastställda tillämpas på de fastigheter som enligt denna lag är skattepliktiga, om ingenting annat följer av 12, 12 a, 12 b, 13, 13 a eller 14 § . Den allmänna fastighetsskatteprocentsatsen ska fastställas till minst 0,86 och högst 1,80.",
        "folded_sv": "allmanna fastighetsskatteprocentsatsen den av kommunfullmaktige faststallda tillampas pa de fastigheter som enligt denna lag ar skattepliktiga, om ingenting annat foljer av 12, 12 a, 12 b, 13, 13 a eller 14 §. den allmanna fastighetsskatteprocentsatsen ska faststallas till minst 0,86 och hogst 1,80."
      },
      "valid_from": "2015-10-30",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Vakituisten asuinrakennusten veroprosentti",
      "content": "Kunnanvaltuusto määrää pääasiassa vakituiseen asumiseen käytettävien rakennusten veroprosentiksi vähintään 0,39 ja enintään 0,90.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Kunnanvaltuusto määrää pääasiassa vakituiseen asumiseen käytettävien rakennusten veroprosentiksi vähintään 0,39 ja enintään 0,90.",
        "folded_fi": "kunnanvaltuusto maaraa paaasiassa vakituiseen asumiseen kaytettavien rakennusten veroprosentiksi vahintaan 0,39 ja enintaan 0,90.",
        "title_sv": "Skatteprocentsats för byggnader som används för stadigvarande boende",
        "content_sv": "Kommunfullmäktige fastställer skatteprocentsatsen för byggnader som huvudsakligen används för stadigvarande boende till minst 0,39 och högst 0,90.",
        "normalized_sv": "Kommunfullmäktige fastställer skatteprocentsatsen för byggnader som huvudsakligen används för stadigvarande boende till minst 0,39 och högst 0,90.",
        "folded_sv": "kommunfullmaktige faststaller skatteprocentsatsen for byggnader som huvudsakligen anvands for stadigvarande boende till minst 0,39 och hogst 0,90."
      },
      "valid_from": "2015-10-30",
      "valid_to": null
    },
    {
      "provision_ref": "12 a",
      "section": "12 a",
      "title": "Rakentamattoman rakennuspaikan veroprosentti",
      "content": "Kunnanvaltuusto voi määrätä erikseen 2 momentissa tarkoitetun rakentamattoman rakennuspaikan veroprosentin, joka on vähintään 1,00 ja enintään 4,00. Erillistä veroprosenttia sovelletaan rakentamattomaan rakennuspaikkaan, jos: 1) asemakaava on ollut voimassa vähintään vuoden ennen kalenterivuoden alkua; 2) asemakaavan mukaan rakennuspaikan rakennusoikeudesta yli puolet on kaavoitettu asuntotarkoitukseen; 3) rakennuspaikalla ei ole asuinkäytössä olevaa asuinrakennusta eikä sille ole maankäyttö- ja rakennuslain (132/1999) 149 c §:ssä tarkoitetulla tavalla ryhdytty rakentamaan sellaista ennen kalenterivuoden alkua; 4) rakennuspaikalle on maankäyttö- ja rakennuslain 135 §:ssä tarkoitettu käyttökelpoinen pääsytie tai mahdollisuus sellaisen järjestämiseen; 5) rakennuspaikka on liitettävissä yleiseen vesijohtoon ja viemäriin vesihuoltolain (119/2001) 10 §:n mukaisesti; 6) rakennuspaikalla ei ole maankäyttö- ja rakennuslain 38 tai 53 §:ssä taikka 58 §:n 5 momentissa tarkoitettua rakennuskieltoa; ja 7) rakennuspaikka on saman omistajan omistuksessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12 a",
        "normalized_fi": "Kunnanvaltuusto voi määrätä erikseen 2 momentissa tarkoitetun rakentamattoman rakennuspaikan veroprosentin, joka on vähintään 1,00 ja enintään 4,00. Erillistä veroprosenttia sovelletaan rakentamattomaan rakennuspaikkaan, jos: 1) asemakaava on ollut voimassa vähintään vuoden ennen kalenterivuoden alkua; 2) asemakaavan mukaan rakennuspaikan rakennusoikeudesta yli puolet on kaavoitettu asuntotarkoitukseen; 3) rakennuspaikalla ei ole asuinkäytössä olevaa asuinrakennusta eikä sille ole maankäyttö- ja rakennuslain (132/1999) 149 c § :ssä tarkoitetulla tavalla ryhdytty rakentamaan sellaista ennen kalenterivuoden alkua; 4) rakennuspaikalle on maankäyttö- ja rakennuslain 135 § :ssä tarkoitettu käyttökelpoinen pääsytie tai mahdollisuus sellaisen järjestämiseen; 5) rakennuspaikka on liitettävissä yleiseen vesijohtoon ja viemäriin vesihuoltolain (119/2001) 10 § :n mukaisesti; 6) rakennuspaikalla ei ole maankäyttö- ja rakennuslain 38 tai 53 § :ssä taikka 58 § :n 5 momentissa tarkoitettua rakennuskieltoa; ja 7) rakennuspaikka on saman omistajan omistuksessa.",
        "folded_fi": "kunnanvaltuusto voi maarata erikseen 2 momentissa tarkoitetun rakentamattoman rakennuspaikan veroprosentin, joka on vahintaan 1,00 ja enintaan 4,00. erillista veroprosenttia sovelletaan rakentamattomaan rakennuspaikkaan, jos: 1) asemakaava on ollut voimassa vahintaan vuoden ennen kalenterivuoden alkua; 2) asemakaavan mukaan rakennuspaikan rakennusoikeudesta yli puolet on kaavoitettu asuntotarkoitukseen; 3) rakennuspaikalla ei ole asuinkaytossa olevaa asuinrakennusta eika sille ole maankaytto- ja rakennuslain (132/1999) 149 c §:ssa tarkoitetulla tavalla ryhdytty rakentamaan sellaista ennen kalenterivuoden alkua; 4) rakennuspaikalle on maankaytto- ja rakennuslain 135 §:ssa tarkoitettu kayttokelpoinen paasytie tai mahdollisuus sellaisen jarjestamiseen; 5) rakennuspaikka on liitettavissa yleiseen vesijohtoon ja viemariin vesihuoltolain (119/2001) 10 §:n mukaisesti; 6) rakennuspaikalla ei ole maankaytto- ja rakennuslain 38 tai 53 §:ssa taikka 58 §:n 5 momentissa tarkoitettua rakennuskieltoa; ja 7) rakennuspaikka on saman omistajan omistuksessa.",
        "title_sv": "Skatteprocentsatsen för obebyggda byggplatser",
        "content_sv": "Kommunfullmäktige kan för sådana obebyggda byggplatser som avses i 2 mom. särskilt fastställa en skatteprocentsats som är minst 1,00 och högst 4,00. Den särskilda skatteprocentsatsen tillämpas på obebyggda byggplatser, om 1) detaljplanen har varit i kraft minst ett år före ingången av kalenderåret, 2) över hälften av byggrätten för byggplatsen enligt detaljplanen har planlagts för bostadsändamål, 3) det på byggplatsen inte finns någon bostadsbyggnad som används för boende och byggande av en bostadsbyggnad på den före ingången av kalenderåret inte påbörjats på det sätt som avses i 149 c § i markanvändnings- och bygglagen (132/1999), 4) det till byggplatsen finns en i 135 § i markanvändnings- och bygglagen avsedd användbar infartsväg eller det är möjligt att ordna en sådan, 5) byggplatsen kan anslutas till den allmänna vattenledningen och till avlopp på det sätt som avses i 10 § i lagen om vattentjänster (119/2001), 6) det för byggplatsen inte har utfärdats ett sådant byggförbud som avses i 38 eller 53 § eller i 58 § 5 mom. i markanvändnings- och bygglagen, och om 7) byggplatsen är i samma ägares ägo.",
        "normalized_sv": "Kommunfullmäktige kan för sådana obebyggda byggplatser som avses i 2 mom. särskilt fastställa en skatteprocentsats som är minst 1,00 och högst 4,00. Den särskilda skatteprocentsatsen tillämpas på obebyggda byggplatser, om 1) detaljplanen har varit i kraft minst ett år före ingången av kalenderåret, 2) över hälften av byggrätten för byggplatsen enligt detaljplanen har planlagts för bostadsändamål, 3) det på byggplatsen inte finns någon bostadsbyggnad som används för boende och byggande av en bostadsbyggnad på den före ingången av kalenderåret inte påbörjats på det sätt som avses i 149 c § i markanvändnings- och bygglagen (132/1999), 4) det till byggplatsen finns en i 135 § i markanvändnings- och bygglagen avsedd användbar infartsväg eller det är möjligt att ordna en sådan, 5) byggplatsen kan anslutas till den allmänna vattenledningen och till avlopp på det sätt som avses i 10 § i lagen om vattentjänster (119/2001), 6) det för byggplatsen inte har utfärdats ett sådant byggförbud som avses i 38 eller 53 § eller i 58 § 5 mom. i markanvändnings- och bygglagen, och om 7) byggplatsen är i samma ägares ägo.",
        "folded_sv": "kommunfullmaktige kan for sadana obebyggda byggplatser som avses i 2 mom. sarskilt faststalla en skatteprocentsats som ar minst 1,00 och hogst 4,00. den sarskilda skatteprocentsatsen tillampas pa obebyggda byggplatser, om 1) detaljplanen har varit i kraft minst ett ar fore ingangen av kalenderaret, 2) over halften av byggratten for byggplatsen enligt detaljplanen har planlagts for bostadsandamal, 3) det pa byggplatsen inte finns nagon bostadsbyggnad som anvands for boende och byggande av en bostadsbyggnad pa den fore ingangen av kalenderaret inte paborjats pa det satt som avses i 149 c § i markanvandnings- och bygglagen (132/1999), 4) det till byggplatsen finns en i 135 § i markanvandnings- och bygglagen avsedd anvandbar infartsvag eller det ar mojligt att ordna en sadan, 5) byggplatsen kan anslutas till den allmanna vattenledningen och till avlopp pa det satt som avses i 10 § i lagen om vattentjanster (119/2001), 6) det for byggplatsen inte har utfardats ett sadant byggforbud som avses i 38 eller 53 § eller i 58 § 5 mom. i markanvandnings- och bygglagen, och om 7) byggplatsen ar i samma agares ago."
      },
      "valid_from": "2015-10-30",
      "valid_to": null
    },
    {
      "provision_ref": "12 b",
      "section": "12 b",
      "title": "Rakentamattoman rakennuspaikan veroprosentti eräissä kunnissa",
      "content": "Poiketen siitä, mitä 12 a §:n 1 momentissa säädetään, Espoon, Helsingin, Hyvinkään, Järvenpään, Kauniaisten, Keravan, Kirkkonummen, Mäntsälän, Nurmijärven, Pornaisten, Sipoon, Tuusulan, Vantaan ja Vihdin kunnanvaltuustojen on määrättävä rakentamattomalle rakennuspaikalle veroprosentti, joka on vähintään 1,5 prosenttiyksikköä kunnanvaltuuston määräämää yleistä kiinteistöveroprosenttia korkeampi. Rakentamattoman rakennuspaikan veroprosentiksi voidaan määrätä kuitenkin enintään 4,00.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12 b",
        "normalized_fi": "Poiketen siitä, mitä 12 a § :n 1 momentissa säädetään, Espoon, Helsingin, Hyvinkään, Järvenpään, Kauniaisten, Keravan, Kirkkonummen, Mäntsälän, Nurmijärven, Pornaisten, Sipoon, Tuusulan, Vantaan ja Vihdin kunnanvaltuustojen on määrättävä rakentamattomalle rakennuspaikalle veroprosentti, joka on vähintään 1,5 prosenttiyksikköä kunnanvaltuuston määräämää yleistä kiinteistöveroprosenttia korkeampi. Rakentamattoman rakennuspaikan veroprosentiksi voidaan määrätä kuitenkin enintään 4,00.",
        "folded_fi": "poiketen siita, mita 12 a §:n 1 momentissa saadetaan, espoon, helsingin, hyvinkaan, jarvenpaan, kauniaisten, keravan, kirkkonummen, mantsalan, nurmijarven, pornaisten, sipoon, tuusulan, vantaan ja vihdin kunnanvaltuustojen on maarattava rakentamattomalle rakennuspaikalle veroprosentti, joka on vahintaan 1,5 prosenttiyksikkoa kunnanvaltuuston maaraamaa yleista kiinteistoveroprosenttia korkeampi. rakentamattoman rakennuspaikan veroprosentiksi voidaan maarata kuitenkin enintaan 4,00.",
        "title_sv": "Skatteprocentsatsen för obebyggda byggplatser i vissa kommuner",
        "content_sv": "Med avvikelse från vad som bestäms i 12 a § 1 mom. ska kommunfullmäktige i Borgnäs, Grankulla, Esbo, Helsingfors, Hyvinge, Kervo, Kyrkslätt, Mäntsälä, Nurmijärvi, Sibbo, Tusby, Träskända, Vanda och Vichtis kommuner för obebyggda byggplatser bestämma en skatteprocentsats, som är minst 1,5 procentenheter högre än den av kommunfullmäktige fastställda allmänna fastighetsskatteprocentsatsen. Som skatteprocentsats för en obebyggd byggplats kan dock fastställas högst 4,00.",
        "normalized_sv": "Med avvikelse från vad som bestäms i 12 a § 1 mom. ska kommunfullmäktige i Borgnäs, Grankulla, Esbo, Helsingfors, Hyvinge, Kervo, Kyrkslätt, Mäntsälä, Nurmijärvi, Sibbo, Tusby, Träskända, Vanda och Vichtis kommuner för obebyggda byggplatser bestämma en skatteprocentsats, som är minst 1,5 procentenheter högre än den av kommunfullmäktige fastställda allmänna fastighetsskatteprocentsatsen. Som skatteprocentsats för en obebyggd byggplats kan dock fastställas högst 4,00.",
        "folded_sv": "med avvikelse fran vad som bestams i 12 a § 1 mom. ska kommunfullmaktige i borgnas, grankulla, esbo, helsingfors, hyvinge, kervo, kyrkslatt, mantsala, nurmijarvi, sibbo, tusby, traskanda, vanda och vichtis kommuner for obebyggda byggplatser bestamma en skatteprocentsats, som ar minst 1,5 procentenheter hogre an den av kommunfullmaktige faststallda allmanna fastighetsskatteprocentsatsen. som skatteprocentsats for en obebyggd byggplats kan dock faststallas hogst 4,00."
      },
      "valid_from": "2015-10-30",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Muiden asuinrakennusten veroprosentti",
      "content": "Kunnanvaltuusto voi määrätä 11 §:n 3 momentissa säädetyn vaihteluvälin sisällä erikseen veroprosentin rakennuksille, joiden huoneistojen pinta-alasta yli puolta käytetään pääasiassa muuhun asumiseen kuin 12 §:ssä tarkoitettuun vakituiseen asumiseen. Tämä veroprosentti voidaan määrätä enintään 1,00 prosenttiyksikköä korkeammaksi kuin pääasiassa vakituiseen asumiseen käytettävien rakennusten veroprosentti tai, jos näin laskettu veroprosentti on kunnanvaltuuston määräämää yleistä kiinteistöveroprosenttia alempi, enintään kunnanvaltuuston määräämän yleisen kiinteistöveroprosentin suuruiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Kunnanvaltuusto voi määrätä 11 § :n 3 momentissa säädetyn vaihteluvälin sisällä erikseen veroprosentin rakennuksille, joiden huoneistojen pinta-alasta yli puolta käytetään pääasiassa muuhun asumiseen kuin 12 § :ssä tarkoitettuun vakituiseen asumiseen. Tämä veroprosentti voidaan määrätä enintään 1,00 prosenttiyksikköä korkeammaksi kuin pääasiassa vakituiseen asumiseen käytettävien rakennusten veroprosentti tai, jos näin laskettu veroprosentti on kunnanvaltuuston määräämää yleistä kiinteistöveroprosenttia alempi, enintään kunnanvaltuuston määräämän yleisen kiinteistöveroprosentin suuruiseksi.",
        "folded_fi": "kunnanvaltuusto voi maarata 11 §:n 3 momentissa saadetyn vaihteluvalin sisalla erikseen veroprosentin rakennuksille, joiden huoneistojen pinta-alasta yli puolta kaytetaan paaasiassa muuhun asumiseen kuin 12 §:ssa tarkoitettuun vakituiseen asumiseen. tama veroprosentti voidaan maarata enintaan 1,00 prosenttiyksikkoa korkeammaksi kuin paaasiassa vakituiseen asumiseen kaytettavien rakennusten veroprosentti tai, jos nain laskettu veroprosentti on kunnanvaltuuston maaraamaa yleista kiinteistoveroprosenttia alempi, enintaan kunnanvaltuuston maaraaman yleisen kiinteistoveroprosentin suuruiseksi.",
        "title_sv": "Skatteprocentsats för andra bostadsbyggnader",
        "content_sv": "Kommunfullmäktige kan inom de gränser som bestäms i 11 § 3 mom. särskilt fastställa en skatteprocentsats för byggnader av vilkas lägenhetsyta mer än hälften används huvudsakligen för annat boende än det stadigvarande boende som avses i 12 §. Denna skatteprocentsats kan bestämmas så att den är högst 1,00 procentenheter högre än skatteprocentsatsen för byggnader som används huvudsakligen för stadigvarande boende eller, om den på så sätt uträknade skatteprocentsatsen är lägre än den allmänna fastighetsskatteprocentsats som kommunfullmäktige fastställt, högst lika stor som den av kommunfullmäktige fastställda allmänna fastighetsskatteprocentsatsen.",
        "normalized_sv": "Kommunfullmäktige kan inom de gränser som bestäms i 11 § 3 mom. särskilt fastställa en skatteprocentsats för byggnader av vilkas lägenhetsyta mer än hälften används huvudsakligen för annat boende än det stadigvarande boende som avses i 12 § . Denna skatteprocentsats kan bestämmas så att den är högst 1,00 procentenheter högre än skatteprocentsatsen för byggnader som används huvudsakligen för stadigvarande boende eller, om den på så sätt uträknade skatteprocentsatsen är lägre än den allmänna fastighetsskatteprocentsats som kommunfullmäktige fastställt, högst lika stor som den av kommunfullmäktige fastställda allmänna fastighetsskatteprocentsatsen.",
        "folded_sv": "kommunfullmaktige kan inom de granser som bestams i 11 § 3 mom. sarskilt faststalla en skatteprocentsats for byggnader av vilkas lagenhetsyta mer an halften anvands huvudsakligen for annat boende an det stadigvarande boende som avses i 12 §. denna skatteprocentsats kan bestammas sa att den ar hogst 1,00 procentenheter hogre an skatteprocentsatsen for byggnader som anvands huvudsakligen for stadigvarande boende eller, om den pa sa satt utraknade skatteprocentsatsen ar lagre an den allmanna fastighetsskatteprocentsats som kommunfullmaktige faststallt, hogst lika stor som den av kommunfullmaktige faststallda allmanna fastighetsskatteprocentsatsen."
      },
      "valid_from": "2015-10-30",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Eräiden laitosten veroprosentti",
      "content": "Kunnanvaltuusto voi määrätä erikseen veroprosentin, jota sovelletaan voimalaitokseen sekä ydinpolttoaineen loppusijoituslaitokseen kuuluviin rakennuksiin ja rakennelmiin. Täksi veroprosentiksi voidaan määrätä enintään 3,10.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Kunnanvaltuusto voi määrätä erikseen veroprosentin, jota sovelletaan voimalaitokseen sekä ydinpolttoaineen loppusijoituslaitokseen kuuluviin rakennuksiin ja rakennelmiin. Täksi veroprosentiksi voidaan määrätä enintään 3,10.",
        "folded_fi": "kunnanvaltuusto voi maarata erikseen veroprosentin, jota sovelletaan voimalaitokseen seka ydinpolttoaineen loppusijoituslaitokseen kuuluviin rakennuksiin ja rakennelmiin. taksi veroprosentiksi voidaan maarata enintaan 3,10.",
        "title_sv": "Skatteprocentsatsen för vissa anläggningar",
        "content_sv": "Kommunfullmäktige kan särskilt fastställa en skatteprocentsats som ska tillämpas på byggnader och konstruktioner som hör till ett kraftverk eller en slutförvaringsanläggning för använt kärnbränsle. Denna skatteprocentsats kan fastställas till högst 3,10.",
        "normalized_sv": "Kommunfullmäktige kan särskilt fastställa en skatteprocentsats som ska tillämpas på byggnader och konstruktioner som hör till ett kraftverk eller en slutförvaringsanläggning för använt kärnbränsle. Denna skatteprocentsats kan fastställas till högst 3,10.",
        "folded_sv": "kommunfullmaktige kan sarskilt faststalla en skatteprocentsats som ska tillampas pa byggnader och konstruktioner som hor till ett kraftverk eller en slutforvaringsanlaggning for anvant karnbransle. denna skatteprocentsats kan faststallas till hogst 3,10."
      },
      "valid_from": "2015-10-30",
      "valid_to": null
    }
  ]
}