{
  "id": "1292/2015",
  "type": "statute",
  "title": "Laki Euroopan unionin jäsenvaltion alueelta laittomasti vietyjen kulttuuriesineiden palauttamisesta",
  "title_en": "Lag om återlämnande av kulturföremål som olagligt förts bort från territoriet för en medlemsstat i Europeiska unionen",
  "status": "in_force",
  "issued_date": "2015-10-30",
  "in_force_date": "2015-10-30",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/1292/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Jäsenvaltion alueelta laittomasti vietyjen kulttuuriesineiden palauttamisesta ja asetuksen (EU) N:o 1024/2012 muuttamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2014/60/EU 2 artiklan 1 kohdassa tarkoitettu toisen Euroopan unionin jäsenvaltion kansallisaarteeksi määrittelemä kulttuuriesine, joka on Suomessa ja joka on viety toisen jäsenvaltion alueelta laittomasti, palautetaan asianomaiseen jäsenvaltioon siten kuin tässä laissa säädetään. Tämän lain 3 §:ssä säädetään myös Suomesta laittomasti vietyjä kulttuuriesineitä koskevista pyynnöistä ja ilmoituksista. Mitä tässä laissa säädetään Euroopan unionin jäsenvaltiosta, koskee myös Euroopan talousalueeseen kuuluvia valtioita.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Jäsenvaltion alueelta laittomasti vietyjen kulttuuriesineiden palauttamisesta ja asetuksen (EU) N:o 1024/2012 muuttamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2014/60/EU 2 artiklan 1 kohdassa tarkoitettu toisen Euroopan unionin jäsenvaltion kansallisaarteeksi määrittelemä kulttuuriesine, joka on Suomessa ja joka on viety toisen jäsenvaltion alueelta laittomasti, palautetaan asianomaiseen jäsenvaltioon siten kuin tässä laissa säädetään. Tämän lain 3 § :ssä säädetään myös Suomesta laittomasti vietyjä kulttuuriesineitä koskevista pyynnöistä ja ilmoituksista. Mitä tässä laissa säädetään Euroopan unionin jäsenvaltiosta, koskee myös Euroopan talousalueeseen kuuluvia valtioita.",
        "folded_fi": "jasenvaltion alueelta laittomasti vietyjen kulttuuriesineiden palauttamisesta ja asetuksen (eu) n:o 1024/2012 muuttamisesta annetun euroopan parlamentin ja neuvoston direktiivin 2014/60/eu 2 artiklan 1 kohdassa tarkoitettu toisen euroopan unionin jasenvaltion kansallisaarteeksi maarittelema kulttuuriesine, joka on suomessa ja joka on viety toisen jasenvaltion alueelta laittomasti, palautetaan asianomaiseen jasenvaltioon siten kuin tassa laissa saadetaan. taman lain 3 §:ssa saadetaan myos suomesta laittomasti vietyja kulttuuriesineita koskevista pyynnoista ja ilmoituksista. mita tassa laissa saadetaan euroopan unionin jasenvaltiosta, koskee myos euroopan talousalueeseen kuuluvia valtioita.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Ett sådant kulturföremål enligt artikel 2.1 i Europaparlamentets och rådets direktiv 2014/60/EU om återlämnande av kulturföremål som olagligen förts bort från en medlemsstats territorium och om ändring av förordning (EU) nr 1024/2012, som finns i Finland och som i en annan medlemsstat i Europeiska unionen anges som en nationell skatt och som olagligen förts bort från territoriet för den andra medlemsstaten, ska återlämnas till medlemsstaten i fråga så som bestäms i denna lag. I 3 § bestäms även om begäran och underrättelser som gäller kulturföremål som olagligen förts ut ur Finland. Vad som i denna lag bestäms om Europeiska unionens medlemsstater gäller också stater som hör till Europeiska ekonomiska samarbetsområdet.",
        "normalized_sv": "Ett sådant kulturföremål enligt artikel 2.1 i Europaparlamentets och rådets direktiv 2014/60/EU om återlämnande av kulturföremål som olagligen förts bort från en medlemsstats territorium och om ändring av förordning (EU) nr 1024/2012, som finns i Finland och som i en annan medlemsstat i Europeiska unionen anges som en nationell skatt och som olagligen förts bort från territoriet för den andra medlemsstaten, ska återlämnas till medlemsstaten i fråga så som bestäms i denna lag. I 3 § bestäms även om begäran och underrättelser som gäller kulturföremål som olagligen förts ut ur Finland. Vad som i denna lag bestäms om Europeiska unionens medlemsstater gäller också stater som hör till Europeiska ekonomiska samarbetsområdet.",
        "folded_sv": "ett sadant kulturforemal enligt artikel 2.1 i europaparlamentets och radets direktiv 2014/60/eu om aterlamnande av kulturforemal som olagligen forts bort fran en medlemsstats territorium och om andring av forordning (eu) nr 1024/2012, som finns i finland och som i en annan medlemsstat i europeiska unionen anges som en nationell skatt och som olagligen forts bort fran territoriet for den andra medlemsstaten, ska aterlamnas till medlemsstaten i fraga sa som bestams i denna lag. i 3 § bestams aven om begaran och underrattelser som galler kulturforemal som olagligen forts ut ur finland. vad som i denna lag bestams om europeiska unionens medlemsstater galler ocksa stater som hor till europeiska ekonomiska samarbetsomradet."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Laiton vieminen",
      "content": "Kulttuuriesine on viety laittomasti, jos se on viety Euroopan unionin jäsenvaltion alueelta vastoin kyseisen jäsenvaltion kansallisaarteiden suojelua koskevaa lainsäädäntöä tai kulttuuriesineiden viennistä annettua neuvoston asetusta (EY) N:o 116/2009. Esine on viety laittomasti myös, jos se on jätetty palauttamatta Euroopan unionin jäsenvaltioon, josta se on viety luvallisesti näyttelyä, tutkimista, kunnostamista tai muuta vastaavaa tilapäistä tai määräaikaista tarkoitusta varten vastoin kyseisen valtion lakia tai jos luvalliselle viemiselle asetettua ehtoa on rikottu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Kulttuuriesine on viety laittomasti, jos se on viety Euroopan unionin jäsenvaltion alueelta vastoin kyseisen jäsenvaltion kansallisaarteiden suojelua koskevaa lainsäädäntöä tai kulttuuriesineiden viennistä annettua neuvoston asetusta (EY) N:o 116/2009. Esine on viety laittomasti myös, jos se on jätetty palauttamatta Euroopan unionin jäsenvaltioon, josta se on viety luvallisesti näyttelyä, tutkimista, kunnostamista tai muuta vastaavaa tilapäistä tai määräaikaista tarkoitusta varten vastoin kyseisen valtion lakia tai jos luvalliselle viemiselle asetettua ehtoa on rikottu.",
        "folded_fi": "kulttuuriesine on viety laittomasti, jos se on viety euroopan unionin jasenvaltion alueelta vastoin kyseisen jasenvaltion kansallisaarteiden suojelua koskevaa lainsaadantoa tai kulttuuriesineiden viennista annettua neuvoston asetusta (ey) n:o 116/2009. esine on viety laittomasti myos, jos se on jatetty palauttamatta euroopan unionin jasenvaltioon, josta se on viety luvallisesti nayttelya, tutkimista, kunnostamista tai muuta vastaavaa tilapaista tai maaraaikaista tarkoitusta varten vastoin kyseisen valtion lakia tai jos luvalliselle viemiselle asetettua ehtoa on rikottu.",
        "title_sv": "Olaglig bortförsel",
        "content_sv": "Ett kulturföremål har förts bort olagligen, om det har förts bort från territoriet för en medlemsstat i Europeiska unionen i strid med den medlemsstatens lagstiftning om skydd för nationella skatter eller med rådets förordning (EG) nr 116/2009 om export av kulturföremål. Ett föremål har också förts bort olagligen om det inte har återlämnats till den medlemsstat i Europeiska unionen varifrån föremålet lagligen har förts bort för att ställas ut, undersökas eller restaureras eller för något annat motsvarande tillfälligt eller tidsbegränsat ändamål och detta skett i strid med lagstiftningen i den staten eller om ett villkor som ställts för tillåten bortförsel överträds.",
        "normalized_sv": "Ett kulturföremål har förts bort olagligen, om det har förts bort från territoriet för en medlemsstat i Europeiska unionen i strid med den medlemsstatens lagstiftning om skydd för nationella skatter eller med rådets förordning (EG) nr 116/2009 om export av kulturföremål. Ett föremål har också förts bort olagligen om det inte har återlämnats till den medlemsstat i Europeiska unionen varifrån föremålet lagligen har förts bort för att ställas ut, undersökas eller restaureras eller för något annat motsvarande tillfälligt eller tidsbegränsat ändamål och detta skett i strid med lagstiftningen i den staten eller om ett villkor som ställts för tillåten bortförsel överträds.",
        "folded_sv": "ett kulturforemal har forts bort olagligen, om det har forts bort fran territoriet for en medlemsstat i europeiska unionen i strid med den medlemsstatens lagstiftning om skydd for nationella skatter eller med radets forordning (eg) nr 116/2009 om export av kulturforemal. ett foremal har ocksa forts bort olagligen om det inte har aterlamnats till den medlemsstat i europeiska unionen varifran foremalet lagligen har forts bort for att stallas ut, undersokas eller restaureras eller for nagot annat motsvarande tillfalligt eller tidsbegransat andamal och detta skett i strid med lagstiftningen i den staten eller om ett villkor som stallts for tillaten bortforsel overtrads."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Keskusviranomainen",
      "content": "Tässä laissa säädetyistä tehtävistä huolehtivana keskusviranomaisena toimii opetus- ja kulttuuriministeriö. Keskusviranomaisena opetus- ja kulttuuriministeriön tehtävänä on yhteistyössä Suomessa toimivaltaisten viranomaisten kanssa: 1) pitää yhteyttä 1 §:ssä mainitussa direktiivissä tarkoitetulla tavalla Euroopan unionin jäsenvaltioiden keskusviranomaisiin ja toimivaltaisiin viranomaisiin sekä edistää yhteistyötä Suomen ja jäsenvaltioiden toimivaltaisten viranomaisten välillä; 2) etsiä vaatimuksen esittäneen jäsenvaltion pyynnöstä Suomessa olevat laittomasti viedyt kulttuuriesineet ja selvittää niiden omistaja ja haltija; 3) ilmoittaa laittomasti viedyiksi epäiltyjen esineiden löytymisestä asianomaisille jäsenvaltioille; 4) järjestää tarvittaessa vaatimuksen esittäneelle jäsenvaltiolle mahdollisuus tarkastaa esine kuuden kuukauden kuluessa 3 kohdassa tarkoitetun ilmoituksen tekemisestä; 5) toimia välittäjänä esineen omistajan tai haltijan ja palauttamista vaatineen jäsenvaltion välisissä neuvotteluissa palauttamista koskevan sovinnon aikaansaamiseksi; 6) ryhtyä toimenpiteisiin laittomasti vietyjen kulttuuriesineiden suojelemiseksi sekä palauttamisen turvaamiseksi; 7) huolehtia esineen palauttamista vaatineen jäsenvaltion pyynnöstä oikeudenkäyntien vireillepanosta ja muusta oikeusavusta; 8) lähettää Suomesta laittomasti vietyjen kulttuuriesineiden etsimistä ja palauttamista koskevat pyynnöt Euroopan unionin jäsenvaltioiden viranomaisille; 9) ilmoittaa Suomesta laittomasti viedyn esineen sijaintivaltion keskusviranomaiselle esineen palauttamista koskevan hakemuksen vireillepanosta tässä valtiossa; sekä 10) ryhtyä muihin tarpeellisiin tämän lain ja 1 §:ssä mainitun direktiivin soveltamisalaan kuuluviin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Tässä laissa säädetyistä tehtävistä huolehtivana keskusviranomaisena toimii opetus- ja kulttuuriministeriö. Keskusviranomaisena opetus- ja kulttuuriministeriön tehtävänä on yhteistyössä Suomessa toimivaltaisten viranomaisten kanssa: 1) pitää yhteyttä 1 § :ssä mainitussa direktiivissä tarkoitetulla tavalla Euroopan unionin jäsenvaltioiden keskusviranomaisiin ja toimivaltaisiin viranomaisiin sekä edistää yhteistyötä Suomen ja jäsenvaltioiden toimivaltaisten viranomaisten välillä; 2) etsiä vaatimuksen esittäneen jäsenvaltion pyynnöstä Suomessa olevat laittomasti viedyt kulttuuriesineet ja selvittää niiden omistaja ja haltija; 3) ilmoittaa laittomasti viedyiksi epäiltyjen esineiden löytymisestä asianomaisille jäsenvaltioille; 4) järjestää tarvittaessa vaatimuksen esittäneelle jäsenvaltiolle mahdollisuus tarkastaa esine kuuden kuukauden kuluessa 3 kohdassa tarkoitetun ilmoituksen tekemisestä; 5) toimia välittäjänä esineen omistajan tai haltijan ja palauttamista vaatineen jäsenvaltion välisissä neuvotteluissa palauttamista koskevan sovinnon aikaansaamiseksi; 6) ryhtyä toimenpiteisiin laittomasti vietyjen kulttuuriesineiden suojelemiseksi sekä palauttamisen turvaamiseksi; 7) huolehtia esineen palauttamista vaatineen jäsenvaltion pyynnöstä oikeudenkäyntien vireillepanosta ja muusta oikeusavusta; 8) lähettää Suomesta laittomasti vietyjen kulttuuriesineiden etsimistä ja palauttamista koskevat pyynnöt Euroopan unionin jäsenvaltioiden viranomaisille; 9) ilmoittaa Suomesta laittomasti viedyn esineen sijaintivaltion keskusviranomaiselle esineen palauttamista koskevan hakemuksen vireillepanosta tässä valtiossa; sekä 10) ryhtyä muihin tarpeellisiin tämän lain ja 1 § :ssä mainitun direktiivin soveltamisalaan kuuluviin toimenpiteisiin.",
        "folded_fi": "tassa laissa saadetyista tehtavista huolehtivana keskusviranomaisena toimii opetus- ja kulttuuriministerio. keskusviranomaisena opetus- ja kulttuuriministerion tehtavana on yhteistyossa suomessa toimivaltaisten viranomaisten kanssa: 1) pitaa yhteytta 1 §:ssa mainitussa direktiivissa tarkoitetulla tavalla euroopan unionin jasenvaltioiden keskusviranomaisiin ja toimivaltaisiin viranomaisiin seka edistaa yhteistyota suomen ja jasenvaltioiden toimivaltaisten viranomaisten valilla; 2) etsia vaatimuksen esittaneen jasenvaltion pyynnosta suomessa olevat laittomasti viedyt kulttuuriesineet ja selvittaa niiden omistaja ja haltija; 3) ilmoittaa laittomasti viedyiksi epailtyjen esineiden loytymisesta asianomaisille jasenvaltioille; 4) jarjestaa tarvittaessa vaatimuksen esittaneelle jasenvaltiolle mahdollisuus tarkastaa esine kuuden kuukauden kuluessa 3 kohdassa tarkoitetun ilmoituksen tekemisesta; 5) toimia valittajana esineen omistajan tai haltijan ja palauttamista vaatineen jasenvaltion valisissa neuvotteluissa palauttamista koskevan sovinnon aikaansaamiseksi; 6) ryhtya toimenpiteisiin laittomasti vietyjen kulttuuriesineiden suojelemiseksi seka palauttamisen turvaamiseksi; 7) huolehtia esineen palauttamista vaatineen jasenvaltion pyynnosta oikeudenkayntien vireillepanosta ja muusta oikeusavusta; 8) lahettaa suomesta laittomasti vietyjen kulttuuriesineiden etsimista ja palauttamista koskevat pyynnot euroopan unionin jasenvaltioiden viranomaisille; 9) ilmoittaa suomesta laittomasti viedyn esineen sijaintivaltion keskusviranomaiselle esineen palauttamista koskevan hakemuksen vireillepanosta tassa valtiossa; seka 10) ryhtya muihin tarpeellisiin taman lain ja 1 §:ssa mainitun direktiivin soveltamisalaan kuuluviin toimenpiteisiin.",
        "title_sv": "Central myndighet",
        "content_sv": "Central myndighet som sköter uppgifterna enligt denna lag är undervisnings- och kulturministeriet. I egenskap av central myndighet har undervisnings- och kulturministeriet till uppgift att i samarbete med behöriga myndigheter i Finland 1) på det sätt som anges i det direktiv som nämns i 1 § upprätthålla kontakter med de centrala och behöriga myndigheterna i medlemsstaterna i Europeiska unionen och främja samarbetet mellan de behöriga myndigheterna i Finland och i medlemsstaterna, 2) på begäran av den återkrävande medlemsstaten efterforska olagligt bortförda kulturföremål som finns i Finland, och identifiera ägaren och innehavaren, 3) underrätta de berörda medlemsstaterna då föremål som misstänks ha förts ut olagligt påträffas, 4) vid behov göra det möjligt för den återkrävande medlemsstaten att inspektera föremålet inom sex månader från den underrättelse som avses i 3 punkten, 5) agera som förmedlare i förhandlingarna mellan ägaren eller innehavaren och den återkrävande medlemsstaten i syfte att få till stånd en uppgörelse om återlämnandet, 6) vidta åtgärder för att skydda olagligt bortförda kulturföremål och säkerställa återlämnandet, 7) på begäran av den återkrävande medlemsstaten sköta inledande av rättegångar och bidra med annan rättshjälp, 8) sända begäran om efterforskning och återlämnande av kulturföremål som olagligt förts ut ur Finland till myndigheterna i medlemsstaterna i Europeiska unionen, 9) underrätta den centrala myndigheten i en stat där ett från Finland olagligt bortfört föremål finns att en ansökan om återlämnande av föremålet har anhängiggjorts i denna stat, samt 10) vidta andra behövliga åtgärder enligt denna lag och det direktiv som nämns i 1 §.",
        "normalized_sv": "Central myndighet som sköter uppgifterna enligt denna lag är undervisnings- och kulturministeriet. I egenskap av central myndighet har undervisnings- och kulturministeriet till uppgift att i samarbete med behöriga myndigheter i Finland 1) på det sätt som anges i det direktiv som nämns i 1 § upprätthålla kontakter med de centrala och behöriga myndigheterna i medlemsstaterna i Europeiska unionen och främja samarbetet mellan de behöriga myndigheterna i Finland och i medlemsstaterna, 2) på begäran av den återkrävande medlemsstaten efterforska olagligt bortförda kulturföremål som finns i Finland, och identifiera ägaren och innehavaren, 3) underrätta de berörda medlemsstaterna då föremål som misstänks ha förts ut olagligt påträffas, 4) vid behov göra det möjligt för den återkrävande medlemsstaten att inspektera föremålet inom sex månader från den underrättelse som avses i 3 punkten, 5) agera som förmedlare i förhandlingarna mellan ägaren eller innehavaren och den återkrävande medlemsstaten i syfte att få till stånd en uppgörelse om återlämnandet, 6) vidta åtgärder för att skydda olagligt bortförda kulturföremål och säkerställa återlämnandet, 7) på begäran av den återkrävande medlemsstaten sköta inledande av rättegångar och bidra med annan rättshjälp, 8) sända begäran om efterforskning och återlämnande av kulturföremål som olagligt förts ut ur Finland till myndigheterna i medlemsstaterna i Europeiska unionen, 9) underrätta den centrala myndigheten i en stat där ett från Finland olagligt bortfört föremål finns att en ansökan om återlämnande av föremålet har anhängiggjorts i denna stat, samt 10) vidta andra behövliga åtgärder enligt denna lag och det direktiv som nämns i 1 § .",
        "folded_sv": "central myndighet som skoter uppgifterna enligt denna lag ar undervisnings- och kulturministeriet. i egenskap av central myndighet har undervisnings- och kulturministeriet till uppgift att i samarbete med behoriga myndigheter i finland 1) pa det satt som anges i det direktiv som namns i 1 § uppratthalla kontakter med de centrala och behoriga myndigheterna i medlemsstaterna i europeiska unionen och framja samarbetet mellan de behoriga myndigheterna i finland och i medlemsstaterna, 2) pa begaran av den aterkravande medlemsstaten efterforska olagligt bortforda kulturforemal som finns i finland, och identifiera agaren och innehavaren, 3) underratta de berorda medlemsstaterna da foremal som misstanks ha forts ut olagligt patraffas, 4) vid behov gora det mojligt for den aterkravande medlemsstaten att inspektera foremalet inom sex manader fran den underrattelse som avses i 3 punkten, 5) agera som formedlare i forhandlingarna mellan agaren eller innehavaren och den aterkravande medlemsstaten i syfte att fa till stand en uppgorelse om aterlamnandet, 6) vidta atgarder for att skydda olagligt bortforda kulturforemal och sakerstalla aterlamnandet, 7) pa begaran av den aterkravande medlemsstaten skota inledande av rattegangar och bidra med annan rattshjalp, 8) sanda begaran om efterforskning och aterlamnande av kulturforemal som olagligt forts ut ur finland till myndigheterna i medlemsstaterna i europeiska unionen, 9) underratta den centrala myndigheten i en stat dar ett fran finland olagligt bortfort foremal finns att en ansokan om aterlamnande av foremalet har anhangiggjorts i denna stat, samt 10) vidta andra behovliga atgarder enligt denna lag och det direktiv som namns i 1 §."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Palauttamista koskeva hakemus",
      "content": "Käräjäoikeus päättää Suomessa olevan muun Euroopan unionin jäsenvaltion alueelta laittomasti viedyn kulttuuriesineen palauttamisesta kyseisen jäsenvaltion kirjallisesta hakemuksesta. Hakemuksen tutkii käräjäoikeus, jonka tuomiopiirissä esine on tai jonka tuomiopiirissä esineen omistajalla tai haltijalla on kotipaikka tai vakituinen asuinpaikka taikka jonka tuomiopiirissä hän oleskelee. Hakemuksessa tai sen liitteessä on kuvailtava palautettavaksi vaadittu esine sekä mainittava, että kysymyksessä on 1 §:ssä tarkoitettu kulttuuriesine. Hakemukseen on lisäksi liitettävä hakemuksen tehneen jäsenvaltion toimivaltaisen viranomaisen kirjallinen vahvistus siitä, että esine on laittomasti viety kyseisen jäsenvaltion alueelta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Käräjäoikeus päättää Suomessa olevan muun Euroopan unionin jäsenvaltion alueelta laittomasti viedyn kulttuuriesineen palauttamisesta kyseisen jäsenvaltion kirjallisesta hakemuksesta. Hakemuksen tutkii käräjäoikeus, jonka tuomiopiirissä esine on tai jonka tuomiopiirissä esineen omistajalla tai haltijalla on kotipaikka tai vakituinen asuinpaikka taikka jonka tuomiopiirissä hän oleskelee. Hakemuksessa tai sen liitteessä on kuvailtava palautettavaksi vaadittu esine sekä mainittava, että kysymyksessä on 1 § :ssä tarkoitettu kulttuuriesine. Hakemukseen on lisäksi liitettävä hakemuksen tehneen jäsenvaltion toimivaltaisen viranomaisen kirjallinen vahvistus siitä, että esine on laittomasti viety kyseisen jäsenvaltion alueelta.",
        "folded_fi": "karajaoikeus paattaa suomessa olevan muun euroopan unionin jasenvaltion alueelta laittomasti viedyn kulttuuriesineen palauttamisesta kyseisen jasenvaltion kirjallisesta hakemuksesta. hakemuksen tutkii karajaoikeus, jonka tuomiopiirissa esine on tai jonka tuomiopiirissa esineen omistajalla tai haltijalla on kotipaikka tai vakituinen asuinpaikka taikka jonka tuomiopiirissa han oleskelee. hakemuksessa tai sen liitteessa on kuvailtava palautettavaksi vaadittu esine seka mainittava, etta kysymyksessa on 1 §:ssa tarkoitettu kulttuuriesine. hakemukseen on lisaksi liitettava hakemuksen tehneen jasenvaltion toimivaltaisen viranomaisen kirjallinen vahvistus siita, etta esine on laittomasti viety kyseisen jasenvaltion alueelta.",
        "title_sv": "Ansökan om återlämnande",
        "content_sv": "Tingsrätten beslutar efter skriftlig ansökan av en annan medlemsstat i Europeiska unionen om återlämnande av ett kulturföremål som finns i Finland och som olagligen förts bort från territoriet för medlemsstaten i fråga. Ansökan ska prövas av den tingsrätt inom vars domkrets föremålet finns eller inom vars domkrets föremålets ägare eller innehavare har sin hemort eller är varaktigt bosatt eller vistas. I ansökan eller en bilaga till den ska det återkrävda föremålet beskrivas och det ska anges att det rör sig om ett kulturföremål enligt 1 §. Till ansökan ska dessutom fogas en skriftlig bekräftelse av en behörig myndighet i den återkrävande medlemsstaten av att föremålet olagligen har förts bort från territoriet för den medlemsstaten.",
        "normalized_sv": "Tingsrätten beslutar efter skriftlig ansökan av en annan medlemsstat i Europeiska unionen om återlämnande av ett kulturföremål som finns i Finland och som olagligen förts bort från territoriet för medlemsstaten i fråga. Ansökan ska prövas av den tingsrätt inom vars domkrets föremålet finns eller inom vars domkrets föremålets ägare eller innehavare har sin hemort eller är varaktigt bosatt eller vistas. I ansökan eller en bilaga till den ska det återkrävda föremålet beskrivas och det ska anges att det rör sig om ett kulturföremål enligt 1 § . Till ansökan ska dessutom fogas en skriftlig bekräftelse av en behörig myndighet i den återkrävande medlemsstaten av att föremålet olagligen har förts bort från territoriet för den medlemsstaten.",
        "folded_sv": "tingsratten beslutar efter skriftlig ansokan av en annan medlemsstat i europeiska unionen om aterlamnande av ett kulturforemal som finns i finland och som olagligen forts bort fran territoriet for medlemsstaten i fraga. ansokan ska provas av den tingsratt inom vars domkrets foremalet finns eller inom vars domkrets foremalets agare eller innehavare har sin hemort eller ar varaktigt bosatt eller vistas. i ansokan eller en bilaga till den ska det aterkravda foremalet beskrivas och det ska anges att det ror sig om ett kulturforemal enligt 1 §. till ansokan ska dessutom fogas en skriftlig bekraftelse av en behorig myndighet i den aterkravande medlemsstaten av att foremalet olagligen har forts bort fran territoriet for den medlemsstaten."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Turvaamistoimet",
      "content": "Kulttuuriesineen palauttamisen turvaamiseksi 4 §:ssä tarkoitettu käräjäoikeus voi määrätä esineen takavarikkoon tai päättää muusta turvaamistoimesta. Turvaamistoimista säädetään oikeudenkäymiskaaren 7 luvussa. Turvaamistointa koskevan hakemuksen voi panna vireille 4 §:n 1 momentissa tarkoitettu jäsenvaltio tai opetus- ja kulttuuriministeriö. Jos 4 §:ssä tarkoitettua hakemusta ei ole pantu vireille kuuden kuukauden kuluessa turvaamistoimen määräämistä koskevan päätöksen antamisesta, turvaamistoimi peruutetaan. Täytäntöönpano peruuttamisesta säädetään lisäksi ulosottokaaren (705/2007) 8 luvun 4 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Kulttuuriesineen palauttamisen turvaamiseksi 4 § :ssä tarkoitettu käräjäoikeus voi määrätä esineen takavarikkoon tai päättää muusta turvaamistoimesta. Turvaamistoimista säädetään oikeudenkäymiskaaren 7 luvussa. Turvaamistointa koskevan hakemuksen voi panna vireille 4 § :n 1 momentissa tarkoitettu jäsenvaltio tai opetus- ja kulttuuriministeriö. Jos 4 § :ssä tarkoitettua hakemusta ei ole pantu vireille kuuden kuukauden kuluessa turvaamistoimen määräämistä koskevan päätöksen antamisesta, turvaamistoimi peruutetaan. Täytäntöönpano peruuttamisesta säädetään lisäksi ulosottokaaren (705/2007) 8 luvun 4 § :ssä.",
        "folded_fi": "kulttuuriesineen palauttamisen turvaamiseksi 4 §:ssa tarkoitettu karajaoikeus voi maarata esineen takavarikkoon tai paattaa muusta turvaamistoimesta. turvaamistoimista saadetaan oikeudenkaymiskaaren 7 luvussa. turvaamistointa koskevan hakemuksen voi panna vireille 4 §:n 1 momentissa tarkoitettu jasenvaltio tai opetus- ja kulttuuriministerio. jos 4 §:ssa tarkoitettua hakemusta ei ole pantu vireille kuuden kuukauden kuluessa turvaamistoimen maaraamista koskevan paatoksen antamisesta, turvaamistoimi peruutetaan. taytantoonpano peruuttamisesta saadetaan lisaksi ulosottokaaren (705/2007) 8 luvun 4 §:ssa.",
        "title_sv": "Säkringsåtgärder",
        "content_sv": "För att säkerställa att ett kulturföremål återlämnas kan den tingsrätt som avses i 4 § bestämma att föremålet beläggs med kvarstad eller bestämma om andra säkringsåtgärder. Bestämmelser om säkringsåtgärder finns i 7 kap. i rättegångsbalken. Ansökan om säkringsåtgärder kan anhängiggöras av den medlemsstat som avses i 4 § 1 mom. eller av undervisnings- och kulturministeriet. Om en ansökan enligt 4 § inte har anhängiggjorts inom sex månader från utfärdandet av beslutet om bestämmande av en säkringsåtgärd, ska säkringsåtgärden återkallas. Bestämmelser om återkallande av verkställighet finns dessutom i 8 kap. 4 § i utsökningsbalken (705/2007).",
        "normalized_sv": "För att säkerställa att ett kulturföremål återlämnas kan den tingsrätt som avses i 4 § bestämma att föremålet beläggs med kvarstad eller bestämma om andra säkringsåtgärder. Bestämmelser om säkringsåtgärder finns i 7 kap. i rättegångsbalken. Ansökan om säkringsåtgärder kan anhängiggöras av den medlemsstat som avses i 4 § 1 mom. eller av undervisnings- och kulturministeriet. Om en ansökan enligt 4 § inte har anhängiggjorts inom sex månader från utfärdandet av beslutet om bestämmande av en säkringsåtgärd, ska säkringsåtgärden återkallas. Bestämmelser om återkallande av verkställighet finns dessutom i 8 kap. 4 § i utsökningsbalken (705/2007).",
        "folded_sv": "for att sakerstalla att ett kulturforemal aterlamnas kan den tingsratt som avses i 4 § bestamma att foremalet belaggs med kvarstad eller bestamma om andra sakringsatgarder. bestammelser om sakringsatgarder finns i 7 kap. i rattegangsbalken. ansokan om sakringsatgarder kan anhangiggoras av den medlemsstat som avses i 4 § 1 mom. eller av undervisnings- och kulturministeriet. om en ansokan enligt 4 § inte har anhangiggjorts inom sex manader fran utfardandet av beslutet om bestammande av en sakringsatgard, ska sakringsatgarden aterkallas. bestammelser om aterkallande av verkstallighet finns dessutom i 8 kap. 4 § i utsokningsbalken (705/2007)."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Määräajat",
      "content": "Edellä 4 §:ssä säädetty hakemus on pantava vireille kolmen vuoden kuluessa siitä, kun sen jäsenvaltion toimivaltainen keskusviranomainen, jonka alueelta esine on laittomasti viety, on saanut tietoonsa esineen sijaintipaikan sekä omistajan tai haltijan. Hakemusta ei kuitenkaan voi panna vireille enää sen jälkeen, kun 30 vuotta on kulunut esineen laittomasta viemisestä. Jos kysymyksessä on 1 §:ssä mainitun direktiivin 2 artiklan 8 kohdassa tarkoitettu julkiseen kokoelmaan kuuluva esine tai uskonnollisen yhteisön omistama esine, joka on esineen palauttamista vaatineessa jäsenvaltiossa erityisen suojelun alainen, hakemus on pantava vireille 1 momentissa tarkoitetussa kolmen vuoden määräajassa. Hakemusta ei kuitenkaan voi panna vireille enää sen jälkeen, kun 75 vuotta on kulunut esineen laittomasta viemisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Edellä 4 § :ssä säädetty hakemus on pantava vireille kolmen vuoden kuluessa siitä, kun sen jäsenvaltion toimivaltainen keskusviranomainen, jonka alueelta esine on laittomasti viety, on saanut tietoonsa esineen sijaintipaikan sekä omistajan tai haltijan. Hakemusta ei kuitenkaan voi panna vireille enää sen jälkeen, kun 30 vuotta on kulunut esineen laittomasta viemisestä. Jos kysymyksessä on 1 § :ssä mainitun direktiivin 2 artiklan 8 kohdassa tarkoitettu julkiseen kokoelmaan kuuluva esine tai uskonnollisen yhteisön omistama esine, joka on esineen palauttamista vaatineessa jäsenvaltiossa erityisen suojelun alainen, hakemus on pantava vireille 1 momentissa tarkoitetussa kolmen vuoden määräajassa. Hakemusta ei kuitenkaan voi panna vireille enää sen jälkeen, kun 75 vuotta on kulunut esineen laittomasta viemisestä.",
        "folded_fi": "edella 4 §:ssa saadetty hakemus on pantava vireille kolmen vuoden kuluessa siita, kun sen jasenvaltion toimivaltainen keskusviranomainen, jonka alueelta esine on laittomasti viety, on saanut tietoonsa esineen sijaintipaikan seka omistajan tai haltijan. hakemusta ei kuitenkaan voi panna vireille enaa sen jalkeen, kun 30 vuotta on kulunut esineen laittomasta viemisesta. jos kysymyksessa on 1 §:ssa mainitun direktiivin 2 artiklan 8 kohdassa tarkoitettu julkiseen kokoelmaan kuuluva esine tai uskonnollisen yhteison omistama esine, joka on esineen palauttamista vaatineessa jasenvaltiossa erityisen suojelun alainen, hakemus on pantava vireille 1 momentissa tarkoitetussa kolmen vuoden maaraajassa. hakemusta ei kuitenkaan voi panna vireille enaa sen jalkeen, kun 75 vuotta on kulunut esineen laittomasta viemisesta.",
        "title_sv": "Tidsfrister",
        "content_sv": "En ansökan enligt 4 § ska anhängiggöras inom tre år från den tidpunkt då den behöriga centrala myndigheten i den medlemsstat från vars territorium föremålet olagligen fördes bort har fått kännedom om var föremålet finns och om ägarens eller innehavarens identitet. Ansökan kan dock inte anhängiggöras efter det att 30 år har förflutit från det olagliga bortförandet. I fråga om ett föremål enligt artikel 2.8 i det i 1 § nämnda direktivet, som hör till en offentlig samling eller ägs av ett kyrkligt samfund och som åtnjuter särskilt skydd i den återkrävande medlemsstaten, ska ansökan anhängiggöras inom den tidsfrist på tre år som avses i 1 mom. Ansökan kan dock inte anhängiggöras efter det att 75 år har förflutit från det olagliga bortförandet.",
        "normalized_sv": "En ansökan enligt 4 § ska anhängiggöras inom tre år från den tidpunkt då den behöriga centrala myndigheten i den medlemsstat från vars territorium föremålet olagligen fördes bort har fått kännedom om var föremålet finns och om ägarens eller innehavarens identitet. Ansökan kan dock inte anhängiggöras efter det att 30 år har förflutit från det olagliga bortförandet. I fråga om ett föremål enligt artikel 2.8 i det i 1 § nämnda direktivet, som hör till en offentlig samling eller ägs av ett kyrkligt samfund och som åtnjuter särskilt skydd i den återkrävande medlemsstaten, ska ansökan anhängiggöras inom den tidsfrist på tre år som avses i 1 mom. Ansökan kan dock inte anhängiggöras efter det att 75 år har förflutit från det olagliga bortförandet.",
        "folded_sv": "en ansokan enligt 4 § ska anhangiggoras inom tre ar fran den tidpunkt da den behoriga centrala myndigheten i den medlemsstat fran vars territorium foremalet olagligen fordes bort har fatt kannedom om var foremalet finns och om agarens eller innehavarens identitet. ansokan kan dock inte anhangiggoras efter det att 30 ar har forflutit fran det olagliga bortforandet. i fraga om ett foremal enligt artikel 2.8 i det i 1 § namnda direktivet, som hor till en offentlig samling eller ags av ett kyrkligt samfund och som atnjuter sarskilt skydd i den aterkravande medlemsstaten, ska ansokan anhangiggoras inom den tidsfrist pa tre ar som avses i 1 mom. ansokan kan dock inte anhangiggoras efter det att 75 ar har forflutit fran det olagliga bortforandet."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Oikeus korvaukseen",
      "content": "Jos esine määrätään palautettavaksi, sillä, joka on esineen laittoman viemisen jälkeen saanut omistusoikeuden, panttioikeuden tai muun oikeuden esineeseen, on oikeus saada esineen palauttamista vaatineelta jäsenvaltiolta kohtuullinen korvaus palauttamisesta aiheutuvasta vahingosta ja haitasta. Käräjäoikeuden on palauttamista koskevan hakemuksen käsittelyn yhteydessä määrättävä 1 momentissa tarkoitetun oikeuden haltijan vaatimuksesta korvaus, jos tämä voi näyttää, että on oikeuden hankkiessaan noudattanut asianmukaista huolellisuutta. Asianmukaisen huolellisuuden arvioinnissa on otettava huomioon kaikki olosuhteet 1 §:ssä mainitun direktiivin 10 artiklan 2 kohdan mukaisesti. Korvauksen määrää harkittaessa otetaan huomioon palauttamisen vaikutus esineen omistusoikeuteen tai muuhun siihen kohdistuvaan oikeuteen, esineen hankintahinta, esineen arvossa hankinnan jälkeen tapahtuneet muutokset, hankinnasta ja säilyttämisestä aiheutuneet kulut, esineen erityinen tunnearvo sen omistajalle sekä muut vastaavat seikat. Perintönä tai muutoin vastikkeetta omistusoikeuden tai muun oikeuden palautettavaksi määrättävään esineeseen saaneella ei ole parempaa oikeutta korvaukseen kuin sillä, jolta esine on saatu vastikkeetta. Tässä pykälässä tarkoitettu korvaus on maksettava esineen palauttamisen yhteydessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Jos esine määrätään palautettavaksi, sillä, joka on esineen laittoman viemisen jälkeen saanut omistusoikeuden, panttioikeuden tai muun oikeuden esineeseen, on oikeus saada esineen palauttamista vaatineelta jäsenvaltiolta kohtuullinen korvaus palauttamisesta aiheutuvasta vahingosta ja haitasta. Käräjäoikeuden on palauttamista koskevan hakemuksen käsittelyn yhteydessä määrättävä 1 momentissa tarkoitetun oikeuden haltijan vaatimuksesta korvaus, jos tämä voi näyttää, että on oikeuden hankkiessaan noudattanut asianmukaista huolellisuutta. Asianmukaisen huolellisuuden arvioinnissa on otettava huomioon kaikki olosuhteet 1 § :ssä mainitun direktiivin 10 artiklan 2 kohdan mukaisesti. Korvauksen määrää harkittaessa otetaan huomioon palauttamisen vaikutus esineen omistusoikeuteen tai muuhun siihen kohdistuvaan oikeuteen, esineen hankintahinta, esineen arvossa hankinnan jälkeen tapahtuneet muutokset, hankinnasta ja säilyttämisestä aiheutuneet kulut, esineen erityinen tunnearvo sen omistajalle sekä muut vastaavat seikat. Perintönä tai muutoin vastikkeetta omistusoikeuden tai muun oikeuden palautettavaksi määrättävään esineeseen saaneella ei ole parempaa oikeutta korvaukseen kuin sillä, jolta esine on saatu vastikkeetta. Tässä pykälässä tarkoitettu korvaus on maksettava esineen palauttamisen yhteydessä.",
        "folded_fi": "jos esine maarataan palautettavaksi, silla, joka on esineen laittoman viemisen jalkeen saanut omistusoikeuden, panttioikeuden tai muun oikeuden esineeseen, on oikeus saada esineen palauttamista vaatineelta jasenvaltiolta kohtuullinen korvaus palauttamisesta aiheutuvasta vahingosta ja haitasta. karajaoikeuden on palauttamista koskevan hakemuksen kasittelyn yhteydessa maarattava 1 momentissa tarkoitetun oikeuden haltijan vaatimuksesta korvaus, jos tama voi nayttaa, etta on oikeuden hankkiessaan noudattanut asianmukaista huolellisuutta. asianmukaisen huolellisuuden arvioinnissa on otettava huomioon kaikki olosuhteet 1 §:ssa mainitun direktiivin 10 artiklan 2 kohdan mukaisesti. korvauksen maaraa harkittaessa otetaan huomioon palauttamisen vaikutus esineen omistusoikeuteen tai muuhun siihen kohdistuvaan oikeuteen, esineen hankintahinta, esineen arvossa hankinnan jalkeen tapahtuneet muutokset, hankinnasta ja sailyttamisesta aiheutuneet kulut, esineen erityinen tunnearvo sen omistajalle seka muut vastaavat seikat. perintona tai muutoin vastikkeetta omistusoikeuden tai muun oikeuden palautettavaksi maarattavaan esineeseen saaneella ei ole parempaa oikeutta korvaukseen kuin silla, jolta esine on saatu vastikkeetta. tassa pykalassa tarkoitettu korvaus on maksettava esineen palauttamisen yhteydessa.",
        "title_sv": "Rätt till ersättning",
        "content_sv": "Om det bestäms att ett föremål ska återlämnas är den som efter den olagliga bortförseln har fått äganderätt, panträtt eller någon annan rätt till föremålet berättigad att av den återkrävande medlemsstaten få en skälig ersättning för de skador och olägenheter som återlämnandet ger upphov till. Tingsrätten ska i samband med behandlingen av ansökan om återlämnande bestämma om ersättning, om den som innehar en rätt enligt 1 mom. yrkar på detta och kan visa att vederbörlig omsorg iakttagits vid förvärvet av rätten. Vid bedömningen av om rättsinnehavaren har visat vederbörlig omsorg ska det tas hänsyn till alla omständigheter i enlighet med artikel 10.2 i det direktiv som nämns i 1 §. Vid prövning av ersättningens belopp ska det tas hänsyn till hur återlämnandet påverkar äganderätten eller någon annan rätt till föremålet samt beaktas föremålets anskaffningspris, förändringar i föremålets värde efter förvärvet, kostnaderna för förvärvet och förvaringen, föremålets särskilda affektionsvärde för dess ägare och andra motsvarande omständigheter. Den som genom arv eller i övrigt vederlagsfritt har förvärvat äganderätten eller någon annan rätt till det föremål som ska återlämnas har inte bättre rätt till ersättning än den av vilken han eller hon förvärvade föremålet vederlagsfritt. Den ersättning som avses i denna paragraf ska betalas i samband med att föremålet återlämnas.",
        "normalized_sv": "Om det bestäms att ett föremål ska återlämnas är den som efter den olagliga bortförseln har fått äganderätt, panträtt eller någon annan rätt till föremålet berättigad att av den återkrävande medlemsstaten få en skälig ersättning för de skador och olägenheter som återlämnandet ger upphov till. Tingsrätten ska i samband med behandlingen av ansökan om återlämnande bestämma om ersättning, om den som innehar en rätt enligt 1 mom. yrkar på detta och kan visa att vederbörlig omsorg iakttagits vid förvärvet av rätten. Vid bedömningen av om rättsinnehavaren har visat vederbörlig omsorg ska det tas hänsyn till alla omständigheter i enlighet med artikel 10.2 i det direktiv som nämns i 1 § . Vid prövning av ersättningens belopp ska det tas hänsyn till hur återlämnandet påverkar äganderätten eller någon annan rätt till föremålet samt beaktas föremålets anskaffningspris, förändringar i föremålets värde efter förvärvet, kostnaderna för förvärvet och förvaringen, föremålets särskilda affektionsvärde för dess ägare och andra motsvarande omständigheter. Den som genom arv eller i övrigt vederlagsfritt har förvärvat äganderätten eller någon annan rätt till det föremål som ska återlämnas har inte bättre rätt till ersättning än den av vilken han eller hon förvärvade föremålet vederlagsfritt. Den ersättning som avses i denna paragraf ska betalas i samband med att föremålet återlämnas.",
        "folded_sv": "om det bestams att ett foremal ska aterlamnas ar den som efter den olagliga bortforseln har fatt aganderatt, pantratt eller nagon annan ratt till foremalet berattigad att av den aterkravande medlemsstaten fa en skalig ersattning for de skador och olagenheter som aterlamnandet ger upphov till. tingsratten ska i samband med behandlingen av ansokan om aterlamnande bestamma om ersattning, om den som innehar en ratt enligt 1 mom. yrkar pa detta och kan visa att vederborlig omsorg iakttagits vid forvarvet av ratten. vid bedomningen av om rattsinnehavaren har visat vederborlig omsorg ska det tas hansyn till alla omstandigheter i enlighet med artikel 10.2 i det direktiv som namns i 1 §. vid provning av ersattningens belopp ska det tas hansyn till hur aterlamnandet paverkar aganderatten eller nagon annan ratt till foremalet samt beaktas foremalets anskaffningspris, forandringar i foremalets varde efter forvarvet, kostnaderna for forvarvet och forvaringen, foremalets sarskilda affektionsvarde for dess agare och andra motsvarande omstandigheter. den som genom arv eller i ovrigt vederlagsfritt har forvarvat aganderatten eller nagon annan ratt till det foremal som ska aterlamnas har inte battre ratt till ersattning an den av vilken han eller hon forvarvade foremalet vederlagsfritt. den ersattning som avses i denna paragraf ska betalas i samband med att foremalet aterlamnas."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Kustannukset",
      "content": "Suomen valtio ei peri kulttuuriesineen palauttamista vaatineelta jäsenvaltiolta korvausta niistä kustannuksista, jotka aiheutuvat keskusviranomaisen ja toimivaltaisten viranomaisten tämän lain nojalla suorittamista toimenpiteistä. Kulttuuriesineen palauttamista vaatinut jäsenvaltio vastaa Suomessa vireille pannusta oikeudenkäynnistä ja muusta erillisestä menettelystä aiheutuvista kustannuksista. Oikeudenkäyntikulujen korvaamisesta säädetään oikeudenkäymiskaaren 21 luvussa. Palauttamista vaatinut jäsenvaltio vastaa myös niistä kustannuksista, jotka Suomessa aiheutuvat esineen säilyttämisestä, suojaamisesta ja palauttamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Suomen valtio ei peri kulttuuriesineen palauttamista vaatineelta jäsenvaltiolta korvausta niistä kustannuksista, jotka aiheutuvat keskusviranomaisen ja toimivaltaisten viranomaisten tämän lain nojalla suorittamista toimenpiteistä. Kulttuuriesineen palauttamista vaatinut jäsenvaltio vastaa Suomessa vireille pannusta oikeudenkäynnistä ja muusta erillisestä menettelystä aiheutuvista kustannuksista. Oikeudenkäyntikulujen korvaamisesta säädetään oikeudenkäymiskaaren 21 luvussa. Palauttamista vaatinut jäsenvaltio vastaa myös niistä kustannuksista, jotka Suomessa aiheutuvat esineen säilyttämisestä, suojaamisesta ja palauttamisesta.",
        "folded_fi": "suomen valtio ei peri kulttuuriesineen palauttamista vaatineelta jasenvaltiolta korvausta niista kustannuksista, jotka aiheutuvat keskusviranomaisen ja toimivaltaisten viranomaisten taman lain nojalla suorittamista toimenpiteista. kulttuuriesineen palauttamista vaatinut jasenvaltio vastaa suomessa vireille pannusta oikeudenkaynnista ja muusta erillisesta menettelysta aiheutuvista kustannuksista. oikeudenkayntikulujen korvaamisesta saadetaan oikeudenkaymiskaaren 21 luvussa. palauttamista vaatinut jasenvaltio vastaa myos niista kustannuksista, jotka suomessa aiheutuvat esineen sailyttamisesta, suojaamisesta ja palauttamisesta.",
        "title_sv": "Kostnader",
        "content_sv": "Finska staten tar inte av den medlemsstat som krävt återlämnande av ett kulturföremål ut ersättning för kostnaderna för de åtgärder som den centrala myndigheten och den behöriga myndigheten har vidtagit med stöd av denna lag. Den medlemsstat som har krävt återlämnande av ett kulturföremål svarar för kostnaderna för anhängiggjorda rättegångar och annat fristående förfarande i Finland. Bestämmelser om ersättning för rättegångskostnader finns i 21 kp. i rättegångsbalken. Den återkrävande medlemsstaten svarar även för de kostnader som i Finland föranleds av förvaring, skydd och återlämnande av föremålet.",
        "normalized_sv": "Finska staten tar inte av den medlemsstat som krävt återlämnande av ett kulturföremål ut ersättning för kostnaderna för de åtgärder som den centrala myndigheten och den behöriga myndigheten har vidtagit med stöd av denna lag. Den medlemsstat som har krävt återlämnande av ett kulturföremål svarar för kostnaderna för anhängiggjorda rättegångar och annat fristående förfarande i Finland. Bestämmelser om ersättning för rättegångskostnader finns i 21 kp. i rättegångsbalken. Den återkrävande medlemsstaten svarar även för de kostnader som i Finland föranleds av förvaring, skydd och återlämnande av föremålet.",
        "folded_sv": "finska staten tar inte av den medlemsstat som kravt aterlamnande av ett kulturforemal ut ersattning for kostnaderna for de atgarder som den centrala myndigheten och den behoriga myndigheten har vidtagit med stod av denna lag. den medlemsstat som har kravt aterlamnande av ett kulturforemal svarar for kostnaderna for anhangiggjorda rattegangar och annat fristaende forfarande i finland. bestammelser om ersattning for rattegangskostnader finns i 21 kp. i rattegangsbalken. den aterkravande medlemsstaten svarar aven for de kostnader som i finland foranleds av forvaring, skydd och aterlamnande av foremalet."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Omistusoikeuden saamiseen sovellettava laki",
      "content": "Kun kulttuuriesine on tämän lain ja 1 §:ssä mainitun direktiivin mukaisesti palautettu Suomesta toiseen Euroopan unionin jäsenvaltioon, omistusoikeuden saamiseen laittoman viemisen ja esineen palauttamisen välisenä aikana on sovellettava sen jäsenvaltion lakia, johon esine on palautettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Kun kulttuuriesine on tämän lain ja 1 § :ssä mainitun direktiivin mukaisesti palautettu Suomesta toiseen Euroopan unionin jäsenvaltioon, omistusoikeuden saamiseen laittoman viemisen ja esineen palauttamisen välisenä aikana on sovellettava sen jäsenvaltion lakia, johon esine on palautettu.",
        "folded_fi": "kun kulttuuriesine on taman lain ja 1 §:ssa mainitun direktiivin mukaisesti palautettu suomesta toiseen euroopan unionin jasenvaltioon, omistusoikeuden saamiseen laittoman viemisen ja esineen palauttamisen valisena aikana on sovellettava sen jasenvaltion lakia, johon esine on palautettu.",
        "title_sv": "Lag som ska tillämpas på förvärv av äganderätten",
        "content_sv": "När ett kulturföremål enligt denna lag och enligt det direktiv som nämns i 1 § har återlämnats från Finland till en annan medlemsstat i Europeiska unionen, ska på förvärv av äganderätten under tiden mellan det olagliga bortförandet och föremålets återlämnande tillämpas lagen i den medlemsstat till vilken föremålet har återlämnats.",
        "normalized_sv": "När ett kulturföremål enligt denna lag och enligt det direktiv som nämns i 1 § har återlämnats från Finland till en annan medlemsstat i Europeiska unionen, ska på förvärv av äganderätten under tiden mellan det olagliga bortförandet och föremålets återlämnande tillämpas lagen i den medlemsstat till vilken föremålet har återlämnats.",
        "folded_sv": "nar ett kulturforemal enligt denna lag och enligt det direktiv som namns i 1 § har aterlamnats fran finland till en annan medlemsstat i europeiska unionen, ska pa forvarv av aganderatten under tiden mellan det olagliga bortforandet och foremalets aterlamnande tillampas lagen i den medlemsstat till vilken foremalet har aterlamnats."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 18 päivänä joulukuuta 2015. Tällä lailla kumotaan Euroopan talousalueen valtion alueelta laittomasti vietyjen kulttuuriesineiden palauttamisesta annettu laki (1276/1994). Lakia sovelletaan Suomessa olevaan kulttuuriesineeseen, joka on viety laittomasti toisen Euroopan unionin jäsenvaltion alueelta 1 päivänä tammikuuta 1995 tai sen jälkeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Tämä laki tulee voimaan 18 päivänä joulukuuta 2015. Tällä lailla kumotaan Euroopan talousalueen valtion alueelta laittomasti vietyjen kulttuuriesineiden palauttamisesta annettu laki (1276/1994). Lakia sovelletaan Suomessa olevaan kulttuuriesineeseen, joka on viety laittomasti toisen Euroopan unionin jäsenvaltion alueelta 1 päivänä tammikuuta 1995 tai sen jälkeen.",
        "folded_fi": "tama laki tulee voimaan 18 paivana joulukuuta 2015. talla lailla kumotaan euroopan talousalueen valtion alueelta laittomasti vietyjen kulttuuriesineiden palauttamisesta annettu laki (1276/1994). lakia sovelletaan suomessa olevaan kulttuuriesineeseen, joka on viety laittomasti toisen euroopan unionin jasenvaltion alueelta 1 paivana tammikuuta 1995 tai sen jalkeen.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 18 december 2015. Genom denna lag upphävs lagen om återlämnande av kulturföremål som olagligt förts bort från en stat inom Europeiska ekonomiska samarbetsområdet (1276/1994). Lagen tillämpas på kulturföremål som finns i Finland och som den 1 januari 1995 eller därefter olagligt har förts bort från territoriet för en annan medlemsstat i Europeiska unionen.",
        "normalized_sv": "Denna lag träder i kraft den 18 december 2015. Genom denna lag upphävs lagen om återlämnande av kulturföremål som olagligt förts bort från en stat inom Europeiska ekonomiska samarbetsområdet (1276/1994). Lagen tillämpas på kulturföremål som finns i Finland och som den 1 januari 1995 eller därefter olagligt har förts bort från territoriet för en annan medlemsstat i Europeiska unionen.",
        "folded_sv": "denna lag trader i kraft den 18 december 2015. genom denna lag upphavs lagen om aterlamnande av kulturforemal som olagligt forts bort fran en stat inom europeiska ekonomiska samarbetsomradet (1276/1994). lagen tillampas pa kulturforemal som finns i finland och som den 1 januari 1995 eller darefter olagligt har forts bort fran territoriet for en annan medlemsstat i europeiska unionen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Jäsenvaltion alueelta laittomasti vietyjen kulttuuriesineiden palauttamisesta ja asetuksen (EU) N:o 1024/2012 muuttamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2014/60/EU 2 artiklan 1 kohdassa tarkoitettu toisen Euroopan unionin jäsenvaltion kansallisaarteeksi määrittelemä kulttuuriesine, joka on Suomessa ja joka on viety toisen jäsenvaltion alueelta laittomasti, palautetaan asianomaiseen jäsenvaltioon siten kuin tässä laissa säädetään. Tämän lain 3 §:ssä säädetään myös Suomesta laittomasti vietyjä kulttuuriesineitä koskevista pyynnöistä ja ilmoituksista. Mitä tässä laissa säädetään Euroopan unionin jäsenvaltiosta, koskee myös Euroopan talousalueeseen kuuluvia valtioita.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Jäsenvaltion alueelta laittomasti vietyjen kulttuuriesineiden palauttamisesta ja asetuksen (EU) N:o 1024/2012 muuttamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2014/60/EU 2 artiklan 1 kohdassa tarkoitettu toisen Euroopan unionin jäsenvaltion kansallisaarteeksi määrittelemä kulttuuriesine, joka on Suomessa ja joka on viety toisen jäsenvaltion alueelta laittomasti, palautetaan asianomaiseen jäsenvaltioon siten kuin tässä laissa säädetään. Tämän lain 3 § :ssä säädetään myös Suomesta laittomasti vietyjä kulttuuriesineitä koskevista pyynnöistä ja ilmoituksista. Mitä tässä laissa säädetään Euroopan unionin jäsenvaltiosta, koskee myös Euroopan talousalueeseen kuuluvia valtioita.",
        "folded_fi": "jasenvaltion alueelta laittomasti vietyjen kulttuuriesineiden palauttamisesta ja asetuksen (eu) n:o 1024/2012 muuttamisesta annetun euroopan parlamentin ja neuvoston direktiivin 2014/60/eu 2 artiklan 1 kohdassa tarkoitettu toisen euroopan unionin jasenvaltion kansallisaarteeksi maarittelema kulttuuriesine, joka on suomessa ja joka on viety toisen jasenvaltion alueelta laittomasti, palautetaan asianomaiseen jasenvaltioon siten kuin tassa laissa saadetaan. taman lain 3 §:ssa saadetaan myos suomesta laittomasti vietyja kulttuuriesineita koskevista pyynnoista ja ilmoituksista. mita tassa laissa saadetaan euroopan unionin jasenvaltiosta, koskee myos euroopan talousalueeseen kuuluvia valtioita.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Ett sådant kulturföremål enligt artikel 2.1 i Europaparlamentets och rådets direktiv 2014/60/EU om återlämnande av kulturföremål som olagligen förts bort från en medlemsstats territorium och om ändring av förordning (EU) nr 1024/2012, som finns i Finland och som i en annan medlemsstat i Europeiska unionen anges som en nationell skatt och som olagligen förts bort från territoriet för den andra medlemsstaten, ska återlämnas till medlemsstaten i fråga så som bestäms i denna lag. I 3 § bestäms även om begäran och underrättelser som gäller kulturföremål som olagligen förts ut ur Finland. Vad som i denna lag bestäms om Europeiska unionens medlemsstater gäller också stater som hör till Europeiska ekonomiska samarbetsområdet.",
        "normalized_sv": "Ett sådant kulturföremål enligt artikel 2.1 i Europaparlamentets och rådets direktiv 2014/60/EU om återlämnande av kulturföremål som olagligen förts bort från en medlemsstats territorium och om ändring av förordning (EU) nr 1024/2012, som finns i Finland och som i en annan medlemsstat i Europeiska unionen anges som en nationell skatt och som olagligen förts bort från territoriet för den andra medlemsstaten, ska återlämnas till medlemsstaten i fråga så som bestäms i denna lag. I 3 § bestäms även om begäran och underrättelser som gäller kulturföremål som olagligen förts ut ur Finland. Vad som i denna lag bestäms om Europeiska unionens medlemsstater gäller också stater som hör till Europeiska ekonomiska samarbetsområdet.",
        "folded_sv": "ett sadant kulturforemal enligt artikel 2.1 i europaparlamentets och radets direktiv 2014/60/eu om aterlamnande av kulturforemal som olagligen forts bort fran en medlemsstats territorium och om andring av forordning (eu) nr 1024/2012, som finns i finland och som i en annan medlemsstat i europeiska unionen anges som en nationell skatt och som olagligen forts bort fran territoriet for den andra medlemsstaten, ska aterlamnas till medlemsstaten i fraga sa som bestams i denna lag. i 3 § bestams aven om begaran och underrattelser som galler kulturforemal som olagligen forts ut ur finland. vad som i denna lag bestams om europeiska unionens medlemsstater galler ocksa stater som hor till europeiska ekonomiska samarbetsomradet."
      },
      "valid_from": "2015-10-30",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Laiton vieminen",
      "content": "Kulttuuriesine on viety laittomasti, jos se on viety Euroopan unionin jäsenvaltion alueelta vastoin kyseisen jäsenvaltion kansallisaarteiden suojelua koskevaa lainsäädäntöä tai kulttuuriesineiden viennistä annettua neuvoston asetusta (EY) N:o 116/2009. Esine on viety laittomasti myös, jos se on jätetty palauttamatta Euroopan unionin jäsenvaltioon, josta se on viety luvallisesti näyttelyä, tutkimista, kunnostamista tai muuta vastaavaa tilapäistä tai määräaikaista tarkoitusta varten vastoin kyseisen valtion lakia tai jos luvalliselle viemiselle asetettua ehtoa on rikottu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Kulttuuriesine on viety laittomasti, jos se on viety Euroopan unionin jäsenvaltion alueelta vastoin kyseisen jäsenvaltion kansallisaarteiden suojelua koskevaa lainsäädäntöä tai kulttuuriesineiden viennistä annettua neuvoston asetusta (EY) N:o 116/2009. Esine on viety laittomasti myös, jos se on jätetty palauttamatta Euroopan unionin jäsenvaltioon, josta se on viety luvallisesti näyttelyä, tutkimista, kunnostamista tai muuta vastaavaa tilapäistä tai määräaikaista tarkoitusta varten vastoin kyseisen valtion lakia tai jos luvalliselle viemiselle asetettua ehtoa on rikottu.",
        "folded_fi": "kulttuuriesine on viety laittomasti, jos se on viety euroopan unionin jasenvaltion alueelta vastoin kyseisen jasenvaltion kansallisaarteiden suojelua koskevaa lainsaadantoa tai kulttuuriesineiden viennista annettua neuvoston asetusta (ey) n:o 116/2009. esine on viety laittomasti myos, jos se on jatetty palauttamatta euroopan unionin jasenvaltioon, josta se on viety luvallisesti nayttelya, tutkimista, kunnostamista tai muuta vastaavaa tilapaista tai maaraaikaista tarkoitusta varten vastoin kyseisen valtion lakia tai jos luvalliselle viemiselle asetettua ehtoa on rikottu.",
        "title_sv": "Olaglig bortförsel",
        "content_sv": "Ett kulturföremål har förts bort olagligen, om det har förts bort från territoriet för en medlemsstat i Europeiska unionen i strid med den medlemsstatens lagstiftning om skydd för nationella skatter eller med rådets förordning (EG) nr 116/2009 om export av kulturföremål. Ett föremål har också förts bort olagligen om det inte har återlämnats till den medlemsstat i Europeiska unionen varifrån föremålet lagligen har förts bort för att ställas ut, undersökas eller restaureras eller för något annat motsvarande tillfälligt eller tidsbegränsat ändamål och detta skett i strid med lagstiftningen i den staten eller om ett villkor som ställts för tillåten bortförsel överträds.",
        "normalized_sv": "Ett kulturföremål har förts bort olagligen, om det har förts bort från territoriet för en medlemsstat i Europeiska unionen i strid med den medlemsstatens lagstiftning om skydd för nationella skatter eller med rådets förordning (EG) nr 116/2009 om export av kulturföremål. Ett föremål har också förts bort olagligen om det inte har återlämnats till den medlemsstat i Europeiska unionen varifrån föremålet lagligen har förts bort för att ställas ut, undersökas eller restaureras eller för något annat motsvarande tillfälligt eller tidsbegränsat ändamål och detta skett i strid med lagstiftningen i den staten eller om ett villkor som ställts för tillåten bortförsel överträds.",
        "folded_sv": "ett kulturforemal har forts bort olagligen, om det har forts bort fran territoriet for en medlemsstat i europeiska unionen i strid med den medlemsstatens lagstiftning om skydd for nationella skatter eller med radets forordning (eg) nr 116/2009 om export av kulturforemal. ett foremal har ocksa forts bort olagligen om det inte har aterlamnats till den medlemsstat i europeiska unionen varifran foremalet lagligen har forts bort for att stallas ut, undersokas eller restaureras eller for nagot annat motsvarande tillfalligt eller tidsbegransat andamal och detta skett i strid med lagstiftningen i den staten eller om ett villkor som stallts for tillaten bortforsel overtrads."
      },
      "valid_from": "2015-10-30",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Keskusviranomainen",
      "content": "Tässä laissa säädetyistä tehtävistä huolehtivana keskusviranomaisena toimii opetus- ja kulttuuriministeriö. Keskusviranomaisena opetus- ja kulttuuriministeriön tehtävänä on yhteistyössä Suomessa toimivaltaisten viranomaisten kanssa: 1) pitää yhteyttä 1 §:ssä mainitussa direktiivissä tarkoitetulla tavalla Euroopan unionin jäsenvaltioiden keskusviranomaisiin ja toimivaltaisiin viranomaisiin sekä edistää yhteistyötä Suomen ja jäsenvaltioiden toimivaltaisten viranomaisten välillä; 2) etsiä vaatimuksen esittäneen jäsenvaltion pyynnöstä Suomessa olevat laittomasti viedyt kulttuuriesineet ja selvittää niiden omistaja ja haltija; 3) ilmoittaa laittomasti viedyiksi epäiltyjen esineiden löytymisestä asianomaisille jäsenvaltioille; 4) järjestää tarvittaessa vaatimuksen esittäneelle jäsenvaltiolle mahdollisuus tarkastaa esine kuuden kuukauden kuluessa 3 kohdassa tarkoitetun ilmoituksen tekemisestä; 5) toimia välittäjänä esineen omistajan tai haltijan ja palauttamista vaatineen jäsenvaltion välisissä neuvotteluissa palauttamista koskevan sovinnon aikaansaamiseksi; 6) ryhtyä toimenpiteisiin laittomasti vietyjen kulttuuriesineiden suojelemiseksi sekä palauttamisen turvaamiseksi; 7) huolehtia esineen palauttamista vaatineen jäsenvaltion pyynnöstä oikeudenkäyntien vireillepanosta ja muusta oikeusavusta; 8) lähettää Suomesta laittomasti vietyjen kulttuuriesineiden etsimistä ja palauttamista koskevat pyynnöt Euroopan unionin jäsenvaltioiden viranomaisille; 9) ilmoittaa Suomesta laittomasti viedyn esineen sijaintivaltion keskusviranomaiselle esineen palauttamista koskevan hakemuksen vireillepanosta tässä valtiossa; sekä 10) ryhtyä muihin tarpeellisiin tämän lain ja 1 §:ssä mainitun direktiivin soveltamisalaan kuuluviin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Tässä laissa säädetyistä tehtävistä huolehtivana keskusviranomaisena toimii opetus- ja kulttuuriministeriö. Keskusviranomaisena opetus- ja kulttuuriministeriön tehtävänä on yhteistyössä Suomessa toimivaltaisten viranomaisten kanssa: 1) pitää yhteyttä 1 § :ssä mainitussa direktiivissä tarkoitetulla tavalla Euroopan unionin jäsenvaltioiden keskusviranomaisiin ja toimivaltaisiin viranomaisiin sekä edistää yhteistyötä Suomen ja jäsenvaltioiden toimivaltaisten viranomaisten välillä; 2) etsiä vaatimuksen esittäneen jäsenvaltion pyynnöstä Suomessa olevat laittomasti viedyt kulttuuriesineet ja selvittää niiden omistaja ja haltija; 3) ilmoittaa laittomasti viedyiksi epäiltyjen esineiden löytymisestä asianomaisille jäsenvaltioille; 4) järjestää tarvittaessa vaatimuksen esittäneelle jäsenvaltiolle mahdollisuus tarkastaa esine kuuden kuukauden kuluessa 3 kohdassa tarkoitetun ilmoituksen tekemisestä; 5) toimia välittäjänä esineen omistajan tai haltijan ja palauttamista vaatineen jäsenvaltion välisissä neuvotteluissa palauttamista koskevan sovinnon aikaansaamiseksi; 6) ryhtyä toimenpiteisiin laittomasti vietyjen kulttuuriesineiden suojelemiseksi sekä palauttamisen turvaamiseksi; 7) huolehtia esineen palauttamista vaatineen jäsenvaltion pyynnöstä oikeudenkäyntien vireillepanosta ja muusta oikeusavusta; 8) lähettää Suomesta laittomasti vietyjen kulttuuriesineiden etsimistä ja palauttamista koskevat pyynnöt Euroopan unionin jäsenvaltioiden viranomaisille; 9) ilmoittaa Suomesta laittomasti viedyn esineen sijaintivaltion keskusviranomaiselle esineen palauttamista koskevan hakemuksen vireillepanosta tässä valtiossa; sekä 10) ryhtyä muihin tarpeellisiin tämän lain ja 1 § :ssä mainitun direktiivin soveltamisalaan kuuluviin toimenpiteisiin.",
        "folded_fi": "tassa laissa saadetyista tehtavista huolehtivana keskusviranomaisena toimii opetus- ja kulttuuriministerio. keskusviranomaisena opetus- ja kulttuuriministerion tehtavana on yhteistyossa suomessa toimivaltaisten viranomaisten kanssa: 1) pitaa yhteytta 1 §:ssa mainitussa direktiivissa tarkoitetulla tavalla euroopan unionin jasenvaltioiden keskusviranomaisiin ja toimivaltaisiin viranomaisiin seka edistaa yhteistyota suomen ja jasenvaltioiden toimivaltaisten viranomaisten valilla; 2) etsia vaatimuksen esittaneen jasenvaltion pyynnosta suomessa olevat laittomasti viedyt kulttuuriesineet ja selvittaa niiden omistaja ja haltija; 3) ilmoittaa laittomasti viedyiksi epailtyjen esineiden loytymisesta asianomaisille jasenvaltioille; 4) jarjestaa tarvittaessa vaatimuksen esittaneelle jasenvaltiolle mahdollisuus tarkastaa esine kuuden kuukauden kuluessa 3 kohdassa tarkoitetun ilmoituksen tekemisesta; 5) toimia valittajana esineen omistajan tai haltijan ja palauttamista vaatineen jasenvaltion valisissa neuvotteluissa palauttamista koskevan sovinnon aikaansaamiseksi; 6) ryhtya toimenpiteisiin laittomasti vietyjen kulttuuriesineiden suojelemiseksi seka palauttamisen turvaamiseksi; 7) huolehtia esineen palauttamista vaatineen jasenvaltion pyynnosta oikeudenkayntien vireillepanosta ja muusta oikeusavusta; 8) lahettaa suomesta laittomasti vietyjen kulttuuriesineiden etsimista ja palauttamista koskevat pyynnot euroopan unionin jasenvaltioiden viranomaisille; 9) ilmoittaa suomesta laittomasti viedyn esineen sijaintivaltion keskusviranomaiselle esineen palauttamista koskevan hakemuksen vireillepanosta tassa valtiossa; seka 10) ryhtya muihin tarpeellisiin taman lain ja 1 §:ssa mainitun direktiivin soveltamisalaan kuuluviin toimenpiteisiin.",
        "title_sv": "Central myndighet",
        "content_sv": "Central myndighet som sköter uppgifterna enligt denna lag är undervisnings- och kulturministeriet. I egenskap av central myndighet har undervisnings- och kulturministeriet till uppgift att i samarbete med behöriga myndigheter i Finland 1) på det sätt som anges i det direktiv som nämns i 1 § upprätthålla kontakter med de centrala och behöriga myndigheterna i medlemsstaterna i Europeiska unionen och främja samarbetet mellan de behöriga myndigheterna i Finland och i medlemsstaterna, 2) på begäran av den återkrävande medlemsstaten efterforska olagligt bortförda kulturföremål som finns i Finland, och identifiera ägaren och innehavaren, 3) underrätta de berörda medlemsstaterna då föremål som misstänks ha förts ut olagligt påträffas, 4) vid behov göra det möjligt för den återkrävande medlemsstaten att inspektera föremålet inom sex månader från den underrättelse som avses i 3 punkten, 5) agera som förmedlare i förhandlingarna mellan ägaren eller innehavaren och den återkrävande medlemsstaten i syfte att få till stånd en uppgörelse om återlämnandet, 6) vidta åtgärder för att skydda olagligt bortförda kulturföremål och säkerställa återlämnandet, 7) på begäran av den återkrävande medlemsstaten sköta inledande av rättegångar och bidra med annan rättshjälp, 8) sända begäran om efterforskning och återlämnande av kulturföremål som olagligt förts ut ur Finland till myndigheterna i medlemsstaterna i Europeiska unionen, 9) underrätta den centrala myndigheten i en stat där ett från Finland olagligt bortfört föremål finns att en ansökan om återlämnande av föremålet har anhängiggjorts i denna stat, samt 10) vidta andra behövliga åtgärder enligt denna lag och det direktiv som nämns i 1 §.",
        "normalized_sv": "Central myndighet som sköter uppgifterna enligt denna lag är undervisnings- och kulturministeriet. I egenskap av central myndighet har undervisnings- och kulturministeriet till uppgift att i samarbete med behöriga myndigheter i Finland 1) på det sätt som anges i det direktiv som nämns i 1 § upprätthålla kontakter med de centrala och behöriga myndigheterna i medlemsstaterna i Europeiska unionen och främja samarbetet mellan de behöriga myndigheterna i Finland och i medlemsstaterna, 2) på begäran av den återkrävande medlemsstaten efterforska olagligt bortförda kulturföremål som finns i Finland, och identifiera ägaren och innehavaren, 3) underrätta de berörda medlemsstaterna då föremål som misstänks ha förts ut olagligt påträffas, 4) vid behov göra det möjligt för den återkrävande medlemsstaten att inspektera föremålet inom sex månader från den underrättelse som avses i 3 punkten, 5) agera som förmedlare i förhandlingarna mellan ägaren eller innehavaren och den återkrävande medlemsstaten i syfte att få till stånd en uppgörelse om återlämnandet, 6) vidta åtgärder för att skydda olagligt bortförda kulturföremål och säkerställa återlämnandet, 7) på begäran av den återkrävande medlemsstaten sköta inledande av rättegångar och bidra med annan rättshjälp, 8) sända begäran om efterforskning och återlämnande av kulturföremål som olagligt förts ut ur Finland till myndigheterna i medlemsstaterna i Europeiska unionen, 9) underrätta den centrala myndigheten i en stat där ett från Finland olagligt bortfört föremål finns att en ansökan om återlämnande av föremålet har anhängiggjorts i denna stat, samt 10) vidta andra behövliga åtgärder enligt denna lag och det direktiv som nämns i 1 § .",
        "folded_sv": "central myndighet som skoter uppgifterna enligt denna lag ar undervisnings- och kulturministeriet. i egenskap av central myndighet har undervisnings- och kulturministeriet till uppgift att i samarbete med behoriga myndigheter i finland 1) pa det satt som anges i det direktiv som namns i 1 § uppratthalla kontakter med de centrala och behoriga myndigheterna i medlemsstaterna i europeiska unionen och framja samarbetet mellan de behoriga myndigheterna i finland och i medlemsstaterna, 2) pa begaran av den aterkravande medlemsstaten efterforska olagligt bortforda kulturforemal som finns i finland, och identifiera agaren och innehavaren, 3) underratta de berorda medlemsstaterna da foremal som misstanks ha forts ut olagligt patraffas, 4) vid behov gora det mojligt for den aterkravande medlemsstaten att inspektera foremalet inom sex manader fran den underrattelse som avses i 3 punkten, 5) agera som formedlare i forhandlingarna mellan agaren eller innehavaren och den aterkravande medlemsstaten i syfte att fa till stand en uppgorelse om aterlamnandet, 6) vidta atgarder for att skydda olagligt bortforda kulturforemal och sakerstalla aterlamnandet, 7) pa begaran av den aterkravande medlemsstaten skota inledande av rattegangar och bidra med annan rattshjalp, 8) sanda begaran om efterforskning och aterlamnande av kulturforemal som olagligt forts ut ur finland till myndigheterna i medlemsstaterna i europeiska unionen, 9) underratta den centrala myndigheten i en stat dar ett fran finland olagligt bortfort foremal finns att en ansokan om aterlamnande av foremalet har anhangiggjorts i denna stat, samt 10) vidta andra behovliga atgarder enligt denna lag och det direktiv som namns i 1 §."
      },
      "valid_from": "2015-10-30",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Palauttamista koskeva hakemus",
      "content": "Käräjäoikeus päättää Suomessa olevan muun Euroopan unionin jäsenvaltion alueelta laittomasti viedyn kulttuuriesineen palauttamisesta kyseisen jäsenvaltion kirjallisesta hakemuksesta. Hakemuksen tutkii käräjäoikeus, jonka tuomiopiirissä esine on tai jonka tuomiopiirissä esineen omistajalla tai haltijalla on kotipaikka tai vakituinen asuinpaikka taikka jonka tuomiopiirissä hän oleskelee. Hakemuksessa tai sen liitteessä on kuvailtava palautettavaksi vaadittu esine sekä mainittava, että kysymyksessä on 1 §:ssä tarkoitettu kulttuuriesine. Hakemukseen on lisäksi liitettävä hakemuksen tehneen jäsenvaltion toimivaltaisen viranomaisen kirjallinen vahvistus siitä, että esine on laittomasti viety kyseisen jäsenvaltion alueelta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Käräjäoikeus päättää Suomessa olevan muun Euroopan unionin jäsenvaltion alueelta laittomasti viedyn kulttuuriesineen palauttamisesta kyseisen jäsenvaltion kirjallisesta hakemuksesta. Hakemuksen tutkii käräjäoikeus, jonka tuomiopiirissä esine on tai jonka tuomiopiirissä esineen omistajalla tai haltijalla on kotipaikka tai vakituinen asuinpaikka taikka jonka tuomiopiirissä hän oleskelee. Hakemuksessa tai sen liitteessä on kuvailtava palautettavaksi vaadittu esine sekä mainittava, että kysymyksessä on 1 § :ssä tarkoitettu kulttuuriesine. Hakemukseen on lisäksi liitettävä hakemuksen tehneen jäsenvaltion toimivaltaisen viranomaisen kirjallinen vahvistus siitä, että esine on laittomasti viety kyseisen jäsenvaltion alueelta.",
        "folded_fi": "karajaoikeus paattaa suomessa olevan muun euroopan unionin jasenvaltion alueelta laittomasti viedyn kulttuuriesineen palauttamisesta kyseisen jasenvaltion kirjallisesta hakemuksesta. hakemuksen tutkii karajaoikeus, jonka tuomiopiirissa esine on tai jonka tuomiopiirissa esineen omistajalla tai haltijalla on kotipaikka tai vakituinen asuinpaikka taikka jonka tuomiopiirissa han oleskelee. hakemuksessa tai sen liitteessa on kuvailtava palautettavaksi vaadittu esine seka mainittava, etta kysymyksessa on 1 §:ssa tarkoitettu kulttuuriesine. hakemukseen on lisaksi liitettava hakemuksen tehneen jasenvaltion toimivaltaisen viranomaisen kirjallinen vahvistus siita, etta esine on laittomasti viety kyseisen jasenvaltion alueelta.",
        "title_sv": "Ansökan om återlämnande",
        "content_sv": "Tingsrätten beslutar efter skriftlig ansökan av en annan medlemsstat i Europeiska unionen om återlämnande av ett kulturföremål som finns i Finland och som olagligen förts bort från territoriet för medlemsstaten i fråga. Ansökan ska prövas av den tingsrätt inom vars domkrets föremålet finns eller inom vars domkrets föremålets ägare eller innehavare har sin hemort eller är varaktigt bosatt eller vistas. I ansökan eller en bilaga till den ska det återkrävda föremålet beskrivas och det ska anges att det rör sig om ett kulturföremål enligt 1 §. Till ansökan ska dessutom fogas en skriftlig bekräftelse av en behörig myndighet i den återkrävande medlemsstaten av att föremålet olagligen har förts bort från territoriet för den medlemsstaten.",
        "normalized_sv": "Tingsrätten beslutar efter skriftlig ansökan av en annan medlemsstat i Europeiska unionen om återlämnande av ett kulturföremål som finns i Finland och som olagligen förts bort från territoriet för medlemsstaten i fråga. Ansökan ska prövas av den tingsrätt inom vars domkrets föremålet finns eller inom vars domkrets föremålets ägare eller innehavare har sin hemort eller är varaktigt bosatt eller vistas. I ansökan eller en bilaga till den ska det återkrävda föremålet beskrivas och det ska anges att det rör sig om ett kulturföremål enligt 1 § . Till ansökan ska dessutom fogas en skriftlig bekräftelse av en behörig myndighet i den återkrävande medlemsstaten av att föremålet olagligen har förts bort från territoriet för den medlemsstaten.",
        "folded_sv": "tingsratten beslutar efter skriftlig ansokan av en annan medlemsstat i europeiska unionen om aterlamnande av ett kulturforemal som finns i finland och som olagligen forts bort fran territoriet for medlemsstaten i fraga. ansokan ska provas av den tingsratt inom vars domkrets foremalet finns eller inom vars domkrets foremalets agare eller innehavare har sin hemort eller ar varaktigt bosatt eller vistas. i ansokan eller en bilaga till den ska det aterkravda foremalet beskrivas och det ska anges att det ror sig om ett kulturforemal enligt 1 §. till ansokan ska dessutom fogas en skriftlig bekraftelse av en behorig myndighet i den aterkravande medlemsstaten av att foremalet olagligen har forts bort fran territoriet for den medlemsstaten."
      },
      "valid_from": "2015-10-30",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Turvaamistoimet",
      "content": "Kulttuuriesineen palauttamisen turvaamiseksi 4 §:ssä tarkoitettu käräjäoikeus voi määrätä esineen takavarikkoon tai päättää muusta turvaamistoimesta. Turvaamistoimista säädetään oikeudenkäymiskaaren 7 luvussa. Turvaamistointa koskevan hakemuksen voi panna vireille 4 §:n 1 momentissa tarkoitettu jäsenvaltio tai opetus- ja kulttuuriministeriö. Jos 4 §:ssä tarkoitettua hakemusta ei ole pantu vireille kuuden kuukauden kuluessa turvaamistoimen määräämistä koskevan päätöksen antamisesta, turvaamistoimi peruutetaan. Täytäntöönpano peruuttamisesta säädetään lisäksi ulosottokaaren (705/2007) 8 luvun 4 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Kulttuuriesineen palauttamisen turvaamiseksi 4 § :ssä tarkoitettu käräjäoikeus voi määrätä esineen takavarikkoon tai päättää muusta turvaamistoimesta. Turvaamistoimista säädetään oikeudenkäymiskaaren 7 luvussa. Turvaamistointa koskevan hakemuksen voi panna vireille 4 § :n 1 momentissa tarkoitettu jäsenvaltio tai opetus- ja kulttuuriministeriö. Jos 4 § :ssä tarkoitettua hakemusta ei ole pantu vireille kuuden kuukauden kuluessa turvaamistoimen määräämistä koskevan päätöksen antamisesta, turvaamistoimi peruutetaan. Täytäntöönpano peruuttamisesta säädetään lisäksi ulosottokaaren (705/2007) 8 luvun 4 § :ssä.",
        "folded_fi": "kulttuuriesineen palauttamisen turvaamiseksi 4 §:ssa tarkoitettu karajaoikeus voi maarata esineen takavarikkoon tai paattaa muusta turvaamistoimesta. turvaamistoimista saadetaan oikeudenkaymiskaaren 7 luvussa. turvaamistointa koskevan hakemuksen voi panna vireille 4 §:n 1 momentissa tarkoitettu jasenvaltio tai opetus- ja kulttuuriministerio. jos 4 §:ssa tarkoitettua hakemusta ei ole pantu vireille kuuden kuukauden kuluessa turvaamistoimen maaraamista koskevan paatoksen antamisesta, turvaamistoimi peruutetaan. taytantoonpano peruuttamisesta saadetaan lisaksi ulosottokaaren (705/2007) 8 luvun 4 §:ssa.",
        "title_sv": "Säkringsåtgärder",
        "content_sv": "För att säkerställa att ett kulturföremål återlämnas kan den tingsrätt som avses i 4 § bestämma att föremålet beläggs med kvarstad eller bestämma om andra säkringsåtgärder. Bestämmelser om säkringsåtgärder finns i 7 kap. i rättegångsbalken. Ansökan om säkringsåtgärder kan anhängiggöras av den medlemsstat som avses i 4 § 1 mom. eller av undervisnings- och kulturministeriet. Om en ansökan enligt 4 § inte har anhängiggjorts inom sex månader från utfärdandet av beslutet om bestämmande av en säkringsåtgärd, ska säkringsåtgärden återkallas. Bestämmelser om återkallande av verkställighet finns dessutom i 8 kap. 4 § i utsökningsbalken (705/2007).",
        "normalized_sv": "För att säkerställa att ett kulturföremål återlämnas kan den tingsrätt som avses i 4 § bestämma att föremålet beläggs med kvarstad eller bestämma om andra säkringsåtgärder. Bestämmelser om säkringsåtgärder finns i 7 kap. i rättegångsbalken. Ansökan om säkringsåtgärder kan anhängiggöras av den medlemsstat som avses i 4 § 1 mom. eller av undervisnings- och kulturministeriet. Om en ansökan enligt 4 § inte har anhängiggjorts inom sex månader från utfärdandet av beslutet om bestämmande av en säkringsåtgärd, ska säkringsåtgärden återkallas. Bestämmelser om återkallande av verkställighet finns dessutom i 8 kap. 4 § i utsökningsbalken (705/2007).",
        "folded_sv": "for att sakerstalla att ett kulturforemal aterlamnas kan den tingsratt som avses i 4 § bestamma att foremalet belaggs med kvarstad eller bestamma om andra sakringsatgarder. bestammelser om sakringsatgarder finns i 7 kap. i rattegangsbalken. ansokan om sakringsatgarder kan anhangiggoras av den medlemsstat som avses i 4 § 1 mom. eller av undervisnings- och kulturministeriet. om en ansokan enligt 4 § inte har anhangiggjorts inom sex manader fran utfardandet av beslutet om bestammande av en sakringsatgard, ska sakringsatgarden aterkallas. bestammelser om aterkallande av verkstallighet finns dessutom i 8 kap. 4 § i utsokningsbalken (705/2007)."
      },
      "valid_from": "2015-10-30",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Määräajat",
      "content": "Edellä 4 §:ssä säädetty hakemus on pantava vireille kolmen vuoden kuluessa siitä, kun sen jäsenvaltion toimivaltainen keskusviranomainen, jonka alueelta esine on laittomasti viety, on saanut tietoonsa esineen sijaintipaikan sekä omistajan tai haltijan. Hakemusta ei kuitenkaan voi panna vireille enää sen jälkeen, kun 30 vuotta on kulunut esineen laittomasta viemisestä. Jos kysymyksessä on 1 §:ssä mainitun direktiivin 2 artiklan 8 kohdassa tarkoitettu julkiseen kokoelmaan kuuluva esine tai uskonnollisen yhteisön omistama esine, joka on esineen palauttamista vaatineessa jäsenvaltiossa erityisen suojelun alainen, hakemus on pantava vireille 1 momentissa tarkoitetussa kolmen vuoden määräajassa. Hakemusta ei kuitenkaan voi panna vireille enää sen jälkeen, kun 75 vuotta on kulunut esineen laittomasta viemisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Edellä 4 § :ssä säädetty hakemus on pantava vireille kolmen vuoden kuluessa siitä, kun sen jäsenvaltion toimivaltainen keskusviranomainen, jonka alueelta esine on laittomasti viety, on saanut tietoonsa esineen sijaintipaikan sekä omistajan tai haltijan. Hakemusta ei kuitenkaan voi panna vireille enää sen jälkeen, kun 30 vuotta on kulunut esineen laittomasta viemisestä. Jos kysymyksessä on 1 § :ssä mainitun direktiivin 2 artiklan 8 kohdassa tarkoitettu julkiseen kokoelmaan kuuluva esine tai uskonnollisen yhteisön omistama esine, joka on esineen palauttamista vaatineessa jäsenvaltiossa erityisen suojelun alainen, hakemus on pantava vireille 1 momentissa tarkoitetussa kolmen vuoden määräajassa. Hakemusta ei kuitenkaan voi panna vireille enää sen jälkeen, kun 75 vuotta on kulunut esineen laittomasta viemisestä.",
        "folded_fi": "edella 4 §:ssa saadetty hakemus on pantava vireille kolmen vuoden kuluessa siita, kun sen jasenvaltion toimivaltainen keskusviranomainen, jonka alueelta esine on laittomasti viety, on saanut tietoonsa esineen sijaintipaikan seka omistajan tai haltijan. hakemusta ei kuitenkaan voi panna vireille enaa sen jalkeen, kun 30 vuotta on kulunut esineen laittomasta viemisesta. jos kysymyksessa on 1 §:ssa mainitun direktiivin 2 artiklan 8 kohdassa tarkoitettu julkiseen kokoelmaan kuuluva esine tai uskonnollisen yhteison omistama esine, joka on esineen palauttamista vaatineessa jasenvaltiossa erityisen suojelun alainen, hakemus on pantava vireille 1 momentissa tarkoitetussa kolmen vuoden maaraajassa. hakemusta ei kuitenkaan voi panna vireille enaa sen jalkeen, kun 75 vuotta on kulunut esineen laittomasta viemisesta.",
        "title_sv": "Tidsfrister",
        "content_sv": "En ansökan enligt 4 § ska anhängiggöras inom tre år från den tidpunkt då den behöriga centrala myndigheten i den medlemsstat från vars territorium föremålet olagligen fördes bort har fått kännedom om var föremålet finns och om ägarens eller innehavarens identitet. Ansökan kan dock inte anhängiggöras efter det att 30 år har förflutit från det olagliga bortförandet. I fråga om ett föremål enligt artikel 2.8 i det i 1 § nämnda direktivet, som hör till en offentlig samling eller ägs av ett kyrkligt samfund och som åtnjuter särskilt skydd i den återkrävande medlemsstaten, ska ansökan anhängiggöras inom den tidsfrist på tre år som avses i 1 mom. Ansökan kan dock inte anhängiggöras efter det att 75 år har förflutit från det olagliga bortförandet.",
        "normalized_sv": "En ansökan enligt 4 § ska anhängiggöras inom tre år från den tidpunkt då den behöriga centrala myndigheten i den medlemsstat från vars territorium föremålet olagligen fördes bort har fått kännedom om var föremålet finns och om ägarens eller innehavarens identitet. Ansökan kan dock inte anhängiggöras efter det att 30 år har förflutit från det olagliga bortförandet. I fråga om ett föremål enligt artikel 2.8 i det i 1 § nämnda direktivet, som hör till en offentlig samling eller ägs av ett kyrkligt samfund och som åtnjuter särskilt skydd i den återkrävande medlemsstaten, ska ansökan anhängiggöras inom den tidsfrist på tre år som avses i 1 mom. Ansökan kan dock inte anhängiggöras efter det att 75 år har förflutit från det olagliga bortförandet.",
        "folded_sv": "en ansokan enligt 4 § ska anhangiggoras inom tre ar fran den tidpunkt da den behoriga centrala myndigheten i den medlemsstat fran vars territorium foremalet olagligen fordes bort har fatt kannedom om var foremalet finns och om agarens eller innehavarens identitet. ansokan kan dock inte anhangiggoras efter det att 30 ar har forflutit fran det olagliga bortforandet. i fraga om ett foremal enligt artikel 2.8 i det i 1 § namnda direktivet, som hor till en offentlig samling eller ags av ett kyrkligt samfund och som atnjuter sarskilt skydd i den aterkravande medlemsstaten, ska ansokan anhangiggoras inom den tidsfrist pa tre ar som avses i 1 mom. ansokan kan dock inte anhangiggoras efter det att 75 ar har forflutit fran det olagliga bortforandet."
      },
      "valid_from": "2015-10-30",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Oikeus korvaukseen",
      "content": "Jos esine määrätään palautettavaksi, sillä, joka on esineen laittoman viemisen jälkeen saanut omistusoikeuden, panttioikeuden tai muun oikeuden esineeseen, on oikeus saada esineen palauttamista vaatineelta jäsenvaltiolta kohtuullinen korvaus palauttamisesta aiheutuvasta vahingosta ja haitasta. Käräjäoikeuden on palauttamista koskevan hakemuksen käsittelyn yhteydessä määrättävä 1 momentissa tarkoitetun oikeuden haltijan vaatimuksesta korvaus, jos tämä voi näyttää, että on oikeuden hankkiessaan noudattanut asianmukaista huolellisuutta. Asianmukaisen huolellisuuden arvioinnissa on otettava huomioon kaikki olosuhteet 1 §:ssä mainitun direktiivin 10 artiklan 2 kohdan mukaisesti. Korvauksen määrää harkittaessa otetaan huomioon palauttamisen vaikutus esineen omistusoikeuteen tai muuhun siihen kohdistuvaan oikeuteen, esineen hankintahinta, esineen arvossa hankinnan jälkeen tapahtuneet muutokset, hankinnasta ja säilyttämisestä aiheutuneet kulut, esineen erityinen tunnearvo sen omistajalle sekä muut vastaavat seikat. Perintönä tai muutoin vastikkeetta omistusoikeuden tai muun oikeuden palautettavaksi määrättävään esineeseen saaneella ei ole parempaa oikeutta korvaukseen kuin sillä, jolta esine on saatu vastikkeetta. Tässä pykälässä tarkoitettu korvaus on maksettava esineen palauttamisen yhteydessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Jos esine määrätään palautettavaksi, sillä, joka on esineen laittoman viemisen jälkeen saanut omistusoikeuden, panttioikeuden tai muun oikeuden esineeseen, on oikeus saada esineen palauttamista vaatineelta jäsenvaltiolta kohtuullinen korvaus palauttamisesta aiheutuvasta vahingosta ja haitasta. Käräjäoikeuden on palauttamista koskevan hakemuksen käsittelyn yhteydessä määrättävä 1 momentissa tarkoitetun oikeuden haltijan vaatimuksesta korvaus, jos tämä voi näyttää, että on oikeuden hankkiessaan noudattanut asianmukaista huolellisuutta. Asianmukaisen huolellisuuden arvioinnissa on otettava huomioon kaikki olosuhteet 1 § :ssä mainitun direktiivin 10 artiklan 2 kohdan mukaisesti. Korvauksen määrää harkittaessa otetaan huomioon palauttamisen vaikutus esineen omistusoikeuteen tai muuhun siihen kohdistuvaan oikeuteen, esineen hankintahinta, esineen arvossa hankinnan jälkeen tapahtuneet muutokset, hankinnasta ja säilyttämisestä aiheutuneet kulut, esineen erityinen tunnearvo sen omistajalle sekä muut vastaavat seikat. Perintönä tai muutoin vastikkeetta omistusoikeuden tai muun oikeuden palautettavaksi määrättävään esineeseen saaneella ei ole parempaa oikeutta korvaukseen kuin sillä, jolta esine on saatu vastikkeetta. Tässä pykälässä tarkoitettu korvaus on maksettava esineen palauttamisen yhteydessä.",
        "folded_fi": "jos esine maarataan palautettavaksi, silla, joka on esineen laittoman viemisen jalkeen saanut omistusoikeuden, panttioikeuden tai muun oikeuden esineeseen, on oikeus saada esineen palauttamista vaatineelta jasenvaltiolta kohtuullinen korvaus palauttamisesta aiheutuvasta vahingosta ja haitasta. karajaoikeuden on palauttamista koskevan hakemuksen kasittelyn yhteydessa maarattava 1 momentissa tarkoitetun oikeuden haltijan vaatimuksesta korvaus, jos tama voi nayttaa, etta on oikeuden hankkiessaan noudattanut asianmukaista huolellisuutta. asianmukaisen huolellisuuden arvioinnissa on otettava huomioon kaikki olosuhteet 1 §:ssa mainitun direktiivin 10 artiklan 2 kohdan mukaisesti. korvauksen maaraa harkittaessa otetaan huomioon palauttamisen vaikutus esineen omistusoikeuteen tai muuhun siihen kohdistuvaan oikeuteen, esineen hankintahinta, esineen arvossa hankinnan jalkeen tapahtuneet muutokset, hankinnasta ja sailyttamisesta aiheutuneet kulut, esineen erityinen tunnearvo sen omistajalle seka muut vastaavat seikat. perintona tai muutoin vastikkeetta omistusoikeuden tai muun oikeuden palautettavaksi maarattavaan esineeseen saaneella ei ole parempaa oikeutta korvaukseen kuin silla, jolta esine on saatu vastikkeetta. tassa pykalassa tarkoitettu korvaus on maksettava esineen palauttamisen yhteydessa.",
        "title_sv": "Rätt till ersättning",
        "content_sv": "Om det bestäms att ett föremål ska återlämnas är den som efter den olagliga bortförseln har fått äganderätt, panträtt eller någon annan rätt till föremålet berättigad att av den återkrävande medlemsstaten få en skälig ersättning för de skador och olägenheter som återlämnandet ger upphov till. Tingsrätten ska i samband med behandlingen av ansökan om återlämnande bestämma om ersättning, om den som innehar en rätt enligt 1 mom. yrkar på detta och kan visa att vederbörlig omsorg iakttagits vid förvärvet av rätten. Vid bedömningen av om rättsinnehavaren har visat vederbörlig omsorg ska det tas hänsyn till alla omständigheter i enlighet med artikel 10.2 i det direktiv som nämns i 1 §. Vid prövning av ersättningens belopp ska det tas hänsyn till hur återlämnandet påverkar äganderätten eller någon annan rätt till föremålet samt beaktas föremålets anskaffningspris, förändringar i föremålets värde efter förvärvet, kostnaderna för förvärvet och förvaringen, föremålets särskilda affektionsvärde för dess ägare och andra motsvarande omständigheter. Den som genom arv eller i övrigt vederlagsfritt har förvärvat äganderätten eller någon annan rätt till det föremål som ska återlämnas har inte bättre rätt till ersättning än den av vilken han eller hon förvärvade föremålet vederlagsfritt. Den ersättning som avses i denna paragraf ska betalas i samband med att föremålet återlämnas.",
        "normalized_sv": "Om det bestäms att ett föremål ska återlämnas är den som efter den olagliga bortförseln har fått äganderätt, panträtt eller någon annan rätt till föremålet berättigad att av den återkrävande medlemsstaten få en skälig ersättning för de skador och olägenheter som återlämnandet ger upphov till. Tingsrätten ska i samband med behandlingen av ansökan om återlämnande bestämma om ersättning, om den som innehar en rätt enligt 1 mom. yrkar på detta och kan visa att vederbörlig omsorg iakttagits vid förvärvet av rätten. Vid bedömningen av om rättsinnehavaren har visat vederbörlig omsorg ska det tas hänsyn till alla omständigheter i enlighet med artikel 10.2 i det direktiv som nämns i 1 § . Vid prövning av ersättningens belopp ska det tas hänsyn till hur återlämnandet påverkar äganderätten eller någon annan rätt till föremålet samt beaktas föremålets anskaffningspris, förändringar i föremålets värde efter förvärvet, kostnaderna för förvärvet och förvaringen, föremålets särskilda affektionsvärde för dess ägare och andra motsvarande omständigheter. Den som genom arv eller i övrigt vederlagsfritt har förvärvat äganderätten eller någon annan rätt till det föremål som ska återlämnas har inte bättre rätt till ersättning än den av vilken han eller hon förvärvade föremålet vederlagsfritt. Den ersättning som avses i denna paragraf ska betalas i samband med att föremålet återlämnas.",
        "folded_sv": "om det bestams att ett foremal ska aterlamnas ar den som efter den olagliga bortforseln har fatt aganderatt, pantratt eller nagon annan ratt till foremalet berattigad att av den aterkravande medlemsstaten fa en skalig ersattning for de skador och olagenheter som aterlamnandet ger upphov till. tingsratten ska i samband med behandlingen av ansokan om aterlamnande bestamma om ersattning, om den som innehar en ratt enligt 1 mom. yrkar pa detta och kan visa att vederborlig omsorg iakttagits vid forvarvet av ratten. vid bedomningen av om rattsinnehavaren har visat vederborlig omsorg ska det tas hansyn till alla omstandigheter i enlighet med artikel 10.2 i det direktiv som namns i 1 §. vid provning av ersattningens belopp ska det tas hansyn till hur aterlamnandet paverkar aganderatten eller nagon annan ratt till foremalet samt beaktas foremalets anskaffningspris, forandringar i foremalets varde efter forvarvet, kostnaderna for forvarvet och forvaringen, foremalets sarskilda affektionsvarde for dess agare och andra motsvarande omstandigheter. den som genom arv eller i ovrigt vederlagsfritt har forvarvat aganderatten eller nagon annan ratt till det foremal som ska aterlamnas har inte battre ratt till ersattning an den av vilken han eller hon forvarvade foremalet vederlagsfritt. den ersattning som avses i denna paragraf ska betalas i samband med att foremalet aterlamnas."
      },
      "valid_from": "2015-10-30",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Kustannukset",
      "content": "Suomen valtio ei peri kulttuuriesineen palauttamista vaatineelta jäsenvaltiolta korvausta niistä kustannuksista, jotka aiheutuvat keskusviranomaisen ja toimivaltaisten viranomaisten tämän lain nojalla suorittamista toimenpiteistä. Kulttuuriesineen palauttamista vaatinut jäsenvaltio vastaa Suomessa vireille pannusta oikeudenkäynnistä ja muusta erillisestä menettelystä aiheutuvista kustannuksista. Oikeudenkäyntikulujen korvaamisesta säädetään oikeudenkäymiskaaren 21 luvussa. Palauttamista vaatinut jäsenvaltio vastaa myös niistä kustannuksista, jotka Suomessa aiheutuvat esineen säilyttämisestä, suojaamisesta ja palauttamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Suomen valtio ei peri kulttuuriesineen palauttamista vaatineelta jäsenvaltiolta korvausta niistä kustannuksista, jotka aiheutuvat keskusviranomaisen ja toimivaltaisten viranomaisten tämän lain nojalla suorittamista toimenpiteistä. Kulttuuriesineen palauttamista vaatinut jäsenvaltio vastaa Suomessa vireille pannusta oikeudenkäynnistä ja muusta erillisestä menettelystä aiheutuvista kustannuksista. Oikeudenkäyntikulujen korvaamisesta säädetään oikeudenkäymiskaaren 21 luvussa. Palauttamista vaatinut jäsenvaltio vastaa myös niistä kustannuksista, jotka Suomessa aiheutuvat esineen säilyttämisestä, suojaamisesta ja palauttamisesta.",
        "folded_fi": "suomen valtio ei peri kulttuuriesineen palauttamista vaatineelta jasenvaltiolta korvausta niista kustannuksista, jotka aiheutuvat keskusviranomaisen ja toimivaltaisten viranomaisten taman lain nojalla suorittamista toimenpiteista. kulttuuriesineen palauttamista vaatinut jasenvaltio vastaa suomessa vireille pannusta oikeudenkaynnista ja muusta erillisesta menettelysta aiheutuvista kustannuksista. oikeudenkayntikulujen korvaamisesta saadetaan oikeudenkaymiskaaren 21 luvussa. palauttamista vaatinut jasenvaltio vastaa myos niista kustannuksista, jotka suomessa aiheutuvat esineen sailyttamisesta, suojaamisesta ja palauttamisesta.",
        "title_sv": "Kostnader",
        "content_sv": "Finska staten tar inte av den medlemsstat som krävt återlämnande av ett kulturföremål ut ersättning för kostnaderna för de åtgärder som den centrala myndigheten och den behöriga myndigheten har vidtagit med stöd av denna lag. Den medlemsstat som har krävt återlämnande av ett kulturföremål svarar för kostnaderna för anhängiggjorda rättegångar och annat fristående förfarande i Finland. Bestämmelser om ersättning för rättegångskostnader finns i 21 kp. i rättegångsbalken. Den återkrävande medlemsstaten svarar även för de kostnader som i Finland föranleds av förvaring, skydd och återlämnande av föremålet.",
        "normalized_sv": "Finska staten tar inte av den medlemsstat som krävt återlämnande av ett kulturföremål ut ersättning för kostnaderna för de åtgärder som den centrala myndigheten och den behöriga myndigheten har vidtagit med stöd av denna lag. Den medlemsstat som har krävt återlämnande av ett kulturföremål svarar för kostnaderna för anhängiggjorda rättegångar och annat fristående förfarande i Finland. Bestämmelser om ersättning för rättegångskostnader finns i 21 kp. i rättegångsbalken. Den återkrävande medlemsstaten svarar även för de kostnader som i Finland föranleds av förvaring, skydd och återlämnande av föremålet.",
        "folded_sv": "finska staten tar inte av den medlemsstat som kravt aterlamnande av ett kulturforemal ut ersattning for kostnaderna for de atgarder som den centrala myndigheten och den behoriga myndigheten har vidtagit med stod av denna lag. den medlemsstat som har kravt aterlamnande av ett kulturforemal svarar for kostnaderna for anhangiggjorda rattegangar och annat fristaende forfarande i finland. bestammelser om ersattning for rattegangskostnader finns i 21 kp. i rattegangsbalken. den aterkravande medlemsstaten svarar aven for de kostnader som i finland foranleds av forvaring, skydd och aterlamnande av foremalet."
      },
      "valid_from": "2015-10-30",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Omistusoikeuden saamiseen sovellettava laki",
      "content": "Kun kulttuuriesine on tämän lain ja 1 §:ssä mainitun direktiivin mukaisesti palautettu Suomesta toiseen Euroopan unionin jäsenvaltioon, omistusoikeuden saamiseen laittoman viemisen ja esineen palauttamisen välisenä aikana on sovellettava sen jäsenvaltion lakia, johon esine on palautettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Kun kulttuuriesine on tämän lain ja 1 § :ssä mainitun direktiivin mukaisesti palautettu Suomesta toiseen Euroopan unionin jäsenvaltioon, omistusoikeuden saamiseen laittoman viemisen ja esineen palauttamisen välisenä aikana on sovellettava sen jäsenvaltion lakia, johon esine on palautettu.",
        "folded_fi": "kun kulttuuriesine on taman lain ja 1 §:ssa mainitun direktiivin mukaisesti palautettu suomesta toiseen euroopan unionin jasenvaltioon, omistusoikeuden saamiseen laittoman viemisen ja esineen palauttamisen valisena aikana on sovellettava sen jasenvaltion lakia, johon esine on palautettu.",
        "title_sv": "Lag som ska tillämpas på förvärv av äganderätten",
        "content_sv": "När ett kulturföremål enligt denna lag och enligt det direktiv som nämns i 1 § har återlämnats från Finland till en annan medlemsstat i Europeiska unionen, ska på förvärv av äganderätten under tiden mellan det olagliga bortförandet och föremålets återlämnande tillämpas lagen i den medlemsstat till vilken föremålet har återlämnats.",
        "normalized_sv": "När ett kulturföremål enligt denna lag och enligt det direktiv som nämns i 1 § har återlämnats från Finland till en annan medlemsstat i Europeiska unionen, ska på förvärv av äganderätten under tiden mellan det olagliga bortförandet och föremålets återlämnande tillämpas lagen i den medlemsstat till vilken föremålet har återlämnats.",
        "folded_sv": "nar ett kulturforemal enligt denna lag och enligt det direktiv som namns i 1 § har aterlamnats fran finland till en annan medlemsstat i europeiska unionen, ska pa forvarv av aganderatten under tiden mellan det olagliga bortforandet och foremalets aterlamnande tillampas lagen i den medlemsstat till vilken foremalet har aterlamnats."
      },
      "valid_from": "2015-10-30",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 18 päivänä joulukuuta 2015. Tällä lailla kumotaan Euroopan talousalueen valtion alueelta laittomasti vietyjen kulttuuriesineiden palauttamisesta annettu laki (1276/1994). Lakia sovelletaan Suomessa olevaan kulttuuriesineeseen, joka on viety laittomasti toisen Euroopan unionin jäsenvaltion alueelta 1 päivänä tammikuuta 1995 tai sen jälkeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Tämä laki tulee voimaan 18 päivänä joulukuuta 2015. Tällä lailla kumotaan Euroopan talousalueen valtion alueelta laittomasti vietyjen kulttuuriesineiden palauttamisesta annettu laki (1276/1994). Lakia sovelletaan Suomessa olevaan kulttuuriesineeseen, joka on viety laittomasti toisen Euroopan unionin jäsenvaltion alueelta 1 päivänä tammikuuta 1995 tai sen jälkeen.",
        "folded_fi": "tama laki tulee voimaan 18 paivana joulukuuta 2015. talla lailla kumotaan euroopan talousalueen valtion alueelta laittomasti vietyjen kulttuuriesineiden palauttamisesta annettu laki (1276/1994). lakia sovelletaan suomessa olevaan kulttuuriesineeseen, joka on viety laittomasti toisen euroopan unionin jasenvaltion alueelta 1 paivana tammikuuta 1995 tai sen jalkeen.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 18 december 2015. Genom denna lag upphävs lagen om återlämnande av kulturföremål som olagligt förts bort från en stat inom Europeiska ekonomiska samarbetsområdet (1276/1994). Lagen tillämpas på kulturföremål som finns i Finland och som den 1 januari 1995 eller därefter olagligt har förts bort från territoriet för en annan medlemsstat i Europeiska unionen.",
        "normalized_sv": "Denna lag träder i kraft den 18 december 2015. Genom denna lag upphävs lagen om återlämnande av kulturföremål som olagligt förts bort från en stat inom Europeiska ekonomiska samarbetsområdet (1276/1994). Lagen tillämpas på kulturföremål som finns i Finland och som den 1 januari 1995 eller därefter olagligt har förts bort från territoriet för en annan medlemsstat i Europeiska unionen.",
        "folded_sv": "denna lag trader i kraft den 18 december 2015. genom denna lag upphavs lagen om aterlamnande av kulturforemal som olagligt forts bort fran en stat inom europeiska ekonomiska samarbetsomradet (1276/1994). lagen tillampas pa kulturforemal som finns i finland och som den 1 januari 1995 eller darefter olagligt har forts bort fran territoriet for en annan medlemsstat i europeiska unionen."
      },
      "valid_from": "2015-10-30",
      "valid_to": null
    }
  ]
}