{
  "id": "1292/2007",
  "type": "statute",
  "title": "Laki autoverolain muuttamisesta",
  "title_en": "Lag om ändring av bilskattelagen",
  "status": "in_force",
  "issued_date": "2007-12-21",
  "in_force_date": "2007-12-21",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/1292/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "3:5 a",
      "chapter": "3",
      "section": "5 a",
      "content": "Henkilöautosta, jonka oma massa on alle 4 500 kilogrammaa, suoritettava vero on lain liitteenä olevan verotaulukon mukainen prosenttiosuus auton verotusarvosta. Veroprosentti määräytyy niiden auton yhdistettyä kulutusta vastaavien hiilidioksidipäästöjen perusteella, jotka on merkitty tai pitäisi merkitä ajoneuvoliikennerekisteriin auton teknisiin tietoihin. Jos 1 momentissa tarkoitettua tietoa hiilidioksidipäästöistä ei ole, veroprosentti määräytyy auton kokonaismassaa ja käyttövoimaa vastaavien laskennallisten hiilidioksidipäästöjen perusteella verotaulukon mukaisesti. Jos auton tehon (kilowatteina) ja kokonaismassan (kilogrammoina) osamäärä on 0,15 tai suurempi, laskennallisia hiilidioksidipäästöjä korotetaan kertomalla ne luvulla 1,5. Hiilidioksidipäästöjen määrä pyöristetään täysiin grammoihin. Edellä 2 momentissa tarkoitettujen laskennallisten hiilidioksidipäästöjen sijasta veroprosentti määräytyy verotettavana olevan henkilöauton yhdistettyä kulutusta vastaavien hiilidioksidipäästöjen perusteella, jos verovelvollinen ensiverotuksen yhteydessä esittää niistä selvityksen ja jos ne on: 1) vahvistettu EY-tyyppihyväksynnän yhteydessä määriteltyinä moottoriajoneuvojen polttoaineen kulutuksesta annetun neuvoston direktiivin 80/1268/EY mukauttamisesta tekniikan kehitykseen annetussa komission direktiivissä 93/116/EY tai sitä korvaavassa yhteisön lainsäädännössä säädettyjen vaatimusten mukaisesti; tai 2) määritelty verotusajankohtana voimassa olevassa yhteisön lainsäädännössä säädettyjen vaatimusten mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:5 a",
        "normalized_fi": "Henkilöautosta, jonka oma massa on alle 4 500 kilogrammaa, suoritettava vero on lain liitteenä olevan verotaulukon mukainen prosenttiosuus auton verotusarvosta. Veroprosentti määräytyy niiden auton yhdistettyä kulutusta vastaavien hiilidioksidipäästöjen perusteella, jotka on merkitty tai pitäisi merkitä ajoneuvoliikennerekisteriin auton teknisiin tietoihin. Jos 1 momentissa tarkoitettua tietoa hiilidioksidipäästöistä ei ole, veroprosentti määräytyy auton kokonaismassaa ja käyttövoimaa vastaavien laskennallisten hiilidioksidipäästöjen perusteella verotaulukon mukaisesti. Jos auton tehon (kilowatteina) ja kokonaismassan (kilogrammoina) osamäärä on 0,15 tai suurempi, laskennallisia hiilidioksidipäästöjä korotetaan kertomalla ne luvulla 1,5. Hiilidioksidipäästöjen määrä pyöristetään täysiin grammoihin. Edellä 2 momentissa tarkoitettujen laskennallisten hiilidioksidipäästöjen sijasta veroprosentti määräytyy verotettavana olevan henkilöauton yhdistettyä kulutusta vastaavien hiilidioksidipäästöjen perusteella, jos verovelvollinen ensiverotuksen yhteydessä esittää niistä selvityksen ja jos ne on: 1) vahvistettu EY-tyyppihyväksynnän yhteydessä määriteltyinä moottoriajoneuvojen polttoaineen kulutuksesta annetun neuvoston direktiivin 80/1268/EY mukauttamisesta tekniikan kehitykseen annetussa komission direktiivissä 93/116/EY tai sitä korvaavassa yhteisön lainsäädännössä säädettyjen vaatimusten mukaisesti; tai 2) määritelty verotusajankohtana voimassa olevassa yhteisön lainsäädännössä säädettyjen vaatimusten mukaisesti.",
        "folded_fi": "henkiloautosta, jonka oma massa on alle 4 500 kilogrammaa, suoritettava vero on lain liitteena olevan verotaulukon mukainen prosenttiosuus auton verotusarvosta. veroprosentti maaraytyy niiden auton yhdistettya kulutusta vastaavien hiilidioksidipaastojen perusteella, jotka on merkitty tai pitaisi merkita ajoneuvoliikennerekisteriin auton teknisiin tietoihin. jos 1 momentissa tarkoitettua tietoa hiilidioksidipaastoista ei ole, veroprosentti maaraytyy auton kokonaismassaa ja kayttovoimaa vastaavien laskennallisten hiilidioksidipaastojen perusteella verotaulukon mukaisesti. jos auton tehon (kilowatteina) ja kokonaismassan (kilogrammoina) osamaara on 0,15 tai suurempi, laskennallisia hiilidioksidipaastoja korotetaan kertomalla ne luvulla 1,5. hiilidioksidipaastojen maara pyoristetaan taysiin grammoihin. edella 2 momentissa tarkoitettujen laskennallisten hiilidioksidipaastojen sijasta veroprosentti maaraytyy verotettavana olevan henkiloauton yhdistettya kulutusta vastaavien hiilidioksidipaastojen perusteella, jos verovelvollinen ensiverotuksen yhteydessa esittaa niista selvityksen ja jos ne on: 1) vahvistettu ey-tyyppihyvaksynnan yhteydessa maariteltyina moottoriajoneuvojen polttoaineen kulutuksesta annetun neuvoston direktiivin 80/1268/ey mukauttamisesta tekniikan kehitykseen annetussa komission direktiivissa 93/116/ey tai sita korvaavassa yhteison lainsaadannossa saadettyjen vaatimusten mukaisesti; tai 2) maaritelty verotusajankohtana voimassa olevassa yhteison lainsaadannossa saadettyjen vaatimusten mukaisesti.",
        "content_sv": "För personbilar vars egenmassa är under 4 500 kilogram är skatten den procentuella andel av bilens beskattningsvärde som framgår av skattetabellen i bilagan till denna lag. Skattesatsen bestäms utifrån de koldioxidutsläpp vid blandad körning som har införts eller borde införas i fordonstrafikregistret som tekniska uppgifter om bilen. Om det inte finns sådana uppgifter om de koldioxidutsläpp som avses i 1 mom., bestäms skattesatsen enligt skattetabellen utifrån de beräknade koldioxidutsläppen för bilen enligt bilens totalmassa och drivkraft. Om kvoten av bilens effekt (i kilowatt) och totalmassa (i kilogram) är 0,15 eller större, ökas de beräknade koldioxidutsläppen genom att de multipliceras med talet 1,5. Mängden koldioxidutsläpp avrundas till hela gram. Skattesatsen för en personbil som ska beskattas bestäms inte enligt de beräknade koldioxidutsläpp som avses i 2 mom. utan enligt bilens koldioxidutsläpp vid blandad körning, om den skattskyldige lämnar uppgifter om dem vid den första beskattningen och om de har 1) fastställts i samband med EG-typgodkännandet enligt kraven i kommissionens direktiv 93/116/EG om anpassning till den tekniska utvecklingen av rådets direktiv 80/1268/EG om motorfordons bränsleförbrukning eller i gemenskapens bestämmelser som ersätter direktivet, eller 2) definierats enligt kraven i den gemenskapslagstiftning som gäller vid tidpunkten för beskattningen.",
        "normalized_sv": "För personbilar vars egenmassa är under 4 500 kilogram är skatten den procentuella andel av bilens beskattningsvärde som framgår av skattetabellen i bilagan till denna lag. Skattesatsen bestäms utifrån de koldioxidutsläpp vid blandad körning som har införts eller borde införas i fordonstrafikregistret som tekniska uppgifter om bilen. Om det inte finns sådana uppgifter om de koldioxidutsläpp som avses i 1 mom., bestäms skattesatsen enligt skattetabellen utifrån de beräknade koldioxidutsläppen för bilen enligt bilens totalmassa och drivkraft. Om kvoten av bilens effekt (i kilowatt) och totalmassa (i kilogram) är 0,15 eller större, ökas de beräknade koldioxidutsläppen genom att de multipliceras med talet 1,5. Mängden koldioxidutsläpp avrundas till hela gram. Skattesatsen för en personbil som ska beskattas bestäms inte enligt de beräknade koldioxidutsläpp som avses i 2 mom. utan enligt bilens koldioxidutsläpp vid blandad körning, om den skattskyldige lämnar uppgifter om dem vid den första beskattningen och om de har 1) fastställts i samband med EG-typgodkännandet enligt kraven i kommissionens direktiv 93/116/EG om anpassning till den tekniska utvecklingen av rådets direktiv 80/1268/EG om motorfordons bränsleförbrukning eller i gemenskapens bestämmelser som ersätter direktivet, eller 2) definierats enligt kraven i den gemenskapslagstiftning som gäller vid tidpunkten för beskattningen.",
        "folded_sv": "for personbilar vars egenmassa ar under 4 500 kilogram ar skatten den procentuella andel av bilens beskattningsvarde som framgar av skattetabellen i bilagan till denna lag. skattesatsen bestams utifran de koldioxidutslapp vid blandad korning som har inforts eller borde inforas i fordonstrafikregistret som tekniska uppgifter om bilen. om det inte finns sadana uppgifter om de koldioxidutslapp som avses i 1 mom., bestams skattesatsen enligt skattetabellen utifran de beraknade koldioxidutslappen for bilen enligt bilens totalmassa och drivkraft. om kvoten av bilens effekt (i kilowatt) och totalmassa (i kilogram) ar 0,15 eller storre, okas de beraknade koldioxidutslappen genom att de multipliceras med talet 1,5. mangden koldioxidutslapp avrundas till hela gram. skattesatsen for en personbil som ska beskattas bestams inte enligt de beraknade koldioxidutslapp som avses i 2 mom. utan enligt bilens koldioxidutslapp vid blandad korning, om den skattskyldige lamnar uppgifter om dem vid den forsta beskattningen och om de har 1) faststallts i samband med eg-typgodkannandet enligt kraven i kommissionens direktiv 93/116/eg om anpassning till den tekniska utvecklingen av radets direktiv 80/1268/eg om motorfordons bransleforbrukning eller i gemenskapens bestammelser som ersatter direktivet, eller 2) definierats enligt kraven i den gemenskapslagstiftning som galler vid tidpunkten for beskattningen."
      }
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "content": "Uutena tai vuoden 2002 jälkeen valmistetun, käytettynä verotettavan linja-auton, jonka oma massa on alle 1 875 kilogrammaa, vero on 26 prosenttia auton verotusarvosta. Uutena tai vuoden 2002 jälkeen valmistetun, käytettynä verotettavan moottoripyörän ja muun verollisen L-luokan ajoneuvon vero on moottorin iskutilavuuden tai käyttövoiman mukaan ajoneuvon verotusarvosta seuraavasti: Kokoluokka Veroprosentti 3 enintään 130 cm 8 3 131-255 cm 10 3 256-355 cm 13 3 356-505 cm 16 3 506-755 cm 18 3 756 cm tai enemmän 20 sähkökäyttöinen L-luokan ajoneuvo 10",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:6",
        "normalized_fi": "Uutena tai vuoden 2002 jälkeen valmistetun, käytettynä verotettavan linja-auton, jonka oma massa on alle 1 875 kilogrammaa, vero on 26 prosenttia auton verotusarvosta. Uutena tai vuoden 2002 jälkeen valmistetun, käytettynä verotettavan moottoripyörän ja muun verollisen L-luokan ajoneuvon vero on moottorin iskutilavuuden tai käyttövoiman mukaan ajoneuvon verotusarvosta seuraavasti: Kokoluokka Veroprosentti 3 enintään 130 cm 8 3 131-255 cm 10 3 256-355 cm 13 3 356-505 cm 16 3 506-755 cm 18 3 756 cm tai enemmän 20 sähkökäyttöinen L-luokan ajoneuvo 10",
        "folded_fi": "uutena tai vuoden 2002 jalkeen valmistetun, kaytettyna verotettavan linja-auton, jonka oma massa on alle 1 875 kilogrammaa, vero on 26 prosenttia auton verotusarvosta. uutena tai vuoden 2002 jalkeen valmistetun, kaytettyna verotettavan moottoripyoran ja muun verollisen l-luokan ajoneuvon vero on moottorin iskutilavuuden tai kayttovoiman mukaan ajoneuvon verotusarvosta seuraavasti: kokoluokka veroprosentti 3 enintaan 130 cm 8 3 131-255 cm 10 3 256-355 cm 13 3 356-505 cm 16 3 506-755 cm 18 3 756 cm tai enemman 20 sahkokayttoinen l-luokan ajoneuvo 10",
        "content_sv": "Skatten på en buss som beskattas som nytt fordon eller som begagnat fordon tillverkat efter 2002 och som har en egenmassa under 1 875 kilogram är 26 procent av fordonets beskattningsvärde. Skatten på en motorcykel och andra skattepliktiga fordon i kategori L som beskattas som nya fordon eller som begagnade fordon tillverkade efter 2002 är, enligt motorns slagvolym eller drivkraft och utgående från fordonets beskattningsvärde, som följer: Slagvolym Skattesats 3 högst 130 cm 8 3 131-255 cm 10 3 256-355 cm 13 3 356-505 cm 16 3 506-755 cm 18 3 756 cm eller mera 20 eldrivet fordon i kategori L 10",
        "normalized_sv": "Skatten på en buss som beskattas som nytt fordon eller som begagnat fordon tillverkat efter 2002 och som har en egenmassa under 1 875 kilogram är 26 procent av fordonets beskattningsvärde. Skatten på en motorcykel och andra skattepliktiga fordon i kategori L som beskattas som nya fordon eller som begagnade fordon tillverkade efter 2002 är, enligt motorns slagvolym eller drivkraft och utgående från fordonets beskattningsvärde, som följer: Slagvolym Skattesats 3 högst 130 cm 8 3 131-255 cm 10 3 256-355 cm 13 3 356-505 cm 16 3 506-755 cm 18 3 756 cm eller mera 20 eldrivet fordon i kategori L 10",
        "folded_sv": "skatten pa en buss som beskattas som nytt fordon eller som begagnat fordon tillverkat efter 2002 och som har en egenmassa under 1 875 kilogram ar 26 procent av fordonets beskattningsvarde. skatten pa en motorcykel och andra skattepliktiga fordon i kategori l som beskattas som nya fordon eller som begagnade fordon tillverkade efter 2002 ar, enligt motorns slagvolym eller drivkraft och utgaende fran fordonets beskattningsvarde, som foljer: slagvolym skattesats 3 hogst 130 cm 8 3 131-255 cm 10 3 256-355 cm 13 3 356-505 cm 16 3 506-755 cm 18 3 756 cm eller mera 20 eldrivet fordon i kategori l 10"
      }
    },
    {
      "provision_ref": "3:6 a",
      "chapter": "3",
      "section": "6 a",
      "content": "Ennen vuotta 2003 valmistetun, käytettynä verotettavan linja-auton, jonka oma massa on alle 1 875 kilogrammaa, moottoripyörän ja muun verollisen L-luokan ajoneuvon vero on verotusarvosta se osuus veroa, joka sisältyi samanlaisten ajoneuvojen yleisiin vähittäismyyntiarvoihin, kun ajoneuvot olivat uusia. Veron osuus lasketaan niiden yleisten veroperusteiden mukaan, joista säädetään siinä autoveroa koskevassa laissa, joka oli voimassa, kun ajoneuvot olivat uusia. Veron osuus voidaan määrittää useamman kuin yhden ajoneuvomallin yleisiin vähittäismyyntiarvoihin sisältyvien veron osuuksien perusteella huomioon ottaen samaa automerkkiä koskevat verotustiedot ja hinnoittelu. Tullihallitus vahvistaa veron osuudet julkaisemassaan taulukossa. Taulukon mukaista veron osuutta sovelletaan verotuksiin, jotka tulevat vireille sen jälkeen, kun 14 päivää on kulunut taulukon julkaisemisesta. Taulukon mukaista veron osuutta voidaan kuitenkin soveltaa sen julkaisemispäivästä lukien, jos taulukon mukainen veron osuus on pienempi kuin 3 momentin mukaan laskettavan veron osuus. Jos veron osuutta ei ole julkaistu taulukossa tai taulukon julkaisemisesta on kulunut vähemmän kuin 14 päivää, veron osuus on: 1) linja-auton, jonka oma massa on alle 1 875 kilogrammaa, osalta 26 prosenttia auton verotusarvosta; 2) moottoripyörän ja muun verollisen L-luokan ajoneuvon osalta iskutilavuuden tai käyttövoiman mukaan ajoneuvon verotusarvosta seuraavasti: Kokoluokka Veroprosentti 3 enintään 130 cm 9 3 131-255 cm 12 3 256-355 cm 15 3 356-505 cm 19 3 506-755 cm 21 3 756 cm tai enemmän 23 sähkökäyttöinen L-luokan ajoneuvo 12 Jos 3 momentin mukaan kannetun veron määrä ylittää sen veron, joka sisältyy markkinoilla olevan vastaavan ajoneuvon jäljellä olevaan arvoon, veron ylittävää määrää ei kanneta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:6 a",
        "normalized_fi": "Ennen vuotta 2003 valmistetun, käytettynä verotettavan linja-auton, jonka oma massa on alle 1 875 kilogrammaa, moottoripyörän ja muun verollisen L-luokan ajoneuvon vero on verotusarvosta se osuus veroa, joka sisältyi samanlaisten ajoneuvojen yleisiin vähittäismyyntiarvoihin, kun ajoneuvot olivat uusia. Veron osuus lasketaan niiden yleisten veroperusteiden mukaan, joista säädetään siinä autoveroa koskevassa laissa, joka oli voimassa, kun ajoneuvot olivat uusia. Veron osuus voidaan määrittää useamman kuin yhden ajoneuvomallin yleisiin vähittäismyyntiarvoihin sisältyvien veron osuuksien perusteella huomioon ottaen samaa automerkkiä koskevat verotustiedot ja hinnoittelu. Tullihallitus vahvistaa veron osuudet julkaisemassaan taulukossa. Taulukon mukaista veron osuutta sovelletaan verotuksiin, jotka tulevat vireille sen jälkeen, kun 14 päivää on kulunut taulukon julkaisemisesta. Taulukon mukaista veron osuutta voidaan kuitenkin soveltaa sen julkaisemispäivästä lukien, jos taulukon mukainen veron osuus on pienempi kuin 3 momentin mukaan laskettavan veron osuus. Jos veron osuutta ei ole julkaistu taulukossa tai taulukon julkaisemisesta on kulunut vähemmän kuin 14 päivää, veron osuus on: 1) linja-auton, jonka oma massa on alle 1 875 kilogrammaa, osalta 26 prosenttia auton verotusarvosta; 2) moottoripyörän ja muun verollisen L-luokan ajoneuvon osalta iskutilavuuden tai käyttövoiman mukaan ajoneuvon verotusarvosta seuraavasti: Kokoluokka Veroprosentti 3 enintään 130 cm 9 3 131-255 cm 12 3 256-355 cm 15 3 356-505 cm 19 3 506-755 cm 21 3 756 cm tai enemmän 23 sähkökäyttöinen L-luokan ajoneuvo 12 Jos 3 momentin mukaan kannetun veron määrä ylittää sen veron, joka sisältyy markkinoilla olevan vastaavan ajoneuvon jäljellä olevaan arvoon, veron ylittävää määrää ei kanneta.",
        "folded_fi": "ennen vuotta 2003 valmistetun, kaytettyna verotettavan linja-auton, jonka oma massa on alle 1 875 kilogrammaa, moottoripyoran ja muun verollisen l-luokan ajoneuvon vero on verotusarvosta se osuus veroa, joka sisaltyi samanlaisten ajoneuvojen yleisiin vahittaismyyntiarvoihin, kun ajoneuvot olivat uusia. veron osuus lasketaan niiden yleisten veroperusteiden mukaan, joista saadetaan siina autoveroa koskevassa laissa, joka oli voimassa, kun ajoneuvot olivat uusia. veron osuus voidaan maarittaa useamman kuin yhden ajoneuvomallin yleisiin vahittaismyyntiarvoihin sisaltyvien veron osuuksien perusteella huomioon ottaen samaa automerkkia koskevat verotustiedot ja hinnoittelu. tullihallitus vahvistaa veron osuudet julkaisemassaan taulukossa. taulukon mukaista veron osuutta sovelletaan verotuksiin, jotka tulevat vireille sen jalkeen, kun 14 paivaa on kulunut taulukon julkaisemisesta. taulukon mukaista veron osuutta voidaan kuitenkin soveltaa sen julkaisemispaivasta lukien, jos taulukon mukainen veron osuus on pienempi kuin 3 momentin mukaan laskettavan veron osuus. jos veron osuutta ei ole julkaistu taulukossa tai taulukon julkaisemisesta on kulunut vahemman kuin 14 paivaa, veron osuus on: 1) linja-auton, jonka oma massa on alle 1 875 kilogrammaa, osalta 26 prosenttia auton verotusarvosta; 2) moottoripyoran ja muun verollisen l-luokan ajoneuvon osalta iskutilavuuden tai kayttovoiman mukaan ajoneuvon verotusarvosta seuraavasti: kokoluokka veroprosentti 3 enintaan 130 cm 9 3 131-255 cm 12 3 256-355 cm 15 3 356-505 cm 19 3 506-755 cm 21 3 756 cm tai enemman 23 sahkokayttoinen l-luokan ajoneuvo 12 jos 3 momentin mukaan kannetun veron maara ylittaa sen veron, joka sisaltyy markkinoilla olevan vastaavan ajoneuvon jaljella olevaan arvoon, veron ylittavaa maaraa ei kanneta.",
        "content_sv": "Skatten på en buss som beskattas som begagnat fordon tillverkat före 2003 och som har en egenmassa under 1 875 kilogram, samt skatten på motorcyklar och andra skattepliktiga fordon i kategori L är den andel skatt av beskattningsvärdet som ingick i likadana fordons allmänna värde i detaljhandeln när de var nya. Skattens andel beräknas utifrån de allmänna skattegrunderna i den bilskattelag som gällde när fordonen var nya. Skattens andel kan beräknas utifrån andelarna skatt i det allmänna värdet i detaljhandeln på fler än en fordonsmodell, med beaktande av beskattningsuppgifterna och prissättningen beträffande samma bilmärke. Tullstyrelsen fastställer skattens andel i en tabell som den publicerar. Andelen i tabellen tillämpas vid beskattning som blir anhängig 14 dagar efter publiceringen av tabellen. Andelen enligt tabellen kan dock tillämpas från och med den dag tabellen publiceras, om skattens andel är mindre än den andel som beräknas enligt 3 mom. Om skattens andel inte anges i tabellen eller om det förflutit en kortare tid än 14 dagar sedan tabellen publicerades, är skattens andel 1) för en buss vars egenmassa är under 1 875 kilogram, 26 procent av beskattningsvärdet, 2) för en motorcykel och andra skattepliktiga fordon i kategori L, enligt motorns slagvolym eller drivkraft och utgående från fordonets beskattningsvärde, som följer: Slagvolym Skattesats 3 högst 130 cm 9 3 131-255 cm 12 3 256-355 cm 15 3 356-505 cm 19 3 506-755 cm 21 3 756 cm eller mera 23 eldrivet fordon i kategori L 12 Om skattebeloppet enligt 3 mom. är större än den skatt som ingår i restvärdet på ett motsvarande fordon på marknaden, uppbärs inte det belopp som överstiger skatten.",
        "normalized_sv": "Skatten på en buss som beskattas som begagnat fordon tillverkat före 2003 och som har en egenmassa under 1 875 kilogram, samt skatten på motorcyklar och andra skattepliktiga fordon i kategori L är den andel skatt av beskattningsvärdet som ingick i likadana fordons allmänna värde i detaljhandeln när de var nya. Skattens andel beräknas utifrån de allmänna skattegrunderna i den bilskattelag som gällde när fordonen var nya. Skattens andel kan beräknas utifrån andelarna skatt i det allmänna värdet i detaljhandeln på fler än en fordonsmodell, med beaktande av beskattningsuppgifterna och prissättningen beträffande samma bilmärke. Tullstyrelsen fastställer skattens andel i en tabell som den publicerar. Andelen i tabellen tillämpas vid beskattning som blir anhängig 14 dagar efter publiceringen av tabellen. Andelen enligt tabellen kan dock tillämpas från och med den dag tabellen publiceras, om skattens andel är mindre än den andel som beräknas enligt 3 mom. Om skattens andel inte anges i tabellen eller om det förflutit en kortare tid än 14 dagar sedan tabellen publicerades, är skattens andel 1) för en buss vars egenmassa är under 1 875 kilogram, 26 procent av beskattningsvärdet, 2) för en motorcykel och andra skattepliktiga fordon i kategori L, enligt motorns slagvolym eller drivkraft och utgående från fordonets beskattningsvärde, som följer: Slagvolym Skattesats 3 högst 130 cm 9 3 131-255 cm 12 3 256-355 cm 15 3 356-505 cm 19 3 506-755 cm 21 3 756 cm eller mera 23 eldrivet fordon i kategori L 12 Om skattebeloppet enligt 3 mom. är större än den skatt som ingår i restvärdet på ett motsvarande fordon på marknaden, uppbärs inte det belopp som överstiger skatten.",
        "folded_sv": "skatten pa en buss som beskattas som begagnat fordon tillverkat fore 2003 och som har en egenmassa under 1 875 kilogram, samt skatten pa motorcyklar och andra skattepliktiga fordon i kategori l ar den andel skatt av beskattningsvardet som ingick i likadana fordons allmanna varde i detaljhandeln nar de var nya. skattens andel beraknas utifran de allmanna skattegrunderna i den bilskattelag som gallde nar fordonen var nya. skattens andel kan beraknas utifran andelarna skatt i det allmanna vardet i detaljhandeln pa fler an en fordonsmodell, med beaktande av beskattningsuppgifterna och prissattningen betraffande samma bilmarke. tullstyrelsen faststaller skattens andel i en tabell som den publicerar. andelen i tabellen tillampas vid beskattning som blir anhangig 14 dagar efter publiceringen av tabellen. andelen enligt tabellen kan dock tillampas fran och med den dag tabellen publiceras, om skattens andel ar mindre an den andel som beraknas enligt 3 mom. om skattens andel inte anges i tabellen eller om det forflutit en kortare tid an 14 dagar sedan tabellen publicerades, ar skattens andel 1) for en buss vars egenmassa ar under 1 875 kilogram, 26 procent av beskattningsvardet, 2) for en motorcykel och andra skattepliktiga fordon i kategori l, enligt motorns slagvolym eller drivkraft och utgaende fran fordonets beskattningsvarde, som foljer: slagvolym skattesats 3 hogst 130 cm 9 3 131-255 cm 12 3 256-355 cm 15 3 356-505 cm 19 3 506-755 cm 21 3 756 cm eller mera 23 eldrivet fordon i kategori l 12 om skattebeloppet enligt 3 mom. ar storre an den skatt som ingar i restvardet pa ett motsvarande fordon pa marknaden, uppbars inte det belopp som overstiger skatten."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "3:5 a",
      "chapter": "3",
      "section": "5 a",
      "content": "Henkilöautosta, jonka oma massa on alle 4 500 kilogrammaa, suoritettava vero on lain liitteenä olevan verotaulukon mukainen prosenttiosuus auton verotusarvosta. Veroprosentti määräytyy niiden auton yhdistettyä kulutusta vastaavien hiilidioksidipäästöjen perusteella, jotka on merkitty tai pitäisi merkitä ajoneuvoliikennerekisteriin auton teknisiin tietoihin. Jos 1 momentissa tarkoitettua tietoa hiilidioksidipäästöistä ei ole, veroprosentti määräytyy auton kokonaismassaa ja käyttövoimaa vastaavien laskennallisten hiilidioksidipäästöjen perusteella verotaulukon mukaisesti. Jos auton tehon (kilowatteina) ja kokonaismassan (kilogrammoina) osamäärä on 0,15 tai suurempi, laskennallisia hiilidioksidipäästöjä korotetaan kertomalla ne luvulla 1,5. Hiilidioksidipäästöjen määrä pyöristetään täysiin grammoihin. Edellä 2 momentissa tarkoitettujen laskennallisten hiilidioksidipäästöjen sijasta veroprosentti määräytyy verotettavana olevan henkilöauton yhdistettyä kulutusta vastaavien hiilidioksidipäästöjen perusteella, jos verovelvollinen ensiverotuksen yhteydessä esittää niistä selvityksen ja jos ne on: 1) vahvistettu EY-tyyppihyväksynnän yhteydessä määriteltyinä moottoriajoneuvojen polttoaineen kulutuksesta annetun neuvoston direktiivin 80/1268/EY mukauttamisesta tekniikan kehitykseen annetussa komission direktiivissä 93/116/EY tai sitä korvaavassa yhteisön lainsäädännössä säädettyjen vaatimusten mukaisesti; tai 2) määritelty verotusajankohtana voimassa olevassa yhteisön lainsäädännössä säädettyjen vaatimusten mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:5 a",
        "normalized_fi": "Henkilöautosta, jonka oma massa on alle 4 500 kilogrammaa, suoritettava vero on lain liitteenä olevan verotaulukon mukainen prosenttiosuus auton verotusarvosta. Veroprosentti määräytyy niiden auton yhdistettyä kulutusta vastaavien hiilidioksidipäästöjen perusteella, jotka on merkitty tai pitäisi merkitä ajoneuvoliikennerekisteriin auton teknisiin tietoihin. Jos 1 momentissa tarkoitettua tietoa hiilidioksidipäästöistä ei ole, veroprosentti määräytyy auton kokonaismassaa ja käyttövoimaa vastaavien laskennallisten hiilidioksidipäästöjen perusteella verotaulukon mukaisesti. Jos auton tehon (kilowatteina) ja kokonaismassan (kilogrammoina) osamäärä on 0,15 tai suurempi, laskennallisia hiilidioksidipäästöjä korotetaan kertomalla ne luvulla 1,5. Hiilidioksidipäästöjen määrä pyöristetään täysiin grammoihin. Edellä 2 momentissa tarkoitettujen laskennallisten hiilidioksidipäästöjen sijasta veroprosentti määräytyy verotettavana olevan henkilöauton yhdistettyä kulutusta vastaavien hiilidioksidipäästöjen perusteella, jos verovelvollinen ensiverotuksen yhteydessä esittää niistä selvityksen ja jos ne on: 1) vahvistettu EY-tyyppihyväksynnän yhteydessä määriteltyinä moottoriajoneuvojen polttoaineen kulutuksesta annetun neuvoston direktiivin 80/1268/EY mukauttamisesta tekniikan kehitykseen annetussa komission direktiivissä 93/116/EY tai sitä korvaavassa yhteisön lainsäädännössä säädettyjen vaatimusten mukaisesti; tai 2) määritelty verotusajankohtana voimassa olevassa yhteisön lainsäädännössä säädettyjen vaatimusten mukaisesti.",
        "folded_fi": "henkiloautosta, jonka oma massa on alle 4 500 kilogrammaa, suoritettava vero on lain liitteena olevan verotaulukon mukainen prosenttiosuus auton verotusarvosta. veroprosentti maaraytyy niiden auton yhdistettya kulutusta vastaavien hiilidioksidipaastojen perusteella, jotka on merkitty tai pitaisi merkita ajoneuvoliikennerekisteriin auton teknisiin tietoihin. jos 1 momentissa tarkoitettua tietoa hiilidioksidipaastoista ei ole, veroprosentti maaraytyy auton kokonaismassaa ja kayttovoimaa vastaavien laskennallisten hiilidioksidipaastojen perusteella verotaulukon mukaisesti. jos auton tehon (kilowatteina) ja kokonaismassan (kilogrammoina) osamaara on 0,15 tai suurempi, laskennallisia hiilidioksidipaastoja korotetaan kertomalla ne luvulla 1,5. hiilidioksidipaastojen maara pyoristetaan taysiin grammoihin. edella 2 momentissa tarkoitettujen laskennallisten hiilidioksidipaastojen sijasta veroprosentti maaraytyy verotettavana olevan henkiloauton yhdistettya kulutusta vastaavien hiilidioksidipaastojen perusteella, jos verovelvollinen ensiverotuksen yhteydessa esittaa niista selvityksen ja jos ne on: 1) vahvistettu ey-tyyppihyvaksynnan yhteydessa maariteltyina moottoriajoneuvojen polttoaineen kulutuksesta annetun neuvoston direktiivin 80/1268/ey mukauttamisesta tekniikan kehitykseen annetussa komission direktiivissa 93/116/ey tai sita korvaavassa yhteison lainsaadannossa saadettyjen vaatimusten mukaisesti; tai 2) maaritelty verotusajankohtana voimassa olevassa yhteison lainsaadannossa saadettyjen vaatimusten mukaisesti.",
        "content_sv": "För personbilar vars egenmassa är under 4 500 kilogram är skatten den procentuella andel av bilens beskattningsvärde som framgår av skattetabellen i bilagan till denna lag. Skattesatsen bestäms utifrån de koldioxidutsläpp vid blandad körning som har införts eller borde införas i fordonstrafikregistret som tekniska uppgifter om bilen. Om det inte finns sådana uppgifter om de koldioxidutsläpp som avses i 1 mom., bestäms skattesatsen enligt skattetabellen utifrån de beräknade koldioxidutsläppen för bilen enligt bilens totalmassa och drivkraft. Om kvoten av bilens effekt (i kilowatt) och totalmassa (i kilogram) är 0,15 eller större, ökas de beräknade koldioxidutsläppen genom att de multipliceras med talet 1,5. Mängden koldioxidutsläpp avrundas till hela gram. Skattesatsen för en personbil som ska beskattas bestäms inte enligt de beräknade koldioxidutsläpp som avses i 2 mom. utan enligt bilens koldioxidutsläpp vid blandad körning, om den skattskyldige lämnar uppgifter om dem vid den första beskattningen och om de har 1) fastställts i samband med EG-typgodkännandet enligt kraven i kommissionens direktiv 93/116/EG om anpassning till den tekniska utvecklingen av rådets direktiv 80/1268/EG om motorfordons bränsleförbrukning eller i gemenskapens bestämmelser som ersätter direktivet, eller 2) definierats enligt kraven i den gemenskapslagstiftning som gäller vid tidpunkten för beskattningen.",
        "normalized_sv": "För personbilar vars egenmassa är under 4 500 kilogram är skatten den procentuella andel av bilens beskattningsvärde som framgår av skattetabellen i bilagan till denna lag. Skattesatsen bestäms utifrån de koldioxidutsläpp vid blandad körning som har införts eller borde införas i fordonstrafikregistret som tekniska uppgifter om bilen. Om det inte finns sådana uppgifter om de koldioxidutsläpp som avses i 1 mom., bestäms skattesatsen enligt skattetabellen utifrån de beräknade koldioxidutsläppen för bilen enligt bilens totalmassa och drivkraft. Om kvoten av bilens effekt (i kilowatt) och totalmassa (i kilogram) är 0,15 eller större, ökas de beräknade koldioxidutsläppen genom att de multipliceras med talet 1,5. Mängden koldioxidutsläpp avrundas till hela gram. Skattesatsen för en personbil som ska beskattas bestäms inte enligt de beräknade koldioxidutsläpp som avses i 2 mom. utan enligt bilens koldioxidutsläpp vid blandad körning, om den skattskyldige lämnar uppgifter om dem vid den första beskattningen och om de har 1) fastställts i samband med EG-typgodkännandet enligt kraven i kommissionens direktiv 93/116/EG om anpassning till den tekniska utvecklingen av rådets direktiv 80/1268/EG om motorfordons bränsleförbrukning eller i gemenskapens bestämmelser som ersätter direktivet, eller 2) definierats enligt kraven i den gemenskapslagstiftning som gäller vid tidpunkten för beskattningen.",
        "folded_sv": "for personbilar vars egenmassa ar under 4 500 kilogram ar skatten den procentuella andel av bilens beskattningsvarde som framgar av skattetabellen i bilagan till denna lag. skattesatsen bestams utifran de koldioxidutslapp vid blandad korning som har inforts eller borde inforas i fordonstrafikregistret som tekniska uppgifter om bilen. om det inte finns sadana uppgifter om de koldioxidutslapp som avses i 1 mom., bestams skattesatsen enligt skattetabellen utifran de beraknade koldioxidutslappen for bilen enligt bilens totalmassa och drivkraft. om kvoten av bilens effekt (i kilowatt) och totalmassa (i kilogram) ar 0,15 eller storre, okas de beraknade koldioxidutslappen genom att de multipliceras med talet 1,5. mangden koldioxidutslapp avrundas till hela gram. skattesatsen for en personbil som ska beskattas bestams inte enligt de beraknade koldioxidutslapp som avses i 2 mom. utan enligt bilens koldioxidutslapp vid blandad korning, om den skattskyldige lamnar uppgifter om dem vid den forsta beskattningen och om de har 1) faststallts i samband med eg-typgodkannandet enligt kraven i kommissionens direktiv 93/116/eg om anpassning till den tekniska utvecklingen av radets direktiv 80/1268/eg om motorfordons bransleforbrukning eller i gemenskapens bestammelser som ersatter direktivet, eller 2) definierats enligt kraven i den gemenskapslagstiftning som galler vid tidpunkten for beskattningen."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "content": "Uutena tai vuoden 2002 jälkeen valmistetun, käytettynä verotettavan linja-auton, jonka oma massa on alle 1 875 kilogrammaa, vero on 26 prosenttia auton verotusarvosta. Uutena tai vuoden 2002 jälkeen valmistetun, käytettynä verotettavan moottoripyörän ja muun verollisen L-luokan ajoneuvon vero on moottorin iskutilavuuden tai käyttövoiman mukaan ajoneuvon verotusarvosta seuraavasti: Kokoluokka Veroprosentti 3 enintään 130 cm 8 3 131-255 cm 10 3 256-355 cm 13 3 356-505 cm 16 3 506-755 cm 18 3 756 cm tai enemmän 20 sähkökäyttöinen L-luokan ajoneuvo 10",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:6",
        "normalized_fi": "Uutena tai vuoden 2002 jälkeen valmistetun, käytettynä verotettavan linja-auton, jonka oma massa on alle 1 875 kilogrammaa, vero on 26 prosenttia auton verotusarvosta. Uutena tai vuoden 2002 jälkeen valmistetun, käytettynä verotettavan moottoripyörän ja muun verollisen L-luokan ajoneuvon vero on moottorin iskutilavuuden tai käyttövoiman mukaan ajoneuvon verotusarvosta seuraavasti: Kokoluokka Veroprosentti 3 enintään 130 cm 8 3 131-255 cm 10 3 256-355 cm 13 3 356-505 cm 16 3 506-755 cm 18 3 756 cm tai enemmän 20 sähkökäyttöinen L-luokan ajoneuvo 10",
        "folded_fi": "uutena tai vuoden 2002 jalkeen valmistetun, kaytettyna verotettavan linja-auton, jonka oma massa on alle 1 875 kilogrammaa, vero on 26 prosenttia auton verotusarvosta. uutena tai vuoden 2002 jalkeen valmistetun, kaytettyna verotettavan moottoripyoran ja muun verollisen l-luokan ajoneuvon vero on moottorin iskutilavuuden tai kayttovoiman mukaan ajoneuvon verotusarvosta seuraavasti: kokoluokka veroprosentti 3 enintaan 130 cm 8 3 131-255 cm 10 3 256-355 cm 13 3 356-505 cm 16 3 506-755 cm 18 3 756 cm tai enemman 20 sahkokayttoinen l-luokan ajoneuvo 10",
        "content_sv": "Skatten på en buss som beskattas som nytt fordon eller som begagnat fordon tillverkat efter 2002 och som har en egenmassa under 1 875 kilogram är 26 procent av fordonets beskattningsvärde. Skatten på en motorcykel och andra skattepliktiga fordon i kategori L som beskattas som nya fordon eller som begagnade fordon tillverkade efter 2002 är, enligt motorns slagvolym eller drivkraft och utgående från fordonets beskattningsvärde, som följer: Slagvolym Skattesats 3 högst 130 cm 8 3 131-255 cm 10 3 256-355 cm 13 3 356-505 cm 16 3 506-755 cm 18 3 756 cm eller mera 20 eldrivet fordon i kategori L 10",
        "normalized_sv": "Skatten på en buss som beskattas som nytt fordon eller som begagnat fordon tillverkat efter 2002 och som har en egenmassa under 1 875 kilogram är 26 procent av fordonets beskattningsvärde. Skatten på en motorcykel och andra skattepliktiga fordon i kategori L som beskattas som nya fordon eller som begagnade fordon tillverkade efter 2002 är, enligt motorns slagvolym eller drivkraft och utgående från fordonets beskattningsvärde, som följer: Slagvolym Skattesats 3 högst 130 cm 8 3 131-255 cm 10 3 256-355 cm 13 3 356-505 cm 16 3 506-755 cm 18 3 756 cm eller mera 20 eldrivet fordon i kategori L 10",
        "folded_sv": "skatten pa en buss som beskattas som nytt fordon eller som begagnat fordon tillverkat efter 2002 och som har en egenmassa under 1 875 kilogram ar 26 procent av fordonets beskattningsvarde. skatten pa en motorcykel och andra skattepliktiga fordon i kategori l som beskattas som nya fordon eller som begagnade fordon tillverkade efter 2002 ar, enligt motorns slagvolym eller drivkraft och utgaende fran fordonets beskattningsvarde, som foljer: slagvolym skattesats 3 hogst 130 cm 8 3 131-255 cm 10 3 256-355 cm 13 3 356-505 cm 16 3 506-755 cm 18 3 756 cm eller mera 20 eldrivet fordon i kategori l 10"
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "3:6 a",
      "chapter": "3",
      "section": "6 a",
      "content": "Ennen vuotta 2003 valmistetun, käytettynä verotettavan linja-auton, jonka oma massa on alle 1 875 kilogrammaa, moottoripyörän ja muun verollisen L-luokan ajoneuvon vero on verotusarvosta se osuus veroa, joka sisältyi samanlaisten ajoneuvojen yleisiin vähittäismyyntiarvoihin, kun ajoneuvot olivat uusia. Veron osuus lasketaan niiden yleisten veroperusteiden mukaan, joista säädetään siinä autoveroa koskevassa laissa, joka oli voimassa, kun ajoneuvot olivat uusia. Veron osuus voidaan määrittää useamman kuin yhden ajoneuvomallin yleisiin vähittäismyyntiarvoihin sisältyvien veron osuuksien perusteella huomioon ottaen samaa automerkkiä koskevat verotustiedot ja hinnoittelu. Tullihallitus vahvistaa veron osuudet julkaisemassaan taulukossa. Taulukon mukaista veron osuutta sovelletaan verotuksiin, jotka tulevat vireille sen jälkeen, kun 14 päivää on kulunut taulukon julkaisemisesta. Taulukon mukaista veron osuutta voidaan kuitenkin soveltaa sen julkaisemispäivästä lukien, jos taulukon mukainen veron osuus on pienempi kuin 3 momentin mukaan laskettavan veron osuus. Jos veron osuutta ei ole julkaistu taulukossa tai taulukon julkaisemisesta on kulunut vähemmän kuin 14 päivää, veron osuus on: 1) linja-auton, jonka oma massa on alle 1 875 kilogrammaa, osalta 26 prosenttia auton verotusarvosta; 2) moottoripyörän ja muun verollisen L-luokan ajoneuvon osalta iskutilavuuden tai käyttövoiman mukaan ajoneuvon verotusarvosta seuraavasti: Kokoluokka Veroprosentti 3 enintään 130 cm 9 3 131-255 cm 12 3 256-355 cm 15 3 356-505 cm 19 3 506-755 cm 21 3 756 cm tai enemmän 23 sähkökäyttöinen L-luokan ajoneuvo 12 Jos 3 momentin mukaan kannetun veron määrä ylittää sen veron, joka sisältyy markkinoilla olevan vastaavan ajoneuvon jäljellä olevaan arvoon, veron ylittävää määrää ei kanneta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:6 a",
        "normalized_fi": "Ennen vuotta 2003 valmistetun, käytettynä verotettavan linja-auton, jonka oma massa on alle 1 875 kilogrammaa, moottoripyörän ja muun verollisen L-luokan ajoneuvon vero on verotusarvosta se osuus veroa, joka sisältyi samanlaisten ajoneuvojen yleisiin vähittäismyyntiarvoihin, kun ajoneuvot olivat uusia. Veron osuus lasketaan niiden yleisten veroperusteiden mukaan, joista säädetään siinä autoveroa koskevassa laissa, joka oli voimassa, kun ajoneuvot olivat uusia. Veron osuus voidaan määrittää useamman kuin yhden ajoneuvomallin yleisiin vähittäismyyntiarvoihin sisältyvien veron osuuksien perusteella huomioon ottaen samaa automerkkiä koskevat verotustiedot ja hinnoittelu. Tullihallitus vahvistaa veron osuudet julkaisemassaan taulukossa. Taulukon mukaista veron osuutta sovelletaan verotuksiin, jotka tulevat vireille sen jälkeen, kun 14 päivää on kulunut taulukon julkaisemisesta. Taulukon mukaista veron osuutta voidaan kuitenkin soveltaa sen julkaisemispäivästä lukien, jos taulukon mukainen veron osuus on pienempi kuin 3 momentin mukaan laskettavan veron osuus. Jos veron osuutta ei ole julkaistu taulukossa tai taulukon julkaisemisesta on kulunut vähemmän kuin 14 päivää, veron osuus on: 1) linja-auton, jonka oma massa on alle 1 875 kilogrammaa, osalta 26 prosenttia auton verotusarvosta; 2) moottoripyörän ja muun verollisen L-luokan ajoneuvon osalta iskutilavuuden tai käyttövoiman mukaan ajoneuvon verotusarvosta seuraavasti: Kokoluokka Veroprosentti 3 enintään 130 cm 9 3 131-255 cm 12 3 256-355 cm 15 3 356-505 cm 19 3 506-755 cm 21 3 756 cm tai enemmän 23 sähkökäyttöinen L-luokan ajoneuvo 12 Jos 3 momentin mukaan kannetun veron määrä ylittää sen veron, joka sisältyy markkinoilla olevan vastaavan ajoneuvon jäljellä olevaan arvoon, veron ylittävää määrää ei kanneta.",
        "folded_fi": "ennen vuotta 2003 valmistetun, kaytettyna verotettavan linja-auton, jonka oma massa on alle 1 875 kilogrammaa, moottoripyoran ja muun verollisen l-luokan ajoneuvon vero on verotusarvosta se osuus veroa, joka sisaltyi samanlaisten ajoneuvojen yleisiin vahittaismyyntiarvoihin, kun ajoneuvot olivat uusia. veron osuus lasketaan niiden yleisten veroperusteiden mukaan, joista saadetaan siina autoveroa koskevassa laissa, joka oli voimassa, kun ajoneuvot olivat uusia. veron osuus voidaan maarittaa useamman kuin yhden ajoneuvomallin yleisiin vahittaismyyntiarvoihin sisaltyvien veron osuuksien perusteella huomioon ottaen samaa automerkkia koskevat verotustiedot ja hinnoittelu. tullihallitus vahvistaa veron osuudet julkaisemassaan taulukossa. taulukon mukaista veron osuutta sovelletaan verotuksiin, jotka tulevat vireille sen jalkeen, kun 14 paivaa on kulunut taulukon julkaisemisesta. taulukon mukaista veron osuutta voidaan kuitenkin soveltaa sen julkaisemispaivasta lukien, jos taulukon mukainen veron osuus on pienempi kuin 3 momentin mukaan laskettavan veron osuus. jos veron osuutta ei ole julkaistu taulukossa tai taulukon julkaisemisesta on kulunut vahemman kuin 14 paivaa, veron osuus on: 1) linja-auton, jonka oma massa on alle 1 875 kilogrammaa, osalta 26 prosenttia auton verotusarvosta; 2) moottoripyoran ja muun verollisen l-luokan ajoneuvon osalta iskutilavuuden tai kayttovoiman mukaan ajoneuvon verotusarvosta seuraavasti: kokoluokka veroprosentti 3 enintaan 130 cm 9 3 131-255 cm 12 3 256-355 cm 15 3 356-505 cm 19 3 506-755 cm 21 3 756 cm tai enemman 23 sahkokayttoinen l-luokan ajoneuvo 12 jos 3 momentin mukaan kannetun veron maara ylittaa sen veron, joka sisaltyy markkinoilla olevan vastaavan ajoneuvon jaljella olevaan arvoon, veron ylittavaa maaraa ei kanneta.",
        "content_sv": "Skatten på en buss som beskattas som begagnat fordon tillverkat före 2003 och som har en egenmassa under 1 875 kilogram, samt skatten på motorcyklar och andra skattepliktiga fordon i kategori L är den andel skatt av beskattningsvärdet som ingick i likadana fordons allmänna värde i detaljhandeln när de var nya. Skattens andel beräknas utifrån de allmänna skattegrunderna i den bilskattelag som gällde när fordonen var nya. Skattens andel kan beräknas utifrån andelarna skatt i det allmänna värdet i detaljhandeln på fler än en fordonsmodell, med beaktande av beskattningsuppgifterna och prissättningen beträffande samma bilmärke. Tullstyrelsen fastställer skattens andel i en tabell som den publicerar. Andelen i tabellen tillämpas vid beskattning som blir anhängig 14 dagar efter publiceringen av tabellen. Andelen enligt tabellen kan dock tillämpas från och med den dag tabellen publiceras, om skattens andel är mindre än den andel som beräknas enligt 3 mom. Om skattens andel inte anges i tabellen eller om det förflutit en kortare tid än 14 dagar sedan tabellen publicerades, är skattens andel 1) för en buss vars egenmassa är under 1 875 kilogram, 26 procent av beskattningsvärdet, 2) för en motorcykel och andra skattepliktiga fordon i kategori L, enligt motorns slagvolym eller drivkraft och utgående från fordonets beskattningsvärde, som följer: Slagvolym Skattesats 3 högst 130 cm 9 3 131-255 cm 12 3 256-355 cm 15 3 356-505 cm 19 3 506-755 cm 21 3 756 cm eller mera 23 eldrivet fordon i kategori L 12 Om skattebeloppet enligt 3 mom. är större än den skatt som ingår i restvärdet på ett motsvarande fordon på marknaden, uppbärs inte det belopp som överstiger skatten.",
        "normalized_sv": "Skatten på en buss som beskattas som begagnat fordon tillverkat före 2003 och som har en egenmassa under 1 875 kilogram, samt skatten på motorcyklar och andra skattepliktiga fordon i kategori L är den andel skatt av beskattningsvärdet som ingick i likadana fordons allmänna värde i detaljhandeln när de var nya. Skattens andel beräknas utifrån de allmänna skattegrunderna i den bilskattelag som gällde när fordonen var nya. Skattens andel kan beräknas utifrån andelarna skatt i det allmänna värdet i detaljhandeln på fler än en fordonsmodell, med beaktande av beskattningsuppgifterna och prissättningen beträffande samma bilmärke. Tullstyrelsen fastställer skattens andel i en tabell som den publicerar. Andelen i tabellen tillämpas vid beskattning som blir anhängig 14 dagar efter publiceringen av tabellen. Andelen enligt tabellen kan dock tillämpas från och med den dag tabellen publiceras, om skattens andel är mindre än den andel som beräknas enligt 3 mom. Om skattens andel inte anges i tabellen eller om det förflutit en kortare tid än 14 dagar sedan tabellen publicerades, är skattens andel 1) för en buss vars egenmassa är under 1 875 kilogram, 26 procent av beskattningsvärdet, 2) för en motorcykel och andra skattepliktiga fordon i kategori L, enligt motorns slagvolym eller drivkraft och utgående från fordonets beskattningsvärde, som följer: Slagvolym Skattesats 3 högst 130 cm 9 3 131-255 cm 12 3 256-355 cm 15 3 356-505 cm 19 3 506-755 cm 21 3 756 cm eller mera 23 eldrivet fordon i kategori L 12 Om skattebeloppet enligt 3 mom. är större än den skatt som ingår i restvärdet på ett motsvarande fordon på marknaden, uppbärs inte det belopp som överstiger skatten.",
        "folded_sv": "skatten pa en buss som beskattas som begagnat fordon tillverkat fore 2003 och som har en egenmassa under 1 875 kilogram, samt skatten pa motorcyklar och andra skattepliktiga fordon i kategori l ar den andel skatt av beskattningsvardet som ingick i likadana fordons allmanna varde i detaljhandeln nar de var nya. skattens andel beraknas utifran de allmanna skattegrunderna i den bilskattelag som gallde nar fordonen var nya. skattens andel kan beraknas utifran andelarna skatt i det allmanna vardet i detaljhandeln pa fler an en fordonsmodell, med beaktande av beskattningsuppgifterna och prissattningen betraffande samma bilmarke. tullstyrelsen faststaller skattens andel i en tabell som den publicerar. andelen i tabellen tillampas vid beskattning som blir anhangig 14 dagar efter publiceringen av tabellen. andelen enligt tabellen kan dock tillampas fran och med den dag tabellen publiceras, om skattens andel ar mindre an den andel som beraknas enligt 3 mom. om skattens andel inte anges i tabellen eller om det forflutit en kortare tid an 14 dagar sedan tabellen publicerades, ar skattens andel 1) for en buss vars egenmassa ar under 1 875 kilogram, 26 procent av beskattningsvardet, 2) for en motorcykel och andra skattepliktiga fordon i kategori l, enligt motorns slagvolym eller drivkraft och utgaende fran fordonets beskattningsvarde, som foljer: slagvolym skattesats 3 hogst 130 cm 9 3 131-255 cm 12 3 256-355 cm 15 3 356-505 cm 19 3 506-755 cm 21 3 756 cm eller mera 23 eldrivet fordon i kategori l 12 om skattebeloppet enligt 3 mom. ar storre an den skatt som ingar i restvardet pa ett motsvarande fordon pa marknaden, uppbars inte det belopp som overstiger skatten."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    }
  ]
}