{
  "id": "1299/2006",
  "type": "statute",
  "title": "Laki sosiaaliturvan muutoksenhakulautakunnasta",
  "title_en": "Lag om besvärsnämnden för social trygghet",
  "status": "in_force",
  "issued_date": "2006-12-22",
  "in_force_date": "2006-12-22",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/1299/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Sosiaaliturvan muutoksenhakulautakunnan tehtävä ja toimivalta",
      "content": "(muutoksenhakulautakunta) Sosiaaliturvan muutoksenhakulautakunta toimii ensimmäisenä muutoksenhakuasteena Kansaneläkelaitoksen hoitamissa toimeentuloturva-asioissa siten kuin asianomaisissa etuuslaeissa erikseen säädetään. Valtioneuvosto asettaa muutoksenhakulautakunnan sosiaali- ja terveysministeriön esityksestä viideksi vuodeksi kerrallaan. Muutoksenhakulautakunta toimii sosiaali- ja terveysministeriön hallinnonalalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "(muutoksenhakulautakunta) Sosiaaliturvan muutoksenhakulautakunta toimii ensimmäisenä muutoksenhakuasteena Kansaneläkelaitoksen hoitamissa toimeentuloturva-asioissa siten kuin asianomaisissa etuuslaeissa erikseen säädetään. Valtioneuvosto asettaa muutoksenhakulautakunnan sosiaali- ja terveysministeriön esityksestä viideksi vuodeksi kerrallaan. Muutoksenhakulautakunta toimii sosiaali- ja terveysministeriön hallinnonalalla.",
        "folded_fi": "(muutoksenhakulautakunta) sosiaaliturvan muutoksenhakulautakunta toimii ensimmaisena muutoksenhakuasteena kansanelakelaitoksen hoitamissa toimeentuloturva-asioissa siten kuin asianomaisissa etuuslaeissa erikseen saadetaan. valtioneuvosto asettaa muutoksenhakulautakunnan sosiaali- ja terveysministerion esityksesta viideksi vuodeksi kerrallaan. muutoksenhakulautakunta toimii sosiaali- ja terveysministerion hallinnonalalla.",
        "title_sv": "Uppgifter och behörighet",
        "content_sv": "besvärsnämnden Besvärsnämnden för social trygghet () är första besvärsinstans i ärenden som gäller utkomstskydd och som handläggs av Folkpensionsanstalten i enlighet med vad som föreskrivs särskilt i de ifrågavarande förmånslagarna. Besvärsnämnden tillsätts av statsrådet för fem år i sänder på förslag av social- och hälsovårdsministeriet. Nämnden verkar inom social- och hälsovårdsministeriets förvaltningsområde.",
        "normalized_sv": "besvärsnämnden Besvärsnämnden för social trygghet () är första besvärsinstans i ärenden som gäller utkomstskydd och som handläggs av Folkpensionsanstalten i enlighet med vad som föreskrivs särskilt i de ifrågavarande förmånslagarna. Besvärsnämnden tillsätts av statsrådet för fem år i sänder på förslag av social- och hälsovårdsministeriet. Nämnden verkar inom social- och hälsovårdsministeriets förvaltningsområde.",
        "folded_sv": "besvarsnamnden besvarsnamnden for social trygghet () ar forsta besvarsinstans i arenden som galler utkomstskydd och som handlaggs av folkpensionsanstalten i enlighet med vad som foreskrivs sarskilt i de ifragavarande formanslagarna. besvarsnamnden tillsatts av statsradet for fem ar i sander pa forslag av social- och halsovardsministeriet. namnden verkar inom social- och halsovardsministeriets forvaltningsomrade."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Puheenjohtajat ja jäsenet",
      "content": "Muutoksenhakulautakunnassa on päätoimisen puheenjohtajan virka ja päätoimisen varapuheenjohtajan virka sekä neljä sivutoimista varapuheenjohtajaa. Muutoksenhakulautakunnassa on lisäksi sivutoimisina kuusi lääkärijäsentä, kuusi lakimiesjäsentä ja kaksitoista muutoksenhakijoiden olosuhteiden tuntemusta edustavaa jäsentä sekä kullekin määrätty henkilökohtainen varajäsen. Henkilökohtaista varajäsentä koskee, mitä laissa säädetään muutoksenhakulautakunnan jäsenestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Muutoksenhakulautakunnassa on päätoimisen puheenjohtajan virka ja päätoimisen varapuheenjohtajan virka sekä neljä sivutoimista varapuheenjohtajaa. Muutoksenhakulautakunnassa on lisäksi sivutoimisina kuusi lääkärijäsentä, kuusi lakimiesjäsentä ja kaksitoista muutoksenhakijoiden olosuhteiden tuntemusta edustavaa jäsentä sekä kullekin määrätty henkilökohtainen varajäsen. Henkilökohtaista varajäsentä koskee, mitä laissa säädetään muutoksenhakulautakunnan jäsenestä.",
        "folded_fi": "muutoksenhakulautakunnassa on paatoimisen puheenjohtajan virka ja paatoimisen varapuheenjohtajan virka seka nelja sivutoimista varapuheenjohtajaa. muutoksenhakulautakunnassa on lisaksi sivutoimisina kuusi laakarijasenta, kuusi lakimiesjasenta ja kaksitoista muutoksenhakijoiden olosuhteiden tuntemusta edustavaa jasenta seka kullekin maaratty henkilokohtainen varajasen. henkilokohtaista varajasenta koskee, mita laissa saadetaan muutoksenhakulautakunnan jasenesta.",
        "title_sv": "Ordförande och medlemmar",
        "content_sv": "Besvärsnämnden har en ordförande med uppdraget som huvudsyssla och en vice ordförande med uppdraget som huvudsyssla samt fyra vice ordförande med uppdraget som bisyssla. Dessutom har besvärsnämnden sex medlemmar som är läkare, sex lagfarna medlemmar och tolv medlemmar med kännedom om ändringssökandenas förhållanden samt en personlig suppleant för var och en av dem. Medlemmarna innehar uppdraget som bisyssla. För de personliga suppleanterna gäller det som i lag föreskrivs om besvärsnämndens medlemmar.",
        "normalized_sv": "Besvärsnämnden har en ordförande med uppdraget som huvudsyssla och en vice ordförande med uppdraget som huvudsyssla samt fyra vice ordförande med uppdraget som bisyssla. Dessutom har besvärsnämnden sex medlemmar som är läkare, sex lagfarna medlemmar och tolv medlemmar med kännedom om ändringssökandenas förhållanden samt en personlig suppleant för var och en av dem. Medlemmarna innehar uppdraget som bisyssla. För de personliga suppleanterna gäller det som i lag föreskrivs om besvärsnämndens medlemmar.",
        "folded_sv": "besvarsnamnden har en ordforande med uppdraget som huvudsyssla och en vice ordforande med uppdraget som huvudsyssla samt fyra vice ordforande med uppdraget som bisyssla. dessutom har besvarsnamnden sex medlemmar som ar lakare, sex lagfarna medlemmar och tolv medlemmar med kannedom om andringssokandenas forhallanden samt en personlig suppleant for var och en av dem. medlemmarna innehar uppdraget som bisyssla. for de personliga suppleanterna galler det som i lag foreskrivs om besvarsnamndens medlemmar."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Jäsenten kelpoisuus",
      "content": "Päätoimisella puheenjohtajalla ja päätoimisella varapuheenjohtajalla on oltava tuomarin virkaan oikeuttava tutkinto ja perehtyneisyys sosiaalivakuutukseen. Päätoimiselta puheenjohtajalta edellytetään lisäksi käytännössä osoitettua johtamistaitoa. Muutoksenhakulautakunnan jäsenten tulee olla sosiaalivakuutukseen perehtyneitä ja sivutoimisilla varapuheenjohtajilla ja lakimiesjäsenillä tulee lisäksi olla tuomarin virkaan oikeuttava tutkinto. Lääkärijäsenen tulee olla laillistettu lääkäri.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_3",
        "normalized_fi": "Päätoimisella puheenjohtajalla ja päätoimisella varapuheenjohtajalla on oltava tuomarin virkaan oikeuttava tutkinto ja perehtyneisyys sosiaalivakuutukseen. Päätoimiselta puheenjohtajalta edellytetään lisäksi käytännössä osoitettua johtamistaitoa. Muutoksenhakulautakunnan jäsenten tulee olla sosiaalivakuutukseen perehtyneitä ja sivutoimisilla varapuheenjohtajilla ja lakimiesjäsenillä tulee lisäksi olla tuomarin virkaan oikeuttava tutkinto. Lääkärijäsenen tulee olla laillistettu lääkäri.",
        "folded_fi": "paatoimisella puheenjohtajalla ja paatoimisella varapuheenjohtajalla on oltava tuomarin virkaan oikeuttava tutkinto ja perehtyneisyys sosiaalivakuutukseen. paatoimiselta puheenjohtajalta edellytetaan lisaksi kaytannossa osoitettua johtamistaitoa. muutoksenhakulautakunnan jasenten tulee olla sosiaalivakuutukseen perehtyneita ja sivutoimisilla varapuheenjohtajilla ja lakimiesjasenilla tulee lisaksi olla tuomarin virkaan oikeuttava tutkinto. laakarijasenen tulee olla laillistettu laakari.",
        "title_sv": "Behörighetsvillkor för medlemmarna",
        "content_sv": "Ordföranden med uppdraget som huvudsyssla och vice ordföranden med uppdraget som huvudsyssla skall ha avlagt examen som medför behörighet för domartjänst och vara förtrogna med socialförsäkringsfrågor. Ordföranden med uppdraget som huvudsyssla skall dessutom ha i praktiken visad ledarförmåga. Medlemmarna skall vara förtrogna med socialförsäkringsfrågor samt vice ordförandena med uppdraget som bisyssla och de lagfarna medlemmarna dessutom ha avlagt examen som medför behörighet för domartjänst. De medlemmar som är läkare skall vara legitimerade läkare.",
        "normalized_sv": "Ordföranden med uppdraget som huvudsyssla och vice ordföranden med uppdraget som huvudsyssla skall ha avlagt examen som medför behörighet för domartjänst och vara förtrogna med socialförsäkringsfrågor. Ordföranden med uppdraget som huvudsyssla skall dessutom ha i praktiken visad ledarförmåga. Medlemmarna skall vara förtrogna med socialförsäkringsfrågor samt vice ordförandena med uppdraget som bisyssla och de lagfarna medlemmarna dessutom ha avlagt examen som medför behörighet för domartjänst. De medlemmar som är läkare skall vara legitimerade läkare.",
        "folded_sv": "ordforanden med uppdraget som huvudsyssla och vice ordforanden med uppdraget som huvudsyssla skall ha avlagt examen som medfor behorighet for domartjanst och vara fortrogna med socialforsakringsfragor. ordforanden med uppdraget som huvudsyssla skall dessutom ha i praktiken visad ledarformaga. medlemmarna skall vara fortrogna med socialforsakringsfragor samt vice ordforandena med uppdraget som bisyssla och de lagfarna medlemmarna dessutom ha avlagt examen som medfor behorighet for domartjanst. de medlemmar som ar lakare skall vara legitimerade lakare."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Päätoimisten puheenjohtajien tehtävät ja nimittäminen",
      "content": "Valtioneuvosto nimittää muutoksenhakulautakunnan päätoimisen puheenjohtajan ja päätoimisen varapuheenjohtajan virkaan ja myöntää heille virkavapauden. Päätoiminen puheenjohtaja johtaa muutoksenhakulautakuntaa ja vastaa sen toiminnasta, valvoo laintulkinnan yhdenmukaisuutta muutoksenhakulautakunnan ratkaisuissa sekä vastaa muutoksenhakulautakunnan hallinnollisista asioista työjärjestyksessä tarkemmin määrätyllä tavalla. Päätoimisen varapuheenjohtajan tehtävistä määrätään muutoksenhakulautakunnan työjärjestyksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_4",
        "normalized_fi": "Valtioneuvosto nimittää muutoksenhakulautakunnan päätoimisen puheenjohtajan ja päätoimisen varapuheenjohtajan virkaan ja myöntää heille virkavapauden. Päätoiminen puheenjohtaja johtaa muutoksenhakulautakuntaa ja vastaa sen toiminnasta, valvoo laintulkinnan yhdenmukaisuutta muutoksenhakulautakunnan ratkaisuissa sekä vastaa muutoksenhakulautakunnan hallinnollisista asioista työjärjestyksessä tarkemmin määrätyllä tavalla. Päätoimisen varapuheenjohtajan tehtävistä määrätään muutoksenhakulautakunnan työjärjestyksessä.",
        "folded_fi": "valtioneuvosto nimittaa muutoksenhakulautakunnan paatoimisen puheenjohtajan ja paatoimisen varapuheenjohtajan virkaan ja myontaa heille virkavapauden. paatoiminen puheenjohtaja johtaa muutoksenhakulautakuntaa ja vastaa sen toiminnasta, valvoo laintulkinnan yhdenmukaisuutta muutoksenhakulautakunnan ratkaisuissa seka vastaa muutoksenhakulautakunnan hallinnollisista asioista tyojarjestyksessa tarkemmin maaratylla tavalla. paatoimisen varapuheenjohtajan tehtavista maarataan muutoksenhakulautakunnan tyojarjestyksessa.",
        "title_sv": "Uppgifterna för ordförandena med uppdraget som huvudsyssla och hur de utnämns",
        "content_sv": "Statsrådet utnämner ordföranden med uppdraget som huvudsyssla och vice ordföranden med uppdraget som huvudsyssla och beviljar dem tjänstledighet. Ordföranden med uppdraget som huvudsyssla leder besvärsnämnden och svarar för verksamheten, övervakar att lagtolkningen är enhetlig i nämndens avgöranden och svarar för besvärsnämndens förvaltningsärenden i enlighet med vad som närmare föreskrivs i arbetsordningen. De uppgifter som hör till vice ordföranden med uppdraget som huvudsyssla anges i arbetsordningen.",
        "normalized_sv": "Statsrådet utnämner ordföranden med uppdraget som huvudsyssla och vice ordföranden med uppdraget som huvudsyssla och beviljar dem tjänstledighet. Ordföranden med uppdraget som huvudsyssla leder besvärsnämnden och svarar för verksamheten, övervakar att lagtolkningen är enhetlig i nämndens avgöranden och svarar för besvärsnämndens förvaltningsärenden i enlighet med vad som närmare föreskrivs i arbetsordningen. De uppgifter som hör till vice ordföranden med uppdraget som huvudsyssla anges i arbetsordningen.",
        "folded_sv": "statsradet utnamner ordforanden med uppdraget som huvudsyssla och vice ordforanden med uppdraget som huvudsyssla och beviljar dem tjanstledighet. ordforanden med uppdraget som huvudsyssla leder besvarsnamnden och svarar for verksamheten, overvakar att lagtolkningen ar enhetlig i namndens avgoranden och svarar for besvarsnamndens forvaltningsarenden i enlighet med vad som narmare foreskrivs i arbetsordningen. de uppgifter som hor till vice ordforanden med uppdraget som huvudsyssla anges i arbetsordningen."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Muutoksenhakulautakunnan jäsenen paikan vapautuminen",
      "content": "Muutoksenhakulautakunnan jäsenen oikeudesta pysyä tehtävässään on voimassa, mitä tuomarinviran haltijasta säädetään. Jos sivutoimisen varapuheenjohtajan tai jäsenen tehtävä vapautuu kesken toimikauden, määrätään seuraaja jäljellä olevaksi toimikaudeksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_5",
        "normalized_fi": "Muutoksenhakulautakunnan jäsenen oikeudesta pysyä tehtävässään on voimassa, mitä tuomarinviran haltijasta säädetään. Jos sivutoimisen varapuheenjohtajan tai jäsenen tehtävä vapautuu kesken toimikauden, määrätään seuraaja jäljellä olevaksi toimikaudeksi.",
        "folded_fi": "muutoksenhakulautakunnan jasenen oikeudesta pysya tehtavassaan on voimassa, mita tuomarinviran haltijasta saadetaan. jos sivutoimisen varapuheenjohtajan tai jasenen tehtava vapautuu kesken toimikauden, maarataan seuraaja jaljella olevaksi toimikaudeksi.",
        "title_sv": "När en plats som medlem blir ledig",
        "content_sv": "Det som föreskrivs om innehavare av domartjänst gäller i fråga om medlemmarnas rätt att kvarstå i sitt uppdrag. Om en plats som vice ordförande med uppdraget som bisyssla eller en plats som medlem blir ledig under mandattiden, förordnas en efterträdare för återstoden av mandattiden.",
        "normalized_sv": "Det som föreskrivs om innehavare av domartjänst gäller i fråga om medlemmarnas rätt att kvarstå i sitt uppdrag. Om en plats som vice ordförande med uppdraget som bisyssla eller en plats som medlem blir ledig under mandattiden, förordnas en efterträdare för återstoden av mandattiden.",
        "folded_sv": "det som foreskrivs om innehavare av domartjanst galler i fraga om medlemmarnas ratt att kvarsta i sitt uppdrag. om en plats som vice ordforande med uppdraget som bisyssla eller en plats som medlem blir ledig under mandattiden, forordnas en eftertradare for aterstoden av mandattiden."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "Tuomarin vala ja vakuutus sekä eroamisikä",
      "content": "Muutoksenhakulautakunnan puheenjohtajan, varapuheenjohtajan ja jäsenen on ryhtyessään tehtäväänsä vannottava tuomarinvala tai annettava tuomarinvakuutus siten kuin oikeudenkäymiskaaren 1 luvun 6 a ja 7 §:ssä säädetään, jollei hän ole tehnyt sitä jo aiemmin. Muutoksenhakulautakunnan puheenjohtaja, varapuheenjohtaja ja jäsen on velvollinen eroamaan tehtävästään sen kuukauden päättyessä, jonka kuluessa hän täyttää 68 vuotta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_6",
        "normalized_fi": "Muutoksenhakulautakunnan puheenjohtajan, varapuheenjohtajan ja jäsenen on ryhtyessään tehtäväänsä vannottava tuomarinvala tai annettava tuomarinvakuutus siten kuin oikeudenkäymiskaaren 1 luvun 6 a ja 7 § :ssä säädetään, jollei hän ole tehnyt sitä jo aiemmin. Muutoksenhakulautakunnan puheenjohtaja, varapuheenjohtaja ja jäsen on velvollinen eroamaan tehtävästään sen kuukauden päättyessä, jonka kuluessa hän täyttää 68 vuotta.",
        "folded_fi": "muutoksenhakulautakunnan puheenjohtajan, varapuheenjohtajan ja jasenen on ryhtyessaan tehtavaansa vannottava tuomarinvala tai annettava tuomarinvakuutus siten kuin oikeudenkaymiskaaren 1 luvun 6 a ja 7 §:ssa saadetaan, jollei han ole tehnyt sita jo aiemmin. muutoksenhakulautakunnan puheenjohtaja, varapuheenjohtaja ja jasen on velvollinen eroamaan tehtavastaan sen kuukauden paattyessa, jonka kuluessa han tayttaa 68 vuotta.",
        "title_sv": "Domared och domarförsäkran samt avgångsålder",
        "content_sv": "När ordföranden, vice ordförandena och medlemmarna tillträder sitt uppdrag skall de avlägga domared eller avge domarförsäkran i enlighet med vad som föreskrivs i 1 kap. 6 a och 7 § i rättegångsbalken, om de inte har gjort det tidigare. Ordföranden, vice ordförandena och medlemmarna är skyldiga att avgå vid utgången av den månad under vilken de fyller 68 år.",
        "normalized_sv": "När ordföranden, vice ordförandena och medlemmarna tillträder sitt uppdrag skall de avlägga domared eller avge domarförsäkran i enlighet med vad som föreskrivs i 1 kap. 6 a och 7 § i rättegångsbalken, om de inte har gjort det tidigare. Ordföranden, vice ordförandena och medlemmarna är skyldiga att avgå vid utgången av den månad under vilken de fyller 68 år.",
        "folded_sv": "nar ordforanden, vice ordforandena och medlemmarna tilltrader sitt uppdrag skall de avlagga domared eller avge domarforsakran i enlighet med vad som foreskrivs i 1 kap. 6 a och 7 § i rattegangsbalken, om de inte har gjort det tidigare. ordforanden, vice ordforandena och medlemmarna ar skyldiga att avga vid utgangen av den manad under vilken de fyller 68 ar."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "title": "Esittelijät",
      "content": "Muutoksenhakulautakunnassa on tarpeellinen määrä esittelijöitä. Muutoksenhakulautakunnan esittelijällä on oltava tuomarin virkaan oikeuttava tutkinto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_7",
        "normalized_fi": "Muutoksenhakulautakunnassa on tarpeellinen määrä esittelijöitä. Muutoksenhakulautakunnan esittelijällä on oltava tuomarin virkaan oikeuttava tutkinto.",
        "folded_fi": "muutoksenhakulautakunnassa on tarpeellinen maara esittelijoita. muutoksenhakulautakunnan esittelijalla on oltava tuomarin virkaan oikeuttava tutkinto.",
        "title_sv": "Föredragande",
        "content_sv": "Besvärsnämnden skall ha ett tillräckligt antal föredragande. Föredragandena skall ha avlagt examen som medför behörighet för domartjänst.",
        "normalized_sv": "Besvärsnämnden skall ha ett tillräckligt antal föredragande. Föredragandena skall ha avlagt examen som medför behörighet för domartjänst.",
        "folded_sv": "besvarsnamnden skall ha ett tillrackligt antal foredragande. foredragandena skall ha avlagt examen som medfor behorighet for domartjanst."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Muutoksenhakulautakunnan jaostot",
      "content": "Muutoksenhakulautakunta toimii jaostoihin jakautuneena. Lainkäyttöasiat ratkaistaan esittelystä viisi- tai kolmijäsenisessä jaostossa, vahvennetussa jaostossa tai täysistunnossa. Muut asiat ratkaistaan hallintojaostossa, jollei hallintojaosto ole antanut asiaa muutoksenhakulautakunnan päätoimisen puheenjohtajan päätettäväksi. Jaoston käsitellessä asiaa, jonka ratkaiseminen olennaisesti riippuu lääketieteellisestä kysymyksestä, lääkärijäsenen on osallistuttava asian käsittelyyn.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_8",
        "normalized_fi": "Muutoksenhakulautakunta toimii jaostoihin jakautuneena. Lainkäyttöasiat ratkaistaan esittelystä viisi- tai kolmijäsenisessä jaostossa, vahvennetussa jaostossa tai täysistunnossa. Muut asiat ratkaistaan hallintojaostossa, jollei hallintojaosto ole antanut asiaa muutoksenhakulautakunnan päätoimisen puheenjohtajan päätettäväksi. Jaoston käsitellessä asiaa, jonka ratkaiseminen olennaisesti riippuu lääketieteellisestä kysymyksestä, lääkärijäsenen on osallistuttava asian käsittelyyn.",
        "folded_fi": "muutoksenhakulautakunta toimii jaostoihin jakautuneena. lainkayttoasiat ratkaistaan esittelysta viisi- tai kolmijasenisessa jaostossa, vahvennetussa jaostossa tai taysistunnossa. muut asiat ratkaistaan hallintojaostossa, jollei hallintojaosto ole antanut asiaa muutoksenhakulautakunnan paatoimisen puheenjohtajan paatettavaksi. jaoston kasitellessa asiaa, jonka ratkaiseminen olennaisesti riippuu laaketieteellisesta kysymyksesta, laakarijasenen on osallistuttava asian kasittelyyn.",
        "title_sv": "Sektioner",
        "content_sv": "Besvärsnämnden är uppdelad på sektioner. Rättskipningsärenden avgörs på föredragning i en sektion med fem eller tre medlemmar, i en förstärkt sektion eller i plenum. Övriga ärenden avgörs i förvaltningssektionen, om den inte har hänskjutit ärendet till ordföranden med uppdraget som huvudsyssla. När en sektion behandlar ett ärende där avgörandet i väsentlig grad beror på medicinska aspekter skall en medlem som är läkare delta i behandlingen av ärendet.",
        "normalized_sv": "Besvärsnämnden är uppdelad på sektioner. Rättskipningsärenden avgörs på föredragning i en sektion med fem eller tre medlemmar, i en förstärkt sektion eller i plenum. Övriga ärenden avgörs i förvaltningssektionen, om den inte har hänskjutit ärendet till ordföranden med uppdraget som huvudsyssla. När en sektion behandlar ett ärende där avgörandet i väsentlig grad beror på medicinska aspekter skall en medlem som är läkare delta i behandlingen av ärendet.",
        "folded_sv": "besvarsnamnden ar uppdelad pa sektioner. rattskipningsarenden avgors pa foredragning i en sektion med fem eller tre medlemmar, i en forstarkt sektion eller i plenum. ovriga arenden avgors i forvaltningssektionen, om den inte har hanskjutit arendet till ordforanden med uppdraget som huvudsyssla. nar en sektion behandlar ett arende dar avgorandet i vasentlig grad beror pa medicinska aspekter skall en medlem som ar lakare delta i behandlingen av arendet."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Viisijäseninen jaosto",
      "content": "Viisijäsenisessä jaostossa on puheenjohtajana muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja ja jäseninä lakimiesjäsen, lääkärijäsen ja kaksi muutoksenhakijoiden olosuhteiden tuntemusta edustavaa jäsentä. Asia käsitellään viisijäsenisessä jaostossa, kun on kysymys: 1) kansaneläkelain (347/1956) mukaisesta työkyvyttömyyseläkkeestä tai eläkkeensaajien hoitotukea koskevasta etuudesta; 2) lapsen hoitotuesta annetun lain (444/1969) mukaisesta etuudesta; 3) vammaistukilain (124/1988) mukaisesta etuudesta; 4) maahanmuuttajan erityistuesta annetun lain (1192/2002) mukaisesta etuudesta; 5) sairausvakuutuslain (1224/2004) mukaisesta päivärahaetuudesta; 6) Kansaneläkelaitoksen kuntoutusetuuksista ja kuntoutusrahaetuuksista annetun lain (566/2005) mukaisesta kuntoutusrahasta, ammatillisesta tai lääkinnällisestä kuntoutuksesta; 7) sairausvakuutuslain mukaisesta työterveyshuollon korvauksesta tai vuosilomakustannuskorvauksesta; tai 8) asumiseen perustuvan sosiaaliturvalainsäädännön soveltamisesta annetun lain (1573/1993) mukaisesta asumisperusteisen sosiaaliturvan piiriin kuulumisesta. Myös muu kuin 1 momentissa mainittu asia on ratkaistava viisijäsenisessä kokoonpanossa, jos asialla on hakijan toimeentulon tai lain soveltamisen kannalta erityisen suuri merkitys. Jaosto on päätösvaltainen, kun paikalla on puheenjohtaja ja vähintään kaksi muuta jäsentä edellyttäen, että ne jaoston jäsenet, jotka eivät ole paikalla, ovat kirjallisesti ennen kokousta ilmoittaneet yhtyvänsä esittelijän esitykseen ja tällä kannalla ovat myös läsnä olevat jäsenet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_9",
        "normalized_fi": "Viisijäsenisessä jaostossa on puheenjohtajana muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja ja jäseninä lakimiesjäsen, lääkärijäsen ja kaksi muutoksenhakijoiden olosuhteiden tuntemusta edustavaa jäsentä. Asia käsitellään viisijäsenisessä jaostossa, kun on kysymys: 1) kansaneläkelain (347/1956) mukaisesta työkyvyttömyyseläkkeestä tai eläkkeensaajien hoitotukea koskevasta etuudesta; 2) lapsen hoitotuesta annetun lain (444/1969) mukaisesta etuudesta; 3) vammaistukilain (124/1988) mukaisesta etuudesta; 4) maahanmuuttajan erityistuesta annetun lain (1192/2002) mukaisesta etuudesta; 5) sairausvakuutuslain (1224/2004) mukaisesta päivärahaetuudesta; 6) Kansaneläkelaitoksen kuntoutusetuuksista ja kuntoutusrahaetuuksista annetun lain (566/2005) mukaisesta kuntoutusrahasta, ammatillisesta tai lääkinnällisestä kuntoutuksesta; 7) sairausvakuutuslain mukaisesta työterveyshuollon korvauksesta tai vuosilomakustannuskorvauksesta; tai 8) asumiseen perustuvan sosiaaliturvalainsäädännön soveltamisesta annetun lain (1573/1993) mukaisesta asumisperusteisen sosiaaliturvan piiriin kuulumisesta. Myös muu kuin 1 momentissa mainittu asia on ratkaistava viisijäsenisessä kokoonpanossa, jos asialla on hakijan toimeentulon tai lain soveltamisen kannalta erityisen suuri merkitys. Jaosto on päätösvaltainen, kun paikalla on puheenjohtaja ja vähintään kaksi muuta jäsentä edellyttäen, että ne jaoston jäsenet, jotka eivät ole paikalla, ovat kirjallisesti ennen kokousta ilmoittaneet yhtyvänsä esittelijän esitykseen ja tällä kannalla ovat myös läsnä olevat jäsenet.",
        "folded_fi": "viisijasenisessa jaostossa on puheenjohtajana muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja ja jasenina lakimiesjasen, laakarijasen ja kaksi muutoksenhakijoiden olosuhteiden tuntemusta edustavaa jasenta. asia kasitellaan viisijasenisessa jaostossa, kun on kysymys: 1) kansanelakelain (347/1956) mukaisesta tyokyvyttomyyselakkeesta tai elakkeensaajien hoitotukea koskevasta etuudesta; 2) lapsen hoitotuesta annetun lain (444/1969) mukaisesta etuudesta; 3) vammaistukilain (124/1988) mukaisesta etuudesta; 4) maahanmuuttajan erityistuesta annetun lain (1192/2002) mukaisesta etuudesta; 5) sairausvakuutuslain (1224/2004) mukaisesta paivarahaetuudesta; 6) kansanelakelaitoksen kuntoutusetuuksista ja kuntoutusrahaetuuksista annetun lain (566/2005) mukaisesta kuntoutusrahasta, ammatillisesta tai laakinnallisesta kuntoutuksesta; 7) sairausvakuutuslain mukaisesta tyoterveyshuollon korvauksesta tai vuosilomakustannuskorvauksesta; tai 8) asumiseen perustuvan sosiaaliturvalainsaadannon soveltamisesta annetun lain (1573/1993) mukaisesta asumisperusteisen sosiaaliturvan piiriin kuulumisesta. myos muu kuin 1 momentissa mainittu asia on ratkaistava viisijasenisessa kokoonpanossa, jos asialla on hakijan toimeentulon tai lain soveltamisen kannalta erityisen suuri merkitys. jaosto on paatosvaltainen, kun paikalla on puheenjohtaja ja vahintaan kaksi muuta jasenta edellyttaen, etta ne jaoston jasenet, jotka eivat ole paikalla, ovat kirjallisesti ennen kokousta ilmoittaneet yhtyvansa esittelijan esitykseen ja talla kannalla ovat myos lasna olevat jasenet.",
        "title_sv": "Sektion med fem medlemmar",
        "content_sv": "I en sektion med fem medlemmar är ordföranden eller en vice ordförande för besvärsnämnden ordförande och en lagfaren medlem, en medlem som är läkare och två medlemmar med kännedom om ändringssökandenas förhållanden medlemmar. Ett ärende behandlas i en sektion med fem medlemmar, om det gäller 1) invaliditetspension eller vårdbidrag för pensionstagare enligt folkpensionslagen (347/1956), 2) en förmån enligt lagen om vårdbidrag för barn (444/1969), 3) en förmån enligt lagen om handikappbidrag (124/1988), 4) en förmån enligt lagen om särskilt stöd till invandrare (1192/2002), 5) en dagpenningsförmån enligt sjukförsäkringslagen (1224/2004), 6) rehabiliteringspenning, yrkesinriktad rehabilitering eller medicinsk rehabilitering enligt lagen om Folkpensionsanstaltens rehabiliteringsförmåner och rehabiliteringspenningförmåner (566/2005), 7) ersättning för företagshälsovård eller ersättning för semesterkostnader enligt sjukförsäkringslagen, eller 8) huruvida någon omfattas av bosättningsbaserad social trygghet enligt lagen om tillämpning av lagstiftningen om bosättningsbaserad social trygghet (1573/1993). Också andra ärenden än de som nämns i 1 mom. skall avgöras i en sammansättning med fem medlemmar, om ärendet är av särskilt stor betydelse för sökandens försörjning eller tillämpningen av lag. En sektion är beslutför när ordföranden och minst två andra medlemmar är närvarande, förutsatt att de av medlemmarna som inte är närvarande före sammanträdet skriftligen har meddelat att de förenar sig om föredragandens framställning och även de närvarande medlemmarna intar samma ståndpunkt.",
        "normalized_sv": "I en sektion med fem medlemmar är ordföranden eller en vice ordförande för besvärsnämnden ordförande och en lagfaren medlem, en medlem som är läkare och två medlemmar med kännedom om ändringssökandenas förhållanden medlemmar. Ett ärende behandlas i en sektion med fem medlemmar, om det gäller 1) invaliditetspension eller vårdbidrag för pensionstagare enligt folkpensionslagen (347/1956), 2) en förmån enligt lagen om vårdbidrag för barn (444/1969), 3) en förmån enligt lagen om handikappbidrag (124/1988), 4) en förmån enligt lagen om särskilt stöd till invandrare (1192/2002), 5) en dagpenningsförmån enligt sjukförsäkringslagen (1224/2004), 6) rehabiliteringspenning, yrkesinriktad rehabilitering eller medicinsk rehabilitering enligt lagen om Folkpensionsanstaltens rehabiliteringsförmåner och rehabiliteringspenningförmåner (566/2005), 7) ersättning för företagshälsovård eller ersättning för semesterkostnader enligt sjukförsäkringslagen, eller 8) huruvida någon omfattas av bosättningsbaserad social trygghet enligt lagen om tillämpning av lagstiftningen om bosättningsbaserad social trygghet (1573/1993). Också andra ärenden än de som nämns i 1 mom. skall avgöras i en sammansättning med fem medlemmar, om ärendet är av särskilt stor betydelse för sökandens försörjning eller tillämpningen av lag. En sektion är beslutför när ordföranden och minst två andra medlemmar är närvarande, förutsatt att de av medlemmarna som inte är närvarande före sammanträdet skriftligen har meddelat att de förenar sig om föredragandens framställning och även de närvarande medlemmarna intar samma ståndpunkt.",
        "folded_sv": "i en sektion med fem medlemmar ar ordforanden eller en vice ordforande for besvarsnamnden ordforande och en lagfaren medlem, en medlem som ar lakare och tva medlemmar med kannedom om andringssokandenas forhallanden medlemmar. ett arende behandlas i en sektion med fem medlemmar, om det galler 1) invaliditetspension eller vardbidrag for pensionstagare enligt folkpensionslagen (347/1956), 2) en forman enligt lagen om vardbidrag for barn (444/1969), 3) en forman enligt lagen om handikappbidrag (124/1988), 4) en forman enligt lagen om sarskilt stod till invandrare (1192/2002), 5) en dagpenningsforman enligt sjukforsakringslagen (1224/2004), 6) rehabiliteringspenning, yrkesinriktad rehabilitering eller medicinsk rehabilitering enligt lagen om folkpensionsanstaltens rehabiliteringsformaner och rehabiliteringspenningformaner (566/2005), 7) ersattning for foretagshalsovard eller ersattning for semesterkostnader enligt sjukforsakringslagen, eller 8) huruvida nagon omfattas av bosattningsbaserad social trygghet enligt lagen om tillampning av lagstiftningen om bosattningsbaserad social trygghet (1573/1993). ocksa andra arenden an de som namns i 1 mom. skall avgoras i en sammansattning med fem medlemmar, om arendet ar av sarskilt stor betydelse for sokandens forsorjning eller tillampningen av lag. en sektion ar beslutfor nar ordforanden och minst tva andra medlemmar ar narvarande, forutsatt att de av medlemmarna som inte ar narvarande fore sammantradet skriftligen har meddelat att de forenar sig om foredragandens framstallning och aven de narvarande medlemmarna intar samma standpunkt."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Kolmijäseninen jaosto",
      "content": "Muita kuin 9 §:ssä mainittuja asioita käsiteltäessä asian käsittelyyn osallistuu puheenjohtajana muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja ja kaksi lakimiesjäsentä tai lakimiesjäsen ja lääkärijäsen. Jaosto on päätösvaltainen, kun paikalla on puheenjohtaja ja yksi jäsen edellyttäen, että kolmas jäsen on ilmoittanut kirjallisesti ennen kokousta yhtyneensä esittelijän esitykseen ja tällä kannalla ovat myös läsnä olevat jäsenet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_10",
        "normalized_fi": "Muita kuin 9 § :ssä mainittuja asioita käsiteltäessä asian käsittelyyn osallistuu puheenjohtajana muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja ja kaksi lakimiesjäsentä tai lakimiesjäsen ja lääkärijäsen. Jaosto on päätösvaltainen, kun paikalla on puheenjohtaja ja yksi jäsen edellyttäen, että kolmas jäsen on ilmoittanut kirjallisesti ennen kokousta yhtyneensä esittelijän esitykseen ja tällä kannalla ovat myös läsnä olevat jäsenet.",
        "folded_fi": "muita kuin 9 §:ssa mainittuja asioita kasiteltaessa asian kasittelyyn osallistuu puheenjohtajana muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja ja kaksi lakimiesjasenta tai lakimiesjasen ja laakarijasen. jaosto on paatosvaltainen, kun paikalla on puheenjohtaja ja yksi jasen edellyttaen, etta kolmas jasen on ilmoittanut kirjallisesti ennen kokousta yhtyneensa esittelijan esitykseen ja talla kannalla ovat myos lasna olevat jasenet.",
        "title_sv": "Sektion med tre medlemmar",
        "content_sv": "När andra ärenden än de som nämns i 9 § behandlas deltar i behandlingen ordföranden eller en av vice ordförandena för besvärsnämnden som ordförande och två lagfarna medlemmar eller en lagfaren medlem och en läkarmedlem. Sektionen är beslutför när ordföranden och en medlem är närvarande, förutsatt att den tredje medlemmen före sammanträdet skriftligen har meddelat att han eller hon förenar sig om föredragandens framställning och även de närvarande medlemmarna intar samma ståndpunkt.",
        "normalized_sv": "När andra ärenden än de som nämns i 9 § behandlas deltar i behandlingen ordföranden eller en av vice ordförandena för besvärsnämnden som ordförande och två lagfarna medlemmar eller en lagfaren medlem och en läkarmedlem. Sektionen är beslutför när ordföranden och en medlem är närvarande, förutsatt att den tredje medlemmen före sammanträdet skriftligen har meddelat att han eller hon förenar sig om föredragandens framställning och även de närvarande medlemmarna intar samma ståndpunkt.",
        "folded_sv": "nar andra arenden an de som namns i 9 § behandlas deltar i behandlingen ordforanden eller en av vice ordforandena for besvarsnamnden som ordforande och tva lagfarna medlemmar eller en lagfaren medlem och en lakarmedlem. sektionen ar beslutfor nar ordforanden och en medlem ar narvarande, forutsatt att den tredje medlemmen fore sammantradet skriftligen har meddelat att han eller hon forenar sig om foredragandens framstallning och aven de narvarande medlemmarna intar samma standpunkt."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Vahvennettu jaosto",
      "content": "Muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja tai jaosto voi määrätä jaostossa käsiteltävänä olevan asian tai siihen kuuluvan kysymyksen ratkaistavaksi vahvennetussa jaostossa yhdenmukaisen tulkinnan varmistamiseksi. Vahvennetussa jaostossa on puheenjohtajana muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja ja jäseninä sivutoimiset varapuheenjohtajat sekä asiaa aikaisemmin käsitelleen jaoston jäsenet. Vahvennettu jaosto on päätösvaltainen, kun vähintään kaksi kolmasosaa sen jäsenistä on läsnä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_11",
        "normalized_fi": "Muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja tai jaosto voi määrätä jaostossa käsiteltävänä olevan asian tai siihen kuuluvan kysymyksen ratkaistavaksi vahvennetussa jaostossa yhdenmukaisen tulkinnan varmistamiseksi. Vahvennetussa jaostossa on puheenjohtajana muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja ja jäseninä sivutoimiset varapuheenjohtajat sekä asiaa aikaisemmin käsitelleen jaoston jäsenet. Vahvennettu jaosto on päätösvaltainen, kun vähintään kaksi kolmasosaa sen jäsenistä on läsnä.",
        "folded_fi": "muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja tai jaosto voi maarata jaostossa kasiteltavana olevan asian tai siihen kuuluvan kysymyksen ratkaistavaksi vahvennetussa jaostossa yhdenmukaisen tulkinnan varmistamiseksi. vahvennetussa jaostossa on puheenjohtajana muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja ja jasenina sivutoimiset varapuheenjohtajat seka asiaa aikaisemmin kasitelleen jaoston jasenet. vahvennettu jaosto on paatosvaltainen, kun vahintaan kaksi kolmasosaa sen jasenista on lasna.",
        "title_sv": "Förstärkt sektion",
        "content_sv": "Ordföranden eller en vice ordförande för besvärsnämnden eller en sektion kan förordna att ett ärende som behandlas i sektionen eller en fråga som hör till ärendet skall avgöras i en förstärkt sektion för att säkerställa en enhetlig tolkning. Den förstärka sektionen består av ordföranden eller vice ordföranden för besvärsnämnden som ordförande och vice ordförandena med uppdraget som bisyssla samt medlemmarna i den sektion som tidigare har behandlat ärendet som medlemmar. Den förstärkta sektionen är beslutför när minst två tredjedelar av medlemmarna är närvarande.",
        "normalized_sv": "Ordföranden eller en vice ordförande för besvärsnämnden eller en sektion kan förordna att ett ärende som behandlas i sektionen eller en fråga som hör till ärendet skall avgöras i en förstärkt sektion för att säkerställa en enhetlig tolkning. Den förstärka sektionen består av ordföranden eller vice ordföranden för besvärsnämnden som ordförande och vice ordförandena med uppdraget som bisyssla samt medlemmarna i den sektion som tidigare har behandlat ärendet som medlemmar. Den förstärkta sektionen är beslutför när minst två tredjedelar av medlemmarna är närvarande.",
        "folded_sv": "ordforanden eller en vice ordforande for besvarsnamnden eller en sektion kan forordna att ett arende som behandlas i sektionen eller en fraga som hor till arendet skall avgoras i en forstarkt sektion for att sakerstalla en enhetlig tolkning. den forstarka sektionen bestar av ordforanden eller vice ordforanden for besvarsnamnden som ordforande och vice ordforandena med uppdraget som bisyssla samt medlemmarna i den sektion som tidigare har behandlat arendet som medlemmar. den forstarkta sektionen ar beslutfor nar minst tva tredjedelar av medlemmarna ar narvarande."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Täysistunto",
      "content": "Jos muutoksenhakulautakunnan ratkaistavalla asialla on periaatteellista merkitystä lain soveltamisen kannalta muissa vastaavanlaisissa tapauksissa tai jos jaoston ratkaisu tulisi poikkeamaan aikaisemmasta käytännöstä, muutoksenhakulautakunnan puheenjohtaja, varapuheenjohtaja tai jaosto voi määrätä asian käsiteltäväksi muutoksenhakulautakunnan täysistunnossa. Täysistunto on päätösvaltainen, kun paikalla on puheenjohtajana toimiva muutoksenhakulautakunnan päätoiminen puheenjohtaja tai päätoiminen varapuheenjohtaja ja vähintään puolet lautakunnan muista jäsenistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_12",
        "normalized_fi": "Jos muutoksenhakulautakunnan ratkaistavalla asialla on periaatteellista merkitystä lain soveltamisen kannalta muissa vastaavanlaisissa tapauksissa tai jos jaoston ratkaisu tulisi poikkeamaan aikaisemmasta käytännöstä, muutoksenhakulautakunnan puheenjohtaja, varapuheenjohtaja tai jaosto voi määrätä asian käsiteltäväksi muutoksenhakulautakunnan täysistunnossa. Täysistunto on päätösvaltainen, kun paikalla on puheenjohtajana toimiva muutoksenhakulautakunnan päätoiminen puheenjohtaja tai päätoiminen varapuheenjohtaja ja vähintään puolet lautakunnan muista jäsenistä.",
        "folded_fi": "jos muutoksenhakulautakunnan ratkaistavalla asialla on periaatteellista merkitysta lain soveltamisen kannalta muissa vastaavanlaisissa tapauksissa tai jos jaoston ratkaisu tulisi poikkeamaan aikaisemmasta kaytannosta, muutoksenhakulautakunnan puheenjohtaja, varapuheenjohtaja tai jaosto voi maarata asian kasiteltavaksi muutoksenhakulautakunnan taysistunnossa. taysistunto on paatosvaltainen, kun paikalla on puheenjohtajana toimiva muutoksenhakulautakunnan paatoiminen puheenjohtaja tai paatoiminen varapuheenjohtaja ja vahintaan puolet lautakunnan muista jasenista.",
        "title_sv": "Plenum",
        "content_sv": "Om ett ärende som skall avgöras av besvärsnämnden är av principiell betydelse för tillämpningen av lag i andra liknande fall eller om avgörandet i en sektion skulle komma att avvika från tidigare praxis, kan ordföranden eller en vice ordförande för besvärsnämnden eller sektionen förordna att ärendet skall behandlas i besvärsnämndens plenum. Plenum är beslutfört då besvärsnämndens ordförande med uppdraget som huvudsyssla eller vice ordföranden med uppdraget som huvudsyssla såsom ordförande och minst hälften av besvärsnämndens övriga medlemmar är närvarande.",
        "normalized_sv": "Om ett ärende som skall avgöras av besvärsnämnden är av principiell betydelse för tillämpningen av lag i andra liknande fall eller om avgörandet i en sektion skulle komma att avvika från tidigare praxis, kan ordföranden eller en vice ordförande för besvärsnämnden eller sektionen förordna att ärendet skall behandlas i besvärsnämndens plenum. Plenum är beslutfört då besvärsnämndens ordförande med uppdraget som huvudsyssla eller vice ordföranden med uppdraget som huvudsyssla såsom ordförande och minst hälften av besvärsnämndens övriga medlemmar är närvarande.",
        "folded_sv": "om ett arende som skall avgoras av besvarsnamnden ar av principiell betydelse for tillampningen av lag i andra liknande fall eller om avgorandet i en sektion skulle komma att avvika fran tidigare praxis, kan ordforanden eller en vice ordforande for besvarsnamnden eller sektionen forordna att arendet skall behandlas i besvarsnamndens plenum. plenum ar beslutfort da besvarsnamndens ordforande med uppdraget som huvudsyssla eller vice ordforanden med uppdraget som huvudsyssla sasom ordforande och minst halften av besvarsnamndens ovriga medlemmar ar narvarande."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Hallintojaosto",
      "content": "Muutoksenhakulautakunnan hallintoasiat käsitellään hallintojaostossa, johon kuuluvat muutoksenhakulautakunnan päätoiminen puheenjohtaja, päätoiminen varapuheenjohtaja ja sivutoimiset varapuheenjohtajat. Asiat käsitellään siten kuin muutoksenhakulautakunnan työjärjestyksessä määrätään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_13",
        "normalized_fi": "Muutoksenhakulautakunnan hallintoasiat käsitellään hallintojaostossa, johon kuuluvat muutoksenhakulautakunnan päätoiminen puheenjohtaja, päätoiminen varapuheenjohtaja ja sivutoimiset varapuheenjohtajat. Asiat käsitellään siten kuin muutoksenhakulautakunnan työjärjestyksessä määrätään.",
        "folded_fi": "muutoksenhakulautakunnan hallintoasiat kasitellaan hallintojaostossa, johon kuuluvat muutoksenhakulautakunnan paatoiminen puheenjohtaja, paatoiminen varapuheenjohtaja ja sivutoimiset varapuheenjohtajat. asiat kasitellaan siten kuin muutoksenhakulautakunnan tyojarjestyksessa maarataan.",
        "title_sv": "Förvaltningssektionen",
        "content_sv": "Besvärsnämndens förvaltningsärenden behandlas i förvaltningssektionen. Sektionen består av besvärsnämndens ordförande med uppdraget som huvudsyssla, vice ordföranden med uppdraget som huvudsyssla och vice ordförandena med uppdraget som bisyssla. Ärendena behandlas i enlighet med vad som föreskrivs i besvärsnämndens arbetsordning.",
        "normalized_sv": "Besvärsnämndens förvaltningsärenden behandlas i förvaltningssektionen. Sektionen består av besvärsnämndens ordförande med uppdraget som huvudsyssla, vice ordföranden med uppdraget som huvudsyssla och vice ordförandena med uppdraget som bisyssla. Ärendena behandlas i enlighet med vad som föreskrivs i besvärsnämndens arbetsordning.",
        "folded_sv": "besvarsnamndens forvaltningsarenden behandlas i forvaltningssektionen. sektionen bestar av besvarsnamndens ordforande med uppdraget som huvudsyssla, vice ordforanden med uppdraget som huvudsyssla och vice ordforandena med uppdraget som bisyssla. arendena behandlas i enlighet med vad som foreskrivs i besvarsnamndens arbetsordning."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Asian käsittely",
      "content": "Asian käsittelyssä muutoksenhakulautakunnassa sovelletaan hallintolainkäyttölakia (586/1996), jollei erikseen toisin säädetä. Muutoksenhakulautakunnan toimivaltaan kuuluvassa asiassa ei sovelleta hallintolainkäyttölain 11 luvun säännöksiä ylimääräisestä muutoksenhausta. Muutoksenhakulautakunta voi poistaa Kansaneläkelaitoksen lainvoimaisen päätöksen ja määrätä asian uudelleen käsiteltäväksi siten kuin siitä erikseen lailla säädetään. Mitä hallintolainkäyttölain 38 §:ssä säädetään suullisen käsittelyn toimittamisesta yksityisen asianosaisen pyynnöstä hallinto-oikeudessa, koskee suullisen käsittelyn toimittamista muutoksenhakulautakunnassa. Muutoksenhakulautakunnan päätös annetaan tiedoksi lähettämällä se postitse kirjeellä vastaanottajalle hänen ilmoittamaansa postiosoitteeseen. Jollei muuta näytetä, valittajan katsotaan saaneen päätöksestä tiedon seitsemäntenä päivänä sen päivän jälkeen, jona päätös on postitettu valittajan ilmoittamaan osoitteeseen. Muutoksenhakulautakunnan lainvoimainen päätös saadaan panna täytäntöön niin kuin lainvoimainen tuomio. Muutoksenhakulautakunnan antama päätös on maksuton.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_14",
        "normalized_fi": "Asian käsittelyssä muutoksenhakulautakunnassa sovelletaan hallintolainkäyttölakia (586/1996), jollei erikseen toisin säädetä. Muutoksenhakulautakunnan toimivaltaan kuuluvassa asiassa ei sovelleta hallintolainkäyttölain 11 luvun säännöksiä ylimääräisestä muutoksenhausta. Muutoksenhakulautakunta voi poistaa Kansaneläkelaitoksen lainvoimaisen päätöksen ja määrätä asian uudelleen käsiteltäväksi siten kuin siitä erikseen lailla säädetään. Mitä hallintolainkäyttölain 38 § :ssä säädetään suullisen käsittelyn toimittamisesta yksityisen asianosaisen pyynnöstä hallinto-oikeudessa, koskee suullisen käsittelyn toimittamista muutoksenhakulautakunnassa. Muutoksenhakulautakunnan päätös annetaan tiedoksi lähettämällä se postitse kirjeellä vastaanottajalle hänen ilmoittamaansa postiosoitteeseen. Jollei muuta näytetä, valittajan katsotaan saaneen päätöksestä tiedon seitsemäntenä päivänä sen päivän jälkeen, jona päätös on postitettu valittajan ilmoittamaan osoitteeseen. Muutoksenhakulautakunnan lainvoimainen päätös saadaan panna täytäntöön niin kuin lainvoimainen tuomio. Muutoksenhakulautakunnan antama päätös on maksuton.",
        "folded_fi": "asian kasittelyssa muutoksenhakulautakunnassa sovelletaan hallintolainkayttolakia (586/1996), jollei erikseen toisin saadeta. muutoksenhakulautakunnan toimivaltaan kuuluvassa asiassa ei sovelleta hallintolainkayttolain 11 luvun saannoksia ylimaaraisesta muutoksenhausta. muutoksenhakulautakunta voi poistaa kansanelakelaitoksen lainvoimaisen paatoksen ja maarata asian uudelleen kasiteltavaksi siten kuin siita erikseen lailla saadetaan. mita hallintolainkayttolain 38 §:ssa saadetaan suullisen kasittelyn toimittamisesta yksityisen asianosaisen pyynnosta hallinto-oikeudessa, koskee suullisen kasittelyn toimittamista muutoksenhakulautakunnassa. muutoksenhakulautakunnan paatos annetaan tiedoksi lahettamalla se postitse kirjeella vastaanottajalle hanen ilmoittamaansa postiosoitteeseen. jollei muuta nayteta, valittajan katsotaan saaneen paatoksesta tiedon seitsemantena paivana sen paivan jalkeen, jona paatos on postitettu valittajan ilmoittamaan osoitteeseen. muutoksenhakulautakunnan lainvoimainen paatos saadaan panna taytantoon niin kuin lainvoimainen tuomio. muutoksenhakulautakunnan antama paatos on maksuton.",
        "title_sv": "Behandling av ärenden",
        "content_sv": "Vid behandlingen av ärenden i besvärsnämnden tillämpas förvaltningsprocesslagen (586/1996), om ingenting annat föreskrivs särskilt. Bestämmelserna om extraordinärt ändringssökande i 11 kap. i förvaltningsprocesslagen tillämpas inte på ärenden som hör till besvärsnämndens behörighet. Besvärsnämnden kan undanröja ett lagakraftvunnet beslut av Folkpensionsanstalten och förordna att ärendet skall behandlas på nytt i enlighet med vad som särskilt bestäms genom lag. Bestämmelserna i 38 § i förvaltningsprocesslagen om muntlig förhandling i förvaltningsdomstolen på begäran av en enskild part gäller också muntlig förhandling i besvärsnämnden. Ett beslut av besvärsnämnden delges så att det sänds per post till mottagaren under den adress som han eller hon har uppgett. Sökanden anses ha fått del av beslutet den sjunde dagen efter den dag då beslutet postades under den adress som han eller hon har uppgett, om inte något annat visas. Ett lagakraftvunnet beslut av besvärsnämnden får verkställas såsom en lagakraftvunnen dom. Ett beslut av besvärsnämnden är avgiftsfritt.",
        "normalized_sv": "Vid behandlingen av ärenden i besvärsnämnden tillämpas förvaltningsprocesslagen (586/1996), om ingenting annat föreskrivs särskilt. Bestämmelserna om extraordinärt ändringssökande i 11 kap. i förvaltningsprocesslagen tillämpas inte på ärenden som hör till besvärsnämndens behörighet. Besvärsnämnden kan undanröja ett lagakraftvunnet beslut av Folkpensionsanstalten och förordna att ärendet skall behandlas på nytt i enlighet med vad som särskilt bestäms genom lag. Bestämmelserna i 38 § i förvaltningsprocesslagen om muntlig förhandling i förvaltningsdomstolen på begäran av en enskild part gäller också muntlig förhandling i besvärsnämnden. Ett beslut av besvärsnämnden delges så att det sänds per post till mottagaren under den adress som han eller hon har uppgett. Sökanden anses ha fått del av beslutet den sjunde dagen efter den dag då beslutet postades under den adress som han eller hon har uppgett, om inte något annat visas. Ett lagakraftvunnet beslut av besvärsnämnden får verkställas såsom en lagakraftvunnen dom. Ett beslut av besvärsnämnden är avgiftsfritt.",
        "folded_sv": "vid behandlingen av arenden i besvarsnamnden tillampas forvaltningsprocesslagen (586/1996), om ingenting annat foreskrivs sarskilt. bestammelserna om extraordinart andringssokande i 11 kap. i forvaltningsprocesslagen tillampas inte pa arenden som hor till besvarsnamndens behorighet. besvarsnamnden kan undanroja ett lagakraftvunnet beslut av folkpensionsanstalten och forordna att arendet skall behandlas pa nytt i enlighet med vad som sarskilt bestams genom lag. bestammelserna i 38 § i forvaltningsprocesslagen om muntlig forhandling i forvaltningsdomstolen pa begaran av en enskild part galler ocksa muntlig forhandling i besvarsnamnden. ett beslut av besvarsnamnden delges sa att det sands per post till mottagaren under den adress som han eller hon har uppgett. sokanden anses ha fatt del av beslutet den sjunde dagen efter den dag da beslutet postades under den adress som han eller hon har uppgett, om inte nagot annat visas. ett lagakraftvunnet beslut av besvarsnamnden far verkstallas sasom en lagakraftvunnen dom. ett beslut av besvarsnamnden ar avgiftsfritt."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "Käsittelyn julkisuus",
      "content": "Asian käsittelyyn muutoksenhakulautakunnassa sovelletaan oikeudenkäynnin julkisuudesta annettua lakia (945/1984). Suullinen käsittely on toimitettava suljetuin ovin sellaisissa asioissa, joissa on säädetty salassapitovelvollisuus tai jotka muutoksenhakulautakunta määrää käsiteltäviksi suljetuin ovin sillä perusteella, että julkisesta käsittelystä aiheutuisi asianosaiselle erityistä haittaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_15",
        "normalized_fi": "Asian käsittelyyn muutoksenhakulautakunnassa sovelletaan oikeudenkäynnin julkisuudesta annettua lakia (945/1984). Suullinen käsittely on toimitettava suljetuin ovin sellaisissa asioissa, joissa on säädetty salassapitovelvollisuus tai jotka muutoksenhakulautakunta määrää käsiteltäviksi suljetuin ovin sillä perusteella, että julkisesta käsittelystä aiheutuisi asianosaiselle erityistä haittaa.",
        "folded_fi": "asian kasittelyyn muutoksenhakulautakunnassa sovelletaan oikeudenkaynnin julkisuudesta annettua lakia (945/1984). suullinen kasittely on toimitettava suljetuin ovin sellaisissa asioissa, joissa on saadetty salassapitovelvollisuus tai jotka muutoksenhakulautakunta maaraa kasiteltaviksi suljetuin ovin silla perusteella, etta julkisesta kasittelysta aiheutuisi asianosaiselle erityista haittaa.",
        "title_sv": "Offentlighet vid behandlingen",
        "content_sv": "På behandlingen av ärenden i besvärsnämnden tillämpas lagen om offentlighet vid rättegång (945/1984). Muntlig förhandling skall ske inom stängda dörrar i ärenden i fråga om vilka tystnadsplikt gäller eller om nämnden förordnar att ett ärende skall behandlas inom stängda dörrar på den grunden att en offentlig behandling kan medföra särskild olägenhet för en part.",
        "normalized_sv": "På behandlingen av ärenden i besvärsnämnden tillämpas lagen om offentlighet vid rättegång (945/1984). Muntlig förhandling skall ske inom stängda dörrar i ärenden i fråga om vilka tystnadsplikt gäller eller om nämnden förordnar att ett ärende skall behandlas inom stängda dörrar på den grunden att en offentlig behandling kan medföra särskild olägenhet för en part.",
        "folded_sv": "pa behandlingen av arenden i besvarsnamnden tillampas lagen om offentlighet vid rattegang (945/1984). muntlig forhandling skall ske inom stangda dorrar i arenden i fraga om vilka tystnadsplikt galler eller om namnden forordnar att ett arende skall behandlas inom stangda dorrar pa den grunden att en offentlig behandling kan medfora sarskild olagenhet for en part."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Virkasyyte",
      "content": "Muutoksenhakulautakunnan puheenjohtajaa, varapuheenjohtajaa ja muuta jäsentä syytetään virkarikoksesta Helsingin hovioikeudessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_16",
        "normalized_fi": "Muutoksenhakulautakunnan puheenjohtajaa, varapuheenjohtajaa ja muuta jäsentä syytetään virkarikoksesta Helsingin hovioikeudessa.",
        "folded_fi": "muutoksenhakulautakunnan puheenjohtajaa, varapuheenjohtajaa ja muuta jasenta syytetaan virkarikoksesta helsingin hovioikeudessa.",
        "title_sv": "Tjänsteåtal",
        "content_sv": "Ordföranden, vice ordförandena och andra medlemmar i besvärsnämnden åtalas för tjänstebrott i Helsingfors hovrätt.",
        "normalized_sv": "Ordföranden, vice ordförandena och andra medlemmar i besvärsnämnden åtalas för tjänstebrott i Helsingfors hovrätt.",
        "folded_sv": "ordforanden, vice ordforandena och andra medlemmar i besvarsnamnden atalas for tjanstebrott i helsingfors hovratt."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Oikeus saada tietoja ja virka-apua",
      "content": "Viranomaiset ja julkista tehtävää hoitavat yhteisöt sekä vakuutus- ja eläkelaitokset ovat salassapitosäännösten estämättä velvolliset pyynnöstä antamaan maksutta valitusasian käsittelyssä välttämättömiä tietoja sekä virka-apua muutoksenhakulautakunnalle. Vastaava velvollisuus on myös laillistetulla lääkärillä ja muulla terveydenhuollon ammattihenkilöllä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_17",
        "normalized_fi": "Viranomaiset ja julkista tehtävää hoitavat yhteisöt sekä vakuutus- ja eläkelaitokset ovat salassapitosäännösten estämättä velvolliset pyynnöstä antamaan maksutta valitusasian käsittelyssä välttämättömiä tietoja sekä virka-apua muutoksenhakulautakunnalle. Vastaava velvollisuus on myös laillistetulla lääkärillä ja muulla terveydenhuollon ammattihenkilöllä.",
        "folded_fi": "viranomaiset ja julkista tehtavaa hoitavat yhteisot seka vakuutus- ja elakelaitokset ovat salassapitosaannosten estamatta velvolliset pyynnosta antamaan maksutta valitusasian kasittelyssa valttamattomia tietoja seka virka-apua muutoksenhakulautakunnalle. vastaava velvollisuus on myos laillistetulla laakarilla ja muulla terveydenhuollon ammattihenkilolla.",
        "title_sv": "Rätt att få uppgifter och handräckning",
        "content_sv": "Utan hinder av sekretessbestämmelserna är myndigheter och samfund som utför ett offentligt uppdrag samt försäkrings- och pensionsanstalter skyldiga att på begäran och avgiftsfritt lämna uppgifter som är nödvändiga för behandlingen av ett besvärsärende samt att ge besvärsnämnden handräckning. Samma skyldighet gäller också för legitimerade läkare och andra yrkesutbildade personer inom hälso- och sjukvården.",
        "normalized_sv": "Utan hinder av sekretessbestämmelserna är myndigheter och samfund som utför ett offentligt uppdrag samt försäkrings- och pensionsanstalter skyldiga att på begäran och avgiftsfritt lämna uppgifter som är nödvändiga för behandlingen av ett besvärsärende samt att ge besvärsnämnden handräckning. Samma skyldighet gäller också för legitimerade läkare och andra yrkesutbildade personer inom hälso- och sjukvården.",
        "folded_sv": "utan hinder av sekretessbestammelserna ar myndigheter och samfund som utfor ett offentligt uppdrag samt forsakrings- och pensionsanstalter skyldiga att pa begaran och avgiftsfritt lamna uppgifter som ar nodvandiga for behandlingen av ett besvarsarende samt att ge besvarsnamnden handrackning. samma skyldighet galler ocksa for legitimerade lakare och andra yrkesutbildade personer inom halso- och sjukvarden."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Rahoitus",
      "content": "Muutoksenhakulautakunnan kustannukset suoritetaan valtion varoista. Muutoksenhakulautakunnan sivutoimisten varapuheenjohtajien ja jäsenten palkkiot määrätään sosiaali- ja terveysministeriön vahvistamien perusteiden mukaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_18",
        "normalized_fi": "Muutoksenhakulautakunnan kustannukset suoritetaan valtion varoista. Muutoksenhakulautakunnan sivutoimisten varapuheenjohtajien ja jäsenten palkkiot määrätään sosiaali- ja terveysministeriön vahvistamien perusteiden mukaan.",
        "folded_fi": "muutoksenhakulautakunnan kustannukset suoritetaan valtion varoista. muutoksenhakulautakunnan sivutoimisten varapuheenjohtajien ja jasenten palkkiot maarataan sosiaali- ja terveysministerion vahvistamien perusteiden mukaan.",
        "title_sv": "Finansiering",
        "content_sv": "Kostnaderna för besvärsnämnden betalas av statens medel. Arvodena för vice ordförandena med uppdraget som bisyssla och för medlemmarna bestäms enligt grunder som fastställts av social- och hälsovårdsministeriet.",
        "normalized_sv": "Kostnaderna för besvärsnämnden betalas av statens medel. Arvodena för vice ordförandena med uppdraget som bisyssla och för medlemmarna bestäms enligt grunder som fastställts av social- och hälsovårdsministeriet.",
        "folded_sv": "kostnaderna for besvarsnamnden betalas av statens medel. arvodena for vice ordforandena med uppdraget som bisyssla och for medlemmarna bestams enligt grunder som faststallts av social- och halsovardsministeriet."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Tarkemmat säännökset ja määräykset",
      "content": "Tarkemmat säännökset muutoksenhakulautakunnan sihteeristä, muista virkamiehistä ja muusta työsopimussuhteisesta henkilöstöstä sekä muutoksenhakulautakunnan ratkaisujen julkaisemisesta annetaan valtioneuvoston asetuksella. Työskentelyn järjestämisestä muutoksenhakulautakunnassa määrätään tarkemmin työjärjestyksessä, jonka muutoksenhakulautakunnan täysistunto vahvistaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_19",
        "normalized_fi": "Tarkemmat säännökset muutoksenhakulautakunnan sihteeristä, muista virkamiehistä ja muusta työsopimussuhteisesta henkilöstöstä sekä muutoksenhakulautakunnan ratkaisujen julkaisemisesta annetaan valtioneuvoston asetuksella. Työskentelyn järjestämisestä muutoksenhakulautakunnassa määrätään tarkemmin työjärjestyksessä, jonka muutoksenhakulautakunnan täysistunto vahvistaa.",
        "folded_fi": "tarkemmat saannokset muutoksenhakulautakunnan sihteerista, muista virkamiehista ja muusta tyosopimussuhteisesta henkilostosta seka muutoksenhakulautakunnan ratkaisujen julkaisemisesta annetaan valtioneuvoston asetuksella. tyoskentelyn jarjestamisesta muutoksenhakulautakunnassa maarataan tarkemmin tyojarjestyksessa, jonka muutoksenhakulautakunnan taysistunto vahvistaa.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Närmare bestämmelser om besvärsnämndens sekreterare, övriga tjänstemän och annan personal i arbetsavtalsförhållande samt om offentliggörande av nämndens avgöranden utfärdas genom förordning av statsrådet. Närmare bestämmelser om arbetet i besvärsnämnden finns i arbetsordningen som fastställs i besvärsnämndens plenum.",
        "normalized_sv": "Närmare bestämmelser om besvärsnämndens sekreterare, övriga tjänstemän och annan personal i arbetsavtalsförhållande samt om offentliggörande av nämndens avgöranden utfärdas genom förordning av statsrådet. Närmare bestämmelser om arbetet i besvärsnämnden finns i arbetsordningen som fastställs i besvärsnämndens plenum.",
        "folded_sv": "narmare bestammelser om besvarsnamndens sekreterare, ovriga tjansteman och annan personal i arbetsavtalsforhallande samt om offentliggorande av namndens avgoranden utfardas genom forordning av statsradet. narmare bestammelser om arbetet i besvarsnamnden finns i arbetsordningen som faststalls i besvarsnamndens plenum."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2007. Sosiaalivakuutuslautakuntien toiminta lakkaa tämän lain tullessa voimaan, ja tarkastuslautakunnan nimi muuttuu sosiaaliturvan muutoksenhakulautakunnaksi. Mitä muualla lainsäädännössä säädetään sosiaalivakuutuslautakunnasta tai tarkastuslautakunnasta, koskee tämän lain voimaan tultua sosiaaliturvan muutoksenhakulautakuntaa. Ennen tämän lain voimaantuloa voidaan ryhtyä toimenpiteisiin muutoksenhakulautakunnan virkojen ja tehtävien täyttämiseksi sekä muihin lain edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_20",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2007. Sosiaalivakuutuslautakuntien toiminta lakkaa tämän lain tullessa voimaan, ja tarkastuslautakunnan nimi muuttuu sosiaaliturvan muutoksenhakulautakunnaksi. Mitä muualla lainsäädännössä säädetään sosiaalivakuutuslautakunnasta tai tarkastuslautakunnasta, koskee tämän lain voimaan tultua sosiaaliturvan muutoksenhakulautakuntaa. Ennen tämän lain voimaantuloa voidaan ryhtyä toimenpiteisiin muutoksenhakulautakunnan virkojen ja tehtävien täyttämiseksi sekä muihin lain edellyttämiin toimenpiteisiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2007. sosiaalivakuutuslautakuntien toiminta lakkaa taman lain tullessa voimaan, ja tarkastuslautakunnan nimi muuttuu sosiaaliturvan muutoksenhakulautakunnaksi. mita muualla lainsaadannossa saadetaan sosiaalivakuutuslautakunnasta tai tarkastuslautakunnasta, koskee taman lain voimaan tultua sosiaaliturvan muutoksenhakulautakuntaa. ennen taman lain voimaantuloa voidaan ryhtya toimenpiteisiin muutoksenhakulautakunnan virkojen ja tehtavien tayttamiseksi seka muihin lain edellyttamiin toimenpiteisiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2007. Socialförsäkringsnämndernas verksamhet upphör när denna lag träder i kraft. Samtidigt ändrar prövningsnämnden namn till besvärsnämnden för social trygghet. Det som föreskrivs om socialförsäkringsnämnderna och prövningsnämnden någon annanstans i lag gäller besvärsnämnden för social trygghet när denna lag har trätt i kraft. Åtgärder för att tillsätta tjänsterna och uppdragen i besvärsnämnden för social trygghet och övriga åtgärder som lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2007. Socialförsäkringsnämndernas verksamhet upphör när denna lag träder i kraft. Samtidigt ändrar prövningsnämnden namn till besvärsnämnden för social trygghet. Det som föreskrivs om socialförsäkringsnämnderna och prövningsnämnden någon annanstans i lag gäller besvärsnämnden för social trygghet när denna lag har trätt i kraft. Åtgärder för att tillsätta tjänsterna och uppdragen i besvärsnämnden för social trygghet och övriga åtgärder som lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2007. socialforsakringsnamndernas verksamhet upphor nar denna lag trader i kraft. samtidigt andrar provningsnamnden namn till besvarsnamnden for social trygghet. det som foreskrivs om socialforsakringsnamnderna och provningsnamnden nagon annanstans i lag galler besvarsnamnden for social trygghet nar denna lag har tratt i kraft. atgarder for att tillsatta tjansterna och uppdragen i besvarsnamnden for social trygghet och ovriga atgarder som lagen forutsatter far vidtas innan lagen trader i kraft."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Siirtymäsäännökset",
      "content": "Tämän lain voimaan tullessa sosiaalivakuutuslautakunnissa ja tarkastuslautakunnassa vireillä olevat asiat siirtyvät käsiteltäviksi ja ratkaistaviksi sosiaaliturvan muutoksenhakulautakuntaan tämän lain säännösten mukaan. Sosiaalivakuutuslautakuntien palveluksessa vakituisessa työsuhteessa työskentelevät esittelijät voivat siirtyä sosiaaliturvan muutoksenhakulautakunnan palvelukseen tai pysyä Kansaneläkelaitoksen palveluksessa. Tarkastuslautakunnan puheenjohtaja ja muu päätoiminen henkilöstö jatkaa muutoksenhakulautakunnan palveluksessa. Päätoimisen puheenjohtajan virka täytetään toistaiseksi 1 päivästä tammikuuta 2009. Tarkastuslautakunnan sivutoimiset jäsenet ja varajäsenet jatkavat toimikautensa loppuun muutoksenhakulautakunnan sivutoimisina jäseninä ja varajäseninä. Muutoksenhakulautakunta poistaa, siten kuin asianomaisissa etuuslaeissa tarkemmin säädetään, ne päätökset, joiden poistamista koskevat hakemukset tulevat vireille 1 päivänä tammikuuta 2007 tai sen jälkeen. Muutoksenhakulautakunta poistaa kuitenkin ennen 1.1.2007 tarkastuslautakunnassa vireillä olleet poistohakemukset. Tämän lain voimaan tullessa vakuutusoikeudessa vireillä olevat 14 §:n 2 momentissa tarkoitetut poistohakemukset ratkaistaan vakuutusoikeudessa. Muutoksenhakulautakunnan kokoonpanoa koskevia säännöksiä sovelletaan lain voimaantulosta lähtien asioihin, jotka siirtyvät sosiaalivakuutuslautakunnista tai ovat vireillä tarkastuslautakunnassa tämän lain tullessa voimaan tai tulevat vireille 1 päivänä tammikuuta 2007 tai sen jälkeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_21",
        "normalized_fi": "Tämän lain voimaan tullessa sosiaalivakuutuslautakunnissa ja tarkastuslautakunnassa vireillä olevat asiat siirtyvät käsiteltäviksi ja ratkaistaviksi sosiaaliturvan muutoksenhakulautakuntaan tämän lain säännösten mukaan. Sosiaalivakuutuslautakuntien palveluksessa vakituisessa työsuhteessa työskentelevät esittelijät voivat siirtyä sosiaaliturvan muutoksenhakulautakunnan palvelukseen tai pysyä Kansaneläkelaitoksen palveluksessa. Tarkastuslautakunnan puheenjohtaja ja muu päätoiminen henkilöstö jatkaa muutoksenhakulautakunnan palveluksessa. Päätoimisen puheenjohtajan virka täytetään toistaiseksi 1 päivästä tammikuuta 2009. Tarkastuslautakunnan sivutoimiset jäsenet ja varajäsenet jatkavat toimikautensa loppuun muutoksenhakulautakunnan sivutoimisina jäseninä ja varajäseninä. Muutoksenhakulautakunta poistaa, siten kuin asianomaisissa etuuslaeissa tarkemmin säädetään, ne päätökset, joiden poistamista koskevat hakemukset tulevat vireille 1 päivänä tammikuuta 2007 tai sen jälkeen. Muutoksenhakulautakunta poistaa kuitenkin ennen 1.1.2007 tarkastuslautakunnassa vireillä olleet poistohakemukset. Tämän lain voimaan tullessa vakuutusoikeudessa vireillä olevat 14 § :n 2 momentissa tarkoitetut poistohakemukset ratkaistaan vakuutusoikeudessa. Muutoksenhakulautakunnan kokoonpanoa koskevia säännöksiä sovelletaan lain voimaantulosta lähtien asioihin, jotka siirtyvät sosiaalivakuutuslautakunnista tai ovat vireillä tarkastuslautakunnassa tämän lain tullessa voimaan tai tulevat vireille 1 päivänä tammikuuta 2007 tai sen jälkeen.",
        "folded_fi": "taman lain voimaan tullessa sosiaalivakuutuslautakunnissa ja tarkastuslautakunnassa vireilla olevat asiat siirtyvat kasiteltaviksi ja ratkaistaviksi sosiaaliturvan muutoksenhakulautakuntaan taman lain saannosten mukaan. sosiaalivakuutuslautakuntien palveluksessa vakituisessa tyosuhteessa tyoskentelevat esittelijat voivat siirtya sosiaaliturvan muutoksenhakulautakunnan palvelukseen tai pysya kansanelakelaitoksen palveluksessa. tarkastuslautakunnan puheenjohtaja ja muu paatoiminen henkilosto jatkaa muutoksenhakulautakunnan palveluksessa. paatoimisen puheenjohtajan virka taytetaan toistaiseksi 1 paivasta tammikuuta 2009. tarkastuslautakunnan sivutoimiset jasenet ja varajasenet jatkavat toimikautensa loppuun muutoksenhakulautakunnan sivutoimisina jasenina ja varajasenina. muutoksenhakulautakunta poistaa, siten kuin asianomaisissa etuuslaeissa tarkemmin saadetaan, ne paatokset, joiden poistamista koskevat hakemukset tulevat vireille 1 paivana tammikuuta 2007 tai sen jalkeen. muutoksenhakulautakunta poistaa kuitenkin ennen 1.1.2007 tarkastuslautakunnassa vireilla olleet poistohakemukset. taman lain voimaan tullessa vakuutusoikeudessa vireilla olevat 14 §:n 2 momentissa tarkoitetut poistohakemukset ratkaistaan vakuutusoikeudessa. muutoksenhakulautakunnan kokoonpanoa koskevia saannoksia sovelletaan lain voimaantulosta lahtien asioihin, jotka siirtyvat sosiaalivakuutuslautakunnista tai ovat vireilla tarkastuslautakunnassa taman lain tullessa voimaan tai tulevat vireille 1 paivana tammikuuta 2007 tai sen jalkeen.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "När denna lag träder i kraft överförs ärenden som är anhängiga i socialförsäkringsnämnderna och prövningsnämnden till besvärsnämnden för social trygghet för behandling och avgörande i enlighet med denna lag. Föredragande i fast arbetsavtalsförhållande hos socialförsäkringsnämnderna kan övergå till anställning hos besvärsnämnden för social trygghet eller kvarstå i tjänst hos Folkpensionsanstalten. Ordföranden och annan personal med uppdraget som huvudsyssla i prövningsnämnden får fortsatt anställning hos besvärsnämnden. Tjänsten som ordförande med uppdraget som huvudsyssla tillsätts tillsvidare från och med den 1 januari 2009. Medlemmarna och suppleanterna med uppdraget som bisyssla i prövningsnämnden fortsätter sin mandattid ut som medlemmar och suppleanter med uppdraget som bisyssla i besvärsnämnden. I enlighet med vad som närmare bestäms i de enskilda förmånslagarna undanröjer besvärsnämnden sådana beslut i fråga om vilka en ansökan om undanröjande blir aktuell den 1 januari 2007 eller därefter. Besvärsnämnden undanröjer dock ansökningar om undanröjande som anhängiggjorts i prövningsnämnden före den 1 januari 2007. De ansökningar om undanröjande enligt 14 § 2 mom. som är anhängiga i försäkringsdomstolen när lagen träder i kraft avgörs i försäkringsdomstolen. Från och med lagens ikraftträdande tillämpas bestämmelserna om besvärsnämndens sammansättning på ärenden som överförs från socialförsäkringsnämnderna eller som är aktuella i prövningsnämnden när denna lag träder i kraft eller som anhängiggörs den 1 januari 2007 eller därefter.",
        "normalized_sv": "När denna lag träder i kraft överförs ärenden som är anhängiga i socialförsäkringsnämnderna och prövningsnämnden till besvärsnämnden för social trygghet för behandling och avgörande i enlighet med denna lag. Föredragande i fast arbetsavtalsförhållande hos socialförsäkringsnämnderna kan övergå till anställning hos besvärsnämnden för social trygghet eller kvarstå i tjänst hos Folkpensionsanstalten. Ordföranden och annan personal med uppdraget som huvudsyssla i prövningsnämnden får fortsatt anställning hos besvärsnämnden. Tjänsten som ordförande med uppdraget som huvudsyssla tillsätts tillsvidare från och med den 1 januari 2009. Medlemmarna och suppleanterna med uppdraget som bisyssla i prövningsnämnden fortsätter sin mandattid ut som medlemmar och suppleanter med uppdraget som bisyssla i besvärsnämnden. I enlighet med vad som närmare bestäms i de enskilda förmånslagarna undanröjer besvärsnämnden sådana beslut i fråga om vilka en ansökan om undanröjande blir aktuell den 1 januari 2007 eller därefter. Besvärsnämnden undanröjer dock ansökningar om undanröjande som anhängiggjorts i prövningsnämnden före den 1 januari 2007. De ansökningar om undanröjande enligt 14 § 2 mom. som är anhängiga i försäkringsdomstolen när lagen träder i kraft avgörs i försäkringsdomstolen. Från och med lagens ikraftträdande tillämpas bestämmelserna om besvärsnämndens sammansättning på ärenden som överförs från socialförsäkringsnämnderna eller som är aktuella i prövningsnämnden när denna lag träder i kraft eller som anhängiggörs den 1 januari 2007 eller därefter.",
        "folded_sv": "nar denna lag trader i kraft overfors arenden som ar anhangiga i socialforsakringsnamnderna och provningsnamnden till besvarsnamnden for social trygghet for behandling och avgorande i enlighet med denna lag. foredragande i fast arbetsavtalsforhallande hos socialforsakringsnamnderna kan overga till anstallning hos besvarsnamnden for social trygghet eller kvarsta i tjanst hos folkpensionsanstalten. ordforanden och annan personal med uppdraget som huvudsyssla i provningsnamnden far fortsatt anstallning hos besvarsnamnden. tjansten som ordforande med uppdraget som huvudsyssla tillsatts tillsvidare fran och med den 1 januari 2009. medlemmarna och suppleanterna med uppdraget som bisyssla i provningsnamnden fortsatter sin mandattid ut som medlemmar och suppleanter med uppdraget som bisyssla i besvarsnamnden. i enlighet med vad som narmare bestams i de enskilda formanslagarna undanrojer besvarsnamnden sadana beslut i fraga om vilka en ansokan om undanrojande blir aktuell den 1 januari 2007 eller darefter. besvarsnamnden undanrojer dock ansokningar om undanrojande som anhangiggjorts i provningsnamnden fore den 1 januari 2007. de ansokningar om undanrojande enligt 14 § 2 mom. som ar anhangiga i forsakringsdomstolen nar lagen trader i kraft avgors i forsakringsdomstolen. fran och med lagens ikrafttradande tillampas bestammelserna om besvarsnamndens sammansattning pa arenden som overfors fran socialforsakringsnamnderna eller som ar aktuella i provningsnamnden nar denna lag trader i kraft eller som anhangiggors den 1 januari 2007 eller darefter."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Sosiaaliturvan muutoksenhakulautakunnan tehtävä ja toimivalta",
      "content": "(muutoksenhakulautakunta) Sosiaaliturvan muutoksenhakulautakunta toimii ensimmäisenä muutoksenhakuasteena Kansaneläkelaitoksen hoitamissa toimeentuloturva-asioissa siten kuin asianomaisissa etuuslaeissa erikseen säädetään. Valtioneuvosto asettaa muutoksenhakulautakunnan sosiaali- ja terveysministeriön esityksestä viideksi vuodeksi kerrallaan. Muutoksenhakulautakunta toimii sosiaali- ja terveysministeriön hallinnonalalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "(muutoksenhakulautakunta) Sosiaaliturvan muutoksenhakulautakunta toimii ensimmäisenä muutoksenhakuasteena Kansaneläkelaitoksen hoitamissa toimeentuloturva-asioissa siten kuin asianomaisissa etuuslaeissa erikseen säädetään. Valtioneuvosto asettaa muutoksenhakulautakunnan sosiaali- ja terveysministeriön esityksestä viideksi vuodeksi kerrallaan. Muutoksenhakulautakunta toimii sosiaali- ja terveysministeriön hallinnonalalla.",
        "folded_fi": "(muutoksenhakulautakunta) sosiaaliturvan muutoksenhakulautakunta toimii ensimmaisena muutoksenhakuasteena kansanelakelaitoksen hoitamissa toimeentuloturva-asioissa siten kuin asianomaisissa etuuslaeissa erikseen saadetaan. valtioneuvosto asettaa muutoksenhakulautakunnan sosiaali- ja terveysministerion esityksesta viideksi vuodeksi kerrallaan. muutoksenhakulautakunta toimii sosiaali- ja terveysministerion hallinnonalalla.",
        "title_sv": "Uppgifter och behörighet",
        "content_sv": "besvärsnämnden Besvärsnämnden för social trygghet () är första besvärsinstans i ärenden som gäller utkomstskydd och som handläggs av Folkpensionsanstalten i enlighet med vad som föreskrivs särskilt i de ifrågavarande förmånslagarna. Besvärsnämnden tillsätts av statsrådet för fem år i sänder på förslag av social- och hälsovårdsministeriet. Nämnden verkar inom social- och hälsovårdsministeriets förvaltningsområde.",
        "normalized_sv": "besvärsnämnden Besvärsnämnden för social trygghet () är första besvärsinstans i ärenden som gäller utkomstskydd och som handläggs av Folkpensionsanstalten i enlighet med vad som föreskrivs särskilt i de ifrågavarande förmånslagarna. Besvärsnämnden tillsätts av statsrådet för fem år i sänder på förslag av social- och hälsovårdsministeriet. Nämnden verkar inom social- och hälsovårdsministeriets förvaltningsområde.",
        "folded_sv": "besvarsnamnden besvarsnamnden for social trygghet () ar forsta besvarsinstans i arenden som galler utkomstskydd och som handlaggs av folkpensionsanstalten i enlighet med vad som foreskrivs sarskilt i de ifragavarande formanslagarna. besvarsnamnden tillsatts av statsradet for fem ar i sander pa forslag av social- och halsovardsministeriet. namnden verkar inom social- och halsovardsministeriets forvaltningsomrade."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Puheenjohtajat ja jäsenet",
      "content": "Muutoksenhakulautakunnassa on päätoimisen puheenjohtajan virka ja päätoimisen varapuheenjohtajan virka sekä neljä sivutoimista varapuheenjohtajaa. Muutoksenhakulautakunnassa on lisäksi sivutoimisina kuusi lääkärijäsentä, kuusi lakimiesjäsentä ja kaksitoista muutoksenhakijoiden olosuhteiden tuntemusta edustavaa jäsentä sekä kullekin määrätty henkilökohtainen varajäsen. Henkilökohtaista varajäsentä koskee, mitä laissa säädetään muutoksenhakulautakunnan jäsenestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Muutoksenhakulautakunnassa on päätoimisen puheenjohtajan virka ja päätoimisen varapuheenjohtajan virka sekä neljä sivutoimista varapuheenjohtajaa. Muutoksenhakulautakunnassa on lisäksi sivutoimisina kuusi lääkärijäsentä, kuusi lakimiesjäsentä ja kaksitoista muutoksenhakijoiden olosuhteiden tuntemusta edustavaa jäsentä sekä kullekin määrätty henkilökohtainen varajäsen. Henkilökohtaista varajäsentä koskee, mitä laissa säädetään muutoksenhakulautakunnan jäsenestä.",
        "folded_fi": "muutoksenhakulautakunnassa on paatoimisen puheenjohtajan virka ja paatoimisen varapuheenjohtajan virka seka nelja sivutoimista varapuheenjohtajaa. muutoksenhakulautakunnassa on lisaksi sivutoimisina kuusi laakarijasenta, kuusi lakimiesjasenta ja kaksitoista muutoksenhakijoiden olosuhteiden tuntemusta edustavaa jasenta seka kullekin maaratty henkilokohtainen varajasen. henkilokohtaista varajasenta koskee, mita laissa saadetaan muutoksenhakulautakunnan jasenesta.",
        "title_sv": "Ordförande och medlemmar",
        "content_sv": "Besvärsnämnden har en ordförande med uppdraget som huvudsyssla och en vice ordförande med uppdraget som huvudsyssla samt fyra vice ordförande med uppdraget som bisyssla. Dessutom har besvärsnämnden sex medlemmar som är läkare, sex lagfarna medlemmar och tolv medlemmar med kännedom om ändringssökandenas förhållanden samt en personlig suppleant för var och en av dem. Medlemmarna innehar uppdraget som bisyssla. För de personliga suppleanterna gäller det som i lag föreskrivs om besvärsnämndens medlemmar.",
        "normalized_sv": "Besvärsnämnden har en ordförande med uppdraget som huvudsyssla och en vice ordförande med uppdraget som huvudsyssla samt fyra vice ordförande med uppdraget som bisyssla. Dessutom har besvärsnämnden sex medlemmar som är läkare, sex lagfarna medlemmar och tolv medlemmar med kännedom om ändringssökandenas förhållanden samt en personlig suppleant för var och en av dem. Medlemmarna innehar uppdraget som bisyssla. För de personliga suppleanterna gäller det som i lag föreskrivs om besvärsnämndens medlemmar.",
        "folded_sv": "besvarsnamnden har en ordforande med uppdraget som huvudsyssla och en vice ordforande med uppdraget som huvudsyssla samt fyra vice ordforande med uppdraget som bisyssla. dessutom har besvarsnamnden sex medlemmar som ar lakare, sex lagfarna medlemmar och tolv medlemmar med kannedom om andringssokandenas forhallanden samt en personlig suppleant for var och en av dem. medlemmarna innehar uppdraget som bisyssla. for de personliga suppleanterna galler det som i lag foreskrivs om besvarsnamndens medlemmar."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Jäsenten kelpoisuus",
      "content": "Päätoimisella puheenjohtajalla ja päätoimisella varapuheenjohtajalla on oltava tuomarin virkaan oikeuttava tutkinto ja perehtyneisyys sosiaalivakuutukseen. Päätoimiselta puheenjohtajalta edellytetään lisäksi käytännössä osoitettua johtamistaitoa. Muutoksenhakulautakunnan jäsenten tulee olla sosiaalivakuutukseen perehtyneitä ja sivutoimisilla varapuheenjohtajilla ja lakimiesjäsenillä tulee lisäksi olla tuomarin virkaan oikeuttava tutkinto. Lääkärijäsenen tulee olla laillistettu lääkäri.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_3",
        "normalized_fi": "Päätoimisella puheenjohtajalla ja päätoimisella varapuheenjohtajalla on oltava tuomarin virkaan oikeuttava tutkinto ja perehtyneisyys sosiaalivakuutukseen. Päätoimiselta puheenjohtajalta edellytetään lisäksi käytännössä osoitettua johtamistaitoa. Muutoksenhakulautakunnan jäsenten tulee olla sosiaalivakuutukseen perehtyneitä ja sivutoimisilla varapuheenjohtajilla ja lakimiesjäsenillä tulee lisäksi olla tuomarin virkaan oikeuttava tutkinto. Lääkärijäsenen tulee olla laillistettu lääkäri.",
        "folded_fi": "paatoimisella puheenjohtajalla ja paatoimisella varapuheenjohtajalla on oltava tuomarin virkaan oikeuttava tutkinto ja perehtyneisyys sosiaalivakuutukseen. paatoimiselta puheenjohtajalta edellytetaan lisaksi kaytannossa osoitettua johtamistaitoa. muutoksenhakulautakunnan jasenten tulee olla sosiaalivakuutukseen perehtyneita ja sivutoimisilla varapuheenjohtajilla ja lakimiesjasenilla tulee lisaksi olla tuomarin virkaan oikeuttava tutkinto. laakarijasenen tulee olla laillistettu laakari.",
        "title_sv": "Behörighetsvillkor för medlemmarna",
        "content_sv": "Ordföranden med uppdraget som huvudsyssla och vice ordföranden med uppdraget som huvudsyssla skall ha avlagt examen som medför behörighet för domartjänst och vara förtrogna med socialförsäkringsfrågor. Ordföranden med uppdraget som huvudsyssla skall dessutom ha i praktiken visad ledarförmåga. Medlemmarna skall vara förtrogna med socialförsäkringsfrågor samt vice ordförandena med uppdraget som bisyssla och de lagfarna medlemmarna dessutom ha avlagt examen som medför behörighet för domartjänst. De medlemmar som är läkare skall vara legitimerade läkare.",
        "normalized_sv": "Ordföranden med uppdraget som huvudsyssla och vice ordföranden med uppdraget som huvudsyssla skall ha avlagt examen som medför behörighet för domartjänst och vara förtrogna med socialförsäkringsfrågor. Ordföranden med uppdraget som huvudsyssla skall dessutom ha i praktiken visad ledarförmåga. Medlemmarna skall vara förtrogna med socialförsäkringsfrågor samt vice ordförandena med uppdraget som bisyssla och de lagfarna medlemmarna dessutom ha avlagt examen som medför behörighet för domartjänst. De medlemmar som är läkare skall vara legitimerade läkare.",
        "folded_sv": "ordforanden med uppdraget som huvudsyssla och vice ordforanden med uppdraget som huvudsyssla skall ha avlagt examen som medfor behorighet for domartjanst och vara fortrogna med socialforsakringsfragor. ordforanden med uppdraget som huvudsyssla skall dessutom ha i praktiken visad ledarformaga. medlemmarna skall vara fortrogna med socialforsakringsfragor samt vice ordforandena med uppdraget som bisyssla och de lagfarna medlemmarna dessutom ha avlagt examen som medfor behorighet for domartjanst. de medlemmar som ar lakare skall vara legitimerade lakare."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Päätoimisten puheenjohtajien tehtävät ja nimittäminen",
      "content": "Valtioneuvosto nimittää muutoksenhakulautakunnan päätoimisen puheenjohtajan ja päätoimisen varapuheenjohtajan virkaan ja myöntää heille virkavapauden. Päätoiminen puheenjohtaja johtaa muutoksenhakulautakuntaa ja vastaa sen toiminnasta, valvoo laintulkinnan yhdenmukaisuutta muutoksenhakulautakunnan ratkaisuissa sekä vastaa muutoksenhakulautakunnan hallinnollisista asioista työjärjestyksessä tarkemmin määrätyllä tavalla. Päätoimisen varapuheenjohtajan tehtävistä määrätään muutoksenhakulautakunnan työjärjestyksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_4",
        "normalized_fi": "Valtioneuvosto nimittää muutoksenhakulautakunnan päätoimisen puheenjohtajan ja päätoimisen varapuheenjohtajan virkaan ja myöntää heille virkavapauden. Päätoiminen puheenjohtaja johtaa muutoksenhakulautakuntaa ja vastaa sen toiminnasta, valvoo laintulkinnan yhdenmukaisuutta muutoksenhakulautakunnan ratkaisuissa sekä vastaa muutoksenhakulautakunnan hallinnollisista asioista työjärjestyksessä tarkemmin määrätyllä tavalla. Päätoimisen varapuheenjohtajan tehtävistä määrätään muutoksenhakulautakunnan työjärjestyksessä.",
        "folded_fi": "valtioneuvosto nimittaa muutoksenhakulautakunnan paatoimisen puheenjohtajan ja paatoimisen varapuheenjohtajan virkaan ja myontaa heille virkavapauden. paatoiminen puheenjohtaja johtaa muutoksenhakulautakuntaa ja vastaa sen toiminnasta, valvoo laintulkinnan yhdenmukaisuutta muutoksenhakulautakunnan ratkaisuissa seka vastaa muutoksenhakulautakunnan hallinnollisista asioista tyojarjestyksessa tarkemmin maaratylla tavalla. paatoimisen varapuheenjohtajan tehtavista maarataan muutoksenhakulautakunnan tyojarjestyksessa.",
        "title_sv": "Uppgifterna för ordförandena med uppdraget som huvudsyssla och hur de utnämns",
        "content_sv": "Statsrådet utnämner ordföranden med uppdraget som huvudsyssla och vice ordföranden med uppdraget som huvudsyssla och beviljar dem tjänstledighet. Ordföranden med uppdraget som huvudsyssla leder besvärsnämnden och svarar för verksamheten, övervakar att lagtolkningen är enhetlig i nämndens avgöranden och svarar för besvärsnämndens förvaltningsärenden i enlighet med vad som närmare föreskrivs i arbetsordningen. De uppgifter som hör till vice ordföranden med uppdraget som huvudsyssla anges i arbetsordningen.",
        "normalized_sv": "Statsrådet utnämner ordföranden med uppdraget som huvudsyssla och vice ordföranden med uppdraget som huvudsyssla och beviljar dem tjänstledighet. Ordföranden med uppdraget som huvudsyssla leder besvärsnämnden och svarar för verksamheten, övervakar att lagtolkningen är enhetlig i nämndens avgöranden och svarar för besvärsnämndens förvaltningsärenden i enlighet med vad som närmare föreskrivs i arbetsordningen. De uppgifter som hör till vice ordföranden med uppdraget som huvudsyssla anges i arbetsordningen.",
        "folded_sv": "statsradet utnamner ordforanden med uppdraget som huvudsyssla och vice ordforanden med uppdraget som huvudsyssla och beviljar dem tjanstledighet. ordforanden med uppdraget som huvudsyssla leder besvarsnamnden och svarar for verksamheten, overvakar att lagtolkningen ar enhetlig i namndens avgoranden och svarar for besvarsnamndens forvaltningsarenden i enlighet med vad som narmare foreskrivs i arbetsordningen. de uppgifter som hor till vice ordforanden med uppdraget som huvudsyssla anges i arbetsordningen."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Muutoksenhakulautakunnan jäsenen paikan vapautuminen",
      "content": "Muutoksenhakulautakunnan jäsenen oikeudesta pysyä tehtävässään on voimassa, mitä tuomarinviran haltijasta säädetään. Jos sivutoimisen varapuheenjohtajan tai jäsenen tehtävä vapautuu kesken toimikauden, määrätään seuraaja jäljellä olevaksi toimikaudeksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_5",
        "normalized_fi": "Muutoksenhakulautakunnan jäsenen oikeudesta pysyä tehtävässään on voimassa, mitä tuomarinviran haltijasta säädetään. Jos sivutoimisen varapuheenjohtajan tai jäsenen tehtävä vapautuu kesken toimikauden, määrätään seuraaja jäljellä olevaksi toimikaudeksi.",
        "folded_fi": "muutoksenhakulautakunnan jasenen oikeudesta pysya tehtavassaan on voimassa, mita tuomarinviran haltijasta saadetaan. jos sivutoimisen varapuheenjohtajan tai jasenen tehtava vapautuu kesken toimikauden, maarataan seuraaja jaljella olevaksi toimikaudeksi.",
        "title_sv": "När en plats som medlem blir ledig",
        "content_sv": "Det som föreskrivs om innehavare av domartjänst gäller i fråga om medlemmarnas rätt att kvarstå i sitt uppdrag. Om en plats som vice ordförande med uppdraget som bisyssla eller en plats som medlem blir ledig under mandattiden, förordnas en efterträdare för återstoden av mandattiden.",
        "normalized_sv": "Det som föreskrivs om innehavare av domartjänst gäller i fråga om medlemmarnas rätt att kvarstå i sitt uppdrag. Om en plats som vice ordförande med uppdraget som bisyssla eller en plats som medlem blir ledig under mandattiden, förordnas en efterträdare för återstoden av mandattiden.",
        "folded_sv": "det som foreskrivs om innehavare av domartjanst galler i fraga om medlemmarnas ratt att kvarsta i sitt uppdrag. om en plats som vice ordforande med uppdraget som bisyssla eller en plats som medlem blir ledig under mandattiden, forordnas en eftertradare for aterstoden av mandattiden."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "Tuomarin vala ja vakuutus sekä eroamisikä",
      "content": "Muutoksenhakulautakunnan puheenjohtajan, varapuheenjohtajan ja jäsenen on ryhtyessään tehtäväänsä vannottava tuomarinvala tai annettava tuomarinvakuutus siten kuin oikeudenkäymiskaaren 1 luvun 6 a ja 7 §:ssä säädetään, jollei hän ole tehnyt sitä jo aiemmin. Muutoksenhakulautakunnan puheenjohtaja, varapuheenjohtaja ja jäsen on velvollinen eroamaan tehtävästään sen kuukauden päättyessä, jonka kuluessa hän täyttää 68 vuotta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_6",
        "normalized_fi": "Muutoksenhakulautakunnan puheenjohtajan, varapuheenjohtajan ja jäsenen on ryhtyessään tehtäväänsä vannottava tuomarinvala tai annettava tuomarinvakuutus siten kuin oikeudenkäymiskaaren 1 luvun 6 a ja 7 § :ssä säädetään, jollei hän ole tehnyt sitä jo aiemmin. Muutoksenhakulautakunnan puheenjohtaja, varapuheenjohtaja ja jäsen on velvollinen eroamaan tehtävästään sen kuukauden päättyessä, jonka kuluessa hän täyttää 68 vuotta.",
        "folded_fi": "muutoksenhakulautakunnan puheenjohtajan, varapuheenjohtajan ja jasenen on ryhtyessaan tehtavaansa vannottava tuomarinvala tai annettava tuomarinvakuutus siten kuin oikeudenkaymiskaaren 1 luvun 6 a ja 7 §:ssa saadetaan, jollei han ole tehnyt sita jo aiemmin. muutoksenhakulautakunnan puheenjohtaja, varapuheenjohtaja ja jasen on velvollinen eroamaan tehtavastaan sen kuukauden paattyessa, jonka kuluessa han tayttaa 68 vuotta.",
        "title_sv": "Domared och domarförsäkran samt avgångsålder",
        "content_sv": "När ordföranden, vice ordförandena och medlemmarna tillträder sitt uppdrag skall de avlägga domared eller avge domarförsäkran i enlighet med vad som föreskrivs i 1 kap. 6 a och 7 § i rättegångsbalken, om de inte har gjort det tidigare. Ordföranden, vice ordförandena och medlemmarna är skyldiga att avgå vid utgången av den månad under vilken de fyller 68 år.",
        "normalized_sv": "När ordföranden, vice ordförandena och medlemmarna tillträder sitt uppdrag skall de avlägga domared eller avge domarförsäkran i enlighet med vad som föreskrivs i 1 kap. 6 a och 7 § i rättegångsbalken, om de inte har gjort det tidigare. Ordföranden, vice ordförandena och medlemmarna är skyldiga att avgå vid utgången av den månad under vilken de fyller 68 år.",
        "folded_sv": "nar ordforanden, vice ordforandena och medlemmarna tilltrader sitt uppdrag skall de avlagga domared eller avge domarforsakran i enlighet med vad som foreskrivs i 1 kap. 6 a och 7 § i rattegangsbalken, om de inte har gjort det tidigare. ordforanden, vice ordforandena och medlemmarna ar skyldiga att avga vid utgangen av den manad under vilken de fyller 68 ar."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "title": "Esittelijät",
      "content": "Muutoksenhakulautakunnassa on tarpeellinen määrä esittelijöitä. Muutoksenhakulautakunnan esittelijällä on oltava tuomarin virkaan oikeuttava tutkinto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_7",
        "normalized_fi": "Muutoksenhakulautakunnassa on tarpeellinen määrä esittelijöitä. Muutoksenhakulautakunnan esittelijällä on oltava tuomarin virkaan oikeuttava tutkinto.",
        "folded_fi": "muutoksenhakulautakunnassa on tarpeellinen maara esittelijoita. muutoksenhakulautakunnan esittelijalla on oltava tuomarin virkaan oikeuttava tutkinto.",
        "title_sv": "Föredragande",
        "content_sv": "Besvärsnämnden skall ha ett tillräckligt antal föredragande. Föredragandena skall ha avlagt examen som medför behörighet för domartjänst.",
        "normalized_sv": "Besvärsnämnden skall ha ett tillräckligt antal föredragande. Föredragandena skall ha avlagt examen som medför behörighet för domartjänst.",
        "folded_sv": "besvarsnamnden skall ha ett tillrackligt antal foredragande. foredragandena skall ha avlagt examen som medfor behorighet for domartjanst."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Muutoksenhakulautakunnan jaostot",
      "content": "Muutoksenhakulautakunta toimii jaostoihin jakautuneena. Lainkäyttöasiat ratkaistaan esittelystä viisi- tai kolmijäsenisessä jaostossa, vahvennetussa jaostossa tai täysistunnossa. Muut asiat ratkaistaan hallintojaostossa, jollei hallintojaosto ole antanut asiaa muutoksenhakulautakunnan päätoimisen puheenjohtajan päätettäväksi. Jaoston käsitellessä asiaa, jonka ratkaiseminen olennaisesti riippuu lääketieteellisestä kysymyksestä, lääkärijäsenen on osallistuttava asian käsittelyyn.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_8",
        "normalized_fi": "Muutoksenhakulautakunta toimii jaostoihin jakautuneena. Lainkäyttöasiat ratkaistaan esittelystä viisi- tai kolmijäsenisessä jaostossa, vahvennetussa jaostossa tai täysistunnossa. Muut asiat ratkaistaan hallintojaostossa, jollei hallintojaosto ole antanut asiaa muutoksenhakulautakunnan päätoimisen puheenjohtajan päätettäväksi. Jaoston käsitellessä asiaa, jonka ratkaiseminen olennaisesti riippuu lääketieteellisestä kysymyksestä, lääkärijäsenen on osallistuttava asian käsittelyyn.",
        "folded_fi": "muutoksenhakulautakunta toimii jaostoihin jakautuneena. lainkayttoasiat ratkaistaan esittelysta viisi- tai kolmijasenisessa jaostossa, vahvennetussa jaostossa tai taysistunnossa. muut asiat ratkaistaan hallintojaostossa, jollei hallintojaosto ole antanut asiaa muutoksenhakulautakunnan paatoimisen puheenjohtajan paatettavaksi. jaoston kasitellessa asiaa, jonka ratkaiseminen olennaisesti riippuu laaketieteellisesta kysymyksesta, laakarijasenen on osallistuttava asian kasittelyyn.",
        "title_sv": "Sektioner",
        "content_sv": "Besvärsnämnden är uppdelad på sektioner. Rättskipningsärenden avgörs på föredragning i en sektion med fem eller tre medlemmar, i en förstärkt sektion eller i plenum. Övriga ärenden avgörs i förvaltningssektionen, om den inte har hänskjutit ärendet till ordföranden med uppdraget som huvudsyssla. När en sektion behandlar ett ärende där avgörandet i väsentlig grad beror på medicinska aspekter skall en medlem som är läkare delta i behandlingen av ärendet.",
        "normalized_sv": "Besvärsnämnden är uppdelad på sektioner. Rättskipningsärenden avgörs på föredragning i en sektion med fem eller tre medlemmar, i en förstärkt sektion eller i plenum. Övriga ärenden avgörs i förvaltningssektionen, om den inte har hänskjutit ärendet till ordföranden med uppdraget som huvudsyssla. När en sektion behandlar ett ärende där avgörandet i väsentlig grad beror på medicinska aspekter skall en medlem som är läkare delta i behandlingen av ärendet.",
        "folded_sv": "besvarsnamnden ar uppdelad pa sektioner. rattskipningsarenden avgors pa foredragning i en sektion med fem eller tre medlemmar, i en forstarkt sektion eller i plenum. ovriga arenden avgors i forvaltningssektionen, om den inte har hanskjutit arendet till ordforanden med uppdraget som huvudsyssla. nar en sektion behandlar ett arende dar avgorandet i vasentlig grad beror pa medicinska aspekter skall en medlem som ar lakare delta i behandlingen av arendet."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Viisijäseninen jaosto",
      "content": "Viisijäsenisessä jaostossa on puheenjohtajana muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja ja jäseninä lakimiesjäsen, lääkärijäsen ja kaksi muutoksenhakijoiden olosuhteiden tuntemusta edustavaa jäsentä. Asia käsitellään viisijäsenisessä jaostossa, kun on kysymys: 1) kansaneläkelain (347/1956) mukaisesta työkyvyttömyyseläkkeestä tai eläkkeensaajien hoitotukea koskevasta etuudesta; 2) lapsen hoitotuesta annetun lain (444/1969) mukaisesta etuudesta; 3) vammaistukilain (124/1988) mukaisesta etuudesta; 4) maahanmuuttajan erityistuesta annetun lain (1192/2002) mukaisesta etuudesta; 5) sairausvakuutuslain (1224/2004) mukaisesta päivärahaetuudesta; 6) Kansaneläkelaitoksen kuntoutusetuuksista ja kuntoutusrahaetuuksista annetun lain (566/2005) mukaisesta kuntoutusrahasta, ammatillisesta tai lääkinnällisestä kuntoutuksesta; 7) sairausvakuutuslain mukaisesta työterveyshuollon korvauksesta tai vuosilomakustannuskorvauksesta; tai 8) asumiseen perustuvan sosiaaliturvalainsäädännön soveltamisesta annetun lain (1573/1993) mukaisesta asumisperusteisen sosiaaliturvan piiriin kuulumisesta. Myös muu kuin 1 momentissa mainittu asia on ratkaistava viisijäsenisessä kokoonpanossa, jos asialla on hakijan toimeentulon tai lain soveltamisen kannalta erityisen suuri merkitys. Jaosto on päätösvaltainen, kun paikalla on puheenjohtaja ja vähintään kaksi muuta jäsentä edellyttäen, että ne jaoston jäsenet, jotka eivät ole paikalla, ovat kirjallisesti ennen kokousta ilmoittaneet yhtyvänsä esittelijän esitykseen ja tällä kannalla ovat myös läsnä olevat jäsenet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_9",
        "normalized_fi": "Viisijäsenisessä jaostossa on puheenjohtajana muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja ja jäseninä lakimiesjäsen, lääkärijäsen ja kaksi muutoksenhakijoiden olosuhteiden tuntemusta edustavaa jäsentä. Asia käsitellään viisijäsenisessä jaostossa, kun on kysymys: 1) kansaneläkelain (347/1956) mukaisesta työkyvyttömyyseläkkeestä tai eläkkeensaajien hoitotukea koskevasta etuudesta; 2) lapsen hoitotuesta annetun lain (444/1969) mukaisesta etuudesta; 3) vammaistukilain (124/1988) mukaisesta etuudesta; 4) maahanmuuttajan erityistuesta annetun lain (1192/2002) mukaisesta etuudesta; 5) sairausvakuutuslain (1224/2004) mukaisesta päivärahaetuudesta; 6) Kansaneläkelaitoksen kuntoutusetuuksista ja kuntoutusrahaetuuksista annetun lain (566/2005) mukaisesta kuntoutusrahasta, ammatillisesta tai lääkinnällisestä kuntoutuksesta; 7) sairausvakuutuslain mukaisesta työterveyshuollon korvauksesta tai vuosilomakustannuskorvauksesta; tai 8) asumiseen perustuvan sosiaaliturvalainsäädännön soveltamisesta annetun lain (1573/1993) mukaisesta asumisperusteisen sosiaaliturvan piiriin kuulumisesta. Myös muu kuin 1 momentissa mainittu asia on ratkaistava viisijäsenisessä kokoonpanossa, jos asialla on hakijan toimeentulon tai lain soveltamisen kannalta erityisen suuri merkitys. Jaosto on päätösvaltainen, kun paikalla on puheenjohtaja ja vähintään kaksi muuta jäsentä edellyttäen, että ne jaoston jäsenet, jotka eivät ole paikalla, ovat kirjallisesti ennen kokousta ilmoittaneet yhtyvänsä esittelijän esitykseen ja tällä kannalla ovat myös läsnä olevat jäsenet.",
        "folded_fi": "viisijasenisessa jaostossa on puheenjohtajana muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja ja jasenina lakimiesjasen, laakarijasen ja kaksi muutoksenhakijoiden olosuhteiden tuntemusta edustavaa jasenta. asia kasitellaan viisijasenisessa jaostossa, kun on kysymys: 1) kansanelakelain (347/1956) mukaisesta tyokyvyttomyyselakkeesta tai elakkeensaajien hoitotukea koskevasta etuudesta; 2) lapsen hoitotuesta annetun lain (444/1969) mukaisesta etuudesta; 3) vammaistukilain (124/1988) mukaisesta etuudesta; 4) maahanmuuttajan erityistuesta annetun lain (1192/2002) mukaisesta etuudesta; 5) sairausvakuutuslain (1224/2004) mukaisesta paivarahaetuudesta; 6) kansanelakelaitoksen kuntoutusetuuksista ja kuntoutusrahaetuuksista annetun lain (566/2005) mukaisesta kuntoutusrahasta, ammatillisesta tai laakinnallisesta kuntoutuksesta; 7) sairausvakuutuslain mukaisesta tyoterveyshuollon korvauksesta tai vuosilomakustannuskorvauksesta; tai 8) asumiseen perustuvan sosiaaliturvalainsaadannon soveltamisesta annetun lain (1573/1993) mukaisesta asumisperusteisen sosiaaliturvan piiriin kuulumisesta. myos muu kuin 1 momentissa mainittu asia on ratkaistava viisijasenisessa kokoonpanossa, jos asialla on hakijan toimeentulon tai lain soveltamisen kannalta erityisen suuri merkitys. jaosto on paatosvaltainen, kun paikalla on puheenjohtaja ja vahintaan kaksi muuta jasenta edellyttaen, etta ne jaoston jasenet, jotka eivat ole paikalla, ovat kirjallisesti ennen kokousta ilmoittaneet yhtyvansa esittelijan esitykseen ja talla kannalla ovat myos lasna olevat jasenet.",
        "title_sv": "Sektion med fem medlemmar",
        "content_sv": "I en sektion med fem medlemmar är ordföranden eller en vice ordförande för besvärsnämnden ordförande och en lagfaren medlem, en medlem som är läkare och två medlemmar med kännedom om ändringssökandenas förhållanden medlemmar. Ett ärende behandlas i en sektion med fem medlemmar, om det gäller 1) invaliditetspension eller vårdbidrag för pensionstagare enligt folkpensionslagen (347/1956), 2) en förmån enligt lagen om vårdbidrag för barn (444/1969), 3) en förmån enligt lagen om handikappbidrag (124/1988), 4) en förmån enligt lagen om särskilt stöd till invandrare (1192/2002), 5) en dagpenningsförmån enligt sjukförsäkringslagen (1224/2004), 6) rehabiliteringspenning, yrkesinriktad rehabilitering eller medicinsk rehabilitering enligt lagen om Folkpensionsanstaltens rehabiliteringsförmåner och rehabiliteringspenningförmåner (566/2005), 7) ersättning för företagshälsovård eller ersättning för semesterkostnader enligt sjukförsäkringslagen, eller 8) huruvida någon omfattas av bosättningsbaserad social trygghet enligt lagen om tillämpning av lagstiftningen om bosättningsbaserad social trygghet (1573/1993). Också andra ärenden än de som nämns i 1 mom. skall avgöras i en sammansättning med fem medlemmar, om ärendet är av särskilt stor betydelse för sökandens försörjning eller tillämpningen av lag. En sektion är beslutför när ordföranden och minst två andra medlemmar är närvarande, förutsatt att de av medlemmarna som inte är närvarande före sammanträdet skriftligen har meddelat att de förenar sig om föredragandens framställning och även de närvarande medlemmarna intar samma ståndpunkt.",
        "normalized_sv": "I en sektion med fem medlemmar är ordföranden eller en vice ordförande för besvärsnämnden ordförande och en lagfaren medlem, en medlem som är läkare och två medlemmar med kännedom om ändringssökandenas förhållanden medlemmar. Ett ärende behandlas i en sektion med fem medlemmar, om det gäller 1) invaliditetspension eller vårdbidrag för pensionstagare enligt folkpensionslagen (347/1956), 2) en förmån enligt lagen om vårdbidrag för barn (444/1969), 3) en förmån enligt lagen om handikappbidrag (124/1988), 4) en förmån enligt lagen om särskilt stöd till invandrare (1192/2002), 5) en dagpenningsförmån enligt sjukförsäkringslagen (1224/2004), 6) rehabiliteringspenning, yrkesinriktad rehabilitering eller medicinsk rehabilitering enligt lagen om Folkpensionsanstaltens rehabiliteringsförmåner och rehabiliteringspenningförmåner (566/2005), 7) ersättning för företagshälsovård eller ersättning för semesterkostnader enligt sjukförsäkringslagen, eller 8) huruvida någon omfattas av bosättningsbaserad social trygghet enligt lagen om tillämpning av lagstiftningen om bosättningsbaserad social trygghet (1573/1993). Också andra ärenden än de som nämns i 1 mom. skall avgöras i en sammansättning med fem medlemmar, om ärendet är av särskilt stor betydelse för sökandens försörjning eller tillämpningen av lag. En sektion är beslutför när ordföranden och minst två andra medlemmar är närvarande, förutsatt att de av medlemmarna som inte är närvarande före sammanträdet skriftligen har meddelat att de förenar sig om föredragandens framställning och även de närvarande medlemmarna intar samma ståndpunkt.",
        "folded_sv": "i en sektion med fem medlemmar ar ordforanden eller en vice ordforande for besvarsnamnden ordforande och en lagfaren medlem, en medlem som ar lakare och tva medlemmar med kannedom om andringssokandenas forhallanden medlemmar. ett arende behandlas i en sektion med fem medlemmar, om det galler 1) invaliditetspension eller vardbidrag for pensionstagare enligt folkpensionslagen (347/1956), 2) en forman enligt lagen om vardbidrag for barn (444/1969), 3) en forman enligt lagen om handikappbidrag (124/1988), 4) en forman enligt lagen om sarskilt stod till invandrare (1192/2002), 5) en dagpenningsforman enligt sjukforsakringslagen (1224/2004), 6) rehabiliteringspenning, yrkesinriktad rehabilitering eller medicinsk rehabilitering enligt lagen om folkpensionsanstaltens rehabiliteringsformaner och rehabiliteringspenningformaner (566/2005), 7) ersattning for foretagshalsovard eller ersattning for semesterkostnader enligt sjukforsakringslagen, eller 8) huruvida nagon omfattas av bosattningsbaserad social trygghet enligt lagen om tillampning av lagstiftningen om bosattningsbaserad social trygghet (1573/1993). ocksa andra arenden an de som namns i 1 mom. skall avgoras i en sammansattning med fem medlemmar, om arendet ar av sarskilt stor betydelse for sokandens forsorjning eller tillampningen av lag. en sektion ar beslutfor nar ordforanden och minst tva andra medlemmar ar narvarande, forutsatt att de av medlemmarna som inte ar narvarande fore sammantradet skriftligen har meddelat att de forenar sig om foredragandens framstallning och aven de narvarande medlemmarna intar samma standpunkt."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Kolmijäseninen jaosto",
      "content": "Muita kuin 9 §:ssä mainittuja asioita käsiteltäessä asian käsittelyyn osallistuu puheenjohtajana muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja ja kaksi lakimiesjäsentä tai lakimiesjäsen ja lääkärijäsen. Jaosto on päätösvaltainen, kun paikalla on puheenjohtaja ja yksi jäsen edellyttäen, että kolmas jäsen on ilmoittanut kirjallisesti ennen kokousta yhtyneensä esittelijän esitykseen ja tällä kannalla ovat myös läsnä olevat jäsenet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_10",
        "normalized_fi": "Muita kuin 9 § :ssä mainittuja asioita käsiteltäessä asian käsittelyyn osallistuu puheenjohtajana muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja ja kaksi lakimiesjäsentä tai lakimiesjäsen ja lääkärijäsen. Jaosto on päätösvaltainen, kun paikalla on puheenjohtaja ja yksi jäsen edellyttäen, että kolmas jäsen on ilmoittanut kirjallisesti ennen kokousta yhtyneensä esittelijän esitykseen ja tällä kannalla ovat myös läsnä olevat jäsenet.",
        "folded_fi": "muita kuin 9 §:ssa mainittuja asioita kasiteltaessa asian kasittelyyn osallistuu puheenjohtajana muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja ja kaksi lakimiesjasenta tai lakimiesjasen ja laakarijasen. jaosto on paatosvaltainen, kun paikalla on puheenjohtaja ja yksi jasen edellyttaen, etta kolmas jasen on ilmoittanut kirjallisesti ennen kokousta yhtyneensa esittelijan esitykseen ja talla kannalla ovat myos lasna olevat jasenet.",
        "title_sv": "Sektion med tre medlemmar",
        "content_sv": "När andra ärenden än de som nämns i 9 § behandlas deltar i behandlingen ordföranden eller en av vice ordförandena för besvärsnämnden som ordförande och två lagfarna medlemmar eller en lagfaren medlem och en läkarmedlem. Sektionen är beslutför när ordföranden och en medlem är närvarande, förutsatt att den tredje medlemmen före sammanträdet skriftligen har meddelat att han eller hon förenar sig om föredragandens framställning och även de närvarande medlemmarna intar samma ståndpunkt.",
        "normalized_sv": "När andra ärenden än de som nämns i 9 § behandlas deltar i behandlingen ordföranden eller en av vice ordförandena för besvärsnämnden som ordförande och två lagfarna medlemmar eller en lagfaren medlem och en läkarmedlem. Sektionen är beslutför när ordföranden och en medlem är närvarande, förutsatt att den tredje medlemmen före sammanträdet skriftligen har meddelat att han eller hon förenar sig om föredragandens framställning och även de närvarande medlemmarna intar samma ståndpunkt.",
        "folded_sv": "nar andra arenden an de som namns i 9 § behandlas deltar i behandlingen ordforanden eller en av vice ordforandena for besvarsnamnden som ordforande och tva lagfarna medlemmar eller en lagfaren medlem och en lakarmedlem. sektionen ar beslutfor nar ordforanden och en medlem ar narvarande, forutsatt att den tredje medlemmen fore sammantradet skriftligen har meddelat att han eller hon forenar sig om foredragandens framstallning och aven de narvarande medlemmarna intar samma standpunkt."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Vahvennettu jaosto",
      "content": "Muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja tai jaosto voi määrätä jaostossa käsiteltävänä olevan asian tai siihen kuuluvan kysymyksen ratkaistavaksi vahvennetussa jaostossa yhdenmukaisen tulkinnan varmistamiseksi. Vahvennetussa jaostossa on puheenjohtajana muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja ja jäseninä sivutoimiset varapuheenjohtajat sekä asiaa aikaisemmin käsitelleen jaoston jäsenet. Vahvennettu jaosto on päätösvaltainen, kun vähintään kaksi kolmasosaa sen jäsenistä on läsnä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_11",
        "normalized_fi": "Muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja tai jaosto voi määrätä jaostossa käsiteltävänä olevan asian tai siihen kuuluvan kysymyksen ratkaistavaksi vahvennetussa jaostossa yhdenmukaisen tulkinnan varmistamiseksi. Vahvennetussa jaostossa on puheenjohtajana muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja ja jäseninä sivutoimiset varapuheenjohtajat sekä asiaa aikaisemmin käsitelleen jaoston jäsenet. Vahvennettu jaosto on päätösvaltainen, kun vähintään kaksi kolmasosaa sen jäsenistä on läsnä.",
        "folded_fi": "muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja tai jaosto voi maarata jaostossa kasiteltavana olevan asian tai siihen kuuluvan kysymyksen ratkaistavaksi vahvennetussa jaostossa yhdenmukaisen tulkinnan varmistamiseksi. vahvennetussa jaostossa on puheenjohtajana muutoksenhakulautakunnan puheenjohtaja tai varapuheenjohtaja ja jasenina sivutoimiset varapuheenjohtajat seka asiaa aikaisemmin kasitelleen jaoston jasenet. vahvennettu jaosto on paatosvaltainen, kun vahintaan kaksi kolmasosaa sen jasenista on lasna.",
        "title_sv": "Förstärkt sektion",
        "content_sv": "Ordföranden eller en vice ordförande för besvärsnämnden eller en sektion kan förordna att ett ärende som behandlas i sektionen eller en fråga som hör till ärendet skall avgöras i en förstärkt sektion för att säkerställa en enhetlig tolkning. Den förstärka sektionen består av ordföranden eller vice ordföranden för besvärsnämnden som ordförande och vice ordförandena med uppdraget som bisyssla samt medlemmarna i den sektion som tidigare har behandlat ärendet som medlemmar. Den förstärkta sektionen är beslutför när minst två tredjedelar av medlemmarna är närvarande.",
        "normalized_sv": "Ordföranden eller en vice ordförande för besvärsnämnden eller en sektion kan förordna att ett ärende som behandlas i sektionen eller en fråga som hör till ärendet skall avgöras i en förstärkt sektion för att säkerställa en enhetlig tolkning. Den förstärka sektionen består av ordföranden eller vice ordföranden för besvärsnämnden som ordförande och vice ordförandena med uppdraget som bisyssla samt medlemmarna i den sektion som tidigare har behandlat ärendet som medlemmar. Den förstärkta sektionen är beslutför när minst två tredjedelar av medlemmarna är närvarande.",
        "folded_sv": "ordforanden eller en vice ordforande for besvarsnamnden eller en sektion kan forordna att ett arende som behandlas i sektionen eller en fraga som hor till arendet skall avgoras i en forstarkt sektion for att sakerstalla en enhetlig tolkning. den forstarka sektionen bestar av ordforanden eller vice ordforanden for besvarsnamnden som ordforande och vice ordforandena med uppdraget som bisyssla samt medlemmarna i den sektion som tidigare har behandlat arendet som medlemmar. den forstarkta sektionen ar beslutfor nar minst tva tredjedelar av medlemmarna ar narvarande."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Täysistunto",
      "content": "Jos muutoksenhakulautakunnan ratkaistavalla asialla on periaatteellista merkitystä lain soveltamisen kannalta muissa vastaavanlaisissa tapauksissa tai jos jaoston ratkaisu tulisi poikkeamaan aikaisemmasta käytännöstä, muutoksenhakulautakunnan puheenjohtaja, varapuheenjohtaja tai jaosto voi määrätä asian käsiteltäväksi muutoksenhakulautakunnan täysistunnossa. Täysistunto on päätösvaltainen, kun paikalla on puheenjohtajana toimiva muutoksenhakulautakunnan päätoiminen puheenjohtaja tai päätoiminen varapuheenjohtaja ja vähintään puolet lautakunnan muista jäsenistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_12",
        "normalized_fi": "Jos muutoksenhakulautakunnan ratkaistavalla asialla on periaatteellista merkitystä lain soveltamisen kannalta muissa vastaavanlaisissa tapauksissa tai jos jaoston ratkaisu tulisi poikkeamaan aikaisemmasta käytännöstä, muutoksenhakulautakunnan puheenjohtaja, varapuheenjohtaja tai jaosto voi määrätä asian käsiteltäväksi muutoksenhakulautakunnan täysistunnossa. Täysistunto on päätösvaltainen, kun paikalla on puheenjohtajana toimiva muutoksenhakulautakunnan päätoiminen puheenjohtaja tai päätoiminen varapuheenjohtaja ja vähintään puolet lautakunnan muista jäsenistä.",
        "folded_fi": "jos muutoksenhakulautakunnan ratkaistavalla asialla on periaatteellista merkitysta lain soveltamisen kannalta muissa vastaavanlaisissa tapauksissa tai jos jaoston ratkaisu tulisi poikkeamaan aikaisemmasta kaytannosta, muutoksenhakulautakunnan puheenjohtaja, varapuheenjohtaja tai jaosto voi maarata asian kasiteltavaksi muutoksenhakulautakunnan taysistunnossa. taysistunto on paatosvaltainen, kun paikalla on puheenjohtajana toimiva muutoksenhakulautakunnan paatoiminen puheenjohtaja tai paatoiminen varapuheenjohtaja ja vahintaan puolet lautakunnan muista jasenista.",
        "title_sv": "Plenum",
        "content_sv": "Om ett ärende som skall avgöras av besvärsnämnden är av principiell betydelse för tillämpningen av lag i andra liknande fall eller om avgörandet i en sektion skulle komma att avvika från tidigare praxis, kan ordföranden eller en vice ordförande för besvärsnämnden eller sektionen förordna att ärendet skall behandlas i besvärsnämndens plenum. Plenum är beslutfört då besvärsnämndens ordförande med uppdraget som huvudsyssla eller vice ordföranden med uppdraget som huvudsyssla såsom ordförande och minst hälften av besvärsnämndens övriga medlemmar är närvarande.",
        "normalized_sv": "Om ett ärende som skall avgöras av besvärsnämnden är av principiell betydelse för tillämpningen av lag i andra liknande fall eller om avgörandet i en sektion skulle komma att avvika från tidigare praxis, kan ordföranden eller en vice ordförande för besvärsnämnden eller sektionen förordna att ärendet skall behandlas i besvärsnämndens plenum. Plenum är beslutfört då besvärsnämndens ordförande med uppdraget som huvudsyssla eller vice ordföranden med uppdraget som huvudsyssla såsom ordförande och minst hälften av besvärsnämndens övriga medlemmar är närvarande.",
        "folded_sv": "om ett arende som skall avgoras av besvarsnamnden ar av principiell betydelse for tillampningen av lag i andra liknande fall eller om avgorandet i en sektion skulle komma att avvika fran tidigare praxis, kan ordforanden eller en vice ordforande for besvarsnamnden eller sektionen forordna att arendet skall behandlas i besvarsnamndens plenum. plenum ar beslutfort da besvarsnamndens ordforande med uppdraget som huvudsyssla eller vice ordforanden med uppdraget som huvudsyssla sasom ordforande och minst halften av besvarsnamndens ovriga medlemmar ar narvarande."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Hallintojaosto",
      "content": "Muutoksenhakulautakunnan hallintoasiat käsitellään hallintojaostossa, johon kuuluvat muutoksenhakulautakunnan päätoiminen puheenjohtaja, päätoiminen varapuheenjohtaja ja sivutoimiset varapuheenjohtajat. Asiat käsitellään siten kuin muutoksenhakulautakunnan työjärjestyksessä määrätään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_13",
        "normalized_fi": "Muutoksenhakulautakunnan hallintoasiat käsitellään hallintojaostossa, johon kuuluvat muutoksenhakulautakunnan päätoiminen puheenjohtaja, päätoiminen varapuheenjohtaja ja sivutoimiset varapuheenjohtajat. Asiat käsitellään siten kuin muutoksenhakulautakunnan työjärjestyksessä määrätään.",
        "folded_fi": "muutoksenhakulautakunnan hallintoasiat kasitellaan hallintojaostossa, johon kuuluvat muutoksenhakulautakunnan paatoiminen puheenjohtaja, paatoiminen varapuheenjohtaja ja sivutoimiset varapuheenjohtajat. asiat kasitellaan siten kuin muutoksenhakulautakunnan tyojarjestyksessa maarataan.",
        "title_sv": "Förvaltningssektionen",
        "content_sv": "Besvärsnämndens förvaltningsärenden behandlas i förvaltningssektionen. Sektionen består av besvärsnämndens ordförande med uppdraget som huvudsyssla, vice ordföranden med uppdraget som huvudsyssla och vice ordförandena med uppdraget som bisyssla. Ärendena behandlas i enlighet med vad som föreskrivs i besvärsnämndens arbetsordning.",
        "normalized_sv": "Besvärsnämndens förvaltningsärenden behandlas i förvaltningssektionen. Sektionen består av besvärsnämndens ordförande med uppdraget som huvudsyssla, vice ordföranden med uppdraget som huvudsyssla och vice ordförandena med uppdraget som bisyssla. Ärendena behandlas i enlighet med vad som föreskrivs i besvärsnämndens arbetsordning.",
        "folded_sv": "besvarsnamndens forvaltningsarenden behandlas i forvaltningssektionen. sektionen bestar av besvarsnamndens ordforande med uppdraget som huvudsyssla, vice ordforanden med uppdraget som huvudsyssla och vice ordforandena med uppdraget som bisyssla. arendena behandlas i enlighet med vad som foreskrivs i besvarsnamndens arbetsordning."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Asian käsittely",
      "content": "Asian käsittelyssä muutoksenhakulautakunnassa sovelletaan hallintolainkäyttölakia (586/1996), jollei erikseen toisin säädetä. Muutoksenhakulautakunnan toimivaltaan kuuluvassa asiassa ei sovelleta hallintolainkäyttölain 11 luvun säännöksiä ylimääräisestä muutoksenhausta. Muutoksenhakulautakunta voi poistaa Kansaneläkelaitoksen lainvoimaisen päätöksen ja määrätä asian uudelleen käsiteltäväksi siten kuin siitä erikseen lailla säädetään. Mitä hallintolainkäyttölain 38 §:ssä säädetään suullisen käsittelyn toimittamisesta yksityisen asianosaisen pyynnöstä hallinto-oikeudessa, koskee suullisen käsittelyn toimittamista muutoksenhakulautakunnassa. Muutoksenhakulautakunnan päätös annetaan tiedoksi lähettämällä se postitse kirjeellä vastaanottajalle hänen ilmoittamaansa postiosoitteeseen. Jollei muuta näytetä, valittajan katsotaan saaneen päätöksestä tiedon seitsemäntenä päivänä sen päivän jälkeen, jona päätös on postitettu valittajan ilmoittamaan osoitteeseen. Muutoksenhakulautakunnan lainvoimainen päätös saadaan panna täytäntöön niin kuin lainvoimainen tuomio. Muutoksenhakulautakunnan antama päätös on maksuton.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_14",
        "normalized_fi": "Asian käsittelyssä muutoksenhakulautakunnassa sovelletaan hallintolainkäyttölakia (586/1996), jollei erikseen toisin säädetä. Muutoksenhakulautakunnan toimivaltaan kuuluvassa asiassa ei sovelleta hallintolainkäyttölain 11 luvun säännöksiä ylimääräisestä muutoksenhausta. Muutoksenhakulautakunta voi poistaa Kansaneläkelaitoksen lainvoimaisen päätöksen ja määrätä asian uudelleen käsiteltäväksi siten kuin siitä erikseen lailla säädetään. Mitä hallintolainkäyttölain 38 § :ssä säädetään suullisen käsittelyn toimittamisesta yksityisen asianosaisen pyynnöstä hallinto-oikeudessa, koskee suullisen käsittelyn toimittamista muutoksenhakulautakunnassa. Muutoksenhakulautakunnan päätös annetaan tiedoksi lähettämällä se postitse kirjeellä vastaanottajalle hänen ilmoittamaansa postiosoitteeseen. Jollei muuta näytetä, valittajan katsotaan saaneen päätöksestä tiedon seitsemäntenä päivänä sen päivän jälkeen, jona päätös on postitettu valittajan ilmoittamaan osoitteeseen. Muutoksenhakulautakunnan lainvoimainen päätös saadaan panna täytäntöön niin kuin lainvoimainen tuomio. Muutoksenhakulautakunnan antama päätös on maksuton.",
        "folded_fi": "asian kasittelyssa muutoksenhakulautakunnassa sovelletaan hallintolainkayttolakia (586/1996), jollei erikseen toisin saadeta. muutoksenhakulautakunnan toimivaltaan kuuluvassa asiassa ei sovelleta hallintolainkayttolain 11 luvun saannoksia ylimaaraisesta muutoksenhausta. muutoksenhakulautakunta voi poistaa kansanelakelaitoksen lainvoimaisen paatoksen ja maarata asian uudelleen kasiteltavaksi siten kuin siita erikseen lailla saadetaan. mita hallintolainkayttolain 38 §:ssa saadetaan suullisen kasittelyn toimittamisesta yksityisen asianosaisen pyynnosta hallinto-oikeudessa, koskee suullisen kasittelyn toimittamista muutoksenhakulautakunnassa. muutoksenhakulautakunnan paatos annetaan tiedoksi lahettamalla se postitse kirjeella vastaanottajalle hanen ilmoittamaansa postiosoitteeseen. jollei muuta nayteta, valittajan katsotaan saaneen paatoksesta tiedon seitsemantena paivana sen paivan jalkeen, jona paatos on postitettu valittajan ilmoittamaan osoitteeseen. muutoksenhakulautakunnan lainvoimainen paatos saadaan panna taytantoon niin kuin lainvoimainen tuomio. muutoksenhakulautakunnan antama paatos on maksuton.",
        "title_sv": "Behandling av ärenden",
        "content_sv": "Vid behandlingen av ärenden i besvärsnämnden tillämpas förvaltningsprocesslagen (586/1996), om ingenting annat föreskrivs särskilt. Bestämmelserna om extraordinärt ändringssökande i 11 kap. i förvaltningsprocesslagen tillämpas inte på ärenden som hör till besvärsnämndens behörighet. Besvärsnämnden kan undanröja ett lagakraftvunnet beslut av Folkpensionsanstalten och förordna att ärendet skall behandlas på nytt i enlighet med vad som särskilt bestäms genom lag. Bestämmelserna i 38 § i förvaltningsprocesslagen om muntlig förhandling i förvaltningsdomstolen på begäran av en enskild part gäller också muntlig förhandling i besvärsnämnden. Ett beslut av besvärsnämnden delges så att det sänds per post till mottagaren under den adress som han eller hon har uppgett. Sökanden anses ha fått del av beslutet den sjunde dagen efter den dag då beslutet postades under den adress som han eller hon har uppgett, om inte något annat visas. Ett lagakraftvunnet beslut av besvärsnämnden får verkställas såsom en lagakraftvunnen dom. Ett beslut av besvärsnämnden är avgiftsfritt.",
        "normalized_sv": "Vid behandlingen av ärenden i besvärsnämnden tillämpas förvaltningsprocesslagen (586/1996), om ingenting annat föreskrivs särskilt. Bestämmelserna om extraordinärt ändringssökande i 11 kap. i förvaltningsprocesslagen tillämpas inte på ärenden som hör till besvärsnämndens behörighet. Besvärsnämnden kan undanröja ett lagakraftvunnet beslut av Folkpensionsanstalten och förordna att ärendet skall behandlas på nytt i enlighet med vad som särskilt bestäms genom lag. Bestämmelserna i 38 § i förvaltningsprocesslagen om muntlig förhandling i förvaltningsdomstolen på begäran av en enskild part gäller också muntlig förhandling i besvärsnämnden. Ett beslut av besvärsnämnden delges så att det sänds per post till mottagaren under den adress som han eller hon har uppgett. Sökanden anses ha fått del av beslutet den sjunde dagen efter den dag då beslutet postades under den adress som han eller hon har uppgett, om inte något annat visas. Ett lagakraftvunnet beslut av besvärsnämnden får verkställas såsom en lagakraftvunnen dom. Ett beslut av besvärsnämnden är avgiftsfritt.",
        "folded_sv": "vid behandlingen av arenden i besvarsnamnden tillampas forvaltningsprocesslagen (586/1996), om ingenting annat foreskrivs sarskilt. bestammelserna om extraordinart andringssokande i 11 kap. i forvaltningsprocesslagen tillampas inte pa arenden som hor till besvarsnamndens behorighet. besvarsnamnden kan undanroja ett lagakraftvunnet beslut av folkpensionsanstalten och forordna att arendet skall behandlas pa nytt i enlighet med vad som sarskilt bestams genom lag. bestammelserna i 38 § i forvaltningsprocesslagen om muntlig forhandling i forvaltningsdomstolen pa begaran av en enskild part galler ocksa muntlig forhandling i besvarsnamnden. ett beslut av besvarsnamnden delges sa att det sands per post till mottagaren under den adress som han eller hon har uppgett. sokanden anses ha fatt del av beslutet den sjunde dagen efter den dag da beslutet postades under den adress som han eller hon har uppgett, om inte nagot annat visas. ett lagakraftvunnet beslut av besvarsnamnden far verkstallas sasom en lagakraftvunnen dom. ett beslut av besvarsnamnden ar avgiftsfritt."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "Käsittelyn julkisuus",
      "content": "Asian käsittelyyn muutoksenhakulautakunnassa sovelletaan oikeudenkäynnin julkisuudesta annettua lakia (945/1984). Suullinen käsittely on toimitettava suljetuin ovin sellaisissa asioissa, joissa on säädetty salassapitovelvollisuus tai jotka muutoksenhakulautakunta määrää käsiteltäviksi suljetuin ovin sillä perusteella, että julkisesta käsittelystä aiheutuisi asianosaiselle erityistä haittaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_15",
        "normalized_fi": "Asian käsittelyyn muutoksenhakulautakunnassa sovelletaan oikeudenkäynnin julkisuudesta annettua lakia (945/1984). Suullinen käsittely on toimitettava suljetuin ovin sellaisissa asioissa, joissa on säädetty salassapitovelvollisuus tai jotka muutoksenhakulautakunta määrää käsiteltäviksi suljetuin ovin sillä perusteella, että julkisesta käsittelystä aiheutuisi asianosaiselle erityistä haittaa.",
        "folded_fi": "asian kasittelyyn muutoksenhakulautakunnassa sovelletaan oikeudenkaynnin julkisuudesta annettua lakia (945/1984). suullinen kasittely on toimitettava suljetuin ovin sellaisissa asioissa, joissa on saadetty salassapitovelvollisuus tai jotka muutoksenhakulautakunta maaraa kasiteltaviksi suljetuin ovin silla perusteella, etta julkisesta kasittelysta aiheutuisi asianosaiselle erityista haittaa.",
        "title_sv": "Offentlighet vid behandlingen",
        "content_sv": "På behandlingen av ärenden i besvärsnämnden tillämpas lagen om offentlighet vid rättegång (945/1984). Muntlig förhandling skall ske inom stängda dörrar i ärenden i fråga om vilka tystnadsplikt gäller eller om nämnden förordnar att ett ärende skall behandlas inom stängda dörrar på den grunden att en offentlig behandling kan medföra särskild olägenhet för en part.",
        "normalized_sv": "På behandlingen av ärenden i besvärsnämnden tillämpas lagen om offentlighet vid rättegång (945/1984). Muntlig förhandling skall ske inom stängda dörrar i ärenden i fråga om vilka tystnadsplikt gäller eller om nämnden förordnar att ett ärende skall behandlas inom stängda dörrar på den grunden att en offentlig behandling kan medföra särskild olägenhet för en part.",
        "folded_sv": "pa behandlingen av arenden i besvarsnamnden tillampas lagen om offentlighet vid rattegang (945/1984). muntlig forhandling skall ske inom stangda dorrar i arenden i fraga om vilka tystnadsplikt galler eller om namnden forordnar att ett arende skall behandlas inom stangda dorrar pa den grunden att en offentlig behandling kan medfora sarskild olagenhet for en part."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Virkasyyte",
      "content": "Muutoksenhakulautakunnan puheenjohtajaa, varapuheenjohtajaa ja muuta jäsentä syytetään virkarikoksesta Helsingin hovioikeudessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_16",
        "normalized_fi": "Muutoksenhakulautakunnan puheenjohtajaa, varapuheenjohtajaa ja muuta jäsentä syytetään virkarikoksesta Helsingin hovioikeudessa.",
        "folded_fi": "muutoksenhakulautakunnan puheenjohtajaa, varapuheenjohtajaa ja muuta jasenta syytetaan virkarikoksesta helsingin hovioikeudessa.",
        "title_sv": "Tjänsteåtal",
        "content_sv": "Ordföranden, vice ordförandena och andra medlemmar i besvärsnämnden åtalas för tjänstebrott i Helsingfors hovrätt.",
        "normalized_sv": "Ordföranden, vice ordförandena och andra medlemmar i besvärsnämnden åtalas för tjänstebrott i Helsingfors hovrätt.",
        "folded_sv": "ordforanden, vice ordforandena och andra medlemmar i besvarsnamnden atalas for tjanstebrott i helsingfors hovratt."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Oikeus saada tietoja ja virka-apua",
      "content": "Viranomaiset ja julkista tehtävää hoitavat yhteisöt sekä vakuutus- ja eläkelaitokset ovat salassapitosäännösten estämättä velvolliset pyynnöstä antamaan maksutta valitusasian käsittelyssä välttämättömiä tietoja sekä virka-apua muutoksenhakulautakunnalle. Vastaava velvollisuus on myös laillistetulla lääkärillä ja muulla terveydenhuollon ammattihenkilöllä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_17",
        "normalized_fi": "Viranomaiset ja julkista tehtävää hoitavat yhteisöt sekä vakuutus- ja eläkelaitokset ovat salassapitosäännösten estämättä velvolliset pyynnöstä antamaan maksutta valitusasian käsittelyssä välttämättömiä tietoja sekä virka-apua muutoksenhakulautakunnalle. Vastaava velvollisuus on myös laillistetulla lääkärillä ja muulla terveydenhuollon ammattihenkilöllä.",
        "folded_fi": "viranomaiset ja julkista tehtavaa hoitavat yhteisot seka vakuutus- ja elakelaitokset ovat salassapitosaannosten estamatta velvolliset pyynnosta antamaan maksutta valitusasian kasittelyssa valttamattomia tietoja seka virka-apua muutoksenhakulautakunnalle. vastaava velvollisuus on myos laillistetulla laakarilla ja muulla terveydenhuollon ammattihenkilolla.",
        "title_sv": "Rätt att få uppgifter och handräckning",
        "content_sv": "Utan hinder av sekretessbestämmelserna är myndigheter och samfund som utför ett offentligt uppdrag samt försäkrings- och pensionsanstalter skyldiga att på begäran och avgiftsfritt lämna uppgifter som är nödvändiga för behandlingen av ett besvärsärende samt att ge besvärsnämnden handräckning. Samma skyldighet gäller också för legitimerade läkare och andra yrkesutbildade personer inom hälso- och sjukvården.",
        "normalized_sv": "Utan hinder av sekretessbestämmelserna är myndigheter och samfund som utför ett offentligt uppdrag samt försäkrings- och pensionsanstalter skyldiga att på begäran och avgiftsfritt lämna uppgifter som är nödvändiga för behandlingen av ett besvärsärende samt att ge besvärsnämnden handräckning. Samma skyldighet gäller också för legitimerade läkare och andra yrkesutbildade personer inom hälso- och sjukvården.",
        "folded_sv": "utan hinder av sekretessbestammelserna ar myndigheter och samfund som utfor ett offentligt uppdrag samt forsakrings- och pensionsanstalter skyldiga att pa begaran och avgiftsfritt lamna uppgifter som ar nodvandiga for behandlingen av ett besvarsarende samt att ge besvarsnamnden handrackning. samma skyldighet galler ocksa for legitimerade lakare och andra yrkesutbildade personer inom halso- och sjukvarden."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Rahoitus",
      "content": "Muutoksenhakulautakunnan kustannukset suoritetaan valtion varoista. Muutoksenhakulautakunnan sivutoimisten varapuheenjohtajien ja jäsenten palkkiot määrätään sosiaali- ja terveysministeriön vahvistamien perusteiden mukaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_18",
        "normalized_fi": "Muutoksenhakulautakunnan kustannukset suoritetaan valtion varoista. Muutoksenhakulautakunnan sivutoimisten varapuheenjohtajien ja jäsenten palkkiot määrätään sosiaali- ja terveysministeriön vahvistamien perusteiden mukaan.",
        "folded_fi": "muutoksenhakulautakunnan kustannukset suoritetaan valtion varoista. muutoksenhakulautakunnan sivutoimisten varapuheenjohtajien ja jasenten palkkiot maarataan sosiaali- ja terveysministerion vahvistamien perusteiden mukaan.",
        "title_sv": "Finansiering",
        "content_sv": "Kostnaderna för besvärsnämnden betalas av statens medel. Arvodena för vice ordförandena med uppdraget som bisyssla och för medlemmarna bestäms enligt grunder som fastställts av social- och hälsovårdsministeriet.",
        "normalized_sv": "Kostnaderna för besvärsnämnden betalas av statens medel. Arvodena för vice ordförandena med uppdraget som bisyssla och för medlemmarna bestäms enligt grunder som fastställts av social- och hälsovårdsministeriet.",
        "folded_sv": "kostnaderna for besvarsnamnden betalas av statens medel. arvodena for vice ordforandena med uppdraget som bisyssla och for medlemmarna bestams enligt grunder som faststallts av social- och halsovardsministeriet."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Tarkemmat säännökset ja määräykset",
      "content": "Tarkemmat säännökset muutoksenhakulautakunnan sihteeristä, muista virkamiehistä ja muusta työsopimussuhteisesta henkilöstöstä sekä muutoksenhakulautakunnan ratkaisujen julkaisemisesta annetaan valtioneuvoston asetuksella. Työskentelyn järjestämisestä muutoksenhakulautakunnassa määrätään tarkemmin työjärjestyksessä, jonka muutoksenhakulautakunnan täysistunto vahvistaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_19",
        "normalized_fi": "Tarkemmat säännökset muutoksenhakulautakunnan sihteeristä, muista virkamiehistä ja muusta työsopimussuhteisesta henkilöstöstä sekä muutoksenhakulautakunnan ratkaisujen julkaisemisesta annetaan valtioneuvoston asetuksella. Työskentelyn järjestämisestä muutoksenhakulautakunnassa määrätään tarkemmin työjärjestyksessä, jonka muutoksenhakulautakunnan täysistunto vahvistaa.",
        "folded_fi": "tarkemmat saannokset muutoksenhakulautakunnan sihteerista, muista virkamiehista ja muusta tyosopimussuhteisesta henkilostosta seka muutoksenhakulautakunnan ratkaisujen julkaisemisesta annetaan valtioneuvoston asetuksella. tyoskentelyn jarjestamisesta muutoksenhakulautakunnassa maarataan tarkemmin tyojarjestyksessa, jonka muutoksenhakulautakunnan taysistunto vahvistaa.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Närmare bestämmelser om besvärsnämndens sekreterare, övriga tjänstemän och annan personal i arbetsavtalsförhållande samt om offentliggörande av nämndens avgöranden utfärdas genom förordning av statsrådet. Närmare bestämmelser om arbetet i besvärsnämnden finns i arbetsordningen som fastställs i besvärsnämndens plenum.",
        "normalized_sv": "Närmare bestämmelser om besvärsnämndens sekreterare, övriga tjänstemän och annan personal i arbetsavtalsförhållande samt om offentliggörande av nämndens avgöranden utfärdas genom förordning av statsrådet. Närmare bestämmelser om arbetet i besvärsnämnden finns i arbetsordningen som fastställs i besvärsnämndens plenum.",
        "folded_sv": "narmare bestammelser om besvarsnamndens sekreterare, ovriga tjansteman och annan personal i arbetsavtalsforhallande samt om offentliggorande av namndens avgoranden utfardas genom forordning av statsradet. narmare bestammelser om arbetet i besvarsnamnden finns i arbetsordningen som faststalls i besvarsnamndens plenum."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2007. Sosiaalivakuutuslautakuntien toiminta lakkaa tämän lain tullessa voimaan, ja tarkastuslautakunnan nimi muuttuu sosiaaliturvan muutoksenhakulautakunnaksi. Mitä muualla lainsäädännössä säädetään sosiaalivakuutuslautakunnasta tai tarkastuslautakunnasta, koskee tämän lain voimaan tultua sosiaaliturvan muutoksenhakulautakuntaa. Ennen tämän lain voimaantuloa voidaan ryhtyä toimenpiteisiin muutoksenhakulautakunnan virkojen ja tehtävien täyttämiseksi sekä muihin lain edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_20",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2007. Sosiaalivakuutuslautakuntien toiminta lakkaa tämän lain tullessa voimaan, ja tarkastuslautakunnan nimi muuttuu sosiaaliturvan muutoksenhakulautakunnaksi. Mitä muualla lainsäädännössä säädetään sosiaalivakuutuslautakunnasta tai tarkastuslautakunnasta, koskee tämän lain voimaan tultua sosiaaliturvan muutoksenhakulautakuntaa. Ennen tämän lain voimaantuloa voidaan ryhtyä toimenpiteisiin muutoksenhakulautakunnan virkojen ja tehtävien täyttämiseksi sekä muihin lain edellyttämiin toimenpiteisiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2007. sosiaalivakuutuslautakuntien toiminta lakkaa taman lain tullessa voimaan, ja tarkastuslautakunnan nimi muuttuu sosiaaliturvan muutoksenhakulautakunnaksi. mita muualla lainsaadannossa saadetaan sosiaalivakuutuslautakunnasta tai tarkastuslautakunnasta, koskee taman lain voimaan tultua sosiaaliturvan muutoksenhakulautakuntaa. ennen taman lain voimaantuloa voidaan ryhtya toimenpiteisiin muutoksenhakulautakunnan virkojen ja tehtavien tayttamiseksi seka muihin lain edellyttamiin toimenpiteisiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2007. Socialförsäkringsnämndernas verksamhet upphör när denna lag träder i kraft. Samtidigt ändrar prövningsnämnden namn till besvärsnämnden för social trygghet. Det som föreskrivs om socialförsäkringsnämnderna och prövningsnämnden någon annanstans i lag gäller besvärsnämnden för social trygghet när denna lag har trätt i kraft. Åtgärder för att tillsätta tjänsterna och uppdragen i besvärsnämnden för social trygghet och övriga åtgärder som lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2007. Socialförsäkringsnämndernas verksamhet upphör när denna lag träder i kraft. Samtidigt ändrar prövningsnämnden namn till besvärsnämnden för social trygghet. Det som föreskrivs om socialförsäkringsnämnderna och prövningsnämnden någon annanstans i lag gäller besvärsnämnden för social trygghet när denna lag har trätt i kraft. Åtgärder för att tillsätta tjänsterna och uppdragen i besvärsnämnden för social trygghet och övriga åtgärder som lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2007. socialforsakringsnamndernas verksamhet upphor nar denna lag trader i kraft. samtidigt andrar provningsnamnden namn till besvarsnamnden for social trygghet. det som foreskrivs om socialforsakringsnamnderna och provningsnamnden nagon annanstans i lag galler besvarsnamnden for social trygghet nar denna lag har tratt i kraft. atgarder for att tillsatta tjansterna och uppdragen i besvarsnamnden for social trygghet och ovriga atgarder som lagen forutsatter far vidtas innan lagen trader i kraft."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Siirtymäsäännökset",
      "content": "Tämän lain voimaan tullessa sosiaalivakuutuslautakunnissa ja tarkastuslautakunnassa vireillä olevat asiat siirtyvät käsiteltäviksi ja ratkaistaviksi sosiaaliturvan muutoksenhakulautakuntaan tämän lain säännösten mukaan. Sosiaalivakuutuslautakuntien palveluksessa vakituisessa työsuhteessa työskentelevät esittelijät voivat siirtyä sosiaaliturvan muutoksenhakulautakunnan palvelukseen tai pysyä Kansaneläkelaitoksen palveluksessa. Tarkastuslautakunnan puheenjohtaja ja muu päätoiminen henkilöstö jatkaa muutoksenhakulautakunnan palveluksessa. Päätoimisen puheenjohtajan virka täytetään toistaiseksi 1 päivästä tammikuuta 2009. Tarkastuslautakunnan sivutoimiset jäsenet ja varajäsenet jatkavat toimikautensa loppuun muutoksenhakulautakunnan sivutoimisina jäseninä ja varajäseninä. Muutoksenhakulautakunta poistaa, siten kuin asianomaisissa etuuslaeissa tarkemmin säädetään, ne päätökset, joiden poistamista koskevat hakemukset tulevat vireille 1 päivänä tammikuuta 2007 tai sen jälkeen. Muutoksenhakulautakunta poistaa kuitenkin ennen 1.1.2007 tarkastuslautakunnassa vireillä olleet poistohakemukset. Tämän lain voimaan tullessa vakuutusoikeudessa vireillä olevat 14 §:n 2 momentissa tarkoitetut poistohakemukset ratkaistaan vakuutusoikeudessa. Muutoksenhakulautakunnan kokoonpanoa koskevia säännöksiä sovelletaan lain voimaantulosta lähtien asioihin, jotka siirtyvät sosiaalivakuutuslautakunnista tai ovat vireillä tarkastuslautakunnassa tämän lain tullessa voimaan tai tulevat vireille 1 päivänä tammikuuta 2007 tai sen jälkeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_21",
        "normalized_fi": "Tämän lain voimaan tullessa sosiaalivakuutuslautakunnissa ja tarkastuslautakunnassa vireillä olevat asiat siirtyvät käsiteltäviksi ja ratkaistaviksi sosiaaliturvan muutoksenhakulautakuntaan tämän lain säännösten mukaan. Sosiaalivakuutuslautakuntien palveluksessa vakituisessa työsuhteessa työskentelevät esittelijät voivat siirtyä sosiaaliturvan muutoksenhakulautakunnan palvelukseen tai pysyä Kansaneläkelaitoksen palveluksessa. Tarkastuslautakunnan puheenjohtaja ja muu päätoiminen henkilöstö jatkaa muutoksenhakulautakunnan palveluksessa. Päätoimisen puheenjohtajan virka täytetään toistaiseksi 1 päivästä tammikuuta 2009. Tarkastuslautakunnan sivutoimiset jäsenet ja varajäsenet jatkavat toimikautensa loppuun muutoksenhakulautakunnan sivutoimisina jäseninä ja varajäseninä. Muutoksenhakulautakunta poistaa, siten kuin asianomaisissa etuuslaeissa tarkemmin säädetään, ne päätökset, joiden poistamista koskevat hakemukset tulevat vireille 1 päivänä tammikuuta 2007 tai sen jälkeen. Muutoksenhakulautakunta poistaa kuitenkin ennen 1.1.2007 tarkastuslautakunnassa vireillä olleet poistohakemukset. Tämän lain voimaan tullessa vakuutusoikeudessa vireillä olevat 14 § :n 2 momentissa tarkoitetut poistohakemukset ratkaistaan vakuutusoikeudessa. Muutoksenhakulautakunnan kokoonpanoa koskevia säännöksiä sovelletaan lain voimaantulosta lähtien asioihin, jotka siirtyvät sosiaalivakuutuslautakunnista tai ovat vireillä tarkastuslautakunnassa tämän lain tullessa voimaan tai tulevat vireille 1 päivänä tammikuuta 2007 tai sen jälkeen.",
        "folded_fi": "taman lain voimaan tullessa sosiaalivakuutuslautakunnissa ja tarkastuslautakunnassa vireilla olevat asiat siirtyvat kasiteltaviksi ja ratkaistaviksi sosiaaliturvan muutoksenhakulautakuntaan taman lain saannosten mukaan. sosiaalivakuutuslautakuntien palveluksessa vakituisessa tyosuhteessa tyoskentelevat esittelijat voivat siirtya sosiaaliturvan muutoksenhakulautakunnan palvelukseen tai pysya kansanelakelaitoksen palveluksessa. tarkastuslautakunnan puheenjohtaja ja muu paatoiminen henkilosto jatkaa muutoksenhakulautakunnan palveluksessa. paatoimisen puheenjohtajan virka taytetaan toistaiseksi 1 paivasta tammikuuta 2009. tarkastuslautakunnan sivutoimiset jasenet ja varajasenet jatkavat toimikautensa loppuun muutoksenhakulautakunnan sivutoimisina jasenina ja varajasenina. muutoksenhakulautakunta poistaa, siten kuin asianomaisissa etuuslaeissa tarkemmin saadetaan, ne paatokset, joiden poistamista koskevat hakemukset tulevat vireille 1 paivana tammikuuta 2007 tai sen jalkeen. muutoksenhakulautakunta poistaa kuitenkin ennen 1.1.2007 tarkastuslautakunnassa vireilla olleet poistohakemukset. taman lain voimaan tullessa vakuutusoikeudessa vireilla olevat 14 §:n 2 momentissa tarkoitetut poistohakemukset ratkaistaan vakuutusoikeudessa. muutoksenhakulautakunnan kokoonpanoa koskevia saannoksia sovelletaan lain voimaantulosta lahtien asioihin, jotka siirtyvat sosiaalivakuutuslautakunnista tai ovat vireilla tarkastuslautakunnassa taman lain tullessa voimaan tai tulevat vireille 1 paivana tammikuuta 2007 tai sen jalkeen.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "När denna lag träder i kraft överförs ärenden som är anhängiga i socialförsäkringsnämnderna och prövningsnämnden till besvärsnämnden för social trygghet för behandling och avgörande i enlighet med denna lag. Föredragande i fast arbetsavtalsförhållande hos socialförsäkringsnämnderna kan övergå till anställning hos besvärsnämnden för social trygghet eller kvarstå i tjänst hos Folkpensionsanstalten. Ordföranden och annan personal med uppdraget som huvudsyssla i prövningsnämnden får fortsatt anställning hos besvärsnämnden. Tjänsten som ordförande med uppdraget som huvudsyssla tillsätts tillsvidare från och med den 1 januari 2009. Medlemmarna och suppleanterna med uppdraget som bisyssla i prövningsnämnden fortsätter sin mandattid ut som medlemmar och suppleanter med uppdraget som bisyssla i besvärsnämnden. I enlighet med vad som närmare bestäms i de enskilda förmånslagarna undanröjer besvärsnämnden sådana beslut i fråga om vilka en ansökan om undanröjande blir aktuell den 1 januari 2007 eller därefter. Besvärsnämnden undanröjer dock ansökningar om undanröjande som anhängiggjorts i prövningsnämnden före den 1 januari 2007. De ansökningar om undanröjande enligt 14 § 2 mom. som är anhängiga i försäkringsdomstolen när lagen träder i kraft avgörs i försäkringsdomstolen. Från och med lagens ikraftträdande tillämpas bestämmelserna om besvärsnämndens sammansättning på ärenden som överförs från socialförsäkringsnämnderna eller som är aktuella i prövningsnämnden när denna lag träder i kraft eller som anhängiggörs den 1 januari 2007 eller därefter.",
        "normalized_sv": "När denna lag träder i kraft överförs ärenden som är anhängiga i socialförsäkringsnämnderna och prövningsnämnden till besvärsnämnden för social trygghet för behandling och avgörande i enlighet med denna lag. Föredragande i fast arbetsavtalsförhållande hos socialförsäkringsnämnderna kan övergå till anställning hos besvärsnämnden för social trygghet eller kvarstå i tjänst hos Folkpensionsanstalten. Ordföranden och annan personal med uppdraget som huvudsyssla i prövningsnämnden får fortsatt anställning hos besvärsnämnden. Tjänsten som ordförande med uppdraget som huvudsyssla tillsätts tillsvidare från och med den 1 januari 2009. Medlemmarna och suppleanterna med uppdraget som bisyssla i prövningsnämnden fortsätter sin mandattid ut som medlemmar och suppleanter med uppdraget som bisyssla i besvärsnämnden. I enlighet med vad som närmare bestäms i de enskilda förmånslagarna undanröjer besvärsnämnden sådana beslut i fråga om vilka en ansökan om undanröjande blir aktuell den 1 januari 2007 eller därefter. Besvärsnämnden undanröjer dock ansökningar om undanröjande som anhängiggjorts i prövningsnämnden före den 1 januari 2007. De ansökningar om undanröjande enligt 14 § 2 mom. som är anhängiga i försäkringsdomstolen när lagen träder i kraft avgörs i försäkringsdomstolen. Från och med lagens ikraftträdande tillämpas bestämmelserna om besvärsnämndens sammansättning på ärenden som överförs från socialförsäkringsnämnderna eller som är aktuella i prövningsnämnden när denna lag träder i kraft eller som anhängiggörs den 1 januari 2007 eller därefter.",
        "folded_sv": "nar denna lag trader i kraft overfors arenden som ar anhangiga i socialforsakringsnamnderna och provningsnamnden till besvarsnamnden for social trygghet for behandling och avgorande i enlighet med denna lag. foredragande i fast arbetsavtalsforhallande hos socialforsakringsnamnderna kan overga till anstallning hos besvarsnamnden for social trygghet eller kvarsta i tjanst hos folkpensionsanstalten. ordforanden och annan personal med uppdraget som huvudsyssla i provningsnamnden far fortsatt anstallning hos besvarsnamnden. tjansten som ordforande med uppdraget som huvudsyssla tillsatts tillsvidare fran och med den 1 januari 2009. medlemmarna och suppleanterna med uppdraget som bisyssla i provningsnamnden fortsatter sin mandattid ut som medlemmar och suppleanter med uppdraget som bisyssla i besvarsnamnden. i enlighet med vad som narmare bestams i de enskilda formanslagarna undanrojer besvarsnamnden sadana beslut i fraga om vilka en ansokan om undanrojande blir aktuell den 1 januari 2007 eller darefter. besvarsnamnden undanrojer dock ansokningar om undanrojande som anhangiggjorts i provningsnamnden fore den 1 januari 2007. de ansokningar om undanrojande enligt 14 § 2 mom. som ar anhangiga i forsakringsdomstolen nar lagen trader i kraft avgors i forsakringsdomstolen. fran och med lagens ikrafttradande tillampas bestammelserna om besvarsnamndens sammansattning pa arenden som overfors fran socialforsakringsnamnderna eller som ar aktuella i provningsnamnden nar denna lag trader i kraft eller som anhangiggors den 1 januari 2007 eller darefter."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    }
  ]
}