{
  "id": "1307/2007",
  "type": "statute",
  "title": "Laki yksityisestä huvialuksesta suoritettavasta polttoainemaksusta",
  "title_en": "Lag om bränsleavgift som betalas för privata fritidsbåtar",
  "status": "in_force",
  "issued_date": "2007-12-21",
  "in_force_date": "2007-12-21",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/1307/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain soveltamisala",
      "content": "Yksityisestä huvialuksesta, jossa käytetään moottoribensiiniä tai dieselöljyä lievemmin verotettua tai verotonta polttoainetta, suoritetaan valtiolle polttoainemaksua siten kuin tässä laissa säädetään. Polttoainemaksu kannetaan maksuvelvollisuuden aiheuttavan polttoaineen käytön estämiseksi. Maksuvelvollisuuden aiheuttavan polttoaineen käyttö yksityisessä huvialuksessa on kielletty. Tätä lakia sovelletaan yksityiseen huvialukseen, jonka omistajana olevan luonnollisen henkilön tai yhteisön kotipaikka on Suomessa sekä yksityiseen huvialukseen, jonka omistajan kotipaikka on muualla kuin Suomessa, jos alusta käytetään Suomessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Yksityisestä huvialuksesta, jossa käytetään moottoribensiiniä tai dieselöljyä lievemmin verotettua tai verotonta polttoainetta, suoritetaan valtiolle polttoainemaksua siten kuin tässä laissa säädetään. Polttoainemaksu kannetaan maksuvelvollisuuden aiheuttavan polttoaineen käytön estämiseksi. Maksuvelvollisuuden aiheuttavan polttoaineen käyttö yksityisessä huvialuksessa on kielletty. Tätä lakia sovelletaan yksityiseen huvialukseen, jonka omistajana olevan luonnollisen henkilön tai yhteisön kotipaikka on Suomessa sekä yksityiseen huvialukseen, jonka omistajan kotipaikka on muualla kuin Suomessa, jos alusta käytetään Suomessa.",
        "folded_fi": "yksityisesta huvialuksesta, jossa kaytetaan moottoribensiinia tai dieseloljya lievemmin verotettua tai verotonta polttoainetta, suoritetaan valtiolle polttoainemaksua siten kuin tassa laissa saadetaan. polttoainemaksu kannetaan maksuvelvollisuuden aiheuttavan polttoaineen kayton estamiseksi. maksuvelvollisuuden aiheuttavan polttoaineen kaytto yksityisessa huvialuksessa on kielletty. tata lakia sovelletaan yksityiseen huvialukseen, jonka omistajana olevan luonnollisen henkilon tai yhteison kotipaikka on suomessa seka yksityiseen huvialukseen, jonka omistajan kotipaikka on muualla kuin suomessa, jos alusta kaytetaan suomessa.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "För privata fritidsbåtar i vilka det används bränsle som beskattas lindrigare än motorbensin eller dieselolja eller bränsle som är skattefritt ska betalas bränsleavgift till staten i enlighet med denna lag. Bränsleavgift tas ut för att förhindra att bränsle som ger upphov till avgiftsskyldighet används. Det är förbjudet att i en privat fritidsbåt använda bränsle som ger upphov till avgiftsskyldighet. Denna lag tillämpas på sådana privata fritidsbåtar vilkas ägare, antingen en fysisk person eller en sammanslutning, har hemort i Finland samt på privata fritidsbåtar vilkas ägares hemort är någon annanstans än i Finland, om båten används i Finland.",
        "normalized_sv": "För privata fritidsbåtar i vilka det används bränsle som beskattas lindrigare än motorbensin eller dieselolja eller bränsle som är skattefritt ska betalas bränsleavgift till staten i enlighet med denna lag. Bränsleavgift tas ut för att förhindra att bränsle som ger upphov till avgiftsskyldighet används. Det är förbjudet att i en privat fritidsbåt använda bränsle som ger upphov till avgiftsskyldighet. Denna lag tillämpas på sådana privata fritidsbåtar vilkas ägare, antingen en fysisk person eller en sammanslutning, har hemort i Finland samt på privata fritidsbåtar vilkas ägares hemort är någon annanstans än i Finland, om båten används i Finland.",
        "folded_sv": "for privata fritidsbatar i vilka det anvands bransle som beskattas lindrigare an motorbensin eller dieselolja eller bransle som ar skattefritt ska betalas bransleavgift till staten i enlighet med denna lag. bransleavgift tas ut for att forhindra att bransle som ger upphov till avgiftsskyldighet anvands. det ar forbjudet att i en privat fritidsbat anvanda bransle som ger upphov till avgiftsskyldighet. denna lag tillampas pa sadana privata fritidsbatar vilkas agare, antingen en fysisk person eller en sammanslutning, har hemort i finland samt pa privata fritidsbatar vilkas agares hemort ar nagon annanstans an i finland, om baten anvands i finland."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Muiden lakien soveltaminen",
      "content": "Polttoaineiden määritelmiin sovelletaan nestemäisten polttoaineiden valmisteverosta annetussa laissa (1472/1994) säädettyjä perusteita. Jollei tässä laissa toisin säädetä, polttoainemaksun kantoon sovelletaan soveltuvin osin, mitä veronkantolaissa (609/2005) tai sen nojalla säädetään samoin kuin mitä veronlisäyksestä ja viivekorosta annetussa laissa (1556/1995) sekä verojen ja maksujen täytäntöönpanosta annetussa laissa (706/2007) säädetään. Jollei tässä laissa toisin säädetä, polttoainemaksua koskevien tietojen käyttöön ja luovutukseen sovelletaan soveltuvin osin, mitä vesikulkuneuvorekisteristä annetussa laissa (976/2006) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Polttoaineiden määritelmiin sovelletaan nestemäisten polttoaineiden valmisteverosta annetussa laissa (1472/1994) säädettyjä perusteita. Jollei tässä laissa toisin säädetä, polttoainemaksun kantoon sovelletaan soveltuvin osin, mitä veronkantolaissa (609/2005) tai sen nojalla säädetään samoin kuin mitä veronlisäyksestä ja viivekorosta annetussa laissa (1556/1995) sekä verojen ja maksujen täytäntöönpanosta annetussa laissa (706/2007) säädetään. Jollei tässä laissa toisin säädetä, polttoainemaksua koskevien tietojen käyttöön ja luovutukseen sovelletaan soveltuvin osin, mitä vesikulkuneuvorekisteristä annetussa laissa (976/2006) säädetään.",
        "folded_fi": "polttoaineiden maaritelmiin sovelletaan nestemaisten polttoaineiden valmisteverosta annetussa laissa (1472/1994) saadettyja perusteita. jollei tassa laissa toisin saadeta, polttoainemaksun kantoon sovelletaan soveltuvin osin, mita veronkantolaissa (609/2005) tai sen nojalla saadetaan samoin kuin mita veronlisayksesta ja viivekorosta annetussa laissa (1556/1995) seka verojen ja maksujen taytantoonpanosta annetussa laissa (706/2007) saadetaan. jollei tassa laissa toisin saadeta, polttoainemaksua koskevien tietojen kayttoon ja luovutukseen sovelletaan soveltuvin osin, mita vesikulkuneuvorekisterista annetussa laissa (976/2006) saadetaan.",
        "title_sv": "Tillämpningen av andra lagar",
        "content_sv": "På definitionerna av bränslen tillämpas de grunder som anges i lagen om accis på flytande bränslen (1472/1994). Om inte annat föreskrivs i denna lag, gäller i fråga om uppbörden av bränsleavgift i tillämpliga delar vad som föreskrivs i lagen om skatteuppbörd (609/2005) eller med stöd av den, liksom även vad som föreskrivs i lagen om skattetillägg och förseningsränta (1556/1995) och i lagen om verkställighet av skatter och avgifter (706/2007). Om inte annat föreskrivs i denna lag, gäller för användning och utlämning av uppgifter om bränsleavgiften i tillämpliga delar vad som föreskrivs i lagen om farkostregistret (976/2006).",
        "normalized_sv": "På definitionerna av bränslen tillämpas de grunder som anges i lagen om accis på flytande bränslen (1472/1994). Om inte annat föreskrivs i denna lag, gäller i fråga om uppbörden av bränsleavgift i tillämpliga delar vad som föreskrivs i lagen om skatteuppbörd (609/2005) eller med stöd av den, liksom även vad som föreskrivs i lagen om skattetillägg och förseningsränta (1556/1995) och i lagen om verkställighet av skatter och avgifter (706/2007). Om inte annat föreskrivs i denna lag, gäller för användning och utlämning av uppgifter om bränsleavgiften i tillämpliga delar vad som föreskrivs i lagen om farkostregistret (976/2006).",
        "folded_sv": "pa definitionerna av branslen tillampas de grunder som anges i lagen om accis pa flytande branslen (1472/1994). om inte annat foreskrivs i denna lag, galler i fraga om uppborden av bransleavgift i tillampliga delar vad som foreskrivs i lagen om skatteuppbord (609/2005) eller med stod av den, liksom aven vad som foreskrivs i lagen om skattetillagg och forseningsranta (1556/1995) och i lagen om verkstallighet av skatter och avgifter (706/2007). om inte annat foreskrivs i denna lag, galler for anvandning och utlamning av uppgifter om bransleavgiften i tillampliga delar vad som foreskrivs i lagen om farkostregistret (976/2006)."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Yksityinen huvialus",
      "content": "Yksityisellä huvialuksella tarkoitetaan alusta, jota luonnollinen henkilö tai oikeushenkilö käyttää sen omistajana, vuokraajana tai sen muulla tavoin käyttöönsä saaneena muihin kuin kaupallisiin tarkoituksiin ja erityisesti muihin tarkoituksiin kuin vastiketta vastaan taikka julkisten viranomaisten tarkoituksiin tapahtuviin matkustajien tai tavaroiden kuljetuksiin tai palvelujen tarjoamisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Yksityisellä huvialuksella tarkoitetaan alusta, jota luonnollinen henkilö tai oikeushenkilö käyttää sen omistajana, vuokraajana tai sen muulla tavoin käyttöönsä saaneena muihin kuin kaupallisiin tarkoituksiin ja erityisesti muihin tarkoituksiin kuin vastiketta vastaan taikka julkisten viranomaisten tarkoituksiin tapahtuviin matkustajien tai tavaroiden kuljetuksiin tai palvelujen tarjoamisiin.",
        "folded_fi": "yksityisella huvialuksella tarkoitetaan alusta, jota luonnollinen henkilo tai oikeushenkilo kayttaa sen omistajana, vuokraajana tai sen muulla tavoin kayttoonsa saaneena muihin kuin kaupallisiin tarkoituksiin ja erityisesti muihin tarkoituksiin kuin vastiketta vastaan taikka julkisten viranomaisten tarkoituksiin tapahtuviin matkustajien tai tavaroiden kuljetuksiin tai palvelujen tarjoamisiin.",
        "title_sv": "Privat fritidsbåt",
        "content_sv": "privat fritidsbåt Med avses ett fartyg som av en fysisk eller juridisk person som äger eller hyr fartyget eller på något annat sätt fått nyttjanderätt till det används för annat än kommersiella ändamål och särskilt för andra ändamål än transport av passagerare eller varor eller tillhandahållande av tjänster mot ersättning eller i en offentlig myndighets verksamhet.",
        "normalized_sv": "privat fritidsbåt Med avses ett fartyg som av en fysisk eller juridisk person som äger eller hyr fartyget eller på något annat sätt fått nyttjanderätt till det används för annat än kommersiella ändamål och särskilt för andra ändamål än transport av passagerare eller varor eller tillhandahållande av tjänster mot ersättning eller i en offentlig myndighets verksamhet.",
        "folded_sv": "privat fritidsbat med avses ett fartyg som av en fysisk eller juridisk person som ager eller hyr fartyget eller pa nagot annat satt fatt nyttjanderatt till det anvands for annat an kommersiella andamal och sarskilt for andra andamal an transport av passagerare eller varor eller tillhandahallande av tjanster mot ersattning eller i en offentlig myndighets verksamhet."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Polttoainemaksu",
      "content": "Polttoainemaksu pannaan maksuun, jos dieselmoottorilla varustetussa yksityisessä huvialuksessa havaitaan käytetyn kokonaan tai osittain dieselöljyä lievemmin verotettua tai verotonta polttoainetta tai jos bensiiniä käyttämään tarkoitetussa yksityisessä huvialuksessa havaitaan käytetyn moottoribensiiniä lievemmin verotettua tai verotonta polttoainetta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Polttoainemaksu pannaan maksuun, jos dieselmoottorilla varustetussa yksityisessä huvialuksessa havaitaan käytetyn kokonaan tai osittain dieselöljyä lievemmin verotettua tai verotonta polttoainetta tai jos bensiiniä käyttämään tarkoitetussa yksityisessä huvialuksessa havaitaan käytetyn moottoribensiiniä lievemmin verotettua tai verotonta polttoainetta.",
        "folded_fi": "polttoainemaksu pannaan maksuun, jos dieselmoottorilla varustetussa yksityisessa huvialuksessa havaitaan kaytetyn kokonaan tai osittain dieseloljya lievemmin verotettua tai verotonta polttoainetta tai jos bensiinia kayttamaan tarkoitetussa yksityisessa huvialuksessa havaitaan kaytetyn moottoribensiinia lievemmin verotettua tai verotonta polttoainetta.",
        "title_sv": "Bränsleavgift",
        "content_sv": "Bränsleavgift debiteras, om det konstateras att man i en privat fritidsbåt med dieselmotor enbart eller delvis har använt bränsle som beskattas lindrigare än dieselolja eller skattefritt bränsle eller i en privat fritidsbåt som är avsedd för bensindrift har använt bränsle som beskattas lindrigare än motorbensin eller skattefritt bränsle.",
        "normalized_sv": "Bränsleavgift debiteras, om det konstateras att man i en privat fritidsbåt med dieselmotor enbart eller delvis har använt bränsle som beskattas lindrigare än dieselolja eller skattefritt bränsle eller i en privat fritidsbåt som är avsedd för bensindrift har använt bränsle som beskattas lindrigare än motorbensin eller skattefritt bränsle.",
        "folded_sv": "bransleavgift debiteras, om det konstateras att man i en privat fritidsbat med dieselmotor enbart eller delvis har anvant bransle som beskattas lindrigare an dieselolja eller skattefritt bransle eller i en privat fritidsbat som ar avsedd for bensindrift har anvant bransle som beskattas lindrigare an motorbensin eller skattefritt bransle."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Maksuvelvollinen",
      "content": "Polttoainemaksu määrätään sen maksettavaksi, joka lievemmin verotettua tai verotonta polttoainetta käytettäessä on aluksen omistaja. Jos alus on muun kuin omistajansa hallinnassa, polttoainemaksu määrätään haltijan maksettavaksi. Jos rikoksella haltuun otetussa aluksessa käytetään haltuunoton aikana polttoainemaksun aiheuttavaa polttoainetta, määrätään polttoainemaksu rikoksella aluksen haltuunsa saaneen maksettavaksi. Muun selvityksen puuttuessa aluksen omistajana tai haltijana pidetään sitä, joka on merkitty aluksen omistajaksi tai haltijaksi vesikulkuneuvorekisteristä annetussa laissa tarkoitettuun rekisteriin. Jos aluksen omistajaa tai haltijaa ei voida selvittää, polttoainemaksu määrätään kuljettajan maksettavaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Polttoainemaksu määrätään sen maksettavaksi, joka lievemmin verotettua tai verotonta polttoainetta käytettäessä on aluksen omistaja. Jos alus on muun kuin omistajansa hallinnassa, polttoainemaksu määrätään haltijan maksettavaksi. Jos rikoksella haltuun otetussa aluksessa käytetään haltuunoton aikana polttoainemaksun aiheuttavaa polttoainetta, määrätään polttoainemaksu rikoksella aluksen haltuunsa saaneen maksettavaksi. Muun selvityksen puuttuessa aluksen omistajana tai haltijana pidetään sitä, joka on merkitty aluksen omistajaksi tai haltijaksi vesikulkuneuvorekisteristä annetussa laissa tarkoitettuun rekisteriin. Jos aluksen omistajaa tai haltijaa ei voida selvittää, polttoainemaksu määrätään kuljettajan maksettavaksi.",
        "folded_fi": "polttoainemaksu maarataan sen maksettavaksi, joka lievemmin verotettua tai verotonta polttoainetta kaytettaessa on aluksen omistaja. jos alus on muun kuin omistajansa hallinnassa, polttoainemaksu maarataan haltijan maksettavaksi. jos rikoksella haltuun otetussa aluksessa kaytetaan haltuunoton aikana polttoainemaksun aiheuttavaa polttoainetta, maarataan polttoainemaksu rikoksella aluksen haltuunsa saaneen maksettavaksi. muun selvityksen puuttuessa aluksen omistajana tai haltijana pidetaan sita, joka on merkitty aluksen omistajaksi tai haltijaksi vesikulkuneuvorekisterista annetussa laissa tarkoitettuun rekisteriin. jos aluksen omistajaa tai haltijaa ei voida selvittaa, polttoainemaksu maarataan kuljettajan maksettavaksi.",
        "title_sv": "Avgiftsskyldig",
        "content_sv": "Bränsleavgift påförs den som vid användningen av lindrigare beskattat eller skattefritt bränsle är båtens ägare. Innehas båten av någon annan än ägaren, påförs bränsleavgiften innehavaren. Om det i en båt som tagits i besittning på brottslig väg under besittningstiden har använts bränsleavgiftsgrundande bränsle, påförs bränsleavgiften den som genom brott fått båten i sin besittning. I avsaknad av andra uppgifter anses ägaren eller innehavaren till båten vara den som är införd som ägare eller innehavare i det i lagen om farkostregistret avsedda registret. Om det inte går att ta reda på vem som är båtens ägare eller innehavare, påförs bränsleavgiften den som framför båten.",
        "normalized_sv": "Bränsleavgift påförs den som vid användningen av lindrigare beskattat eller skattefritt bränsle är båtens ägare. Innehas båten av någon annan än ägaren, påförs bränsleavgiften innehavaren. Om det i en båt som tagits i besittning på brottslig väg under besittningstiden har använts bränsleavgiftsgrundande bränsle, påförs bränsleavgiften den som genom brott fått båten i sin besittning. I avsaknad av andra uppgifter anses ägaren eller innehavaren till båten vara den som är införd som ägare eller innehavare i det i lagen om farkostregistret avsedda registret. Om det inte går att ta reda på vem som är båtens ägare eller innehavare, påförs bränsleavgiften den som framför båten.",
        "folded_sv": "bransleavgift pafors den som vid anvandningen av lindrigare beskattat eller skattefritt bransle ar batens agare. innehas baten av nagon annan an agaren, pafors bransleavgiften innehavaren. om det i en bat som tagits i besittning pa brottslig vag under besittningstiden har anvants bransleavgiftsgrundande bransle, pafors bransleavgiften den som genom brott fatt baten i sin besittning. i avsaknad av andra uppgifter anses agaren eller innehavaren till baten vara den som ar inford som agare eller innehavare i det i lagen om farkostregistret avsedda registret. om det inte gar att ta reda pa vem som ar batens agare eller innehavare, pafors bransleavgiften den som framfor baten."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Polttoaineen käytön toteaminen",
      "content": "Polttoainemaksun aiheuttavan polttoaineen käyttöön katsotaan ryhdytyn, kun aluksen polttoainejärjestelmään kuuluvassa säiliössä todetaan olevan tällaista polttoainetta. Polttoainemaksu on suoritettava riippumatta siitä, miten ja missä alusta käytetään. Polttoaine katsotaan kuuluvaksi siihen polttoainelajiin, jonka mukaisesti se on verotettu tai olisi pitänyt verottaa polttoaineen käyttöön ryhdyttäessä. Suomen alueelle saapuvan aluksen polttoainesäiliössä olevasta polttoaineesta ei kanneta polttoainemaksua. Polttoainemaksu kannetaan kuitenkin, jos polttoainesäiliössä oleva polttoaine on tehty tunnistettavaksi siten kuin nestemäisen polttoaineen valmisteverosta annetussa laissa tai sen nojalla säädetään kevyestä polttoöljystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Polttoainemaksun aiheuttavan polttoaineen käyttöön katsotaan ryhdytyn, kun aluksen polttoainejärjestelmään kuuluvassa säiliössä todetaan olevan tällaista polttoainetta. Polttoainemaksu on suoritettava riippumatta siitä, miten ja missä alusta käytetään. Polttoaine katsotaan kuuluvaksi siihen polttoainelajiin, jonka mukaisesti se on verotettu tai olisi pitänyt verottaa polttoaineen käyttöön ryhdyttäessä. Suomen alueelle saapuvan aluksen polttoainesäiliössä olevasta polttoaineesta ei kanneta polttoainemaksua. Polttoainemaksu kannetaan kuitenkin, jos polttoainesäiliössä oleva polttoaine on tehty tunnistettavaksi siten kuin nestemäisen polttoaineen valmisteverosta annetussa laissa tai sen nojalla säädetään kevyestä polttoöljystä.",
        "folded_fi": "polttoainemaksun aiheuttavan polttoaineen kayttoon katsotaan ryhdytyn, kun aluksen polttoainejarjestelmaan kuuluvassa sailiossa todetaan olevan tallaista polttoainetta. polttoainemaksu on suoritettava riippumatta siita, miten ja missa alusta kaytetaan. polttoaine katsotaan kuuluvaksi siihen polttoainelajiin, jonka mukaisesti se on verotettu tai olisi pitanyt verottaa polttoaineen kayttoon ryhdyttaessa. suomen alueelle saapuvan aluksen polttoainesailiossa olevasta polttoaineesta ei kanneta polttoainemaksua. polttoainemaksu kannetaan kuitenkin, jos polttoainesailiossa oleva polttoaine on tehty tunnistettavaksi siten kuin nestemaisen polttoaineen valmisteverosta annetussa laissa tai sen nojalla saadetaan kevyesta polttooljysta.",
        "title_sv": "Konstaterande av användning av bränsle",
        "content_sv": "Användning av bränsleavgiftsgrundande bränsle anses ha inletts när det konstateras att en tank som hör till båtens bränslesystem innehåller sådant bränsle. Bränsleavgift ska betalas oberoende av hur och var båten används. Bränslet anses höra till det bränsleslag enligt vilket det beskattats eller borde ha beskattats när användningen av bränslet inleddes. Bränsleavgift tas inte ut för det bränsle som finns i bränsletanken på en båt som anländer till finskt territorium. Bränsleavgift tas dock ut, om det bränsle som finns i båtens bränsletank har gjorts identifierbart på det sätt som föreskrivs om lätt brännolja i lagen om accis på flytande bränsle eller med stöd av den.",
        "normalized_sv": "Användning av bränsleavgiftsgrundande bränsle anses ha inletts när det konstateras att en tank som hör till båtens bränslesystem innehåller sådant bränsle. Bränsleavgift ska betalas oberoende av hur och var båten används. Bränslet anses höra till det bränsleslag enligt vilket det beskattats eller borde ha beskattats när användningen av bränslet inleddes. Bränsleavgift tas inte ut för det bränsle som finns i bränsletanken på en båt som anländer till finskt territorium. Bränsleavgift tas dock ut, om det bränsle som finns i båtens bränsletank har gjorts identifierbart på det sätt som föreskrivs om lätt brännolja i lagen om accis på flytande bränsle eller med stöd av den.",
        "folded_sv": "anvandning av bransleavgiftsgrundande bransle anses ha inletts nar det konstateras att en tank som hor till batens branslesystem innehaller sadant bransle. bransleavgift ska betalas oberoende av hur och var baten anvands. branslet anses hora till det bransleslag enligt vilket det beskattats eller borde ha beskattats nar anvandningen av branslet inleddes. bransleavgift tas inte ut for det bransle som finns i bransletanken pa en bat som anlander till finskt territorium. bransleavgift tas dock ut, om det bransle som finns i batens bransletank har gjorts identifierbart pa det satt som foreskrivs om latt brannolja i lagen om accis pa flytande bransle eller med stod av den."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Polttoainemaksun määrä",
      "content": "Polttoainemaksun määrä on valmistajan ilmoittaman konetehon mukaan: Teho Polttoainemaksu euroa enintään 50 kw 750 yli 50 kw ― 100 kw 1 500 yli 100 kw ― 150 kw 2 250 yli 150 kw ― 200 kw 3 000 yli 200 kw ― 4 000",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Polttoainemaksun määrä on valmistajan ilmoittaman konetehon mukaan: Teho Polttoainemaksu euroa enintään 50 kw 750 yli 50 kw ― 100 kw 1 500 yli 100 kw ― 150 kw 2 250 yli 150 kw ― 200 kw 3 000 yli 200 kw ― 4 000",
        "folded_fi": "polttoainemaksun maara on valmistajan ilmoittaman konetehon mukaan: teho polttoainemaksu euroa enintaan 50 kw 750 yli 50 kw ― 100 kw 1 500 yli 100 kw ― 150 kw 2 250 yli 150 kw ― 200 kw 3 000 yli 200 kw ― 4 000",
        "title_sv": "Bränsleavgiftens storlek",
        "content_sv": "Bränsleavgiftens storlek är enligt den maskineffekt tillverkaren meddelat: Effekt Bränsleavgift euro högst 50 kw 750 över 50 kw ― 100 kw 1 500 över 100 kw ― 150 kw 2 250 över 150 kw ― 200 kw 3 000 över 200 kw ― 4 000",
        "normalized_sv": "Bränsleavgiftens storlek är enligt den maskineffekt tillverkaren meddelat: Effekt Bränsleavgift euro högst 50 kw 750 över 50 kw ― 100 kw 1 500 över 100 kw ― 150 kw 2 250 över 150 kw ― 200 kw 3 000 över 200 kw ― 4 000",
        "folded_sv": "bransleavgiftens storlek ar enligt den maskineffekt tillverkaren meddelat: effekt bransleavgift euro hogst 50 kw 750 over 50 kw ― 100 kw 1 500 over 100 kw ― 150 kw 2 250 over 150 kw ― 200 kw 3 000 over 200 kw ― 4 000"
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Polttoainemaksun korottaminen",
      "content": "Polttoainemaksua voidaan korottaa: 1) enintään 50 prosentilla, jos polttoainemaksun aiheuttavan polttoaineen käyttö toistuu sen jälkeen, kun aluksessa on havaittu käytettävän tällaista polttoainetta; ja 2) enintään 100 prosentilla, jos polttoainemaksun aiheuttavan polttoaineen käyttö on erityisen törkeää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Polttoainemaksua voidaan korottaa: 1) enintään 50 prosentilla, jos polttoainemaksun aiheuttavan polttoaineen käyttö toistuu sen jälkeen, kun aluksessa on havaittu käytettävän tällaista polttoainetta; ja 2) enintään 100 prosentilla, jos polttoainemaksun aiheuttavan polttoaineen käyttö on erityisen törkeää.",
        "folded_fi": "polttoainemaksua voidaan korottaa: 1) enintaan 50 prosentilla, jos polttoainemaksun aiheuttavan polttoaineen kaytto toistuu sen jalkeen, kun aluksessa on havaittu kaytettavan tallaista polttoainetta; ja 2) enintaan 100 prosentilla, jos polttoainemaksun aiheuttavan polttoaineen kaytto on erityisen torkeaa.",
        "title_sv": "Höjning av bränsleavgiften",
        "content_sv": "Bränsleavgiften kan höjas 1) med högst 50 procent, om användningen av bränsleavgiftsgrundande bränsle upprepas efter det att det har konstaterats att sådant bränsle används i båten, och 2) med högst 100 procent, om användningen av bränsleavgiftsgrundande bränsle är särskilt graverande.",
        "normalized_sv": "Bränsleavgiften kan höjas 1) med högst 50 procent, om användningen av bränsleavgiftsgrundande bränsle upprepas efter det att det har konstaterats att sådant bränsle används i båten, och 2) med högst 100 procent, om användningen av bränsleavgiftsgrundande bränsle är särskilt graverande.",
        "folded_sv": "bransleavgiften kan hojas 1) med hogst 50 procent, om anvandningen av bransleavgiftsgrundande bransle upprepas efter det att det har konstaterats att sadant bransle anvands i baten, och 2) med hogst 100 procent, om anvandningen av bransleavgiftsgrundande bransle ar sarskilt graverande."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Polttoainemaksun määrääminen",
      "content": "Jos aluksessa todetaan käytettävän polttoainemaksun aiheuttavaa polttoainetta ja tämä aiheuttaa polttoainemaksun kantamisen, polttoainemaksu voidaan kantaa uudelleen, jos maksuvelvollisuuden aiheuttavaa polttoainetta käytetään vielä seuraavana päivänä tai sen jälkeen taikka jäljempänä 10 §:ssä tarkoitetun kuljetuksen päättymisen jälkeen. Jos polttoainemaksua pannaan maksuun muun näytön kuin aluksessa havaitun polttoaineen perusteella, polttoainemaksu kannetaan vain kerran koko siltä vuodelta, jonka aikana tapahtunutta polttoaineen käyttöä näyttö koskee. Polttoainemaksu maksuunpannaan enintään viideltä vuodelta luettuna siitä ajankohdasta, jona aluksen käyttö polttoainemaksun aiheuttavalla polttoaineella on tullut tulliviranomaisen tietoon. Polttoainemaksu on määrättävä kahden vuoden kuluessa sen vuoden päättymisestä, jona aluksen käyttö polttoainemaksun aiheuttavalla polttoaineella on tullut tulliviranomaisen tietoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Jos aluksessa todetaan käytettävän polttoainemaksun aiheuttavaa polttoainetta ja tämä aiheuttaa polttoainemaksun kantamisen, polttoainemaksu voidaan kantaa uudelleen, jos maksuvelvollisuuden aiheuttavaa polttoainetta käytetään vielä seuraavana päivänä tai sen jälkeen taikka jäljempänä 10 § :ssä tarkoitetun kuljetuksen päättymisen jälkeen. Jos polttoainemaksua pannaan maksuun muun näytön kuin aluksessa havaitun polttoaineen perusteella, polttoainemaksu kannetaan vain kerran koko siltä vuodelta, jonka aikana tapahtunutta polttoaineen käyttöä näyttö koskee. Polttoainemaksu maksuunpannaan enintään viideltä vuodelta luettuna siitä ajankohdasta, jona aluksen käyttö polttoainemaksun aiheuttavalla polttoaineella on tullut tulliviranomaisen tietoon. Polttoainemaksu on määrättävä kahden vuoden kuluessa sen vuoden päättymisestä, jona aluksen käyttö polttoainemaksun aiheuttavalla polttoaineella on tullut tulliviranomaisen tietoon.",
        "folded_fi": "jos aluksessa todetaan kaytettavan polttoainemaksun aiheuttavaa polttoainetta ja tama aiheuttaa polttoainemaksun kantamisen, polttoainemaksu voidaan kantaa uudelleen, jos maksuvelvollisuuden aiheuttavaa polttoainetta kaytetaan viela seuraavana paivana tai sen jalkeen taikka jaljempana 10 §:ssa tarkoitetun kuljetuksen paattymisen jalkeen. jos polttoainemaksua pannaan maksuun muun nayton kuin aluksessa havaitun polttoaineen perusteella, polttoainemaksu kannetaan vain kerran koko silta vuodelta, jonka aikana tapahtunutta polttoaineen kayttoa naytto koskee. polttoainemaksu maksuunpannaan enintaan viidelta vuodelta luettuna siita ajankohdasta, jona aluksen kaytto polttoainemaksun aiheuttavalla polttoaineella on tullut tulliviranomaisen tietoon. polttoainemaksu on maarattava kahden vuoden kuluessa sen vuoden paattymisesta, jona aluksen kaytto polttoainemaksun aiheuttavalla polttoaineella on tullut tulliviranomaisen tietoon.",
        "title_sv": "Påförande av bränsleavgift",
        "content_sv": "Om det konstateras att bränsleavgiftsgrundande bränsle används i en båt och detta leder till att bränsleavgiften tas ut, kan bränsleavgift tas ut på nytt, om det bränsleavgiftsgrundande bränslet används ännu följande dag eller därefter eller efter att det i 10 § avsedda framförandet avslutats. Om bränsleavgift debiteras på någon annan grund än det bränsle som konstaterats i båten tas bränsleavgiften ut endast en gång för hela det år som beviset på användning av bränslet gäller. Bränsleavgift kan debiteras för högst fem år räknat från den tidpunkt då tullmyndigheten fick kännedom om användningen av bränsleavgiftsgrundande bränsle i båten. Bränsleavgift ska påföras inom två år från utgången av det år då tullmyndigheten fick kännedom om användningen av bränsleavgiftsgrundande bränsle i båten.",
        "normalized_sv": "Om det konstateras att bränsleavgiftsgrundande bränsle används i en båt och detta leder till att bränsleavgiften tas ut, kan bränsleavgift tas ut på nytt, om det bränsleavgiftsgrundande bränslet används ännu följande dag eller därefter eller efter att det i 10 § avsedda framförandet avslutats. Om bränsleavgift debiteras på någon annan grund än det bränsle som konstaterats i båten tas bränsleavgiften ut endast en gång för hela det år som beviset på användning av bränslet gäller. Bränsleavgift kan debiteras för högst fem år räknat från den tidpunkt då tullmyndigheten fick kännedom om användningen av bränsleavgiftsgrundande bränsle i båten. Bränsleavgift ska påföras inom två år från utgången av det år då tullmyndigheten fick kännedom om användningen av bränsleavgiftsgrundande bränsle i båten.",
        "folded_sv": "om det konstateras att bransleavgiftsgrundande bransle anvands i en bat och detta leder till att bransleavgiften tas ut, kan bransleavgift tas ut pa nytt, om det bransleavgiftsgrundande branslet anvands annu foljande dag eller darefter eller efter att det i 10 § avsedda framforandet avslutats. om bransleavgift debiteras pa nagon annan grund an det bransle som konstaterats i baten tas bransleavgiften ut endast en gang for hela det ar som beviset pa anvandning av branslet galler. bransleavgift kan debiteras for hogst fem ar raknat fran den tidpunkt da tullmyndigheten fick kannedom om anvandningen av bransleavgiftsgrundande bransle i baten. bransleavgift ska paforas inom tva ar fran utgangen av det ar da tullmyndigheten fick kannedom om anvandningen av bransleavgiftsgrundande bransle i baten."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Kuljetuksen jatkaminen",
      "content": "Polttoainemaksun määräämisperusteiden toteamisen ja selvittämisen jälkeen aluksen saa kuljettaa samaa polttoainetta käyttäen lähimmälle valvovan viranomaisen määräämälle paikalle, jossa polttoaine voidaan vaihtaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Polttoainemaksun määräämisperusteiden toteamisen ja selvittämisen jälkeen aluksen saa kuljettaa samaa polttoainetta käyttäen lähimmälle valvovan viranomaisen määräämälle paikalle, jossa polttoaine voidaan vaihtaa.",
        "folded_fi": "polttoainemaksun maaraamisperusteiden toteamisen ja selvittamisen jalkeen aluksen saa kuljettaa samaa polttoainetta kayttaen lahimmalle valvovan viranomaisen maaraamalle paikalle, jossa polttoaine voidaan vaihtaa.",
        "title_sv": "Fortsatt framförande av båt",
        "content_sv": "När grunderna för påförande av bränsleavgift har konstaterats och retts ut får en båt framföras med samma bränsle till närmaste av tillsynsmyndigheten anvisade ställe där bränslet kan bytas ut.",
        "normalized_sv": "När grunderna för påförande av bränsleavgift har konstaterats och retts ut får en båt framföras med samma bränsle till närmaste av tillsynsmyndigheten anvisade ställe där bränslet kan bytas ut.",
        "folded_sv": "nar grunderna for paforande av bransleavgift har konstaterats och retts ut far en bat framforas med samma bransle till narmaste av tillsynsmyndigheten anvisade stalle dar branslet kan bytas ut."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Aluksen maastavientikielto",
      "content": "Alusta, josta on kannettava polttoainemaksua, ei saa viedä maasta ennen kuin polttoainemaksu on maksettu. Tulliviranomainen voi kuitenkin sallia aluksen maastaviennin, jos polttoainemaksun maksamisesta on asetettu hyväksyttävä vakuus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Alusta, josta on kannettava polttoainemaksua, ei saa viedä maasta ennen kuin polttoainemaksu on maksettu. Tulliviranomainen voi kuitenkin sallia aluksen maastaviennin, jos polttoainemaksun maksamisesta on asetettu hyväksyttävä vakuus.",
        "folded_fi": "alusta, josta on kannettava polttoainemaksua, ei saa vieda maasta ennen kuin polttoainemaksu on maksettu. tulliviranomainen voi kuitenkin sallia aluksen maastaviennin, jos polttoainemaksun maksamisesta on asetettu hyvaksyttava vakuus.",
        "title_sv": "Förbud att föra ut en båt ur landet",
        "content_sv": "En båt för vilken bränsleavgift ska tas ut får inte föras ut ur landet förrän bränsleavgiften är betald. Tullmyndigheten kan dock tillåta att en båt förs ut ur landet, om godtagbar säkerhet har ställts för betalningen av bränsleavgiften.",
        "normalized_sv": "En båt för vilken bränsleavgift ska tas ut får inte föras ut ur landet förrän bränsleavgiften är betald. Tullmyndigheten kan dock tillåta att en båt förs ut ur landet, om godtagbar säkerhet har ställts för betalningen av bränsleavgiften.",
        "folded_sv": "en bat for vilken bransleavgift ska tas ut far inte foras ut ur landet forran bransleavgiften ar betald. tullmyndigheten kan dock tillata att en bat fors ut ur landet, om godtagbar sakerhet har stallts for betalningen av bransleavgiften."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Polttoainemaksun suorittaminen",
      "content": "Polttoainemaksu on suoritettava 30 päivän kuluessa maksuunpanopäätöksen antamisesta. Jos polttoainemaksua ei ole suoritettu määräajassa, maksuvelvolliselta peritään veronlisäyksestä ja viivekorosta annetun lain mukaisesti laskettava viivekorko. Polttoainemaksu on maksettava rahalaitokseen tai maksuja vastaanottavaan maksupaikkaan siten kuin veronkantolaissa tai sen nojalla säädetään. Polttoainemaksun maksamisen yhteydessä on ilmoitettava maksulipun viitenumero. Tulliviranomainen voi lähettää erääntyneestä polttoainemaksusta maksuvelvolliselle maksumuistutuksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Polttoainemaksu on suoritettava 30 päivän kuluessa maksuunpanopäätöksen antamisesta. Jos polttoainemaksua ei ole suoritettu määräajassa, maksuvelvolliselta peritään veronlisäyksestä ja viivekorosta annetun lain mukaisesti laskettava viivekorko. Polttoainemaksu on maksettava rahalaitokseen tai maksuja vastaanottavaan maksupaikkaan siten kuin veronkantolaissa tai sen nojalla säädetään. Polttoainemaksun maksamisen yhteydessä on ilmoitettava maksulipun viitenumero. Tulliviranomainen voi lähettää erääntyneestä polttoainemaksusta maksuvelvolliselle maksumuistutuksen.",
        "folded_fi": "polttoainemaksu on suoritettava 30 paivan kuluessa maksuunpanopaatoksen antamisesta. jos polttoainemaksua ei ole suoritettu maaraajassa, maksuvelvolliselta peritaan veronlisayksesta ja viivekorosta annetun lain mukaisesti laskettava viivekorko. polttoainemaksu on maksettava rahalaitokseen tai maksuja vastaanottavaan maksupaikkaan siten kuin veronkantolaissa tai sen nojalla saadetaan. polttoainemaksun maksamisen yhteydessa on ilmoitettava maksulipun viitenumero. tulliviranomainen voi lahettaa eraantyneesta polttoainemaksusta maksuvelvolliselle maksumuistutuksen.",
        "title_sv": "Betalning av bränsleavgift",
        "content_sv": "Bränsleavgiften ska betalas inom 30 dagar räknat från det debiteringsbeslutet meddelats. Om bränsleavgiften inte har betalats inom utsatt tid, tas hos den avgiftsskyldige ut en förseningsränta som beräknas i enlighet med lagen om skattetillägg och förseningsränta. Bränsleavgiften ska i enlighet med lagen om skatteuppbörd eller vad som föreskrivs med stöd av den betalas till en penninginrättning eller till ett verksamhetsställe som tar emot betalningar. I samband med betalningen av bränsleavgiften ska inbetalningskortets referensnummer anges. Tullmyndigheten kan sända den avgiftsskyldige en betalningspåminnelse om bränsleavgift som förfallit till betalning.",
        "normalized_sv": "Bränsleavgiften ska betalas inom 30 dagar räknat från det debiteringsbeslutet meddelats. Om bränsleavgiften inte har betalats inom utsatt tid, tas hos den avgiftsskyldige ut en förseningsränta som beräknas i enlighet med lagen om skattetillägg och förseningsränta. Bränsleavgiften ska i enlighet med lagen om skatteuppbörd eller vad som föreskrivs med stöd av den betalas till en penninginrättning eller till ett verksamhetsställe som tar emot betalningar. I samband med betalningen av bränsleavgiften ska inbetalningskortets referensnummer anges. Tullmyndigheten kan sända den avgiftsskyldige en betalningspåminnelse om bränsleavgift som förfallit till betalning.",
        "folded_sv": "bransleavgiften ska betalas inom 30 dagar raknat fran det debiteringsbeslutet meddelats. om bransleavgiften inte har betalats inom utsatt tid, tas hos den avgiftsskyldige ut en forseningsranta som beraknas i enlighet med lagen om skattetillagg och forseningsranta. bransleavgiften ska i enlighet med lagen om skatteuppbord eller vad som foreskrivs med stod av den betalas till en penninginrattning eller till ett verksamhetsstalle som tar emot betalningar. i samband med betalningen av bransleavgiften ska inbetalningskortets referensnummer anges. tullmyndigheten kan sanda den avgiftsskyldige en betalningspaminnelse om bransleavgift som forfallit till betalning."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Viranomaiset",
      "content": "Polttoainemaksua koskeva yleinen johto ja valvonta kuuluu Tullihallitukselle. Polttoainemaksun panee maksuun se tulliviranomainen, jonka alueella polttoainemaksun alaisen polttoaineen käyttö on tapahtunut tai jonka alueella käyttö havaitaan. Polttoaineiden käyttöä valvovat tulli-, poliisi- ja rajavartioviranomaiset. Tulli-, poliisi- ja rajavartioviranomaisilla on oikeus suorittaa sellaisia polttoaineen ja aluksen tarkastuksia ja ottaa polttoaineesta näytteitä, jotka ovat tarpeen polttoainemaksun valvontaa ja sen maksuunpanoa varten. Jos aluksessa havaitaan käytettävän polttoainemaksun aiheuttavaa polttoainetta, valvovan viranomaisen tulee ilmoittaa siitä toimivaltaiselle tulliviranomaiselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Polttoainemaksua koskeva yleinen johto ja valvonta kuuluu Tullihallitukselle. Polttoainemaksun panee maksuun se tulliviranomainen, jonka alueella polttoainemaksun alaisen polttoaineen käyttö on tapahtunut tai jonka alueella käyttö havaitaan. Polttoaineiden käyttöä valvovat tulli-, poliisi- ja rajavartioviranomaiset. Tulli-, poliisi- ja rajavartioviranomaisilla on oikeus suorittaa sellaisia polttoaineen ja aluksen tarkastuksia ja ottaa polttoaineesta näytteitä, jotka ovat tarpeen polttoainemaksun valvontaa ja sen maksuunpanoa varten. Jos aluksessa havaitaan käytettävän polttoainemaksun aiheuttavaa polttoainetta, valvovan viranomaisen tulee ilmoittaa siitä toimivaltaiselle tulliviranomaiselle.",
        "folded_fi": "polttoainemaksua koskeva yleinen johto ja valvonta kuuluu tullihallitukselle. polttoainemaksun panee maksuun se tulliviranomainen, jonka alueella polttoainemaksun alaisen polttoaineen kaytto on tapahtunut tai jonka alueella kaytto havaitaan. polttoaineiden kayttoa valvovat tulli-, poliisi- ja rajavartioviranomaiset. tulli-, poliisi- ja rajavartioviranomaisilla on oikeus suorittaa sellaisia polttoaineen ja aluksen tarkastuksia ja ottaa polttoaineesta naytteita, jotka ovat tarpeen polttoainemaksun valvontaa ja sen maksuunpanoa varten. jos aluksessa havaitaan kaytettavan polttoainemaksun aiheuttavaa polttoainetta, valvovan viranomaisen tulee ilmoittaa siita toimivaltaiselle tulliviranomaiselle.",
        "title_sv": "Myndigheter",
        "content_sv": "Den allmänna ledningen och tillsynen i fråga om bränsleavgiften ankommer på Tullstyrelsen. Bränsleavgiften debiteras av den tullmyndighet inom vars område användningen av det bränsleavgiftsgrundande bränslet har skett eller inom vars område användningen konstateras. Tillsynen över användningen av bränslen utövas av tull-, polis- och gränsbevakningsmyndigheterna. Tull-, polis- och gränsbevakningsmyndigheterna har rätt att utföra sådana kontroller av bränsle och båtar och ta sådana bränsleprov som är nödvändiga för tillsynen över bränsleavgiften och debiteringen av den. Om det konstateras att bränsleavgiftsgrundande bränsle används i en båt, ska tillsynsmyndigheten anmäla detta till behörig tullmyndighet.",
        "normalized_sv": "Den allmänna ledningen och tillsynen i fråga om bränsleavgiften ankommer på Tullstyrelsen. Bränsleavgiften debiteras av den tullmyndighet inom vars område användningen av det bränsleavgiftsgrundande bränslet har skett eller inom vars område användningen konstateras. Tillsynen över användningen av bränslen utövas av tull-, polis- och gränsbevakningsmyndigheterna. Tull-, polis- och gränsbevakningsmyndigheterna har rätt att utföra sådana kontroller av bränsle och båtar och ta sådana bränsleprov som är nödvändiga för tillsynen över bränsleavgiften och debiteringen av den. Om det konstateras att bränsleavgiftsgrundande bränsle används i en båt, ska tillsynsmyndigheten anmäla detta till behörig tullmyndighet.",
        "folded_sv": "den allmanna ledningen och tillsynen i fraga om bransleavgiften ankommer pa tullstyrelsen. bransleavgiften debiteras av den tullmyndighet inom vars omrade anvandningen av det bransleavgiftsgrundande branslet har skett eller inom vars omrade anvandningen konstateras. tillsynen over anvandningen av branslen utovas av tull-, polis- och gransbevakningsmyndigheterna. tull-, polis- och gransbevakningsmyndigheterna har ratt att utfora sadana kontroller av bransle och batar och ta sadana bransleprov som ar nodvandiga for tillsynen over bransleavgiften och debiteringen av den. om det konstateras att bransleavgiftsgrundande bransle anvands i en bat, ska tillsynsmyndigheten anmala detta till behorig tullmyndighet."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Käyttökielto",
      "content": "käyttökielto Jos polttoainemaksua ei ole suoritettu määräajassa, alusta ei saa käyttää liikenteessä (). Alusta ei saa käyttää siinäkään tapauksessa, että sen omistus tai hallinta on siirretty muulle kuin maksuvelvolliselle. Polttoainemaksun määrännyt tulliviranomainen voi pyytää poliisilta virka-apua aluksen käytön estämiseksi. Aluksen käyttö sallitaan, kun maksuvelvollinen tai muu kuin maksuvelvollinen on suorittanut polttoainemaksun. Polttoainemaksun määrännyt tulliviranomainen voi määräämillään ehdoilla hakemuksesta erityisestä syystä määräajaksi tai kokonaan peruuttaa käyttökiellon, jos käyttökielto on ilmeisen kohtuuton. Hakemuksen voi tehdä aluksen omistaja tai haltija taikka se, jonka maksettavaksi polttoainemaksu on määrätty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "käyttökielto Jos polttoainemaksua ei ole suoritettu määräajassa, alusta ei saa käyttää liikenteessä (). Alusta ei saa käyttää siinäkään tapauksessa, että sen omistus tai hallinta on siirretty muulle kuin maksuvelvolliselle. Polttoainemaksun määrännyt tulliviranomainen voi pyytää poliisilta virka-apua aluksen käytön estämiseksi. Aluksen käyttö sallitaan, kun maksuvelvollinen tai muu kuin maksuvelvollinen on suorittanut polttoainemaksun. Polttoainemaksun määrännyt tulliviranomainen voi määräämillään ehdoilla hakemuksesta erityisestä syystä määräajaksi tai kokonaan peruuttaa käyttökiellon, jos käyttökielto on ilmeisen kohtuuton. Hakemuksen voi tehdä aluksen omistaja tai haltija taikka se, jonka maksettavaksi polttoainemaksu on määrätty.",
        "folded_fi": "kayttokielto jos polttoainemaksua ei ole suoritettu maaraajassa, alusta ei saa kayttaa liikenteessa (). alusta ei saa kayttaa siinakaan tapauksessa, etta sen omistus tai hallinta on siirretty muulle kuin maksuvelvolliselle. polttoainemaksun maarannyt tulliviranomainen voi pyytaa poliisilta virka-apua aluksen kayton estamiseksi. aluksen kaytto sallitaan, kun maksuvelvollinen tai muu kuin maksuvelvollinen on suorittanut polttoainemaksun. polttoainemaksun maarannyt tulliviranomainen voi maaraamillaan ehdoilla hakemuksesta erityisesta syysta maaraajaksi tai kokonaan peruuttaa kayttokiellon, jos kayttokielto on ilmeisen kohtuuton. hakemuksen voi tehda aluksen omistaja tai haltija taikka se, jonka maksettavaksi polttoainemaksu on maaratty.",
        "title_sv": "Användningsförbud",
        "content_sv": "användningsförbud Om bränsleavgiften inte har betalats inom utsatt tid, får en båt inte användas i trafik (). Båten får inte användas i trafik ens i det fall att äganderätten till eller innehavet av båten har överförts på någon annan än den avgiftsskyldige. Den tullmyndighet som påfört bränsleavgiften kan begära handräckning av polisen för att förhindra att båten används. Båten får användas när bränsleavgiften har betalats. Den tullmyndighet som påfört bränsleavgiften kan, på ansökan och på de villkor som den bestämmer, av särskilda skäl återkalla ett användningsförbud för viss tid eller helt och hållet, om användningsförbudet är uppenbart oskäligt. Ansökan kan göras av båtens ägare eller innehavare eller av den som har påförts bränsleavgiften.",
        "normalized_sv": "användningsförbud Om bränsleavgiften inte har betalats inom utsatt tid, får en båt inte användas i trafik (). Båten får inte användas i trafik ens i det fall att äganderätten till eller innehavet av båten har överförts på någon annan än den avgiftsskyldige. Den tullmyndighet som påfört bränsleavgiften kan begära handräckning av polisen för att förhindra att båten används. Båten får användas när bränsleavgiften har betalats. Den tullmyndighet som påfört bränsleavgiften kan, på ansökan och på de villkor som den bestämmer, av särskilda skäl återkalla ett användningsförbud för viss tid eller helt och hållet, om användningsförbudet är uppenbart oskäligt. Ansökan kan göras av båtens ägare eller innehavare eller av den som har påförts bränsleavgiften.",
        "folded_sv": "anvandningsforbud om bransleavgiften inte har betalats inom utsatt tid, far en bat inte anvandas i trafik (). baten far inte anvandas i trafik ens i det fall att aganderatten till eller innehavet av baten har overforts pa nagon annan an den avgiftsskyldige. den tullmyndighet som pafort bransleavgiften kan begara handrackning av polisen for att forhindra att baten anvands. baten far anvandas nar bransleavgiften har betalats. den tullmyndighet som pafort bransleavgiften kan, pa ansokan och pa de villkor som den bestammer, av sarskilda skal aterkalla ett anvandningsforbud for viss tid eller helt och hallet, om anvandningsforbudet ar uppenbart oskaligt. ansokan kan goras av batens agare eller innehavare eller av den som har paforts bransleavgiften."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Oikeus tietojen saantiin vesikulkuneuvorekisteristä",
      "content": "Polttoainemaksusta vastaavilla viranomaisilla on salassapitosäännösten ja tietojen luovutusta koskevien rajoitusten estämättä oikeus saada verotusta ja sen valvontaa varten välttämättömät tiedot vesikulkuneuvorekisteristä teknisen käyttöyhteyden avulla tai muutoin sähköisesti. Ennen tietojen luovutusta käyttöyhteyden avulla polttoainemaksusta vastaavan viranomaisen on annettava selvitys siitä, että tietojen suojauksesta huolehditaan asianmukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Polttoainemaksusta vastaavilla viranomaisilla on salassapitosäännösten ja tietojen luovutusta koskevien rajoitusten estämättä oikeus saada verotusta ja sen valvontaa varten välttämättömät tiedot vesikulkuneuvorekisteristä teknisen käyttöyhteyden avulla tai muutoin sähköisesti. Ennen tietojen luovutusta käyttöyhteyden avulla polttoainemaksusta vastaavan viranomaisen on annettava selvitys siitä, että tietojen suojauksesta huolehditaan asianmukaisesti.",
        "folded_fi": "polttoainemaksusta vastaavilla viranomaisilla on salassapitosaannosten ja tietojen luovutusta koskevien rajoitusten estamatta oikeus saada verotusta ja sen valvontaa varten valttamattomat tiedot vesikulkuneuvorekisterista teknisen kayttoyhteyden avulla tai muutoin sahkoisesti. ennen tietojen luovutusta kayttoyhteyden avulla polttoainemaksusta vastaavan viranomaisen on annettava selvitys siita, etta tietojen suojauksesta huolehditaan asianmukaisesti.",
        "title_sv": "Rätt att få uppgifter ur farkostregistret",
        "content_sv": "De myndigheter som ansvarar för bränsleavgiften har utan hinder av sekretessbestämmelserna och begränsningar av utlämnande av uppgifter rätt att få de för beskattningen och tillsynen nödvändiga uppgifterna ur farkostregistret med hjälp av en teknisk anslutning eller på annat sätt i elektronisk form. Innan uppgifterna lämnas ut med hjälp av anslutningen ska den myndighet som ansvarar för bränsleavgiften ge en redogörelse för att uppgifterna skyddas på behörigt sätt.",
        "normalized_sv": "De myndigheter som ansvarar för bränsleavgiften har utan hinder av sekretessbestämmelserna och begränsningar av utlämnande av uppgifter rätt att få de för beskattningen och tillsynen nödvändiga uppgifterna ur farkostregistret med hjälp av en teknisk anslutning eller på annat sätt i elektronisk form. Innan uppgifterna lämnas ut med hjälp av anslutningen ska den myndighet som ansvarar för bränsleavgiften ge en redogörelse för att uppgifterna skyddas på behörigt sätt.",
        "folded_sv": "de myndigheter som ansvarar for bransleavgiften har utan hinder av sekretessbestammelserna och begransningar av utlamnande av uppgifter ratt att fa de for beskattningen och tillsynen nodvandiga uppgifterna ur farkostregistret med hjalp av en teknisk anslutning eller pa annat satt i elektronisk form. innan uppgifterna lamnas ut med hjalp av anslutningen ska den myndighet som ansvarar for bransleavgiften ge en redogorelse for att uppgifterna skyddas pa behorigt satt."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Polttoainemaksua koskevien tietojen julkisuus ja tietojen antaminen",
      "content": "Asiakirjat, jotka koskevat polttoainemaksun huojennus- ja lykkäyshakemuksia sekä käyttökiellosta vapauttamista, ovat salassapidettäviä. Tulliviranomaisen on pyynnöstä annettava todistus siitä, ettei aluksesta ole suorittamatta polttoainemaksua. Todistuksesta peritään maksu valtion maksuperustelain (150/1992) mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Asiakirjat, jotka koskevat polttoainemaksun huojennus- ja lykkäyshakemuksia sekä käyttökiellosta vapauttamista, ovat salassapidettäviä. Tulliviranomaisen on pyynnöstä annettava todistus siitä, ettei aluksesta ole suorittamatta polttoainemaksua. Todistuksesta peritään maksu valtion maksuperustelain (150/1992) mukaisesti.",
        "folded_fi": "asiakirjat, jotka koskevat polttoainemaksun huojennus- ja lykkayshakemuksia seka kayttokiellosta vapauttamista, ovat salassapidettavia. tulliviranomaisen on pyynnosta annettava todistus siita, ettei aluksesta ole suorittamatta polttoainemaksua. todistuksesta peritaan maksu valtion maksuperustelain (150/1992) mukaisesti.",
        "title_sv": "Offentlighet och utlämnande av uppgifter som gäller bränsleavgift",
        "content_sv": "Handlingar som gäller ansökningar om avgiftslättnad och betalningsuppskov i fråga om bränsleavgift samt befrielse från användningsförbud är sekretessbelagda. Tullmyndigheten ska på begäran utfärda intyg över att bränsleavgift för ett fartyg inte är obetald. För intyget tas en avgift ut enligt lagen om grunderna för avgifter till staten (150/1992).",
        "normalized_sv": "Handlingar som gäller ansökningar om avgiftslättnad och betalningsuppskov i fråga om bränsleavgift samt befrielse från användningsförbud är sekretessbelagda. Tullmyndigheten ska på begäran utfärda intyg över att bränsleavgift för ett fartyg inte är obetald. För intyget tas en avgift ut enligt lagen om grunderna för avgifter till staten (150/1992).",
        "folded_sv": "handlingar som galler ansokningar om avgiftslattnad och betalningsuppskov i fraga om bransleavgift samt befrielse fran anvandningsforbud ar sekretessbelagda. tullmyndigheten ska pa begaran utfarda intyg over att bransleavgift for ett fartyg inte ar obetald. for intyget tas en avgift ut enligt lagen om grunderna for avgifter till staten (150/1992)."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Ennakkoratkaisu",
      "content": "Tullihallitus voi antaa hakemuksesta ennakkoratkaisun tämän lain säännösten soveltamisesta, jos asia on hakijalle erityisen tärkeä. Ennakkoratkaisu annetaan määräajaksi, kuitenkin enintään sen antamista seuraavan kalenterivuoden loppuun. Lainvoiman saanutta ennakkoratkaisua noudatetaan ennakkoratkaisun saajan vaatimuksesta sitovana sinä aikana, jota ennakkoratkaisu koskee. Ennakkoratkaisun antamisesta peritään eräiden ennakkopäätösten maksuperusteista annetun lain (1209/2006) mukainen maksu. Ennakkoratkaisua koskeva asia on käsiteltävä Tullihallituksessa kiireellisenä. Päätökseen, jolla on päätetty olla antamatta ennakkoratkaisua, ei saa hakea valittamalla muutosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_17",
        "normalized_fi": "Tullihallitus voi antaa hakemuksesta ennakkoratkaisun tämän lain säännösten soveltamisesta, jos asia on hakijalle erityisen tärkeä. Ennakkoratkaisu annetaan määräajaksi, kuitenkin enintään sen antamista seuraavan kalenterivuoden loppuun. Lainvoiman saanutta ennakkoratkaisua noudatetaan ennakkoratkaisun saajan vaatimuksesta sitovana sinä aikana, jota ennakkoratkaisu koskee. Ennakkoratkaisun antamisesta peritään eräiden ennakkopäätösten maksuperusteista annetun lain (1209/2006) mukainen maksu. Ennakkoratkaisua koskeva asia on käsiteltävä Tullihallituksessa kiireellisenä. Päätökseen, jolla on päätetty olla antamatta ennakkoratkaisua, ei saa hakea valittamalla muutosta.",
        "folded_fi": "tullihallitus voi antaa hakemuksesta ennakkoratkaisun taman lain saannosten soveltamisesta, jos asia on hakijalle erityisen tarkea. ennakkoratkaisu annetaan maaraajaksi, kuitenkin enintaan sen antamista seuraavan kalenterivuoden loppuun. lainvoiman saanutta ennakkoratkaisua noudatetaan ennakkoratkaisun saajan vaatimuksesta sitovana sina aikana, jota ennakkoratkaisu koskee. ennakkoratkaisun antamisesta peritaan eraiden ennakkopaatosten maksuperusteista annetun lain (1209/2006) mukainen maksu. ennakkoratkaisua koskeva asia on kasiteltava tullihallituksessa kiireellisena. paatokseen, jolla on paatetty olla antamatta ennakkoratkaisua, ei saa hakea valittamalla muutosta.",
        "title_sv": "Förhandsavgörande",
        "content_sv": "Tullstyrelsen kan på ansökan meddela förhandsavgörande om tillämpningen av bestämmelserna i denna lag, om saken är särskilt viktig för sökanden. Förhandsavgörande ges för en bestämd tid, dock högst till utgången av kalenderåret efter det att förhandsavgörandet meddelats. Om en sökande kräver det, ska ett förhandsavgörande som vunnit laga kraft med bindande verkan iakttas för den tid avgörandet gäller. En avgift tas ut för meddelande av förhandsavgörande enligt lagen om grunderna för avgifter för vissa förhandsbeslut (1209/2006). Ärenden som gäller förhandsavgörande ska behandlas i brådskande ordning vid Tullstyrelsen. Ändring får inte sökas genom besvär i ett beslut om att förhandsavgörande inte meddelas.",
        "normalized_sv": "Tullstyrelsen kan på ansökan meddela förhandsavgörande om tillämpningen av bestämmelserna i denna lag, om saken är särskilt viktig för sökanden. Förhandsavgörande ges för en bestämd tid, dock högst till utgången av kalenderåret efter det att förhandsavgörandet meddelats. Om en sökande kräver det, ska ett förhandsavgörande som vunnit laga kraft med bindande verkan iakttas för den tid avgörandet gäller. En avgift tas ut för meddelande av förhandsavgörande enligt lagen om grunderna för avgifter för vissa förhandsbeslut (1209/2006). Ärenden som gäller förhandsavgörande ska behandlas i brådskande ordning vid Tullstyrelsen. Ändring får inte sökas genom besvär i ett beslut om att förhandsavgörande inte meddelas.",
        "folded_sv": "tullstyrelsen kan pa ansokan meddela forhandsavgorande om tillampningen av bestammelserna i denna lag, om saken ar sarskilt viktig for sokanden. forhandsavgorande ges for en bestamd tid, dock hogst till utgangen av kalenderaret efter det att forhandsavgorandet meddelats. om en sokande kraver det, ska ett forhandsavgorande som vunnit laga kraft med bindande verkan iakttas for den tid avgorandet galler. en avgift tas ut for meddelande av forhandsavgorande enligt lagen om grunderna for avgifter for vissa forhandsbeslut (1209/2006). arenden som galler forhandsavgorande ska behandlas i bradskande ordning vid tullstyrelsen. andring far inte sokas genom besvar i ett beslut om att forhandsavgorande inte meddelas."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Oikaisu maksunsaajan hyväksi",
      "content": "Jos maksuvelvolliselle on jäänyt maksuunpanematta polttoainemaksu tai polttoainemaksua on maksuunpantu liian vähän taikka maksua on palautettu aiheettomasti tai liikaa, tulliviranomainen voi oikaista polttoainemaksua koskevaa päätöstä kolmen vuoden kuluessa sen vuoden päättymisestä, jona polttoainemaksun maksuunpano on tehty tai olisi pitänyt tehdä tai jona päätös polttoainemaksun palauttamisesta on tehty, jollei asiaa ole valitukseen annetulla päätöksellä ratkaistu. Ennen oikaisua maksunsaajan hyväksi on maksuvelvolliselle varattava tilaisuus vastineen antamiseen asiassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_18",
        "normalized_fi": "Jos maksuvelvolliselle on jäänyt maksuunpanematta polttoainemaksu tai polttoainemaksua on maksuunpantu liian vähän taikka maksua on palautettu aiheettomasti tai liikaa, tulliviranomainen voi oikaista polttoainemaksua koskevaa päätöstä kolmen vuoden kuluessa sen vuoden päättymisestä, jona polttoainemaksun maksuunpano on tehty tai olisi pitänyt tehdä tai jona päätös polttoainemaksun palauttamisesta on tehty, jollei asiaa ole valitukseen annetulla päätöksellä ratkaistu. Ennen oikaisua maksunsaajan hyväksi on maksuvelvolliselle varattava tilaisuus vastineen antamiseen asiassa.",
        "folded_fi": "jos maksuvelvolliselle on jaanyt maksuunpanematta polttoainemaksu tai polttoainemaksua on maksuunpantu liian vahan taikka maksua on palautettu aiheettomasti tai liikaa, tulliviranomainen voi oikaista polttoainemaksua koskevaa paatosta kolmen vuoden kuluessa sen vuoden paattymisesta, jona polttoainemaksun maksuunpano on tehty tai olisi pitanyt tehda tai jona paatos polttoainemaksun palauttamisesta on tehty, jollei asiaa ole valitukseen annetulla paatoksella ratkaistu. ennen oikaisua maksunsaajan hyvaksi on maksuvelvolliselle varattava tilaisuus vastineen antamiseen asiassa.",
        "title_sv": "Rättelse till avgiftstagarens fördel",
        "content_sv": "Om bränsleavgift har lämnats odebiterad, debiterats till för lågt belopp eller återbetalats till en avgiftsskyldig utan grund eller till ett för stort belopp, kan tullmyndigheten rätta beslutet om bränsleavgiften inom tre år från utgången av det år då bränsleavgiften debiterades eller borde ha debiterats eller då beslutet om återbetalning av bränsleavgift fattades, om inte saken har avgjorts genom beslut med anledning av besvär. Innan rättelse till avgiftstagarens fördel sker ska den avgiftsskyldige beredas tillfälle att avge bemötande i saken.",
        "normalized_sv": "Om bränsleavgift har lämnats odebiterad, debiterats till för lågt belopp eller återbetalats till en avgiftsskyldig utan grund eller till ett för stort belopp, kan tullmyndigheten rätta beslutet om bränsleavgiften inom tre år från utgången av det år då bränsleavgiften debiterades eller borde ha debiterats eller då beslutet om återbetalning av bränsleavgift fattades, om inte saken har avgjorts genom beslut med anledning av besvär. Innan rättelse till avgiftstagarens fördel sker ska den avgiftsskyldige beredas tillfälle att avge bemötande i saken.",
        "folded_sv": "om bransleavgift har lamnats odebiterad, debiterats till for lagt belopp eller aterbetalats till en avgiftsskyldig utan grund eller till ett for stort belopp, kan tullmyndigheten ratta beslutet om bransleavgiften inom tre ar fran utgangen av det ar da bransleavgiften debiterades eller borde ha debiterats eller da beslutet om aterbetalning av bransleavgift fattades, om inte saken har avgjorts genom beslut med anledning av besvar. innan rattelse till avgiftstagarens fordel sker ska den avgiftsskyldige beredas tillfalle att avge bemotande i saken."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Oikaisu maksuvelvollisen hyväksi",
      "content": "Jos tulliviranomainen toteaa, että polttoainemaksua on maksuunpantu liikaa tai palautettu liian vähän, tulliviranomaisen on oikaistava antamaansa päätöstä ja maksettava maksuvelvolliselle tämän liikaa maksama tai palauttamatta jäänyt maksu, jollei asiaa ole valitukseen annetulla päätöksellä ratkaistu. Oikaisu voidaan tehdä kolmen vuoden kuluessa maksuunpanon tai maksunpalautuksen määräämistä seuraavan kalenterivuoden alusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_19",
        "normalized_fi": "Jos tulliviranomainen toteaa, että polttoainemaksua on maksuunpantu liikaa tai palautettu liian vähän, tulliviranomaisen on oikaistava antamaansa päätöstä ja maksettava maksuvelvolliselle tämän liikaa maksama tai palauttamatta jäänyt maksu, jollei asiaa ole valitukseen annetulla päätöksellä ratkaistu. Oikaisu voidaan tehdä kolmen vuoden kuluessa maksuunpanon tai maksunpalautuksen määräämistä seuraavan kalenterivuoden alusta.",
        "folded_fi": "jos tulliviranomainen toteaa, etta polttoainemaksua on maksuunpantu liikaa tai palautettu liian vahan, tulliviranomaisen on oikaistava antamaansa paatosta ja maksettava maksuvelvolliselle taman liikaa maksama tai palauttamatta jaanyt maksu, jollei asiaa ole valitukseen annetulla paatoksella ratkaistu. oikaisu voidaan tehda kolmen vuoden kuluessa maksuunpanon tai maksunpalautuksen maaraamista seuraavan kalenterivuoden alusta.",
        "title_sv": "Rättelse till den avgiftsskyldiges fördel",
        "content_sv": "Om tullmyndigheten konstaterar att bränsleavgift har debiterats till för stort belopp eller återbetalats till för litet belopp, ska tullmyndigheten rätta sitt beslut och till den avgiftsskyldige återbetala det som denne betalat för mycket eller den avgift som inte återbetalats, om inte saken har avgjorts genom beslut med anledning av besvär. Rättelse kan göras inom tre år från ingången av kalenderåret efter debiteringen eller återbetalningen av avgiften.",
        "normalized_sv": "Om tullmyndigheten konstaterar att bränsleavgift har debiterats till för stort belopp eller återbetalats till för litet belopp, ska tullmyndigheten rätta sitt beslut och till den avgiftsskyldige återbetala det som denne betalat för mycket eller den avgift som inte återbetalats, om inte saken har avgjorts genom beslut med anledning av besvär. Rättelse kan göras inom tre år från ingången av kalenderåret efter debiteringen eller återbetalningen av avgiften.",
        "folded_sv": "om tullmyndigheten konstaterar att bransleavgift har debiterats till for stort belopp eller aterbetalats till for litet belopp, ska tullmyndigheten ratta sitt beslut och till den avgiftsskyldige aterbetala det som denne betalat for mycket eller den avgift som inte aterbetalats, om inte saken har avgjorts genom beslut med anledning av besvar. rattelse kan goras inom tre ar fran ingangen av kalenderaret efter debiteringen eller aterbetalningen av avgiften."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Oikaisuvaatimus",
      "content": "Tulliviranomaisen polttoainemaksua koskevaan päätökseen haetaan muutosta päätöksen tehneeltä tulliviranomaiselta kirjallisella oikaisuvaatimuksella, jollei asiaa ole valitukseen annetulla päätöksellä ratkaistu. Valtion puolesta oikeus hakea muutosta tullipiirin päätökseen on tullipiirissä olevalla tulliasiamiehellä ja Tullihallituksen päätökseen Tullihallituksessa olevalla tulliasiamiehellä. Määräaika oikaisuvaatimuksen tekemiselle on kolme vuotta sen vuoden päättymisestä, jona maksuunpano on tehty tai jota maksun palautuspäätös koskee, kuitenkin aina vähintään 60 päivää päätöksen tiedoksisaannista. Tulliasiamiehen määräaika oikaisuvaatimuksen tekemiselle on 30 päivää päätöksen tekemisestä. Oikaisuvaatimus on toimitettava määräajassa sille tulliviranomaiselle, jonka päätöstä oikaisuvaatimus koskee. Viranomaisen on varattava maksuvelvollisen oikaisuvaatimuksesta tulliasiamiehelle ja tulliasiamiehen oikaisuvaatimuksesta maksuvelvolliselle tilaisuus vastineen sekä oikaisuvaatimuksen tekijälle tarvittaessa myös vastaselityksen antamiseen. Asia voidaan ratkaista asianosaisia kuulematta siten kuin hallintolain (434/2003) 34 §:n 2 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_20",
        "normalized_fi": "Tulliviranomaisen polttoainemaksua koskevaan päätökseen haetaan muutosta päätöksen tehneeltä tulliviranomaiselta kirjallisella oikaisuvaatimuksella, jollei asiaa ole valitukseen annetulla päätöksellä ratkaistu. Valtion puolesta oikeus hakea muutosta tullipiirin päätökseen on tullipiirissä olevalla tulliasiamiehellä ja Tullihallituksen päätökseen Tullihallituksessa olevalla tulliasiamiehellä. Määräaika oikaisuvaatimuksen tekemiselle on kolme vuotta sen vuoden päättymisestä, jona maksuunpano on tehty tai jota maksun palautuspäätös koskee, kuitenkin aina vähintään 60 päivää päätöksen tiedoksisaannista. Tulliasiamiehen määräaika oikaisuvaatimuksen tekemiselle on 30 päivää päätöksen tekemisestä. Oikaisuvaatimus on toimitettava määräajassa sille tulliviranomaiselle, jonka päätöstä oikaisuvaatimus koskee. Viranomaisen on varattava maksuvelvollisen oikaisuvaatimuksesta tulliasiamiehelle ja tulliasiamiehen oikaisuvaatimuksesta maksuvelvolliselle tilaisuus vastineen sekä oikaisuvaatimuksen tekijälle tarvittaessa myös vastaselityksen antamiseen. Asia voidaan ratkaista asianosaisia kuulematta siten kuin hallintolain (434/2003) 34 § :n 2 momentissa säädetään.",
        "folded_fi": "tulliviranomaisen polttoainemaksua koskevaan paatokseen haetaan muutosta paatoksen tehneelta tulliviranomaiselta kirjallisella oikaisuvaatimuksella, jollei asiaa ole valitukseen annetulla paatoksella ratkaistu. valtion puolesta oikeus hakea muutosta tullipiirin paatokseen on tullipiirissa olevalla tulliasiamiehella ja tullihallituksen paatokseen tullihallituksessa olevalla tulliasiamiehella. maaraaika oikaisuvaatimuksen tekemiselle on kolme vuotta sen vuoden paattymisesta, jona maksuunpano on tehty tai jota maksun palautuspaatos koskee, kuitenkin aina vahintaan 60 paivaa paatoksen tiedoksisaannista. tulliasiamiehen maaraaika oikaisuvaatimuksen tekemiselle on 30 paivaa paatoksen tekemisesta. oikaisuvaatimus on toimitettava maaraajassa sille tulliviranomaiselle, jonka paatosta oikaisuvaatimus koskee. viranomaisen on varattava maksuvelvollisen oikaisuvaatimuksesta tulliasiamiehelle ja tulliasiamiehen oikaisuvaatimuksesta maksuvelvolliselle tilaisuus vastineen seka oikaisuvaatimuksen tekijalle tarvittaessa myos vastaselityksen antamiseen. asia voidaan ratkaista asianosaisia kuulematta siten kuin hallintolain (434/2003) 34 §:n 2 momentissa saadetaan.",
        "title_sv": "Rättelseyrkande",
        "content_sv": "Ändring i en tullmyndighets beslut om bränsleavgift får sökas skriftligen hos den tullmyndighet som fattat beslutet genom rättelseyrkande, om inte saken har avgjorts genom beslut med anledning av besvär. Rätt att söka ändring på statens vägnar i ett tulldistrikts beslut har tullombuden i tulldistrikten och i Tullstyrelsens beslut tullombudet vid Tullstyrelsen. Tiden för rättelseyrkande är tre år från utgången av det år då avgiften debiterats eller det år som beslutet om återbetalning av avgiften gäller, dock alltid minst 60 dagar från delfåendet av beslutet. Tiden för rättelseyrkanden som görs av tullombud är 30 dagar från det att beslutet fattats. Ett rättelseyrkande ska inom utsatt tid ges in till den tullmyndighet vars beslut rättelseyrkandet gäller. Myndigheten ska med anledning av den avgiftsskyldiges rättelseyrkande bereda tullombudet och med anledning av tullombudets rättelseyrkande den avgiftsskyldige tillfälle att avge bemötande samt den som lämnat in rättelseyrkande tillfälle att vid behov också avge genmäle. Saken kan avgöras utan att parterna hörs i enlighet med 34 § 2 mom. i förvaltningslagen (434/2003).",
        "normalized_sv": "Ändring i en tullmyndighets beslut om bränsleavgift får sökas skriftligen hos den tullmyndighet som fattat beslutet genom rättelseyrkande, om inte saken har avgjorts genom beslut med anledning av besvär. Rätt att söka ändring på statens vägnar i ett tulldistrikts beslut har tullombuden i tulldistrikten och i Tullstyrelsens beslut tullombudet vid Tullstyrelsen. Tiden för rättelseyrkande är tre år från utgången av det år då avgiften debiterats eller det år som beslutet om återbetalning av avgiften gäller, dock alltid minst 60 dagar från delfåendet av beslutet. Tiden för rättelseyrkanden som görs av tullombud är 30 dagar från det att beslutet fattats. Ett rättelseyrkande ska inom utsatt tid ges in till den tullmyndighet vars beslut rättelseyrkandet gäller. Myndigheten ska med anledning av den avgiftsskyldiges rättelseyrkande bereda tullombudet och med anledning av tullombudets rättelseyrkande den avgiftsskyldige tillfälle att avge bemötande samt den som lämnat in rättelseyrkande tillfälle att vid behov också avge genmäle. Saken kan avgöras utan att parterna hörs i enlighet med 34 § 2 mom. i förvaltningslagen (434/2003).",
        "folded_sv": "andring i en tullmyndighets beslut om bransleavgift far sokas skriftligen hos den tullmyndighet som fattat beslutet genom rattelseyrkande, om inte saken har avgjorts genom beslut med anledning av besvar. ratt att soka andring pa statens vagnar i ett tulldistrikts beslut har tullombuden i tulldistrikten och i tullstyrelsens beslut tullombudet vid tullstyrelsen. tiden for rattelseyrkande ar tre ar fran utgangen av det ar da avgiften debiterats eller det ar som beslutet om aterbetalning av avgiften galler, dock alltid minst 60 dagar fran delfaendet av beslutet. tiden for rattelseyrkanden som gors av tullombud ar 30 dagar fran det att beslutet fattats. ett rattelseyrkande ska inom utsatt tid ges in till den tullmyndighet vars beslut rattelseyrkandet galler. myndigheten ska med anledning av den avgiftsskyldiges rattelseyrkande bereda tullombudet och med anledning av tullombudets rattelseyrkande den avgiftsskyldige tillfalle att avge bemotande samt den som lamnat in rattelseyrkande tillfalle att vid behov ocksa avge genmale. saken kan avgoras utan att parterna hors i enlighet med 34 § 2 mom. i forvaltningslagen (434/2003)."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Valitus hallinto-oikeuteen",
      "content": "Oikaisuvaatimuksen johdosta tehtyyn päätökseen ja muuhun kuin maksuunpanoa ja maksun palauttamista koskevaan päätökseen haetaan muutosta valittamalla siihen hallinto-oikeuteen, jonka tuomiopiirissä maksuvelvollisen tai muun muutoksenhakuun oikeutetun asianosaisen henkilön kotikunta tai yhteisön kotipaikka on ollut, kun 20 §:n 1 momentissa tarkoitettu tai muu päätös on tehty. Jos asiassa ei ole toimivaltaista hallinto-oikeutta edellä olevan perusteella, valitus tehdään Helsingin hallinto-oikeudelle. Valtion puolesta valitusoikeus tullipiirin päätökseen on tullipiirissä olevalla tulliasiamiehellä ja Tullihallituksen päätökseen Tullihallituksessa olevalla tulliasiamiehellä. Valitusaika oikaisuvaatimuksen johdosta tehtyyn päätökseen on kolme vuotta sen vuoden päättymisestä, jona maksuunpano on tehty tai jota maksun palautuspäätös koskee, kuitenkin aina vähintään 60 päivää päätöksen tiedoksisaannista. Muussa asiassa valitusaika on 30 päivää päätöksen tiedoksisaannista. Tulliasiamiehen valitusaika on 30 päivää päätöksen tekemisestä. Valituskirjelmä on toimitettava sille viranomaiselle, jonka päätöksestä valitetaan. Päätöksen tehneen viranomaisen on annettava valituksen johdosta lausunto. Viranomaisen on varattava valituksen ja lausunnon johdosta tulliasiamiehen tekemästä valituksesta maksuvelvolliselle ja muulle asianosaiselle sekä maksuvelvollisen ja muun asianosaisen tekemästä valituksesta tulliasiamiehelle tilaisuus vastineen antamiseen. Tarvittaessa muutoksenhakijalle on varattava tilaisuus myös vastaselityksen antamiseen. Valituskirjelmä vastineineen, vastaselityksineen ja lausuntoineen sekä asian käsittelyssä syntyneet muut asiakirjat on viipymättä lähetettävä hallinto-oikeudelle. Hallinto-oikeudelle osoitettu valitus, joka olisi pitänyt tehdä oikaisuvaatimuksena, käsitellään tulliviranomaisessa oikaisuvaatimuksena. Valituksen tutkimatta jättämisestä ei tällöin tehdä päätöstä. Tässä laissa tarkoitettuihin asioihin ei sovelleta verojen ja maksujen täytäntöönpanosta annetun lain perustevalitusta koskevia säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_21",
        "normalized_fi": "Oikaisuvaatimuksen johdosta tehtyyn päätökseen ja muuhun kuin maksuunpanoa ja maksun palauttamista koskevaan päätökseen haetaan muutosta valittamalla siihen hallinto-oikeuteen, jonka tuomiopiirissä maksuvelvollisen tai muun muutoksenhakuun oikeutetun asianosaisen henkilön kotikunta tai yhteisön kotipaikka on ollut, kun 20 § :n 1 momentissa tarkoitettu tai muu päätös on tehty. Jos asiassa ei ole toimivaltaista hallinto-oikeutta edellä olevan perusteella, valitus tehdään Helsingin hallinto-oikeudelle. Valtion puolesta valitusoikeus tullipiirin päätökseen on tullipiirissä olevalla tulliasiamiehellä ja Tullihallituksen päätökseen Tullihallituksessa olevalla tulliasiamiehellä. Valitusaika oikaisuvaatimuksen johdosta tehtyyn päätökseen on kolme vuotta sen vuoden päättymisestä, jona maksuunpano on tehty tai jota maksun palautuspäätös koskee, kuitenkin aina vähintään 60 päivää päätöksen tiedoksisaannista. Muussa asiassa valitusaika on 30 päivää päätöksen tiedoksisaannista. Tulliasiamiehen valitusaika on 30 päivää päätöksen tekemisestä. Valituskirjelmä on toimitettava sille viranomaiselle, jonka päätöksestä valitetaan. Päätöksen tehneen viranomaisen on annettava valituksen johdosta lausunto. Viranomaisen on varattava valituksen ja lausunnon johdosta tulliasiamiehen tekemästä valituksesta maksuvelvolliselle ja muulle asianosaiselle sekä maksuvelvollisen ja muun asianosaisen tekemästä valituksesta tulliasiamiehelle tilaisuus vastineen antamiseen. Tarvittaessa muutoksenhakijalle on varattava tilaisuus myös vastaselityksen antamiseen. Valituskirjelmä vastineineen, vastaselityksineen ja lausuntoineen sekä asian käsittelyssä syntyneet muut asiakirjat on viipymättä lähetettävä hallinto-oikeudelle. Hallinto-oikeudelle osoitettu valitus, joka olisi pitänyt tehdä oikaisuvaatimuksena, käsitellään tulliviranomaisessa oikaisuvaatimuksena. Valituksen tutkimatta jättämisestä ei tällöin tehdä päätöstä. Tässä laissa tarkoitettuihin asioihin ei sovelleta verojen ja maksujen täytäntöönpanosta annetun lain perustevalitusta koskevia säännöksiä.",
        "folded_fi": "oikaisuvaatimuksen johdosta tehtyyn paatokseen ja muuhun kuin maksuunpanoa ja maksun palauttamista koskevaan paatokseen haetaan muutosta valittamalla siihen hallinto-oikeuteen, jonka tuomiopiirissa maksuvelvollisen tai muun muutoksenhakuun oikeutetun asianosaisen henkilon kotikunta tai yhteison kotipaikka on ollut, kun 20 §:n 1 momentissa tarkoitettu tai muu paatos on tehty. jos asiassa ei ole toimivaltaista hallinto-oikeutta edella olevan perusteella, valitus tehdaan helsingin hallinto-oikeudelle. valtion puolesta valitusoikeus tullipiirin paatokseen on tullipiirissa olevalla tulliasiamiehella ja tullihallituksen paatokseen tullihallituksessa olevalla tulliasiamiehella. valitusaika oikaisuvaatimuksen johdosta tehtyyn paatokseen on kolme vuotta sen vuoden paattymisesta, jona maksuunpano on tehty tai jota maksun palautuspaatos koskee, kuitenkin aina vahintaan 60 paivaa paatoksen tiedoksisaannista. muussa asiassa valitusaika on 30 paivaa paatoksen tiedoksisaannista. tulliasiamiehen valitusaika on 30 paivaa paatoksen tekemisesta. valituskirjelma on toimitettava sille viranomaiselle, jonka paatoksesta valitetaan. paatoksen tehneen viranomaisen on annettava valituksen johdosta lausunto. viranomaisen on varattava valituksen ja lausunnon johdosta tulliasiamiehen tekemasta valituksesta maksuvelvolliselle ja muulle asianosaiselle seka maksuvelvollisen ja muun asianosaisen tekemasta valituksesta tulliasiamiehelle tilaisuus vastineen antamiseen. tarvittaessa muutoksenhakijalle on varattava tilaisuus myos vastaselityksen antamiseen. valituskirjelma vastineineen, vastaselityksineen ja lausuntoineen seka asian kasittelyssa syntyneet muut asiakirjat on viipymatta lahetettava hallinto-oikeudelle. hallinto-oikeudelle osoitettu valitus, joka olisi pitanyt tehda oikaisuvaatimuksena, kasitellaan tulliviranomaisessa oikaisuvaatimuksena. valituksen tutkimatta jattamisesta ei talloin tehda paatosta. tassa laissa tarkoitettuihin asioihin ei sovelleta verojen ja maksujen taytantoonpanosta annetun lain perustevalitusta koskevia saannoksia.",
        "title_sv": "Anförande av besvär hos förvaltningsdomstolen",
        "content_sv": "Ändring i beslut som fattats med anledning av ett rättelseyrkande och beslut om annat än debitering av avgift och återbetalning av avgift söks genom besvär hos den förvaltningsdomstol inom vars domkrets den avgiftsskyldiges eller någon annan till ändringssökande berättigad parts hemkommun eller sammanslutnings hemort var när det i 20 § 1 mom. avsedda beslutet eller något annat beslut fattades. Om det inte finns någon förvaltningsdomstol som med stöd av ovanstående är behörig i saken ska besvär anföras hos Helsingfors förvaltningsdomstol. På statens vägnar har tullombud vid ett tulldistrikt rätt att överklaga tulldistriktets beslut och tullombud vid Tullstyrelsen rätt att överklaga Tullstyrelsens beslut. Besvärstiden vid beslut som fattats med anledning av ett rättelseyrkande är tre år räknat från utgången av det år då bränsleavgiften debiterades eller det år som beslutet om återbetalning av avgiften gäller, dock alltid minst 60 dagar från delfåendet av beslutet. När besvär anförs över andra ärenden är besvärstiden 30 dagar från delfåendet av beslutet. Besvärstiden för tullombud är 30 dagar från det att beslutet fattats. Besvärsskriften ska ges in till den myndighet vars beslut överklagas. Den myndighet som fattat beslutet ska ge utlåtande med anledning av besvären. Myndigheten ska med anledning av besvär och utlåtande bereda den avgiftsskyldige och andra parter tillfälle att avge bemötande av besvär anförda av tullombud samt tullombudet tillfälle att avge bemötande av besvär anförda av en avgiftsskyldig och andra parter. Vid behov ska den ändringssökande även beredas tillfälle att avge genmäle. Besvärsskriften med bemötande, genmäle och utlåtande samt andra handlingar i ärendet ska utan dröjsmål sändas till förvaltningsdomstolen. Besvär som riktats till förvaltningsdomstolen men som borde ha anförts som ett rättelseyrkande, behandlas som ett rättelseyrkande vid tullmyndigheten. Då ska beslut om avvisande av besvären inte fattas. Vad som i lagen om verkställighet av skatter och avgifter bestäms om grundbesvär tillämpas inte på ärenden som avses i denna lag.",
        "normalized_sv": "Ändring i beslut som fattats med anledning av ett rättelseyrkande och beslut om annat än debitering av avgift och återbetalning av avgift söks genom besvär hos den förvaltningsdomstol inom vars domkrets den avgiftsskyldiges eller någon annan till ändringssökande berättigad parts hemkommun eller sammanslutnings hemort var när det i 20 § 1 mom. avsedda beslutet eller något annat beslut fattades. Om det inte finns någon förvaltningsdomstol som med stöd av ovanstående är behörig i saken ska besvär anföras hos Helsingfors förvaltningsdomstol. På statens vägnar har tullombud vid ett tulldistrikt rätt att överklaga tulldistriktets beslut och tullombud vid Tullstyrelsen rätt att överklaga Tullstyrelsens beslut. Besvärstiden vid beslut som fattats med anledning av ett rättelseyrkande är tre år räknat från utgången av det år då bränsleavgiften debiterades eller det år som beslutet om återbetalning av avgiften gäller, dock alltid minst 60 dagar från delfåendet av beslutet. När besvär anförs över andra ärenden är besvärstiden 30 dagar från delfåendet av beslutet. Besvärstiden för tullombud är 30 dagar från det att beslutet fattats. Besvärsskriften ska ges in till den myndighet vars beslut överklagas. Den myndighet som fattat beslutet ska ge utlåtande med anledning av besvären. Myndigheten ska med anledning av besvär och utlåtande bereda den avgiftsskyldige och andra parter tillfälle att avge bemötande av besvär anförda av tullombud samt tullombudet tillfälle att avge bemötande av besvär anförda av en avgiftsskyldig och andra parter. Vid behov ska den ändringssökande även beredas tillfälle att avge genmäle. Besvärsskriften med bemötande, genmäle och utlåtande samt andra handlingar i ärendet ska utan dröjsmål sändas till förvaltningsdomstolen. Besvär som riktats till förvaltningsdomstolen men som borde ha anförts som ett rättelseyrkande, behandlas som ett rättelseyrkande vid tullmyndigheten. Då ska beslut om avvisande av besvären inte fattas. Vad som i lagen om verkställighet av skatter och avgifter bestäms om grundbesvär tillämpas inte på ärenden som avses i denna lag.",
        "folded_sv": "andring i beslut som fattats med anledning av ett rattelseyrkande och beslut om annat an debitering av avgift och aterbetalning av avgift soks genom besvar hos den forvaltningsdomstol inom vars domkrets den avgiftsskyldiges eller nagon annan till andringssokande berattigad parts hemkommun eller sammanslutnings hemort var nar det i 20 § 1 mom. avsedda beslutet eller nagot annat beslut fattades. om det inte finns nagon forvaltningsdomstol som med stod av ovanstaende ar behorig i saken ska besvar anforas hos helsingfors forvaltningsdomstol. pa statens vagnar har tullombud vid ett tulldistrikt ratt att overklaga tulldistriktets beslut och tullombud vid tullstyrelsen ratt att overklaga tullstyrelsens beslut. besvarstiden vid beslut som fattats med anledning av ett rattelseyrkande ar tre ar raknat fran utgangen av det ar da bransleavgiften debiterades eller det ar som beslutet om aterbetalning av avgiften galler, dock alltid minst 60 dagar fran delfaendet av beslutet. nar besvar anfors over andra arenden ar besvarstiden 30 dagar fran delfaendet av beslutet. besvarstiden for tullombud ar 30 dagar fran det att beslutet fattats. besvarsskriften ska ges in till den myndighet vars beslut overklagas. den myndighet som fattat beslutet ska ge utlatande med anledning av besvaren. myndigheten ska med anledning av besvar och utlatande bereda den avgiftsskyldige och andra parter tillfalle att avge bemotande av besvar anforda av tullombud samt tullombudet tillfalle att avge bemotande av besvar anforda av en avgiftsskyldig och andra parter. vid behov ska den andringssokande aven beredas tillfalle att avge genmale. besvarsskriften med bemotande, genmale och utlatande samt andra handlingar i arendet ska utan drojsmal sandas till forvaltningsdomstolen. besvar som riktats till forvaltningsdomstolen men som borde ha anforts som ett rattelseyrkande, behandlas som ett rattelseyrkande vid tullmyndigheten. da ska beslut om avvisande av besvaren inte fattas. vad som i lagen om verkstallighet av skatter och avgifter bestams om grundbesvar tillampas inte pa arenden som avses i denna lag."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Valitus korkeimpaan hallinto-oikeuteen",
      "content": "Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen, jos korkein hallinto-oikeus myöntää valitusluvan. Valitusoikeus on niillä, jotka voivat 20 §:n nojalla hakea muutosta maksuunpanoon. Valitusluvan myöntämisen perusteet ovat: 1) lain soveltamisen kannalta muissa samanlaisissa tapauksissa tai oikeuskäytännön yhtenäisyyden vuoksi on tärkeää saattaa asia korkeimman hallinto-oikeuden ratkaistavaksi; 2) asian saattamiseen korkeimman hallinto-oikeuden ratkaistavaksi on erityistä aihetta asiassa tapahtuneen ilmeisen virheen vuoksi; tai 3) valitusluvan myöntämiseen on painava taloudellinen tai muu syy. Valituslupa voidaan myöntää myös siten, että se koskee vain osaa muutoksenhaun kohteena olevasta hallinto-oikeuden päätöksestä. Valitus on tehtävä 60 päivän kuluessa hallinto-oikeuden päätöksen tiedoksisaannista. Valituskirjelmä on toimitettava valitusajassa korkeimmalle hallinto-oikeudelle tai päätöksen tehneelle hallinto-oikeudelle. Valtion puolesta valitusoikeus on Tullihallituksessa olevalla tulliasiamiehellä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_22",
        "normalized_fi": "Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen, jos korkein hallinto-oikeus myöntää valitusluvan. Valitusoikeus on niillä, jotka voivat 20 § :n nojalla hakea muutosta maksuunpanoon. Valitusluvan myöntämisen perusteet ovat: 1) lain soveltamisen kannalta muissa samanlaisissa tapauksissa tai oikeuskäytännön yhtenäisyyden vuoksi on tärkeää saattaa asia korkeimman hallinto-oikeuden ratkaistavaksi; 2) asian saattamiseen korkeimman hallinto-oikeuden ratkaistavaksi on erityistä aihetta asiassa tapahtuneen ilmeisen virheen vuoksi; tai 3) valitusluvan myöntämiseen on painava taloudellinen tai muu syy. Valituslupa voidaan myöntää myös siten, että se koskee vain osaa muutoksenhaun kohteena olevasta hallinto-oikeuden päätöksestä. Valitus on tehtävä 60 päivän kuluessa hallinto-oikeuden päätöksen tiedoksisaannista. Valituskirjelmä on toimitettava valitusajassa korkeimmalle hallinto-oikeudelle tai päätöksen tehneelle hallinto-oikeudelle. Valtion puolesta valitusoikeus on Tullihallituksessa olevalla tulliasiamiehellä.",
        "folded_fi": "hallinto-oikeuden paatokseen saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen, jos korkein hallinto-oikeus myontaa valitusluvan. valitusoikeus on niilla, jotka voivat 20 §:n nojalla hakea muutosta maksuunpanoon. valitusluvan myontamisen perusteet ovat: 1) lain soveltamisen kannalta muissa samanlaisissa tapauksissa tai oikeuskaytannon yhtenaisyyden vuoksi on tarkeaa saattaa asia korkeimman hallinto-oikeuden ratkaistavaksi; 2) asian saattamiseen korkeimman hallinto-oikeuden ratkaistavaksi on erityista aihetta asiassa tapahtuneen ilmeisen virheen vuoksi; tai 3) valitusluvan myontamiseen on painava taloudellinen tai muu syy. valituslupa voidaan myontaa myos siten, etta se koskee vain osaa muutoksenhaun kohteena olevasta hallinto-oikeuden paatoksesta. valitus on tehtava 60 paivan kuluessa hallinto-oikeuden paatoksen tiedoksisaannista. valituskirjelma on toimitettava valitusajassa korkeimmalle hallinto-oikeudelle tai paatoksen tehneelle hallinto-oikeudelle. valtion puolesta valitusoikeus on tullihallituksessa olevalla tulliasiamiehella.",
        "title_sv": "Anförande av besvär hos högsta förvaltningsdomstolen",
        "content_sv": "Ändring i förvaltningsdomstolens beslut får sökas genom besvär hos högsta förvaltningsdomstolen, om den domstolen beviljar besvärstillstånd. Besvärsrätt har den som med stöd av 20 § får söka ändring i debiteringen. Besvärstillstånd kan beviljas 1) om det för lagens tillämpning i andra liknande fall eller för en enhetlig rättspraxis är av vikt att ärendet avgörs av högsta förvaltningsdomstolen, 2) om det på grund av ett uppenbart fel som inträffat i ärendet finns särskilda skäl för högsta förvaltningsdomstolen att avgöra ärendet, eller 3) om det föreligger vägande ekonomiska eller andra skäl att bevilja besvärstillstånd. Besvärstillstånd kan även beviljas så att det gäller endast en del av det överklagade förvaltningsdomstolsbeslutet. Besvär ska anföras inom 60 dagar från delfåendet av förvaltningsdomstolens beslut. Besvärsskriften ska inom besvärstiden ges in till högsta förvaltningsdomstolen eller den förvaltningsdomstol som fattat beslutet. Besvärsrätt på statens vägnar har Tullstyrelsens tullombud.",
        "normalized_sv": "Ändring i förvaltningsdomstolens beslut får sökas genom besvär hos högsta förvaltningsdomstolen, om den domstolen beviljar besvärstillstånd. Besvärsrätt har den som med stöd av 20 § får söka ändring i debiteringen. Besvärstillstånd kan beviljas 1) om det för lagens tillämpning i andra liknande fall eller för en enhetlig rättspraxis är av vikt att ärendet avgörs av högsta förvaltningsdomstolen, 2) om det på grund av ett uppenbart fel som inträffat i ärendet finns särskilda skäl för högsta förvaltningsdomstolen att avgöra ärendet, eller 3) om det föreligger vägande ekonomiska eller andra skäl att bevilja besvärstillstånd. Besvärstillstånd kan även beviljas så att det gäller endast en del av det överklagade förvaltningsdomstolsbeslutet. Besvär ska anföras inom 60 dagar från delfåendet av förvaltningsdomstolens beslut. Besvärsskriften ska inom besvärstiden ges in till högsta förvaltningsdomstolen eller den förvaltningsdomstol som fattat beslutet. Besvärsrätt på statens vägnar har Tullstyrelsens tullombud.",
        "folded_sv": "andring i forvaltningsdomstolens beslut far sokas genom besvar hos hogsta forvaltningsdomstolen, om den domstolen beviljar besvarstillstand. besvarsratt har den som med stod av 20 § far soka andring i debiteringen. besvarstillstand kan beviljas 1) om det for lagens tillampning i andra liknande fall eller for en enhetlig rattspraxis ar av vikt att arendet avgors av hogsta forvaltningsdomstolen, 2) om det pa grund av ett uppenbart fel som intraffat i arendet finns sarskilda skal for hogsta forvaltningsdomstolen att avgora arendet, eller 3) om det foreligger vagande ekonomiska eller andra skal att bevilja besvarstillstand. besvarstillstand kan aven beviljas sa att det galler endast en del av det overklagade forvaltningsdomstolsbeslutet. besvar ska anforas inom 60 dagar fran delfaendet av forvaltningsdomstolens beslut. besvarsskriften ska inom besvarstiden ges in till hogsta forvaltningsdomstolen eller den forvaltningsdomstol som fattat beslutet. besvarsratt pa statens vagnar har tullstyrelsens tullombud."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Muutoksenhaun ja tulliviranomaisen tekemän oikaisun johdosta maksettava korko",
      "content": "Jos polttoainemaksu on muutoksenhaun tai tulliviranomaisen tekemän oikaisun johdosta kumottu tai polttoainemaksua on alennettu, asianomaiselle on maksettava takaisin liikaa suoritettu määrä sekä sille vuotuista korkoa, joka on kutakin kalenterivuotta edeltävän puolivuotiskauden korkolain (633/1982) 12 §:ssä tarkoitettu viitekorko vähennettynä kahdella prosenttiyksiköllä. Korko lasketaan polttoainemaksun maksupäivästä takaisinmaksupäivään. Palautukselle maksettava korko ei ole tuloverotuksessa veronalaista tuloa. Jos muutoksenhaun johdosta polttoainemaksua määrätään suoritettavaksi tai sen määrää korotetaan, tulliviranomainen perii polttoainemaksun ja sille veronlisäyksestä ja viivekorosta annetussa laissa säädetyn viivekoron.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_23",
        "normalized_fi": "Jos polttoainemaksu on muutoksenhaun tai tulliviranomaisen tekemän oikaisun johdosta kumottu tai polttoainemaksua on alennettu, asianomaiselle on maksettava takaisin liikaa suoritettu määrä sekä sille vuotuista korkoa, joka on kutakin kalenterivuotta edeltävän puolivuotiskauden korkolain (633/1982) 12 § :ssä tarkoitettu viitekorko vähennettynä kahdella prosenttiyksiköllä. Korko lasketaan polttoainemaksun maksupäivästä takaisinmaksupäivään. Palautukselle maksettava korko ei ole tuloverotuksessa veronalaista tuloa. Jos muutoksenhaun johdosta polttoainemaksua määrätään suoritettavaksi tai sen määrää korotetaan, tulliviranomainen perii polttoainemaksun ja sille veronlisäyksestä ja viivekorosta annetussa laissa säädetyn viivekoron.",
        "folded_fi": "jos polttoainemaksu on muutoksenhaun tai tulliviranomaisen tekeman oikaisun johdosta kumottu tai polttoainemaksua on alennettu, asianomaiselle on maksettava takaisin liikaa suoritettu maara seka sille vuotuista korkoa, joka on kutakin kalenterivuotta edeltavan puolivuotiskauden korkolain (633/1982) 12 §:ssa tarkoitettu viitekorko vahennettyna kahdella prosenttiyksikolla. korko lasketaan polttoainemaksun maksupaivasta takaisinmaksupaivaan. palautukselle maksettava korko ei ole tuloverotuksessa veronalaista tuloa. jos muutoksenhaun johdosta polttoainemaksua maarataan suoritettavaksi tai sen maaraa korotetaan, tulliviranomainen perii polttoainemaksun ja sille veronlisayksesta ja viivekorosta annetussa laissa saadetyn viivekoron.",
        "title_sv": "Räntebetalningsskyldighet på grund av ändringssökande och tullmyndighets rättelse",
        "content_sv": "Om bränsleavgiften har avlyfts på grund av ändringssökande eller en tullmyndighets rättelse eller om bränsleavgiften har sänkts, ska till vederbörande återbetalas det överskjutande beloppet jämte en årlig ränta som motsvarar den i 12 § i räntelagen (633/1982) avsedda referensräntan för den halvårsperiod som föregår kalenderåret i fråga, minskad med två procentenheter. Räntan betalas från avgiftsbetalningsdagen till återbetalningsdagen. Den ränta som betalas för återbetalningen är inte skattepliktig inkomst i inkomstbeskattningen. Om bränsleavgift med anledning av ändringssökande påförs eller avgiftsbeloppet höjs, driver tullmyndigheten in bränsleavgiften jämte förseningsränta enligt lagen om skattetillägg och förseningsränta.",
        "normalized_sv": "Om bränsleavgiften har avlyfts på grund av ändringssökande eller en tullmyndighets rättelse eller om bränsleavgiften har sänkts, ska till vederbörande återbetalas det överskjutande beloppet jämte en årlig ränta som motsvarar den i 12 § i räntelagen (633/1982) avsedda referensräntan för den halvårsperiod som föregår kalenderåret i fråga, minskad med två procentenheter. Räntan betalas från avgiftsbetalningsdagen till återbetalningsdagen. Den ränta som betalas för återbetalningen är inte skattepliktig inkomst i inkomstbeskattningen. Om bränsleavgift med anledning av ändringssökande påförs eller avgiftsbeloppet höjs, driver tullmyndigheten in bränsleavgiften jämte förseningsränta enligt lagen om skattetillägg och förseningsränta.",
        "folded_sv": "om bransleavgiften har avlyfts pa grund av andringssokande eller en tullmyndighets rattelse eller om bransleavgiften har sankts, ska till vederborande aterbetalas det overskjutande beloppet jamte en arlig ranta som motsvarar den i 12 § i rantelagen (633/1982) avsedda referensrantan for den halvarsperiod som foregar kalenderaret i fraga, minskad med tva procentenheter. rantan betalas fran avgiftsbetalningsdagen till aterbetalningsdagen. den ranta som betalas for aterbetalningen ar inte skattepliktig inkomst i inkomstbeskattningen. om bransleavgift med anledning av andringssokande pafors eller avgiftsbeloppet hojs, driver tullmyndigheten in bransleavgiften jamte forseningsranta enligt lagen om skattetillagg och forseningsranta."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Valtion puhevallan käyttäminen",
      "content": "Valtion puolesta puhevaltaa muutoksenhakua ja oikaisua koskevissa asioissa käyttää tullipiirissä oleva tulliasiamies tai, jos asia koskee Tullihallituksen päätöstä taikka valittamista korkeimpaan hallinto-oikeuteen, Tullihallituksessa oleva tulliasiamies. Tulliasiamiestä kuullaan ja päätös annetaan hänelle tiedoksi siten, että tulliasiamiehelle varataan tilaisuus tutustua päätökseen ja sen perusteena oleviin asiakirjoihin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_24",
        "normalized_fi": "Valtion puolesta puhevaltaa muutoksenhakua ja oikaisua koskevissa asioissa käyttää tullipiirissä oleva tulliasiamies tai, jos asia koskee Tullihallituksen päätöstä taikka valittamista korkeimpaan hallinto-oikeuteen, Tullihallituksessa oleva tulliasiamies. Tulliasiamiestä kuullaan ja päätös annetaan hänelle tiedoksi siten, että tulliasiamiehelle varataan tilaisuus tutustua päätökseen ja sen perusteena oleviin asiakirjoihin.",
        "folded_fi": "valtion puolesta puhevaltaa muutoksenhakua ja oikaisua koskevissa asioissa kayttaa tullipiirissa oleva tulliasiamies tai, jos asia koskee tullihallituksen paatosta taikka valittamista korkeimpaan hallinto-oikeuteen, tullihallituksessa oleva tulliasiamies. tulliasiamiesta kuullaan ja paatos annetaan hanelle tiedoksi siten, etta tulliasiamiehelle varataan tilaisuus tutustua paatokseen ja sen perusteena oleviin asiakirjoihin.",
        "title_sv": "Förande av statens talan",
        "content_sv": "Statens talan i ärenden som gäller ändringssökande och rättelse förs av ett tullombud vid tulldistriktet eller, om saken gäller Tullstyrelsens beslut eller besvär i högsta förvaltningsdomstolen, av ett tullombud vid Tullstyrelsen. Tullombudet hörs och delges beslut genom att tullombudet ges tillfälle att ta del av besluten och de handlingar som ligger till grund för dessa.",
        "normalized_sv": "Statens talan i ärenden som gäller ändringssökande och rättelse förs av ett tullombud vid tulldistriktet eller, om saken gäller Tullstyrelsens beslut eller besvär i högsta förvaltningsdomstolen, av ett tullombud vid Tullstyrelsen. Tullombudet hörs och delges beslut genom att tullombudet ges tillfälle att ta del av besluten och de handlingar som ligger till grund för dessa.",
        "folded_sv": "statens talan i arenden som galler andringssokande och rattelse fors av ett tullombud vid tulldistriktet eller, om saken galler tullstyrelsens beslut eller besvar i hogsta forvaltningsdomstolen, av ett tullombud vid tullstyrelsen. tullombudet hors och delges beslut genom att tullombudet ges tillfalle att ta del av besluten och de handlingar som ligger till grund for dessa."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Äänestys hallintotuomioistuimissa",
      "content": "Jos tämän lain nojalla tehtyä muutoksenhakua ratkaistaessa ilmaantuu eri mielipiteitä, tulee päätökseksi se mielipide, jota useimpien on katsottava kannattaneen. Äänten jakautuessa tasan päätökseksi tulee se mielipide, joka on maksuvelvolliselle edullisempi, tai jollei tätä perustetta voida soveltaa, se mielipide, jota puheenjohtaja on kannattanut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_25",
        "normalized_fi": "Jos tämän lain nojalla tehtyä muutoksenhakua ratkaistaessa ilmaantuu eri mielipiteitä, tulee päätökseksi se mielipide, jota useimpien on katsottava kannattaneen. Äänten jakautuessa tasan päätökseksi tulee se mielipide, joka on maksuvelvolliselle edullisempi, tai jollei tätä perustetta voida soveltaa, se mielipide, jota puheenjohtaja on kannattanut.",
        "folded_fi": "jos taman lain nojalla tehtya muutoksenhakua ratkaistaessa ilmaantuu eri mielipiteita, tulee paatokseksi se mielipide, jota useimpien on katsottava kannattaneen. aanten jakautuessa tasan paatokseksi tulee se mielipide, joka on maksuvelvolliselle edullisempi, tai jollei tata perustetta voida soveltaa, se mielipide, jota puheenjohtaja on kannattanut.",
        "title_sv": "Omröstning i förvaltningsdomstolar",
        "content_sv": "Om det råder olika åsikter vid avgörandet av ett ärende som överklagats med stöd av denna lag, gäller som beslut den åsikt som flertalet ska anses ha omfattat. Vid lika röstetal vinner den åsikt som är fördelaktigast för den avgiftsskyldige eller, om denna grund inte kan tillämpas, den åsikt som ordföranden har omfattat.",
        "normalized_sv": "Om det råder olika åsikter vid avgörandet av ett ärende som överklagats med stöd av denna lag, gäller som beslut den åsikt som flertalet ska anses ha omfattat. Vid lika röstetal vinner den åsikt som är fördelaktigast för den avgiftsskyldige eller, om denna grund inte kan tillämpas, den åsikt som ordföranden har omfattat.",
        "folded_sv": "om det rader olika asikter vid avgorandet av ett arende som overklagats med stod av denna lag, galler som beslut den asikt som flertalet ska anses ha omfattat. vid lika rostetal vinner den asikt som ar fordelaktigast for den avgiftsskyldige eller, om denna grund inte kan tillampas, den asikt som ordforanden har omfattat."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "Täytäntöönpano",
      "content": "Maksuvelvollinen on velvollinen maksamaan määrätyn polttoainemaksun siitä huolimatta, että polttoainemaksuun haetaan muutosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_26",
        "normalized_fi": "Maksuvelvollinen on velvollinen maksamaan määrätyn polttoainemaksun siitä huolimatta, että polttoainemaksuun haetaan muutosta.",
        "folded_fi": "maksuvelvollinen on velvollinen maksamaan maaratyn polttoainemaksun siita huolimatta, etta polttoainemaksuun haetaan muutosta.",
        "title_sv": "Verkställighet",
        "content_sv": "Den avgiftsskyldige ska betala påförd bränsleavgift oberoende av om ändring i bränsleavgiften söks eller inte.",
        "normalized_sv": "Den avgiftsskyldige ska betala påförd bränsleavgift oberoende av om ändring i bränsleavgiften söks eller inte.",
        "folded_sv": "den avgiftsskyldige ska betala paford bransleavgift oberoende av om andring i bransleavgiften soks eller inte."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Aiheettoman suorituksen palauttaminen",
      "content": "Joka osoittaa suorittaneensa erehdyksessä polttoainemaksua, on oikeutettu hakemuksesta saamaan suorittamansa määrän takaisin asianomaiselta tulliviranomaiselta. Erehdyksenä ei pidetä polttoainemaksun suorittamista siinä tarkoituksessa, että aluksen käyttöä ei estettäisi, tai olosuhteissa, joissa tätä tarkoitusta voidaan pitää ilmeisenä. Jos kaksi tai useampi on suorittanut samasta aluksesta polttoainemaksua, liikaa maksettu polttoainemaksu palautetaan hakemuksesta sille, joka ei ole maksuvelvollinen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_27",
        "normalized_fi": "Joka osoittaa suorittaneensa erehdyksessä polttoainemaksua, on oikeutettu hakemuksesta saamaan suorittamansa määrän takaisin asianomaiselta tulliviranomaiselta. Erehdyksenä ei pidetä polttoainemaksun suorittamista siinä tarkoituksessa, että aluksen käyttöä ei estettäisi, tai olosuhteissa, joissa tätä tarkoitusta voidaan pitää ilmeisenä. Jos kaksi tai useampi on suorittanut samasta aluksesta polttoainemaksua, liikaa maksettu polttoainemaksu palautetaan hakemuksesta sille, joka ei ole maksuvelvollinen.",
        "folded_fi": "joka osoittaa suorittaneensa erehdyksessa polttoainemaksua, on oikeutettu hakemuksesta saamaan suorittamansa maaran takaisin asianomaiselta tulliviranomaiselta. erehdyksena ei pideta polttoainemaksun suorittamista siina tarkoituksessa, etta aluksen kayttoa ei estettaisi, tai olosuhteissa, joissa tata tarkoitusta voidaan pitaa ilmeisena. jos kaksi tai useampi on suorittanut samasta aluksesta polttoainemaksua, liikaa maksettu polttoainemaksu palautetaan hakemuksesta sille, joka ei ole maksuvelvollinen.",
        "title_sv": "Återbetalning av grundlös prestation",
        "content_sv": "Den som visar att han har betalat bränsleavgift av misstag har rätt att på ansökan återfå det betalda beloppet av den behöriga tullmyndigheten. Som misstag betraktas inte att bränsleavgift har betalats för att undvika att användningen av båten förhindras eller under sådana omständigheter där detta syfte kan anses vara uppenbart. Om två eller flera har betalat bränsleavgift för en och samma båt, återbetalas den överskjutande delen av bränsleavgiften på ansökan till den som inte är avgiftsskyldig.",
        "normalized_sv": "Den som visar att han har betalat bränsleavgift av misstag har rätt att på ansökan återfå det betalda beloppet av den behöriga tullmyndigheten. Som misstag betraktas inte att bränsleavgift har betalats för att undvika att användningen av båten förhindras eller under sådana omständigheter där detta syfte kan anses vara uppenbart. Om två eller flera har betalat bränsleavgift för en och samma båt, återbetalas den överskjutande delen av bränsleavgiften på ansökan till den som inte är avgiftsskyldig.",
        "folded_sv": "den som visar att han har betalat bransleavgift av misstag har ratt att pa ansokan aterfa det betalda beloppet av den behoriga tullmyndigheten. som misstag betraktas inte att bransleavgift har betalats for att undvika att anvandningen av baten forhindras eller under sadana omstandigheter dar detta syfte kan anses vara uppenbart. om tva eller flera har betalat bransleavgift for en och samma bat, aterbetalas den overskjutande delen av bransleavgiften pa ansokan till den som inte ar avgiftsskyldig."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "title": "Polttoainemaksun huojentaminen ja maksunlykkäys",
      "content": "Tullihallitus voi hakemuksesta erityisistä syistä määräämillään ehdoilla kokonaan tai osittain vapauttaa polttoainemaksun sekä viivekoron ja lykkäyksen vuoksi suoritettavan koron maksamisesta, jos näiden perimistä täysimääräisenä voidaan pitää ilmeisen kohtuuttomana. Valtiovarainministeriö voi ottaa periaatteellisesti tärkeän asian ratkaistavakseen. Tullihallitus voi hakemuksesta myöntää erityisistä syistä lykkäystä polttoainemaksun suorittamiselle valtiovarainministeriön määräämin ehdoin, jos polttoainemaksun suorittamista määräajassa voidaan pitää ilmeisen kohtuuttomana. Valtiovarainministeriö voi ottaa lykkäysasian ratkaistavakseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_28",
        "normalized_fi": "Tullihallitus voi hakemuksesta erityisistä syistä määräämillään ehdoilla kokonaan tai osittain vapauttaa polttoainemaksun sekä viivekoron ja lykkäyksen vuoksi suoritettavan koron maksamisesta, jos näiden perimistä täysimääräisenä voidaan pitää ilmeisen kohtuuttomana. Valtiovarainministeriö voi ottaa periaatteellisesti tärkeän asian ratkaistavakseen. Tullihallitus voi hakemuksesta myöntää erityisistä syistä lykkäystä polttoainemaksun suorittamiselle valtiovarainministeriön määräämin ehdoin, jos polttoainemaksun suorittamista määräajassa voidaan pitää ilmeisen kohtuuttomana. Valtiovarainministeriö voi ottaa lykkäysasian ratkaistavakseen.",
        "folded_fi": "tullihallitus voi hakemuksesta erityisista syista maaraamillaan ehdoilla kokonaan tai osittain vapauttaa polttoainemaksun seka viivekoron ja lykkayksen vuoksi suoritettavan koron maksamisesta, jos naiden perimista taysimaaraisena voidaan pitaa ilmeisen kohtuuttomana. valtiovarainministerio voi ottaa periaatteellisesti tarkean asian ratkaistavakseen. tullihallitus voi hakemuksesta myontaa erityisista syista lykkaysta polttoainemaksun suorittamiselle valtiovarainministerion maaraamin ehdoin, jos polttoainemaksun suorittamista maaraajassa voidaan pitaa ilmeisen kohtuuttomana. valtiovarainministerio voi ottaa lykkaysasian ratkaistavakseen.",
        "title_sv": "Avgiftslättnad och uppskov med betalningen",
        "content_sv": "Tullstyrelsen kan av särskilda skäl på ansökan och på de villkor som den bestämmer helt eller delvis bevilja befrielse från bränsleavgift och förseningsränta samt ränta som ska betalas på grund av uppskov, om det kan anses vara uppenbart oskäligt att ta ut dessa till fullt belopp. Finansministeriet kan överta avgörandet av ett principiellt viktigt ärende. Tullstyrelsen kan av särskilda skäl på ansökan bevilja uppskov med betalningen av bränsleavgift på de villkor som finansministeriet bestämmer, om det kan anses uppenbart oskäligt att bränsleavgiften ska betalas inom utsatt tid. Finansministeriet kan överta avgörandet av ett uppskovsärende.",
        "normalized_sv": "Tullstyrelsen kan av särskilda skäl på ansökan och på de villkor som den bestämmer helt eller delvis bevilja befrielse från bränsleavgift och förseningsränta samt ränta som ska betalas på grund av uppskov, om det kan anses vara uppenbart oskäligt att ta ut dessa till fullt belopp. Finansministeriet kan överta avgörandet av ett principiellt viktigt ärende. Tullstyrelsen kan av särskilda skäl på ansökan bevilja uppskov med betalningen av bränsleavgift på de villkor som finansministeriet bestämmer, om det kan anses uppenbart oskäligt att bränsleavgiften ska betalas inom utsatt tid. Finansministeriet kan överta avgörandet av ett uppskovsärende.",
        "folded_sv": "tullstyrelsen kan av sarskilda skal pa ansokan och pa de villkor som den bestammer helt eller delvis bevilja befrielse fran bransleavgift och forseningsranta samt ranta som ska betalas pa grund av uppskov, om det kan anses vara uppenbart oskaligt att ta ut dessa till fullt belopp. finansministeriet kan overta avgorandet av ett principiellt viktigt arende. tullstyrelsen kan av sarskilda skal pa ansokan bevilja uppskov med betalningen av bransleavgift pa de villkor som finansministeriet bestammer, om det kan anses uppenbart oskaligt att bransleavgiften ska betalas inom utsatt tid. finansministeriet kan overta avgorandet av ett uppskovsarende."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "title": "Rangaistussäännökset",
      "content": "polttoainemaksurikkomuksesta Joka kuljettaa alusta, josta on erääntynyttä polttoainemaksua suorittamatta, on tuomittava sakkoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_29",
        "normalized_fi": "polttoainemaksurikkomuksesta Joka kuljettaa alusta, josta on erääntynyttä polttoainemaksua suorittamatta, on tuomittava sakkoon.",
        "folded_fi": "polttoainemaksurikkomuksesta joka kuljettaa alusta, josta on eraantynytta polttoainemaksua suorittamatta, on tuomittava sakkoon.",
        "title_sv": "Straffbestämmelser",
        "content_sv": "bränsleavgiftsförseelse Den som framför en båt för vilken bränsleavgift som förfallit till betalning är obetald, ska för dömas till böter.",
        "normalized_sv": "bränsleavgiftsförseelse Den som framför en båt för vilken bränsleavgift som förfallit till betalning är obetald, ska för dömas till böter.",
        "folded_sv": "bransleavgiftsforseelse den som framfor en bat for vilken bransleavgift som forfallit till betalning ar obetald, ska for domas till boter."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2008.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_30",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2008.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2008.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2008.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2008.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2008."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain soveltamisala",
      "content": "Yksityisestä huvialuksesta, jossa käytetään moottoribensiiniä tai dieselöljyä lievemmin verotettua tai verotonta polttoainetta, suoritetaan valtiolle polttoainemaksua siten kuin tässä laissa säädetään. Polttoainemaksu kannetaan maksuvelvollisuuden aiheuttavan polttoaineen käytön estämiseksi. Maksuvelvollisuuden aiheuttavan polttoaineen käyttö yksityisessä huvialuksessa on kielletty. Tätä lakia sovelletaan yksityiseen huvialukseen, jonka omistajana olevan luonnollisen henkilön tai yhteisön kotipaikka on Suomessa sekä yksityiseen huvialukseen, jonka omistajan kotipaikka on muualla kuin Suomessa, jos alusta käytetään Suomessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Yksityisestä huvialuksesta, jossa käytetään moottoribensiiniä tai dieselöljyä lievemmin verotettua tai verotonta polttoainetta, suoritetaan valtiolle polttoainemaksua siten kuin tässä laissa säädetään. Polttoainemaksu kannetaan maksuvelvollisuuden aiheuttavan polttoaineen käytön estämiseksi. Maksuvelvollisuuden aiheuttavan polttoaineen käyttö yksityisessä huvialuksessa on kielletty. Tätä lakia sovelletaan yksityiseen huvialukseen, jonka omistajana olevan luonnollisen henkilön tai yhteisön kotipaikka on Suomessa sekä yksityiseen huvialukseen, jonka omistajan kotipaikka on muualla kuin Suomessa, jos alusta käytetään Suomessa.",
        "folded_fi": "yksityisesta huvialuksesta, jossa kaytetaan moottoribensiinia tai dieseloljya lievemmin verotettua tai verotonta polttoainetta, suoritetaan valtiolle polttoainemaksua siten kuin tassa laissa saadetaan. polttoainemaksu kannetaan maksuvelvollisuuden aiheuttavan polttoaineen kayton estamiseksi. maksuvelvollisuuden aiheuttavan polttoaineen kaytto yksityisessa huvialuksessa on kielletty. tata lakia sovelletaan yksityiseen huvialukseen, jonka omistajana olevan luonnollisen henkilon tai yhteison kotipaikka on suomessa seka yksityiseen huvialukseen, jonka omistajan kotipaikka on muualla kuin suomessa, jos alusta kaytetaan suomessa.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "För privata fritidsbåtar i vilka det används bränsle som beskattas lindrigare än motorbensin eller dieselolja eller bränsle som är skattefritt ska betalas bränsleavgift till staten i enlighet med denna lag. Bränsleavgift tas ut för att förhindra att bränsle som ger upphov till avgiftsskyldighet används. Det är förbjudet att i en privat fritidsbåt använda bränsle som ger upphov till avgiftsskyldighet. Denna lag tillämpas på sådana privata fritidsbåtar vilkas ägare, antingen en fysisk person eller en sammanslutning, har hemort i Finland samt på privata fritidsbåtar vilkas ägares hemort är någon annanstans än i Finland, om båten används i Finland.",
        "normalized_sv": "För privata fritidsbåtar i vilka det används bränsle som beskattas lindrigare än motorbensin eller dieselolja eller bränsle som är skattefritt ska betalas bränsleavgift till staten i enlighet med denna lag. Bränsleavgift tas ut för att förhindra att bränsle som ger upphov till avgiftsskyldighet används. Det är förbjudet att i en privat fritidsbåt använda bränsle som ger upphov till avgiftsskyldighet. Denna lag tillämpas på sådana privata fritidsbåtar vilkas ägare, antingen en fysisk person eller en sammanslutning, har hemort i Finland samt på privata fritidsbåtar vilkas ägares hemort är någon annanstans än i Finland, om båten används i Finland.",
        "folded_sv": "for privata fritidsbatar i vilka det anvands bransle som beskattas lindrigare an motorbensin eller dieselolja eller bransle som ar skattefritt ska betalas bransleavgift till staten i enlighet med denna lag. bransleavgift tas ut for att forhindra att bransle som ger upphov till avgiftsskyldighet anvands. det ar forbjudet att i en privat fritidsbat anvanda bransle som ger upphov till avgiftsskyldighet. denna lag tillampas pa sadana privata fritidsbatar vilkas agare, antingen en fysisk person eller en sammanslutning, har hemort i finland samt pa privata fritidsbatar vilkas agares hemort ar nagon annanstans an i finland, om baten anvands i finland."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Muiden lakien soveltaminen",
      "content": "Polttoaineiden määritelmiin sovelletaan nestemäisten polttoaineiden valmisteverosta annetussa laissa (1472/1994) säädettyjä perusteita. Jollei tässä laissa toisin säädetä, polttoainemaksun kantoon sovelletaan soveltuvin osin, mitä veronkantolaissa (609/2005) tai sen nojalla säädetään samoin kuin mitä veronlisäyksestä ja viivekorosta annetussa laissa (1556/1995) sekä verojen ja maksujen täytäntöönpanosta annetussa laissa (706/2007) säädetään. Jollei tässä laissa toisin säädetä, polttoainemaksua koskevien tietojen käyttöön ja luovutukseen sovelletaan soveltuvin osin, mitä vesikulkuneuvorekisteristä annetussa laissa (976/2006) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Polttoaineiden määritelmiin sovelletaan nestemäisten polttoaineiden valmisteverosta annetussa laissa (1472/1994) säädettyjä perusteita. Jollei tässä laissa toisin säädetä, polttoainemaksun kantoon sovelletaan soveltuvin osin, mitä veronkantolaissa (609/2005) tai sen nojalla säädetään samoin kuin mitä veronlisäyksestä ja viivekorosta annetussa laissa (1556/1995) sekä verojen ja maksujen täytäntöönpanosta annetussa laissa (706/2007) säädetään. Jollei tässä laissa toisin säädetä, polttoainemaksua koskevien tietojen käyttöön ja luovutukseen sovelletaan soveltuvin osin, mitä vesikulkuneuvorekisteristä annetussa laissa (976/2006) säädetään.",
        "folded_fi": "polttoaineiden maaritelmiin sovelletaan nestemaisten polttoaineiden valmisteverosta annetussa laissa (1472/1994) saadettyja perusteita. jollei tassa laissa toisin saadeta, polttoainemaksun kantoon sovelletaan soveltuvin osin, mita veronkantolaissa (609/2005) tai sen nojalla saadetaan samoin kuin mita veronlisayksesta ja viivekorosta annetussa laissa (1556/1995) seka verojen ja maksujen taytantoonpanosta annetussa laissa (706/2007) saadetaan. jollei tassa laissa toisin saadeta, polttoainemaksua koskevien tietojen kayttoon ja luovutukseen sovelletaan soveltuvin osin, mita vesikulkuneuvorekisterista annetussa laissa (976/2006) saadetaan.",
        "title_sv": "Tillämpningen av andra lagar",
        "content_sv": "På definitionerna av bränslen tillämpas de grunder som anges i lagen om accis på flytande bränslen (1472/1994). Om inte annat föreskrivs i denna lag, gäller i fråga om uppbörden av bränsleavgift i tillämpliga delar vad som föreskrivs i lagen om skatteuppbörd (609/2005) eller med stöd av den, liksom även vad som föreskrivs i lagen om skattetillägg och förseningsränta (1556/1995) och i lagen om verkställighet av skatter och avgifter (706/2007). Om inte annat föreskrivs i denna lag, gäller för användning och utlämning av uppgifter om bränsleavgiften i tillämpliga delar vad som föreskrivs i lagen om farkostregistret (976/2006).",
        "normalized_sv": "På definitionerna av bränslen tillämpas de grunder som anges i lagen om accis på flytande bränslen (1472/1994). Om inte annat föreskrivs i denna lag, gäller i fråga om uppbörden av bränsleavgift i tillämpliga delar vad som föreskrivs i lagen om skatteuppbörd (609/2005) eller med stöd av den, liksom även vad som föreskrivs i lagen om skattetillägg och förseningsränta (1556/1995) och i lagen om verkställighet av skatter och avgifter (706/2007). Om inte annat föreskrivs i denna lag, gäller för användning och utlämning av uppgifter om bränsleavgiften i tillämpliga delar vad som föreskrivs i lagen om farkostregistret (976/2006).",
        "folded_sv": "pa definitionerna av branslen tillampas de grunder som anges i lagen om accis pa flytande branslen (1472/1994). om inte annat foreskrivs i denna lag, galler i fraga om uppborden av bransleavgift i tillampliga delar vad som foreskrivs i lagen om skatteuppbord (609/2005) eller med stod av den, liksom aven vad som foreskrivs i lagen om skattetillagg och forseningsranta (1556/1995) och i lagen om verkstallighet av skatter och avgifter (706/2007). om inte annat foreskrivs i denna lag, galler for anvandning och utlamning av uppgifter om bransleavgiften i tillampliga delar vad som foreskrivs i lagen om farkostregistret (976/2006)."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Yksityinen huvialus",
      "content": "Yksityisellä huvialuksella tarkoitetaan alusta, jota luonnollinen henkilö tai oikeushenkilö käyttää sen omistajana, vuokraajana tai sen muulla tavoin käyttöönsä saaneena muihin kuin kaupallisiin tarkoituksiin ja erityisesti muihin tarkoituksiin kuin vastiketta vastaan taikka julkisten viranomaisten tarkoituksiin tapahtuviin matkustajien tai tavaroiden kuljetuksiin tai palvelujen tarjoamisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Yksityisellä huvialuksella tarkoitetaan alusta, jota luonnollinen henkilö tai oikeushenkilö käyttää sen omistajana, vuokraajana tai sen muulla tavoin käyttöönsä saaneena muihin kuin kaupallisiin tarkoituksiin ja erityisesti muihin tarkoituksiin kuin vastiketta vastaan taikka julkisten viranomaisten tarkoituksiin tapahtuviin matkustajien tai tavaroiden kuljetuksiin tai palvelujen tarjoamisiin.",
        "folded_fi": "yksityisella huvialuksella tarkoitetaan alusta, jota luonnollinen henkilo tai oikeushenkilo kayttaa sen omistajana, vuokraajana tai sen muulla tavoin kayttoonsa saaneena muihin kuin kaupallisiin tarkoituksiin ja erityisesti muihin tarkoituksiin kuin vastiketta vastaan taikka julkisten viranomaisten tarkoituksiin tapahtuviin matkustajien tai tavaroiden kuljetuksiin tai palvelujen tarjoamisiin.",
        "title_sv": "Privat fritidsbåt",
        "content_sv": "privat fritidsbåt Med avses ett fartyg som av en fysisk eller juridisk person som äger eller hyr fartyget eller på något annat sätt fått nyttjanderätt till det används för annat än kommersiella ändamål och särskilt för andra ändamål än transport av passagerare eller varor eller tillhandahållande av tjänster mot ersättning eller i en offentlig myndighets verksamhet.",
        "normalized_sv": "privat fritidsbåt Med avses ett fartyg som av en fysisk eller juridisk person som äger eller hyr fartyget eller på något annat sätt fått nyttjanderätt till det används för annat än kommersiella ändamål och särskilt för andra ändamål än transport av passagerare eller varor eller tillhandahållande av tjänster mot ersättning eller i en offentlig myndighets verksamhet.",
        "folded_sv": "privat fritidsbat med avses ett fartyg som av en fysisk eller juridisk person som ager eller hyr fartyget eller pa nagot annat satt fatt nyttjanderatt till det anvands for annat an kommersiella andamal och sarskilt for andra andamal an transport av passagerare eller varor eller tillhandahallande av tjanster mot ersattning eller i en offentlig myndighets verksamhet."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Polttoainemaksu",
      "content": "Polttoainemaksu pannaan maksuun, jos dieselmoottorilla varustetussa yksityisessä huvialuksessa havaitaan käytetyn kokonaan tai osittain dieselöljyä lievemmin verotettua tai verotonta polttoainetta tai jos bensiiniä käyttämään tarkoitetussa yksityisessä huvialuksessa havaitaan käytetyn moottoribensiiniä lievemmin verotettua tai verotonta polttoainetta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Polttoainemaksu pannaan maksuun, jos dieselmoottorilla varustetussa yksityisessä huvialuksessa havaitaan käytetyn kokonaan tai osittain dieselöljyä lievemmin verotettua tai verotonta polttoainetta tai jos bensiiniä käyttämään tarkoitetussa yksityisessä huvialuksessa havaitaan käytetyn moottoribensiiniä lievemmin verotettua tai verotonta polttoainetta.",
        "folded_fi": "polttoainemaksu pannaan maksuun, jos dieselmoottorilla varustetussa yksityisessa huvialuksessa havaitaan kaytetyn kokonaan tai osittain dieseloljya lievemmin verotettua tai verotonta polttoainetta tai jos bensiinia kayttamaan tarkoitetussa yksityisessa huvialuksessa havaitaan kaytetyn moottoribensiinia lievemmin verotettua tai verotonta polttoainetta.",
        "title_sv": "Bränsleavgift",
        "content_sv": "Bränsleavgift debiteras, om det konstateras att man i en privat fritidsbåt med dieselmotor enbart eller delvis har använt bränsle som beskattas lindrigare än dieselolja eller skattefritt bränsle eller i en privat fritidsbåt som är avsedd för bensindrift har använt bränsle som beskattas lindrigare än motorbensin eller skattefritt bränsle.",
        "normalized_sv": "Bränsleavgift debiteras, om det konstateras att man i en privat fritidsbåt med dieselmotor enbart eller delvis har använt bränsle som beskattas lindrigare än dieselolja eller skattefritt bränsle eller i en privat fritidsbåt som är avsedd för bensindrift har använt bränsle som beskattas lindrigare än motorbensin eller skattefritt bränsle.",
        "folded_sv": "bransleavgift debiteras, om det konstateras att man i en privat fritidsbat med dieselmotor enbart eller delvis har anvant bransle som beskattas lindrigare an dieselolja eller skattefritt bransle eller i en privat fritidsbat som ar avsedd for bensindrift har anvant bransle som beskattas lindrigare an motorbensin eller skattefritt bransle."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Maksuvelvollinen",
      "content": "Polttoainemaksu määrätään sen maksettavaksi, joka lievemmin verotettua tai verotonta polttoainetta käytettäessä on aluksen omistaja. Jos alus on muun kuin omistajansa hallinnassa, polttoainemaksu määrätään haltijan maksettavaksi. Jos rikoksella haltuun otetussa aluksessa käytetään haltuunoton aikana polttoainemaksun aiheuttavaa polttoainetta, määrätään polttoainemaksu rikoksella aluksen haltuunsa saaneen maksettavaksi. Muun selvityksen puuttuessa aluksen omistajana tai haltijana pidetään sitä, joka on merkitty aluksen omistajaksi tai haltijaksi vesikulkuneuvorekisteristä annetussa laissa tarkoitettuun rekisteriin. Jos aluksen omistajaa tai haltijaa ei voida selvittää, polttoainemaksu määrätään kuljettajan maksettavaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Polttoainemaksu määrätään sen maksettavaksi, joka lievemmin verotettua tai verotonta polttoainetta käytettäessä on aluksen omistaja. Jos alus on muun kuin omistajansa hallinnassa, polttoainemaksu määrätään haltijan maksettavaksi. Jos rikoksella haltuun otetussa aluksessa käytetään haltuunoton aikana polttoainemaksun aiheuttavaa polttoainetta, määrätään polttoainemaksu rikoksella aluksen haltuunsa saaneen maksettavaksi. Muun selvityksen puuttuessa aluksen omistajana tai haltijana pidetään sitä, joka on merkitty aluksen omistajaksi tai haltijaksi vesikulkuneuvorekisteristä annetussa laissa tarkoitettuun rekisteriin. Jos aluksen omistajaa tai haltijaa ei voida selvittää, polttoainemaksu määrätään kuljettajan maksettavaksi.",
        "folded_fi": "polttoainemaksu maarataan sen maksettavaksi, joka lievemmin verotettua tai verotonta polttoainetta kaytettaessa on aluksen omistaja. jos alus on muun kuin omistajansa hallinnassa, polttoainemaksu maarataan haltijan maksettavaksi. jos rikoksella haltuun otetussa aluksessa kaytetaan haltuunoton aikana polttoainemaksun aiheuttavaa polttoainetta, maarataan polttoainemaksu rikoksella aluksen haltuunsa saaneen maksettavaksi. muun selvityksen puuttuessa aluksen omistajana tai haltijana pidetaan sita, joka on merkitty aluksen omistajaksi tai haltijaksi vesikulkuneuvorekisterista annetussa laissa tarkoitettuun rekisteriin. jos aluksen omistajaa tai haltijaa ei voida selvittaa, polttoainemaksu maarataan kuljettajan maksettavaksi.",
        "title_sv": "Avgiftsskyldig",
        "content_sv": "Bränsleavgift påförs den som vid användningen av lindrigare beskattat eller skattefritt bränsle är båtens ägare. Innehas båten av någon annan än ägaren, påförs bränsleavgiften innehavaren. Om det i en båt som tagits i besittning på brottslig väg under besittningstiden har använts bränsleavgiftsgrundande bränsle, påförs bränsleavgiften den som genom brott fått båten i sin besittning. I avsaknad av andra uppgifter anses ägaren eller innehavaren till båten vara den som är införd som ägare eller innehavare i det i lagen om farkostregistret avsedda registret. Om det inte går att ta reda på vem som är båtens ägare eller innehavare, påförs bränsleavgiften den som framför båten.",
        "normalized_sv": "Bränsleavgift påförs den som vid användningen av lindrigare beskattat eller skattefritt bränsle är båtens ägare. Innehas båten av någon annan än ägaren, påförs bränsleavgiften innehavaren. Om det i en båt som tagits i besittning på brottslig väg under besittningstiden har använts bränsleavgiftsgrundande bränsle, påförs bränsleavgiften den som genom brott fått båten i sin besittning. I avsaknad av andra uppgifter anses ägaren eller innehavaren till båten vara den som är införd som ägare eller innehavare i det i lagen om farkostregistret avsedda registret. Om det inte går att ta reda på vem som är båtens ägare eller innehavare, påförs bränsleavgiften den som framför båten.",
        "folded_sv": "bransleavgift pafors den som vid anvandningen av lindrigare beskattat eller skattefritt bransle ar batens agare. innehas baten av nagon annan an agaren, pafors bransleavgiften innehavaren. om det i en bat som tagits i besittning pa brottslig vag under besittningstiden har anvants bransleavgiftsgrundande bransle, pafors bransleavgiften den som genom brott fatt baten i sin besittning. i avsaknad av andra uppgifter anses agaren eller innehavaren till baten vara den som ar inford som agare eller innehavare i det i lagen om farkostregistret avsedda registret. om det inte gar att ta reda pa vem som ar batens agare eller innehavare, pafors bransleavgiften den som framfor baten."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Polttoaineen käytön toteaminen",
      "content": "Polttoainemaksun aiheuttavan polttoaineen käyttöön katsotaan ryhdytyn, kun aluksen polttoainejärjestelmään kuuluvassa säiliössä todetaan olevan tällaista polttoainetta. Polttoainemaksu on suoritettava riippumatta siitä, miten ja missä alusta käytetään. Polttoaine katsotaan kuuluvaksi siihen polttoainelajiin, jonka mukaisesti se on verotettu tai olisi pitänyt verottaa polttoaineen käyttöön ryhdyttäessä. Suomen alueelle saapuvan aluksen polttoainesäiliössä olevasta polttoaineesta ei kanneta polttoainemaksua. Polttoainemaksu kannetaan kuitenkin, jos polttoainesäiliössä oleva polttoaine on tehty tunnistettavaksi siten kuin nestemäisen polttoaineen valmisteverosta annetussa laissa tai sen nojalla säädetään kevyestä polttoöljystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Polttoainemaksun aiheuttavan polttoaineen käyttöön katsotaan ryhdytyn, kun aluksen polttoainejärjestelmään kuuluvassa säiliössä todetaan olevan tällaista polttoainetta. Polttoainemaksu on suoritettava riippumatta siitä, miten ja missä alusta käytetään. Polttoaine katsotaan kuuluvaksi siihen polttoainelajiin, jonka mukaisesti se on verotettu tai olisi pitänyt verottaa polttoaineen käyttöön ryhdyttäessä. Suomen alueelle saapuvan aluksen polttoainesäiliössä olevasta polttoaineesta ei kanneta polttoainemaksua. Polttoainemaksu kannetaan kuitenkin, jos polttoainesäiliössä oleva polttoaine on tehty tunnistettavaksi siten kuin nestemäisen polttoaineen valmisteverosta annetussa laissa tai sen nojalla säädetään kevyestä polttoöljystä.",
        "folded_fi": "polttoainemaksun aiheuttavan polttoaineen kayttoon katsotaan ryhdytyn, kun aluksen polttoainejarjestelmaan kuuluvassa sailiossa todetaan olevan tallaista polttoainetta. polttoainemaksu on suoritettava riippumatta siita, miten ja missa alusta kaytetaan. polttoaine katsotaan kuuluvaksi siihen polttoainelajiin, jonka mukaisesti se on verotettu tai olisi pitanyt verottaa polttoaineen kayttoon ryhdyttaessa. suomen alueelle saapuvan aluksen polttoainesailiossa olevasta polttoaineesta ei kanneta polttoainemaksua. polttoainemaksu kannetaan kuitenkin, jos polttoainesailiossa oleva polttoaine on tehty tunnistettavaksi siten kuin nestemaisen polttoaineen valmisteverosta annetussa laissa tai sen nojalla saadetaan kevyesta polttooljysta.",
        "title_sv": "Konstaterande av användning av bränsle",
        "content_sv": "Användning av bränsleavgiftsgrundande bränsle anses ha inletts när det konstateras att en tank som hör till båtens bränslesystem innehåller sådant bränsle. Bränsleavgift ska betalas oberoende av hur och var båten används. Bränslet anses höra till det bränsleslag enligt vilket det beskattats eller borde ha beskattats när användningen av bränslet inleddes. Bränsleavgift tas inte ut för det bränsle som finns i bränsletanken på en båt som anländer till finskt territorium. Bränsleavgift tas dock ut, om det bränsle som finns i båtens bränsletank har gjorts identifierbart på det sätt som föreskrivs om lätt brännolja i lagen om accis på flytande bränsle eller med stöd av den.",
        "normalized_sv": "Användning av bränsleavgiftsgrundande bränsle anses ha inletts när det konstateras att en tank som hör till båtens bränslesystem innehåller sådant bränsle. Bränsleavgift ska betalas oberoende av hur och var båten används. Bränslet anses höra till det bränsleslag enligt vilket det beskattats eller borde ha beskattats när användningen av bränslet inleddes. Bränsleavgift tas inte ut för det bränsle som finns i bränsletanken på en båt som anländer till finskt territorium. Bränsleavgift tas dock ut, om det bränsle som finns i båtens bränsletank har gjorts identifierbart på det sätt som föreskrivs om lätt brännolja i lagen om accis på flytande bränsle eller med stöd av den.",
        "folded_sv": "anvandning av bransleavgiftsgrundande bransle anses ha inletts nar det konstateras att en tank som hor till batens branslesystem innehaller sadant bransle. bransleavgift ska betalas oberoende av hur och var baten anvands. branslet anses hora till det bransleslag enligt vilket det beskattats eller borde ha beskattats nar anvandningen av branslet inleddes. bransleavgift tas inte ut for det bransle som finns i bransletanken pa en bat som anlander till finskt territorium. bransleavgift tas dock ut, om det bransle som finns i batens bransletank har gjorts identifierbart pa det satt som foreskrivs om latt brannolja i lagen om accis pa flytande bransle eller med stod av den."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Polttoainemaksun määrä",
      "content": "Polttoainemaksun määrä on valmistajan ilmoittaman konetehon mukaan: Teho Polttoainemaksu euroa enintään 50 kw 750 yli 50 kw ― 100 kw 1 500 yli 100 kw ― 150 kw 2 250 yli 150 kw ― 200 kw 3 000 yli 200 kw ― 4 000",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Polttoainemaksun määrä on valmistajan ilmoittaman konetehon mukaan: Teho Polttoainemaksu euroa enintään 50 kw 750 yli 50 kw ― 100 kw 1 500 yli 100 kw ― 150 kw 2 250 yli 150 kw ― 200 kw 3 000 yli 200 kw ― 4 000",
        "folded_fi": "polttoainemaksun maara on valmistajan ilmoittaman konetehon mukaan: teho polttoainemaksu euroa enintaan 50 kw 750 yli 50 kw ― 100 kw 1 500 yli 100 kw ― 150 kw 2 250 yli 150 kw ― 200 kw 3 000 yli 200 kw ― 4 000",
        "title_sv": "Bränsleavgiftens storlek",
        "content_sv": "Bränsleavgiftens storlek är enligt den maskineffekt tillverkaren meddelat: Effekt Bränsleavgift euro högst 50 kw 750 över 50 kw ― 100 kw 1 500 över 100 kw ― 150 kw 2 250 över 150 kw ― 200 kw 3 000 över 200 kw ― 4 000",
        "normalized_sv": "Bränsleavgiftens storlek är enligt den maskineffekt tillverkaren meddelat: Effekt Bränsleavgift euro högst 50 kw 750 över 50 kw ― 100 kw 1 500 över 100 kw ― 150 kw 2 250 över 150 kw ― 200 kw 3 000 över 200 kw ― 4 000",
        "folded_sv": "bransleavgiftens storlek ar enligt den maskineffekt tillverkaren meddelat: effekt bransleavgift euro hogst 50 kw 750 over 50 kw ― 100 kw 1 500 over 100 kw ― 150 kw 2 250 over 150 kw ― 200 kw 3 000 over 200 kw ― 4 000"
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Polttoainemaksun korottaminen",
      "content": "Polttoainemaksua voidaan korottaa: 1) enintään 50 prosentilla, jos polttoainemaksun aiheuttavan polttoaineen käyttö toistuu sen jälkeen, kun aluksessa on havaittu käytettävän tällaista polttoainetta; ja 2) enintään 100 prosentilla, jos polttoainemaksun aiheuttavan polttoaineen käyttö on erityisen törkeää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Polttoainemaksua voidaan korottaa: 1) enintään 50 prosentilla, jos polttoainemaksun aiheuttavan polttoaineen käyttö toistuu sen jälkeen, kun aluksessa on havaittu käytettävän tällaista polttoainetta; ja 2) enintään 100 prosentilla, jos polttoainemaksun aiheuttavan polttoaineen käyttö on erityisen törkeää.",
        "folded_fi": "polttoainemaksua voidaan korottaa: 1) enintaan 50 prosentilla, jos polttoainemaksun aiheuttavan polttoaineen kaytto toistuu sen jalkeen, kun aluksessa on havaittu kaytettavan tallaista polttoainetta; ja 2) enintaan 100 prosentilla, jos polttoainemaksun aiheuttavan polttoaineen kaytto on erityisen torkeaa.",
        "title_sv": "Höjning av bränsleavgiften",
        "content_sv": "Bränsleavgiften kan höjas 1) med högst 50 procent, om användningen av bränsleavgiftsgrundande bränsle upprepas efter det att det har konstaterats att sådant bränsle används i båten, och 2) med högst 100 procent, om användningen av bränsleavgiftsgrundande bränsle är särskilt graverande.",
        "normalized_sv": "Bränsleavgiften kan höjas 1) med högst 50 procent, om användningen av bränsleavgiftsgrundande bränsle upprepas efter det att det har konstaterats att sådant bränsle används i båten, och 2) med högst 100 procent, om användningen av bränsleavgiftsgrundande bränsle är särskilt graverande.",
        "folded_sv": "bransleavgiften kan hojas 1) med hogst 50 procent, om anvandningen av bransleavgiftsgrundande bransle upprepas efter det att det har konstaterats att sadant bransle anvands i baten, och 2) med hogst 100 procent, om anvandningen av bransleavgiftsgrundande bransle ar sarskilt graverande."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Polttoainemaksun määrääminen",
      "content": "Jos aluksessa todetaan käytettävän polttoainemaksun aiheuttavaa polttoainetta ja tämä aiheuttaa polttoainemaksun kantamisen, polttoainemaksu voidaan kantaa uudelleen, jos maksuvelvollisuuden aiheuttavaa polttoainetta käytetään vielä seuraavana päivänä tai sen jälkeen taikka jäljempänä 10 §:ssä tarkoitetun kuljetuksen päättymisen jälkeen. Jos polttoainemaksua pannaan maksuun muun näytön kuin aluksessa havaitun polttoaineen perusteella, polttoainemaksu kannetaan vain kerran koko siltä vuodelta, jonka aikana tapahtunutta polttoaineen käyttöä näyttö koskee. Polttoainemaksu maksuunpannaan enintään viideltä vuodelta luettuna siitä ajankohdasta, jona aluksen käyttö polttoainemaksun aiheuttavalla polttoaineella on tullut tulliviranomaisen tietoon. Polttoainemaksu on määrättävä kahden vuoden kuluessa sen vuoden päättymisestä, jona aluksen käyttö polttoainemaksun aiheuttavalla polttoaineella on tullut tulliviranomaisen tietoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Jos aluksessa todetaan käytettävän polttoainemaksun aiheuttavaa polttoainetta ja tämä aiheuttaa polttoainemaksun kantamisen, polttoainemaksu voidaan kantaa uudelleen, jos maksuvelvollisuuden aiheuttavaa polttoainetta käytetään vielä seuraavana päivänä tai sen jälkeen taikka jäljempänä 10 § :ssä tarkoitetun kuljetuksen päättymisen jälkeen. Jos polttoainemaksua pannaan maksuun muun näytön kuin aluksessa havaitun polttoaineen perusteella, polttoainemaksu kannetaan vain kerran koko siltä vuodelta, jonka aikana tapahtunutta polttoaineen käyttöä näyttö koskee. Polttoainemaksu maksuunpannaan enintään viideltä vuodelta luettuna siitä ajankohdasta, jona aluksen käyttö polttoainemaksun aiheuttavalla polttoaineella on tullut tulliviranomaisen tietoon. Polttoainemaksu on määrättävä kahden vuoden kuluessa sen vuoden päättymisestä, jona aluksen käyttö polttoainemaksun aiheuttavalla polttoaineella on tullut tulliviranomaisen tietoon.",
        "folded_fi": "jos aluksessa todetaan kaytettavan polttoainemaksun aiheuttavaa polttoainetta ja tama aiheuttaa polttoainemaksun kantamisen, polttoainemaksu voidaan kantaa uudelleen, jos maksuvelvollisuuden aiheuttavaa polttoainetta kaytetaan viela seuraavana paivana tai sen jalkeen taikka jaljempana 10 §:ssa tarkoitetun kuljetuksen paattymisen jalkeen. jos polttoainemaksua pannaan maksuun muun nayton kuin aluksessa havaitun polttoaineen perusteella, polttoainemaksu kannetaan vain kerran koko silta vuodelta, jonka aikana tapahtunutta polttoaineen kayttoa naytto koskee. polttoainemaksu maksuunpannaan enintaan viidelta vuodelta luettuna siita ajankohdasta, jona aluksen kaytto polttoainemaksun aiheuttavalla polttoaineella on tullut tulliviranomaisen tietoon. polttoainemaksu on maarattava kahden vuoden kuluessa sen vuoden paattymisesta, jona aluksen kaytto polttoainemaksun aiheuttavalla polttoaineella on tullut tulliviranomaisen tietoon.",
        "title_sv": "Påförande av bränsleavgift",
        "content_sv": "Om det konstateras att bränsleavgiftsgrundande bränsle används i en båt och detta leder till att bränsleavgiften tas ut, kan bränsleavgift tas ut på nytt, om det bränsleavgiftsgrundande bränslet används ännu följande dag eller därefter eller efter att det i 10 § avsedda framförandet avslutats. Om bränsleavgift debiteras på någon annan grund än det bränsle som konstaterats i båten tas bränsleavgiften ut endast en gång för hela det år som beviset på användning av bränslet gäller. Bränsleavgift kan debiteras för högst fem år räknat från den tidpunkt då tullmyndigheten fick kännedom om användningen av bränsleavgiftsgrundande bränsle i båten. Bränsleavgift ska påföras inom två år från utgången av det år då tullmyndigheten fick kännedom om användningen av bränsleavgiftsgrundande bränsle i båten.",
        "normalized_sv": "Om det konstateras att bränsleavgiftsgrundande bränsle används i en båt och detta leder till att bränsleavgiften tas ut, kan bränsleavgift tas ut på nytt, om det bränsleavgiftsgrundande bränslet används ännu följande dag eller därefter eller efter att det i 10 § avsedda framförandet avslutats. Om bränsleavgift debiteras på någon annan grund än det bränsle som konstaterats i båten tas bränsleavgiften ut endast en gång för hela det år som beviset på användning av bränslet gäller. Bränsleavgift kan debiteras för högst fem år räknat från den tidpunkt då tullmyndigheten fick kännedom om användningen av bränsleavgiftsgrundande bränsle i båten. Bränsleavgift ska påföras inom två år från utgången av det år då tullmyndigheten fick kännedom om användningen av bränsleavgiftsgrundande bränsle i båten.",
        "folded_sv": "om det konstateras att bransleavgiftsgrundande bransle anvands i en bat och detta leder till att bransleavgiften tas ut, kan bransleavgift tas ut pa nytt, om det bransleavgiftsgrundande branslet anvands annu foljande dag eller darefter eller efter att det i 10 § avsedda framforandet avslutats. om bransleavgift debiteras pa nagon annan grund an det bransle som konstaterats i baten tas bransleavgiften ut endast en gang for hela det ar som beviset pa anvandning av branslet galler. bransleavgift kan debiteras for hogst fem ar raknat fran den tidpunkt da tullmyndigheten fick kannedom om anvandningen av bransleavgiftsgrundande bransle i baten. bransleavgift ska paforas inom tva ar fran utgangen av det ar da tullmyndigheten fick kannedom om anvandningen av bransleavgiftsgrundande bransle i baten."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Kuljetuksen jatkaminen",
      "content": "Polttoainemaksun määräämisperusteiden toteamisen ja selvittämisen jälkeen aluksen saa kuljettaa samaa polttoainetta käyttäen lähimmälle valvovan viranomaisen määräämälle paikalle, jossa polttoaine voidaan vaihtaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Polttoainemaksun määräämisperusteiden toteamisen ja selvittämisen jälkeen aluksen saa kuljettaa samaa polttoainetta käyttäen lähimmälle valvovan viranomaisen määräämälle paikalle, jossa polttoaine voidaan vaihtaa.",
        "folded_fi": "polttoainemaksun maaraamisperusteiden toteamisen ja selvittamisen jalkeen aluksen saa kuljettaa samaa polttoainetta kayttaen lahimmalle valvovan viranomaisen maaraamalle paikalle, jossa polttoaine voidaan vaihtaa.",
        "title_sv": "Fortsatt framförande av båt",
        "content_sv": "När grunderna för påförande av bränsleavgift har konstaterats och retts ut får en båt framföras med samma bränsle till närmaste av tillsynsmyndigheten anvisade ställe där bränslet kan bytas ut.",
        "normalized_sv": "När grunderna för påförande av bränsleavgift har konstaterats och retts ut får en båt framföras med samma bränsle till närmaste av tillsynsmyndigheten anvisade ställe där bränslet kan bytas ut.",
        "folded_sv": "nar grunderna for paforande av bransleavgift har konstaterats och retts ut far en bat framforas med samma bransle till narmaste av tillsynsmyndigheten anvisade stalle dar branslet kan bytas ut."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Aluksen maastavientikielto",
      "content": "Alusta, josta on kannettava polttoainemaksua, ei saa viedä maasta ennen kuin polttoainemaksu on maksettu. Tulliviranomainen voi kuitenkin sallia aluksen maastaviennin, jos polttoainemaksun maksamisesta on asetettu hyväksyttävä vakuus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Alusta, josta on kannettava polttoainemaksua, ei saa viedä maasta ennen kuin polttoainemaksu on maksettu. Tulliviranomainen voi kuitenkin sallia aluksen maastaviennin, jos polttoainemaksun maksamisesta on asetettu hyväksyttävä vakuus.",
        "folded_fi": "alusta, josta on kannettava polttoainemaksua, ei saa vieda maasta ennen kuin polttoainemaksu on maksettu. tulliviranomainen voi kuitenkin sallia aluksen maastaviennin, jos polttoainemaksun maksamisesta on asetettu hyvaksyttava vakuus.",
        "title_sv": "Förbud att föra ut en båt ur landet",
        "content_sv": "En båt för vilken bränsleavgift ska tas ut får inte föras ut ur landet förrän bränsleavgiften är betald. Tullmyndigheten kan dock tillåta att en båt förs ut ur landet, om godtagbar säkerhet har ställts för betalningen av bränsleavgiften.",
        "normalized_sv": "En båt för vilken bränsleavgift ska tas ut får inte föras ut ur landet förrän bränsleavgiften är betald. Tullmyndigheten kan dock tillåta att en båt förs ut ur landet, om godtagbar säkerhet har ställts för betalningen av bränsleavgiften.",
        "folded_sv": "en bat for vilken bransleavgift ska tas ut far inte foras ut ur landet forran bransleavgiften ar betald. tullmyndigheten kan dock tillata att en bat fors ut ur landet, om godtagbar sakerhet har stallts for betalningen av bransleavgiften."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Polttoainemaksun suorittaminen",
      "content": "Polttoainemaksu on suoritettava 30 päivän kuluessa maksuunpanopäätöksen antamisesta. Jos polttoainemaksua ei ole suoritettu määräajassa, maksuvelvolliselta peritään veronlisäyksestä ja viivekorosta annetun lain mukaisesti laskettava viivekorko. Polttoainemaksu on maksettava rahalaitokseen tai maksuja vastaanottavaan maksupaikkaan siten kuin veronkantolaissa tai sen nojalla säädetään. Polttoainemaksun maksamisen yhteydessä on ilmoitettava maksulipun viitenumero. Tulliviranomainen voi lähettää erääntyneestä polttoainemaksusta maksuvelvolliselle maksumuistutuksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Polttoainemaksu on suoritettava 30 päivän kuluessa maksuunpanopäätöksen antamisesta. Jos polttoainemaksua ei ole suoritettu määräajassa, maksuvelvolliselta peritään veronlisäyksestä ja viivekorosta annetun lain mukaisesti laskettava viivekorko. Polttoainemaksu on maksettava rahalaitokseen tai maksuja vastaanottavaan maksupaikkaan siten kuin veronkantolaissa tai sen nojalla säädetään. Polttoainemaksun maksamisen yhteydessä on ilmoitettava maksulipun viitenumero. Tulliviranomainen voi lähettää erääntyneestä polttoainemaksusta maksuvelvolliselle maksumuistutuksen.",
        "folded_fi": "polttoainemaksu on suoritettava 30 paivan kuluessa maksuunpanopaatoksen antamisesta. jos polttoainemaksua ei ole suoritettu maaraajassa, maksuvelvolliselta peritaan veronlisayksesta ja viivekorosta annetun lain mukaisesti laskettava viivekorko. polttoainemaksu on maksettava rahalaitokseen tai maksuja vastaanottavaan maksupaikkaan siten kuin veronkantolaissa tai sen nojalla saadetaan. polttoainemaksun maksamisen yhteydessa on ilmoitettava maksulipun viitenumero. tulliviranomainen voi lahettaa eraantyneesta polttoainemaksusta maksuvelvolliselle maksumuistutuksen.",
        "title_sv": "Betalning av bränsleavgift",
        "content_sv": "Bränsleavgiften ska betalas inom 30 dagar räknat från det debiteringsbeslutet meddelats. Om bränsleavgiften inte har betalats inom utsatt tid, tas hos den avgiftsskyldige ut en förseningsränta som beräknas i enlighet med lagen om skattetillägg och förseningsränta. Bränsleavgiften ska i enlighet med lagen om skatteuppbörd eller vad som föreskrivs med stöd av den betalas till en penninginrättning eller till ett verksamhetsställe som tar emot betalningar. I samband med betalningen av bränsleavgiften ska inbetalningskortets referensnummer anges. Tullmyndigheten kan sända den avgiftsskyldige en betalningspåminnelse om bränsleavgift som förfallit till betalning.",
        "normalized_sv": "Bränsleavgiften ska betalas inom 30 dagar räknat från det debiteringsbeslutet meddelats. Om bränsleavgiften inte har betalats inom utsatt tid, tas hos den avgiftsskyldige ut en förseningsränta som beräknas i enlighet med lagen om skattetillägg och förseningsränta. Bränsleavgiften ska i enlighet med lagen om skatteuppbörd eller vad som föreskrivs med stöd av den betalas till en penninginrättning eller till ett verksamhetsställe som tar emot betalningar. I samband med betalningen av bränsleavgiften ska inbetalningskortets referensnummer anges. Tullmyndigheten kan sända den avgiftsskyldige en betalningspåminnelse om bränsleavgift som förfallit till betalning.",
        "folded_sv": "bransleavgiften ska betalas inom 30 dagar raknat fran det debiteringsbeslutet meddelats. om bransleavgiften inte har betalats inom utsatt tid, tas hos den avgiftsskyldige ut en forseningsranta som beraknas i enlighet med lagen om skattetillagg och forseningsranta. bransleavgiften ska i enlighet med lagen om skatteuppbord eller vad som foreskrivs med stod av den betalas till en penninginrattning eller till ett verksamhetsstalle som tar emot betalningar. i samband med betalningen av bransleavgiften ska inbetalningskortets referensnummer anges. tullmyndigheten kan sanda den avgiftsskyldige en betalningspaminnelse om bransleavgift som forfallit till betalning."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Viranomaiset",
      "content": "Polttoainemaksua koskeva yleinen johto ja valvonta kuuluu Tullihallitukselle. Polttoainemaksun panee maksuun se tulliviranomainen, jonka alueella polttoainemaksun alaisen polttoaineen käyttö on tapahtunut tai jonka alueella käyttö havaitaan. Polttoaineiden käyttöä valvovat tulli-, poliisi- ja rajavartioviranomaiset. Tulli-, poliisi- ja rajavartioviranomaisilla on oikeus suorittaa sellaisia polttoaineen ja aluksen tarkastuksia ja ottaa polttoaineesta näytteitä, jotka ovat tarpeen polttoainemaksun valvontaa ja sen maksuunpanoa varten. Jos aluksessa havaitaan käytettävän polttoainemaksun aiheuttavaa polttoainetta, valvovan viranomaisen tulee ilmoittaa siitä toimivaltaiselle tulliviranomaiselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Polttoainemaksua koskeva yleinen johto ja valvonta kuuluu Tullihallitukselle. Polttoainemaksun panee maksuun se tulliviranomainen, jonka alueella polttoainemaksun alaisen polttoaineen käyttö on tapahtunut tai jonka alueella käyttö havaitaan. Polttoaineiden käyttöä valvovat tulli-, poliisi- ja rajavartioviranomaiset. Tulli-, poliisi- ja rajavartioviranomaisilla on oikeus suorittaa sellaisia polttoaineen ja aluksen tarkastuksia ja ottaa polttoaineesta näytteitä, jotka ovat tarpeen polttoainemaksun valvontaa ja sen maksuunpanoa varten. Jos aluksessa havaitaan käytettävän polttoainemaksun aiheuttavaa polttoainetta, valvovan viranomaisen tulee ilmoittaa siitä toimivaltaiselle tulliviranomaiselle.",
        "folded_fi": "polttoainemaksua koskeva yleinen johto ja valvonta kuuluu tullihallitukselle. polttoainemaksun panee maksuun se tulliviranomainen, jonka alueella polttoainemaksun alaisen polttoaineen kaytto on tapahtunut tai jonka alueella kaytto havaitaan. polttoaineiden kayttoa valvovat tulli-, poliisi- ja rajavartioviranomaiset. tulli-, poliisi- ja rajavartioviranomaisilla on oikeus suorittaa sellaisia polttoaineen ja aluksen tarkastuksia ja ottaa polttoaineesta naytteita, jotka ovat tarpeen polttoainemaksun valvontaa ja sen maksuunpanoa varten. jos aluksessa havaitaan kaytettavan polttoainemaksun aiheuttavaa polttoainetta, valvovan viranomaisen tulee ilmoittaa siita toimivaltaiselle tulliviranomaiselle.",
        "title_sv": "Myndigheter",
        "content_sv": "Den allmänna ledningen och tillsynen i fråga om bränsleavgiften ankommer på Tullstyrelsen. Bränsleavgiften debiteras av den tullmyndighet inom vars område användningen av det bränsleavgiftsgrundande bränslet har skett eller inom vars område användningen konstateras. Tillsynen över användningen av bränslen utövas av tull-, polis- och gränsbevakningsmyndigheterna. Tull-, polis- och gränsbevakningsmyndigheterna har rätt att utföra sådana kontroller av bränsle och båtar och ta sådana bränsleprov som är nödvändiga för tillsynen över bränsleavgiften och debiteringen av den. Om det konstateras att bränsleavgiftsgrundande bränsle används i en båt, ska tillsynsmyndigheten anmäla detta till behörig tullmyndighet.",
        "normalized_sv": "Den allmänna ledningen och tillsynen i fråga om bränsleavgiften ankommer på Tullstyrelsen. Bränsleavgiften debiteras av den tullmyndighet inom vars område användningen av det bränsleavgiftsgrundande bränslet har skett eller inom vars område användningen konstateras. Tillsynen över användningen av bränslen utövas av tull-, polis- och gränsbevakningsmyndigheterna. Tull-, polis- och gränsbevakningsmyndigheterna har rätt att utföra sådana kontroller av bränsle och båtar och ta sådana bränsleprov som är nödvändiga för tillsynen över bränsleavgiften och debiteringen av den. Om det konstateras att bränsleavgiftsgrundande bränsle används i en båt, ska tillsynsmyndigheten anmäla detta till behörig tullmyndighet.",
        "folded_sv": "den allmanna ledningen och tillsynen i fraga om bransleavgiften ankommer pa tullstyrelsen. bransleavgiften debiteras av den tullmyndighet inom vars omrade anvandningen av det bransleavgiftsgrundande branslet har skett eller inom vars omrade anvandningen konstateras. tillsynen over anvandningen av branslen utovas av tull-, polis- och gransbevakningsmyndigheterna. tull-, polis- och gransbevakningsmyndigheterna har ratt att utfora sadana kontroller av bransle och batar och ta sadana bransleprov som ar nodvandiga for tillsynen over bransleavgiften och debiteringen av den. om det konstateras att bransleavgiftsgrundande bransle anvands i en bat, ska tillsynsmyndigheten anmala detta till behorig tullmyndighet."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Käyttökielto",
      "content": "käyttökielto Jos polttoainemaksua ei ole suoritettu määräajassa, alusta ei saa käyttää liikenteessä (). Alusta ei saa käyttää siinäkään tapauksessa, että sen omistus tai hallinta on siirretty muulle kuin maksuvelvolliselle. Polttoainemaksun määrännyt tulliviranomainen voi pyytää poliisilta virka-apua aluksen käytön estämiseksi. Aluksen käyttö sallitaan, kun maksuvelvollinen tai muu kuin maksuvelvollinen on suorittanut polttoainemaksun. Polttoainemaksun määrännyt tulliviranomainen voi määräämillään ehdoilla hakemuksesta erityisestä syystä määräajaksi tai kokonaan peruuttaa käyttökiellon, jos käyttökielto on ilmeisen kohtuuton. Hakemuksen voi tehdä aluksen omistaja tai haltija taikka se, jonka maksettavaksi polttoainemaksu on määrätty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "käyttökielto Jos polttoainemaksua ei ole suoritettu määräajassa, alusta ei saa käyttää liikenteessä (). Alusta ei saa käyttää siinäkään tapauksessa, että sen omistus tai hallinta on siirretty muulle kuin maksuvelvolliselle. Polttoainemaksun määrännyt tulliviranomainen voi pyytää poliisilta virka-apua aluksen käytön estämiseksi. Aluksen käyttö sallitaan, kun maksuvelvollinen tai muu kuin maksuvelvollinen on suorittanut polttoainemaksun. Polttoainemaksun määrännyt tulliviranomainen voi määräämillään ehdoilla hakemuksesta erityisestä syystä määräajaksi tai kokonaan peruuttaa käyttökiellon, jos käyttökielto on ilmeisen kohtuuton. Hakemuksen voi tehdä aluksen omistaja tai haltija taikka se, jonka maksettavaksi polttoainemaksu on määrätty.",
        "folded_fi": "kayttokielto jos polttoainemaksua ei ole suoritettu maaraajassa, alusta ei saa kayttaa liikenteessa (). alusta ei saa kayttaa siinakaan tapauksessa, etta sen omistus tai hallinta on siirretty muulle kuin maksuvelvolliselle. polttoainemaksun maarannyt tulliviranomainen voi pyytaa poliisilta virka-apua aluksen kayton estamiseksi. aluksen kaytto sallitaan, kun maksuvelvollinen tai muu kuin maksuvelvollinen on suorittanut polttoainemaksun. polttoainemaksun maarannyt tulliviranomainen voi maaraamillaan ehdoilla hakemuksesta erityisesta syysta maaraajaksi tai kokonaan peruuttaa kayttokiellon, jos kayttokielto on ilmeisen kohtuuton. hakemuksen voi tehda aluksen omistaja tai haltija taikka se, jonka maksettavaksi polttoainemaksu on maaratty.",
        "title_sv": "Användningsförbud",
        "content_sv": "användningsförbud Om bränsleavgiften inte har betalats inom utsatt tid, får en båt inte användas i trafik (). Båten får inte användas i trafik ens i det fall att äganderätten till eller innehavet av båten har överförts på någon annan än den avgiftsskyldige. Den tullmyndighet som påfört bränsleavgiften kan begära handräckning av polisen för att förhindra att båten används. Båten får användas när bränsleavgiften har betalats. Den tullmyndighet som påfört bränsleavgiften kan, på ansökan och på de villkor som den bestämmer, av särskilda skäl återkalla ett användningsförbud för viss tid eller helt och hållet, om användningsförbudet är uppenbart oskäligt. Ansökan kan göras av båtens ägare eller innehavare eller av den som har påförts bränsleavgiften.",
        "normalized_sv": "användningsförbud Om bränsleavgiften inte har betalats inom utsatt tid, får en båt inte användas i trafik (). Båten får inte användas i trafik ens i det fall att äganderätten till eller innehavet av båten har överförts på någon annan än den avgiftsskyldige. Den tullmyndighet som påfört bränsleavgiften kan begära handräckning av polisen för att förhindra att båten används. Båten får användas när bränsleavgiften har betalats. Den tullmyndighet som påfört bränsleavgiften kan, på ansökan och på de villkor som den bestämmer, av särskilda skäl återkalla ett användningsförbud för viss tid eller helt och hållet, om användningsförbudet är uppenbart oskäligt. Ansökan kan göras av båtens ägare eller innehavare eller av den som har påförts bränsleavgiften.",
        "folded_sv": "anvandningsforbud om bransleavgiften inte har betalats inom utsatt tid, far en bat inte anvandas i trafik (). baten far inte anvandas i trafik ens i det fall att aganderatten till eller innehavet av baten har overforts pa nagon annan an den avgiftsskyldige. den tullmyndighet som pafort bransleavgiften kan begara handrackning av polisen for att forhindra att baten anvands. baten far anvandas nar bransleavgiften har betalats. den tullmyndighet som pafort bransleavgiften kan, pa ansokan och pa de villkor som den bestammer, av sarskilda skal aterkalla ett anvandningsforbud for viss tid eller helt och hallet, om anvandningsforbudet ar uppenbart oskaligt. ansokan kan goras av batens agare eller innehavare eller av den som har paforts bransleavgiften."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Oikeus tietojen saantiin vesikulkuneuvorekisteristä",
      "content": "Polttoainemaksusta vastaavilla viranomaisilla on salassapitosäännösten ja tietojen luovutusta koskevien rajoitusten estämättä oikeus saada verotusta ja sen valvontaa varten välttämättömät tiedot vesikulkuneuvorekisteristä teknisen käyttöyhteyden avulla tai muutoin sähköisesti. Ennen tietojen luovutusta käyttöyhteyden avulla polttoainemaksusta vastaavan viranomaisen on annettava selvitys siitä, että tietojen suojauksesta huolehditaan asianmukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Polttoainemaksusta vastaavilla viranomaisilla on salassapitosäännösten ja tietojen luovutusta koskevien rajoitusten estämättä oikeus saada verotusta ja sen valvontaa varten välttämättömät tiedot vesikulkuneuvorekisteristä teknisen käyttöyhteyden avulla tai muutoin sähköisesti. Ennen tietojen luovutusta käyttöyhteyden avulla polttoainemaksusta vastaavan viranomaisen on annettava selvitys siitä, että tietojen suojauksesta huolehditaan asianmukaisesti.",
        "folded_fi": "polttoainemaksusta vastaavilla viranomaisilla on salassapitosaannosten ja tietojen luovutusta koskevien rajoitusten estamatta oikeus saada verotusta ja sen valvontaa varten valttamattomat tiedot vesikulkuneuvorekisterista teknisen kayttoyhteyden avulla tai muutoin sahkoisesti. ennen tietojen luovutusta kayttoyhteyden avulla polttoainemaksusta vastaavan viranomaisen on annettava selvitys siita, etta tietojen suojauksesta huolehditaan asianmukaisesti.",
        "title_sv": "Rätt att få uppgifter ur farkostregistret",
        "content_sv": "De myndigheter som ansvarar för bränsleavgiften har utan hinder av sekretessbestämmelserna och begränsningar av utlämnande av uppgifter rätt att få de för beskattningen och tillsynen nödvändiga uppgifterna ur farkostregistret med hjälp av en teknisk anslutning eller på annat sätt i elektronisk form. Innan uppgifterna lämnas ut med hjälp av anslutningen ska den myndighet som ansvarar för bränsleavgiften ge en redogörelse för att uppgifterna skyddas på behörigt sätt.",
        "normalized_sv": "De myndigheter som ansvarar för bränsleavgiften har utan hinder av sekretessbestämmelserna och begränsningar av utlämnande av uppgifter rätt att få de för beskattningen och tillsynen nödvändiga uppgifterna ur farkostregistret med hjälp av en teknisk anslutning eller på annat sätt i elektronisk form. Innan uppgifterna lämnas ut med hjälp av anslutningen ska den myndighet som ansvarar för bränsleavgiften ge en redogörelse för att uppgifterna skyddas på behörigt sätt.",
        "folded_sv": "de myndigheter som ansvarar for bransleavgiften har utan hinder av sekretessbestammelserna och begransningar av utlamnande av uppgifter ratt att fa de for beskattningen och tillsynen nodvandiga uppgifterna ur farkostregistret med hjalp av en teknisk anslutning eller pa annat satt i elektronisk form. innan uppgifterna lamnas ut med hjalp av anslutningen ska den myndighet som ansvarar for bransleavgiften ge en redogorelse for att uppgifterna skyddas pa behorigt satt."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Polttoainemaksua koskevien tietojen julkisuus ja tietojen antaminen",
      "content": "Asiakirjat, jotka koskevat polttoainemaksun huojennus- ja lykkäyshakemuksia sekä käyttökiellosta vapauttamista, ovat salassapidettäviä. Tulliviranomaisen on pyynnöstä annettava todistus siitä, ettei aluksesta ole suorittamatta polttoainemaksua. Todistuksesta peritään maksu valtion maksuperustelain (150/1992) mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Asiakirjat, jotka koskevat polttoainemaksun huojennus- ja lykkäyshakemuksia sekä käyttökiellosta vapauttamista, ovat salassapidettäviä. Tulliviranomaisen on pyynnöstä annettava todistus siitä, ettei aluksesta ole suorittamatta polttoainemaksua. Todistuksesta peritään maksu valtion maksuperustelain (150/1992) mukaisesti.",
        "folded_fi": "asiakirjat, jotka koskevat polttoainemaksun huojennus- ja lykkayshakemuksia seka kayttokiellosta vapauttamista, ovat salassapidettavia. tulliviranomaisen on pyynnosta annettava todistus siita, ettei aluksesta ole suorittamatta polttoainemaksua. todistuksesta peritaan maksu valtion maksuperustelain (150/1992) mukaisesti.",
        "title_sv": "Offentlighet och utlämnande av uppgifter som gäller bränsleavgift",
        "content_sv": "Handlingar som gäller ansökningar om avgiftslättnad och betalningsuppskov i fråga om bränsleavgift samt befrielse från användningsförbud är sekretessbelagda. Tullmyndigheten ska på begäran utfärda intyg över att bränsleavgift för ett fartyg inte är obetald. För intyget tas en avgift ut enligt lagen om grunderna för avgifter till staten (150/1992).",
        "normalized_sv": "Handlingar som gäller ansökningar om avgiftslättnad och betalningsuppskov i fråga om bränsleavgift samt befrielse från användningsförbud är sekretessbelagda. Tullmyndigheten ska på begäran utfärda intyg över att bränsleavgift för ett fartyg inte är obetald. För intyget tas en avgift ut enligt lagen om grunderna för avgifter till staten (150/1992).",
        "folded_sv": "handlingar som galler ansokningar om avgiftslattnad och betalningsuppskov i fraga om bransleavgift samt befrielse fran anvandningsforbud ar sekretessbelagda. tullmyndigheten ska pa begaran utfarda intyg over att bransleavgift for ett fartyg inte ar obetald. for intyget tas en avgift ut enligt lagen om grunderna for avgifter till staten (150/1992)."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Ennakkoratkaisu",
      "content": "Tullihallitus voi antaa hakemuksesta ennakkoratkaisun tämän lain säännösten soveltamisesta, jos asia on hakijalle erityisen tärkeä. Ennakkoratkaisu annetaan määräajaksi, kuitenkin enintään sen antamista seuraavan kalenterivuoden loppuun. Lainvoiman saanutta ennakkoratkaisua noudatetaan ennakkoratkaisun saajan vaatimuksesta sitovana sinä aikana, jota ennakkoratkaisu koskee. Ennakkoratkaisun antamisesta peritään eräiden ennakkopäätösten maksuperusteista annetun lain (1209/2006) mukainen maksu. Ennakkoratkaisua koskeva asia on käsiteltävä Tullihallituksessa kiireellisenä. Päätökseen, jolla on päätetty olla antamatta ennakkoratkaisua, ei saa hakea valittamalla muutosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_17",
        "normalized_fi": "Tullihallitus voi antaa hakemuksesta ennakkoratkaisun tämän lain säännösten soveltamisesta, jos asia on hakijalle erityisen tärkeä. Ennakkoratkaisu annetaan määräajaksi, kuitenkin enintään sen antamista seuraavan kalenterivuoden loppuun. Lainvoiman saanutta ennakkoratkaisua noudatetaan ennakkoratkaisun saajan vaatimuksesta sitovana sinä aikana, jota ennakkoratkaisu koskee. Ennakkoratkaisun antamisesta peritään eräiden ennakkopäätösten maksuperusteista annetun lain (1209/2006) mukainen maksu. Ennakkoratkaisua koskeva asia on käsiteltävä Tullihallituksessa kiireellisenä. Päätökseen, jolla on päätetty olla antamatta ennakkoratkaisua, ei saa hakea valittamalla muutosta.",
        "folded_fi": "tullihallitus voi antaa hakemuksesta ennakkoratkaisun taman lain saannosten soveltamisesta, jos asia on hakijalle erityisen tarkea. ennakkoratkaisu annetaan maaraajaksi, kuitenkin enintaan sen antamista seuraavan kalenterivuoden loppuun. lainvoiman saanutta ennakkoratkaisua noudatetaan ennakkoratkaisun saajan vaatimuksesta sitovana sina aikana, jota ennakkoratkaisu koskee. ennakkoratkaisun antamisesta peritaan eraiden ennakkopaatosten maksuperusteista annetun lain (1209/2006) mukainen maksu. ennakkoratkaisua koskeva asia on kasiteltava tullihallituksessa kiireellisena. paatokseen, jolla on paatetty olla antamatta ennakkoratkaisua, ei saa hakea valittamalla muutosta.",
        "title_sv": "Förhandsavgörande",
        "content_sv": "Tullstyrelsen kan på ansökan meddela förhandsavgörande om tillämpningen av bestämmelserna i denna lag, om saken är särskilt viktig för sökanden. Förhandsavgörande ges för en bestämd tid, dock högst till utgången av kalenderåret efter det att förhandsavgörandet meddelats. Om en sökande kräver det, ska ett förhandsavgörande som vunnit laga kraft med bindande verkan iakttas för den tid avgörandet gäller. En avgift tas ut för meddelande av förhandsavgörande enligt lagen om grunderna för avgifter för vissa förhandsbeslut (1209/2006). Ärenden som gäller förhandsavgörande ska behandlas i brådskande ordning vid Tullstyrelsen. Ändring får inte sökas genom besvär i ett beslut om att förhandsavgörande inte meddelas.",
        "normalized_sv": "Tullstyrelsen kan på ansökan meddela förhandsavgörande om tillämpningen av bestämmelserna i denna lag, om saken är särskilt viktig för sökanden. Förhandsavgörande ges för en bestämd tid, dock högst till utgången av kalenderåret efter det att förhandsavgörandet meddelats. Om en sökande kräver det, ska ett förhandsavgörande som vunnit laga kraft med bindande verkan iakttas för den tid avgörandet gäller. En avgift tas ut för meddelande av förhandsavgörande enligt lagen om grunderna för avgifter för vissa förhandsbeslut (1209/2006). Ärenden som gäller förhandsavgörande ska behandlas i brådskande ordning vid Tullstyrelsen. Ändring får inte sökas genom besvär i ett beslut om att förhandsavgörande inte meddelas.",
        "folded_sv": "tullstyrelsen kan pa ansokan meddela forhandsavgorande om tillampningen av bestammelserna i denna lag, om saken ar sarskilt viktig for sokanden. forhandsavgorande ges for en bestamd tid, dock hogst till utgangen av kalenderaret efter det att forhandsavgorandet meddelats. om en sokande kraver det, ska ett forhandsavgorande som vunnit laga kraft med bindande verkan iakttas for den tid avgorandet galler. en avgift tas ut for meddelande av forhandsavgorande enligt lagen om grunderna for avgifter for vissa forhandsbeslut (1209/2006). arenden som galler forhandsavgorande ska behandlas i bradskande ordning vid tullstyrelsen. andring far inte sokas genom besvar i ett beslut om att forhandsavgorande inte meddelas."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Oikaisu maksunsaajan hyväksi",
      "content": "Jos maksuvelvolliselle on jäänyt maksuunpanematta polttoainemaksu tai polttoainemaksua on maksuunpantu liian vähän taikka maksua on palautettu aiheettomasti tai liikaa, tulliviranomainen voi oikaista polttoainemaksua koskevaa päätöstä kolmen vuoden kuluessa sen vuoden päättymisestä, jona polttoainemaksun maksuunpano on tehty tai olisi pitänyt tehdä tai jona päätös polttoainemaksun palauttamisesta on tehty, jollei asiaa ole valitukseen annetulla päätöksellä ratkaistu. Ennen oikaisua maksunsaajan hyväksi on maksuvelvolliselle varattava tilaisuus vastineen antamiseen asiassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_18",
        "normalized_fi": "Jos maksuvelvolliselle on jäänyt maksuunpanematta polttoainemaksu tai polttoainemaksua on maksuunpantu liian vähän taikka maksua on palautettu aiheettomasti tai liikaa, tulliviranomainen voi oikaista polttoainemaksua koskevaa päätöstä kolmen vuoden kuluessa sen vuoden päättymisestä, jona polttoainemaksun maksuunpano on tehty tai olisi pitänyt tehdä tai jona päätös polttoainemaksun palauttamisesta on tehty, jollei asiaa ole valitukseen annetulla päätöksellä ratkaistu. Ennen oikaisua maksunsaajan hyväksi on maksuvelvolliselle varattava tilaisuus vastineen antamiseen asiassa.",
        "folded_fi": "jos maksuvelvolliselle on jaanyt maksuunpanematta polttoainemaksu tai polttoainemaksua on maksuunpantu liian vahan taikka maksua on palautettu aiheettomasti tai liikaa, tulliviranomainen voi oikaista polttoainemaksua koskevaa paatosta kolmen vuoden kuluessa sen vuoden paattymisesta, jona polttoainemaksun maksuunpano on tehty tai olisi pitanyt tehda tai jona paatos polttoainemaksun palauttamisesta on tehty, jollei asiaa ole valitukseen annetulla paatoksella ratkaistu. ennen oikaisua maksunsaajan hyvaksi on maksuvelvolliselle varattava tilaisuus vastineen antamiseen asiassa.",
        "title_sv": "Rättelse till avgiftstagarens fördel",
        "content_sv": "Om bränsleavgift har lämnats odebiterad, debiterats till för lågt belopp eller återbetalats till en avgiftsskyldig utan grund eller till ett för stort belopp, kan tullmyndigheten rätta beslutet om bränsleavgiften inom tre år från utgången av det år då bränsleavgiften debiterades eller borde ha debiterats eller då beslutet om återbetalning av bränsleavgift fattades, om inte saken har avgjorts genom beslut med anledning av besvär. Innan rättelse till avgiftstagarens fördel sker ska den avgiftsskyldige beredas tillfälle att avge bemötande i saken.",
        "normalized_sv": "Om bränsleavgift har lämnats odebiterad, debiterats till för lågt belopp eller återbetalats till en avgiftsskyldig utan grund eller till ett för stort belopp, kan tullmyndigheten rätta beslutet om bränsleavgiften inom tre år från utgången av det år då bränsleavgiften debiterades eller borde ha debiterats eller då beslutet om återbetalning av bränsleavgift fattades, om inte saken har avgjorts genom beslut med anledning av besvär. Innan rättelse till avgiftstagarens fördel sker ska den avgiftsskyldige beredas tillfälle att avge bemötande i saken.",
        "folded_sv": "om bransleavgift har lamnats odebiterad, debiterats till for lagt belopp eller aterbetalats till en avgiftsskyldig utan grund eller till ett for stort belopp, kan tullmyndigheten ratta beslutet om bransleavgiften inom tre ar fran utgangen av det ar da bransleavgiften debiterades eller borde ha debiterats eller da beslutet om aterbetalning av bransleavgift fattades, om inte saken har avgjorts genom beslut med anledning av besvar. innan rattelse till avgiftstagarens fordel sker ska den avgiftsskyldige beredas tillfalle att avge bemotande i saken."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Oikaisu maksuvelvollisen hyväksi",
      "content": "Jos tulliviranomainen toteaa, että polttoainemaksua on maksuunpantu liikaa tai palautettu liian vähän, tulliviranomaisen on oikaistava antamaansa päätöstä ja maksettava maksuvelvolliselle tämän liikaa maksama tai palauttamatta jäänyt maksu, jollei asiaa ole valitukseen annetulla päätöksellä ratkaistu. Oikaisu voidaan tehdä kolmen vuoden kuluessa maksuunpanon tai maksunpalautuksen määräämistä seuraavan kalenterivuoden alusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_19",
        "normalized_fi": "Jos tulliviranomainen toteaa, että polttoainemaksua on maksuunpantu liikaa tai palautettu liian vähän, tulliviranomaisen on oikaistava antamaansa päätöstä ja maksettava maksuvelvolliselle tämän liikaa maksama tai palauttamatta jäänyt maksu, jollei asiaa ole valitukseen annetulla päätöksellä ratkaistu. Oikaisu voidaan tehdä kolmen vuoden kuluessa maksuunpanon tai maksunpalautuksen määräämistä seuraavan kalenterivuoden alusta.",
        "folded_fi": "jos tulliviranomainen toteaa, etta polttoainemaksua on maksuunpantu liikaa tai palautettu liian vahan, tulliviranomaisen on oikaistava antamaansa paatosta ja maksettava maksuvelvolliselle taman liikaa maksama tai palauttamatta jaanyt maksu, jollei asiaa ole valitukseen annetulla paatoksella ratkaistu. oikaisu voidaan tehda kolmen vuoden kuluessa maksuunpanon tai maksunpalautuksen maaraamista seuraavan kalenterivuoden alusta.",
        "title_sv": "Rättelse till den avgiftsskyldiges fördel",
        "content_sv": "Om tullmyndigheten konstaterar att bränsleavgift har debiterats till för stort belopp eller återbetalats till för litet belopp, ska tullmyndigheten rätta sitt beslut och till den avgiftsskyldige återbetala det som denne betalat för mycket eller den avgift som inte återbetalats, om inte saken har avgjorts genom beslut med anledning av besvär. Rättelse kan göras inom tre år från ingången av kalenderåret efter debiteringen eller återbetalningen av avgiften.",
        "normalized_sv": "Om tullmyndigheten konstaterar att bränsleavgift har debiterats till för stort belopp eller återbetalats till för litet belopp, ska tullmyndigheten rätta sitt beslut och till den avgiftsskyldige återbetala det som denne betalat för mycket eller den avgift som inte återbetalats, om inte saken har avgjorts genom beslut med anledning av besvär. Rättelse kan göras inom tre år från ingången av kalenderåret efter debiteringen eller återbetalningen av avgiften.",
        "folded_sv": "om tullmyndigheten konstaterar att bransleavgift har debiterats till for stort belopp eller aterbetalats till for litet belopp, ska tullmyndigheten ratta sitt beslut och till den avgiftsskyldige aterbetala det som denne betalat for mycket eller den avgift som inte aterbetalats, om inte saken har avgjorts genom beslut med anledning av besvar. rattelse kan goras inom tre ar fran ingangen av kalenderaret efter debiteringen eller aterbetalningen av avgiften."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Oikaisuvaatimus",
      "content": "Tulliviranomaisen polttoainemaksua koskevaan päätökseen haetaan muutosta päätöksen tehneeltä tulliviranomaiselta kirjallisella oikaisuvaatimuksella, jollei asiaa ole valitukseen annetulla päätöksellä ratkaistu. Valtion puolesta oikeus hakea muutosta tullipiirin päätökseen on tullipiirissä olevalla tulliasiamiehellä ja Tullihallituksen päätökseen Tullihallituksessa olevalla tulliasiamiehellä. Määräaika oikaisuvaatimuksen tekemiselle on kolme vuotta sen vuoden päättymisestä, jona maksuunpano on tehty tai jota maksun palautuspäätös koskee, kuitenkin aina vähintään 60 päivää päätöksen tiedoksisaannista. Tulliasiamiehen määräaika oikaisuvaatimuksen tekemiselle on 30 päivää päätöksen tekemisestä. Oikaisuvaatimus on toimitettava määräajassa sille tulliviranomaiselle, jonka päätöstä oikaisuvaatimus koskee. Viranomaisen on varattava maksuvelvollisen oikaisuvaatimuksesta tulliasiamiehelle ja tulliasiamiehen oikaisuvaatimuksesta maksuvelvolliselle tilaisuus vastineen sekä oikaisuvaatimuksen tekijälle tarvittaessa myös vastaselityksen antamiseen. Asia voidaan ratkaista asianosaisia kuulematta siten kuin hallintolain (434/2003) 34 §:n 2 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_20",
        "normalized_fi": "Tulliviranomaisen polttoainemaksua koskevaan päätökseen haetaan muutosta päätöksen tehneeltä tulliviranomaiselta kirjallisella oikaisuvaatimuksella, jollei asiaa ole valitukseen annetulla päätöksellä ratkaistu. Valtion puolesta oikeus hakea muutosta tullipiirin päätökseen on tullipiirissä olevalla tulliasiamiehellä ja Tullihallituksen päätökseen Tullihallituksessa olevalla tulliasiamiehellä. Määräaika oikaisuvaatimuksen tekemiselle on kolme vuotta sen vuoden päättymisestä, jona maksuunpano on tehty tai jota maksun palautuspäätös koskee, kuitenkin aina vähintään 60 päivää päätöksen tiedoksisaannista. Tulliasiamiehen määräaika oikaisuvaatimuksen tekemiselle on 30 päivää päätöksen tekemisestä. Oikaisuvaatimus on toimitettava määräajassa sille tulliviranomaiselle, jonka päätöstä oikaisuvaatimus koskee. Viranomaisen on varattava maksuvelvollisen oikaisuvaatimuksesta tulliasiamiehelle ja tulliasiamiehen oikaisuvaatimuksesta maksuvelvolliselle tilaisuus vastineen sekä oikaisuvaatimuksen tekijälle tarvittaessa myös vastaselityksen antamiseen. Asia voidaan ratkaista asianosaisia kuulematta siten kuin hallintolain (434/2003) 34 § :n 2 momentissa säädetään.",
        "folded_fi": "tulliviranomaisen polttoainemaksua koskevaan paatokseen haetaan muutosta paatoksen tehneelta tulliviranomaiselta kirjallisella oikaisuvaatimuksella, jollei asiaa ole valitukseen annetulla paatoksella ratkaistu. valtion puolesta oikeus hakea muutosta tullipiirin paatokseen on tullipiirissa olevalla tulliasiamiehella ja tullihallituksen paatokseen tullihallituksessa olevalla tulliasiamiehella. maaraaika oikaisuvaatimuksen tekemiselle on kolme vuotta sen vuoden paattymisesta, jona maksuunpano on tehty tai jota maksun palautuspaatos koskee, kuitenkin aina vahintaan 60 paivaa paatoksen tiedoksisaannista. tulliasiamiehen maaraaika oikaisuvaatimuksen tekemiselle on 30 paivaa paatoksen tekemisesta. oikaisuvaatimus on toimitettava maaraajassa sille tulliviranomaiselle, jonka paatosta oikaisuvaatimus koskee. viranomaisen on varattava maksuvelvollisen oikaisuvaatimuksesta tulliasiamiehelle ja tulliasiamiehen oikaisuvaatimuksesta maksuvelvolliselle tilaisuus vastineen seka oikaisuvaatimuksen tekijalle tarvittaessa myos vastaselityksen antamiseen. asia voidaan ratkaista asianosaisia kuulematta siten kuin hallintolain (434/2003) 34 §:n 2 momentissa saadetaan.",
        "title_sv": "Rättelseyrkande",
        "content_sv": "Ändring i en tullmyndighets beslut om bränsleavgift får sökas skriftligen hos den tullmyndighet som fattat beslutet genom rättelseyrkande, om inte saken har avgjorts genom beslut med anledning av besvär. Rätt att söka ändring på statens vägnar i ett tulldistrikts beslut har tullombuden i tulldistrikten och i Tullstyrelsens beslut tullombudet vid Tullstyrelsen. Tiden för rättelseyrkande är tre år från utgången av det år då avgiften debiterats eller det år som beslutet om återbetalning av avgiften gäller, dock alltid minst 60 dagar från delfåendet av beslutet. Tiden för rättelseyrkanden som görs av tullombud är 30 dagar från det att beslutet fattats. Ett rättelseyrkande ska inom utsatt tid ges in till den tullmyndighet vars beslut rättelseyrkandet gäller. Myndigheten ska med anledning av den avgiftsskyldiges rättelseyrkande bereda tullombudet och med anledning av tullombudets rättelseyrkande den avgiftsskyldige tillfälle att avge bemötande samt den som lämnat in rättelseyrkande tillfälle att vid behov också avge genmäle. Saken kan avgöras utan att parterna hörs i enlighet med 34 § 2 mom. i förvaltningslagen (434/2003).",
        "normalized_sv": "Ändring i en tullmyndighets beslut om bränsleavgift får sökas skriftligen hos den tullmyndighet som fattat beslutet genom rättelseyrkande, om inte saken har avgjorts genom beslut med anledning av besvär. Rätt att söka ändring på statens vägnar i ett tulldistrikts beslut har tullombuden i tulldistrikten och i Tullstyrelsens beslut tullombudet vid Tullstyrelsen. Tiden för rättelseyrkande är tre år från utgången av det år då avgiften debiterats eller det år som beslutet om återbetalning av avgiften gäller, dock alltid minst 60 dagar från delfåendet av beslutet. Tiden för rättelseyrkanden som görs av tullombud är 30 dagar från det att beslutet fattats. Ett rättelseyrkande ska inom utsatt tid ges in till den tullmyndighet vars beslut rättelseyrkandet gäller. Myndigheten ska med anledning av den avgiftsskyldiges rättelseyrkande bereda tullombudet och med anledning av tullombudets rättelseyrkande den avgiftsskyldige tillfälle att avge bemötande samt den som lämnat in rättelseyrkande tillfälle att vid behov också avge genmäle. Saken kan avgöras utan att parterna hörs i enlighet med 34 § 2 mom. i förvaltningslagen (434/2003).",
        "folded_sv": "andring i en tullmyndighets beslut om bransleavgift far sokas skriftligen hos den tullmyndighet som fattat beslutet genom rattelseyrkande, om inte saken har avgjorts genom beslut med anledning av besvar. ratt att soka andring pa statens vagnar i ett tulldistrikts beslut har tullombuden i tulldistrikten och i tullstyrelsens beslut tullombudet vid tullstyrelsen. tiden for rattelseyrkande ar tre ar fran utgangen av det ar da avgiften debiterats eller det ar som beslutet om aterbetalning av avgiften galler, dock alltid minst 60 dagar fran delfaendet av beslutet. tiden for rattelseyrkanden som gors av tullombud ar 30 dagar fran det att beslutet fattats. ett rattelseyrkande ska inom utsatt tid ges in till den tullmyndighet vars beslut rattelseyrkandet galler. myndigheten ska med anledning av den avgiftsskyldiges rattelseyrkande bereda tullombudet och med anledning av tullombudets rattelseyrkande den avgiftsskyldige tillfalle att avge bemotande samt den som lamnat in rattelseyrkande tillfalle att vid behov ocksa avge genmale. saken kan avgoras utan att parterna hors i enlighet med 34 § 2 mom. i forvaltningslagen (434/2003)."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Valitus hallinto-oikeuteen",
      "content": "Oikaisuvaatimuksen johdosta tehtyyn päätökseen ja muuhun kuin maksuunpanoa ja maksun palauttamista koskevaan päätökseen haetaan muutosta valittamalla siihen hallinto-oikeuteen, jonka tuomiopiirissä maksuvelvollisen tai muun muutoksenhakuun oikeutetun asianosaisen henkilön kotikunta tai yhteisön kotipaikka on ollut, kun 20 §:n 1 momentissa tarkoitettu tai muu päätös on tehty. Jos asiassa ei ole toimivaltaista hallinto-oikeutta edellä olevan perusteella, valitus tehdään Helsingin hallinto-oikeudelle. Valtion puolesta valitusoikeus tullipiirin päätökseen on tullipiirissä olevalla tulliasiamiehellä ja Tullihallituksen päätökseen Tullihallituksessa olevalla tulliasiamiehellä. Valitusaika oikaisuvaatimuksen johdosta tehtyyn päätökseen on kolme vuotta sen vuoden päättymisestä, jona maksuunpano on tehty tai jota maksun palautuspäätös koskee, kuitenkin aina vähintään 60 päivää päätöksen tiedoksisaannista. Muussa asiassa valitusaika on 30 päivää päätöksen tiedoksisaannista. Tulliasiamiehen valitusaika on 30 päivää päätöksen tekemisestä. Valituskirjelmä on toimitettava sille viranomaiselle, jonka päätöksestä valitetaan. Päätöksen tehneen viranomaisen on annettava valituksen johdosta lausunto. Viranomaisen on varattava valituksen ja lausunnon johdosta tulliasiamiehen tekemästä valituksesta maksuvelvolliselle ja muulle asianosaiselle sekä maksuvelvollisen ja muun asianosaisen tekemästä valituksesta tulliasiamiehelle tilaisuus vastineen antamiseen. Tarvittaessa muutoksenhakijalle on varattava tilaisuus myös vastaselityksen antamiseen. Valituskirjelmä vastineineen, vastaselityksineen ja lausuntoineen sekä asian käsittelyssä syntyneet muut asiakirjat on viipymättä lähetettävä hallinto-oikeudelle. Hallinto-oikeudelle osoitettu valitus, joka olisi pitänyt tehdä oikaisuvaatimuksena, käsitellään tulliviranomaisessa oikaisuvaatimuksena. Valituksen tutkimatta jättämisestä ei tällöin tehdä päätöstä. Tässä laissa tarkoitettuihin asioihin ei sovelleta verojen ja maksujen täytäntöönpanosta annetun lain perustevalitusta koskevia säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_21",
        "normalized_fi": "Oikaisuvaatimuksen johdosta tehtyyn päätökseen ja muuhun kuin maksuunpanoa ja maksun palauttamista koskevaan päätökseen haetaan muutosta valittamalla siihen hallinto-oikeuteen, jonka tuomiopiirissä maksuvelvollisen tai muun muutoksenhakuun oikeutetun asianosaisen henkilön kotikunta tai yhteisön kotipaikka on ollut, kun 20 § :n 1 momentissa tarkoitettu tai muu päätös on tehty. Jos asiassa ei ole toimivaltaista hallinto-oikeutta edellä olevan perusteella, valitus tehdään Helsingin hallinto-oikeudelle. Valtion puolesta valitusoikeus tullipiirin päätökseen on tullipiirissä olevalla tulliasiamiehellä ja Tullihallituksen päätökseen Tullihallituksessa olevalla tulliasiamiehellä. Valitusaika oikaisuvaatimuksen johdosta tehtyyn päätökseen on kolme vuotta sen vuoden päättymisestä, jona maksuunpano on tehty tai jota maksun palautuspäätös koskee, kuitenkin aina vähintään 60 päivää päätöksen tiedoksisaannista. Muussa asiassa valitusaika on 30 päivää päätöksen tiedoksisaannista. Tulliasiamiehen valitusaika on 30 päivää päätöksen tekemisestä. Valituskirjelmä on toimitettava sille viranomaiselle, jonka päätöksestä valitetaan. Päätöksen tehneen viranomaisen on annettava valituksen johdosta lausunto. Viranomaisen on varattava valituksen ja lausunnon johdosta tulliasiamiehen tekemästä valituksesta maksuvelvolliselle ja muulle asianosaiselle sekä maksuvelvollisen ja muun asianosaisen tekemästä valituksesta tulliasiamiehelle tilaisuus vastineen antamiseen. Tarvittaessa muutoksenhakijalle on varattava tilaisuus myös vastaselityksen antamiseen. Valituskirjelmä vastineineen, vastaselityksineen ja lausuntoineen sekä asian käsittelyssä syntyneet muut asiakirjat on viipymättä lähetettävä hallinto-oikeudelle. Hallinto-oikeudelle osoitettu valitus, joka olisi pitänyt tehdä oikaisuvaatimuksena, käsitellään tulliviranomaisessa oikaisuvaatimuksena. Valituksen tutkimatta jättämisestä ei tällöin tehdä päätöstä. Tässä laissa tarkoitettuihin asioihin ei sovelleta verojen ja maksujen täytäntöönpanosta annetun lain perustevalitusta koskevia säännöksiä.",
        "folded_fi": "oikaisuvaatimuksen johdosta tehtyyn paatokseen ja muuhun kuin maksuunpanoa ja maksun palauttamista koskevaan paatokseen haetaan muutosta valittamalla siihen hallinto-oikeuteen, jonka tuomiopiirissa maksuvelvollisen tai muun muutoksenhakuun oikeutetun asianosaisen henkilon kotikunta tai yhteison kotipaikka on ollut, kun 20 §:n 1 momentissa tarkoitettu tai muu paatos on tehty. jos asiassa ei ole toimivaltaista hallinto-oikeutta edella olevan perusteella, valitus tehdaan helsingin hallinto-oikeudelle. valtion puolesta valitusoikeus tullipiirin paatokseen on tullipiirissa olevalla tulliasiamiehella ja tullihallituksen paatokseen tullihallituksessa olevalla tulliasiamiehella. valitusaika oikaisuvaatimuksen johdosta tehtyyn paatokseen on kolme vuotta sen vuoden paattymisesta, jona maksuunpano on tehty tai jota maksun palautuspaatos koskee, kuitenkin aina vahintaan 60 paivaa paatoksen tiedoksisaannista. muussa asiassa valitusaika on 30 paivaa paatoksen tiedoksisaannista. tulliasiamiehen valitusaika on 30 paivaa paatoksen tekemisesta. valituskirjelma on toimitettava sille viranomaiselle, jonka paatoksesta valitetaan. paatoksen tehneen viranomaisen on annettava valituksen johdosta lausunto. viranomaisen on varattava valituksen ja lausunnon johdosta tulliasiamiehen tekemasta valituksesta maksuvelvolliselle ja muulle asianosaiselle seka maksuvelvollisen ja muun asianosaisen tekemasta valituksesta tulliasiamiehelle tilaisuus vastineen antamiseen. tarvittaessa muutoksenhakijalle on varattava tilaisuus myos vastaselityksen antamiseen. valituskirjelma vastineineen, vastaselityksineen ja lausuntoineen seka asian kasittelyssa syntyneet muut asiakirjat on viipymatta lahetettava hallinto-oikeudelle. hallinto-oikeudelle osoitettu valitus, joka olisi pitanyt tehda oikaisuvaatimuksena, kasitellaan tulliviranomaisessa oikaisuvaatimuksena. valituksen tutkimatta jattamisesta ei talloin tehda paatosta. tassa laissa tarkoitettuihin asioihin ei sovelleta verojen ja maksujen taytantoonpanosta annetun lain perustevalitusta koskevia saannoksia.",
        "title_sv": "Anförande av besvär hos förvaltningsdomstolen",
        "content_sv": "Ändring i beslut som fattats med anledning av ett rättelseyrkande och beslut om annat än debitering av avgift och återbetalning av avgift söks genom besvär hos den förvaltningsdomstol inom vars domkrets den avgiftsskyldiges eller någon annan till ändringssökande berättigad parts hemkommun eller sammanslutnings hemort var när det i 20 § 1 mom. avsedda beslutet eller något annat beslut fattades. Om det inte finns någon förvaltningsdomstol som med stöd av ovanstående är behörig i saken ska besvär anföras hos Helsingfors förvaltningsdomstol. På statens vägnar har tullombud vid ett tulldistrikt rätt att överklaga tulldistriktets beslut och tullombud vid Tullstyrelsen rätt att överklaga Tullstyrelsens beslut. Besvärstiden vid beslut som fattats med anledning av ett rättelseyrkande är tre år räknat från utgången av det år då bränsleavgiften debiterades eller det år som beslutet om återbetalning av avgiften gäller, dock alltid minst 60 dagar från delfåendet av beslutet. När besvär anförs över andra ärenden är besvärstiden 30 dagar från delfåendet av beslutet. Besvärstiden för tullombud är 30 dagar från det att beslutet fattats. Besvärsskriften ska ges in till den myndighet vars beslut överklagas. Den myndighet som fattat beslutet ska ge utlåtande med anledning av besvären. Myndigheten ska med anledning av besvär och utlåtande bereda den avgiftsskyldige och andra parter tillfälle att avge bemötande av besvär anförda av tullombud samt tullombudet tillfälle att avge bemötande av besvär anförda av en avgiftsskyldig och andra parter. Vid behov ska den ändringssökande även beredas tillfälle att avge genmäle. Besvärsskriften med bemötande, genmäle och utlåtande samt andra handlingar i ärendet ska utan dröjsmål sändas till förvaltningsdomstolen. Besvär som riktats till förvaltningsdomstolen men som borde ha anförts som ett rättelseyrkande, behandlas som ett rättelseyrkande vid tullmyndigheten. Då ska beslut om avvisande av besvären inte fattas. Vad som i lagen om verkställighet av skatter och avgifter bestäms om grundbesvär tillämpas inte på ärenden som avses i denna lag.",
        "normalized_sv": "Ändring i beslut som fattats med anledning av ett rättelseyrkande och beslut om annat än debitering av avgift och återbetalning av avgift söks genom besvär hos den förvaltningsdomstol inom vars domkrets den avgiftsskyldiges eller någon annan till ändringssökande berättigad parts hemkommun eller sammanslutnings hemort var när det i 20 § 1 mom. avsedda beslutet eller något annat beslut fattades. Om det inte finns någon förvaltningsdomstol som med stöd av ovanstående är behörig i saken ska besvär anföras hos Helsingfors förvaltningsdomstol. På statens vägnar har tullombud vid ett tulldistrikt rätt att överklaga tulldistriktets beslut och tullombud vid Tullstyrelsen rätt att överklaga Tullstyrelsens beslut. Besvärstiden vid beslut som fattats med anledning av ett rättelseyrkande är tre år räknat från utgången av det år då bränsleavgiften debiterades eller det år som beslutet om återbetalning av avgiften gäller, dock alltid minst 60 dagar från delfåendet av beslutet. När besvär anförs över andra ärenden är besvärstiden 30 dagar från delfåendet av beslutet. Besvärstiden för tullombud är 30 dagar från det att beslutet fattats. Besvärsskriften ska ges in till den myndighet vars beslut överklagas. Den myndighet som fattat beslutet ska ge utlåtande med anledning av besvären. Myndigheten ska med anledning av besvär och utlåtande bereda den avgiftsskyldige och andra parter tillfälle att avge bemötande av besvär anförda av tullombud samt tullombudet tillfälle att avge bemötande av besvär anförda av en avgiftsskyldig och andra parter. Vid behov ska den ändringssökande även beredas tillfälle att avge genmäle. Besvärsskriften med bemötande, genmäle och utlåtande samt andra handlingar i ärendet ska utan dröjsmål sändas till förvaltningsdomstolen. Besvär som riktats till förvaltningsdomstolen men som borde ha anförts som ett rättelseyrkande, behandlas som ett rättelseyrkande vid tullmyndigheten. Då ska beslut om avvisande av besvären inte fattas. Vad som i lagen om verkställighet av skatter och avgifter bestäms om grundbesvär tillämpas inte på ärenden som avses i denna lag.",
        "folded_sv": "andring i beslut som fattats med anledning av ett rattelseyrkande och beslut om annat an debitering av avgift och aterbetalning av avgift soks genom besvar hos den forvaltningsdomstol inom vars domkrets den avgiftsskyldiges eller nagon annan till andringssokande berattigad parts hemkommun eller sammanslutnings hemort var nar det i 20 § 1 mom. avsedda beslutet eller nagot annat beslut fattades. om det inte finns nagon forvaltningsdomstol som med stod av ovanstaende ar behorig i saken ska besvar anforas hos helsingfors forvaltningsdomstol. pa statens vagnar har tullombud vid ett tulldistrikt ratt att overklaga tulldistriktets beslut och tullombud vid tullstyrelsen ratt att overklaga tullstyrelsens beslut. besvarstiden vid beslut som fattats med anledning av ett rattelseyrkande ar tre ar raknat fran utgangen av det ar da bransleavgiften debiterades eller det ar som beslutet om aterbetalning av avgiften galler, dock alltid minst 60 dagar fran delfaendet av beslutet. nar besvar anfors over andra arenden ar besvarstiden 30 dagar fran delfaendet av beslutet. besvarstiden for tullombud ar 30 dagar fran det att beslutet fattats. besvarsskriften ska ges in till den myndighet vars beslut overklagas. den myndighet som fattat beslutet ska ge utlatande med anledning av besvaren. myndigheten ska med anledning av besvar och utlatande bereda den avgiftsskyldige och andra parter tillfalle att avge bemotande av besvar anforda av tullombud samt tullombudet tillfalle att avge bemotande av besvar anforda av en avgiftsskyldig och andra parter. vid behov ska den andringssokande aven beredas tillfalle att avge genmale. besvarsskriften med bemotande, genmale och utlatande samt andra handlingar i arendet ska utan drojsmal sandas till forvaltningsdomstolen. besvar som riktats till forvaltningsdomstolen men som borde ha anforts som ett rattelseyrkande, behandlas som ett rattelseyrkande vid tullmyndigheten. da ska beslut om avvisande av besvaren inte fattas. vad som i lagen om verkstallighet av skatter och avgifter bestams om grundbesvar tillampas inte pa arenden som avses i denna lag."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Valitus korkeimpaan hallinto-oikeuteen",
      "content": "Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen, jos korkein hallinto-oikeus myöntää valitusluvan. Valitusoikeus on niillä, jotka voivat 20 §:n nojalla hakea muutosta maksuunpanoon. Valitusluvan myöntämisen perusteet ovat: 1) lain soveltamisen kannalta muissa samanlaisissa tapauksissa tai oikeuskäytännön yhtenäisyyden vuoksi on tärkeää saattaa asia korkeimman hallinto-oikeuden ratkaistavaksi; 2) asian saattamiseen korkeimman hallinto-oikeuden ratkaistavaksi on erityistä aihetta asiassa tapahtuneen ilmeisen virheen vuoksi; tai 3) valitusluvan myöntämiseen on painava taloudellinen tai muu syy. Valituslupa voidaan myöntää myös siten, että se koskee vain osaa muutoksenhaun kohteena olevasta hallinto-oikeuden päätöksestä. Valitus on tehtävä 60 päivän kuluessa hallinto-oikeuden päätöksen tiedoksisaannista. Valituskirjelmä on toimitettava valitusajassa korkeimmalle hallinto-oikeudelle tai päätöksen tehneelle hallinto-oikeudelle. Valtion puolesta valitusoikeus on Tullihallituksessa olevalla tulliasiamiehellä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_22",
        "normalized_fi": "Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen, jos korkein hallinto-oikeus myöntää valitusluvan. Valitusoikeus on niillä, jotka voivat 20 § :n nojalla hakea muutosta maksuunpanoon. Valitusluvan myöntämisen perusteet ovat: 1) lain soveltamisen kannalta muissa samanlaisissa tapauksissa tai oikeuskäytännön yhtenäisyyden vuoksi on tärkeää saattaa asia korkeimman hallinto-oikeuden ratkaistavaksi; 2) asian saattamiseen korkeimman hallinto-oikeuden ratkaistavaksi on erityistä aihetta asiassa tapahtuneen ilmeisen virheen vuoksi; tai 3) valitusluvan myöntämiseen on painava taloudellinen tai muu syy. Valituslupa voidaan myöntää myös siten, että se koskee vain osaa muutoksenhaun kohteena olevasta hallinto-oikeuden päätöksestä. Valitus on tehtävä 60 päivän kuluessa hallinto-oikeuden päätöksen tiedoksisaannista. Valituskirjelmä on toimitettava valitusajassa korkeimmalle hallinto-oikeudelle tai päätöksen tehneelle hallinto-oikeudelle. Valtion puolesta valitusoikeus on Tullihallituksessa olevalla tulliasiamiehellä.",
        "folded_fi": "hallinto-oikeuden paatokseen saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen, jos korkein hallinto-oikeus myontaa valitusluvan. valitusoikeus on niilla, jotka voivat 20 §:n nojalla hakea muutosta maksuunpanoon. valitusluvan myontamisen perusteet ovat: 1) lain soveltamisen kannalta muissa samanlaisissa tapauksissa tai oikeuskaytannon yhtenaisyyden vuoksi on tarkeaa saattaa asia korkeimman hallinto-oikeuden ratkaistavaksi; 2) asian saattamiseen korkeimman hallinto-oikeuden ratkaistavaksi on erityista aihetta asiassa tapahtuneen ilmeisen virheen vuoksi; tai 3) valitusluvan myontamiseen on painava taloudellinen tai muu syy. valituslupa voidaan myontaa myos siten, etta se koskee vain osaa muutoksenhaun kohteena olevasta hallinto-oikeuden paatoksesta. valitus on tehtava 60 paivan kuluessa hallinto-oikeuden paatoksen tiedoksisaannista. valituskirjelma on toimitettava valitusajassa korkeimmalle hallinto-oikeudelle tai paatoksen tehneelle hallinto-oikeudelle. valtion puolesta valitusoikeus on tullihallituksessa olevalla tulliasiamiehella.",
        "title_sv": "Anförande av besvär hos högsta förvaltningsdomstolen",
        "content_sv": "Ändring i förvaltningsdomstolens beslut får sökas genom besvär hos högsta förvaltningsdomstolen, om den domstolen beviljar besvärstillstånd. Besvärsrätt har den som med stöd av 20 § får söka ändring i debiteringen. Besvärstillstånd kan beviljas 1) om det för lagens tillämpning i andra liknande fall eller för en enhetlig rättspraxis är av vikt att ärendet avgörs av högsta förvaltningsdomstolen, 2) om det på grund av ett uppenbart fel som inträffat i ärendet finns särskilda skäl för högsta förvaltningsdomstolen att avgöra ärendet, eller 3) om det föreligger vägande ekonomiska eller andra skäl att bevilja besvärstillstånd. Besvärstillstånd kan även beviljas så att det gäller endast en del av det överklagade förvaltningsdomstolsbeslutet. Besvär ska anföras inom 60 dagar från delfåendet av förvaltningsdomstolens beslut. Besvärsskriften ska inom besvärstiden ges in till högsta förvaltningsdomstolen eller den förvaltningsdomstol som fattat beslutet. Besvärsrätt på statens vägnar har Tullstyrelsens tullombud.",
        "normalized_sv": "Ändring i förvaltningsdomstolens beslut får sökas genom besvär hos högsta förvaltningsdomstolen, om den domstolen beviljar besvärstillstånd. Besvärsrätt har den som med stöd av 20 § får söka ändring i debiteringen. Besvärstillstånd kan beviljas 1) om det för lagens tillämpning i andra liknande fall eller för en enhetlig rättspraxis är av vikt att ärendet avgörs av högsta förvaltningsdomstolen, 2) om det på grund av ett uppenbart fel som inträffat i ärendet finns särskilda skäl för högsta förvaltningsdomstolen att avgöra ärendet, eller 3) om det föreligger vägande ekonomiska eller andra skäl att bevilja besvärstillstånd. Besvärstillstånd kan även beviljas så att det gäller endast en del av det överklagade förvaltningsdomstolsbeslutet. Besvär ska anföras inom 60 dagar från delfåendet av förvaltningsdomstolens beslut. Besvärsskriften ska inom besvärstiden ges in till högsta förvaltningsdomstolen eller den förvaltningsdomstol som fattat beslutet. Besvärsrätt på statens vägnar har Tullstyrelsens tullombud.",
        "folded_sv": "andring i forvaltningsdomstolens beslut far sokas genom besvar hos hogsta forvaltningsdomstolen, om den domstolen beviljar besvarstillstand. besvarsratt har den som med stod av 20 § far soka andring i debiteringen. besvarstillstand kan beviljas 1) om det for lagens tillampning i andra liknande fall eller for en enhetlig rattspraxis ar av vikt att arendet avgors av hogsta forvaltningsdomstolen, 2) om det pa grund av ett uppenbart fel som intraffat i arendet finns sarskilda skal for hogsta forvaltningsdomstolen att avgora arendet, eller 3) om det foreligger vagande ekonomiska eller andra skal att bevilja besvarstillstand. besvarstillstand kan aven beviljas sa att det galler endast en del av det overklagade forvaltningsdomstolsbeslutet. besvar ska anforas inom 60 dagar fran delfaendet av forvaltningsdomstolens beslut. besvarsskriften ska inom besvarstiden ges in till hogsta forvaltningsdomstolen eller den forvaltningsdomstol som fattat beslutet. besvarsratt pa statens vagnar har tullstyrelsens tullombud."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Muutoksenhaun ja tulliviranomaisen tekemän oikaisun johdosta maksettava korko",
      "content": "Jos polttoainemaksu on muutoksenhaun tai tulliviranomaisen tekemän oikaisun johdosta kumottu tai polttoainemaksua on alennettu, asianomaiselle on maksettava takaisin liikaa suoritettu määrä sekä sille vuotuista korkoa, joka on kutakin kalenterivuotta edeltävän puolivuotiskauden korkolain (633/1982) 12 §:ssä tarkoitettu viitekorko vähennettynä kahdella prosenttiyksiköllä. Korko lasketaan polttoainemaksun maksupäivästä takaisinmaksupäivään. Palautukselle maksettava korko ei ole tuloverotuksessa veronalaista tuloa. Jos muutoksenhaun johdosta polttoainemaksua määrätään suoritettavaksi tai sen määrää korotetaan, tulliviranomainen perii polttoainemaksun ja sille veronlisäyksestä ja viivekorosta annetussa laissa säädetyn viivekoron.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_23",
        "normalized_fi": "Jos polttoainemaksu on muutoksenhaun tai tulliviranomaisen tekemän oikaisun johdosta kumottu tai polttoainemaksua on alennettu, asianomaiselle on maksettava takaisin liikaa suoritettu määrä sekä sille vuotuista korkoa, joka on kutakin kalenterivuotta edeltävän puolivuotiskauden korkolain (633/1982) 12 § :ssä tarkoitettu viitekorko vähennettynä kahdella prosenttiyksiköllä. Korko lasketaan polttoainemaksun maksupäivästä takaisinmaksupäivään. Palautukselle maksettava korko ei ole tuloverotuksessa veronalaista tuloa. Jos muutoksenhaun johdosta polttoainemaksua määrätään suoritettavaksi tai sen määrää korotetaan, tulliviranomainen perii polttoainemaksun ja sille veronlisäyksestä ja viivekorosta annetussa laissa säädetyn viivekoron.",
        "folded_fi": "jos polttoainemaksu on muutoksenhaun tai tulliviranomaisen tekeman oikaisun johdosta kumottu tai polttoainemaksua on alennettu, asianomaiselle on maksettava takaisin liikaa suoritettu maara seka sille vuotuista korkoa, joka on kutakin kalenterivuotta edeltavan puolivuotiskauden korkolain (633/1982) 12 §:ssa tarkoitettu viitekorko vahennettyna kahdella prosenttiyksikolla. korko lasketaan polttoainemaksun maksupaivasta takaisinmaksupaivaan. palautukselle maksettava korko ei ole tuloverotuksessa veronalaista tuloa. jos muutoksenhaun johdosta polttoainemaksua maarataan suoritettavaksi tai sen maaraa korotetaan, tulliviranomainen perii polttoainemaksun ja sille veronlisayksesta ja viivekorosta annetussa laissa saadetyn viivekoron.",
        "title_sv": "Räntebetalningsskyldighet på grund av ändringssökande och tullmyndighets rättelse",
        "content_sv": "Om bränsleavgiften har avlyfts på grund av ändringssökande eller en tullmyndighets rättelse eller om bränsleavgiften har sänkts, ska till vederbörande återbetalas det överskjutande beloppet jämte en årlig ränta som motsvarar den i 12 § i räntelagen (633/1982) avsedda referensräntan för den halvårsperiod som föregår kalenderåret i fråga, minskad med två procentenheter. Räntan betalas från avgiftsbetalningsdagen till återbetalningsdagen. Den ränta som betalas för återbetalningen är inte skattepliktig inkomst i inkomstbeskattningen. Om bränsleavgift med anledning av ändringssökande påförs eller avgiftsbeloppet höjs, driver tullmyndigheten in bränsleavgiften jämte förseningsränta enligt lagen om skattetillägg och förseningsränta.",
        "normalized_sv": "Om bränsleavgiften har avlyfts på grund av ändringssökande eller en tullmyndighets rättelse eller om bränsleavgiften har sänkts, ska till vederbörande återbetalas det överskjutande beloppet jämte en årlig ränta som motsvarar den i 12 § i räntelagen (633/1982) avsedda referensräntan för den halvårsperiod som föregår kalenderåret i fråga, minskad med två procentenheter. Räntan betalas från avgiftsbetalningsdagen till återbetalningsdagen. Den ränta som betalas för återbetalningen är inte skattepliktig inkomst i inkomstbeskattningen. Om bränsleavgift med anledning av ändringssökande påförs eller avgiftsbeloppet höjs, driver tullmyndigheten in bränsleavgiften jämte förseningsränta enligt lagen om skattetillägg och förseningsränta.",
        "folded_sv": "om bransleavgiften har avlyfts pa grund av andringssokande eller en tullmyndighets rattelse eller om bransleavgiften har sankts, ska till vederborande aterbetalas det overskjutande beloppet jamte en arlig ranta som motsvarar den i 12 § i rantelagen (633/1982) avsedda referensrantan for den halvarsperiod som foregar kalenderaret i fraga, minskad med tva procentenheter. rantan betalas fran avgiftsbetalningsdagen till aterbetalningsdagen. den ranta som betalas for aterbetalningen ar inte skattepliktig inkomst i inkomstbeskattningen. om bransleavgift med anledning av andringssokande pafors eller avgiftsbeloppet hojs, driver tullmyndigheten in bransleavgiften jamte forseningsranta enligt lagen om skattetillagg och forseningsranta."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Valtion puhevallan käyttäminen",
      "content": "Valtion puolesta puhevaltaa muutoksenhakua ja oikaisua koskevissa asioissa käyttää tullipiirissä oleva tulliasiamies tai, jos asia koskee Tullihallituksen päätöstä taikka valittamista korkeimpaan hallinto-oikeuteen, Tullihallituksessa oleva tulliasiamies. Tulliasiamiestä kuullaan ja päätös annetaan hänelle tiedoksi siten, että tulliasiamiehelle varataan tilaisuus tutustua päätökseen ja sen perusteena oleviin asiakirjoihin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_24",
        "normalized_fi": "Valtion puolesta puhevaltaa muutoksenhakua ja oikaisua koskevissa asioissa käyttää tullipiirissä oleva tulliasiamies tai, jos asia koskee Tullihallituksen päätöstä taikka valittamista korkeimpaan hallinto-oikeuteen, Tullihallituksessa oleva tulliasiamies. Tulliasiamiestä kuullaan ja päätös annetaan hänelle tiedoksi siten, että tulliasiamiehelle varataan tilaisuus tutustua päätökseen ja sen perusteena oleviin asiakirjoihin.",
        "folded_fi": "valtion puolesta puhevaltaa muutoksenhakua ja oikaisua koskevissa asioissa kayttaa tullipiirissa oleva tulliasiamies tai, jos asia koskee tullihallituksen paatosta taikka valittamista korkeimpaan hallinto-oikeuteen, tullihallituksessa oleva tulliasiamies. tulliasiamiesta kuullaan ja paatos annetaan hanelle tiedoksi siten, etta tulliasiamiehelle varataan tilaisuus tutustua paatokseen ja sen perusteena oleviin asiakirjoihin.",
        "title_sv": "Förande av statens talan",
        "content_sv": "Statens talan i ärenden som gäller ändringssökande och rättelse förs av ett tullombud vid tulldistriktet eller, om saken gäller Tullstyrelsens beslut eller besvär i högsta förvaltningsdomstolen, av ett tullombud vid Tullstyrelsen. Tullombudet hörs och delges beslut genom att tullombudet ges tillfälle att ta del av besluten och de handlingar som ligger till grund för dessa.",
        "normalized_sv": "Statens talan i ärenden som gäller ändringssökande och rättelse förs av ett tullombud vid tulldistriktet eller, om saken gäller Tullstyrelsens beslut eller besvär i högsta förvaltningsdomstolen, av ett tullombud vid Tullstyrelsen. Tullombudet hörs och delges beslut genom att tullombudet ges tillfälle att ta del av besluten och de handlingar som ligger till grund för dessa.",
        "folded_sv": "statens talan i arenden som galler andringssokande och rattelse fors av ett tullombud vid tulldistriktet eller, om saken galler tullstyrelsens beslut eller besvar i hogsta forvaltningsdomstolen, av ett tullombud vid tullstyrelsen. tullombudet hors och delges beslut genom att tullombudet ges tillfalle att ta del av besluten och de handlingar som ligger till grund for dessa."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Äänestys hallintotuomioistuimissa",
      "content": "Jos tämän lain nojalla tehtyä muutoksenhakua ratkaistaessa ilmaantuu eri mielipiteitä, tulee päätökseksi se mielipide, jota useimpien on katsottava kannattaneen. Äänten jakautuessa tasan päätökseksi tulee se mielipide, joka on maksuvelvolliselle edullisempi, tai jollei tätä perustetta voida soveltaa, se mielipide, jota puheenjohtaja on kannattanut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_25",
        "normalized_fi": "Jos tämän lain nojalla tehtyä muutoksenhakua ratkaistaessa ilmaantuu eri mielipiteitä, tulee päätökseksi se mielipide, jota useimpien on katsottava kannattaneen. Äänten jakautuessa tasan päätökseksi tulee se mielipide, joka on maksuvelvolliselle edullisempi, tai jollei tätä perustetta voida soveltaa, se mielipide, jota puheenjohtaja on kannattanut.",
        "folded_fi": "jos taman lain nojalla tehtya muutoksenhakua ratkaistaessa ilmaantuu eri mielipiteita, tulee paatokseksi se mielipide, jota useimpien on katsottava kannattaneen. aanten jakautuessa tasan paatokseksi tulee se mielipide, joka on maksuvelvolliselle edullisempi, tai jollei tata perustetta voida soveltaa, se mielipide, jota puheenjohtaja on kannattanut.",
        "title_sv": "Omröstning i förvaltningsdomstolar",
        "content_sv": "Om det råder olika åsikter vid avgörandet av ett ärende som överklagats med stöd av denna lag, gäller som beslut den åsikt som flertalet ska anses ha omfattat. Vid lika röstetal vinner den åsikt som är fördelaktigast för den avgiftsskyldige eller, om denna grund inte kan tillämpas, den åsikt som ordföranden har omfattat.",
        "normalized_sv": "Om det råder olika åsikter vid avgörandet av ett ärende som överklagats med stöd av denna lag, gäller som beslut den åsikt som flertalet ska anses ha omfattat. Vid lika röstetal vinner den åsikt som är fördelaktigast för den avgiftsskyldige eller, om denna grund inte kan tillämpas, den åsikt som ordföranden har omfattat.",
        "folded_sv": "om det rader olika asikter vid avgorandet av ett arende som overklagats med stod av denna lag, galler som beslut den asikt som flertalet ska anses ha omfattat. vid lika rostetal vinner den asikt som ar fordelaktigast for den avgiftsskyldige eller, om denna grund inte kan tillampas, den asikt som ordforanden har omfattat."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "Täytäntöönpano",
      "content": "Maksuvelvollinen on velvollinen maksamaan määrätyn polttoainemaksun siitä huolimatta, että polttoainemaksuun haetaan muutosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_26",
        "normalized_fi": "Maksuvelvollinen on velvollinen maksamaan määrätyn polttoainemaksun siitä huolimatta, että polttoainemaksuun haetaan muutosta.",
        "folded_fi": "maksuvelvollinen on velvollinen maksamaan maaratyn polttoainemaksun siita huolimatta, etta polttoainemaksuun haetaan muutosta.",
        "title_sv": "Verkställighet",
        "content_sv": "Den avgiftsskyldige ska betala påförd bränsleavgift oberoende av om ändring i bränsleavgiften söks eller inte.",
        "normalized_sv": "Den avgiftsskyldige ska betala påförd bränsleavgift oberoende av om ändring i bränsleavgiften söks eller inte.",
        "folded_sv": "den avgiftsskyldige ska betala paford bransleavgift oberoende av om andring i bransleavgiften soks eller inte."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Aiheettoman suorituksen palauttaminen",
      "content": "Joka osoittaa suorittaneensa erehdyksessä polttoainemaksua, on oikeutettu hakemuksesta saamaan suorittamansa määrän takaisin asianomaiselta tulliviranomaiselta. Erehdyksenä ei pidetä polttoainemaksun suorittamista siinä tarkoituksessa, että aluksen käyttöä ei estettäisi, tai olosuhteissa, joissa tätä tarkoitusta voidaan pitää ilmeisenä. Jos kaksi tai useampi on suorittanut samasta aluksesta polttoainemaksua, liikaa maksettu polttoainemaksu palautetaan hakemuksesta sille, joka ei ole maksuvelvollinen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_27",
        "normalized_fi": "Joka osoittaa suorittaneensa erehdyksessä polttoainemaksua, on oikeutettu hakemuksesta saamaan suorittamansa määrän takaisin asianomaiselta tulliviranomaiselta. Erehdyksenä ei pidetä polttoainemaksun suorittamista siinä tarkoituksessa, että aluksen käyttöä ei estettäisi, tai olosuhteissa, joissa tätä tarkoitusta voidaan pitää ilmeisenä. Jos kaksi tai useampi on suorittanut samasta aluksesta polttoainemaksua, liikaa maksettu polttoainemaksu palautetaan hakemuksesta sille, joka ei ole maksuvelvollinen.",
        "folded_fi": "joka osoittaa suorittaneensa erehdyksessa polttoainemaksua, on oikeutettu hakemuksesta saamaan suorittamansa maaran takaisin asianomaiselta tulliviranomaiselta. erehdyksena ei pideta polttoainemaksun suorittamista siina tarkoituksessa, etta aluksen kayttoa ei estettaisi, tai olosuhteissa, joissa tata tarkoitusta voidaan pitaa ilmeisena. jos kaksi tai useampi on suorittanut samasta aluksesta polttoainemaksua, liikaa maksettu polttoainemaksu palautetaan hakemuksesta sille, joka ei ole maksuvelvollinen.",
        "title_sv": "Återbetalning av grundlös prestation",
        "content_sv": "Den som visar att han har betalat bränsleavgift av misstag har rätt att på ansökan återfå det betalda beloppet av den behöriga tullmyndigheten. Som misstag betraktas inte att bränsleavgift har betalats för att undvika att användningen av båten förhindras eller under sådana omständigheter där detta syfte kan anses vara uppenbart. Om två eller flera har betalat bränsleavgift för en och samma båt, återbetalas den överskjutande delen av bränsleavgiften på ansökan till den som inte är avgiftsskyldig.",
        "normalized_sv": "Den som visar att han har betalat bränsleavgift av misstag har rätt att på ansökan återfå det betalda beloppet av den behöriga tullmyndigheten. Som misstag betraktas inte att bränsleavgift har betalats för att undvika att användningen av båten förhindras eller under sådana omständigheter där detta syfte kan anses vara uppenbart. Om två eller flera har betalat bränsleavgift för en och samma båt, återbetalas den överskjutande delen av bränsleavgiften på ansökan till den som inte är avgiftsskyldig.",
        "folded_sv": "den som visar att han har betalat bransleavgift av misstag har ratt att pa ansokan aterfa det betalda beloppet av den behoriga tullmyndigheten. som misstag betraktas inte att bransleavgift har betalats for att undvika att anvandningen av baten forhindras eller under sadana omstandigheter dar detta syfte kan anses vara uppenbart. om tva eller flera har betalat bransleavgift for en och samma bat, aterbetalas den overskjutande delen av bransleavgiften pa ansokan till den som inte ar avgiftsskyldig."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "28",
      "section": "28",
      "title": "Polttoainemaksun huojentaminen ja maksunlykkäys",
      "content": "Tullihallitus voi hakemuksesta erityisistä syistä määräämillään ehdoilla kokonaan tai osittain vapauttaa polttoainemaksun sekä viivekoron ja lykkäyksen vuoksi suoritettavan koron maksamisesta, jos näiden perimistä täysimääräisenä voidaan pitää ilmeisen kohtuuttomana. Valtiovarainministeriö voi ottaa periaatteellisesti tärkeän asian ratkaistavakseen. Tullihallitus voi hakemuksesta myöntää erityisistä syistä lykkäystä polttoainemaksun suorittamiselle valtiovarainministeriön määräämin ehdoin, jos polttoainemaksun suorittamista määräajassa voidaan pitää ilmeisen kohtuuttomana. Valtiovarainministeriö voi ottaa lykkäysasian ratkaistavakseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_28",
        "normalized_fi": "Tullihallitus voi hakemuksesta erityisistä syistä määräämillään ehdoilla kokonaan tai osittain vapauttaa polttoainemaksun sekä viivekoron ja lykkäyksen vuoksi suoritettavan koron maksamisesta, jos näiden perimistä täysimääräisenä voidaan pitää ilmeisen kohtuuttomana. Valtiovarainministeriö voi ottaa periaatteellisesti tärkeän asian ratkaistavakseen. Tullihallitus voi hakemuksesta myöntää erityisistä syistä lykkäystä polttoainemaksun suorittamiselle valtiovarainministeriön määräämin ehdoin, jos polttoainemaksun suorittamista määräajassa voidaan pitää ilmeisen kohtuuttomana. Valtiovarainministeriö voi ottaa lykkäysasian ratkaistavakseen.",
        "folded_fi": "tullihallitus voi hakemuksesta erityisista syista maaraamillaan ehdoilla kokonaan tai osittain vapauttaa polttoainemaksun seka viivekoron ja lykkayksen vuoksi suoritettavan koron maksamisesta, jos naiden perimista taysimaaraisena voidaan pitaa ilmeisen kohtuuttomana. valtiovarainministerio voi ottaa periaatteellisesti tarkean asian ratkaistavakseen. tullihallitus voi hakemuksesta myontaa erityisista syista lykkaysta polttoainemaksun suorittamiselle valtiovarainministerion maaraamin ehdoin, jos polttoainemaksun suorittamista maaraajassa voidaan pitaa ilmeisen kohtuuttomana. valtiovarainministerio voi ottaa lykkaysasian ratkaistavakseen.",
        "title_sv": "Avgiftslättnad och uppskov med betalningen",
        "content_sv": "Tullstyrelsen kan av särskilda skäl på ansökan och på de villkor som den bestämmer helt eller delvis bevilja befrielse från bränsleavgift och förseningsränta samt ränta som ska betalas på grund av uppskov, om det kan anses vara uppenbart oskäligt att ta ut dessa till fullt belopp. Finansministeriet kan överta avgörandet av ett principiellt viktigt ärende. Tullstyrelsen kan av särskilda skäl på ansökan bevilja uppskov med betalningen av bränsleavgift på de villkor som finansministeriet bestämmer, om det kan anses uppenbart oskäligt att bränsleavgiften ska betalas inom utsatt tid. Finansministeriet kan överta avgörandet av ett uppskovsärende.",
        "normalized_sv": "Tullstyrelsen kan av särskilda skäl på ansökan och på de villkor som den bestämmer helt eller delvis bevilja befrielse från bränsleavgift och förseningsränta samt ränta som ska betalas på grund av uppskov, om det kan anses vara uppenbart oskäligt att ta ut dessa till fullt belopp. Finansministeriet kan överta avgörandet av ett principiellt viktigt ärende. Tullstyrelsen kan av särskilda skäl på ansökan bevilja uppskov med betalningen av bränsleavgift på de villkor som finansministeriet bestämmer, om det kan anses uppenbart oskäligt att bränsleavgiften ska betalas inom utsatt tid. Finansministeriet kan överta avgörandet av ett uppskovsärende.",
        "folded_sv": "tullstyrelsen kan av sarskilda skal pa ansokan och pa de villkor som den bestammer helt eller delvis bevilja befrielse fran bransleavgift och forseningsranta samt ranta som ska betalas pa grund av uppskov, om det kan anses vara uppenbart oskaligt att ta ut dessa till fullt belopp. finansministeriet kan overta avgorandet av ett principiellt viktigt arende. tullstyrelsen kan av sarskilda skal pa ansokan bevilja uppskov med betalningen av bransleavgift pa de villkor som finansministeriet bestammer, om det kan anses uppenbart oskaligt att bransleavgiften ska betalas inom utsatt tid. finansministeriet kan overta avgorandet av ett uppskovsarende."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "29",
      "section": "29",
      "title": "Rangaistussäännökset",
      "content": "polttoainemaksurikkomuksesta Joka kuljettaa alusta, josta on erääntynyttä polttoainemaksua suorittamatta, on tuomittava sakkoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_29",
        "normalized_fi": "polttoainemaksurikkomuksesta Joka kuljettaa alusta, josta on erääntynyttä polttoainemaksua suorittamatta, on tuomittava sakkoon.",
        "folded_fi": "polttoainemaksurikkomuksesta joka kuljettaa alusta, josta on eraantynytta polttoainemaksua suorittamatta, on tuomittava sakkoon.",
        "title_sv": "Straffbestämmelser",
        "content_sv": "bränsleavgiftsförseelse Den som framför en båt för vilken bränsleavgift som förfallit till betalning är obetald, ska för dömas till böter.",
        "normalized_sv": "bränsleavgiftsförseelse Den som framför en båt för vilken bränsleavgift som förfallit till betalning är obetald, ska för dömas till böter.",
        "folded_sv": "bransleavgiftsforseelse den som framfor en bat for vilken bransleavgift som forfallit till betalning ar obetald, ska for domas till boter."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "30",
      "section": "30",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2008.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_30",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2008.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2008.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2008.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2008.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2008."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    }
  ]
}