{
  "id": "1311/2006",
  "type": "statute",
  "title": "Laki maahanmuuttajan erityistuesta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om särskilt stöd till invandrare",
  "status": "in_force",
  "issued_date": "2006-12-22",
  "in_force_date": "2006-12-22",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/1311/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Muutoksenhaku",
      "content": "Kansaneläkelaitoksen erityistukea koskevaan päätökseen tyytymätön saa hakea siihen muutosta sosiaaliturvan muutoksenhakulautakunnalta kirjallisella valituksella. Sosiaaliturvan muutoksenhakulautakunnasta säädetään sosiaaliturvan muutoksenhakulautakunnasta annetussa laissa (1299/2006). Sosiaaliturvan muutoksenhakulautakunnan päätökseen tyytymätön saa hakea siihen muutosta vakuutusoikeudelta. Vakuutusoikeuden päätökseen ei saa hakea muutosta valittamalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:27",
        "normalized_fi": "Kansaneläkelaitoksen erityistukea koskevaan päätökseen tyytymätön saa hakea siihen muutosta sosiaaliturvan muutoksenhakulautakunnalta kirjallisella valituksella. Sosiaaliturvan muutoksenhakulautakunnasta säädetään sosiaaliturvan muutoksenhakulautakunnasta annetussa laissa (1299/2006). Sosiaaliturvan muutoksenhakulautakunnan päätökseen tyytymätön saa hakea siihen muutosta vakuutusoikeudelta. Vakuutusoikeuden päätökseen ei saa hakea muutosta valittamalla.",
        "folded_fi": "kansanelakelaitoksen erityistukea koskevaan paatokseen tyytymaton saa hakea siihen muutosta sosiaaliturvan muutoksenhakulautakunnalta kirjallisella valituksella. sosiaaliturvan muutoksenhakulautakunnasta saadetaan sosiaaliturvan muutoksenhakulautakunnasta annetussa laissa (1299/2006). sosiaaliturvan muutoksenhakulautakunnan paatokseen tyytymaton saa hakea siihen muutosta vakuutusoikeudelta. vakuutusoikeuden paatokseen ei saa hakea muutosta valittamalla.",
        "title_sv": "Ändringssökande",
        "content_sv": "Den som är missnöjd med Folkpensionsanstaltens beslut i ett ärende som gäller särskilt stöd får söka ändring i beslutet genom skriftliga besvär hos besvärsnämnden för social trygget. Angående besvärsnämnden för social trygghet föreskrivs i lagen om besvärsnämnden för social trygghet (1299/2006). Den som är missnöjd med ett beslut av besvärsnämnden för social trygghet får söka ändring i beslutet genom skriftliga besvär hos försäkringsdomstolen. I försäkringsdomstolens beslut får ändring inte sökas genom besvär.",
        "normalized_sv": "Den som är missnöjd med Folkpensionsanstaltens beslut i ett ärende som gäller särskilt stöd får söka ändring i beslutet genom skriftliga besvär hos besvärsnämnden för social trygget. Angående besvärsnämnden för social trygghet föreskrivs i lagen om besvärsnämnden för social trygghet (1299/2006). Den som är missnöjd med ett beslut av besvärsnämnden för social trygghet får söka ändring i beslutet genom skriftliga besvär hos försäkringsdomstolen. I försäkringsdomstolens beslut får ändring inte sökas genom besvär.",
        "folded_sv": "den som ar missnojd med folkpensionsanstaltens beslut i ett arende som galler sarskilt stod far soka andring i beslutet genom skriftliga besvar hos besvarsnamnden for social trygget. angaende besvarsnamnden for social trygghet foreskrivs i lagen om besvarsnamnden for social trygghet (1299/2006). den som ar missnojd med ett beslut av besvarsnamnden for social trygghet far soka andring i beslutet genom skriftliga besvar hos forsakringsdomstolen. i forsakringsdomstolens beslut far andring inte sokas genom besvar."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "title": "Valituksen myöhästyminen",
      "content": "Jos sosiaaliturvan muutoksenhakulautakunnalle tai vakuutusoikeudelle annettava valitus on saapunut 27 §:ssä säädetyn määräajan jälkeen, asianomainen muutoksenhakuelin voi tästä huolimatta ottaa valituksen tutkittavakseen, jos myöhästymiseen on ollut painavia syitä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:29",
        "normalized_fi": "Jos sosiaaliturvan muutoksenhakulautakunnalle tai vakuutusoikeudelle annettava valitus on saapunut 27 § :ssä säädetyn määräajan jälkeen, asianomainen muutoksenhakuelin voi tästä huolimatta ottaa valituksen tutkittavakseen, jos myöhästymiseen on ollut painavia syitä.",
        "folded_fi": "jos sosiaaliturvan muutoksenhakulautakunnalle tai vakuutusoikeudelle annettava valitus on saapunut 27 §:ssa saadetyn maaraajan jalkeen, asianomainen muutoksenhakuelin voi tasta huolimatta ottaa valituksen tutkittavakseen, jos myohastymiseen on ollut painavia syita.",
        "title_sv": "Besvär som inkommit för sent",
        "content_sv": "Har besvär som anförs hos besvärsnämnden för social trygghet eller försäkringsdomstolen inkommit efter utgången av den tid som föreskrivs i 27 §, kan besvärsinstansen ifråga trots detta ta upp besvären till prövning, om det finns vägande skäl till förseningen.",
        "normalized_sv": "Har besvär som anförs hos besvärsnämnden för social trygghet eller försäkringsdomstolen inkommit efter utgången av den tid som föreskrivs i 27 § , kan besvärsinstansen ifråga trots detta ta upp besvären till prövning, om det finns vägande skäl till förseningen.",
        "folded_sv": "har besvar som anfors hos besvarsnamnden for social trygghet eller forsakringsdomstolen inkommit efter utgangen av den tid som foreskrivs i 27 §, kan besvarsinstansen ifraga trots detta ta upp besvaren till provning, om det finns vagande skal till forseningen."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "title": "Päätöksen poistaminen ja asiavirheen korjaaminen",
      "content": "Jos Kansaneläkelaitoksen antama lainvoimainen päätös perustuu virheelliseen tai puutteelliseen selvitykseen taikka on ilmeisesti lain vastainen, sosiaaliturvan muutoksenhakulautakunta voi asianosaisen tai Kansaneläkelaitoksen vaatimuksesta poistaa päätöksen ja määrätä asian uudelleen käsiteltäväksi. Sosiaaliturvan muutoksenhakulautakunnan on varattava asianosaisille tilaisuus tulla kuulluksi ennen asian ratkaisemista. Tällaiseen päätökseen saa hakea muutosta siten kuin 27 §:ssä säädetään. Jos sosiaaliturvan muutoksenhakulautakunnan tai vakuutusoikeuden antama lainvoimainen päätös perustuu virheelliseen tai puutteelliseen selvitykseen tai se on ilmeisesti lain vastainen, vakuutusoikeus voi asianosaisen tai Kansaneläkelaitoksen vaatimuksesta poistaa päätöksen ja määrätä asian uudelleen käsiteltäväksi. Vakuutusoikeuden on varattava asianosaisille tilaisuus tulla kuulluksi ennen asian ratkaisemista. Jos Kansaneläkelaitos tekee päätöksen poistamista koskevan vaatimuksen, se voi keskeyttää etuuden maksamisen tai maksaa sen vaatimuksensa mukaisena siihen asti, kunnes asia on uudelleen ratkaistu. Päätöksen poistamista on haettava viiden vuoden kuluessa siitä, kun päätös sai lainvoiman. Erityisen painavista syistä päätös voidaan poistaa määräajan jälkeenkin tehdystä hakemuksesta. Jos asiassa, jossa on kysymys evätyn edun myöntämisestä tai myönnetyn edun lisäämisestä, ilmenee uutta selvitystä, Kansaneläkelaitoksen on tutkittava asia uudelleen. Kansaneläkelaitos voi aikaisemman lainvoimaisen päätöksen estämättä myöntää evätyn edun tai myöntää edun aikaisempaa suurempana. Myös sosiaaliturvan muutoksenhakulautakunta ja vakuutusoikeus voivat menetellä vastaavasti muutoksenhakuasiaa käsitellessään. Päätökseen saa hakea muutosta siten kuin 27 §:ssä säädetään. Jos Kansaneläkelaitoksen päätös perustuu selvästi virheelliseen tai puutteelliseen selvitykseen tai ilmeisen väärään lain soveltamiseen taikka päätöstä tehtäessä on tapahtunut menettelyvirhe, Kansaneläkelaitos voi poistaa virheellisen päätöksensä ja ratkaista asian uudelleen. Päätös voidaan korjata asianosaisen eduksi tai vahingoksi. Päätöksen korjaaminen asiainosaisen vahingoksi edellyttää, että asiainosainen suostuu päätöksen korjaamiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:30",
        "normalized_fi": "Jos Kansaneläkelaitoksen antama lainvoimainen päätös perustuu virheelliseen tai puutteelliseen selvitykseen taikka on ilmeisesti lain vastainen, sosiaaliturvan muutoksenhakulautakunta voi asianosaisen tai Kansaneläkelaitoksen vaatimuksesta poistaa päätöksen ja määrätä asian uudelleen käsiteltäväksi. Sosiaaliturvan muutoksenhakulautakunnan on varattava asianosaisille tilaisuus tulla kuulluksi ennen asian ratkaisemista. Tällaiseen päätökseen saa hakea muutosta siten kuin 27 § :ssä säädetään. Jos sosiaaliturvan muutoksenhakulautakunnan tai vakuutusoikeuden antama lainvoimainen päätös perustuu virheelliseen tai puutteelliseen selvitykseen tai se on ilmeisesti lain vastainen, vakuutusoikeus voi asianosaisen tai Kansaneläkelaitoksen vaatimuksesta poistaa päätöksen ja määrätä asian uudelleen käsiteltäväksi. Vakuutusoikeuden on varattava asianosaisille tilaisuus tulla kuulluksi ennen asian ratkaisemista. Jos Kansaneläkelaitos tekee päätöksen poistamista koskevan vaatimuksen, se voi keskeyttää etuuden maksamisen tai maksaa sen vaatimuksensa mukaisena siihen asti, kunnes asia on uudelleen ratkaistu. Päätöksen poistamista on haettava viiden vuoden kuluessa siitä, kun päätös sai lainvoiman. Erityisen painavista syistä päätös voidaan poistaa määräajan jälkeenkin tehdystä hakemuksesta. Jos asiassa, jossa on kysymys evätyn edun myöntämisestä tai myönnetyn edun lisäämisestä, ilmenee uutta selvitystä, Kansaneläkelaitoksen on tutkittava asia uudelleen. Kansaneläkelaitos voi aikaisemman lainvoimaisen päätöksen estämättä myöntää evätyn edun tai myöntää edun aikaisempaa suurempana. Myös sosiaaliturvan muutoksenhakulautakunta ja vakuutusoikeus voivat menetellä vastaavasti muutoksenhakuasiaa käsitellessään. Päätökseen saa hakea muutosta siten kuin 27 § :ssä säädetään. Jos Kansaneläkelaitoksen päätös perustuu selvästi virheelliseen tai puutteelliseen selvitykseen tai ilmeisen väärään lain soveltamiseen taikka päätöstä tehtäessä on tapahtunut menettelyvirhe, Kansaneläkelaitos voi poistaa virheellisen päätöksensä ja ratkaista asian uudelleen. Päätös voidaan korjata asianosaisen eduksi tai vahingoksi. Päätöksen korjaaminen asiainosaisen vahingoksi edellyttää, että asiainosainen suostuu päätöksen korjaamiseen.",
        "folded_fi": "jos kansanelakelaitoksen antama lainvoimainen paatos perustuu virheelliseen tai puutteelliseen selvitykseen taikka on ilmeisesti lain vastainen, sosiaaliturvan muutoksenhakulautakunta voi asianosaisen tai kansanelakelaitoksen vaatimuksesta poistaa paatoksen ja maarata asian uudelleen kasiteltavaksi. sosiaaliturvan muutoksenhakulautakunnan on varattava asianosaisille tilaisuus tulla kuulluksi ennen asian ratkaisemista. tallaiseen paatokseen saa hakea muutosta siten kuin 27 §:ssa saadetaan. jos sosiaaliturvan muutoksenhakulautakunnan tai vakuutusoikeuden antama lainvoimainen paatos perustuu virheelliseen tai puutteelliseen selvitykseen tai se on ilmeisesti lain vastainen, vakuutusoikeus voi asianosaisen tai kansanelakelaitoksen vaatimuksesta poistaa paatoksen ja maarata asian uudelleen kasiteltavaksi. vakuutusoikeuden on varattava asianosaisille tilaisuus tulla kuulluksi ennen asian ratkaisemista. jos kansanelakelaitos tekee paatoksen poistamista koskevan vaatimuksen, se voi keskeyttaa etuuden maksamisen tai maksaa sen vaatimuksensa mukaisena siihen asti, kunnes asia on uudelleen ratkaistu. paatoksen poistamista on haettava viiden vuoden kuluessa siita, kun paatos sai lainvoiman. erityisen painavista syista paatos voidaan poistaa maaraajan jalkeenkin tehdysta hakemuksesta. jos asiassa, jossa on kysymys evatyn edun myontamisesta tai myonnetyn edun lisaamisesta, ilmenee uutta selvitysta, kansanelakelaitoksen on tutkittava asia uudelleen. kansanelakelaitos voi aikaisemman lainvoimaisen paatoksen estamatta myontaa evatyn edun tai myontaa edun aikaisempaa suurempana. myos sosiaaliturvan muutoksenhakulautakunta ja vakuutusoikeus voivat menetella vastaavasti muutoksenhakuasiaa kasitellessaan. paatokseen saa hakea muutosta siten kuin 27 §:ssa saadetaan. jos kansanelakelaitoksen paatos perustuu selvasti virheelliseen tai puutteelliseen selvitykseen tai ilmeisen vaaraan lain soveltamiseen taikka paatosta tehtaessa on tapahtunut menettelyvirhe, kansanelakelaitos voi poistaa virheellisen paatoksensa ja ratkaista asian uudelleen. paatos voidaan korjata asianosaisen eduksi tai vahingoksi. paatoksen korjaaminen asiainosaisen vahingoksi edellyttaa, etta asiainosainen suostuu paatoksen korjaamiseen.",
        "title_sv": "Undanröjande av beslut och rättelse av sakfel",
        "content_sv": "Om ett lagakraftvunnet beslut av Folkpensionsanstalten grundar sig på en felaktig eller bristfällig utredning eller uppenbart står i strid med lag, kan besvärsnämnden för social trygghet på yrkande av den som saken gäller eller Folkpensionsanstalten undanröja beslutet och bestämma att ärendet skall behandlas på nytt. Besvärsnämnden för social trygghet skall bereda parterna tillfälle att bli hörda innan ärendet avgörs. I beslutet kan ändring sökas enligt 27 §. Om ett lagakraftvunnet beslut av besvärsnämnden för social trygghet eller försäkringsdomstolen grundar sig på en felaktig eller bristfällig utredning eller uppenbart står i strid med lag, kan försäkringsdomstolen på yrkande av den som saken gäller eller Folkpensionsanstalten undanröja beslutet och bestämma att ärendet skall behandlas på nytt. Försäkringsdomstolen skall bereda parterna tillfälle att bli hörda innan ärendet avgörs. Om Folkpensionsanstalten yrkar på att ett beslut skall undanröjas, kan den avbryta utbetalningen av en förmån eller betala ut förmånen i enlighet med sitt yrkande till dess ärendet har avgjorts på nytt. Ansökan om att ett beslut skall undanröjas skall lämnas in inom fem år från det att beslutet vann laga kraft. Av särskilt vägande skäl kan ett beslut undanröjas även på ansökan som gjorts efter utgången av den föreskrivna tiden. Om ny utredning framkommer i ett ärende som gäller beviljande av en förvägrad förmån eller utökande av en redan beviljad förmån, skall Folkpensionsanstalten pröva ärendet på nytt. Folkpensionsanstalten kan utan hinder av ett tidigare lagakraftvunnet beslut bevilja en förvägrad förmån eller utöka en redan beviljad förmån. Även besvärsnämnden för social trygghet och försäkringsdomstolen kan tillämpa motsvarande förfarande när de behandlar ärenden som gäller ändringssökande. I beslutet kan ändring sökas enligt 27 §. Om ett beslut av Folkpensionsanstalten grundar sig på en klart felaktig eller bristfällig utredning eller på uppenbart oriktig tillämpning av lag eller om det har skett ett fel i förfarandet då beslutet fattades, kan Folkpensionsanstalten undanröja sitt felaktiga beslut och avgöra ärendet på nytt. Ett beslut får rättas till en parts fördel eller nackdel. Rättelse av ett beslut till en parts nackdel förutsätter att parten samtycker till att beslutet rättas.",
        "normalized_sv": "Om ett lagakraftvunnet beslut av Folkpensionsanstalten grundar sig på en felaktig eller bristfällig utredning eller uppenbart står i strid med lag, kan besvärsnämnden för social trygghet på yrkande av den som saken gäller eller Folkpensionsanstalten undanröja beslutet och bestämma att ärendet skall behandlas på nytt. Besvärsnämnden för social trygghet skall bereda parterna tillfälle att bli hörda innan ärendet avgörs. I beslutet kan ändring sökas enligt 27 § . Om ett lagakraftvunnet beslut av besvärsnämnden för social trygghet eller försäkringsdomstolen grundar sig på en felaktig eller bristfällig utredning eller uppenbart står i strid med lag, kan försäkringsdomstolen på yrkande av den som saken gäller eller Folkpensionsanstalten undanröja beslutet och bestämma att ärendet skall behandlas på nytt. Försäkringsdomstolen skall bereda parterna tillfälle att bli hörda innan ärendet avgörs. Om Folkpensionsanstalten yrkar på att ett beslut skall undanröjas, kan den avbryta utbetalningen av en förmån eller betala ut förmånen i enlighet med sitt yrkande till dess ärendet har avgjorts på nytt. Ansökan om att ett beslut skall undanröjas skall lämnas in inom fem år från det att beslutet vann laga kraft. Av särskilt vägande skäl kan ett beslut undanröjas även på ansökan som gjorts efter utgången av den föreskrivna tiden. Om ny utredning framkommer i ett ärende som gäller beviljande av en förvägrad förmån eller utökande av en redan beviljad förmån, skall Folkpensionsanstalten pröva ärendet på nytt. Folkpensionsanstalten kan utan hinder av ett tidigare lagakraftvunnet beslut bevilja en förvägrad förmån eller utöka en redan beviljad förmån. Även besvärsnämnden för social trygghet och försäkringsdomstolen kan tillämpa motsvarande förfarande när de behandlar ärenden som gäller ändringssökande. I beslutet kan ändring sökas enligt 27 § . Om ett beslut av Folkpensionsanstalten grundar sig på en klart felaktig eller bristfällig utredning eller på uppenbart oriktig tillämpning av lag eller om det har skett ett fel i förfarandet då beslutet fattades, kan Folkpensionsanstalten undanröja sitt felaktiga beslut och avgöra ärendet på nytt. Ett beslut får rättas till en parts fördel eller nackdel. Rättelse av ett beslut till en parts nackdel förutsätter att parten samtycker till att beslutet rättas.",
        "folded_sv": "om ett lagakraftvunnet beslut av folkpensionsanstalten grundar sig pa en felaktig eller bristfallig utredning eller uppenbart star i strid med lag, kan besvarsnamnden for social trygghet pa yrkande av den som saken galler eller folkpensionsanstalten undanroja beslutet och bestamma att arendet skall behandlas pa nytt. besvarsnamnden for social trygghet skall bereda parterna tillfalle att bli horda innan arendet avgors. i beslutet kan andring sokas enligt 27 §. om ett lagakraftvunnet beslut av besvarsnamnden for social trygghet eller forsakringsdomstolen grundar sig pa en felaktig eller bristfallig utredning eller uppenbart star i strid med lag, kan forsakringsdomstolen pa yrkande av den som saken galler eller folkpensionsanstalten undanroja beslutet och bestamma att arendet skall behandlas pa nytt. forsakringsdomstolen skall bereda parterna tillfalle att bli horda innan arendet avgors. om folkpensionsanstalten yrkar pa att ett beslut skall undanrojas, kan den avbryta utbetalningen av en forman eller betala ut formanen i enlighet med sitt yrkande till dess arendet har avgjorts pa nytt. ansokan om att ett beslut skall undanrojas skall lamnas in inom fem ar fran det att beslutet vann laga kraft. av sarskilt vagande skal kan ett beslut undanrojas aven pa ansokan som gjorts efter utgangen av den foreskrivna tiden. om ny utredning framkommer i ett arende som galler beviljande av en forvagrad forman eller utokande av en redan beviljad forman, skall folkpensionsanstalten prova arendet pa nytt. folkpensionsanstalten kan utan hinder av ett tidigare lagakraftvunnet beslut bevilja en forvagrad forman eller utoka en redan beviljad forman. aven besvarsnamnden for social trygghet och forsakringsdomstolen kan tillampa motsvarande forfarande nar de behandlar arenden som galler andringssokande. i beslutet kan andring sokas enligt 27 §. om ett beslut av folkpensionsanstalten grundar sig pa en klart felaktig eller bristfallig utredning eller pa uppenbart oriktig tillampning av lag eller om det har skett ett fel i forfarandet da beslutet fattades, kan folkpensionsanstalten undanroja sitt felaktiga beslut och avgora arendet pa nytt. ett beslut far rattas till en parts fordel eller nackdel. rattelse av ett beslut till en parts nackdel forutsatter att parten samtycker till att beslutet rattas."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Muutoksenhaku",
      "content": "Kansaneläkelaitoksen erityistukea koskevaan päätökseen tyytymätön saa hakea siihen muutosta sosiaaliturvan muutoksenhakulautakunnalta kirjallisella valituksella. Sosiaaliturvan muutoksenhakulautakunnasta säädetään sosiaaliturvan muutoksenhakulautakunnasta annetussa laissa (1299/2006). Sosiaaliturvan muutoksenhakulautakunnan päätökseen tyytymätön saa hakea siihen muutosta vakuutusoikeudelta. Vakuutusoikeuden päätökseen ei saa hakea muutosta valittamalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:27",
        "normalized_fi": "Kansaneläkelaitoksen erityistukea koskevaan päätökseen tyytymätön saa hakea siihen muutosta sosiaaliturvan muutoksenhakulautakunnalta kirjallisella valituksella. Sosiaaliturvan muutoksenhakulautakunnasta säädetään sosiaaliturvan muutoksenhakulautakunnasta annetussa laissa (1299/2006). Sosiaaliturvan muutoksenhakulautakunnan päätökseen tyytymätön saa hakea siihen muutosta vakuutusoikeudelta. Vakuutusoikeuden päätökseen ei saa hakea muutosta valittamalla.",
        "folded_fi": "kansanelakelaitoksen erityistukea koskevaan paatokseen tyytymaton saa hakea siihen muutosta sosiaaliturvan muutoksenhakulautakunnalta kirjallisella valituksella. sosiaaliturvan muutoksenhakulautakunnasta saadetaan sosiaaliturvan muutoksenhakulautakunnasta annetussa laissa (1299/2006). sosiaaliturvan muutoksenhakulautakunnan paatokseen tyytymaton saa hakea siihen muutosta vakuutusoikeudelta. vakuutusoikeuden paatokseen ei saa hakea muutosta valittamalla.",
        "title_sv": "Ändringssökande",
        "content_sv": "Den som är missnöjd med Folkpensionsanstaltens beslut i ett ärende som gäller särskilt stöd får söka ändring i beslutet genom skriftliga besvär hos besvärsnämnden för social trygget. Angående besvärsnämnden för social trygghet föreskrivs i lagen om besvärsnämnden för social trygghet (1299/2006). Den som är missnöjd med ett beslut av besvärsnämnden för social trygghet får söka ändring i beslutet genom skriftliga besvär hos försäkringsdomstolen. I försäkringsdomstolens beslut får ändring inte sökas genom besvär.",
        "normalized_sv": "Den som är missnöjd med Folkpensionsanstaltens beslut i ett ärende som gäller särskilt stöd får söka ändring i beslutet genom skriftliga besvär hos besvärsnämnden för social trygget. Angående besvärsnämnden för social trygghet föreskrivs i lagen om besvärsnämnden för social trygghet (1299/2006). Den som är missnöjd med ett beslut av besvärsnämnden för social trygghet får söka ändring i beslutet genom skriftliga besvär hos försäkringsdomstolen. I försäkringsdomstolens beslut får ändring inte sökas genom besvär.",
        "folded_sv": "den som ar missnojd med folkpensionsanstaltens beslut i ett arende som galler sarskilt stod far soka andring i beslutet genom skriftliga besvar hos besvarsnamnden for social trygget. angaende besvarsnamnden for social trygghet foreskrivs i lagen om besvarsnamnden for social trygghet (1299/2006). den som ar missnojd med ett beslut av besvarsnamnden for social trygghet far soka andring i beslutet genom skriftliga besvar hos forsakringsdomstolen. i forsakringsdomstolens beslut far andring inte sokas genom besvar."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "29",
      "section": "29",
      "title": "Valituksen myöhästyminen",
      "content": "Jos sosiaaliturvan muutoksenhakulautakunnalle tai vakuutusoikeudelle annettava valitus on saapunut 27 §:ssä säädetyn määräajan jälkeen, asianomainen muutoksenhakuelin voi tästä huolimatta ottaa valituksen tutkittavakseen, jos myöhästymiseen on ollut painavia syitä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:29",
        "normalized_fi": "Jos sosiaaliturvan muutoksenhakulautakunnalle tai vakuutusoikeudelle annettava valitus on saapunut 27 § :ssä säädetyn määräajan jälkeen, asianomainen muutoksenhakuelin voi tästä huolimatta ottaa valituksen tutkittavakseen, jos myöhästymiseen on ollut painavia syitä.",
        "folded_fi": "jos sosiaaliturvan muutoksenhakulautakunnalle tai vakuutusoikeudelle annettava valitus on saapunut 27 §:ssa saadetyn maaraajan jalkeen, asianomainen muutoksenhakuelin voi tasta huolimatta ottaa valituksen tutkittavakseen, jos myohastymiseen on ollut painavia syita.",
        "title_sv": "Besvär som inkommit för sent",
        "content_sv": "Har besvär som anförs hos besvärsnämnden för social trygghet eller försäkringsdomstolen inkommit efter utgången av den tid som föreskrivs i 27 §, kan besvärsinstansen ifråga trots detta ta upp besvären till prövning, om det finns vägande skäl till förseningen.",
        "normalized_sv": "Har besvär som anförs hos besvärsnämnden för social trygghet eller försäkringsdomstolen inkommit efter utgången av den tid som föreskrivs i 27 § , kan besvärsinstansen ifråga trots detta ta upp besvären till prövning, om det finns vägande skäl till förseningen.",
        "folded_sv": "har besvar som anfors hos besvarsnamnden for social trygghet eller forsakringsdomstolen inkommit efter utgangen av den tid som foreskrivs i 27 §, kan besvarsinstansen ifraga trots detta ta upp besvaren till provning, om det finns vagande skal till forseningen."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "30",
      "section": "30",
      "title": "Päätöksen poistaminen ja asiavirheen korjaaminen",
      "content": "Jos Kansaneläkelaitoksen antama lainvoimainen päätös perustuu virheelliseen tai puutteelliseen selvitykseen taikka on ilmeisesti lain vastainen, sosiaaliturvan muutoksenhakulautakunta voi asianosaisen tai Kansaneläkelaitoksen vaatimuksesta poistaa päätöksen ja määrätä asian uudelleen käsiteltäväksi. Sosiaaliturvan muutoksenhakulautakunnan on varattava asianosaisille tilaisuus tulla kuulluksi ennen asian ratkaisemista. Tällaiseen päätökseen saa hakea muutosta siten kuin 27 §:ssä säädetään. Jos sosiaaliturvan muutoksenhakulautakunnan tai vakuutusoikeuden antama lainvoimainen päätös perustuu virheelliseen tai puutteelliseen selvitykseen tai se on ilmeisesti lain vastainen, vakuutusoikeus voi asianosaisen tai Kansaneläkelaitoksen vaatimuksesta poistaa päätöksen ja määrätä asian uudelleen käsiteltäväksi. Vakuutusoikeuden on varattava asianosaisille tilaisuus tulla kuulluksi ennen asian ratkaisemista. Jos Kansaneläkelaitos tekee päätöksen poistamista koskevan vaatimuksen, se voi keskeyttää etuuden maksamisen tai maksaa sen vaatimuksensa mukaisena siihen asti, kunnes asia on uudelleen ratkaistu. Päätöksen poistamista on haettava viiden vuoden kuluessa siitä, kun päätös sai lainvoiman. Erityisen painavista syistä päätös voidaan poistaa määräajan jälkeenkin tehdystä hakemuksesta. Jos asiassa, jossa on kysymys evätyn edun myöntämisestä tai myönnetyn edun lisäämisestä, ilmenee uutta selvitystä, Kansaneläkelaitoksen on tutkittava asia uudelleen. Kansaneläkelaitos voi aikaisemman lainvoimaisen päätöksen estämättä myöntää evätyn edun tai myöntää edun aikaisempaa suurempana. Myös sosiaaliturvan muutoksenhakulautakunta ja vakuutusoikeus voivat menetellä vastaavasti muutoksenhakuasiaa käsitellessään. Päätökseen saa hakea muutosta siten kuin 27 §:ssä säädetään. Jos Kansaneläkelaitoksen päätös perustuu selvästi virheelliseen tai puutteelliseen selvitykseen tai ilmeisen väärään lain soveltamiseen taikka päätöstä tehtäessä on tapahtunut menettelyvirhe, Kansaneläkelaitos voi poistaa virheellisen päätöksensä ja ratkaista asian uudelleen. Päätös voidaan korjata asianosaisen eduksi tai vahingoksi. Päätöksen korjaaminen asiainosaisen vahingoksi edellyttää, että asiainosainen suostuu päätöksen korjaamiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:30",
        "normalized_fi": "Jos Kansaneläkelaitoksen antama lainvoimainen päätös perustuu virheelliseen tai puutteelliseen selvitykseen taikka on ilmeisesti lain vastainen, sosiaaliturvan muutoksenhakulautakunta voi asianosaisen tai Kansaneläkelaitoksen vaatimuksesta poistaa päätöksen ja määrätä asian uudelleen käsiteltäväksi. Sosiaaliturvan muutoksenhakulautakunnan on varattava asianosaisille tilaisuus tulla kuulluksi ennen asian ratkaisemista. Tällaiseen päätökseen saa hakea muutosta siten kuin 27 § :ssä säädetään. Jos sosiaaliturvan muutoksenhakulautakunnan tai vakuutusoikeuden antama lainvoimainen päätös perustuu virheelliseen tai puutteelliseen selvitykseen tai se on ilmeisesti lain vastainen, vakuutusoikeus voi asianosaisen tai Kansaneläkelaitoksen vaatimuksesta poistaa päätöksen ja määrätä asian uudelleen käsiteltäväksi. Vakuutusoikeuden on varattava asianosaisille tilaisuus tulla kuulluksi ennen asian ratkaisemista. Jos Kansaneläkelaitos tekee päätöksen poistamista koskevan vaatimuksen, se voi keskeyttää etuuden maksamisen tai maksaa sen vaatimuksensa mukaisena siihen asti, kunnes asia on uudelleen ratkaistu. Päätöksen poistamista on haettava viiden vuoden kuluessa siitä, kun päätös sai lainvoiman. Erityisen painavista syistä päätös voidaan poistaa määräajan jälkeenkin tehdystä hakemuksesta. Jos asiassa, jossa on kysymys evätyn edun myöntämisestä tai myönnetyn edun lisäämisestä, ilmenee uutta selvitystä, Kansaneläkelaitoksen on tutkittava asia uudelleen. Kansaneläkelaitos voi aikaisemman lainvoimaisen päätöksen estämättä myöntää evätyn edun tai myöntää edun aikaisempaa suurempana. Myös sosiaaliturvan muutoksenhakulautakunta ja vakuutusoikeus voivat menetellä vastaavasti muutoksenhakuasiaa käsitellessään. Päätökseen saa hakea muutosta siten kuin 27 § :ssä säädetään. Jos Kansaneläkelaitoksen päätös perustuu selvästi virheelliseen tai puutteelliseen selvitykseen tai ilmeisen väärään lain soveltamiseen taikka päätöstä tehtäessä on tapahtunut menettelyvirhe, Kansaneläkelaitos voi poistaa virheellisen päätöksensä ja ratkaista asian uudelleen. Päätös voidaan korjata asianosaisen eduksi tai vahingoksi. Päätöksen korjaaminen asiainosaisen vahingoksi edellyttää, että asiainosainen suostuu päätöksen korjaamiseen.",
        "folded_fi": "jos kansanelakelaitoksen antama lainvoimainen paatos perustuu virheelliseen tai puutteelliseen selvitykseen taikka on ilmeisesti lain vastainen, sosiaaliturvan muutoksenhakulautakunta voi asianosaisen tai kansanelakelaitoksen vaatimuksesta poistaa paatoksen ja maarata asian uudelleen kasiteltavaksi. sosiaaliturvan muutoksenhakulautakunnan on varattava asianosaisille tilaisuus tulla kuulluksi ennen asian ratkaisemista. tallaiseen paatokseen saa hakea muutosta siten kuin 27 §:ssa saadetaan. jos sosiaaliturvan muutoksenhakulautakunnan tai vakuutusoikeuden antama lainvoimainen paatos perustuu virheelliseen tai puutteelliseen selvitykseen tai se on ilmeisesti lain vastainen, vakuutusoikeus voi asianosaisen tai kansanelakelaitoksen vaatimuksesta poistaa paatoksen ja maarata asian uudelleen kasiteltavaksi. vakuutusoikeuden on varattava asianosaisille tilaisuus tulla kuulluksi ennen asian ratkaisemista. jos kansanelakelaitos tekee paatoksen poistamista koskevan vaatimuksen, se voi keskeyttaa etuuden maksamisen tai maksaa sen vaatimuksensa mukaisena siihen asti, kunnes asia on uudelleen ratkaistu. paatoksen poistamista on haettava viiden vuoden kuluessa siita, kun paatos sai lainvoiman. erityisen painavista syista paatos voidaan poistaa maaraajan jalkeenkin tehdysta hakemuksesta. jos asiassa, jossa on kysymys evatyn edun myontamisesta tai myonnetyn edun lisaamisesta, ilmenee uutta selvitysta, kansanelakelaitoksen on tutkittava asia uudelleen. kansanelakelaitos voi aikaisemman lainvoimaisen paatoksen estamatta myontaa evatyn edun tai myontaa edun aikaisempaa suurempana. myos sosiaaliturvan muutoksenhakulautakunta ja vakuutusoikeus voivat menetella vastaavasti muutoksenhakuasiaa kasitellessaan. paatokseen saa hakea muutosta siten kuin 27 §:ssa saadetaan. jos kansanelakelaitoksen paatos perustuu selvasti virheelliseen tai puutteelliseen selvitykseen tai ilmeisen vaaraan lain soveltamiseen taikka paatosta tehtaessa on tapahtunut menettelyvirhe, kansanelakelaitos voi poistaa virheellisen paatoksensa ja ratkaista asian uudelleen. paatos voidaan korjata asianosaisen eduksi tai vahingoksi. paatoksen korjaaminen asiainosaisen vahingoksi edellyttaa, etta asiainosainen suostuu paatoksen korjaamiseen.",
        "title_sv": "Undanröjande av beslut och rättelse av sakfel",
        "content_sv": "Om ett lagakraftvunnet beslut av Folkpensionsanstalten grundar sig på en felaktig eller bristfällig utredning eller uppenbart står i strid med lag, kan besvärsnämnden för social trygghet på yrkande av den som saken gäller eller Folkpensionsanstalten undanröja beslutet och bestämma att ärendet skall behandlas på nytt. Besvärsnämnden för social trygghet skall bereda parterna tillfälle att bli hörda innan ärendet avgörs. I beslutet kan ändring sökas enligt 27 §. Om ett lagakraftvunnet beslut av besvärsnämnden för social trygghet eller försäkringsdomstolen grundar sig på en felaktig eller bristfällig utredning eller uppenbart står i strid med lag, kan försäkringsdomstolen på yrkande av den som saken gäller eller Folkpensionsanstalten undanröja beslutet och bestämma att ärendet skall behandlas på nytt. Försäkringsdomstolen skall bereda parterna tillfälle att bli hörda innan ärendet avgörs. Om Folkpensionsanstalten yrkar på att ett beslut skall undanröjas, kan den avbryta utbetalningen av en förmån eller betala ut förmånen i enlighet med sitt yrkande till dess ärendet har avgjorts på nytt. Ansökan om att ett beslut skall undanröjas skall lämnas in inom fem år från det att beslutet vann laga kraft. Av särskilt vägande skäl kan ett beslut undanröjas även på ansökan som gjorts efter utgången av den föreskrivna tiden. Om ny utredning framkommer i ett ärende som gäller beviljande av en förvägrad förmån eller utökande av en redan beviljad förmån, skall Folkpensionsanstalten pröva ärendet på nytt. Folkpensionsanstalten kan utan hinder av ett tidigare lagakraftvunnet beslut bevilja en förvägrad förmån eller utöka en redan beviljad förmån. Även besvärsnämnden för social trygghet och försäkringsdomstolen kan tillämpa motsvarande förfarande när de behandlar ärenden som gäller ändringssökande. I beslutet kan ändring sökas enligt 27 §. Om ett beslut av Folkpensionsanstalten grundar sig på en klart felaktig eller bristfällig utredning eller på uppenbart oriktig tillämpning av lag eller om det har skett ett fel i förfarandet då beslutet fattades, kan Folkpensionsanstalten undanröja sitt felaktiga beslut och avgöra ärendet på nytt. Ett beslut får rättas till en parts fördel eller nackdel. Rättelse av ett beslut till en parts nackdel förutsätter att parten samtycker till att beslutet rättas.",
        "normalized_sv": "Om ett lagakraftvunnet beslut av Folkpensionsanstalten grundar sig på en felaktig eller bristfällig utredning eller uppenbart står i strid med lag, kan besvärsnämnden för social trygghet på yrkande av den som saken gäller eller Folkpensionsanstalten undanröja beslutet och bestämma att ärendet skall behandlas på nytt. Besvärsnämnden för social trygghet skall bereda parterna tillfälle att bli hörda innan ärendet avgörs. I beslutet kan ändring sökas enligt 27 § . Om ett lagakraftvunnet beslut av besvärsnämnden för social trygghet eller försäkringsdomstolen grundar sig på en felaktig eller bristfällig utredning eller uppenbart står i strid med lag, kan försäkringsdomstolen på yrkande av den som saken gäller eller Folkpensionsanstalten undanröja beslutet och bestämma att ärendet skall behandlas på nytt. Försäkringsdomstolen skall bereda parterna tillfälle att bli hörda innan ärendet avgörs. Om Folkpensionsanstalten yrkar på att ett beslut skall undanröjas, kan den avbryta utbetalningen av en förmån eller betala ut förmånen i enlighet med sitt yrkande till dess ärendet har avgjorts på nytt. Ansökan om att ett beslut skall undanröjas skall lämnas in inom fem år från det att beslutet vann laga kraft. Av särskilt vägande skäl kan ett beslut undanröjas även på ansökan som gjorts efter utgången av den föreskrivna tiden. Om ny utredning framkommer i ett ärende som gäller beviljande av en förvägrad förmån eller utökande av en redan beviljad förmån, skall Folkpensionsanstalten pröva ärendet på nytt. Folkpensionsanstalten kan utan hinder av ett tidigare lagakraftvunnet beslut bevilja en förvägrad förmån eller utöka en redan beviljad förmån. Även besvärsnämnden för social trygghet och försäkringsdomstolen kan tillämpa motsvarande förfarande när de behandlar ärenden som gäller ändringssökande. I beslutet kan ändring sökas enligt 27 § . Om ett beslut av Folkpensionsanstalten grundar sig på en klart felaktig eller bristfällig utredning eller på uppenbart oriktig tillämpning av lag eller om det har skett ett fel i förfarandet då beslutet fattades, kan Folkpensionsanstalten undanröja sitt felaktiga beslut och avgöra ärendet på nytt. Ett beslut får rättas till en parts fördel eller nackdel. Rättelse av ett beslut till en parts nackdel förutsätter att parten samtycker till att beslutet rättas.",
        "folded_sv": "om ett lagakraftvunnet beslut av folkpensionsanstalten grundar sig pa en felaktig eller bristfallig utredning eller uppenbart star i strid med lag, kan besvarsnamnden for social trygghet pa yrkande av den som saken galler eller folkpensionsanstalten undanroja beslutet och bestamma att arendet skall behandlas pa nytt. besvarsnamnden for social trygghet skall bereda parterna tillfalle att bli horda innan arendet avgors. i beslutet kan andring sokas enligt 27 §. om ett lagakraftvunnet beslut av besvarsnamnden for social trygghet eller forsakringsdomstolen grundar sig pa en felaktig eller bristfallig utredning eller uppenbart star i strid med lag, kan forsakringsdomstolen pa yrkande av den som saken galler eller folkpensionsanstalten undanroja beslutet och bestamma att arendet skall behandlas pa nytt. forsakringsdomstolen skall bereda parterna tillfalle att bli horda innan arendet avgors. om folkpensionsanstalten yrkar pa att ett beslut skall undanrojas, kan den avbryta utbetalningen av en forman eller betala ut formanen i enlighet med sitt yrkande till dess arendet har avgjorts pa nytt. ansokan om att ett beslut skall undanrojas skall lamnas in inom fem ar fran det att beslutet vann laga kraft. av sarskilt vagande skal kan ett beslut undanrojas aven pa ansokan som gjorts efter utgangen av den foreskrivna tiden. om ny utredning framkommer i ett arende som galler beviljande av en forvagrad forman eller utokande av en redan beviljad forman, skall folkpensionsanstalten prova arendet pa nytt. folkpensionsanstalten kan utan hinder av ett tidigare lagakraftvunnet beslut bevilja en forvagrad forman eller utoka en redan beviljad forman. aven besvarsnamnden for social trygghet och forsakringsdomstolen kan tillampa motsvarande forfarande nar de behandlar arenden som galler andringssokande. i beslutet kan andring sokas enligt 27 §. om ett beslut av folkpensionsanstalten grundar sig pa en klart felaktig eller bristfallig utredning eller pa uppenbart oriktig tillampning av lag eller om det har skett ett fel i forfarandet da beslutet fattades, kan folkpensionsanstalten undanroja sitt felaktiga beslut och avgora arendet pa nytt. ett beslut far rattas till en parts fordel eller nackdel. rattelse av ett beslut till en parts nackdel forutsatter att parten samtycker till att beslutet rattas."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    }
  ]
}