{
  "id": "1316/2006",
  "type": "statute",
  "title": "Laki Rikosseuraamusalan koulutuskeskuksesta",
  "title_en": "Lag om Brottspåföljdsområdets utbildningscentral",
  "status": "in_force",
  "issued_date": "2006-12-22",
  "in_force_date": "2006-12-22",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/1316/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Asema ja tehtävät",
      "content": "Rikosseuraamusalan koulutuskeskus on oikeusministeriön alainen valtion oppilaitos, jonka tehtävänä on antaa rikosseuraamusalalla tutkintoon johtavaa koulutusta ja ammatillista lisäkoulutusta sekä harjoittaa toimialaansa liittyvää tutkimus- ja kehittämistoimintaa. Koulutuskeskuksen tehtävistä säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Rikosseuraamusalan koulutuskeskus on oikeusministeriön alainen valtion oppilaitos, jonka tehtävänä on antaa rikosseuraamusalalla tutkintoon johtavaa koulutusta ja ammatillista lisäkoulutusta sekä harjoittaa toimialaansa liittyvää tutkimus- ja kehittämistoimintaa. Koulutuskeskuksen tehtävistä säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "rikosseuraamusalan koulutuskeskus on oikeusministerion alainen valtion oppilaitos, jonka tehtavana on antaa rikosseuraamusalalla tutkintoon johtavaa koulutusta ja ammatillista lisakoulutusta seka harjoittaa toimialaansa liittyvaa tutkimus- ja kehittamistoimintaa. koulutuskeskuksen tehtavista saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Ställning och uppgifter",
        "content_sv": "Brottspåföljdsområdets utbildningscentral är en statlig läroanstalt som lyder under justitieministeriet och som har till uppgift att ordna sådan utbildning som leder till examen och yrkesinriktad tilläggsutbildning på brottspåföljdsområdet samt bedriva forsknings- och utvecklingsverksamhet inom sitt eget område. Närmare bestämmelser om utbildningscentralens uppgifter utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Brottspåföljdsområdets utbildningscentral är en statlig läroanstalt som lyder under justitieministeriet och som har till uppgift att ordna sådan utbildning som leder till examen och yrkesinriktad tilläggsutbildning på brottspåföljdsområdet samt bedriva forsknings- och utvecklingsverksamhet inom sitt eget område. Närmare bestämmelser om utbildningscentralens uppgifter utfärdas genom förordning av statsrådet.",
        "folded_sv": "brottspafoljdsomradets utbildningscentral ar en statlig laroanstalt som lyder under justitieministeriet och som har till uppgift att ordna sadan utbildning som leder till examen och yrkesinriktad tillaggsutbildning pa brottspafoljdsomradet samt bedriva forsknings- och utvecklingsverksamhet inom sitt eget omrade. narmare bestammelser om utbildningscentralens uppgifter utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "title": "Johtokunta",
      "content": "Koulutuskeskuksella on johtokunta, jonka oikeusministeriö asettaa neljäksi vuodeksi kerrallaan. Johtokunnan tehtävänä on ohjata, valvoa ja kehittää koulutuskeskuksen toimintaa sekä ratkaista oikaisuvaatimukset ja muut sen toimivaltaan säädetyt asiat. Johtokuntaan kuuluu puheenjohtaja ja seitsemän muuta jäsentä, joista jokaisella on henkilökohtainen varajäsen. Jäsenet edustavat opetusalaa, rikosseuraamusalaa ja sen sidosryhmiä sekä muuta koulutuskeskuksen toiminnan kannalta keskeistä asiantuntemusta. Kolme jäsentä ja heidän varajäsenensä nimetään Rikosseuraamusviraston ehdottamista henkilöistä. Yksi jäsen ja hänen varajäsenensä edustaa koulutuskeskuksen henkilöstöä. Johtokunnan tehtävistä säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_2",
        "normalized_fi": "Koulutuskeskuksella on johtokunta, jonka oikeusministeriö asettaa neljäksi vuodeksi kerrallaan. Johtokunnan tehtävänä on ohjata, valvoa ja kehittää koulutuskeskuksen toimintaa sekä ratkaista oikaisuvaatimukset ja muut sen toimivaltaan säädetyt asiat. Johtokuntaan kuuluu puheenjohtaja ja seitsemän muuta jäsentä, joista jokaisella on henkilökohtainen varajäsen. Jäsenet edustavat opetusalaa, rikosseuraamusalaa ja sen sidosryhmiä sekä muuta koulutuskeskuksen toiminnan kannalta keskeistä asiantuntemusta. Kolme jäsentä ja heidän varajäsenensä nimetään Rikosseuraamusviraston ehdottamista henkilöistä. Yksi jäsen ja hänen varajäsenensä edustaa koulutuskeskuksen henkilöstöä. Johtokunnan tehtävistä säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "koulutuskeskuksella on johtokunta, jonka oikeusministerio asettaa neljaksi vuodeksi kerrallaan. johtokunnan tehtavana on ohjata, valvoa ja kehittaa koulutuskeskuksen toimintaa seka ratkaista oikaisuvaatimukset ja muut sen toimivaltaan saadetyt asiat. johtokuntaan kuuluu puheenjohtaja ja seitseman muuta jasenta, joista jokaisella on henkilokohtainen varajasen. jasenet edustavat opetusalaa, rikosseuraamusalaa ja sen sidosryhmia seka muuta koulutuskeskuksen toiminnan kannalta keskeista asiantuntemusta. kolme jasenta ja heidan varajasenensa nimetaan rikosseuraamusviraston ehdottamista henkiloista. yksi jasen ja hanen varajasenensa edustaa koulutuskeskuksen henkilostoa. johtokunnan tehtavista saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Direktion",
        "content_sv": "Utbildningscentralen har en direktion som utses av justitieministeriet för fyra år i sänder. Direktionen har till uppgift att styra, övervaka och utveckla utbildningscentralens verksamhet samt avgöra rättelseyrkanden och andra ärenden som hör till dess behörighet. Till direktionen hör en ordförande och sju andra medlemmar som var och en har en personlig suppleant. Medlemmarna skall företräda undervisningssektorn, brottspåföljdsområdet och intressentgrupperna inom det området samt annan sakkunskap som är viktig med tanke på utbildningscentralens verksamhet. Tre av medlemmarna och deras suppleanter utses bland personer som föreslagits av Brottspåföljdsverket. En av medlemmarna och dennes suppleant företräder utbildningscentralens personal. Närmare bestämmelser om direktionens uppgifter utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Utbildningscentralen har en direktion som utses av justitieministeriet för fyra år i sänder. Direktionen har till uppgift att styra, övervaka och utveckla utbildningscentralens verksamhet samt avgöra rättelseyrkanden och andra ärenden som hör till dess behörighet. Till direktionen hör en ordförande och sju andra medlemmar som var och en har en personlig suppleant. Medlemmarna skall företräda undervisningssektorn, brottspåföljdsområdet och intressentgrupperna inom det området samt annan sakkunskap som är viktig med tanke på utbildningscentralens verksamhet. Tre av medlemmarna och deras suppleanter utses bland personer som föreslagits av Brottspåföljdsverket. En av medlemmarna och dennes suppleant företräder utbildningscentralens personal. Närmare bestämmelser om direktionens uppgifter utfärdas genom förordning av statsrådet.",
        "folded_sv": "utbildningscentralen har en direktion som utses av justitieministeriet for fyra ar i sander. direktionen har till uppgift att styra, overvaka och utveckla utbildningscentralens verksamhet samt avgora rattelseyrkanden och andra arenden som hor till dess behorighet. till direktionen hor en ordforande och sju andra medlemmar som var och en har en personlig suppleant. medlemmarna skall foretrada undervisningssektorn, brottspafoljdsomradet och intressentgrupperna inom det omradet samt annan sakkunskap som ar viktig med tanke pa utbildningscentralens verksamhet. tre av medlemmarna och deras suppleanter utses bland personer som foreslagits av brottspafoljdsverket. en av medlemmarna och dennes suppleant foretrader utbildningscentralens personal. narmare bestammelser om direktionens uppgifter utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "Asian käsittelystä johtokunnassa",
      "content": "Johtokunta on päätösvaltainen, kun läsnä on puheenjohtaja tai varapuheenjohtaja ja vähintään kolme muuta jäsentä tai varajäsentä. Johtokunnan päätökseksi tulee se mielipide, jota enemmistö on kannattanut. Äänten mennessä tasan päätökseksi tulee se mielipide, johon kokouksen puheenjohtaja on yhtynyt, opiskeluoikeuden menettämistä, opiskelun keskeyttämistä, varoituksen antamista ja koulutuskeskuksesta erottamista koskevassa asiassa kuitenkin lievempi kanta. Asian käsittelystä johtokunnassa säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_3",
        "normalized_fi": "Johtokunta on päätösvaltainen, kun läsnä on puheenjohtaja tai varapuheenjohtaja ja vähintään kolme muuta jäsentä tai varajäsentä. Johtokunnan päätökseksi tulee se mielipide, jota enemmistö on kannattanut. Äänten mennessä tasan päätökseksi tulee se mielipide, johon kokouksen puheenjohtaja on yhtynyt, opiskeluoikeuden menettämistä, opiskelun keskeyttämistä, varoituksen antamista ja koulutuskeskuksesta erottamista koskevassa asiassa kuitenkin lievempi kanta. Asian käsittelystä johtokunnassa säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "johtokunta on paatosvaltainen, kun lasna on puheenjohtaja tai varapuheenjohtaja ja vahintaan kolme muuta jasenta tai varajasenta. johtokunnan paatokseksi tulee se mielipide, jota enemmisto on kannattanut. aanten mennessa tasan paatokseksi tulee se mielipide, johon kokouksen puheenjohtaja on yhtynyt, opiskeluoikeuden menettamista, opiskelun keskeyttamista, varoituksen antamista ja koulutuskeskuksesta erottamista koskevassa asiassa kuitenkin lievempi kanta. asian kasittelysta johtokunnassa saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Behandling av ärenden i direktionen",
        "content_sv": "Direktionen är beslutför när ordföranden eller vice ordföranden och minst tre andra medlemmar eller suppleanter är närvarande. Direktionens beslut blir den åsikt som majoriteten understöder. Om rösterna faller lika, gäller som beslut den åsikt som ordföranden har förenat sig om. Ärenden som gäller förlust av studierätt, avbrott i studier, utfärdande av varning och avstängning från utbildningscentralen avgörs dock enligt den lindrigare ståndpunkten. Närmare bestämmelser om behandling av ärenden i direktionen utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Direktionen är beslutför när ordföranden eller vice ordföranden och minst tre andra medlemmar eller suppleanter är närvarande. Direktionens beslut blir den åsikt som majoriteten understöder. Om rösterna faller lika, gäller som beslut den åsikt som ordföranden har förenat sig om. Ärenden som gäller förlust av studierätt, avbrott i studier, utfärdande av varning och avstängning från utbildningscentralen avgörs dock enligt den lindrigare ståndpunkten. Närmare bestämmelser om behandling av ärenden i direktionen utfärdas genom förordning av statsrådet.",
        "folded_sv": "direktionen ar beslutfor nar ordforanden eller vice ordforanden och minst tre andra medlemmar eller suppleanter ar narvarande. direktionens beslut blir den asikt som majoriteten understoder. om rosterna faller lika, galler som beslut den asikt som ordforanden har forenat sig om. arenden som galler forlust av studieratt, avbrott i studier, utfardande av varning och avstangning fran utbildningscentralen avgors dock enligt den lindrigare standpunkten. narmare bestammelser om behandling av arenden i direktionen utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Johtaja",
      "content": "Koulutuskeskuksella on johtaja, jonka oikeusministeriö nimittää. Johtajan tehtävänä on johtaa ja kehittää koulutuskeskuksen toimintaa sekä vastata toiminnan tuloksellisuudesta, laadusta ja tavoitteiden saavuttamisesta. Johtajan tehtävistä säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_4",
        "normalized_fi": "Koulutuskeskuksella on johtaja, jonka oikeusministeriö nimittää. Johtajan tehtävänä on johtaa ja kehittää koulutuskeskuksen toimintaa sekä vastata toiminnan tuloksellisuudesta, laadusta ja tavoitteiden saavuttamisesta. Johtajan tehtävistä säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "koulutuskeskuksella on johtaja, jonka oikeusministerio nimittaa. johtajan tehtavana on johtaa ja kehittaa koulutuskeskuksen toimintaa seka vastata toiminnan tuloksellisuudesta, laadusta ja tavoitteiden saavuttamisesta. johtajan tehtavista saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Direktör",
        "content_sv": "Utbildningscentralen har en direktör som utnämns av justitieministeriet. Direktören har till uppgift att leda och utveckla utbildningscentralens verksamhet samt svara för att verksamheten ger resultat och är kvalitativ och för att målen nås. Närmare bestämmelser om direktörens uppgifter utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Utbildningscentralen har en direktör som utnämns av justitieministeriet. Direktören har till uppgift att leda och utveckla utbildningscentralens verksamhet samt svara för att verksamheten ger resultat och är kvalitativ och för att målen nås. Närmare bestämmelser om direktörens uppgifter utfärdas genom förordning av statsrådet.",
        "folded_sv": "utbildningscentralen har en direktor som utnamns av justitieministeriet. direktoren har till uppgift att leda och utveckla utbildningscentralens verksamhet samt svara for att verksamheten ger resultat och ar kvalitativ och for att malen nas. narmare bestammelser om direktorens uppgifter utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Päätösvalta",
      "content": "Koulutuskeskukselle kuuluvat asiat ratkaisee johtaja, jollei tässä laissa tai sen nojalla valtioneuvoston asetuksessa toisin säädetä. Johtajan vahvistamassa työjärjestyksessä voidaan johtajan toimivaltaan kuuluva asia antaa koulutuskeskuksen muun virkamiehen ratkaistavaksi lukuun ottamatta laissa tai valtioneuvoston asetuksessa johtajan ratkaistavaksi säädettyjä asioita. Työjärjestyksen tarkemmasta sisällöstä säädetään valtioneuvoston asetuksella. Asiat ratkaistaan esittelystä, jollei työjärjestyksessä toisin määrätä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Koulutuskeskukselle kuuluvat asiat ratkaisee johtaja, jollei tässä laissa tai sen nojalla valtioneuvoston asetuksessa toisin säädetä. Johtajan vahvistamassa työjärjestyksessä voidaan johtajan toimivaltaan kuuluva asia antaa koulutuskeskuksen muun virkamiehen ratkaistavaksi lukuun ottamatta laissa tai valtioneuvoston asetuksessa johtajan ratkaistavaksi säädettyjä asioita. Työjärjestyksen tarkemmasta sisällöstä säädetään valtioneuvoston asetuksella. Asiat ratkaistaan esittelystä, jollei työjärjestyksessä toisin määrätä.",
        "folded_fi": "koulutuskeskukselle kuuluvat asiat ratkaisee johtaja, jollei tassa laissa tai sen nojalla valtioneuvoston asetuksessa toisin saadeta. johtajan vahvistamassa tyojarjestyksessa voidaan johtajan toimivaltaan kuuluva asia antaa koulutuskeskuksen muun virkamiehen ratkaistavaksi lukuun ottamatta laissa tai valtioneuvoston asetuksessa johtajan ratkaistavaksi saadettyja asioita. tyojarjestyksen tarkemmasta sisallosta saadetaan valtioneuvoston asetuksella. asiat ratkaistaan esittelysta, jollei tyojarjestyksessa toisin maarata.",
        "title_sv": "Beslutanderätt",
        "content_sv": "De ärenden som ankommer på utbildningscentralen avgörs av direktören, om inte något annat föreskrivs i denna lag eller med stöd av den i förordning av statsrådet. I arbetsordningen som fastställts av direktören kan bestämmas att ett ärende som hör till direktörens behörighet skall avgöras av någon annan tjänsteman, med undantag för ärenden som enligt lag eller förordning av statsrådet skall avgöras av direktören. Bestämmelser om det närmare innehållet i arbetsordningen utfärdas genom förordning av statsrådet. Ärenden avgörs på föredragning, om inte något annat bestäms i arbetsordningen.",
        "normalized_sv": "De ärenden som ankommer på utbildningscentralen avgörs av direktören, om inte något annat föreskrivs i denna lag eller med stöd av den i förordning av statsrådet. I arbetsordningen som fastställts av direktören kan bestämmas att ett ärende som hör till direktörens behörighet skall avgöras av någon annan tjänsteman, med undantag för ärenden som enligt lag eller förordning av statsrådet skall avgöras av direktören. Bestämmelser om det närmare innehållet i arbetsordningen utfärdas genom förordning av statsrådet. Ärenden avgörs på föredragning, om inte något annat bestäms i arbetsordningen.",
        "folded_sv": "de arenden som ankommer pa utbildningscentralen avgors av direktoren, om inte nagot annat foreskrivs i denna lag eller med stod av den i forordning av statsradet. i arbetsordningen som faststallts av direktoren kan bestammas att ett arende som hor till direktorens behorighet skall avgoras av nagon annan tjansteman, med undantag for arenden som enligt lag eller forordning av statsradet skall avgoras av direktoren. bestammelser om det narmare innehallet i arbetsordningen utfardas genom forordning av statsradet. arenden avgors pa foredragning, om inte nagot annat bestams i arbetsordningen."
      }
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "title": "Ammatilliseen tutkintoon johtava koulutus",
      "content": "Koulutuskeskus antaa vankeinhoitoalan ammatilliseen tutkintoon johtavaa koulutusta. Tutkinnon tuottamasta kelpoisuudesta säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_6",
        "normalized_fi": "Koulutuskeskus antaa vankeinhoitoalan ammatilliseen tutkintoon johtavaa koulutusta. Tutkinnon tuottamasta kelpoisuudesta säädetään valtioneuvoston asetuksella.",
        "folded_fi": "koulutuskeskus antaa vankeinhoitoalan ammatilliseen tutkintoon johtavaa koulutusta. tutkinnon tuottamasta kelpoisuudesta saadetaan valtioneuvoston asetuksella.",
        "title_sv": "Utbildning som leder till yrkesinriktad examen",
        "content_sv": "Utbildningscentralen ger utbildning som leder till en yrkesinriktad examen inom fångvårdssektorn. Bestämmelser om den behörighet som examen ger utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Utbildningscentralen ger utbildning som leder till en yrkesinriktad examen inom fångvårdssektorn. Bestämmelser om den behörighet som examen ger utfärdas genom förordning av statsrådet.",
        "folded_sv": "utbildningscentralen ger utbildning som leder till en yrkesinriktad examen inom fangvardssektorn. bestammelser om den behorighet som examen ger utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "title": "Koulutuksen perusteet ja opetussuunnitelma",
      "content": "Tutkintoon johtavan koulutuksen tavoitteista, laajuudesta, rakenteesta ja muista koulutuksen perusteista säädetään valtioneuvoston asetuksella ja määrätään tarkemmin koulutuskeskuksen tutkintosäännössä. Muusta koulutuksesta säädetään tarvittaessa valtioneuvoston asetuksella. Johtokunta vahvistaa tutkintoon johtavaa koulutusta varten tutkintosäännön ja opetussuunnitelman. Tutkintosäännön ja opetussuunnitelman tarkemmasta sisällöstä säädetään valtioneuvoston asetuksella. Johtokunta voi vahvistaa opetussuunnitelman myös muuta koulutusta varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_7",
        "normalized_fi": "Tutkintoon johtavan koulutuksen tavoitteista, laajuudesta, rakenteesta ja muista koulutuksen perusteista säädetään valtioneuvoston asetuksella ja määrätään tarkemmin koulutuskeskuksen tutkintosäännössä. Muusta koulutuksesta säädetään tarvittaessa valtioneuvoston asetuksella. Johtokunta vahvistaa tutkintoon johtavaa koulutusta varten tutkintosäännön ja opetussuunnitelman. Tutkintosäännön ja opetussuunnitelman tarkemmasta sisällöstä säädetään valtioneuvoston asetuksella. Johtokunta voi vahvistaa opetussuunnitelman myös muuta koulutusta varten.",
        "folded_fi": "tutkintoon johtavan koulutuksen tavoitteista, laajuudesta, rakenteesta ja muista koulutuksen perusteista saadetaan valtioneuvoston asetuksella ja maarataan tarkemmin koulutuskeskuksen tutkintosaannossa. muusta koulutuksesta saadetaan tarvittaessa valtioneuvoston asetuksella. johtokunta vahvistaa tutkintoon johtavaa koulutusta varten tutkintosaannon ja opetussuunnitelman. tutkintosaannon ja opetussuunnitelman tarkemmasta sisallosta saadetaan valtioneuvoston asetuksella. johtokunta voi vahvistaa opetussuunnitelman myos muuta koulutusta varten.",
        "title_sv": "Grunderna för utbildningen och undervisningsplanen",
        "content_sv": "I fråga om målen för utbildningen som leder till examen, om utbildningens omfattning och struktur och om övriga grunder för utbildningen föreskrivs genom förordning av statsrådet och bestäms närmare i utbildningscentralens examensstadga. Bestämmelser om annan utbildning utfärdas vid behov genom förordning av statsrådet. Direktionen fastställer examensstadgan och undervisningsplanen för utbildningen som leder till examen. Bestämmelser om det närmare innehållet i examensstadgan och undervisningsplanen utfärdas genom förordning av statsrådet. Direktionen kan fastställa en undervisningsplan också för annan utbildning.",
        "normalized_sv": "I fråga om målen för utbildningen som leder till examen, om utbildningens omfattning och struktur och om övriga grunder för utbildningen föreskrivs genom förordning av statsrådet och bestäms närmare i utbildningscentralens examensstadga. Bestämmelser om annan utbildning utfärdas vid behov genom förordning av statsrådet. Direktionen fastställer examensstadgan och undervisningsplanen för utbildningen som leder till examen. Bestämmelser om det närmare innehållet i examensstadgan och undervisningsplanen utfärdas genom förordning av statsrådet. Direktionen kan fastställa en undervisningsplan också för annan utbildning.",
        "folded_sv": "i fraga om malen for utbildningen som leder till examen, om utbildningens omfattning och struktur och om ovriga grunder for utbildningen foreskrivs genom forordning av statsradet och bestams narmare i utbildningscentralens examensstadga. bestammelser om annan utbildning utfardas vid behov genom forordning av statsradet. direktionen faststaller examensstadgan och undervisningsplanen for utbildningen som leder till examen. bestammelser om det narmare innehallet i examensstadgan och undervisningsplanen utfardas genom forordning av statsradet. direktionen kan faststalla en undervisningsplan ocksa for annan utbildning."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Opetuskieli",
      "content": "Koulutuskeskuksen opetuskieli on suomi. Opetusta annetaan myös ruotsin kielellä ja tilapäisesti muullakin kielellä. Opiskelija saa käyttää opiskelijavalinnassa ja kokeissa joko suomen tai ruotsin kieltä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_8",
        "normalized_fi": "Koulutuskeskuksen opetuskieli on suomi. Opetusta annetaan myös ruotsin kielellä ja tilapäisesti muullakin kielellä. Opiskelija saa käyttää opiskelijavalinnassa ja kokeissa joko suomen tai ruotsin kieltä.",
        "folded_fi": "koulutuskeskuksen opetuskieli on suomi. opetusta annetaan myos ruotsin kielella ja tilapaisesti muullakin kielella. opiskelija saa kayttaa opiskelijavalinnassa ja kokeissa joko suomen tai ruotsin kielta.",
        "title_sv": "Undervisningsspråk",
        "content_sv": "Utbildningscentralens undervisningsspråk är finska. Undervisning ges också på svenska och tillfälligt även på andra språk. En studerande får i samband med antagningen av studerande och i proven använda antingen finska eller svenska.",
        "normalized_sv": "Utbildningscentralens undervisningsspråk är finska. Undervisning ges också på svenska och tillfälligt även på andra språk. En studerande får i samband med antagningen av studerande och i proven använda antingen finska eller svenska.",
        "folded_sv": "utbildningscentralens undervisningssprak ar finska. undervisning ges ocksa pa svenska och tillfalligt aven pa andra sprak. en studerande far i samband med antagningen av studerande och i proven anvanda antingen finska eller svenska."
      }
    },
    {
      "provision_ref": "4:9",
      "chapter": "4",
      "section": "9",
      "title": "Opiskelijaksi ottaminen ammatilliseen tutkintoon johtavaan koulutukseen",
      "content": "Opiskelijaksi ammatilliseen tutkintoon johtavaan koulutukseen voidaan ottaa henkilö, joka on: 1) hakuajan päättymiseen mennessä täyttänyt 18 vuotta; 2) suorittanut vähintään toisen asteen ammatillisen tutkinnon, lukion oppimäärän tai ammatillisesta aikuiskoulutuksesta annetussa laissa (631/1998) tarkoitetun ammatillisen perustutkinnon, ammattitutkinnon tai niitä vastaavan aikaisemman tutkinnon taikka edellä tarkoitettuja tutkintoja vastaavat ulkomaiset opinnot; 3) terveydentilaltaan ja muilta ominaisuuksiltaan vankeinhoitotyöhön sopiva; sekä 4) suorittanut hyväksytysti valintakokeen. Erityisestä syystä koulutuskeskus voi myöntää poikkeuksen 1 momentin 2 kohdan mukaisista edellytyksistä, jos hakijalla voidaan muuten katsoa olevan riittävät tiedot ja taidot asianomaisia opintoja varten. Opiskelijaksi pyrkivän tulee antaa koulutuskeskukselle opiskelijaksi ottamisen arvioinnissa tarvittavat terveydentilaansa koskevat tiedot. Koulutuskeskus voi pyytää koulutukseen hakijoista turvallisuusselvityksistä annetun lain (177/2002) mukaisen turvallisuusselvityksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_9",
        "normalized_fi": "Opiskelijaksi ammatilliseen tutkintoon johtavaan koulutukseen voidaan ottaa henkilö, joka on: 1) hakuajan päättymiseen mennessä täyttänyt 18 vuotta; 2) suorittanut vähintään toisen asteen ammatillisen tutkinnon, lukion oppimäärän tai ammatillisesta aikuiskoulutuksesta annetussa laissa (631/1998) tarkoitetun ammatillisen perustutkinnon, ammattitutkinnon tai niitä vastaavan aikaisemman tutkinnon taikka edellä tarkoitettuja tutkintoja vastaavat ulkomaiset opinnot; 3) terveydentilaltaan ja muilta ominaisuuksiltaan vankeinhoitotyöhön sopiva; sekä 4) suorittanut hyväksytysti valintakokeen. Erityisestä syystä koulutuskeskus voi myöntää poikkeuksen 1 momentin 2 kohdan mukaisista edellytyksistä, jos hakijalla voidaan muuten katsoa olevan riittävät tiedot ja taidot asianomaisia opintoja varten. Opiskelijaksi pyrkivän tulee antaa koulutuskeskukselle opiskelijaksi ottamisen arvioinnissa tarvittavat terveydentilaansa koskevat tiedot. Koulutuskeskus voi pyytää koulutukseen hakijoista turvallisuusselvityksistä annetun lain (177/2002) mukaisen turvallisuusselvityksen.",
        "folded_fi": "opiskelijaksi ammatilliseen tutkintoon johtavaan koulutukseen voidaan ottaa henkilo, joka on: 1) hakuajan paattymiseen mennessa tayttanyt 18 vuotta; 2) suorittanut vahintaan toisen asteen ammatillisen tutkinnon, lukion oppimaaran tai ammatillisesta aikuiskoulutuksesta annetussa laissa (631/1998) tarkoitetun ammatillisen perustutkinnon, ammattitutkinnon tai niita vastaavan aikaisemman tutkinnon taikka edella tarkoitettuja tutkintoja vastaavat ulkomaiset opinnot; 3) terveydentilaltaan ja muilta ominaisuuksiltaan vankeinhoitotyohon sopiva; seka 4) suorittanut hyvaksytysti valintakokeen. erityisesta syysta koulutuskeskus voi myontaa poikkeuksen 1 momentin 2 kohdan mukaisista edellytyksista, jos hakijalla voidaan muuten katsoa olevan riittavat tiedot ja taidot asianomaisia opintoja varten. opiskelijaksi pyrkivan tulee antaa koulutuskeskukselle opiskelijaksi ottamisen arvioinnissa tarvittavat terveydentilaansa koskevat tiedot. koulutuskeskus voi pyytaa koulutukseen hakijoista turvallisuusselvityksista annetun lain (177/2002) mukaisen turvallisuusselvityksen.",
        "title_sv": "Antagningen av studerande till utbildning som leder till yrkesinriktad examen",
        "content_sv": "Som studerande till utbildning som leder till yrkesinriktad examen kan antas den som 1) före utgången av ansökningstiden har fyllt 18 år, 2) har avlagt minst andra stadiets yrkesinriktade examen, gymnasiets lärokurs eller sådan yrkesinriktad grundexamen, yrkesexamen eller motsvarande tidigare examen som avses i lagen om yrkesinriktad vuxenutbildning (631/1998) eller fullgjort motsvarande studier utomlands, 3) i fråga om sin hälsa och övriga egenskaper är lämplig för anställning inom fångvårdsväsendet, samt 4) har blivit godkänd i urvalsprovet. Av särskilda skäl kan utbildningscentralen bevilja undantag från kraven i 1 mom. 2 punkten, om sökanden i övrigt kan anses ha tillräckliga kunskaper och färdigheter för studierna i fråga. Den som ansöker om att bli antagen till utbildning skall lämna utbildningscentralen de uppgifter om sitt hälsotillstånd som behövs för bedömningen vid antagningen av studerande. Utbildningscentralen kan enligt lagen om säkerhetsutredningar (177/2002) begära en säkerhetsutredning om sökandena till utbildningen.",
        "normalized_sv": "Som studerande till utbildning som leder till yrkesinriktad examen kan antas den som 1) före utgången av ansökningstiden har fyllt 18 år, 2) har avlagt minst andra stadiets yrkesinriktade examen, gymnasiets lärokurs eller sådan yrkesinriktad grundexamen, yrkesexamen eller motsvarande tidigare examen som avses i lagen om yrkesinriktad vuxenutbildning (631/1998) eller fullgjort motsvarande studier utomlands, 3) i fråga om sin hälsa och övriga egenskaper är lämplig för anställning inom fångvårdsväsendet, samt 4) har blivit godkänd i urvalsprovet. Av särskilda skäl kan utbildningscentralen bevilja undantag från kraven i 1 mom. 2 punkten, om sökanden i övrigt kan anses ha tillräckliga kunskaper och färdigheter för studierna i fråga. Den som ansöker om att bli antagen till utbildning skall lämna utbildningscentralen de uppgifter om sitt hälsotillstånd som behövs för bedömningen vid antagningen av studerande. Utbildningscentralen kan enligt lagen om säkerhetsutredningar (177/2002) begära en säkerhetsutredning om sökandena till utbildningen.",
        "folded_sv": "som studerande till utbildning som leder till yrkesinriktad examen kan antas den som 1) fore utgangen av ansokningstiden har fyllt 18 ar, 2) har avlagt minst andra stadiets yrkesinriktade examen, gymnasiets larokurs eller sadan yrkesinriktad grundexamen, yrkesexamen eller motsvarande tidigare examen som avses i lagen om yrkesinriktad vuxenutbildning (631/1998) eller fullgjort motsvarande studier utomlands, 3) i fraga om sin halsa och ovriga egenskaper ar lamplig for anstallning inom fangvardsvasendet, samt 4) har blivit godkand i urvalsprovet. av sarskilda skal kan utbildningscentralen bevilja undantag fran kraven i 1 mom. 2 punkten, om sokanden i ovrigt kan anses ha tillrackliga kunskaper och fardigheter for studierna i fraga. den som ansoker om att bli antagen till utbildning skall lamna utbildningscentralen de uppgifter om sitt halsotillstand som behovs for bedomningen vid antagningen av studerande. utbildningscentralen kan enligt lagen om sakerhetsutredningar (177/2002) begara en sakerhetsutredning om sokandena till utbildningen."
      }
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "title": "Opiskelijavalinta",
      "content": "Valintamenettelystä tutkintoon johtavaan koulutukseen päättää koulutuskeskuksen johtokunta. Opiskelijat tutkintoon johtavaan koulutukseen valitsee koulutuskeskuksen johtaja. Opiskelijat muuhun rikosseuraamusalan koulutukseen valitsee koulutuskeskus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_10",
        "normalized_fi": "Valintamenettelystä tutkintoon johtavaan koulutukseen päättää koulutuskeskuksen johtokunta. Opiskelijat tutkintoon johtavaan koulutukseen valitsee koulutuskeskuksen johtaja. Opiskelijat muuhun rikosseuraamusalan koulutukseen valitsee koulutuskeskus.",
        "folded_fi": "valintamenettelysta tutkintoon johtavaan koulutukseen paattaa koulutuskeskuksen johtokunta. opiskelijat tutkintoon johtavaan koulutukseen valitsee koulutuskeskuksen johtaja. opiskelijat muuhun rikosseuraamusalan koulutukseen valitsee koulutuskeskus.",
        "title_sv": "Antagning av studerande",
        "content_sv": "Utbildningscentralens direktion beslutar om antagningsförfarandet för utbildning som leder till examen. Studerande till utbildning som leder till examen antas av direktören för utbildningscentralen. Studerande till annan utbildning inom brottspåföljdsområdet antas av utbildningscentralen.",
        "normalized_sv": "Utbildningscentralens direktion beslutar om antagningsförfarandet för utbildning som leder till examen. Studerande till utbildning som leder till examen antas av direktören för utbildningscentralen. Studerande till annan utbildning inom brottspåföljdsområdet antas av utbildningscentralen.",
        "folded_sv": "utbildningscentralens direktion beslutar om antagningsforfarandet for utbildning som leder till examen. studerande till utbildning som leder till examen antas av direktoren for utbildningscentralen. studerande till annan utbildning inom brottspafoljdsomradet antas av utbildningscentralen."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "title": "Opiskelijaksi ilmoittautuminen",
      "content": "Tutkintoon johtavaan koulutukseen opiskelijaksi hyväksytyn tulee koulutuskeskuksen määräämällä tavalla ilmoittautua koulutuskeskukseen, minkä jälkeen hänet merkitään opiskelijaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_11",
        "normalized_fi": "Tutkintoon johtavaan koulutukseen opiskelijaksi hyväksytyn tulee koulutuskeskuksen määräämällä tavalla ilmoittautua koulutuskeskukseen, minkä jälkeen hänet merkitään opiskelijaksi.",
        "folded_fi": "tutkintoon johtavaan koulutukseen opiskelijaksi hyvaksytyn tulee koulutuskeskuksen maaraamalla tavalla ilmoittautua koulutuskeskukseen, minka jalkeen hanet merkitaan opiskelijaksi.",
        "title_sv": "Inskrivning",
        "content_sv": "Den som har antagits till utbildning som leder till examen skall på det sätt som utbildningscentralen bestämmer anmäla sig till utbildningscentralen, efter vilket han eller hon antecknas som studerande.",
        "normalized_sv": "Den som har antagits till utbildning som leder till examen skall på det sätt som utbildningscentralen bestämmer anmäla sig till utbildningscentralen, efter vilket han eller hon antecknas som studerande.",
        "folded_sv": "den som har antagits till utbildning som leder till examen skall pa det satt som utbildningscentralen bestammer anmala sig till utbildningscentralen, efter vilket han eller hon antecknas som studerande."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "Opintojen ja osaamisen hyväksi lukeminen",
      "content": "Opiskelijalle voidaan lukea hyväksi opetussuunnitelman tavoitteita ja sisältöä keskeisiltä osiltaan vastaavat aikaisemmat opinnot tai muutoin hankittu osaaminen. Päätöksen hyväksi lukemista koskevassa asiassa tekee koulutuskeskus siten kuin siitä tutkintosäännössä tarkemmin määrätään. Hyväksi lukemista koskevaan päätökseen tyytymätön opiskelija voi pyytää siihen suullisesti tai kirjallisesti oikaisua päätöksen tehneeltä opettajalta. Oikaisupyyntö on tehtävä 14 päivän kuluessa siitä ajankohdasta, jolloin opiskelija sai tiedon päätöksestä. Opettajan on ratkaistava asia viipymättä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_12",
        "normalized_fi": "Opiskelijalle voidaan lukea hyväksi opetussuunnitelman tavoitteita ja sisältöä keskeisiltä osiltaan vastaavat aikaisemmat opinnot tai muutoin hankittu osaaminen. Päätöksen hyväksi lukemista koskevassa asiassa tekee koulutuskeskus siten kuin siitä tutkintosäännössä tarkemmin määrätään. Hyväksi lukemista koskevaan päätökseen tyytymätön opiskelija voi pyytää siihen suullisesti tai kirjallisesti oikaisua päätöksen tehneeltä opettajalta. Oikaisupyyntö on tehtävä 14 päivän kuluessa siitä ajankohdasta, jolloin opiskelija sai tiedon päätöksestä. Opettajan on ratkaistava asia viipymättä.",
        "folded_fi": "opiskelijalle voidaan lukea hyvaksi opetussuunnitelman tavoitteita ja sisaltoa keskeisilta osiltaan vastaavat aikaisemmat opinnot tai muutoin hankittu osaaminen. paatoksen hyvaksi lukemista koskevassa asiassa tekee koulutuskeskus siten kuin siita tutkintosaannossa tarkemmin maarataan. hyvaksi lukemista koskevaan paatokseen tyytymaton opiskelija voi pyytaa siihen suullisesti tai kirjallisesti oikaisua paatoksen tehneelta opettajalta. oikaisupyynto on tehtava 14 paivan kuluessa siita ajankohdasta, jolloin opiskelija sai tiedon paatoksesta. opettajan on ratkaistava asia viipymatta.",
        "title_sv": "Tillgodoräknande av studier och kompetens",
        "content_sv": "Tidigare studier eller kompetens som förvärvats på annat sätt och som till sina mål och sitt huvudsakliga innehåll motsvarar undervisningsplanen kan räknas en studerande till godo. Utbildningscentralen fattar beslut i ärenden som gäller tillgodoräknande på det sätt som närmare anges i examensstadgan. En studerande som är missnöjd med ett beslut om tillgodoräknande får muntligen eller skriftligen begära rättelse hos den lärare som fattat beslutet. Begäran om rättelse skall framställas inom 14 dagar från det att den studerande fick del av beslutet. Läraren skall avgöra ärendet utan dröjsmål.",
        "normalized_sv": "Tidigare studier eller kompetens som förvärvats på annat sätt och som till sina mål och sitt huvudsakliga innehåll motsvarar undervisningsplanen kan räknas en studerande till godo. Utbildningscentralen fattar beslut i ärenden som gäller tillgodoräknande på det sätt som närmare anges i examensstadgan. En studerande som är missnöjd med ett beslut om tillgodoräknande får muntligen eller skriftligen begära rättelse hos den lärare som fattat beslutet. Begäran om rättelse skall framställas inom 14 dagar från det att den studerande fick del av beslutet. Läraren skall avgöra ärendet utan dröjsmål.",
        "folded_sv": "tidigare studier eller kompetens som forvarvats pa annat satt och som till sina mal och sitt huvudsakliga innehall motsvarar undervisningsplanen kan raknas en studerande till godo. utbildningscentralen fattar beslut i arenden som galler tillgodoraknande pa det satt som narmare anges i examensstadgan. en studerande som ar missnojd med ett beslut om tillgodoraknande far muntligen eller skriftligen begara rattelse hos den larare som fattat beslutet. begaran om rattelse skall framstallas inom 14 dagar fran det att den studerande fick del av beslutet. lararen skall avgora arendet utan drojsmal."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Opetuksen maksuttomuus ja opintososiaaliset edut",
      "content": "Vankeinhoitoalan ammatilliseen tutkintoon johtava opetus on opiskelijalle maksutonta. Opintososiaalisista eduista tutkintoon johtavassa koulutuksessa säädetään oikeusministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_13",
        "normalized_fi": "Vankeinhoitoalan ammatilliseen tutkintoon johtava opetus on opiskelijalle maksutonta. Opintososiaalisista eduista tutkintoon johtavassa koulutuksessa säädetään oikeusministeriön asetuksella.",
        "folded_fi": "vankeinhoitoalan ammatilliseen tutkintoon johtava opetus on opiskelijalle maksutonta. opintososiaalisista eduista tutkintoon johtavassa koulutuksessa saadetaan oikeusministerion asetuksella.",
        "title_sv": "Undervisningens avgiftsfrihet och studiesociala förmåner",
        "content_sv": "Den undervisning som leder till yrkesinriktad examen inom fångvårdssektorn är avgiftsfri för den studerande. I fråga om studiesociala förmåner i anslutning till utbildning som leder till examen föreskrivs genom förordning av justitieministeriet.",
        "normalized_sv": "Den undervisning som leder till yrkesinriktad examen inom fångvårdssektorn är avgiftsfri för den studerande. I fråga om studiesociala förmåner i anslutning till utbildning som leder till examen föreskrivs genom förordning av justitieministeriet.",
        "folded_sv": "den undervisning som leder till yrkesinriktad examen inom fangvardssektorn ar avgiftsfri for den studerande. i fraga om studiesociala formaner i anslutning till utbildning som leder till examen foreskrivs genom forordning av justitieministeriet."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Virkapuvun käyttö",
      "content": "Koulutuskeskus voi velvoittaa tutkintoon johtavassa koulutuksessa opiskelevan käyttämään koulutukseen osallistuessaan Vankeinhoitolaitoksen virkapukua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_14",
        "normalized_fi": "Koulutuskeskus voi velvoittaa tutkintoon johtavassa koulutuksessa opiskelevan käyttämään koulutukseen osallistuessaan Vankeinhoitolaitoksen virkapukua.",
        "folded_fi": "koulutuskeskus voi velvoittaa tutkintoon johtavassa koulutuksessa opiskelevan kayttamaan koulutukseen osallistuessaan vankeinhoitolaitoksen virkapukua.",
        "title_sv": "Användning av uniform",
        "content_sv": "Utbildningscentralen kan ålägga dem som studerar för examen att bära Fångvårdsväsendets uniform när de deltar i utbildningen.",
        "normalized_sv": "Utbildningscentralen kan ålägga dem som studerar för examen att bära Fångvårdsväsendets uniform när de deltar i utbildningen.",
        "folded_sv": "utbildningscentralen kan alagga dem som studerar for examen att bara fangvardsvasendets uniform nar de deltar i utbildningen."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Opiskelijoiden osallistuminen heille määrättyihin tehtäviin",
      "content": "Koulutuskeskus voi määrätä tutkintoon johtavassa koulutuksessa opiskelevan suorittamaan koulutuksen aikana päivystystehtäviä ja muita vastaavia opintoihin liittyviä koulutuksellisia tehtäviä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_15",
        "normalized_fi": "Koulutuskeskus voi määrätä tutkintoon johtavassa koulutuksessa opiskelevan suorittamaan koulutuksen aikana päivystystehtäviä ja muita vastaavia opintoihin liittyviä koulutuksellisia tehtäviä.",
        "folded_fi": "koulutuskeskus voi maarata tutkintoon johtavassa koulutuksessa opiskelevan suorittamaan koulutuksen aikana paivystystehtavia ja muita vastaavia opintoihin liittyvia koulutuksellisia tehtavia.",
        "title_sv": "De studerandes deltagande i uppgifter som de förordnas till",
        "content_sv": "Utbildningscentralen kan förordna den som studerar för examen att under utbildningen utföra jourtjänst och andra motsvarande utbildningsrelaterade uppgifter.",
        "normalized_sv": "Utbildningscentralen kan förordna den som studerar för examen att under utbildningen utföra jourtjänst och andra motsvarande utbildningsrelaterade uppgifter.",
        "folded_sv": "utbildningscentralen kan forordna den som studerar for examen att under utbildningen utfora jourtjanst och andra motsvarande utbildningsrelaterade uppgifter."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Opintosuoritusten arvioinnin oikaiseminen",
      "content": "Opiskelijalla on oikeus saada tieto arviointiperusteiden soveltamisesta opintosuoritukseensa. Opintosuoritusten arviointiin tyytymätön opiskelija voi pyytää suullisesti tai kirjallisesti oikaisua arvioinnin suorittaneelta opettajalta. Oikaisupyyntö on tehtävä 14 päivän kuluessa siitä ajankohdasta, jolloin opiskelijalla on ollut tilaisuus saada tieto arvioinnin tuloksesta ja arviointiperusteiden soveltamisesta opintosuoritukseensa. Opettajan on ratkaistava asia viipymättä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_16",
        "normalized_fi": "Opiskelijalla on oikeus saada tieto arviointiperusteiden soveltamisesta opintosuoritukseensa. Opintosuoritusten arviointiin tyytymätön opiskelija voi pyytää suullisesti tai kirjallisesti oikaisua arvioinnin suorittaneelta opettajalta. Oikaisupyyntö on tehtävä 14 päivän kuluessa siitä ajankohdasta, jolloin opiskelijalla on ollut tilaisuus saada tieto arvioinnin tuloksesta ja arviointiperusteiden soveltamisesta opintosuoritukseensa. Opettajan on ratkaistava asia viipymättä.",
        "folded_fi": "opiskelijalla on oikeus saada tieto arviointiperusteiden soveltamisesta opintosuoritukseensa. opintosuoritusten arviointiin tyytymaton opiskelija voi pyytaa suullisesti tai kirjallisesti oikaisua arvioinnin suorittaneelta opettajalta. oikaisupyynto on tehtava 14 paivan kuluessa siita ajankohdasta, jolloin opiskelijalla on ollut tilaisuus saada tieto arvioinnin tuloksesta ja arviointiperusteiden soveltamisesta opintosuoritukseensa. opettajan on ratkaistava asia viipymatta.",
        "title_sv": "Rättelse av bedömning av studieprestationer",
        "content_sv": "En studerande har rätt att få veta hur bedömningsgrunderna har tillämpats på hans eller hennes studieprestationer. En studerande som är missnöjd med bedömningen av sina studieprestationer kan muntligen eller skriftligen begära rättelse hos den lärare som utfört bedömningen. Begäran om rättelse skall göras inom 14 dagar från den tidpunkt då den studerande har haft möjlighet att ta del av resultaten av bedömningen och hur bedömningsgrunderna har tillämpats på hans eller hennes studieprestationer. Läraren skall avgöra ärendet utan dröjsmål.",
        "normalized_sv": "En studerande har rätt att få veta hur bedömningsgrunderna har tillämpats på hans eller hennes studieprestationer. En studerande som är missnöjd med bedömningen av sina studieprestationer kan muntligen eller skriftligen begära rättelse hos den lärare som utfört bedömningen. Begäran om rättelse skall göras inom 14 dagar från den tidpunkt då den studerande har haft möjlighet att ta del av resultaten av bedömningen och hur bedömningsgrunderna har tillämpats på hans eller hennes studieprestationer. Läraren skall avgöra ärendet utan dröjsmål.",
        "folded_sv": "en studerande har ratt att fa veta hur bedomningsgrunderna har tillampats pa hans eller hennes studieprestationer. en studerande som ar missnojd med bedomningen av sina studieprestationer kan muntligen eller skriftligen begara rattelse hos den larare som utfort bedomningen. begaran om rattelse skall goras inom 14 dagar fran den tidpunkt da den studerande har haft mojlighet att ta del av resultaten av bedomningen och hur bedomningsgrunderna har tillampats pa hans eller hennes studieprestationer. lararen skall avgora arendet utan drojsmal."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Päihdetestaus",
      "content": "Tutkintoon johtavassa koulutuksessa opiskeleva on velvollinen koulutuskeskuksen määräyksestä osallistumaan terveydenhuollon ammattihenkilön tai laboratoriohenkilökunnan tekemään päihdetestiin, jos on perusteltua aihetta epäillä, että opiskelija esiintyy päihtyneenä koulutuksessa tai työharjoittelussa. Terveydenhuollon ammattihenkilö voi luovuttaa oppilaitokselle kirjallisen johtopäätöksen päihdetestistä. Tätä tietoa saavat käsitellä vain ne, jotka valmistelevat tai tekevät päätöksen oppilaan kurinpidosta. Koulutuskeskuksen on säilytettävä terveydentilaa koskevat tiedot erillään muista henkilötiedoista. Koulutuskeskus vastaa 1 momentissa tarkoitetusta päihdetestauksesta aiheutuvista kustannuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_17",
        "normalized_fi": "Tutkintoon johtavassa koulutuksessa opiskeleva on velvollinen koulutuskeskuksen määräyksestä osallistumaan terveydenhuollon ammattihenkilön tai laboratoriohenkilökunnan tekemään päihdetestiin, jos on perusteltua aihetta epäillä, että opiskelija esiintyy päihtyneenä koulutuksessa tai työharjoittelussa. Terveydenhuollon ammattihenkilö voi luovuttaa oppilaitokselle kirjallisen johtopäätöksen päihdetestistä. Tätä tietoa saavat käsitellä vain ne, jotka valmistelevat tai tekevät päätöksen oppilaan kurinpidosta. Koulutuskeskuksen on säilytettävä terveydentilaa koskevat tiedot erillään muista henkilötiedoista. Koulutuskeskus vastaa 1 momentissa tarkoitetusta päihdetestauksesta aiheutuvista kustannuksista.",
        "folded_fi": "tutkintoon johtavassa koulutuksessa opiskeleva on velvollinen koulutuskeskuksen maarayksesta osallistumaan terveydenhuollon ammattihenkilon tai laboratoriohenkilokunnan tekemaan paihdetestiin, jos on perusteltua aihetta epailla, etta opiskelija esiintyy paihtyneena koulutuksessa tai tyoharjoittelussa. terveydenhuollon ammattihenkilo voi luovuttaa oppilaitokselle kirjallisen johtopaatoksen paihdetestista. tata tietoa saavat kasitella vain ne, jotka valmistelevat tai tekevat paatoksen oppilaan kurinpidosta. koulutuskeskuksen on sailytettava terveydentilaa koskevat tiedot erillaan muista henkilotiedoista. koulutuskeskus vastaa 1 momentissa tarkoitetusta paihdetestauksesta aiheutuvista kustannuksista.",
        "title_sv": "Drogtestning",
        "content_sv": "Den som studerar för examen är skyldig att på förordnande av utbildningscentralen delta i ett drogtest som utförs av en yrkesutbildad person inom hälso- och sjukvården och av laboratoriepersonal, om det finns grundad anledning att misstänka att den studerande uppträder påverkad av rusmedel under utbildningstiden eller arbetspraktiken. En yrkesutbildad person inom hälso- och sjukvården får skriftligen lämna utbildningscentralen slutsatserna av drogtestet. Denna information får endast behandlas av dem som bereder eller fattar beslut om disciplinstraff. Utbildningscentralen skall förvara uppgifter om hälsotillståndet skilt från övriga personuppgifter. Utbildningscentralen svarar för kostnaderna för drogtestning enligt 1 mom.",
        "normalized_sv": "Den som studerar för examen är skyldig att på förordnande av utbildningscentralen delta i ett drogtest som utförs av en yrkesutbildad person inom hälso- och sjukvården och av laboratoriepersonal, om det finns grundad anledning att misstänka att den studerande uppträder påverkad av rusmedel under utbildningstiden eller arbetspraktiken. En yrkesutbildad person inom hälso- och sjukvården får skriftligen lämna utbildningscentralen slutsatserna av drogtestet. Denna information får endast behandlas av dem som bereder eller fattar beslut om disciplinstraff. Utbildningscentralen skall förvara uppgifter om hälsotillståndet skilt från övriga personuppgifter. Utbildningscentralen svarar för kostnaderna för drogtestning enligt 1 mom.",
        "folded_sv": "den som studerar for examen ar skyldig att pa forordnande av utbildningscentralen delta i ett drogtest som utfors av en yrkesutbildad person inom halso- och sjukvarden och av laboratoriepersonal, om det finns grundad anledning att misstanka att den studerande upptrader paverkad av rusmedel under utbildningstiden eller arbetspraktiken. en yrkesutbildad person inom halso- och sjukvarden far skriftligen lamna utbildningscentralen slutsatserna av drogtestet. denna information far endast behandlas av dem som bereder eller fattar beslut om disciplinstraff. utbildningscentralen skall forvara uppgifter om halsotillstandet skilt fran ovriga personuppgifter. utbildningscentralen svarar for kostnaderna for drogtestning enligt 1 mom."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Työharjoittelu",
      "content": "Opiskelija on velvollinen suorittamaan tutkintoon kuuluvat työharjoittelujaksot hänelle osoitetussa rikosseuraamusalan yksikössä. Työharjoitteluun voidaan sisällyttää työskentelyä myös muulla alalla. Harjoittelu perustuu koulutuskeskuksen ja työpaikan väliseen kirjalliseen sopimukseen. Työharjoittelujakson aikana opiskelija voi olla virkasuhteessa asianomaiseen laitokseen. Työharjoittelujakson ajalta maksettavasta palkkauksesta päättää Rikosseuraamusvirasto. Jos harjoittelu suoritetaan muun alan yksikössä, palkkauksesta sovitaan harjoittelupaikan kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_18",
        "normalized_fi": "Opiskelija on velvollinen suorittamaan tutkintoon kuuluvat työharjoittelujaksot hänelle osoitetussa rikosseuraamusalan yksikössä. Työharjoitteluun voidaan sisällyttää työskentelyä myös muulla alalla. Harjoittelu perustuu koulutuskeskuksen ja työpaikan väliseen kirjalliseen sopimukseen. Työharjoittelujakson aikana opiskelija voi olla virkasuhteessa asianomaiseen laitokseen. Työharjoittelujakson ajalta maksettavasta palkkauksesta päättää Rikosseuraamusvirasto. Jos harjoittelu suoritetaan muun alan yksikössä, palkkauksesta sovitaan harjoittelupaikan kanssa.",
        "folded_fi": "opiskelija on velvollinen suorittamaan tutkintoon kuuluvat tyoharjoittelujaksot hanelle osoitetussa rikosseuraamusalan yksikossa. tyoharjoitteluun voidaan sisallyttaa tyoskentelya myos muulla alalla. harjoittelu perustuu koulutuskeskuksen ja tyopaikan valiseen kirjalliseen sopimukseen. tyoharjoittelujakson aikana opiskelija voi olla virkasuhteessa asianomaiseen laitokseen. tyoharjoittelujakson ajalta maksettavasta palkkauksesta paattaa rikosseuraamusvirasto. jos harjoittelu suoritetaan muun alan yksikossa, palkkauksesta sovitaan harjoittelupaikan kanssa.",
        "title_sv": "Arbetspraktik",
        "content_sv": "En studerande är skyldig att delta i de perioder av arbetspraktik som ingår i examen vid den enhet på brottspåföljdsområdet till vilken han eller hon anvisas. I arbetspraktiken kan även ingå arbete inom någon annan sektor. Praktiken baserar sig på ett skriftligt avtal mellan utbildningscentralen och arbetsplatsen. Under perioden av arbetspraktik kan den studerande stå i tjänsteförhållande till inrättningen i fråga. Brottspåföljdsverket beslutar om den lön som betalas under praktikperioden. Om praktiken utförs vid en enhet inom någon annan sektor, avtalas lönen med enheten i fråga.",
        "normalized_sv": "En studerande är skyldig att delta i de perioder av arbetspraktik som ingår i examen vid den enhet på brottspåföljdsområdet till vilken han eller hon anvisas. I arbetspraktiken kan även ingå arbete inom någon annan sektor. Praktiken baserar sig på ett skriftligt avtal mellan utbildningscentralen och arbetsplatsen. Under perioden av arbetspraktik kan den studerande stå i tjänsteförhållande till inrättningen i fråga. Brottspåföljdsverket beslutar om den lön som betalas under praktikperioden. Om praktiken utförs vid en enhet inom någon annan sektor, avtalas lönen med enheten i fråga.",
        "folded_sv": "en studerande ar skyldig att delta i de perioder av arbetspraktik som ingar i examen vid den enhet pa brottspafoljdsomradet till vilken han eller hon anvisas. i arbetspraktiken kan aven inga arbete inom nagon annan sektor. praktiken baserar sig pa ett skriftligt avtal mellan utbildningscentralen och arbetsplatsen. under perioden av arbetspraktik kan den studerande sta i tjansteforhallande till inrattningen i fraga. brottspafoljdsverket beslutar om den lon som betalas under praktikperioden. om praktiken utfors vid en enhet inom nagon annan sektor, avtalas lonen med enheten i fraga."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Työturvallisuus",
      "content": "Opiskelijan työturvallisuudesta säädetään työturvallisuuslaissa (738/2002).",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_19",
        "normalized_fi": "Opiskelijan työturvallisuudesta säädetään työturvallisuuslaissa (738/2002).",
        "folded_fi": "opiskelijan tyoturvallisuudesta saadetaan tyoturvallisuuslaissa (738/2002).",
        "title_sv": "Arbetarskydd",
        "content_sv": "Bestämmelser om de studerandes arbetarskydd finns i arbetarskyddslagen (738/2002).",
        "normalized_sv": "Bestämmelser om de studerandes arbetarskydd finns i arbetarskyddslagen (738/2002).",
        "folded_sv": "bestammelser om de studerandes arbetarskydd finns i arbetarskyddslagen (738/2002)."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Vaitiolovelvollisuus ja tietojen hyväksikäyttökielto",
      "content": "Koulutuskeskuksen opiskelija ei saa paljastaa asiakirjan salassa pidettävää sisältöä tai tietoa, joka asiakirjaan merkittynä olisi salassa pidettävä eikä muutakaan koulutuksen yhteydessä tietoon saamaansa seikkaa, josta lailla on säädetty vaitiolovelvollisuus. Vaitiolovelvollisuuden piiriin kuuluvaa tietoa ei saa paljastaa senkään jälkeen, kun koulutus tai toiminta viranomaisessa on päättynyt. Opiskelija ei saa käyttää salassa pidettäviä tietoja omaksi tai toisen hyödyksi eikä toisen vahingoksi. Rangaistus vaitiolovelvollisuuden rikkomisesta tuomitaan rikoslain (39/1889) 38 luvun 1 tai 2 §:n mukaan, jollei teko ole rangaistava rikoslain 40 luvun 5 §:n mukaan tai siitä muualla laissa säädetä ankarampaa rangaistusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_20",
        "normalized_fi": "Koulutuskeskuksen opiskelija ei saa paljastaa asiakirjan salassa pidettävää sisältöä tai tietoa, joka asiakirjaan merkittynä olisi salassa pidettävä eikä muutakaan koulutuksen yhteydessä tietoon saamaansa seikkaa, josta lailla on säädetty vaitiolovelvollisuus. Vaitiolovelvollisuuden piiriin kuuluvaa tietoa ei saa paljastaa senkään jälkeen, kun koulutus tai toiminta viranomaisessa on päättynyt. Opiskelija ei saa käyttää salassa pidettäviä tietoja omaksi tai toisen hyödyksi eikä toisen vahingoksi. Rangaistus vaitiolovelvollisuuden rikkomisesta tuomitaan rikoslain (39/1889) 38 luvun 1 tai 2 § :n mukaan, jollei teko ole rangaistava rikoslain 40 luvun 5 § :n mukaan tai siitä muualla laissa säädetä ankarampaa rangaistusta.",
        "folded_fi": "koulutuskeskuksen opiskelija ei saa paljastaa asiakirjan salassa pidettavaa sisaltoa tai tietoa, joka asiakirjaan merkittyna olisi salassa pidettava eika muutakaan koulutuksen yhteydessa tietoon saamaansa seikkaa, josta lailla on saadetty vaitiolovelvollisuus. vaitiolovelvollisuuden piiriin kuuluvaa tietoa ei saa paljastaa senkaan jalkeen, kun koulutus tai toiminta viranomaisessa on paattynyt. opiskelija ei saa kayttaa salassa pidettavia tietoja omaksi tai toisen hyodyksi eika toisen vahingoksi. rangaistus vaitiolovelvollisuuden rikkomisesta tuomitaan rikoslain (39/1889) 38 luvun 1 tai 2 §:n mukaan, jollei teko ole rangaistava rikoslain 40 luvun 5 §:n mukaan tai siita muualla laissa saadeta ankarampaa rangaistusta.",
        "title_sv": "Tystnadsplikt och förbud mot utnyttjande av information",
        "content_sv": "Den som studerar vid utbildningscentralen får inte röja en handlings sekretessbelagda innehåll eller en uppgift som vore sekretessbelagd om den ingick i en handling, och inte heller någon annan omständighet som han eller hon fått kännedom om i samband med utbildningen och om vilken tystnadsplikt föreskrivs genom lag. En uppgift för vilken tystnadsplikt gäller får inte heller röjas efter det att utbildningen eller verksamheten hos myndigheten har upphört. En studerande får inte utnyttja sekretessbelagda uppgifter för att skaffa sig själv eller någon annan fördel eller för att skada någon annan. Till straff för brott mot tystnadsplikten döms enligt 38 kap. 1 eller 2 § i strafflagen (39/1889), om inte gärningen utgör brott enligt 40 kap. 5 § i strafflagen eller om inte strängare straff för den föreskrivs någon annanstans i lag.",
        "normalized_sv": "Den som studerar vid utbildningscentralen får inte röja en handlings sekretessbelagda innehåll eller en uppgift som vore sekretessbelagd om den ingick i en handling, och inte heller någon annan omständighet som han eller hon fått kännedom om i samband med utbildningen och om vilken tystnadsplikt föreskrivs genom lag. En uppgift för vilken tystnadsplikt gäller får inte heller röjas efter det att utbildningen eller verksamheten hos myndigheten har upphört. En studerande får inte utnyttja sekretessbelagda uppgifter för att skaffa sig själv eller någon annan fördel eller för att skada någon annan. Till straff för brott mot tystnadsplikten döms enligt 38 kap. 1 eller 2 § i strafflagen (39/1889), om inte gärningen utgör brott enligt 40 kap. 5 § i strafflagen eller om inte strängare straff för den föreskrivs någon annanstans i lag.",
        "folded_sv": "den som studerar vid utbildningscentralen far inte roja en handlings sekretessbelagda innehall eller en uppgift som vore sekretessbelagd om den ingick i en handling, och inte heller nagon annan omstandighet som han eller hon fatt kannedom om i samband med utbildningen och om vilken tystnadsplikt foreskrivs genom lag. en uppgift for vilken tystnadsplikt galler far inte heller rojas efter det att utbildningen eller verksamheten hos myndigheten har upphort. en studerande far inte utnyttja sekretessbelagda uppgifter for att skaffa sig sjalv eller nagon annan fordel eller for att skada nagon annan. till straff for brott mot tystnadsplikten doms enligt 38 kap. 1 eller 2 § i strafflagen (39/1889), om inte garningen utgor brott enligt 40 kap. 5 § i strafflagen eller om inte strangare straff for den foreskrivs nagon annanstans i lag."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Opiskeluaika",
      "content": "Tutkintoon johtavassa koulutuksessa opiskelevan tulee suorittaa opinnot opetussuunnitelmassa määritellyssä enimmäisajassa voimassa olevan opetussuunnitelman mukaisesti. Koulutuskeskuksen johtaja voi opiskelijan pyynnöstä siirtää tämän opiskeluoikeutta siihen asti, että kyseinen koulutus seuraavan kerran aloitetaan, kuitenkin enintään yhdellä vuodella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_21",
        "normalized_fi": "Tutkintoon johtavassa koulutuksessa opiskelevan tulee suorittaa opinnot opetussuunnitelmassa määritellyssä enimmäisajassa voimassa olevan opetussuunnitelman mukaisesti. Koulutuskeskuksen johtaja voi opiskelijan pyynnöstä siirtää tämän opiskeluoikeutta siihen asti, että kyseinen koulutus seuraavan kerran aloitetaan, kuitenkin enintään yhdellä vuodella.",
        "folded_fi": "tutkintoon johtavassa koulutuksessa opiskelevan tulee suorittaa opinnot opetussuunnitelmassa maaritellyssa enimmaisajassa voimassa olevan opetussuunnitelman mukaisesti. koulutuskeskuksen johtaja voi opiskelijan pyynnosta siirtaa taman opiskeluoikeutta siihen asti, etta kyseinen koulutus seuraavan kerran aloitetaan, kuitenkin enintaan yhdella vuodella.",
        "title_sv": "Studietid",
        "content_sv": "Den som studerar för examen skall slutföra studierna enligt undervisningsplanen inom den maximitid som anges i den gällande undervisningsplanen. Direktören för utbildningscentralen kan på en studerandes begäran skjuta upp hans eller hennes studierätt till den tidpunkt då utbildningen följande gång inleds, dock med högst ett år.",
        "normalized_sv": "Den som studerar för examen skall slutföra studierna enligt undervisningsplanen inom den maximitid som anges i den gällande undervisningsplanen. Direktören för utbildningscentralen kan på en studerandes begäran skjuta upp hans eller hennes studierätt till den tidpunkt då utbildningen följande gång inleds, dock med högst ett år.",
        "folded_sv": "den som studerar for examen skall slutfora studierna enligt undervisningsplanen inom den maximitid som anges i den gallande undervisningsplanen. direktoren for utbildningscentralen kan pa en studerandes begaran skjuta upp hans eller hennes studieratt till den tidpunkt da utbildningen foljande gang inleds, dock med hogst ett ar."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Opiskeluoikeuden menettäminen",
      "content": "Koulutuskeskuksen johtaja voi määrätä opiskeluoikeuden tutkintoon johtavassa koulutuksessa menetetyksi: 1) jos opiskelijaksi hyväksytty ei ole ilmoittautunut koulutuskeskuksen opiskelijaksi 11 §:ssä säädetyllä tavalla, ellei koulutuskeskus perustellusta syystä hyväksy asetetun määräajan jälkeen tapahtunutta ilmoittautumista; 2) jos opiskelijalla on todettu sellainen sairaus tai vamma, joka ilmeisesti on pysyvänä esteenä koulutukseen osallistumiselle ja tutkinnon suorittamiselle; tai 3) jollei opiskelija ole suorittanut opintojaan opetussuunnitelmassa määritellyssä enimmäisajassa eikä koulutuskeskus erityisestä syystä myönnä hänelle lisäaikaa opintojen loppuun saattamiseen. Opiskelijan tulee pyydettäessä antaa koulutuskeskukselle 1 momentin 2 kohdan mukaiset terveydentilan arvioinnissa tarvittavat tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_22",
        "normalized_fi": "Koulutuskeskuksen johtaja voi määrätä opiskeluoikeuden tutkintoon johtavassa koulutuksessa menetetyksi: 1) jos opiskelijaksi hyväksytty ei ole ilmoittautunut koulutuskeskuksen opiskelijaksi 11 § :ssä säädetyllä tavalla, ellei koulutuskeskus perustellusta syystä hyväksy asetetun määräajan jälkeen tapahtunutta ilmoittautumista; 2) jos opiskelijalla on todettu sellainen sairaus tai vamma, joka ilmeisesti on pysyvänä esteenä koulutukseen osallistumiselle ja tutkinnon suorittamiselle; tai 3) jollei opiskelija ole suorittanut opintojaan opetussuunnitelmassa määritellyssä enimmäisajassa eikä koulutuskeskus erityisestä syystä myönnä hänelle lisäaikaa opintojen loppuun saattamiseen. Opiskelijan tulee pyydettäessä antaa koulutuskeskukselle 1 momentin 2 kohdan mukaiset terveydentilan arvioinnissa tarvittavat tiedot.",
        "folded_fi": "koulutuskeskuksen johtaja voi maarata opiskeluoikeuden tutkintoon johtavassa koulutuksessa menetetyksi: 1) jos opiskelijaksi hyvaksytty ei ole ilmoittautunut koulutuskeskuksen opiskelijaksi 11 §:ssa saadetylla tavalla, ellei koulutuskeskus perustellusta syysta hyvaksy asetetun maaraajan jalkeen tapahtunutta ilmoittautumista; 2) jos opiskelijalla on todettu sellainen sairaus tai vamma, joka ilmeisesti on pysyvana esteena koulutukseen osallistumiselle ja tutkinnon suorittamiselle; tai 3) jollei opiskelija ole suorittanut opintojaan opetussuunnitelmassa maaritellyssa enimmaisajassa eika koulutuskeskus erityisesta syysta myonna hanelle lisaaikaa opintojen loppuun saattamiseen. opiskelijan tulee pyydettaessa antaa koulutuskeskukselle 1 momentin 2 kohdan mukaiset terveydentilan arvioinnissa tarvittavat tiedot.",
        "title_sv": "Förlust av studierätten",
        "content_sv": "Direktören för utbildningscentralen kan bestämma att rätten att delta i utbildning som leder till examen går förlorad, om 1) den som antagits som studerande inte har anmält sig till utbildningscentralen på det sätt som anges i 11 §, om inte utbildningscentralen av grundad anledning godtar anmälan efter den utsatta tiden, 2) en studerande har konstaterats ha en sådan sjukdom eller skada som uppenbart utgör ett bestående hinder för deltagande i utbildningen och avläggande av examen, eller om 3) en studerande inte har slutfört sina studier inom den maximitid som fastställs i undervisningsplanen, om inte utbildningscentralen av särskilda skäl beviljar den studerande extra tid för att slutföra studierna. En studerande skall på begäran ge utbildningscentralen de uppgifter som avses i 1 mom. 2 punkten för bedömning av hälsotillståndet.",
        "normalized_sv": "Direktören för utbildningscentralen kan bestämma att rätten att delta i utbildning som leder till examen går förlorad, om 1) den som antagits som studerande inte har anmält sig till utbildningscentralen på det sätt som anges i 11 § , om inte utbildningscentralen av grundad anledning godtar anmälan efter den utsatta tiden, 2) en studerande har konstaterats ha en sådan sjukdom eller skada som uppenbart utgör ett bestående hinder för deltagande i utbildningen och avläggande av examen, eller om 3) en studerande inte har slutfört sina studier inom den maximitid som fastställs i undervisningsplanen, om inte utbildningscentralen av särskilda skäl beviljar den studerande extra tid för att slutföra studierna. En studerande skall på begäran ge utbildningscentralen de uppgifter som avses i 1 mom. 2 punkten för bedömning av hälsotillståndet.",
        "folded_sv": "direktoren for utbildningscentralen kan bestamma att ratten att delta i utbildning som leder till examen gar forlorad, om 1) den som antagits som studerande inte har anmalt sig till utbildningscentralen pa det satt som anges i 11 §, om inte utbildningscentralen av grundad anledning godtar anmalan efter den utsatta tiden, 2) en studerande har konstaterats ha en sadan sjukdom eller skada som uppenbart utgor ett bestaende hinder for deltagande i utbildningen och avlaggande av examen, eller om 3) en studerande inte har slutfort sina studier inom den maximitid som faststalls i undervisningsplanen, om inte utbildningscentralen av sarskilda skal beviljar den studerande extra tid for att slutfora studierna. en studerande skall pa begaran ge utbildningscentralen de uppgifter som avses i 1 mom. 2 punkten for bedomning av halsotillstandet."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Opiskelun keskeyttäminen",
      "content": "Koulutuskeskuksen johtaja voi keskeyttää tutkintoon johtavassa koulutuksessa opiskelevan hakemuksesta tämän opiskelun enintään kahden vuoden määräajaksi. Koulutuskeskuksen johtaja voi omasta aloitteestaan keskeyttää tutkintoon johtavassa koulutuksessa opiskelevan opiskelun enintään yhden vuoden määräajaksi kerrallaan pitkäaikaisen sairauden vuoksi tai jos opiskelija ei kykene suorittamaan opintojaan hyväksytysti opetussuunnitelman mukaisesti, opiskelijan tekemäksi epäillyn rikoksen esitutkinnan ajaksi tai muusta vastaavasta painavasta syystä. Opiskelijan tulee pyydettäessä antaa koulutuskeskukselle terveydentilansa arviointiin tarvittavat tiedot. Opiskelun keskeyttämistä koskeva päätös voidaan panna heti täytäntöön, jollei koulutuskeskus tai hallinto-oikeus toisin määrää. Koulutuskeskus päättää opiskelijan aikaisempien opintojen hyväksi lukemisesta opiskelijan tullessa jatkamaan opintojaan. Edellä 1 ja 2 momentissa tarkoitettua aikaa, jona opinnot ovat keskeytyneinä, ei lasketa opintojen enimmäisaikaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_23",
        "normalized_fi": "Koulutuskeskuksen johtaja voi keskeyttää tutkintoon johtavassa koulutuksessa opiskelevan hakemuksesta tämän opiskelun enintään kahden vuoden määräajaksi. Koulutuskeskuksen johtaja voi omasta aloitteestaan keskeyttää tutkintoon johtavassa koulutuksessa opiskelevan opiskelun enintään yhden vuoden määräajaksi kerrallaan pitkäaikaisen sairauden vuoksi tai jos opiskelija ei kykene suorittamaan opintojaan hyväksytysti opetussuunnitelman mukaisesti, opiskelijan tekemäksi epäillyn rikoksen esitutkinnan ajaksi tai muusta vastaavasta painavasta syystä. Opiskelijan tulee pyydettäessä antaa koulutuskeskukselle terveydentilansa arviointiin tarvittavat tiedot. Opiskelun keskeyttämistä koskeva päätös voidaan panna heti täytäntöön, jollei koulutuskeskus tai hallinto-oikeus toisin määrää. Koulutuskeskus päättää opiskelijan aikaisempien opintojen hyväksi lukemisesta opiskelijan tullessa jatkamaan opintojaan. Edellä 1 ja 2 momentissa tarkoitettua aikaa, jona opinnot ovat keskeytyneinä, ei lasketa opintojen enimmäisaikaan.",
        "folded_fi": "koulutuskeskuksen johtaja voi keskeyttaa tutkintoon johtavassa koulutuksessa opiskelevan hakemuksesta taman opiskelun enintaan kahden vuoden maaraajaksi. koulutuskeskuksen johtaja voi omasta aloitteestaan keskeyttaa tutkintoon johtavassa koulutuksessa opiskelevan opiskelun enintaan yhden vuoden maaraajaksi kerrallaan pitkaaikaisen sairauden vuoksi tai jos opiskelija ei kykene suorittamaan opintojaan hyvaksytysti opetussuunnitelman mukaisesti, opiskelijan tekemaksi epaillyn rikoksen esitutkinnan ajaksi tai muusta vastaavasta painavasta syysta. opiskelijan tulee pyydettaessa antaa koulutuskeskukselle terveydentilansa arviointiin tarvittavat tiedot. opiskelun keskeyttamista koskeva paatos voidaan panna heti taytantoon, jollei koulutuskeskus tai hallinto-oikeus toisin maaraa. koulutuskeskus paattaa opiskelijan aikaisempien opintojen hyvaksi lukemisesta opiskelijan tullessa jatkamaan opintojaan. edella 1 ja 2 momentissa tarkoitettua aikaa, jona opinnot ovat keskeytyneina, ei lasketa opintojen enimmaisaikaan.",
        "title_sv": "Avbrott i studierna",
        "content_sv": "Direktören för utbildningscentralen kan på ansökan av en studerande som studerar för examen avbryta dennes studier för högst två år. Direktören för utbildningscentralen kan på eget initiativ för högst ett år åt gången avbryta studierna för en studerande som studerar för examen på grund av långvarig sjukdom eller om den studerande inte med godkänt resultat kan genomföra sina studier i enlighet med undervisningsplanen, för den tid förundersökningen av ett brott som den studerande misstänks för pågår eller av något annat motsvarande vägande skäl. Den studerande skall på begäran ge utbildningscentralen de uppgifter som krävs på bedömning av hälsotillståndet. Ett beslut om avbrott i studierna kan verkställas genast, om inte utbildningscentralen eller förvaltningsdomstolen bestämmer något annat. Utbildningscentralen beslutar om tillgodoräknande av en studerandes tidigare studier i samband med att han eller hon återupptar sina studier. Den i 1 och 2 mom. avsedda tiden för avbrottet i studierna räknas inte in i maximistudietiden.",
        "normalized_sv": "Direktören för utbildningscentralen kan på ansökan av en studerande som studerar för examen avbryta dennes studier för högst två år. Direktören för utbildningscentralen kan på eget initiativ för högst ett år åt gången avbryta studierna för en studerande som studerar för examen på grund av långvarig sjukdom eller om den studerande inte med godkänt resultat kan genomföra sina studier i enlighet med undervisningsplanen, för den tid förundersökningen av ett brott som den studerande misstänks för pågår eller av något annat motsvarande vägande skäl. Den studerande skall på begäran ge utbildningscentralen de uppgifter som krävs på bedömning av hälsotillståndet. Ett beslut om avbrott i studierna kan verkställas genast, om inte utbildningscentralen eller förvaltningsdomstolen bestämmer något annat. Utbildningscentralen beslutar om tillgodoräknande av en studerandes tidigare studier i samband med att han eller hon återupptar sina studier. Den i 1 och 2 mom. avsedda tiden för avbrottet i studierna räknas inte in i maximistudietiden.",
        "folded_sv": "direktoren for utbildningscentralen kan pa ansokan av en studerande som studerar for examen avbryta dennes studier for hogst tva ar. direktoren for utbildningscentralen kan pa eget initiativ for hogst ett ar at gangen avbryta studierna for en studerande som studerar for examen pa grund av langvarig sjukdom eller om den studerande inte med godkant resultat kan genomfora sina studier i enlighet med undervisningsplanen, for den tid forundersokningen av ett brott som den studerande misstanks for pagar eller av nagot annat motsvarande vagande skal. den studerande skall pa begaran ge utbildningscentralen de uppgifter som kravs pa bedomning av halsotillstandet. ett beslut om avbrott i studierna kan verkstallas genast, om inte utbildningscentralen eller forvaltningsdomstolen bestammer nagot annat. utbildningscentralen beslutar om tillgodoraknande av en studerandes tidigare studier i samband med att han eller hon aterupptar sina studier. den i 1 och 2 mom. avsedda tiden for avbrottet i studierna raknas inte in i maximistudietiden."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Huomautus ja varoitus",
      "content": "Koulutuskeskuksen johtaja voi, jollei suullista huomautusta katsota riittäväksi seuraamukseksi, antaa tutkintoon johtavassa koulutuksessa opiskelevalle kirjallisen varoituksen, jos tämä: 1) on käyttäytynyt koulutuksen aikana Vankeinhoitolaitoksen virkamiehelle sopimattomalla tavalla; 2) on laiminlyönyt opetukseen osallistumisen; tai 3) on rikkonut koulutuskeskuksen järjestyssääntöä. Edellä 1 momentin 1 kohdassa mainittuna sopimattomana käytöksenä on pidettävä erityisesti tekoa tai käytöstä, joka on omiaan vaarantamaan luottamusta vankeinhoitotyössä toimivalle virkamiehelle kuuluvien tehtävien rehelliseen, luotettavaan ja oikeudenmukaiseen hoitoon. Koulutuskeskuksen johtaja voi antaa tutkintoon johtavassa koulutuksessa opiskelevalle kirjallisen varoituksen myös, jos tämä kieltäytyy 17 §:ssä tarkoitetusta päihdetestauksesta tai antaa päihteiden väärinkäytön osoittavan näytteen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_24",
        "normalized_fi": "Koulutuskeskuksen johtaja voi, jollei suullista huomautusta katsota riittäväksi seuraamukseksi, antaa tutkintoon johtavassa koulutuksessa opiskelevalle kirjallisen varoituksen, jos tämä: 1) on käyttäytynyt koulutuksen aikana Vankeinhoitolaitoksen virkamiehelle sopimattomalla tavalla; 2) on laiminlyönyt opetukseen osallistumisen; tai 3) on rikkonut koulutuskeskuksen järjestyssääntöä. Edellä 1 momentin 1 kohdassa mainittuna sopimattomana käytöksenä on pidettävä erityisesti tekoa tai käytöstä, joka on omiaan vaarantamaan luottamusta vankeinhoitotyössä toimivalle virkamiehelle kuuluvien tehtävien rehelliseen, luotettavaan ja oikeudenmukaiseen hoitoon. Koulutuskeskuksen johtaja voi antaa tutkintoon johtavassa koulutuksessa opiskelevalle kirjallisen varoituksen myös, jos tämä kieltäytyy 17 § :ssä tarkoitetusta päihdetestauksesta tai antaa päihteiden väärinkäytön osoittavan näytteen.",
        "folded_fi": "koulutuskeskuksen johtaja voi, jollei suullista huomautusta katsota riittavaksi seuraamukseksi, antaa tutkintoon johtavassa koulutuksessa opiskelevalle kirjallisen varoituksen, jos tama: 1) on kayttaytynyt koulutuksen aikana vankeinhoitolaitoksen virkamiehelle sopimattomalla tavalla; 2) on laiminlyonyt opetukseen osallistumisen; tai 3) on rikkonut koulutuskeskuksen jarjestyssaantoa. edella 1 momentin 1 kohdassa mainittuna sopimattomana kaytoksena on pidettava erityisesti tekoa tai kaytosta, joka on omiaan vaarantamaan luottamusta vankeinhoitotyossa toimivalle virkamiehelle kuuluvien tehtavien rehelliseen, luotettavaan ja oikeudenmukaiseen hoitoon. koulutuskeskuksen johtaja voi antaa tutkintoon johtavassa koulutuksessa opiskelevalle kirjallisen varoituksen myos, jos tama kieltaytyy 17 §:ssa tarkoitetusta paihdetestauksesta tai antaa paihteiden vaarinkayton osoittavan naytteen.",
        "title_sv": "Anmärkning och varning",
        "content_sv": "Direktören för utbildningscentralen kan, när en muntlig anmärkning inte anses vara en tillräcklig påföljd, ge en studerande som studerar för examen en skriftlig varning, om han eller hon 1) under utbildningstiden uppträtt på ett sätt som är olämpligt för en tjänsteman vid Fångvårdsväsendet, 2) försummat att delta i undervisningen, eller 3) har brutit mot utbildningscentralens ordningsstadga. Som olämpligt uppträdande enligt 1 mom. 1 punkten skall betraktas särskilt en gärning eller ett beteende som är ägnat att äventyra förtroendet för att de uppgifter som ankommer på en tjänsteman vid Fångvårdsväsendet sköts på ett ärligt, tillförlitligt och rättvist sätt. Direktören för utbildningscentralen kan ge en studerande som studerar för examen en skriftlig varning också när den studerande vägrar genomgå ett drogtest som avses i 17 § eller lämnar ett prov som utvisar missbruk av rusmedel.",
        "normalized_sv": "Direktören för utbildningscentralen kan, när en muntlig anmärkning inte anses vara en tillräcklig påföljd, ge en studerande som studerar för examen en skriftlig varning, om han eller hon 1) under utbildningstiden uppträtt på ett sätt som är olämpligt för en tjänsteman vid Fångvårdsväsendet, 2) försummat att delta i undervisningen, eller 3) har brutit mot utbildningscentralens ordningsstadga. Som olämpligt uppträdande enligt 1 mom. 1 punkten skall betraktas särskilt en gärning eller ett beteende som är ägnat att äventyra förtroendet för att de uppgifter som ankommer på en tjänsteman vid Fångvårdsväsendet sköts på ett ärligt, tillförlitligt och rättvist sätt. Direktören för utbildningscentralen kan ge en studerande som studerar för examen en skriftlig varning också när den studerande vägrar genomgå ett drogtest som avses i 17 § eller lämnar ett prov som utvisar missbruk av rusmedel.",
        "folded_sv": "direktoren for utbildningscentralen kan, nar en muntlig anmarkning inte anses vara en tillracklig pafoljd, ge en studerande som studerar for examen en skriftlig varning, om han eller hon 1) under utbildningstiden upptratt pa ett satt som ar olampligt for en tjansteman vid fangvardsvasendet, 2) forsummat att delta i undervisningen, eller 3) har brutit mot utbildningscentralens ordningsstadga. som olampligt upptradande enligt 1 mom. 1 punkten skall betraktas sarskilt en garning eller ett beteende som ar agnat att aventyra fortroendet for att de uppgifter som ankommer pa en tjansteman vid fangvardsvasendet skots pa ett arligt, tillforlitligt och rattvist satt. direktoren for utbildningscentralen kan ge en studerande som studerar for examen en skriftlig varning ocksa nar den studerande vagrar genomga ett drogtest som avses i 17 § eller lamnar ett prov som utvisar missbruk av rusmedel."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "Koulutuksesta erottaminen",
      "content": "Koulutuskeskuksen johtaja voi erottaa opiskelijan tutkintoon johtavasta koulutuksesta, jos tämä: 1) on antanut koulutukseen pyrkiessään sellaisia vääriä tai harhaanjohtavia tietoja, jotka olisivat voineet estää koulutukseen valinnan taikka jättänyt kertomatta sellaisen itseään koskevan olennaisen seikan, joka olisi voinut muodostua valinnan esteeksi; 2) on syyllistynyt koulutuksen aikana sellaiseen rikokseen, joka osoittaa sopimattomuutta rikosseuraamusalalle taikka muutoin käyttäytynyt Vankeinhoitolaitoksen virkamiehelle sopimattomalla tavalla eikä kirjallista varoitusta ole pidettävä riittävänä seuraamuksena; 3) tutkintoa suorittaessaan kieltäytyy 17 §:ssä tarkoitetusta päihdetestauksesta taikka antaa päihteiden väärinkäytön osoittavan näytteen eikä kirjallista varoitusta ole pidettävä riittävänä seuraamuksena; 4) ei jatka opiskeluaan 23 §:ssä tarkoitetun määräajan päätyttyä taikka perusteita koulutuksen jatkamiselle ei enää ole; 5) laiminlyö toistuvasti tai olennaisella tavalla opetukseen osallistumisen; taikka 6) on toistuvasti tai olennaisella tavalla rikkonut koulutuskeskuksen järjestyssääntöä. Edellä 1 momentin 2 kohdassa tarkoitettuna rikoksena tai sopimattomana käytöksenä on pidettävä erityisesti tekoa tai käytöstä, joka on omiaan vaarantamaan luottamusta vankeinhoitotyössä toimivalle virkamiehelle kuuluvien tehtävien rehelliseen, luotettavaan ja oikeudenmukaiseen hoitoon. Erottamista koskeva päätös voidaan panna heti täytäntöön, jollei koulutuskeskus tai hallinto-oikeus toisin määrää. Jos koulutuksesta erottamista koskeva päätös kumotaan, koulutuskeskus päättää opiskelijan siihen mennessä suorittamien opintojen hyväksi luettavuudesta myöhempien vastaavien opintojen yhteydessä. Tutkintoon johtavasta koulutuksesta erotetun opiskelijan määräaikainen virkasuhde, johon hänet on nimitetty työharjoittelun suorittamiseksi, päättyy ilman eri päätöstä siitä ajankohdasta, josta hänet on erotettu koulutuksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_25",
        "normalized_fi": "Koulutuskeskuksen johtaja voi erottaa opiskelijan tutkintoon johtavasta koulutuksesta, jos tämä: 1) on antanut koulutukseen pyrkiessään sellaisia vääriä tai harhaanjohtavia tietoja, jotka olisivat voineet estää koulutukseen valinnan taikka jättänyt kertomatta sellaisen itseään koskevan olennaisen seikan, joka olisi voinut muodostua valinnan esteeksi; 2) on syyllistynyt koulutuksen aikana sellaiseen rikokseen, joka osoittaa sopimattomuutta rikosseuraamusalalle taikka muutoin käyttäytynyt Vankeinhoitolaitoksen virkamiehelle sopimattomalla tavalla eikä kirjallista varoitusta ole pidettävä riittävänä seuraamuksena; 3) tutkintoa suorittaessaan kieltäytyy 17 § :ssä tarkoitetusta päihdetestauksesta taikka antaa päihteiden väärinkäytön osoittavan näytteen eikä kirjallista varoitusta ole pidettävä riittävänä seuraamuksena; 4) ei jatka opiskeluaan 23 § :ssä tarkoitetun määräajan päätyttyä taikka perusteita koulutuksen jatkamiselle ei enää ole; 5) laiminlyö toistuvasti tai olennaisella tavalla opetukseen osallistumisen; taikka 6) on toistuvasti tai olennaisella tavalla rikkonut koulutuskeskuksen järjestyssääntöä. Edellä 1 momentin 2 kohdassa tarkoitettuna rikoksena tai sopimattomana käytöksenä on pidettävä erityisesti tekoa tai käytöstä, joka on omiaan vaarantamaan luottamusta vankeinhoitotyössä toimivalle virkamiehelle kuuluvien tehtävien rehelliseen, luotettavaan ja oikeudenmukaiseen hoitoon. Erottamista koskeva päätös voidaan panna heti täytäntöön, jollei koulutuskeskus tai hallinto-oikeus toisin määrää. Jos koulutuksesta erottamista koskeva päätös kumotaan, koulutuskeskus päättää opiskelijan siihen mennessä suorittamien opintojen hyväksi luettavuudesta myöhempien vastaavien opintojen yhteydessä. Tutkintoon johtavasta koulutuksesta erotetun opiskelijan määräaikainen virkasuhde, johon hänet on nimitetty työharjoittelun suorittamiseksi, päättyy ilman eri päätöstä siitä ajankohdasta, josta hänet on erotettu koulutuksesta.",
        "folded_fi": "koulutuskeskuksen johtaja voi erottaa opiskelijan tutkintoon johtavasta koulutuksesta, jos tama: 1) on antanut koulutukseen pyrkiessaan sellaisia vaaria tai harhaanjohtavia tietoja, jotka olisivat voineet estaa koulutukseen valinnan taikka jattanyt kertomatta sellaisen itseaan koskevan olennaisen seikan, joka olisi voinut muodostua valinnan esteeksi; 2) on syyllistynyt koulutuksen aikana sellaiseen rikokseen, joka osoittaa sopimattomuutta rikosseuraamusalalle taikka muutoin kayttaytynyt vankeinhoitolaitoksen virkamiehelle sopimattomalla tavalla eika kirjallista varoitusta ole pidettava riittavana seuraamuksena; 3) tutkintoa suorittaessaan kieltaytyy 17 §:ssa tarkoitetusta paihdetestauksesta taikka antaa paihteiden vaarinkayton osoittavan naytteen eika kirjallista varoitusta ole pidettava riittavana seuraamuksena; 4) ei jatka opiskeluaan 23 §:ssa tarkoitetun maaraajan paatyttya taikka perusteita koulutuksen jatkamiselle ei enaa ole; 5) laiminlyo toistuvasti tai olennaisella tavalla opetukseen osallistumisen; taikka 6) on toistuvasti tai olennaisella tavalla rikkonut koulutuskeskuksen jarjestyssaantoa. edella 1 momentin 2 kohdassa tarkoitettuna rikoksena tai sopimattomana kaytoksena on pidettava erityisesti tekoa tai kaytosta, joka on omiaan vaarantamaan luottamusta vankeinhoitotyossa toimivalle virkamiehelle kuuluvien tehtavien rehelliseen, luotettavaan ja oikeudenmukaiseen hoitoon. erottamista koskeva paatos voidaan panna heti taytantoon, jollei koulutuskeskus tai hallinto-oikeus toisin maaraa. jos koulutuksesta erottamista koskeva paatos kumotaan, koulutuskeskus paattaa opiskelijan siihen mennessa suorittamien opintojen hyvaksi luettavuudesta myohempien vastaavien opintojen yhteydessa. tutkintoon johtavasta koulutuksesta erotetun opiskelijan maaraaikainen virkasuhde, johon hanet on nimitetty tyoharjoittelun suorittamiseksi, paattyy ilman eri paatosta siita ajankohdasta, josta hanet on erotettu koulutuksesta.",
        "title_sv": "Avstängning från utbildningen",
        "content_sv": "Direktören för utbildningscentralen kan stänga av en studerande från utbildningen som leder till examen, om han eller hon 1) i samband med ansökan om att bli antagen till utbildningen lämnat oriktiga eller vilseledande uppgifter eller hemlighållit någon sådan väsentlig omständighet om sig själv som kunde ha förhindrat antagning till utbildningen, 2) under utbildningstiden gjort sig skyldig till ett sådant brott som visar att han eller hon är olämplig för arbete på brottspåföljdsområdet eller i övrigt uppträtt på ett sätt som är olämpligt för en tjänsteman vid Fångvårdsväsendet och en skriftlig varning inte skall anses vara en tillräcklig påföljd, 3) vid avläggandet av examen vägrar genomgå det drogtest som avses i 17 § eller lämnar ett prov som utvisar missbruk av rusmedel, och en skriftlig varning inte skall anses vara en tillräcklig påföljd, 4) inte återupptar studierna efter att den tidsfrist som avses i 23 § löpt ut, eller det inte längre föreligger grunder för fortsättande av utbildningen, 5) upprepade gånger eller i väsentlig omfattning försummar att delta i undervisningen, eller 6) upprepade gånger eller i väsentlig omfattning har brutit mot utbildningscentralens ordningsstadga. Som brott eller olämpligt uppträdande enligt 1 mom. 2 punkten skall betraktas särskilt en gärning eller ett beteende som är ägnat att äventyra förtroendet för att de uppgifter som ankommer på en tjänsteman vid Fångvårdsväsendet sköts på ett ärligt, tillförlitligt och rättvist sätt. Ett beslut om avstängning kan verkställas genast, om inte utbildningscentralen eller förvaltningsdomstolen bestämmer något annat. Om ett beslut om avstängning från utbildningen upphävs, beslutar utbildningscentralen om det sätt på vilket de tidigare studierna senare tillgodoräknas den studerande i samband med motsvarande studier. Ett tjänsteförhållande för viss tid som en studerande som stängts av från utbildningen som leder till examen har utnämnts till i syfte att genomföra en period av arbetspraktik upphör utan särskilt beslut vid den tidpunkt då den studerande stängts av från utbildningen.",
        "normalized_sv": "Direktören för utbildningscentralen kan stänga av en studerande från utbildningen som leder till examen, om han eller hon 1) i samband med ansökan om att bli antagen till utbildningen lämnat oriktiga eller vilseledande uppgifter eller hemlighållit någon sådan väsentlig omständighet om sig själv som kunde ha förhindrat antagning till utbildningen, 2) under utbildningstiden gjort sig skyldig till ett sådant brott som visar att han eller hon är olämplig för arbete på brottspåföljdsområdet eller i övrigt uppträtt på ett sätt som är olämpligt för en tjänsteman vid Fångvårdsväsendet och en skriftlig varning inte skall anses vara en tillräcklig påföljd, 3) vid avläggandet av examen vägrar genomgå det drogtest som avses i 17 § eller lämnar ett prov som utvisar missbruk av rusmedel, och en skriftlig varning inte skall anses vara en tillräcklig påföljd, 4) inte återupptar studierna efter att den tidsfrist som avses i 23 § löpt ut, eller det inte längre föreligger grunder för fortsättande av utbildningen, 5) upprepade gånger eller i väsentlig omfattning försummar att delta i undervisningen, eller 6) upprepade gånger eller i väsentlig omfattning har brutit mot utbildningscentralens ordningsstadga. Som brott eller olämpligt uppträdande enligt 1 mom. 2 punkten skall betraktas särskilt en gärning eller ett beteende som är ägnat att äventyra förtroendet för att de uppgifter som ankommer på en tjänsteman vid Fångvårdsväsendet sköts på ett ärligt, tillförlitligt och rättvist sätt. Ett beslut om avstängning kan verkställas genast, om inte utbildningscentralen eller förvaltningsdomstolen bestämmer något annat. Om ett beslut om avstängning från utbildningen upphävs, beslutar utbildningscentralen om det sätt på vilket de tidigare studierna senare tillgodoräknas den studerande i samband med motsvarande studier. Ett tjänsteförhållande för viss tid som en studerande som stängts av från utbildningen som leder till examen har utnämnts till i syfte att genomföra en period av arbetspraktik upphör utan särskilt beslut vid den tidpunkt då den studerande stängts av från utbildningen.",
        "folded_sv": "direktoren for utbildningscentralen kan stanga av en studerande fran utbildningen som leder till examen, om han eller hon 1) i samband med ansokan om att bli antagen till utbildningen lamnat oriktiga eller vilseledande uppgifter eller hemlighallit nagon sadan vasentlig omstandighet om sig sjalv som kunde ha forhindrat antagning till utbildningen, 2) under utbildningstiden gjort sig skyldig till ett sadant brott som visar att han eller hon ar olamplig for arbete pa brottspafoljdsomradet eller i ovrigt upptratt pa ett satt som ar olampligt for en tjansteman vid fangvardsvasendet och en skriftlig varning inte skall anses vara en tillracklig pafoljd, 3) vid avlaggandet av examen vagrar genomga det drogtest som avses i 17 § eller lamnar ett prov som utvisar missbruk av rusmedel, och en skriftlig varning inte skall anses vara en tillracklig pafoljd, 4) inte aterupptar studierna efter att den tidsfrist som avses i 23 § lopt ut, eller det inte langre foreligger grunder for fortsattande av utbildningen, 5) upprepade ganger eller i vasentlig omfattning forsummar att delta i undervisningen, eller 6) upprepade ganger eller i vasentlig omfattning har brutit mot utbildningscentralens ordningsstadga. som brott eller olampligt upptradande enligt 1 mom. 2 punkten skall betraktas sarskilt en garning eller ett beteende som ar agnat att aventyra fortroendet for att de uppgifter som ankommer pa en tjansteman vid fangvardsvasendet skots pa ett arligt, tillforlitligt och rattvist satt. ett beslut om avstangning kan verkstallas genast, om inte utbildningscentralen eller forvaltningsdomstolen bestammer nagot annat. om ett beslut om avstangning fran utbildningen upphavs, beslutar utbildningscentralen om det satt pa vilket de tidigare studierna senare tillgodoraknas den studerande i samband med motsvarande studier. ett tjansteforhallande for viss tid som en studerande som stangts av fran utbildningen som leder till examen har utnamnts till i syfte att genomfora en period av arbetspraktik upphor utan sarskilt beslut vid den tidpunkt da den studerande stangts av fran utbildningen."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "Menettely opiskeluoikeutta koskevassa asiassa, kurinpitoasiassa ja huomautusta annettaessa",
      "content": "Ennen opiskeluoikeuden menettämistä tai keskeyttämistä koskevan päätöksen tekemistä, huomautuksen tai varoituksen antamista taikka opiskelijan erottamista on päätöksen perusteena oleva asia, teko tai laiminlyönti yksilöitävä, kuultava opiskelijaa sekä hankittava muu tarpeellinen selvitys. Opiskelijan oikeudesta käyttää suomen tai ruotsin kieltä 1 momentissa tarkoitetussa asiassa säädetään kielilaissa (423/2003).",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_26",
        "normalized_fi": "Ennen opiskeluoikeuden menettämistä tai keskeyttämistä koskevan päätöksen tekemistä, huomautuksen tai varoituksen antamista taikka opiskelijan erottamista on päätöksen perusteena oleva asia, teko tai laiminlyönti yksilöitävä, kuultava opiskelijaa sekä hankittava muu tarpeellinen selvitys. Opiskelijan oikeudesta käyttää suomen tai ruotsin kieltä 1 momentissa tarkoitetussa asiassa säädetään kielilaissa (423/2003).",
        "folded_fi": "ennen opiskeluoikeuden menettamista tai keskeyttamista koskevan paatoksen tekemista, huomautuksen tai varoituksen antamista taikka opiskelijan erottamista on paatoksen perusteena oleva asia, teko tai laiminlyonti yksiloitava, kuultava opiskelijaa seka hankittava muu tarpeellinen selvitys. opiskelijan oikeudesta kayttaa suomen tai ruotsin kielta 1 momentissa tarkoitetussa asiassa saadetaan kielilaissa (423/2003).",
        "title_sv": "Förfarandet i ärenden som gäller studierätt, i disciplinärenden och i fall där anmärkning ges",
        "content_sv": "Innan det fattas ett beslut om förlust eller avbrytande av studierätten, tilldelande av anmärkning eller varning eller avstängning av en studerande skall det ärende, den gärning eller den försummelse som beslutet grundar sig på specificeras, den studerande höras samt annan behövlig utredning inhämtas. Bestämmelser om de studerandes rätt att använda finska eller svenska i ärenden som avses i 1 mom. finns i språklagen (423/2003).",
        "normalized_sv": "Innan det fattas ett beslut om förlust eller avbrytande av studierätten, tilldelande av anmärkning eller varning eller avstängning av en studerande skall det ärende, den gärning eller den försummelse som beslutet grundar sig på specificeras, den studerande höras samt annan behövlig utredning inhämtas. Bestämmelser om de studerandes rätt att använda finska eller svenska i ärenden som avses i 1 mom. finns i språklagen (423/2003).",
        "folded_sv": "innan det fattas ett beslut om forlust eller avbrytande av studieratten, tilldelande av anmarkning eller varning eller avstangning av en studerande skall det arende, den garning eller den forsummelse som beslutet grundar sig pa specificeras, den studerande horas samt annan behovlig utredning inhamtas. bestammelser om de studerandes ratt att anvanda finska eller svenska i arenden som avses i 1 mom. finns i spraklagen (423/2003)."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "title": "Järjestyssääntö",
      "content": "Koulutuskeskuksella on järjestyssääntö, jossa voidaan antaa koulutuskeskuksessa opiskeleville opiskeluyhteisön turvallisuuden ja viihtyvyyden kannalta tarpeellisia määräyksiä: 1) käytännön järjestelyistä ja käyttäytymisestä koulutuskeskuksessa sekä suoritettaessa koulutukseen liittyviä tehtäviä ja harjoituksia; 2) aseistuksesta; 3) koulutuskeskuksen omaisuuden käsittelystä; sekä 4) oleskelusta ja liikkumisesta koulutuskeskuksessa. Koulutuskeskuksen opiskelijat ovat koulutuskeskuksessa, sen alueella taikka suorittaessaan koulutukseen liittyviä tehtäviä, harjoituksia ja tutustumiskäyntejä velvollisia noudattamaan järjestyssääntöä. Järjestyssäännön vahvistaa koulutuskeskuksen johtaja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_27",
        "normalized_fi": "Koulutuskeskuksella on järjestyssääntö, jossa voidaan antaa koulutuskeskuksessa opiskeleville opiskeluyhteisön turvallisuuden ja viihtyvyyden kannalta tarpeellisia määräyksiä: 1) käytännön järjestelyistä ja käyttäytymisestä koulutuskeskuksessa sekä suoritettaessa koulutukseen liittyviä tehtäviä ja harjoituksia; 2) aseistuksesta; 3) koulutuskeskuksen omaisuuden käsittelystä; sekä 4) oleskelusta ja liikkumisesta koulutuskeskuksessa. Koulutuskeskuksen opiskelijat ovat koulutuskeskuksessa, sen alueella taikka suorittaessaan koulutukseen liittyviä tehtäviä, harjoituksia ja tutustumiskäyntejä velvollisia noudattamaan järjestyssääntöä. Järjestyssäännön vahvistaa koulutuskeskuksen johtaja.",
        "folded_fi": "koulutuskeskuksella on jarjestyssaanto, jossa voidaan antaa koulutuskeskuksessa opiskeleville opiskeluyhteison turvallisuuden ja viihtyvyyden kannalta tarpeellisia maarayksia: 1) kaytannon jarjestelyista ja kayttaytymisesta koulutuskeskuksessa seka suoritettaessa koulutukseen liittyvia tehtavia ja harjoituksia; 2) aseistuksesta; 3) koulutuskeskuksen omaisuuden kasittelysta; seka 4) oleskelusta ja liikkumisesta koulutuskeskuksessa. koulutuskeskuksen opiskelijat ovat koulutuskeskuksessa, sen alueella taikka suorittaessaan koulutukseen liittyvia tehtavia, harjoituksia ja tutustumiskaynteja velvollisia noudattamaan jarjestyssaantoa. jarjestyssaannon vahvistaa koulutuskeskuksen johtaja.",
        "title_sv": "Ordningsstadga",
        "content_sv": "Utbildningscentralen har en ordningsstadga i vilken det kan tas in sådana bestämmelser som är behövliga för tryggheten och trivseln bland de studerande inom studiekollektivet och som kan gälla 1) de praktiska arrangemangen och korrekt uppträdande vid utbildningscentralen samt vid uppdrag och övningar i samband med utbildningen, 2) beväpningen, 3) hur utbildningscentralens egendom får hanteras, samt 4) hur man får vistas och röra sig inom utbildningscentralen. De studerande vid utbildningscentralen är förpliktade att följa ordningsstadgan när de vistas inom utbildningscentralen eller dess område eller utför uppdrag eller övningar eller företar studiebesök i samband med utbildningen. Direktören för utbildningscentralen fastställer ordningsstadgan.",
        "normalized_sv": "Utbildningscentralen har en ordningsstadga i vilken det kan tas in sådana bestämmelser som är behövliga för tryggheten och trivseln bland de studerande inom studiekollektivet och som kan gälla 1) de praktiska arrangemangen och korrekt uppträdande vid utbildningscentralen samt vid uppdrag och övningar i samband med utbildningen, 2) beväpningen, 3) hur utbildningscentralens egendom får hanteras, samt 4) hur man får vistas och röra sig inom utbildningscentralen. De studerande vid utbildningscentralen är förpliktade att följa ordningsstadgan när de vistas inom utbildningscentralen eller dess område eller utför uppdrag eller övningar eller företar studiebesök i samband med utbildningen. Direktören för utbildningscentralen fastställer ordningsstadgan.",
        "folded_sv": "utbildningscentralen har en ordningsstadga i vilken det kan tas in sadana bestammelser som ar behovliga for tryggheten och trivseln bland de studerande inom studiekollektivet och som kan galla 1) de praktiska arrangemangen och korrekt upptradande vid utbildningscentralen samt vid uppdrag och ovningar i samband med utbildningen, 2) bevapningen, 3) hur utbildningscentralens egendom far hanteras, samt 4) hur man far vistas och rora sig inom utbildningscentralen. de studerande vid utbildningscentralen ar forpliktade att folja ordningsstadgan nar de vistas inom utbildningscentralen eller dess omrade eller utfor uppdrag eller ovningar eller foretar studiebesok i samband med utbildningen. direktoren for utbildningscentralen faststaller ordningsstadgan."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "title": "Ammattikorkeakoulututkintoon johtava koulutus",
      "content": "Ammattikorkeakoulututkintoon johtavan rikosseuraamusalan koulutuksen järjestää Laurea-ammattikorkeakoulu yhteistyössä koulutuskeskuksen kanssa. Tässä koulutuksessa noudatetaan soveltuvin osin, mitä ammattikorkeakoululaissa (351/2003) ja sen nojalla säädetään. Opiskelijat ovat ammattikorkeakoulun opiskelijoita. Koulutuksesta huolehtivat kumpikin oppilaitos siten kuin siitä tarvittaessa tarkemmin valtioneuvoston asetuksella säädetään ja ammattikorkeakoulun ja koulutuskeskuksen kesken sovitaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_28",
        "normalized_fi": "Ammattikorkeakoulututkintoon johtavan rikosseuraamusalan koulutuksen järjestää Laurea-ammattikorkeakoulu yhteistyössä koulutuskeskuksen kanssa. Tässä koulutuksessa noudatetaan soveltuvin osin, mitä ammattikorkeakoululaissa (351/2003) ja sen nojalla säädetään. Opiskelijat ovat ammattikorkeakoulun opiskelijoita. Koulutuksesta huolehtivat kumpikin oppilaitos siten kuin siitä tarvittaessa tarkemmin valtioneuvoston asetuksella säädetään ja ammattikorkeakoulun ja koulutuskeskuksen kesken sovitaan.",
        "folded_fi": "ammattikorkeakoulututkintoon johtavan rikosseuraamusalan koulutuksen jarjestaa laurea-ammattikorkeakoulu yhteistyossa koulutuskeskuksen kanssa. tassa koulutuksessa noudatetaan soveltuvin osin, mita ammattikorkeakoululaissa (351/2003) ja sen nojalla saadetaan. opiskelijat ovat ammattikorkeakoulun opiskelijoita. koulutuksesta huolehtivat kumpikin oppilaitos siten kuin siita tarvittaessa tarkemmin valtioneuvoston asetuksella saadetaan ja ammattikorkeakoulun ja koulutuskeskuksen kesken sovitaan.",
        "title_sv": "Utbildning som leder till yrkeshögskoleexamen",
        "content_sv": "Den utbildning på brottpåföljdsområdet som leder till yrkeshögskoleexamen anordnas av yrkeshögskolan Laurea i samarbete med utbildningscentralen. I denna utbildning iakttas i tillämpliga delar vad som bestäms i och med stöd av yrkeshögskolelagen (351/2003). De studerande är studerande vid yrkeshögskolan. Vardera läroanstalten har hand om utbildningen enligt vad som närmare vid behov bestäms genom förordning av statsrådet och enligt vad yrkeshögskolan och utbildningscentralen kommer överens om.",
        "normalized_sv": "Den utbildning på brottpåföljdsområdet som leder till yrkeshögskoleexamen anordnas av yrkeshögskolan Laurea i samarbete med utbildningscentralen. I denna utbildning iakttas i tillämpliga delar vad som bestäms i och med stöd av yrkeshögskolelagen (351/2003). De studerande är studerande vid yrkeshögskolan. Vardera läroanstalten har hand om utbildningen enligt vad som närmare vid behov bestäms genom förordning av statsrådet och enligt vad yrkeshögskolan och utbildningscentralen kommer överens om.",
        "folded_sv": "den utbildning pa brottpafoljdsomradet som leder till yrkeshogskoleexamen anordnas av yrkeshogskolan laurea i samarbete med utbildningscentralen. i denna utbildning iakttas i tillampliga delar vad som bestams i och med stod av yrkeshogskolelagen (351/2003). de studerande ar studerande vid yrkeshogskolan. vardera laroanstalten har hand om utbildningen enligt vad som narmare vid behov bestams genom forordning av statsradet och enligt vad yrkeshogskolan och utbildningscentralen kommer overens om."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "title": "Ammattikorkeakouluopetuksen rahoitus",
      "content": "Edellä 28 §:ssä tarkoitetulle ammattikorkeakoululle suoritetaan ammattikorkeakoulututkintoon johtavasta koulutuksesta aiheutuviin käyttökustannuksiin rahoitusta siten kuin opetus- ja kulttuuritoimen rahoituksesta annetussa laissa (635/1998) säädetään. Ammattikorkeakoulu maksaa koulutuskeskukselle korvauksen sen antamasta opetuksesta siten kuin ammattikorkeakoulu ja koulutuskeskus siitä sopivat vuosittain ennen varainhoitovuoden alkua. Valtioneuvoston asetuksella voidaan tarvittaessa säätää tarkemmin 1 momentissa tarkoitetusta ammattikorkeakoulun ja koulutuskeskuksen välisestä sopimuksesta ja korvauksen maksamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_29",
        "normalized_fi": "Edellä 28 § :ssä tarkoitetulle ammattikorkeakoululle suoritetaan ammattikorkeakoulututkintoon johtavasta koulutuksesta aiheutuviin käyttökustannuksiin rahoitusta siten kuin opetus- ja kulttuuritoimen rahoituksesta annetussa laissa (635/1998) säädetään. Ammattikorkeakoulu maksaa koulutuskeskukselle korvauksen sen antamasta opetuksesta siten kuin ammattikorkeakoulu ja koulutuskeskus siitä sopivat vuosittain ennen varainhoitovuoden alkua. Valtioneuvoston asetuksella voidaan tarvittaessa säätää tarkemmin 1 momentissa tarkoitetusta ammattikorkeakoulun ja koulutuskeskuksen välisestä sopimuksesta ja korvauksen maksamisesta.",
        "folded_fi": "edella 28 §:ssa tarkoitetulle ammattikorkeakoululle suoritetaan ammattikorkeakoulututkintoon johtavasta koulutuksesta aiheutuviin kayttokustannuksiin rahoitusta siten kuin opetus- ja kulttuuritoimen rahoituksesta annetussa laissa (635/1998) saadetaan. ammattikorkeakoulu maksaa koulutuskeskukselle korvauksen sen antamasta opetuksesta siten kuin ammattikorkeakoulu ja koulutuskeskus siita sopivat vuosittain ennen varainhoitovuoden alkua. valtioneuvoston asetuksella voidaan tarvittaessa saataa tarkemmin 1 momentissa tarkoitetusta ammattikorkeakoulun ja koulutuskeskuksen valisesta sopimuksesta ja korvauksen maksamisesta.",
        "title_sv": "Finansiering av yrkeshögskoleutbildningen",
        "content_sv": "Den yrkeshögskola som avses i 28 § erhåller finansiering för driftskostnaderna för den utbildning som leder till yrkeshögskoleexamen enligt vad som bestäms i lagen om finansiering av undervisnings- och kulturverksamhet (635/1998). Yrkeshögskolan ersätter utbildningscentralen för den undervisning centralen tillhandahåller i enlighet med vad yrkeshögskolan och centralen avtalar om saken årligen före ingången av finansåret. Genom förordning av statsrådet kan vid behov närmare bestämmelser utfärdas om det i 1 mom. avsedda avtalet mellan yrkeshögskolan och utbildningscentralen samt om betalningen av ersättning.",
        "normalized_sv": "Den yrkeshögskola som avses i 28 § erhåller finansiering för driftskostnaderna för den utbildning som leder till yrkeshögskoleexamen enligt vad som bestäms i lagen om finansiering av undervisnings- och kulturverksamhet (635/1998). Yrkeshögskolan ersätter utbildningscentralen för den undervisning centralen tillhandahåller i enlighet med vad yrkeshögskolan och centralen avtalar om saken årligen före ingången av finansåret. Genom förordning av statsrådet kan vid behov närmare bestämmelser utfärdas om det i 1 mom. avsedda avtalet mellan yrkeshögskolan och utbildningscentralen samt om betalningen av ersättning.",
        "folded_sv": "den yrkeshogskola som avses i 28 § erhaller finansiering for driftskostnaderna for den utbildning som leder till yrkeshogskoleexamen enligt vad som bestams i lagen om finansiering av undervisnings- och kulturverksamhet (635/1998). yrkeshogskolan ersatter utbildningscentralen for den undervisning centralen tillhandahaller i enlighet med vad yrkeshogskolan och centralen avtalar om saken arligen fore ingangen av finansaret. genom forordning av statsradet kan vid behov narmare bestammelser utfardas om det i 1 mom. avsedda avtalet mellan yrkeshogskolan och utbildningscentralen samt om betalningen av ersattning."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "title": "Oikaisuvaatimus",
      "content": "Opiskelijavalintaa tutkintoon johtavaan koulutukseen koskevaan päätökseen tyytymätön voi hakea siihen kirjallisesti oikaisua koulutuskeskuksen johtokunnalta 14 päivän kuluessa valinnan julkistamisesta. Opiskelijavalinnan tuloksia julkistettaessa on ilmoitettava, miten hakija voi saada tiedon valinnassa noudatettujen perusteiden soveltamisesta häneen ja miten valintaan voi hakea oikaisua. Aikaisempien opintojen ja osaamisen hyväksi lukemisen oikaisemista koskevaan 12 §:n 2 momentissa tarkoitettuun ja opintosuorituksen arvioinnin oikaisemista koskevaan 16 §:n 2 momentissa tarkoitettuun opettajan päätökseen tyytymätön voi hakea siihen kirjallisesti oikaisua koulutuskeskuksen johtajalta 14 päivän kuluessa päätöksen tiedoksisaannista. Opiskeluoikeuden menettämistä, opiskelun keskeyttämistä, varoituksen antamista tai koulutuksesta erottamista koskevaan päätökseen tyytymätön voi hakea siihen kirjallisesti oikaisua koulutuskeskuksen johtokunnalta 14 päivän kuluessa päätöksen tiedoksisaannista. Päätökseen, johon saa hakea oikaisua, ei saa hakea muutosta valittamalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_30",
        "normalized_fi": "Opiskelijavalintaa tutkintoon johtavaan koulutukseen koskevaan päätökseen tyytymätön voi hakea siihen kirjallisesti oikaisua koulutuskeskuksen johtokunnalta 14 päivän kuluessa valinnan julkistamisesta. Opiskelijavalinnan tuloksia julkistettaessa on ilmoitettava, miten hakija voi saada tiedon valinnassa noudatettujen perusteiden soveltamisesta häneen ja miten valintaan voi hakea oikaisua. Aikaisempien opintojen ja osaamisen hyväksi lukemisen oikaisemista koskevaan 12 § :n 2 momentissa tarkoitettuun ja opintosuorituksen arvioinnin oikaisemista koskevaan 16 § :n 2 momentissa tarkoitettuun opettajan päätökseen tyytymätön voi hakea siihen kirjallisesti oikaisua koulutuskeskuksen johtajalta 14 päivän kuluessa päätöksen tiedoksisaannista. Opiskeluoikeuden menettämistä, opiskelun keskeyttämistä, varoituksen antamista tai koulutuksesta erottamista koskevaan päätökseen tyytymätön voi hakea siihen kirjallisesti oikaisua koulutuskeskuksen johtokunnalta 14 päivän kuluessa päätöksen tiedoksisaannista. Päätökseen, johon saa hakea oikaisua, ei saa hakea muutosta valittamalla.",
        "folded_fi": "opiskelijavalintaa tutkintoon johtavaan koulutukseen koskevaan paatokseen tyytymaton voi hakea siihen kirjallisesti oikaisua koulutuskeskuksen johtokunnalta 14 paivan kuluessa valinnan julkistamisesta. opiskelijavalinnan tuloksia julkistettaessa on ilmoitettava, miten hakija voi saada tiedon valinnassa noudatettujen perusteiden soveltamisesta haneen ja miten valintaan voi hakea oikaisua. aikaisempien opintojen ja osaamisen hyvaksi lukemisen oikaisemista koskevaan 12 §:n 2 momentissa tarkoitettuun ja opintosuorituksen arvioinnin oikaisemista koskevaan 16 §:n 2 momentissa tarkoitettuun opettajan paatokseen tyytymaton voi hakea siihen kirjallisesti oikaisua koulutuskeskuksen johtajalta 14 paivan kuluessa paatoksen tiedoksisaannista. opiskeluoikeuden menettamista, opiskelun keskeyttamista, varoituksen antamista tai koulutuksesta erottamista koskevaan paatokseen tyytymaton voi hakea siihen kirjallisesti oikaisua koulutuskeskuksen johtokunnalta 14 paivan kuluessa paatoksen tiedoksisaannista. paatokseen, johon saa hakea oikaisua, ei saa hakea muutosta valittamalla.",
        "title_sv": "Rättelseyrkande",
        "content_sv": "Den som är missnöjd med ett beslut som gäller antagning av studerande till utbildning för examen kan hos utbildningscentralens direktion skriftligen söka rättelse i beslutet inom 14 dagar efter det att antagningen offentliggjorts. Vid offentliggörandet av resultatet av antagningen av studerande skall anges hur sökanden kan få upplysning om hur grunderna för antagningen har tillämpats på honom eller henne och hur rättelse av antagningen kan sökas. Den som är missnöjd med lärarens beslut med anledning av begäran om rättelse i beslut om tillgodoräknande av tidigare studier och kompetens enligt 12 § 2 mom. eller bedömningen av en studieprestation enligt 16 § 2 mom. kan hos direktören för utbildningscentralen skriftligen söka rättelse inom 14 dagar från det att han eller hon fått del av beslutet. Den som är missnöjd med ett beslut som gäller förlust av studierätten, avbrott i studierna, varning eller avstängning från utbildningen kan hos utbildningscentralens direktion skriftligen söka rättelse inom 14 dagar efter det att han eller hon fått del av beslutet. I ett beslut i vilket rättelse får sökas får ändring inte sökas genom besvär.",
        "normalized_sv": "Den som är missnöjd med ett beslut som gäller antagning av studerande till utbildning för examen kan hos utbildningscentralens direktion skriftligen söka rättelse i beslutet inom 14 dagar efter det att antagningen offentliggjorts. Vid offentliggörandet av resultatet av antagningen av studerande skall anges hur sökanden kan få upplysning om hur grunderna för antagningen har tillämpats på honom eller henne och hur rättelse av antagningen kan sökas. Den som är missnöjd med lärarens beslut med anledning av begäran om rättelse i beslut om tillgodoräknande av tidigare studier och kompetens enligt 12 § 2 mom. eller bedömningen av en studieprestation enligt 16 § 2 mom. kan hos direktören för utbildningscentralen skriftligen söka rättelse inom 14 dagar från det att han eller hon fått del av beslutet. Den som är missnöjd med ett beslut som gäller förlust av studierätten, avbrott i studierna, varning eller avstängning från utbildningen kan hos utbildningscentralens direktion skriftligen söka rättelse inom 14 dagar efter det att han eller hon fått del av beslutet. I ett beslut i vilket rättelse får sökas får ändring inte sökas genom besvär.",
        "folded_sv": "den som ar missnojd med ett beslut som galler antagning av studerande till utbildning for examen kan hos utbildningscentralens direktion skriftligen soka rattelse i beslutet inom 14 dagar efter det att antagningen offentliggjorts. vid offentliggorandet av resultatet av antagningen av studerande skall anges hur sokanden kan fa upplysning om hur grunderna for antagningen har tillampats pa honom eller henne och hur rattelse av antagningen kan sokas. den som ar missnojd med lararens beslut med anledning av begaran om rattelse i beslut om tillgodoraknande av tidigare studier och kompetens enligt 12 § 2 mom. eller bedomningen av en studieprestation enligt 16 § 2 mom. kan hos direktoren for utbildningscentralen skriftligen soka rattelse inom 14 dagar fran det att han eller hon fatt del av beslutet. den som ar missnojd med ett beslut som galler forlust av studieratten, avbrott i studierna, varning eller avstangning fran utbildningen kan hos utbildningscentralens direktion skriftligen soka rattelse inom 14 dagar efter det att han eller hon fatt del av beslutet. i ett beslut i vilket rattelse far sokas far andring inte sokas genom besvar."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "title": "Muutoksenhaku",
      "content": "Edellä 30 §:ssä tarkoitettuun oikaisuvaatimuksesta annettuun päätökseen haetaan muutosta hallinto-oikeudelta siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Opintosuorituksen arviointia tai aikaisempien opintojen ja osaamisen hyväksi lukemista koskevaan oikaisumenettelyssä annettuun päätökseen ei saa valittamalla hakea muutosta. Hallinto-oikeuden tässä laissa tarkoitetussa asiassa antamaan päätökseen ei saa hakea muutosta valittamalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_31",
        "normalized_fi": "Edellä 30 § :ssä tarkoitettuun oikaisuvaatimuksesta annettuun päätökseen haetaan muutosta hallinto-oikeudelta siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Opintosuorituksen arviointia tai aikaisempien opintojen ja osaamisen hyväksi lukemista koskevaan oikaisumenettelyssä annettuun päätökseen ei saa valittamalla hakea muutosta. Hallinto-oikeuden tässä laissa tarkoitetussa asiassa antamaan päätökseen ei saa hakea muutosta valittamalla.",
        "folded_fi": "edella 30 §:ssa tarkoitettuun oikaisuvaatimuksesta annettuun paatokseen haetaan muutosta hallinto-oikeudelta siten kuin hallintolainkayttolaissa (586/1996) saadetaan. opintosuorituksen arviointia tai aikaisempien opintojen ja osaamisen hyvaksi lukemista koskevaan oikaisumenettelyssa annettuun paatokseen ei saa valittamalla hakea muutosta. hallinto-oikeuden tassa laissa tarkoitetussa asiassa antamaan paatokseen ei saa hakea muutosta valittamalla.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ändring i ett beslut med anledning av ett rättelseyrkande enligt 30 § får sökas hos förvaltningsdomstolen enligt vad som föreskrivs i förvaltningsprocesslagen (586/1996). I ett beslut som i ett rättelseförfarande meddelats om bedömning av en studieprestation eller tillgodoräknandet av tidigare studier och kompetens får ändring inte sökas genom besvär. I beslut som förvaltningsdomstolen meddelat i ett ärende som avses i denna lag får ändring inte sökas genom besvär.",
        "normalized_sv": "Ändring i ett beslut med anledning av ett rättelseyrkande enligt 30 § får sökas hos förvaltningsdomstolen enligt vad som föreskrivs i förvaltningsprocesslagen (586/1996). I ett beslut som i ett rättelseförfarande meddelats om bedömning av en studieprestation eller tillgodoräknandet av tidigare studier och kompetens får ändring inte sökas genom besvär. I beslut som förvaltningsdomstolen meddelat i ett ärende som avses i denna lag får ändring inte sökas genom besvär.",
        "folded_sv": "andring i ett beslut med anledning av ett rattelseyrkande enligt 30 § far sokas hos forvaltningsdomstolen enligt vad som foreskrivs i forvaltningsprocesslagen (586/1996). i ett beslut som i ett rattelseforfarande meddelats om bedomning av en studieprestation eller tillgodoraknandet av tidigare studier och kompetens far andring inte sokas genom besvar. i beslut som forvaltningsdomstolen meddelat i ett arende som avses i denna lag far andring inte sokas genom besvar."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "title": "Tarkemmat säännökset",
      "content": "Tarkempia säännöksiä koulutuskeskuksen organisaatiosta, asioiden käsittelemisestä, viroista ja niiden kelpoisuusvaatimuksista sekä valintamenettelystä ja opetuksen antamisesta voidaan antaa valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_32",
        "normalized_fi": "Tarkempia säännöksiä koulutuskeskuksen organisaatiosta, asioiden käsittelemisestä, viroista ja niiden kelpoisuusvaatimuksista sekä valintamenettelystä ja opetuksen antamisesta voidaan antaa valtioneuvoston asetuksella.",
        "folded_fi": "tarkempia saannoksia koulutuskeskuksen organisaatiosta, asioiden kasittelemisesta, viroista ja niiden kelpoisuusvaatimuksista seka valintamenettelysta ja opetuksen antamisesta voidaan antaa valtioneuvoston asetuksella.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Närmare bestämmelser om utbildningscentralens organisation och behandlingen av ärenden, om tjänster vid utbildningscentralen och behörighetsvillkoren för dem samt om antagningen till utbildning och undervisningen kan utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om utbildningscentralens organisation och behandlingen av ärenden, om tjänster vid utbildningscentralen och behörighetsvillkoren för dem samt om antagningen till utbildning och undervisningen kan utfärdas genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om utbildningscentralens organisation och behandlingen av arenden, om tjanster vid utbildningscentralen och behorighetsvillkoren for dem samt om antagningen till utbildning och undervisningen kan utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2007. Tällä lailla kumotaan Vankeinhoidon koulutuskeskuksesta 16 päivänä helmikuuta 2001 annettu laki (136/2001) siihen myöhemmin tehtyine muutoksineen. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_33",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2007. Tällä lailla kumotaan Vankeinhoidon koulutuskeskuksesta 16 päivänä helmikuuta 2001 annettu laki (136/2001) siihen myöhemmin tehtyine muutoksineen. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2007. talla lailla kumotaan vankeinhoidon koulutuskeskuksesta 16 paivana helmikuuta 2001 annettu laki (136/2001) siihen myohemmin tehtyine muutoksineen. ennen taman lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2007. Genom denna lag upphävs lagen av den 16 februari 2001 om Fångvårdens utbildningscentral (136/2001) jämte ändringar. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2007. Genom denna lag upphävs lagen av den 16 februari 2001 om Fångvårdens utbildningscentral (136/2001) jämte ändringar. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2007. genom denna lag upphavs lagen av den 16 februari 2001 om fangvardens utbildningscentral (136/2001) jamte andringar. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Siirtymäsäännökset",
      "content": "Ennen tämän lain voimaantuloa aloitetut vankeinhoitotutkinnon opinnot voidaan suorittaa loppuun tämän lain voimaan tullessa voimassa olleiden säännösten ja määräysten mukaan. Ennen tämän lain voimaantuloa asetettu johtokunta jatkaa toimikautensa loppuun, mutta sen jäsenmäärä täydennetään 2 §:n 3 momentissa säädetyn mukaiseksi. Jos oppilasta koskeva päätös on tehty ennen lain voimaantuloa, sitä koskevan oikaisuvaatimuksen käsittelyssä ja muutoksenhaussa noudatetaan tämän lain voimaan tullessa voimassa olleita säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_34",
        "normalized_fi": "Ennen tämän lain voimaantuloa aloitetut vankeinhoitotutkinnon opinnot voidaan suorittaa loppuun tämän lain voimaan tullessa voimassa olleiden säännösten ja määräysten mukaan. Ennen tämän lain voimaantuloa asetettu johtokunta jatkaa toimikautensa loppuun, mutta sen jäsenmäärä täydennetään 2 § :n 3 momentissa säädetyn mukaiseksi. Jos oppilasta koskeva päätös on tehty ennen lain voimaantuloa, sitä koskevan oikaisuvaatimuksen käsittelyssä ja muutoksenhaussa noudatetaan tämän lain voimaan tullessa voimassa olleita säännöksiä.",
        "folded_fi": "ennen taman lain voimaantuloa aloitetut vankeinhoitotutkinnon opinnot voidaan suorittaa loppuun taman lain voimaan tullessa voimassa olleiden saannosten ja maaraysten mukaan. ennen taman lain voimaantuloa asetettu johtokunta jatkaa toimikautensa loppuun, mutta sen jasenmaara taydennetaan 2 §:n 3 momentissa saadetyn mukaiseksi. jos oppilasta koskeva paatos on tehty ennen lain voimaantuloa, sita koskevan oikaisuvaatimuksen kasittelyssa ja muutoksenhaussa noudatetaan taman lain voimaan tullessa voimassa olleita saannoksia.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "Sådan utbildning för fångvårdsexamen som har påbörjats innan denna lag träder i kraft får slutföras i enlighet med de bestämmelser och föreskrifter som gällde vid ikraftträdandet. Den direktionen som har tillsatts före ikraftträdandet av denna lag fortsätter till slutet av sin mandattid, men dess medlemsantal kompletteras så att det motsvarar vad som föreskrivs i 2 § 3 mom. Om ett beslut som gäller en elev har fattats innan lagen har trätt i kraft, iakttas vid behandlingen av ett rättelseyrkande som gäller beslutet samt vid ändringssökande de bestämmelser som gällde vid ikraftträdandet.",
        "normalized_sv": "Sådan utbildning för fångvårdsexamen som har påbörjats innan denna lag träder i kraft får slutföras i enlighet med de bestämmelser och föreskrifter som gällde vid ikraftträdandet. Den direktionen som har tillsatts före ikraftträdandet av denna lag fortsätter till slutet av sin mandattid, men dess medlemsantal kompletteras så att det motsvarar vad som föreskrivs i 2 § 3 mom. Om ett beslut som gäller en elev har fattats innan lagen har trätt i kraft, iakttas vid behandlingen av ett rättelseyrkande som gäller beslutet samt vid ändringssökande de bestämmelser som gällde vid ikraftträdandet.",
        "folded_sv": "sadan utbildning for fangvardsexamen som har paborjats innan denna lag trader i kraft far slutforas i enlighet med de bestammelser och foreskrifter som gallde vid ikrafttradandet. den direktionen som har tillsatts fore ikrafttradandet av denna lag fortsatter till slutet av sin mandattid, men dess medlemsantal kompletteras sa att det motsvarar vad som foreskrivs i 2 § 3 mom. om ett beslut som galler en elev har fattats innan lagen har tratt i kraft, iakttas vid behandlingen av ett rattelseyrkande som galler beslutet samt vid andringssokande de bestammelser som gallde vid ikrafttradandet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Asema ja tehtävät",
      "content": "Rikosseuraamusalan koulutuskeskus on oikeusministeriön alainen valtion oppilaitos, jonka tehtävänä on antaa rikosseuraamusalalla tutkintoon johtavaa koulutusta ja ammatillista lisäkoulutusta sekä harjoittaa toimialaansa liittyvää tutkimus- ja kehittämistoimintaa. Koulutuskeskuksen tehtävistä säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Rikosseuraamusalan koulutuskeskus on oikeusministeriön alainen valtion oppilaitos, jonka tehtävänä on antaa rikosseuraamusalalla tutkintoon johtavaa koulutusta ja ammatillista lisäkoulutusta sekä harjoittaa toimialaansa liittyvää tutkimus- ja kehittämistoimintaa. Koulutuskeskuksen tehtävistä säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "rikosseuraamusalan koulutuskeskus on oikeusministerion alainen valtion oppilaitos, jonka tehtavana on antaa rikosseuraamusalalla tutkintoon johtavaa koulutusta ja ammatillista lisakoulutusta seka harjoittaa toimialaansa liittyvaa tutkimus- ja kehittamistoimintaa. koulutuskeskuksen tehtavista saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Ställning och uppgifter",
        "content_sv": "Brottspåföljdsområdets utbildningscentral är en statlig läroanstalt som lyder under justitieministeriet och som har till uppgift att ordna sådan utbildning som leder till examen och yrkesinriktad tilläggsutbildning på brottspåföljdsområdet samt bedriva forsknings- och utvecklingsverksamhet inom sitt eget område. Närmare bestämmelser om utbildningscentralens uppgifter utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Brottspåföljdsområdets utbildningscentral är en statlig läroanstalt som lyder under justitieministeriet och som har till uppgift att ordna sådan utbildning som leder till examen och yrkesinriktad tilläggsutbildning på brottspåföljdsområdet samt bedriva forsknings- och utvecklingsverksamhet inom sitt eget område. Närmare bestämmelser om utbildningscentralens uppgifter utfärdas genom förordning av statsrådet.",
        "folded_sv": "brottspafoljdsomradets utbildningscentral ar en statlig laroanstalt som lyder under justitieministeriet och som har till uppgift att ordna sadan utbildning som leder till examen och yrkesinriktad tillaggsutbildning pa brottspafoljdsomradet samt bedriva forsknings- och utvecklingsverksamhet inom sitt eget omrade. narmare bestammelser om utbildningscentralens uppgifter utfardas genom forordning av statsradet."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "title": "Johtokunta",
      "content": "Koulutuskeskuksella on johtokunta, jonka oikeusministeriö asettaa neljäksi vuodeksi kerrallaan. Johtokunnan tehtävänä on ohjata, valvoa ja kehittää koulutuskeskuksen toimintaa sekä ratkaista oikaisuvaatimukset ja muut sen toimivaltaan säädetyt asiat. Johtokuntaan kuuluu puheenjohtaja ja seitsemän muuta jäsentä, joista jokaisella on henkilökohtainen varajäsen. Jäsenet edustavat opetusalaa, rikosseuraamusalaa ja sen sidosryhmiä sekä muuta koulutuskeskuksen toiminnan kannalta keskeistä asiantuntemusta. Kolme jäsentä ja heidän varajäsenensä nimetään Rikosseuraamusviraston ehdottamista henkilöistä. Yksi jäsen ja hänen varajäsenensä edustaa koulutuskeskuksen henkilöstöä. Johtokunnan tehtävistä säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_2",
        "normalized_fi": "Koulutuskeskuksella on johtokunta, jonka oikeusministeriö asettaa neljäksi vuodeksi kerrallaan. Johtokunnan tehtävänä on ohjata, valvoa ja kehittää koulutuskeskuksen toimintaa sekä ratkaista oikaisuvaatimukset ja muut sen toimivaltaan säädetyt asiat. Johtokuntaan kuuluu puheenjohtaja ja seitsemän muuta jäsentä, joista jokaisella on henkilökohtainen varajäsen. Jäsenet edustavat opetusalaa, rikosseuraamusalaa ja sen sidosryhmiä sekä muuta koulutuskeskuksen toiminnan kannalta keskeistä asiantuntemusta. Kolme jäsentä ja heidän varajäsenensä nimetään Rikosseuraamusviraston ehdottamista henkilöistä. Yksi jäsen ja hänen varajäsenensä edustaa koulutuskeskuksen henkilöstöä. Johtokunnan tehtävistä säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "koulutuskeskuksella on johtokunta, jonka oikeusministerio asettaa neljaksi vuodeksi kerrallaan. johtokunnan tehtavana on ohjata, valvoa ja kehittaa koulutuskeskuksen toimintaa seka ratkaista oikaisuvaatimukset ja muut sen toimivaltaan saadetyt asiat. johtokuntaan kuuluu puheenjohtaja ja seitseman muuta jasenta, joista jokaisella on henkilokohtainen varajasen. jasenet edustavat opetusalaa, rikosseuraamusalaa ja sen sidosryhmia seka muuta koulutuskeskuksen toiminnan kannalta keskeista asiantuntemusta. kolme jasenta ja heidan varajasenensa nimetaan rikosseuraamusviraston ehdottamista henkiloista. yksi jasen ja hanen varajasenensa edustaa koulutuskeskuksen henkilostoa. johtokunnan tehtavista saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Direktion",
        "content_sv": "Utbildningscentralen har en direktion som utses av justitieministeriet för fyra år i sänder. Direktionen har till uppgift att styra, övervaka och utveckla utbildningscentralens verksamhet samt avgöra rättelseyrkanden och andra ärenden som hör till dess behörighet. Till direktionen hör en ordförande och sju andra medlemmar som var och en har en personlig suppleant. Medlemmarna skall företräda undervisningssektorn, brottspåföljdsområdet och intressentgrupperna inom det området samt annan sakkunskap som är viktig med tanke på utbildningscentralens verksamhet. Tre av medlemmarna och deras suppleanter utses bland personer som föreslagits av Brottspåföljdsverket. En av medlemmarna och dennes suppleant företräder utbildningscentralens personal. Närmare bestämmelser om direktionens uppgifter utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Utbildningscentralen har en direktion som utses av justitieministeriet för fyra år i sänder. Direktionen har till uppgift att styra, övervaka och utveckla utbildningscentralens verksamhet samt avgöra rättelseyrkanden och andra ärenden som hör till dess behörighet. Till direktionen hör en ordförande och sju andra medlemmar som var och en har en personlig suppleant. Medlemmarna skall företräda undervisningssektorn, brottspåföljdsområdet och intressentgrupperna inom det området samt annan sakkunskap som är viktig med tanke på utbildningscentralens verksamhet. Tre av medlemmarna och deras suppleanter utses bland personer som föreslagits av Brottspåföljdsverket. En av medlemmarna och dennes suppleant företräder utbildningscentralens personal. Närmare bestämmelser om direktionens uppgifter utfärdas genom förordning av statsrådet.",
        "folded_sv": "utbildningscentralen har en direktion som utses av justitieministeriet for fyra ar i sander. direktionen har till uppgift att styra, overvaka och utveckla utbildningscentralens verksamhet samt avgora rattelseyrkanden och andra arenden som hor till dess behorighet. till direktionen hor en ordforande och sju andra medlemmar som var och en har en personlig suppleant. medlemmarna skall foretrada undervisningssektorn, brottspafoljdsomradet och intressentgrupperna inom det omradet samt annan sakkunskap som ar viktig med tanke pa utbildningscentralens verksamhet. tre av medlemmarna och deras suppleanter utses bland personer som foreslagits av brottspafoljdsverket. en av medlemmarna och dennes suppleant foretrader utbildningscentralens personal. narmare bestammelser om direktionens uppgifter utfardas genom forordning av statsradet."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "Asian käsittelystä johtokunnassa",
      "content": "Johtokunta on päätösvaltainen, kun läsnä on puheenjohtaja tai varapuheenjohtaja ja vähintään kolme muuta jäsentä tai varajäsentä. Johtokunnan päätökseksi tulee se mielipide, jota enemmistö on kannattanut. Äänten mennessä tasan päätökseksi tulee se mielipide, johon kokouksen puheenjohtaja on yhtynyt, opiskeluoikeuden menettämistä, opiskelun keskeyttämistä, varoituksen antamista ja koulutuskeskuksesta erottamista koskevassa asiassa kuitenkin lievempi kanta. Asian käsittelystä johtokunnassa säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_3",
        "normalized_fi": "Johtokunta on päätösvaltainen, kun läsnä on puheenjohtaja tai varapuheenjohtaja ja vähintään kolme muuta jäsentä tai varajäsentä. Johtokunnan päätökseksi tulee se mielipide, jota enemmistö on kannattanut. Äänten mennessä tasan päätökseksi tulee se mielipide, johon kokouksen puheenjohtaja on yhtynyt, opiskeluoikeuden menettämistä, opiskelun keskeyttämistä, varoituksen antamista ja koulutuskeskuksesta erottamista koskevassa asiassa kuitenkin lievempi kanta. Asian käsittelystä johtokunnassa säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "johtokunta on paatosvaltainen, kun lasna on puheenjohtaja tai varapuheenjohtaja ja vahintaan kolme muuta jasenta tai varajasenta. johtokunnan paatokseksi tulee se mielipide, jota enemmisto on kannattanut. aanten mennessa tasan paatokseksi tulee se mielipide, johon kokouksen puheenjohtaja on yhtynyt, opiskeluoikeuden menettamista, opiskelun keskeyttamista, varoituksen antamista ja koulutuskeskuksesta erottamista koskevassa asiassa kuitenkin lievempi kanta. asian kasittelysta johtokunnassa saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Behandling av ärenden i direktionen",
        "content_sv": "Direktionen är beslutför när ordföranden eller vice ordföranden och minst tre andra medlemmar eller suppleanter är närvarande. Direktionens beslut blir den åsikt som majoriteten understöder. Om rösterna faller lika, gäller som beslut den åsikt som ordföranden har förenat sig om. Ärenden som gäller förlust av studierätt, avbrott i studier, utfärdande av varning och avstängning från utbildningscentralen avgörs dock enligt den lindrigare ståndpunkten. Närmare bestämmelser om behandling av ärenden i direktionen utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Direktionen är beslutför när ordföranden eller vice ordföranden och minst tre andra medlemmar eller suppleanter är närvarande. Direktionens beslut blir den åsikt som majoriteten understöder. Om rösterna faller lika, gäller som beslut den åsikt som ordföranden har förenat sig om. Ärenden som gäller förlust av studierätt, avbrott i studier, utfärdande av varning och avstängning från utbildningscentralen avgörs dock enligt den lindrigare ståndpunkten. Närmare bestämmelser om behandling av ärenden i direktionen utfärdas genom förordning av statsrådet.",
        "folded_sv": "direktionen ar beslutfor nar ordforanden eller vice ordforanden och minst tre andra medlemmar eller suppleanter ar narvarande. direktionens beslut blir den asikt som majoriteten understoder. om rosterna faller lika, galler som beslut den asikt som ordforanden har forenat sig om. arenden som galler forlust av studieratt, avbrott i studier, utfardande av varning och avstangning fran utbildningscentralen avgors dock enligt den lindrigare standpunkten. narmare bestammelser om behandling av arenden i direktionen utfardas genom forordning av statsradet."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Johtaja",
      "content": "Koulutuskeskuksella on johtaja, jonka oikeusministeriö nimittää. Johtajan tehtävänä on johtaa ja kehittää koulutuskeskuksen toimintaa sekä vastata toiminnan tuloksellisuudesta, laadusta ja tavoitteiden saavuttamisesta. Johtajan tehtävistä säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_4",
        "normalized_fi": "Koulutuskeskuksella on johtaja, jonka oikeusministeriö nimittää. Johtajan tehtävänä on johtaa ja kehittää koulutuskeskuksen toimintaa sekä vastata toiminnan tuloksellisuudesta, laadusta ja tavoitteiden saavuttamisesta. Johtajan tehtävistä säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "koulutuskeskuksella on johtaja, jonka oikeusministerio nimittaa. johtajan tehtavana on johtaa ja kehittaa koulutuskeskuksen toimintaa seka vastata toiminnan tuloksellisuudesta, laadusta ja tavoitteiden saavuttamisesta. johtajan tehtavista saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Direktör",
        "content_sv": "Utbildningscentralen har en direktör som utnämns av justitieministeriet. Direktören har till uppgift att leda och utveckla utbildningscentralens verksamhet samt svara för att verksamheten ger resultat och är kvalitativ och för att målen nås. Närmare bestämmelser om direktörens uppgifter utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Utbildningscentralen har en direktör som utnämns av justitieministeriet. Direktören har till uppgift att leda och utveckla utbildningscentralens verksamhet samt svara för att verksamheten ger resultat och är kvalitativ och för att målen nås. Närmare bestämmelser om direktörens uppgifter utfärdas genom förordning av statsrådet.",
        "folded_sv": "utbildningscentralen har en direktor som utnamns av justitieministeriet. direktoren har till uppgift att leda och utveckla utbildningscentralens verksamhet samt svara for att verksamheten ger resultat och ar kvalitativ och for att malen nas. narmare bestammelser om direktorens uppgifter utfardas genom forordning av statsradet."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Päätösvalta",
      "content": "Koulutuskeskukselle kuuluvat asiat ratkaisee johtaja, jollei tässä laissa tai sen nojalla valtioneuvoston asetuksessa toisin säädetä. Johtajan vahvistamassa työjärjestyksessä voidaan johtajan toimivaltaan kuuluva asia antaa koulutuskeskuksen muun virkamiehen ratkaistavaksi lukuun ottamatta laissa tai valtioneuvoston asetuksessa johtajan ratkaistavaksi säädettyjä asioita. Työjärjestyksen tarkemmasta sisällöstä säädetään valtioneuvoston asetuksella. Asiat ratkaistaan esittelystä, jollei työjärjestyksessä toisin määrätä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Koulutuskeskukselle kuuluvat asiat ratkaisee johtaja, jollei tässä laissa tai sen nojalla valtioneuvoston asetuksessa toisin säädetä. Johtajan vahvistamassa työjärjestyksessä voidaan johtajan toimivaltaan kuuluva asia antaa koulutuskeskuksen muun virkamiehen ratkaistavaksi lukuun ottamatta laissa tai valtioneuvoston asetuksessa johtajan ratkaistavaksi säädettyjä asioita. Työjärjestyksen tarkemmasta sisällöstä säädetään valtioneuvoston asetuksella. Asiat ratkaistaan esittelystä, jollei työjärjestyksessä toisin määrätä.",
        "folded_fi": "koulutuskeskukselle kuuluvat asiat ratkaisee johtaja, jollei tassa laissa tai sen nojalla valtioneuvoston asetuksessa toisin saadeta. johtajan vahvistamassa tyojarjestyksessa voidaan johtajan toimivaltaan kuuluva asia antaa koulutuskeskuksen muun virkamiehen ratkaistavaksi lukuun ottamatta laissa tai valtioneuvoston asetuksessa johtajan ratkaistavaksi saadettyja asioita. tyojarjestyksen tarkemmasta sisallosta saadetaan valtioneuvoston asetuksella. asiat ratkaistaan esittelysta, jollei tyojarjestyksessa toisin maarata.",
        "title_sv": "Beslutanderätt",
        "content_sv": "De ärenden som ankommer på utbildningscentralen avgörs av direktören, om inte något annat föreskrivs i denna lag eller med stöd av den i förordning av statsrådet. I arbetsordningen som fastställts av direktören kan bestämmas att ett ärende som hör till direktörens behörighet skall avgöras av någon annan tjänsteman, med undantag för ärenden som enligt lag eller förordning av statsrådet skall avgöras av direktören. Bestämmelser om det närmare innehållet i arbetsordningen utfärdas genom förordning av statsrådet. Ärenden avgörs på föredragning, om inte något annat bestäms i arbetsordningen.",
        "normalized_sv": "De ärenden som ankommer på utbildningscentralen avgörs av direktören, om inte något annat föreskrivs i denna lag eller med stöd av den i förordning av statsrådet. I arbetsordningen som fastställts av direktören kan bestämmas att ett ärende som hör till direktörens behörighet skall avgöras av någon annan tjänsteman, med undantag för ärenden som enligt lag eller förordning av statsrådet skall avgöras av direktören. Bestämmelser om det närmare innehållet i arbetsordningen utfärdas genom förordning av statsrådet. Ärenden avgörs på föredragning, om inte något annat bestäms i arbetsordningen.",
        "folded_sv": "de arenden som ankommer pa utbildningscentralen avgors av direktoren, om inte nagot annat foreskrivs i denna lag eller med stod av den i forordning av statsradet. i arbetsordningen som faststallts av direktoren kan bestammas att ett arende som hor till direktorens behorighet skall avgoras av nagon annan tjansteman, med undantag for arenden som enligt lag eller forordning av statsradet skall avgoras av direktoren. bestammelser om det narmare innehallet i arbetsordningen utfardas genom forordning av statsradet. arenden avgors pa foredragning, om inte nagot annat bestams i arbetsordningen."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "title": "Ammatilliseen tutkintoon johtava koulutus",
      "content": "Koulutuskeskus antaa vankeinhoitoalan ammatilliseen tutkintoon johtavaa koulutusta. Tutkinnon tuottamasta kelpoisuudesta säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_6",
        "normalized_fi": "Koulutuskeskus antaa vankeinhoitoalan ammatilliseen tutkintoon johtavaa koulutusta. Tutkinnon tuottamasta kelpoisuudesta säädetään valtioneuvoston asetuksella.",
        "folded_fi": "koulutuskeskus antaa vankeinhoitoalan ammatilliseen tutkintoon johtavaa koulutusta. tutkinnon tuottamasta kelpoisuudesta saadetaan valtioneuvoston asetuksella.",
        "title_sv": "Utbildning som leder till yrkesinriktad examen",
        "content_sv": "Utbildningscentralen ger utbildning som leder till en yrkesinriktad examen inom fångvårdssektorn. Bestämmelser om den behörighet som examen ger utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Utbildningscentralen ger utbildning som leder till en yrkesinriktad examen inom fångvårdssektorn. Bestämmelser om den behörighet som examen ger utfärdas genom förordning av statsrådet.",
        "folded_sv": "utbildningscentralen ger utbildning som leder till en yrkesinriktad examen inom fangvardssektorn. bestammelser om den behorighet som examen ger utfardas genom forordning av statsradet."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "title": "Koulutuksen perusteet ja opetussuunnitelma",
      "content": "Tutkintoon johtavan koulutuksen tavoitteista, laajuudesta, rakenteesta ja muista koulutuksen perusteista säädetään valtioneuvoston asetuksella ja määrätään tarkemmin koulutuskeskuksen tutkintosäännössä. Muusta koulutuksesta säädetään tarvittaessa valtioneuvoston asetuksella. Johtokunta vahvistaa tutkintoon johtavaa koulutusta varten tutkintosäännön ja opetussuunnitelman. Tutkintosäännön ja opetussuunnitelman tarkemmasta sisällöstä säädetään valtioneuvoston asetuksella. Johtokunta voi vahvistaa opetussuunnitelman myös muuta koulutusta varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_7",
        "normalized_fi": "Tutkintoon johtavan koulutuksen tavoitteista, laajuudesta, rakenteesta ja muista koulutuksen perusteista säädetään valtioneuvoston asetuksella ja määrätään tarkemmin koulutuskeskuksen tutkintosäännössä. Muusta koulutuksesta säädetään tarvittaessa valtioneuvoston asetuksella. Johtokunta vahvistaa tutkintoon johtavaa koulutusta varten tutkintosäännön ja opetussuunnitelman. Tutkintosäännön ja opetussuunnitelman tarkemmasta sisällöstä säädetään valtioneuvoston asetuksella. Johtokunta voi vahvistaa opetussuunnitelman myös muuta koulutusta varten.",
        "folded_fi": "tutkintoon johtavan koulutuksen tavoitteista, laajuudesta, rakenteesta ja muista koulutuksen perusteista saadetaan valtioneuvoston asetuksella ja maarataan tarkemmin koulutuskeskuksen tutkintosaannossa. muusta koulutuksesta saadetaan tarvittaessa valtioneuvoston asetuksella. johtokunta vahvistaa tutkintoon johtavaa koulutusta varten tutkintosaannon ja opetussuunnitelman. tutkintosaannon ja opetussuunnitelman tarkemmasta sisallosta saadetaan valtioneuvoston asetuksella. johtokunta voi vahvistaa opetussuunnitelman myos muuta koulutusta varten.",
        "title_sv": "Grunderna för utbildningen och undervisningsplanen",
        "content_sv": "I fråga om målen för utbildningen som leder till examen, om utbildningens omfattning och struktur och om övriga grunder för utbildningen föreskrivs genom förordning av statsrådet och bestäms närmare i utbildningscentralens examensstadga. Bestämmelser om annan utbildning utfärdas vid behov genom förordning av statsrådet. Direktionen fastställer examensstadgan och undervisningsplanen för utbildningen som leder till examen. Bestämmelser om det närmare innehållet i examensstadgan och undervisningsplanen utfärdas genom förordning av statsrådet. Direktionen kan fastställa en undervisningsplan också för annan utbildning.",
        "normalized_sv": "I fråga om målen för utbildningen som leder till examen, om utbildningens omfattning och struktur och om övriga grunder för utbildningen föreskrivs genom förordning av statsrådet och bestäms närmare i utbildningscentralens examensstadga. Bestämmelser om annan utbildning utfärdas vid behov genom förordning av statsrådet. Direktionen fastställer examensstadgan och undervisningsplanen för utbildningen som leder till examen. Bestämmelser om det närmare innehållet i examensstadgan och undervisningsplanen utfärdas genom förordning av statsrådet. Direktionen kan fastställa en undervisningsplan också för annan utbildning.",
        "folded_sv": "i fraga om malen for utbildningen som leder till examen, om utbildningens omfattning och struktur och om ovriga grunder for utbildningen foreskrivs genom forordning av statsradet och bestams narmare i utbildningscentralens examensstadga. bestammelser om annan utbildning utfardas vid behov genom forordning av statsradet. direktionen faststaller examensstadgan och undervisningsplanen for utbildningen som leder till examen. bestammelser om det narmare innehallet i examensstadgan och undervisningsplanen utfardas genom forordning av statsradet. direktionen kan faststalla en undervisningsplan ocksa for annan utbildning."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Opetuskieli",
      "content": "Koulutuskeskuksen opetuskieli on suomi. Opetusta annetaan myös ruotsin kielellä ja tilapäisesti muullakin kielellä. Opiskelija saa käyttää opiskelijavalinnassa ja kokeissa joko suomen tai ruotsin kieltä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_8",
        "normalized_fi": "Koulutuskeskuksen opetuskieli on suomi. Opetusta annetaan myös ruotsin kielellä ja tilapäisesti muullakin kielellä. Opiskelija saa käyttää opiskelijavalinnassa ja kokeissa joko suomen tai ruotsin kieltä.",
        "folded_fi": "koulutuskeskuksen opetuskieli on suomi. opetusta annetaan myos ruotsin kielella ja tilapaisesti muullakin kielella. opiskelija saa kayttaa opiskelijavalinnassa ja kokeissa joko suomen tai ruotsin kielta.",
        "title_sv": "Undervisningsspråk",
        "content_sv": "Utbildningscentralens undervisningsspråk är finska. Undervisning ges också på svenska och tillfälligt även på andra språk. En studerande får i samband med antagningen av studerande och i proven använda antingen finska eller svenska.",
        "normalized_sv": "Utbildningscentralens undervisningsspråk är finska. Undervisning ges också på svenska och tillfälligt även på andra språk. En studerande får i samband med antagningen av studerande och i proven använda antingen finska eller svenska.",
        "folded_sv": "utbildningscentralens undervisningssprak ar finska. undervisning ges ocksa pa svenska och tillfalligt aven pa andra sprak. en studerande far i samband med antagningen av studerande och i proven anvanda antingen finska eller svenska."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:9",
      "chapter": "4",
      "section": "9",
      "title": "Opiskelijaksi ottaminen ammatilliseen tutkintoon johtavaan koulutukseen",
      "content": "Opiskelijaksi ammatilliseen tutkintoon johtavaan koulutukseen voidaan ottaa henkilö, joka on: 1) hakuajan päättymiseen mennessä täyttänyt 18 vuotta; 2) suorittanut vähintään toisen asteen ammatillisen tutkinnon, lukion oppimäärän tai ammatillisesta aikuiskoulutuksesta annetussa laissa (631/1998) tarkoitetun ammatillisen perustutkinnon, ammattitutkinnon tai niitä vastaavan aikaisemman tutkinnon taikka edellä tarkoitettuja tutkintoja vastaavat ulkomaiset opinnot; 3) terveydentilaltaan ja muilta ominaisuuksiltaan vankeinhoitotyöhön sopiva; sekä 4) suorittanut hyväksytysti valintakokeen. Erityisestä syystä koulutuskeskus voi myöntää poikkeuksen 1 momentin 2 kohdan mukaisista edellytyksistä, jos hakijalla voidaan muuten katsoa olevan riittävät tiedot ja taidot asianomaisia opintoja varten. Opiskelijaksi pyrkivän tulee antaa koulutuskeskukselle opiskelijaksi ottamisen arvioinnissa tarvittavat terveydentilaansa koskevat tiedot. Koulutuskeskus voi pyytää koulutukseen hakijoista turvallisuusselvityksistä annetun lain (177/2002) mukaisen turvallisuusselvityksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_9",
        "normalized_fi": "Opiskelijaksi ammatilliseen tutkintoon johtavaan koulutukseen voidaan ottaa henkilö, joka on: 1) hakuajan päättymiseen mennessä täyttänyt 18 vuotta; 2) suorittanut vähintään toisen asteen ammatillisen tutkinnon, lukion oppimäärän tai ammatillisesta aikuiskoulutuksesta annetussa laissa (631/1998) tarkoitetun ammatillisen perustutkinnon, ammattitutkinnon tai niitä vastaavan aikaisemman tutkinnon taikka edellä tarkoitettuja tutkintoja vastaavat ulkomaiset opinnot; 3) terveydentilaltaan ja muilta ominaisuuksiltaan vankeinhoitotyöhön sopiva; sekä 4) suorittanut hyväksytysti valintakokeen. Erityisestä syystä koulutuskeskus voi myöntää poikkeuksen 1 momentin 2 kohdan mukaisista edellytyksistä, jos hakijalla voidaan muuten katsoa olevan riittävät tiedot ja taidot asianomaisia opintoja varten. Opiskelijaksi pyrkivän tulee antaa koulutuskeskukselle opiskelijaksi ottamisen arvioinnissa tarvittavat terveydentilaansa koskevat tiedot. Koulutuskeskus voi pyytää koulutukseen hakijoista turvallisuusselvityksistä annetun lain (177/2002) mukaisen turvallisuusselvityksen.",
        "folded_fi": "opiskelijaksi ammatilliseen tutkintoon johtavaan koulutukseen voidaan ottaa henkilo, joka on: 1) hakuajan paattymiseen mennessa tayttanyt 18 vuotta; 2) suorittanut vahintaan toisen asteen ammatillisen tutkinnon, lukion oppimaaran tai ammatillisesta aikuiskoulutuksesta annetussa laissa (631/1998) tarkoitetun ammatillisen perustutkinnon, ammattitutkinnon tai niita vastaavan aikaisemman tutkinnon taikka edella tarkoitettuja tutkintoja vastaavat ulkomaiset opinnot; 3) terveydentilaltaan ja muilta ominaisuuksiltaan vankeinhoitotyohon sopiva; seka 4) suorittanut hyvaksytysti valintakokeen. erityisesta syysta koulutuskeskus voi myontaa poikkeuksen 1 momentin 2 kohdan mukaisista edellytyksista, jos hakijalla voidaan muuten katsoa olevan riittavat tiedot ja taidot asianomaisia opintoja varten. opiskelijaksi pyrkivan tulee antaa koulutuskeskukselle opiskelijaksi ottamisen arvioinnissa tarvittavat terveydentilaansa koskevat tiedot. koulutuskeskus voi pyytaa koulutukseen hakijoista turvallisuusselvityksista annetun lain (177/2002) mukaisen turvallisuusselvityksen.",
        "title_sv": "Antagningen av studerande till utbildning som leder till yrkesinriktad examen",
        "content_sv": "Som studerande till utbildning som leder till yrkesinriktad examen kan antas den som 1) före utgången av ansökningstiden har fyllt 18 år, 2) har avlagt minst andra stadiets yrkesinriktade examen, gymnasiets lärokurs eller sådan yrkesinriktad grundexamen, yrkesexamen eller motsvarande tidigare examen som avses i lagen om yrkesinriktad vuxenutbildning (631/1998) eller fullgjort motsvarande studier utomlands, 3) i fråga om sin hälsa och övriga egenskaper är lämplig för anställning inom fångvårdsväsendet, samt 4) har blivit godkänd i urvalsprovet. Av särskilda skäl kan utbildningscentralen bevilja undantag från kraven i 1 mom. 2 punkten, om sökanden i övrigt kan anses ha tillräckliga kunskaper och färdigheter för studierna i fråga. Den som ansöker om att bli antagen till utbildning skall lämna utbildningscentralen de uppgifter om sitt hälsotillstånd som behövs för bedömningen vid antagningen av studerande. Utbildningscentralen kan enligt lagen om säkerhetsutredningar (177/2002) begära en säkerhetsutredning om sökandena till utbildningen.",
        "normalized_sv": "Som studerande till utbildning som leder till yrkesinriktad examen kan antas den som 1) före utgången av ansökningstiden har fyllt 18 år, 2) har avlagt minst andra stadiets yrkesinriktade examen, gymnasiets lärokurs eller sådan yrkesinriktad grundexamen, yrkesexamen eller motsvarande tidigare examen som avses i lagen om yrkesinriktad vuxenutbildning (631/1998) eller fullgjort motsvarande studier utomlands, 3) i fråga om sin hälsa och övriga egenskaper är lämplig för anställning inom fångvårdsväsendet, samt 4) har blivit godkänd i urvalsprovet. Av särskilda skäl kan utbildningscentralen bevilja undantag från kraven i 1 mom. 2 punkten, om sökanden i övrigt kan anses ha tillräckliga kunskaper och färdigheter för studierna i fråga. Den som ansöker om att bli antagen till utbildning skall lämna utbildningscentralen de uppgifter om sitt hälsotillstånd som behövs för bedömningen vid antagningen av studerande. Utbildningscentralen kan enligt lagen om säkerhetsutredningar (177/2002) begära en säkerhetsutredning om sökandena till utbildningen.",
        "folded_sv": "som studerande till utbildning som leder till yrkesinriktad examen kan antas den som 1) fore utgangen av ansokningstiden har fyllt 18 ar, 2) har avlagt minst andra stadiets yrkesinriktade examen, gymnasiets larokurs eller sadan yrkesinriktad grundexamen, yrkesexamen eller motsvarande tidigare examen som avses i lagen om yrkesinriktad vuxenutbildning (631/1998) eller fullgjort motsvarande studier utomlands, 3) i fraga om sin halsa och ovriga egenskaper ar lamplig for anstallning inom fangvardsvasendet, samt 4) har blivit godkand i urvalsprovet. av sarskilda skal kan utbildningscentralen bevilja undantag fran kraven i 1 mom. 2 punkten, om sokanden i ovrigt kan anses ha tillrackliga kunskaper och fardigheter for studierna i fraga. den som ansoker om att bli antagen till utbildning skall lamna utbildningscentralen de uppgifter om sitt halsotillstand som behovs for bedomningen vid antagningen av studerande. utbildningscentralen kan enligt lagen om sakerhetsutredningar (177/2002) begara en sakerhetsutredning om sokandena till utbildningen."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "title": "Opiskelijavalinta",
      "content": "Valintamenettelystä tutkintoon johtavaan koulutukseen päättää koulutuskeskuksen johtokunta. Opiskelijat tutkintoon johtavaan koulutukseen valitsee koulutuskeskuksen johtaja. Opiskelijat muuhun rikosseuraamusalan koulutukseen valitsee koulutuskeskus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_10",
        "normalized_fi": "Valintamenettelystä tutkintoon johtavaan koulutukseen päättää koulutuskeskuksen johtokunta. Opiskelijat tutkintoon johtavaan koulutukseen valitsee koulutuskeskuksen johtaja. Opiskelijat muuhun rikosseuraamusalan koulutukseen valitsee koulutuskeskus.",
        "folded_fi": "valintamenettelysta tutkintoon johtavaan koulutukseen paattaa koulutuskeskuksen johtokunta. opiskelijat tutkintoon johtavaan koulutukseen valitsee koulutuskeskuksen johtaja. opiskelijat muuhun rikosseuraamusalan koulutukseen valitsee koulutuskeskus.",
        "title_sv": "Antagning av studerande",
        "content_sv": "Utbildningscentralens direktion beslutar om antagningsförfarandet för utbildning som leder till examen. Studerande till utbildning som leder till examen antas av direktören för utbildningscentralen. Studerande till annan utbildning inom brottspåföljdsområdet antas av utbildningscentralen.",
        "normalized_sv": "Utbildningscentralens direktion beslutar om antagningsförfarandet för utbildning som leder till examen. Studerande till utbildning som leder till examen antas av direktören för utbildningscentralen. Studerande till annan utbildning inom brottspåföljdsområdet antas av utbildningscentralen.",
        "folded_sv": "utbildningscentralens direktion beslutar om antagningsforfarandet for utbildning som leder till examen. studerande till utbildning som leder till examen antas av direktoren for utbildningscentralen. studerande till annan utbildning inom brottspafoljdsomradet antas av utbildningscentralen."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "title": "Opiskelijaksi ilmoittautuminen",
      "content": "Tutkintoon johtavaan koulutukseen opiskelijaksi hyväksytyn tulee koulutuskeskuksen määräämällä tavalla ilmoittautua koulutuskeskukseen, minkä jälkeen hänet merkitään opiskelijaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_11",
        "normalized_fi": "Tutkintoon johtavaan koulutukseen opiskelijaksi hyväksytyn tulee koulutuskeskuksen määräämällä tavalla ilmoittautua koulutuskeskukseen, minkä jälkeen hänet merkitään opiskelijaksi.",
        "folded_fi": "tutkintoon johtavaan koulutukseen opiskelijaksi hyvaksytyn tulee koulutuskeskuksen maaraamalla tavalla ilmoittautua koulutuskeskukseen, minka jalkeen hanet merkitaan opiskelijaksi.",
        "title_sv": "Inskrivning",
        "content_sv": "Den som har antagits till utbildning som leder till examen skall på det sätt som utbildningscentralen bestämmer anmäla sig till utbildningscentralen, efter vilket han eller hon antecknas som studerande.",
        "normalized_sv": "Den som har antagits till utbildning som leder till examen skall på det sätt som utbildningscentralen bestämmer anmäla sig till utbildningscentralen, efter vilket han eller hon antecknas som studerande.",
        "folded_sv": "den som har antagits till utbildning som leder till examen skall pa det satt som utbildningscentralen bestammer anmala sig till utbildningscentralen, efter vilket han eller hon antecknas som studerande."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "Opintojen ja osaamisen hyväksi lukeminen",
      "content": "Opiskelijalle voidaan lukea hyväksi opetussuunnitelman tavoitteita ja sisältöä keskeisiltä osiltaan vastaavat aikaisemmat opinnot tai muutoin hankittu osaaminen. Päätöksen hyväksi lukemista koskevassa asiassa tekee koulutuskeskus siten kuin siitä tutkintosäännössä tarkemmin määrätään. Hyväksi lukemista koskevaan päätökseen tyytymätön opiskelija voi pyytää siihen suullisesti tai kirjallisesti oikaisua päätöksen tehneeltä opettajalta. Oikaisupyyntö on tehtävä 14 päivän kuluessa siitä ajankohdasta, jolloin opiskelija sai tiedon päätöksestä. Opettajan on ratkaistava asia viipymättä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_12",
        "normalized_fi": "Opiskelijalle voidaan lukea hyväksi opetussuunnitelman tavoitteita ja sisältöä keskeisiltä osiltaan vastaavat aikaisemmat opinnot tai muutoin hankittu osaaminen. Päätöksen hyväksi lukemista koskevassa asiassa tekee koulutuskeskus siten kuin siitä tutkintosäännössä tarkemmin määrätään. Hyväksi lukemista koskevaan päätökseen tyytymätön opiskelija voi pyytää siihen suullisesti tai kirjallisesti oikaisua päätöksen tehneeltä opettajalta. Oikaisupyyntö on tehtävä 14 päivän kuluessa siitä ajankohdasta, jolloin opiskelija sai tiedon päätöksestä. Opettajan on ratkaistava asia viipymättä.",
        "folded_fi": "opiskelijalle voidaan lukea hyvaksi opetussuunnitelman tavoitteita ja sisaltoa keskeisilta osiltaan vastaavat aikaisemmat opinnot tai muutoin hankittu osaaminen. paatoksen hyvaksi lukemista koskevassa asiassa tekee koulutuskeskus siten kuin siita tutkintosaannossa tarkemmin maarataan. hyvaksi lukemista koskevaan paatokseen tyytymaton opiskelija voi pyytaa siihen suullisesti tai kirjallisesti oikaisua paatoksen tehneelta opettajalta. oikaisupyynto on tehtava 14 paivan kuluessa siita ajankohdasta, jolloin opiskelija sai tiedon paatoksesta. opettajan on ratkaistava asia viipymatta.",
        "title_sv": "Tillgodoräknande av studier och kompetens",
        "content_sv": "Tidigare studier eller kompetens som förvärvats på annat sätt och som till sina mål och sitt huvudsakliga innehåll motsvarar undervisningsplanen kan räknas en studerande till godo. Utbildningscentralen fattar beslut i ärenden som gäller tillgodoräknande på det sätt som närmare anges i examensstadgan. En studerande som är missnöjd med ett beslut om tillgodoräknande får muntligen eller skriftligen begära rättelse hos den lärare som fattat beslutet. Begäran om rättelse skall framställas inom 14 dagar från det att den studerande fick del av beslutet. Läraren skall avgöra ärendet utan dröjsmål.",
        "normalized_sv": "Tidigare studier eller kompetens som förvärvats på annat sätt och som till sina mål och sitt huvudsakliga innehåll motsvarar undervisningsplanen kan räknas en studerande till godo. Utbildningscentralen fattar beslut i ärenden som gäller tillgodoräknande på det sätt som närmare anges i examensstadgan. En studerande som är missnöjd med ett beslut om tillgodoräknande får muntligen eller skriftligen begära rättelse hos den lärare som fattat beslutet. Begäran om rättelse skall framställas inom 14 dagar från det att den studerande fick del av beslutet. Läraren skall avgöra ärendet utan dröjsmål.",
        "folded_sv": "tidigare studier eller kompetens som forvarvats pa annat satt och som till sina mal och sitt huvudsakliga innehall motsvarar undervisningsplanen kan raknas en studerande till godo. utbildningscentralen fattar beslut i arenden som galler tillgodoraknande pa det satt som narmare anges i examensstadgan. en studerande som ar missnojd med ett beslut om tillgodoraknande far muntligen eller skriftligen begara rattelse hos den larare som fattat beslutet. begaran om rattelse skall framstallas inom 14 dagar fran det att den studerande fick del av beslutet. lararen skall avgora arendet utan drojsmal."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Opetuksen maksuttomuus ja opintososiaaliset edut",
      "content": "Vankeinhoitoalan ammatilliseen tutkintoon johtava opetus on opiskelijalle maksutonta. Opintososiaalisista eduista tutkintoon johtavassa koulutuksessa säädetään oikeusministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_13",
        "normalized_fi": "Vankeinhoitoalan ammatilliseen tutkintoon johtava opetus on opiskelijalle maksutonta. Opintososiaalisista eduista tutkintoon johtavassa koulutuksessa säädetään oikeusministeriön asetuksella.",
        "folded_fi": "vankeinhoitoalan ammatilliseen tutkintoon johtava opetus on opiskelijalle maksutonta. opintososiaalisista eduista tutkintoon johtavassa koulutuksessa saadetaan oikeusministerion asetuksella.",
        "title_sv": "Undervisningens avgiftsfrihet och studiesociala förmåner",
        "content_sv": "Den undervisning som leder till yrkesinriktad examen inom fångvårdssektorn är avgiftsfri för den studerande. I fråga om studiesociala förmåner i anslutning till utbildning som leder till examen föreskrivs genom förordning av justitieministeriet.",
        "normalized_sv": "Den undervisning som leder till yrkesinriktad examen inom fångvårdssektorn är avgiftsfri för den studerande. I fråga om studiesociala förmåner i anslutning till utbildning som leder till examen föreskrivs genom förordning av justitieministeriet.",
        "folded_sv": "den undervisning som leder till yrkesinriktad examen inom fangvardssektorn ar avgiftsfri for den studerande. i fraga om studiesociala formaner i anslutning till utbildning som leder till examen foreskrivs genom forordning av justitieministeriet."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Virkapuvun käyttö",
      "content": "Koulutuskeskus voi velvoittaa tutkintoon johtavassa koulutuksessa opiskelevan käyttämään koulutukseen osallistuessaan Vankeinhoitolaitoksen virkapukua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_14",
        "normalized_fi": "Koulutuskeskus voi velvoittaa tutkintoon johtavassa koulutuksessa opiskelevan käyttämään koulutukseen osallistuessaan Vankeinhoitolaitoksen virkapukua.",
        "folded_fi": "koulutuskeskus voi velvoittaa tutkintoon johtavassa koulutuksessa opiskelevan kayttamaan koulutukseen osallistuessaan vankeinhoitolaitoksen virkapukua.",
        "title_sv": "Användning av uniform",
        "content_sv": "Utbildningscentralen kan ålägga dem som studerar för examen att bära Fångvårdsväsendets uniform när de deltar i utbildningen.",
        "normalized_sv": "Utbildningscentralen kan ålägga dem som studerar för examen att bära Fångvårdsväsendets uniform när de deltar i utbildningen.",
        "folded_sv": "utbildningscentralen kan alagga dem som studerar for examen att bara fangvardsvasendets uniform nar de deltar i utbildningen."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Opiskelijoiden osallistuminen heille määrättyihin tehtäviin",
      "content": "Koulutuskeskus voi määrätä tutkintoon johtavassa koulutuksessa opiskelevan suorittamaan koulutuksen aikana päivystystehtäviä ja muita vastaavia opintoihin liittyviä koulutuksellisia tehtäviä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_15",
        "normalized_fi": "Koulutuskeskus voi määrätä tutkintoon johtavassa koulutuksessa opiskelevan suorittamaan koulutuksen aikana päivystystehtäviä ja muita vastaavia opintoihin liittyviä koulutuksellisia tehtäviä.",
        "folded_fi": "koulutuskeskus voi maarata tutkintoon johtavassa koulutuksessa opiskelevan suorittamaan koulutuksen aikana paivystystehtavia ja muita vastaavia opintoihin liittyvia koulutuksellisia tehtavia.",
        "title_sv": "De studerandes deltagande i uppgifter som de förordnas till",
        "content_sv": "Utbildningscentralen kan förordna den som studerar för examen att under utbildningen utföra jourtjänst och andra motsvarande utbildningsrelaterade uppgifter.",
        "normalized_sv": "Utbildningscentralen kan förordna den som studerar för examen att under utbildningen utföra jourtjänst och andra motsvarande utbildningsrelaterade uppgifter.",
        "folded_sv": "utbildningscentralen kan forordna den som studerar for examen att under utbildningen utfora jourtjanst och andra motsvarande utbildningsrelaterade uppgifter."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Opintosuoritusten arvioinnin oikaiseminen",
      "content": "Opiskelijalla on oikeus saada tieto arviointiperusteiden soveltamisesta opintosuoritukseensa. Opintosuoritusten arviointiin tyytymätön opiskelija voi pyytää suullisesti tai kirjallisesti oikaisua arvioinnin suorittaneelta opettajalta. Oikaisupyyntö on tehtävä 14 päivän kuluessa siitä ajankohdasta, jolloin opiskelijalla on ollut tilaisuus saada tieto arvioinnin tuloksesta ja arviointiperusteiden soveltamisesta opintosuoritukseensa. Opettajan on ratkaistava asia viipymättä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_16",
        "normalized_fi": "Opiskelijalla on oikeus saada tieto arviointiperusteiden soveltamisesta opintosuoritukseensa. Opintosuoritusten arviointiin tyytymätön opiskelija voi pyytää suullisesti tai kirjallisesti oikaisua arvioinnin suorittaneelta opettajalta. Oikaisupyyntö on tehtävä 14 päivän kuluessa siitä ajankohdasta, jolloin opiskelijalla on ollut tilaisuus saada tieto arvioinnin tuloksesta ja arviointiperusteiden soveltamisesta opintosuoritukseensa. Opettajan on ratkaistava asia viipymättä.",
        "folded_fi": "opiskelijalla on oikeus saada tieto arviointiperusteiden soveltamisesta opintosuoritukseensa. opintosuoritusten arviointiin tyytymaton opiskelija voi pyytaa suullisesti tai kirjallisesti oikaisua arvioinnin suorittaneelta opettajalta. oikaisupyynto on tehtava 14 paivan kuluessa siita ajankohdasta, jolloin opiskelijalla on ollut tilaisuus saada tieto arvioinnin tuloksesta ja arviointiperusteiden soveltamisesta opintosuoritukseensa. opettajan on ratkaistava asia viipymatta.",
        "title_sv": "Rättelse av bedömning av studieprestationer",
        "content_sv": "En studerande har rätt att få veta hur bedömningsgrunderna har tillämpats på hans eller hennes studieprestationer. En studerande som är missnöjd med bedömningen av sina studieprestationer kan muntligen eller skriftligen begära rättelse hos den lärare som utfört bedömningen. Begäran om rättelse skall göras inom 14 dagar från den tidpunkt då den studerande har haft möjlighet att ta del av resultaten av bedömningen och hur bedömningsgrunderna har tillämpats på hans eller hennes studieprestationer. Läraren skall avgöra ärendet utan dröjsmål.",
        "normalized_sv": "En studerande har rätt att få veta hur bedömningsgrunderna har tillämpats på hans eller hennes studieprestationer. En studerande som är missnöjd med bedömningen av sina studieprestationer kan muntligen eller skriftligen begära rättelse hos den lärare som utfört bedömningen. Begäran om rättelse skall göras inom 14 dagar från den tidpunkt då den studerande har haft möjlighet att ta del av resultaten av bedömningen och hur bedömningsgrunderna har tillämpats på hans eller hennes studieprestationer. Läraren skall avgöra ärendet utan dröjsmål.",
        "folded_sv": "en studerande har ratt att fa veta hur bedomningsgrunderna har tillampats pa hans eller hennes studieprestationer. en studerande som ar missnojd med bedomningen av sina studieprestationer kan muntligen eller skriftligen begara rattelse hos den larare som utfort bedomningen. begaran om rattelse skall goras inom 14 dagar fran den tidpunkt da den studerande har haft mojlighet att ta del av resultaten av bedomningen och hur bedomningsgrunderna har tillampats pa hans eller hennes studieprestationer. lararen skall avgora arendet utan drojsmal."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Päihdetestaus",
      "content": "Tutkintoon johtavassa koulutuksessa opiskeleva on velvollinen koulutuskeskuksen määräyksestä osallistumaan terveydenhuollon ammattihenkilön tai laboratoriohenkilökunnan tekemään päihdetestiin, jos on perusteltua aihetta epäillä, että opiskelija esiintyy päihtyneenä koulutuksessa tai työharjoittelussa. Terveydenhuollon ammattihenkilö voi luovuttaa oppilaitokselle kirjallisen johtopäätöksen päihdetestistä. Tätä tietoa saavat käsitellä vain ne, jotka valmistelevat tai tekevät päätöksen oppilaan kurinpidosta. Koulutuskeskuksen on säilytettävä terveydentilaa koskevat tiedot erillään muista henkilötiedoista. Koulutuskeskus vastaa 1 momentissa tarkoitetusta päihdetestauksesta aiheutuvista kustannuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_17",
        "normalized_fi": "Tutkintoon johtavassa koulutuksessa opiskeleva on velvollinen koulutuskeskuksen määräyksestä osallistumaan terveydenhuollon ammattihenkilön tai laboratoriohenkilökunnan tekemään päihdetestiin, jos on perusteltua aihetta epäillä, että opiskelija esiintyy päihtyneenä koulutuksessa tai työharjoittelussa. Terveydenhuollon ammattihenkilö voi luovuttaa oppilaitokselle kirjallisen johtopäätöksen päihdetestistä. Tätä tietoa saavat käsitellä vain ne, jotka valmistelevat tai tekevät päätöksen oppilaan kurinpidosta. Koulutuskeskuksen on säilytettävä terveydentilaa koskevat tiedot erillään muista henkilötiedoista. Koulutuskeskus vastaa 1 momentissa tarkoitetusta päihdetestauksesta aiheutuvista kustannuksista.",
        "folded_fi": "tutkintoon johtavassa koulutuksessa opiskeleva on velvollinen koulutuskeskuksen maarayksesta osallistumaan terveydenhuollon ammattihenkilon tai laboratoriohenkilokunnan tekemaan paihdetestiin, jos on perusteltua aihetta epailla, etta opiskelija esiintyy paihtyneena koulutuksessa tai tyoharjoittelussa. terveydenhuollon ammattihenkilo voi luovuttaa oppilaitokselle kirjallisen johtopaatoksen paihdetestista. tata tietoa saavat kasitella vain ne, jotka valmistelevat tai tekevat paatoksen oppilaan kurinpidosta. koulutuskeskuksen on sailytettava terveydentilaa koskevat tiedot erillaan muista henkilotiedoista. koulutuskeskus vastaa 1 momentissa tarkoitetusta paihdetestauksesta aiheutuvista kustannuksista.",
        "title_sv": "Drogtestning",
        "content_sv": "Den som studerar för examen är skyldig att på förordnande av utbildningscentralen delta i ett drogtest som utförs av en yrkesutbildad person inom hälso- och sjukvården och av laboratoriepersonal, om det finns grundad anledning att misstänka att den studerande uppträder påverkad av rusmedel under utbildningstiden eller arbetspraktiken. En yrkesutbildad person inom hälso- och sjukvården får skriftligen lämna utbildningscentralen slutsatserna av drogtestet. Denna information får endast behandlas av dem som bereder eller fattar beslut om disciplinstraff. Utbildningscentralen skall förvara uppgifter om hälsotillståndet skilt från övriga personuppgifter. Utbildningscentralen svarar för kostnaderna för drogtestning enligt 1 mom.",
        "normalized_sv": "Den som studerar för examen är skyldig att på förordnande av utbildningscentralen delta i ett drogtest som utförs av en yrkesutbildad person inom hälso- och sjukvården och av laboratoriepersonal, om det finns grundad anledning att misstänka att den studerande uppträder påverkad av rusmedel under utbildningstiden eller arbetspraktiken. En yrkesutbildad person inom hälso- och sjukvården får skriftligen lämna utbildningscentralen slutsatserna av drogtestet. Denna information får endast behandlas av dem som bereder eller fattar beslut om disciplinstraff. Utbildningscentralen skall förvara uppgifter om hälsotillståndet skilt från övriga personuppgifter. Utbildningscentralen svarar för kostnaderna för drogtestning enligt 1 mom.",
        "folded_sv": "den som studerar for examen ar skyldig att pa forordnande av utbildningscentralen delta i ett drogtest som utfors av en yrkesutbildad person inom halso- och sjukvarden och av laboratoriepersonal, om det finns grundad anledning att misstanka att den studerande upptrader paverkad av rusmedel under utbildningstiden eller arbetspraktiken. en yrkesutbildad person inom halso- och sjukvarden far skriftligen lamna utbildningscentralen slutsatserna av drogtestet. denna information far endast behandlas av dem som bereder eller fattar beslut om disciplinstraff. utbildningscentralen skall forvara uppgifter om halsotillstandet skilt fran ovriga personuppgifter. utbildningscentralen svarar for kostnaderna for drogtestning enligt 1 mom."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Työharjoittelu",
      "content": "Opiskelija on velvollinen suorittamaan tutkintoon kuuluvat työharjoittelujaksot hänelle osoitetussa rikosseuraamusalan yksikössä. Työharjoitteluun voidaan sisällyttää työskentelyä myös muulla alalla. Harjoittelu perustuu koulutuskeskuksen ja työpaikan väliseen kirjalliseen sopimukseen. Työharjoittelujakson aikana opiskelija voi olla virkasuhteessa asianomaiseen laitokseen. Työharjoittelujakson ajalta maksettavasta palkkauksesta päättää Rikosseuraamusvirasto. Jos harjoittelu suoritetaan muun alan yksikössä, palkkauksesta sovitaan harjoittelupaikan kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_18",
        "normalized_fi": "Opiskelija on velvollinen suorittamaan tutkintoon kuuluvat työharjoittelujaksot hänelle osoitetussa rikosseuraamusalan yksikössä. Työharjoitteluun voidaan sisällyttää työskentelyä myös muulla alalla. Harjoittelu perustuu koulutuskeskuksen ja työpaikan väliseen kirjalliseen sopimukseen. Työharjoittelujakson aikana opiskelija voi olla virkasuhteessa asianomaiseen laitokseen. Työharjoittelujakson ajalta maksettavasta palkkauksesta päättää Rikosseuraamusvirasto. Jos harjoittelu suoritetaan muun alan yksikössä, palkkauksesta sovitaan harjoittelupaikan kanssa.",
        "folded_fi": "opiskelija on velvollinen suorittamaan tutkintoon kuuluvat tyoharjoittelujaksot hanelle osoitetussa rikosseuraamusalan yksikossa. tyoharjoitteluun voidaan sisallyttaa tyoskentelya myos muulla alalla. harjoittelu perustuu koulutuskeskuksen ja tyopaikan valiseen kirjalliseen sopimukseen. tyoharjoittelujakson aikana opiskelija voi olla virkasuhteessa asianomaiseen laitokseen. tyoharjoittelujakson ajalta maksettavasta palkkauksesta paattaa rikosseuraamusvirasto. jos harjoittelu suoritetaan muun alan yksikossa, palkkauksesta sovitaan harjoittelupaikan kanssa.",
        "title_sv": "Arbetspraktik",
        "content_sv": "En studerande är skyldig att delta i de perioder av arbetspraktik som ingår i examen vid den enhet på brottspåföljdsområdet till vilken han eller hon anvisas. I arbetspraktiken kan även ingå arbete inom någon annan sektor. Praktiken baserar sig på ett skriftligt avtal mellan utbildningscentralen och arbetsplatsen. Under perioden av arbetspraktik kan den studerande stå i tjänsteförhållande till inrättningen i fråga. Brottspåföljdsverket beslutar om den lön som betalas under praktikperioden. Om praktiken utförs vid en enhet inom någon annan sektor, avtalas lönen med enheten i fråga.",
        "normalized_sv": "En studerande är skyldig att delta i de perioder av arbetspraktik som ingår i examen vid den enhet på brottspåföljdsområdet till vilken han eller hon anvisas. I arbetspraktiken kan även ingå arbete inom någon annan sektor. Praktiken baserar sig på ett skriftligt avtal mellan utbildningscentralen och arbetsplatsen. Under perioden av arbetspraktik kan den studerande stå i tjänsteförhållande till inrättningen i fråga. Brottspåföljdsverket beslutar om den lön som betalas under praktikperioden. Om praktiken utförs vid en enhet inom någon annan sektor, avtalas lönen med enheten i fråga.",
        "folded_sv": "en studerande ar skyldig att delta i de perioder av arbetspraktik som ingar i examen vid den enhet pa brottspafoljdsomradet till vilken han eller hon anvisas. i arbetspraktiken kan aven inga arbete inom nagon annan sektor. praktiken baserar sig pa ett skriftligt avtal mellan utbildningscentralen och arbetsplatsen. under perioden av arbetspraktik kan den studerande sta i tjansteforhallande till inrattningen i fraga. brottspafoljdsverket beslutar om den lon som betalas under praktikperioden. om praktiken utfors vid en enhet inom nagon annan sektor, avtalas lonen med enheten i fraga."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Työturvallisuus",
      "content": "Opiskelijan työturvallisuudesta säädetään työturvallisuuslaissa (738/2002).",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_19",
        "normalized_fi": "Opiskelijan työturvallisuudesta säädetään työturvallisuuslaissa (738/2002).",
        "folded_fi": "opiskelijan tyoturvallisuudesta saadetaan tyoturvallisuuslaissa (738/2002).",
        "title_sv": "Arbetarskydd",
        "content_sv": "Bestämmelser om de studerandes arbetarskydd finns i arbetarskyddslagen (738/2002).",
        "normalized_sv": "Bestämmelser om de studerandes arbetarskydd finns i arbetarskyddslagen (738/2002).",
        "folded_sv": "bestammelser om de studerandes arbetarskydd finns i arbetarskyddslagen (738/2002)."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Vaitiolovelvollisuus ja tietojen hyväksikäyttökielto",
      "content": "Koulutuskeskuksen opiskelija ei saa paljastaa asiakirjan salassa pidettävää sisältöä tai tietoa, joka asiakirjaan merkittynä olisi salassa pidettävä eikä muutakaan koulutuksen yhteydessä tietoon saamaansa seikkaa, josta lailla on säädetty vaitiolovelvollisuus. Vaitiolovelvollisuuden piiriin kuuluvaa tietoa ei saa paljastaa senkään jälkeen, kun koulutus tai toiminta viranomaisessa on päättynyt. Opiskelija ei saa käyttää salassa pidettäviä tietoja omaksi tai toisen hyödyksi eikä toisen vahingoksi. Rangaistus vaitiolovelvollisuuden rikkomisesta tuomitaan rikoslain (39/1889) 38 luvun 1 tai 2 §:n mukaan, jollei teko ole rangaistava rikoslain 40 luvun 5 §:n mukaan tai siitä muualla laissa säädetä ankarampaa rangaistusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_20",
        "normalized_fi": "Koulutuskeskuksen opiskelija ei saa paljastaa asiakirjan salassa pidettävää sisältöä tai tietoa, joka asiakirjaan merkittynä olisi salassa pidettävä eikä muutakaan koulutuksen yhteydessä tietoon saamaansa seikkaa, josta lailla on säädetty vaitiolovelvollisuus. Vaitiolovelvollisuuden piiriin kuuluvaa tietoa ei saa paljastaa senkään jälkeen, kun koulutus tai toiminta viranomaisessa on päättynyt. Opiskelija ei saa käyttää salassa pidettäviä tietoja omaksi tai toisen hyödyksi eikä toisen vahingoksi. Rangaistus vaitiolovelvollisuuden rikkomisesta tuomitaan rikoslain (39/1889) 38 luvun 1 tai 2 § :n mukaan, jollei teko ole rangaistava rikoslain 40 luvun 5 § :n mukaan tai siitä muualla laissa säädetä ankarampaa rangaistusta.",
        "folded_fi": "koulutuskeskuksen opiskelija ei saa paljastaa asiakirjan salassa pidettavaa sisaltoa tai tietoa, joka asiakirjaan merkittyna olisi salassa pidettava eika muutakaan koulutuksen yhteydessa tietoon saamaansa seikkaa, josta lailla on saadetty vaitiolovelvollisuus. vaitiolovelvollisuuden piiriin kuuluvaa tietoa ei saa paljastaa senkaan jalkeen, kun koulutus tai toiminta viranomaisessa on paattynyt. opiskelija ei saa kayttaa salassa pidettavia tietoja omaksi tai toisen hyodyksi eika toisen vahingoksi. rangaistus vaitiolovelvollisuuden rikkomisesta tuomitaan rikoslain (39/1889) 38 luvun 1 tai 2 §:n mukaan, jollei teko ole rangaistava rikoslain 40 luvun 5 §:n mukaan tai siita muualla laissa saadeta ankarampaa rangaistusta.",
        "title_sv": "Tystnadsplikt och förbud mot utnyttjande av information",
        "content_sv": "Den som studerar vid utbildningscentralen får inte röja en handlings sekretessbelagda innehåll eller en uppgift som vore sekretessbelagd om den ingick i en handling, och inte heller någon annan omständighet som han eller hon fått kännedom om i samband med utbildningen och om vilken tystnadsplikt föreskrivs genom lag. En uppgift för vilken tystnadsplikt gäller får inte heller röjas efter det att utbildningen eller verksamheten hos myndigheten har upphört. En studerande får inte utnyttja sekretessbelagda uppgifter för att skaffa sig själv eller någon annan fördel eller för att skada någon annan. Till straff för brott mot tystnadsplikten döms enligt 38 kap. 1 eller 2 § i strafflagen (39/1889), om inte gärningen utgör brott enligt 40 kap. 5 § i strafflagen eller om inte strängare straff för den föreskrivs någon annanstans i lag.",
        "normalized_sv": "Den som studerar vid utbildningscentralen får inte röja en handlings sekretessbelagda innehåll eller en uppgift som vore sekretessbelagd om den ingick i en handling, och inte heller någon annan omständighet som han eller hon fått kännedom om i samband med utbildningen och om vilken tystnadsplikt föreskrivs genom lag. En uppgift för vilken tystnadsplikt gäller får inte heller röjas efter det att utbildningen eller verksamheten hos myndigheten har upphört. En studerande får inte utnyttja sekretessbelagda uppgifter för att skaffa sig själv eller någon annan fördel eller för att skada någon annan. Till straff för brott mot tystnadsplikten döms enligt 38 kap. 1 eller 2 § i strafflagen (39/1889), om inte gärningen utgör brott enligt 40 kap. 5 § i strafflagen eller om inte strängare straff för den föreskrivs någon annanstans i lag.",
        "folded_sv": "den som studerar vid utbildningscentralen far inte roja en handlings sekretessbelagda innehall eller en uppgift som vore sekretessbelagd om den ingick i en handling, och inte heller nagon annan omstandighet som han eller hon fatt kannedom om i samband med utbildningen och om vilken tystnadsplikt foreskrivs genom lag. en uppgift for vilken tystnadsplikt galler far inte heller rojas efter det att utbildningen eller verksamheten hos myndigheten har upphort. en studerande far inte utnyttja sekretessbelagda uppgifter for att skaffa sig sjalv eller nagon annan fordel eller for att skada nagon annan. till straff for brott mot tystnadsplikten doms enligt 38 kap. 1 eller 2 § i strafflagen (39/1889), om inte garningen utgor brott enligt 40 kap. 5 § i strafflagen eller om inte strangare straff for den foreskrivs nagon annanstans i lag."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Opiskeluaika",
      "content": "Tutkintoon johtavassa koulutuksessa opiskelevan tulee suorittaa opinnot opetussuunnitelmassa määritellyssä enimmäisajassa voimassa olevan opetussuunnitelman mukaisesti. Koulutuskeskuksen johtaja voi opiskelijan pyynnöstä siirtää tämän opiskeluoikeutta siihen asti, että kyseinen koulutus seuraavan kerran aloitetaan, kuitenkin enintään yhdellä vuodella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_21",
        "normalized_fi": "Tutkintoon johtavassa koulutuksessa opiskelevan tulee suorittaa opinnot opetussuunnitelmassa määritellyssä enimmäisajassa voimassa olevan opetussuunnitelman mukaisesti. Koulutuskeskuksen johtaja voi opiskelijan pyynnöstä siirtää tämän opiskeluoikeutta siihen asti, että kyseinen koulutus seuraavan kerran aloitetaan, kuitenkin enintään yhdellä vuodella.",
        "folded_fi": "tutkintoon johtavassa koulutuksessa opiskelevan tulee suorittaa opinnot opetussuunnitelmassa maaritellyssa enimmaisajassa voimassa olevan opetussuunnitelman mukaisesti. koulutuskeskuksen johtaja voi opiskelijan pyynnosta siirtaa taman opiskeluoikeutta siihen asti, etta kyseinen koulutus seuraavan kerran aloitetaan, kuitenkin enintaan yhdella vuodella.",
        "title_sv": "Studietid",
        "content_sv": "Den som studerar för examen skall slutföra studierna enligt undervisningsplanen inom den maximitid som anges i den gällande undervisningsplanen. Direktören för utbildningscentralen kan på en studerandes begäran skjuta upp hans eller hennes studierätt till den tidpunkt då utbildningen följande gång inleds, dock med högst ett år.",
        "normalized_sv": "Den som studerar för examen skall slutföra studierna enligt undervisningsplanen inom den maximitid som anges i den gällande undervisningsplanen. Direktören för utbildningscentralen kan på en studerandes begäran skjuta upp hans eller hennes studierätt till den tidpunkt då utbildningen följande gång inleds, dock med högst ett år.",
        "folded_sv": "den som studerar for examen skall slutfora studierna enligt undervisningsplanen inom den maximitid som anges i den gallande undervisningsplanen. direktoren for utbildningscentralen kan pa en studerandes begaran skjuta upp hans eller hennes studieratt till den tidpunkt da utbildningen foljande gang inleds, dock med hogst ett ar."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Opiskeluoikeuden menettäminen",
      "content": "Koulutuskeskuksen johtaja voi määrätä opiskeluoikeuden tutkintoon johtavassa koulutuksessa menetetyksi: 1) jos opiskelijaksi hyväksytty ei ole ilmoittautunut koulutuskeskuksen opiskelijaksi 11 §:ssä säädetyllä tavalla, ellei koulutuskeskus perustellusta syystä hyväksy asetetun määräajan jälkeen tapahtunutta ilmoittautumista; 2) jos opiskelijalla on todettu sellainen sairaus tai vamma, joka ilmeisesti on pysyvänä esteenä koulutukseen osallistumiselle ja tutkinnon suorittamiselle; tai 3) jollei opiskelija ole suorittanut opintojaan opetussuunnitelmassa määritellyssä enimmäisajassa eikä koulutuskeskus erityisestä syystä myönnä hänelle lisäaikaa opintojen loppuun saattamiseen. Opiskelijan tulee pyydettäessä antaa koulutuskeskukselle 1 momentin 2 kohdan mukaiset terveydentilan arvioinnissa tarvittavat tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_22",
        "normalized_fi": "Koulutuskeskuksen johtaja voi määrätä opiskeluoikeuden tutkintoon johtavassa koulutuksessa menetetyksi: 1) jos opiskelijaksi hyväksytty ei ole ilmoittautunut koulutuskeskuksen opiskelijaksi 11 § :ssä säädetyllä tavalla, ellei koulutuskeskus perustellusta syystä hyväksy asetetun määräajan jälkeen tapahtunutta ilmoittautumista; 2) jos opiskelijalla on todettu sellainen sairaus tai vamma, joka ilmeisesti on pysyvänä esteenä koulutukseen osallistumiselle ja tutkinnon suorittamiselle; tai 3) jollei opiskelija ole suorittanut opintojaan opetussuunnitelmassa määritellyssä enimmäisajassa eikä koulutuskeskus erityisestä syystä myönnä hänelle lisäaikaa opintojen loppuun saattamiseen. Opiskelijan tulee pyydettäessä antaa koulutuskeskukselle 1 momentin 2 kohdan mukaiset terveydentilan arvioinnissa tarvittavat tiedot.",
        "folded_fi": "koulutuskeskuksen johtaja voi maarata opiskeluoikeuden tutkintoon johtavassa koulutuksessa menetetyksi: 1) jos opiskelijaksi hyvaksytty ei ole ilmoittautunut koulutuskeskuksen opiskelijaksi 11 §:ssa saadetylla tavalla, ellei koulutuskeskus perustellusta syysta hyvaksy asetetun maaraajan jalkeen tapahtunutta ilmoittautumista; 2) jos opiskelijalla on todettu sellainen sairaus tai vamma, joka ilmeisesti on pysyvana esteena koulutukseen osallistumiselle ja tutkinnon suorittamiselle; tai 3) jollei opiskelija ole suorittanut opintojaan opetussuunnitelmassa maaritellyssa enimmaisajassa eika koulutuskeskus erityisesta syysta myonna hanelle lisaaikaa opintojen loppuun saattamiseen. opiskelijan tulee pyydettaessa antaa koulutuskeskukselle 1 momentin 2 kohdan mukaiset terveydentilan arvioinnissa tarvittavat tiedot.",
        "title_sv": "Förlust av studierätten",
        "content_sv": "Direktören för utbildningscentralen kan bestämma att rätten att delta i utbildning som leder till examen går förlorad, om 1) den som antagits som studerande inte har anmält sig till utbildningscentralen på det sätt som anges i 11 §, om inte utbildningscentralen av grundad anledning godtar anmälan efter den utsatta tiden, 2) en studerande har konstaterats ha en sådan sjukdom eller skada som uppenbart utgör ett bestående hinder för deltagande i utbildningen och avläggande av examen, eller om 3) en studerande inte har slutfört sina studier inom den maximitid som fastställs i undervisningsplanen, om inte utbildningscentralen av särskilda skäl beviljar den studerande extra tid för att slutföra studierna. En studerande skall på begäran ge utbildningscentralen de uppgifter som avses i 1 mom. 2 punkten för bedömning av hälsotillståndet.",
        "normalized_sv": "Direktören för utbildningscentralen kan bestämma att rätten att delta i utbildning som leder till examen går förlorad, om 1) den som antagits som studerande inte har anmält sig till utbildningscentralen på det sätt som anges i 11 § , om inte utbildningscentralen av grundad anledning godtar anmälan efter den utsatta tiden, 2) en studerande har konstaterats ha en sådan sjukdom eller skada som uppenbart utgör ett bestående hinder för deltagande i utbildningen och avläggande av examen, eller om 3) en studerande inte har slutfört sina studier inom den maximitid som fastställs i undervisningsplanen, om inte utbildningscentralen av särskilda skäl beviljar den studerande extra tid för att slutföra studierna. En studerande skall på begäran ge utbildningscentralen de uppgifter som avses i 1 mom. 2 punkten för bedömning av hälsotillståndet.",
        "folded_sv": "direktoren for utbildningscentralen kan bestamma att ratten att delta i utbildning som leder till examen gar forlorad, om 1) den som antagits som studerande inte har anmalt sig till utbildningscentralen pa det satt som anges i 11 §, om inte utbildningscentralen av grundad anledning godtar anmalan efter den utsatta tiden, 2) en studerande har konstaterats ha en sadan sjukdom eller skada som uppenbart utgor ett bestaende hinder for deltagande i utbildningen och avlaggande av examen, eller om 3) en studerande inte har slutfort sina studier inom den maximitid som faststalls i undervisningsplanen, om inte utbildningscentralen av sarskilda skal beviljar den studerande extra tid for att slutfora studierna. en studerande skall pa begaran ge utbildningscentralen de uppgifter som avses i 1 mom. 2 punkten for bedomning av halsotillstandet."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Opiskelun keskeyttäminen",
      "content": "Koulutuskeskuksen johtaja voi keskeyttää tutkintoon johtavassa koulutuksessa opiskelevan hakemuksesta tämän opiskelun enintään kahden vuoden määräajaksi. Koulutuskeskuksen johtaja voi omasta aloitteestaan keskeyttää tutkintoon johtavassa koulutuksessa opiskelevan opiskelun enintään yhden vuoden määräajaksi kerrallaan pitkäaikaisen sairauden vuoksi tai jos opiskelija ei kykene suorittamaan opintojaan hyväksytysti opetussuunnitelman mukaisesti, opiskelijan tekemäksi epäillyn rikoksen esitutkinnan ajaksi tai muusta vastaavasta painavasta syystä. Opiskelijan tulee pyydettäessä antaa koulutuskeskukselle terveydentilansa arviointiin tarvittavat tiedot. Opiskelun keskeyttämistä koskeva päätös voidaan panna heti täytäntöön, jollei koulutuskeskus tai hallinto-oikeus toisin määrää. Koulutuskeskus päättää opiskelijan aikaisempien opintojen hyväksi lukemisesta opiskelijan tullessa jatkamaan opintojaan. Edellä 1 ja 2 momentissa tarkoitettua aikaa, jona opinnot ovat keskeytyneinä, ei lasketa opintojen enimmäisaikaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_23",
        "normalized_fi": "Koulutuskeskuksen johtaja voi keskeyttää tutkintoon johtavassa koulutuksessa opiskelevan hakemuksesta tämän opiskelun enintään kahden vuoden määräajaksi. Koulutuskeskuksen johtaja voi omasta aloitteestaan keskeyttää tutkintoon johtavassa koulutuksessa opiskelevan opiskelun enintään yhden vuoden määräajaksi kerrallaan pitkäaikaisen sairauden vuoksi tai jos opiskelija ei kykene suorittamaan opintojaan hyväksytysti opetussuunnitelman mukaisesti, opiskelijan tekemäksi epäillyn rikoksen esitutkinnan ajaksi tai muusta vastaavasta painavasta syystä. Opiskelijan tulee pyydettäessä antaa koulutuskeskukselle terveydentilansa arviointiin tarvittavat tiedot. Opiskelun keskeyttämistä koskeva päätös voidaan panna heti täytäntöön, jollei koulutuskeskus tai hallinto-oikeus toisin määrää. Koulutuskeskus päättää opiskelijan aikaisempien opintojen hyväksi lukemisesta opiskelijan tullessa jatkamaan opintojaan. Edellä 1 ja 2 momentissa tarkoitettua aikaa, jona opinnot ovat keskeytyneinä, ei lasketa opintojen enimmäisaikaan.",
        "folded_fi": "koulutuskeskuksen johtaja voi keskeyttaa tutkintoon johtavassa koulutuksessa opiskelevan hakemuksesta taman opiskelun enintaan kahden vuoden maaraajaksi. koulutuskeskuksen johtaja voi omasta aloitteestaan keskeyttaa tutkintoon johtavassa koulutuksessa opiskelevan opiskelun enintaan yhden vuoden maaraajaksi kerrallaan pitkaaikaisen sairauden vuoksi tai jos opiskelija ei kykene suorittamaan opintojaan hyvaksytysti opetussuunnitelman mukaisesti, opiskelijan tekemaksi epaillyn rikoksen esitutkinnan ajaksi tai muusta vastaavasta painavasta syysta. opiskelijan tulee pyydettaessa antaa koulutuskeskukselle terveydentilansa arviointiin tarvittavat tiedot. opiskelun keskeyttamista koskeva paatos voidaan panna heti taytantoon, jollei koulutuskeskus tai hallinto-oikeus toisin maaraa. koulutuskeskus paattaa opiskelijan aikaisempien opintojen hyvaksi lukemisesta opiskelijan tullessa jatkamaan opintojaan. edella 1 ja 2 momentissa tarkoitettua aikaa, jona opinnot ovat keskeytyneina, ei lasketa opintojen enimmaisaikaan.",
        "title_sv": "Avbrott i studierna",
        "content_sv": "Direktören för utbildningscentralen kan på ansökan av en studerande som studerar för examen avbryta dennes studier för högst två år. Direktören för utbildningscentralen kan på eget initiativ för högst ett år åt gången avbryta studierna för en studerande som studerar för examen på grund av långvarig sjukdom eller om den studerande inte med godkänt resultat kan genomföra sina studier i enlighet med undervisningsplanen, för den tid förundersökningen av ett brott som den studerande misstänks för pågår eller av något annat motsvarande vägande skäl. Den studerande skall på begäran ge utbildningscentralen de uppgifter som krävs på bedömning av hälsotillståndet. Ett beslut om avbrott i studierna kan verkställas genast, om inte utbildningscentralen eller förvaltningsdomstolen bestämmer något annat. Utbildningscentralen beslutar om tillgodoräknande av en studerandes tidigare studier i samband med att han eller hon återupptar sina studier. Den i 1 och 2 mom. avsedda tiden för avbrottet i studierna räknas inte in i maximistudietiden.",
        "normalized_sv": "Direktören för utbildningscentralen kan på ansökan av en studerande som studerar för examen avbryta dennes studier för högst två år. Direktören för utbildningscentralen kan på eget initiativ för högst ett år åt gången avbryta studierna för en studerande som studerar för examen på grund av långvarig sjukdom eller om den studerande inte med godkänt resultat kan genomföra sina studier i enlighet med undervisningsplanen, för den tid förundersökningen av ett brott som den studerande misstänks för pågår eller av något annat motsvarande vägande skäl. Den studerande skall på begäran ge utbildningscentralen de uppgifter som krävs på bedömning av hälsotillståndet. Ett beslut om avbrott i studierna kan verkställas genast, om inte utbildningscentralen eller förvaltningsdomstolen bestämmer något annat. Utbildningscentralen beslutar om tillgodoräknande av en studerandes tidigare studier i samband med att han eller hon återupptar sina studier. Den i 1 och 2 mom. avsedda tiden för avbrottet i studierna räknas inte in i maximistudietiden.",
        "folded_sv": "direktoren for utbildningscentralen kan pa ansokan av en studerande som studerar for examen avbryta dennes studier for hogst tva ar. direktoren for utbildningscentralen kan pa eget initiativ for hogst ett ar at gangen avbryta studierna for en studerande som studerar for examen pa grund av langvarig sjukdom eller om den studerande inte med godkant resultat kan genomfora sina studier i enlighet med undervisningsplanen, for den tid forundersokningen av ett brott som den studerande misstanks for pagar eller av nagot annat motsvarande vagande skal. den studerande skall pa begaran ge utbildningscentralen de uppgifter som kravs pa bedomning av halsotillstandet. ett beslut om avbrott i studierna kan verkstallas genast, om inte utbildningscentralen eller forvaltningsdomstolen bestammer nagot annat. utbildningscentralen beslutar om tillgodoraknande av en studerandes tidigare studier i samband med att han eller hon aterupptar sina studier. den i 1 och 2 mom. avsedda tiden for avbrottet i studierna raknas inte in i maximistudietiden."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Huomautus ja varoitus",
      "content": "Koulutuskeskuksen johtaja voi, jollei suullista huomautusta katsota riittäväksi seuraamukseksi, antaa tutkintoon johtavassa koulutuksessa opiskelevalle kirjallisen varoituksen, jos tämä: 1) on käyttäytynyt koulutuksen aikana Vankeinhoitolaitoksen virkamiehelle sopimattomalla tavalla; 2) on laiminlyönyt opetukseen osallistumisen; tai 3) on rikkonut koulutuskeskuksen järjestyssääntöä. Edellä 1 momentin 1 kohdassa mainittuna sopimattomana käytöksenä on pidettävä erityisesti tekoa tai käytöstä, joka on omiaan vaarantamaan luottamusta vankeinhoitotyössä toimivalle virkamiehelle kuuluvien tehtävien rehelliseen, luotettavaan ja oikeudenmukaiseen hoitoon. Koulutuskeskuksen johtaja voi antaa tutkintoon johtavassa koulutuksessa opiskelevalle kirjallisen varoituksen myös, jos tämä kieltäytyy 17 §:ssä tarkoitetusta päihdetestauksesta tai antaa päihteiden väärinkäytön osoittavan näytteen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_24",
        "normalized_fi": "Koulutuskeskuksen johtaja voi, jollei suullista huomautusta katsota riittäväksi seuraamukseksi, antaa tutkintoon johtavassa koulutuksessa opiskelevalle kirjallisen varoituksen, jos tämä: 1) on käyttäytynyt koulutuksen aikana Vankeinhoitolaitoksen virkamiehelle sopimattomalla tavalla; 2) on laiminlyönyt opetukseen osallistumisen; tai 3) on rikkonut koulutuskeskuksen järjestyssääntöä. Edellä 1 momentin 1 kohdassa mainittuna sopimattomana käytöksenä on pidettävä erityisesti tekoa tai käytöstä, joka on omiaan vaarantamaan luottamusta vankeinhoitotyössä toimivalle virkamiehelle kuuluvien tehtävien rehelliseen, luotettavaan ja oikeudenmukaiseen hoitoon. Koulutuskeskuksen johtaja voi antaa tutkintoon johtavassa koulutuksessa opiskelevalle kirjallisen varoituksen myös, jos tämä kieltäytyy 17 § :ssä tarkoitetusta päihdetestauksesta tai antaa päihteiden väärinkäytön osoittavan näytteen.",
        "folded_fi": "koulutuskeskuksen johtaja voi, jollei suullista huomautusta katsota riittavaksi seuraamukseksi, antaa tutkintoon johtavassa koulutuksessa opiskelevalle kirjallisen varoituksen, jos tama: 1) on kayttaytynyt koulutuksen aikana vankeinhoitolaitoksen virkamiehelle sopimattomalla tavalla; 2) on laiminlyonyt opetukseen osallistumisen; tai 3) on rikkonut koulutuskeskuksen jarjestyssaantoa. edella 1 momentin 1 kohdassa mainittuna sopimattomana kaytoksena on pidettava erityisesti tekoa tai kaytosta, joka on omiaan vaarantamaan luottamusta vankeinhoitotyossa toimivalle virkamiehelle kuuluvien tehtavien rehelliseen, luotettavaan ja oikeudenmukaiseen hoitoon. koulutuskeskuksen johtaja voi antaa tutkintoon johtavassa koulutuksessa opiskelevalle kirjallisen varoituksen myos, jos tama kieltaytyy 17 §:ssa tarkoitetusta paihdetestauksesta tai antaa paihteiden vaarinkayton osoittavan naytteen.",
        "title_sv": "Anmärkning och varning",
        "content_sv": "Direktören för utbildningscentralen kan, när en muntlig anmärkning inte anses vara en tillräcklig påföljd, ge en studerande som studerar för examen en skriftlig varning, om han eller hon 1) under utbildningstiden uppträtt på ett sätt som är olämpligt för en tjänsteman vid Fångvårdsväsendet, 2) försummat att delta i undervisningen, eller 3) har brutit mot utbildningscentralens ordningsstadga. Som olämpligt uppträdande enligt 1 mom. 1 punkten skall betraktas särskilt en gärning eller ett beteende som är ägnat att äventyra förtroendet för att de uppgifter som ankommer på en tjänsteman vid Fångvårdsväsendet sköts på ett ärligt, tillförlitligt och rättvist sätt. Direktören för utbildningscentralen kan ge en studerande som studerar för examen en skriftlig varning också när den studerande vägrar genomgå ett drogtest som avses i 17 § eller lämnar ett prov som utvisar missbruk av rusmedel.",
        "normalized_sv": "Direktören för utbildningscentralen kan, när en muntlig anmärkning inte anses vara en tillräcklig påföljd, ge en studerande som studerar för examen en skriftlig varning, om han eller hon 1) under utbildningstiden uppträtt på ett sätt som är olämpligt för en tjänsteman vid Fångvårdsväsendet, 2) försummat att delta i undervisningen, eller 3) har brutit mot utbildningscentralens ordningsstadga. Som olämpligt uppträdande enligt 1 mom. 1 punkten skall betraktas särskilt en gärning eller ett beteende som är ägnat att äventyra förtroendet för att de uppgifter som ankommer på en tjänsteman vid Fångvårdsväsendet sköts på ett ärligt, tillförlitligt och rättvist sätt. Direktören för utbildningscentralen kan ge en studerande som studerar för examen en skriftlig varning också när den studerande vägrar genomgå ett drogtest som avses i 17 § eller lämnar ett prov som utvisar missbruk av rusmedel.",
        "folded_sv": "direktoren for utbildningscentralen kan, nar en muntlig anmarkning inte anses vara en tillracklig pafoljd, ge en studerande som studerar for examen en skriftlig varning, om han eller hon 1) under utbildningstiden upptratt pa ett satt som ar olampligt for en tjansteman vid fangvardsvasendet, 2) forsummat att delta i undervisningen, eller 3) har brutit mot utbildningscentralens ordningsstadga. som olampligt upptradande enligt 1 mom. 1 punkten skall betraktas sarskilt en garning eller ett beteende som ar agnat att aventyra fortroendet for att de uppgifter som ankommer pa en tjansteman vid fangvardsvasendet skots pa ett arligt, tillforlitligt och rattvist satt. direktoren for utbildningscentralen kan ge en studerande som studerar for examen en skriftlig varning ocksa nar den studerande vagrar genomga ett drogtest som avses i 17 § eller lamnar ett prov som utvisar missbruk av rusmedel."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "Koulutuksesta erottaminen",
      "content": "Koulutuskeskuksen johtaja voi erottaa opiskelijan tutkintoon johtavasta koulutuksesta, jos tämä: 1) on antanut koulutukseen pyrkiessään sellaisia vääriä tai harhaanjohtavia tietoja, jotka olisivat voineet estää koulutukseen valinnan taikka jättänyt kertomatta sellaisen itseään koskevan olennaisen seikan, joka olisi voinut muodostua valinnan esteeksi; 2) on syyllistynyt koulutuksen aikana sellaiseen rikokseen, joka osoittaa sopimattomuutta rikosseuraamusalalle taikka muutoin käyttäytynyt Vankeinhoitolaitoksen virkamiehelle sopimattomalla tavalla eikä kirjallista varoitusta ole pidettävä riittävänä seuraamuksena; 3) tutkintoa suorittaessaan kieltäytyy 17 §:ssä tarkoitetusta päihdetestauksesta taikka antaa päihteiden väärinkäytön osoittavan näytteen eikä kirjallista varoitusta ole pidettävä riittävänä seuraamuksena; 4) ei jatka opiskeluaan 23 §:ssä tarkoitetun määräajan päätyttyä taikka perusteita koulutuksen jatkamiselle ei enää ole; 5) laiminlyö toistuvasti tai olennaisella tavalla opetukseen osallistumisen; taikka 6) on toistuvasti tai olennaisella tavalla rikkonut koulutuskeskuksen järjestyssääntöä. Edellä 1 momentin 2 kohdassa tarkoitettuna rikoksena tai sopimattomana käytöksenä on pidettävä erityisesti tekoa tai käytöstä, joka on omiaan vaarantamaan luottamusta vankeinhoitotyössä toimivalle virkamiehelle kuuluvien tehtävien rehelliseen, luotettavaan ja oikeudenmukaiseen hoitoon. Erottamista koskeva päätös voidaan panna heti täytäntöön, jollei koulutuskeskus tai hallinto-oikeus toisin määrää. Jos koulutuksesta erottamista koskeva päätös kumotaan, koulutuskeskus päättää opiskelijan siihen mennessä suorittamien opintojen hyväksi luettavuudesta myöhempien vastaavien opintojen yhteydessä. Tutkintoon johtavasta koulutuksesta erotetun opiskelijan määräaikainen virkasuhde, johon hänet on nimitetty työharjoittelun suorittamiseksi, päättyy ilman eri päätöstä siitä ajankohdasta, josta hänet on erotettu koulutuksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_25",
        "normalized_fi": "Koulutuskeskuksen johtaja voi erottaa opiskelijan tutkintoon johtavasta koulutuksesta, jos tämä: 1) on antanut koulutukseen pyrkiessään sellaisia vääriä tai harhaanjohtavia tietoja, jotka olisivat voineet estää koulutukseen valinnan taikka jättänyt kertomatta sellaisen itseään koskevan olennaisen seikan, joka olisi voinut muodostua valinnan esteeksi; 2) on syyllistynyt koulutuksen aikana sellaiseen rikokseen, joka osoittaa sopimattomuutta rikosseuraamusalalle taikka muutoin käyttäytynyt Vankeinhoitolaitoksen virkamiehelle sopimattomalla tavalla eikä kirjallista varoitusta ole pidettävä riittävänä seuraamuksena; 3) tutkintoa suorittaessaan kieltäytyy 17 § :ssä tarkoitetusta päihdetestauksesta taikka antaa päihteiden väärinkäytön osoittavan näytteen eikä kirjallista varoitusta ole pidettävä riittävänä seuraamuksena; 4) ei jatka opiskeluaan 23 § :ssä tarkoitetun määräajan päätyttyä taikka perusteita koulutuksen jatkamiselle ei enää ole; 5) laiminlyö toistuvasti tai olennaisella tavalla opetukseen osallistumisen; taikka 6) on toistuvasti tai olennaisella tavalla rikkonut koulutuskeskuksen järjestyssääntöä. Edellä 1 momentin 2 kohdassa tarkoitettuna rikoksena tai sopimattomana käytöksenä on pidettävä erityisesti tekoa tai käytöstä, joka on omiaan vaarantamaan luottamusta vankeinhoitotyössä toimivalle virkamiehelle kuuluvien tehtävien rehelliseen, luotettavaan ja oikeudenmukaiseen hoitoon. Erottamista koskeva päätös voidaan panna heti täytäntöön, jollei koulutuskeskus tai hallinto-oikeus toisin määrää. Jos koulutuksesta erottamista koskeva päätös kumotaan, koulutuskeskus päättää opiskelijan siihen mennessä suorittamien opintojen hyväksi luettavuudesta myöhempien vastaavien opintojen yhteydessä. Tutkintoon johtavasta koulutuksesta erotetun opiskelijan määräaikainen virkasuhde, johon hänet on nimitetty työharjoittelun suorittamiseksi, päättyy ilman eri päätöstä siitä ajankohdasta, josta hänet on erotettu koulutuksesta.",
        "folded_fi": "koulutuskeskuksen johtaja voi erottaa opiskelijan tutkintoon johtavasta koulutuksesta, jos tama: 1) on antanut koulutukseen pyrkiessaan sellaisia vaaria tai harhaanjohtavia tietoja, jotka olisivat voineet estaa koulutukseen valinnan taikka jattanyt kertomatta sellaisen itseaan koskevan olennaisen seikan, joka olisi voinut muodostua valinnan esteeksi; 2) on syyllistynyt koulutuksen aikana sellaiseen rikokseen, joka osoittaa sopimattomuutta rikosseuraamusalalle taikka muutoin kayttaytynyt vankeinhoitolaitoksen virkamiehelle sopimattomalla tavalla eika kirjallista varoitusta ole pidettava riittavana seuraamuksena; 3) tutkintoa suorittaessaan kieltaytyy 17 §:ssa tarkoitetusta paihdetestauksesta taikka antaa paihteiden vaarinkayton osoittavan naytteen eika kirjallista varoitusta ole pidettava riittavana seuraamuksena; 4) ei jatka opiskeluaan 23 §:ssa tarkoitetun maaraajan paatyttya taikka perusteita koulutuksen jatkamiselle ei enaa ole; 5) laiminlyo toistuvasti tai olennaisella tavalla opetukseen osallistumisen; taikka 6) on toistuvasti tai olennaisella tavalla rikkonut koulutuskeskuksen jarjestyssaantoa. edella 1 momentin 2 kohdassa tarkoitettuna rikoksena tai sopimattomana kaytoksena on pidettava erityisesti tekoa tai kaytosta, joka on omiaan vaarantamaan luottamusta vankeinhoitotyossa toimivalle virkamiehelle kuuluvien tehtavien rehelliseen, luotettavaan ja oikeudenmukaiseen hoitoon. erottamista koskeva paatos voidaan panna heti taytantoon, jollei koulutuskeskus tai hallinto-oikeus toisin maaraa. jos koulutuksesta erottamista koskeva paatos kumotaan, koulutuskeskus paattaa opiskelijan siihen mennessa suorittamien opintojen hyvaksi luettavuudesta myohempien vastaavien opintojen yhteydessa. tutkintoon johtavasta koulutuksesta erotetun opiskelijan maaraaikainen virkasuhde, johon hanet on nimitetty tyoharjoittelun suorittamiseksi, paattyy ilman eri paatosta siita ajankohdasta, josta hanet on erotettu koulutuksesta.",
        "title_sv": "Avstängning från utbildningen",
        "content_sv": "Direktören för utbildningscentralen kan stänga av en studerande från utbildningen som leder till examen, om han eller hon 1) i samband med ansökan om att bli antagen till utbildningen lämnat oriktiga eller vilseledande uppgifter eller hemlighållit någon sådan väsentlig omständighet om sig själv som kunde ha förhindrat antagning till utbildningen, 2) under utbildningstiden gjort sig skyldig till ett sådant brott som visar att han eller hon är olämplig för arbete på brottspåföljdsområdet eller i övrigt uppträtt på ett sätt som är olämpligt för en tjänsteman vid Fångvårdsväsendet och en skriftlig varning inte skall anses vara en tillräcklig påföljd, 3) vid avläggandet av examen vägrar genomgå det drogtest som avses i 17 § eller lämnar ett prov som utvisar missbruk av rusmedel, och en skriftlig varning inte skall anses vara en tillräcklig påföljd, 4) inte återupptar studierna efter att den tidsfrist som avses i 23 § löpt ut, eller det inte längre föreligger grunder för fortsättande av utbildningen, 5) upprepade gånger eller i väsentlig omfattning försummar att delta i undervisningen, eller 6) upprepade gånger eller i väsentlig omfattning har brutit mot utbildningscentralens ordningsstadga. Som brott eller olämpligt uppträdande enligt 1 mom. 2 punkten skall betraktas särskilt en gärning eller ett beteende som är ägnat att äventyra förtroendet för att de uppgifter som ankommer på en tjänsteman vid Fångvårdsväsendet sköts på ett ärligt, tillförlitligt och rättvist sätt. Ett beslut om avstängning kan verkställas genast, om inte utbildningscentralen eller förvaltningsdomstolen bestämmer något annat. Om ett beslut om avstängning från utbildningen upphävs, beslutar utbildningscentralen om det sätt på vilket de tidigare studierna senare tillgodoräknas den studerande i samband med motsvarande studier. Ett tjänsteförhållande för viss tid som en studerande som stängts av från utbildningen som leder till examen har utnämnts till i syfte att genomföra en period av arbetspraktik upphör utan särskilt beslut vid den tidpunkt då den studerande stängts av från utbildningen.",
        "normalized_sv": "Direktören för utbildningscentralen kan stänga av en studerande från utbildningen som leder till examen, om han eller hon 1) i samband med ansökan om att bli antagen till utbildningen lämnat oriktiga eller vilseledande uppgifter eller hemlighållit någon sådan väsentlig omständighet om sig själv som kunde ha förhindrat antagning till utbildningen, 2) under utbildningstiden gjort sig skyldig till ett sådant brott som visar att han eller hon är olämplig för arbete på brottspåföljdsområdet eller i övrigt uppträtt på ett sätt som är olämpligt för en tjänsteman vid Fångvårdsväsendet och en skriftlig varning inte skall anses vara en tillräcklig påföljd, 3) vid avläggandet av examen vägrar genomgå det drogtest som avses i 17 § eller lämnar ett prov som utvisar missbruk av rusmedel, och en skriftlig varning inte skall anses vara en tillräcklig påföljd, 4) inte återupptar studierna efter att den tidsfrist som avses i 23 § löpt ut, eller det inte längre föreligger grunder för fortsättande av utbildningen, 5) upprepade gånger eller i väsentlig omfattning försummar att delta i undervisningen, eller 6) upprepade gånger eller i väsentlig omfattning har brutit mot utbildningscentralens ordningsstadga. Som brott eller olämpligt uppträdande enligt 1 mom. 2 punkten skall betraktas särskilt en gärning eller ett beteende som är ägnat att äventyra förtroendet för att de uppgifter som ankommer på en tjänsteman vid Fångvårdsväsendet sköts på ett ärligt, tillförlitligt och rättvist sätt. Ett beslut om avstängning kan verkställas genast, om inte utbildningscentralen eller förvaltningsdomstolen bestämmer något annat. Om ett beslut om avstängning från utbildningen upphävs, beslutar utbildningscentralen om det sätt på vilket de tidigare studierna senare tillgodoräknas den studerande i samband med motsvarande studier. Ett tjänsteförhållande för viss tid som en studerande som stängts av från utbildningen som leder till examen har utnämnts till i syfte att genomföra en period av arbetspraktik upphör utan särskilt beslut vid den tidpunkt då den studerande stängts av från utbildningen.",
        "folded_sv": "direktoren for utbildningscentralen kan stanga av en studerande fran utbildningen som leder till examen, om han eller hon 1) i samband med ansokan om att bli antagen till utbildningen lamnat oriktiga eller vilseledande uppgifter eller hemlighallit nagon sadan vasentlig omstandighet om sig sjalv som kunde ha forhindrat antagning till utbildningen, 2) under utbildningstiden gjort sig skyldig till ett sadant brott som visar att han eller hon ar olamplig for arbete pa brottspafoljdsomradet eller i ovrigt upptratt pa ett satt som ar olampligt for en tjansteman vid fangvardsvasendet och en skriftlig varning inte skall anses vara en tillracklig pafoljd, 3) vid avlaggandet av examen vagrar genomga det drogtest som avses i 17 § eller lamnar ett prov som utvisar missbruk av rusmedel, och en skriftlig varning inte skall anses vara en tillracklig pafoljd, 4) inte aterupptar studierna efter att den tidsfrist som avses i 23 § lopt ut, eller det inte langre foreligger grunder for fortsattande av utbildningen, 5) upprepade ganger eller i vasentlig omfattning forsummar att delta i undervisningen, eller 6) upprepade ganger eller i vasentlig omfattning har brutit mot utbildningscentralens ordningsstadga. som brott eller olampligt upptradande enligt 1 mom. 2 punkten skall betraktas sarskilt en garning eller ett beteende som ar agnat att aventyra fortroendet for att de uppgifter som ankommer pa en tjansteman vid fangvardsvasendet skots pa ett arligt, tillforlitligt och rattvist satt. ett beslut om avstangning kan verkstallas genast, om inte utbildningscentralen eller forvaltningsdomstolen bestammer nagot annat. om ett beslut om avstangning fran utbildningen upphavs, beslutar utbildningscentralen om det satt pa vilket de tidigare studierna senare tillgodoraknas den studerande i samband med motsvarande studier. ett tjansteforhallande for viss tid som en studerande som stangts av fran utbildningen som leder till examen har utnamnts till i syfte att genomfora en period av arbetspraktik upphor utan sarskilt beslut vid den tidpunkt da den studerande stangts av fran utbildningen."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "Menettely opiskeluoikeutta koskevassa asiassa, kurinpitoasiassa ja huomautusta annettaessa",
      "content": "Ennen opiskeluoikeuden menettämistä tai keskeyttämistä koskevan päätöksen tekemistä, huomautuksen tai varoituksen antamista taikka opiskelijan erottamista on päätöksen perusteena oleva asia, teko tai laiminlyönti yksilöitävä, kuultava opiskelijaa sekä hankittava muu tarpeellinen selvitys. Opiskelijan oikeudesta käyttää suomen tai ruotsin kieltä 1 momentissa tarkoitetussa asiassa säädetään kielilaissa (423/2003).",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_26",
        "normalized_fi": "Ennen opiskeluoikeuden menettämistä tai keskeyttämistä koskevan päätöksen tekemistä, huomautuksen tai varoituksen antamista taikka opiskelijan erottamista on päätöksen perusteena oleva asia, teko tai laiminlyönti yksilöitävä, kuultava opiskelijaa sekä hankittava muu tarpeellinen selvitys. Opiskelijan oikeudesta käyttää suomen tai ruotsin kieltä 1 momentissa tarkoitetussa asiassa säädetään kielilaissa (423/2003).",
        "folded_fi": "ennen opiskeluoikeuden menettamista tai keskeyttamista koskevan paatoksen tekemista, huomautuksen tai varoituksen antamista taikka opiskelijan erottamista on paatoksen perusteena oleva asia, teko tai laiminlyonti yksiloitava, kuultava opiskelijaa seka hankittava muu tarpeellinen selvitys. opiskelijan oikeudesta kayttaa suomen tai ruotsin kielta 1 momentissa tarkoitetussa asiassa saadetaan kielilaissa (423/2003).",
        "title_sv": "Förfarandet i ärenden som gäller studierätt, i disciplinärenden och i fall där anmärkning ges",
        "content_sv": "Innan det fattas ett beslut om förlust eller avbrytande av studierätten, tilldelande av anmärkning eller varning eller avstängning av en studerande skall det ärende, den gärning eller den försummelse som beslutet grundar sig på specificeras, den studerande höras samt annan behövlig utredning inhämtas. Bestämmelser om de studerandes rätt att använda finska eller svenska i ärenden som avses i 1 mom. finns i språklagen (423/2003).",
        "normalized_sv": "Innan det fattas ett beslut om förlust eller avbrytande av studierätten, tilldelande av anmärkning eller varning eller avstängning av en studerande skall det ärende, den gärning eller den försummelse som beslutet grundar sig på specificeras, den studerande höras samt annan behövlig utredning inhämtas. Bestämmelser om de studerandes rätt att använda finska eller svenska i ärenden som avses i 1 mom. finns i språklagen (423/2003).",
        "folded_sv": "innan det fattas ett beslut om forlust eller avbrytande av studieratten, tilldelande av anmarkning eller varning eller avstangning av en studerande skall det arende, den garning eller den forsummelse som beslutet grundar sig pa specificeras, den studerande horas samt annan behovlig utredning inhamtas. bestammelser om de studerandes ratt att anvanda finska eller svenska i arenden som avses i 1 mom. finns i spraklagen (423/2003)."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "title": "Järjestyssääntö",
      "content": "Koulutuskeskuksella on järjestyssääntö, jossa voidaan antaa koulutuskeskuksessa opiskeleville opiskeluyhteisön turvallisuuden ja viihtyvyyden kannalta tarpeellisia määräyksiä: 1) käytännön järjestelyistä ja käyttäytymisestä koulutuskeskuksessa sekä suoritettaessa koulutukseen liittyviä tehtäviä ja harjoituksia; 2) aseistuksesta; 3) koulutuskeskuksen omaisuuden käsittelystä; sekä 4) oleskelusta ja liikkumisesta koulutuskeskuksessa. Koulutuskeskuksen opiskelijat ovat koulutuskeskuksessa, sen alueella taikka suorittaessaan koulutukseen liittyviä tehtäviä, harjoituksia ja tutustumiskäyntejä velvollisia noudattamaan järjestyssääntöä. Järjestyssäännön vahvistaa koulutuskeskuksen johtaja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_27",
        "normalized_fi": "Koulutuskeskuksella on järjestyssääntö, jossa voidaan antaa koulutuskeskuksessa opiskeleville opiskeluyhteisön turvallisuuden ja viihtyvyyden kannalta tarpeellisia määräyksiä: 1) käytännön järjestelyistä ja käyttäytymisestä koulutuskeskuksessa sekä suoritettaessa koulutukseen liittyviä tehtäviä ja harjoituksia; 2) aseistuksesta; 3) koulutuskeskuksen omaisuuden käsittelystä; sekä 4) oleskelusta ja liikkumisesta koulutuskeskuksessa. Koulutuskeskuksen opiskelijat ovat koulutuskeskuksessa, sen alueella taikka suorittaessaan koulutukseen liittyviä tehtäviä, harjoituksia ja tutustumiskäyntejä velvollisia noudattamaan järjestyssääntöä. Järjestyssäännön vahvistaa koulutuskeskuksen johtaja.",
        "folded_fi": "koulutuskeskuksella on jarjestyssaanto, jossa voidaan antaa koulutuskeskuksessa opiskeleville opiskeluyhteison turvallisuuden ja viihtyvyyden kannalta tarpeellisia maarayksia: 1) kaytannon jarjestelyista ja kayttaytymisesta koulutuskeskuksessa seka suoritettaessa koulutukseen liittyvia tehtavia ja harjoituksia; 2) aseistuksesta; 3) koulutuskeskuksen omaisuuden kasittelysta; seka 4) oleskelusta ja liikkumisesta koulutuskeskuksessa. koulutuskeskuksen opiskelijat ovat koulutuskeskuksessa, sen alueella taikka suorittaessaan koulutukseen liittyvia tehtavia, harjoituksia ja tutustumiskaynteja velvollisia noudattamaan jarjestyssaantoa. jarjestyssaannon vahvistaa koulutuskeskuksen johtaja.",
        "title_sv": "Ordningsstadga",
        "content_sv": "Utbildningscentralen har en ordningsstadga i vilken det kan tas in sådana bestämmelser som är behövliga för tryggheten och trivseln bland de studerande inom studiekollektivet och som kan gälla 1) de praktiska arrangemangen och korrekt uppträdande vid utbildningscentralen samt vid uppdrag och övningar i samband med utbildningen, 2) beväpningen, 3) hur utbildningscentralens egendom får hanteras, samt 4) hur man får vistas och röra sig inom utbildningscentralen. De studerande vid utbildningscentralen är förpliktade att följa ordningsstadgan när de vistas inom utbildningscentralen eller dess område eller utför uppdrag eller övningar eller företar studiebesök i samband med utbildningen. Direktören för utbildningscentralen fastställer ordningsstadgan.",
        "normalized_sv": "Utbildningscentralen har en ordningsstadga i vilken det kan tas in sådana bestämmelser som är behövliga för tryggheten och trivseln bland de studerande inom studiekollektivet och som kan gälla 1) de praktiska arrangemangen och korrekt uppträdande vid utbildningscentralen samt vid uppdrag och övningar i samband med utbildningen, 2) beväpningen, 3) hur utbildningscentralens egendom får hanteras, samt 4) hur man får vistas och röra sig inom utbildningscentralen. De studerande vid utbildningscentralen är förpliktade att följa ordningsstadgan när de vistas inom utbildningscentralen eller dess område eller utför uppdrag eller övningar eller företar studiebesök i samband med utbildningen. Direktören för utbildningscentralen fastställer ordningsstadgan.",
        "folded_sv": "utbildningscentralen har en ordningsstadga i vilken det kan tas in sadana bestammelser som ar behovliga for tryggheten och trivseln bland de studerande inom studiekollektivet och som kan galla 1) de praktiska arrangemangen och korrekt upptradande vid utbildningscentralen samt vid uppdrag och ovningar i samband med utbildningen, 2) bevapningen, 3) hur utbildningscentralens egendom far hanteras, samt 4) hur man far vistas och rora sig inom utbildningscentralen. de studerande vid utbildningscentralen ar forpliktade att folja ordningsstadgan nar de vistas inom utbildningscentralen eller dess omrade eller utfor uppdrag eller ovningar eller foretar studiebesok i samband med utbildningen. direktoren for utbildningscentralen faststaller ordningsstadgan."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "title": "Ammattikorkeakoulututkintoon johtava koulutus",
      "content": "Ammattikorkeakoulututkintoon johtavan rikosseuraamusalan koulutuksen järjestää Laurea-ammattikorkeakoulu yhteistyössä koulutuskeskuksen kanssa. Tässä koulutuksessa noudatetaan soveltuvin osin, mitä ammattikorkeakoululaissa (351/2003) ja sen nojalla säädetään. Opiskelijat ovat ammattikorkeakoulun opiskelijoita. Koulutuksesta huolehtivat kumpikin oppilaitos siten kuin siitä tarvittaessa tarkemmin valtioneuvoston asetuksella säädetään ja ammattikorkeakoulun ja koulutuskeskuksen kesken sovitaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_28",
        "normalized_fi": "Ammattikorkeakoulututkintoon johtavan rikosseuraamusalan koulutuksen järjestää Laurea-ammattikorkeakoulu yhteistyössä koulutuskeskuksen kanssa. Tässä koulutuksessa noudatetaan soveltuvin osin, mitä ammattikorkeakoululaissa (351/2003) ja sen nojalla säädetään. Opiskelijat ovat ammattikorkeakoulun opiskelijoita. Koulutuksesta huolehtivat kumpikin oppilaitos siten kuin siitä tarvittaessa tarkemmin valtioneuvoston asetuksella säädetään ja ammattikorkeakoulun ja koulutuskeskuksen kesken sovitaan.",
        "folded_fi": "ammattikorkeakoulututkintoon johtavan rikosseuraamusalan koulutuksen jarjestaa laurea-ammattikorkeakoulu yhteistyossa koulutuskeskuksen kanssa. tassa koulutuksessa noudatetaan soveltuvin osin, mita ammattikorkeakoululaissa (351/2003) ja sen nojalla saadetaan. opiskelijat ovat ammattikorkeakoulun opiskelijoita. koulutuksesta huolehtivat kumpikin oppilaitos siten kuin siita tarvittaessa tarkemmin valtioneuvoston asetuksella saadetaan ja ammattikorkeakoulun ja koulutuskeskuksen kesken sovitaan.",
        "title_sv": "Utbildning som leder till yrkeshögskoleexamen",
        "content_sv": "Den utbildning på brottpåföljdsområdet som leder till yrkeshögskoleexamen anordnas av yrkeshögskolan Laurea i samarbete med utbildningscentralen. I denna utbildning iakttas i tillämpliga delar vad som bestäms i och med stöd av yrkeshögskolelagen (351/2003). De studerande är studerande vid yrkeshögskolan. Vardera läroanstalten har hand om utbildningen enligt vad som närmare vid behov bestäms genom förordning av statsrådet och enligt vad yrkeshögskolan och utbildningscentralen kommer överens om.",
        "normalized_sv": "Den utbildning på brottpåföljdsområdet som leder till yrkeshögskoleexamen anordnas av yrkeshögskolan Laurea i samarbete med utbildningscentralen. I denna utbildning iakttas i tillämpliga delar vad som bestäms i och med stöd av yrkeshögskolelagen (351/2003). De studerande är studerande vid yrkeshögskolan. Vardera läroanstalten har hand om utbildningen enligt vad som närmare vid behov bestäms genom förordning av statsrådet och enligt vad yrkeshögskolan och utbildningscentralen kommer överens om.",
        "folded_sv": "den utbildning pa brottpafoljdsomradet som leder till yrkeshogskoleexamen anordnas av yrkeshogskolan laurea i samarbete med utbildningscentralen. i denna utbildning iakttas i tillampliga delar vad som bestams i och med stod av yrkeshogskolelagen (351/2003). de studerande ar studerande vid yrkeshogskolan. vardera laroanstalten har hand om utbildningen enligt vad som narmare vid behov bestams genom forordning av statsradet och enligt vad yrkeshogskolan och utbildningscentralen kommer overens om."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "title": "Ammattikorkeakouluopetuksen rahoitus",
      "content": "Edellä 28 §:ssä tarkoitetulle ammattikorkeakoululle suoritetaan ammattikorkeakoulututkintoon johtavasta koulutuksesta aiheutuviin käyttökustannuksiin rahoitusta siten kuin opetus- ja kulttuuritoimen rahoituksesta annetussa laissa (635/1998) säädetään. Ammattikorkeakoulu maksaa koulutuskeskukselle korvauksen sen antamasta opetuksesta siten kuin ammattikorkeakoulu ja koulutuskeskus siitä sopivat vuosittain ennen varainhoitovuoden alkua. Valtioneuvoston asetuksella voidaan tarvittaessa säätää tarkemmin 1 momentissa tarkoitetusta ammattikorkeakoulun ja koulutuskeskuksen välisestä sopimuksesta ja korvauksen maksamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_29",
        "normalized_fi": "Edellä 28 § :ssä tarkoitetulle ammattikorkeakoululle suoritetaan ammattikorkeakoulututkintoon johtavasta koulutuksesta aiheutuviin käyttökustannuksiin rahoitusta siten kuin opetus- ja kulttuuritoimen rahoituksesta annetussa laissa (635/1998) säädetään. Ammattikorkeakoulu maksaa koulutuskeskukselle korvauksen sen antamasta opetuksesta siten kuin ammattikorkeakoulu ja koulutuskeskus siitä sopivat vuosittain ennen varainhoitovuoden alkua. Valtioneuvoston asetuksella voidaan tarvittaessa säätää tarkemmin 1 momentissa tarkoitetusta ammattikorkeakoulun ja koulutuskeskuksen välisestä sopimuksesta ja korvauksen maksamisesta.",
        "folded_fi": "edella 28 §:ssa tarkoitetulle ammattikorkeakoululle suoritetaan ammattikorkeakoulututkintoon johtavasta koulutuksesta aiheutuviin kayttokustannuksiin rahoitusta siten kuin opetus- ja kulttuuritoimen rahoituksesta annetussa laissa (635/1998) saadetaan. ammattikorkeakoulu maksaa koulutuskeskukselle korvauksen sen antamasta opetuksesta siten kuin ammattikorkeakoulu ja koulutuskeskus siita sopivat vuosittain ennen varainhoitovuoden alkua. valtioneuvoston asetuksella voidaan tarvittaessa saataa tarkemmin 1 momentissa tarkoitetusta ammattikorkeakoulun ja koulutuskeskuksen valisesta sopimuksesta ja korvauksen maksamisesta.",
        "title_sv": "Finansiering av yrkeshögskoleutbildningen",
        "content_sv": "Den yrkeshögskola som avses i 28 § erhåller finansiering för driftskostnaderna för den utbildning som leder till yrkeshögskoleexamen enligt vad som bestäms i lagen om finansiering av undervisnings- och kulturverksamhet (635/1998). Yrkeshögskolan ersätter utbildningscentralen för den undervisning centralen tillhandahåller i enlighet med vad yrkeshögskolan och centralen avtalar om saken årligen före ingången av finansåret. Genom förordning av statsrådet kan vid behov närmare bestämmelser utfärdas om det i 1 mom. avsedda avtalet mellan yrkeshögskolan och utbildningscentralen samt om betalningen av ersättning.",
        "normalized_sv": "Den yrkeshögskola som avses i 28 § erhåller finansiering för driftskostnaderna för den utbildning som leder till yrkeshögskoleexamen enligt vad som bestäms i lagen om finansiering av undervisnings- och kulturverksamhet (635/1998). Yrkeshögskolan ersätter utbildningscentralen för den undervisning centralen tillhandahåller i enlighet med vad yrkeshögskolan och centralen avtalar om saken årligen före ingången av finansåret. Genom förordning av statsrådet kan vid behov närmare bestämmelser utfärdas om det i 1 mom. avsedda avtalet mellan yrkeshögskolan och utbildningscentralen samt om betalningen av ersättning.",
        "folded_sv": "den yrkeshogskola som avses i 28 § erhaller finansiering for driftskostnaderna for den utbildning som leder till yrkeshogskoleexamen enligt vad som bestams i lagen om finansiering av undervisnings- och kulturverksamhet (635/1998). yrkeshogskolan ersatter utbildningscentralen for den undervisning centralen tillhandahaller i enlighet med vad yrkeshogskolan och centralen avtalar om saken arligen fore ingangen av finansaret. genom forordning av statsradet kan vid behov narmare bestammelser utfardas om det i 1 mom. avsedda avtalet mellan yrkeshogskolan och utbildningscentralen samt om betalningen av ersattning."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "title": "Oikaisuvaatimus",
      "content": "Opiskelijavalintaa tutkintoon johtavaan koulutukseen koskevaan päätökseen tyytymätön voi hakea siihen kirjallisesti oikaisua koulutuskeskuksen johtokunnalta 14 päivän kuluessa valinnan julkistamisesta. Opiskelijavalinnan tuloksia julkistettaessa on ilmoitettava, miten hakija voi saada tiedon valinnassa noudatettujen perusteiden soveltamisesta häneen ja miten valintaan voi hakea oikaisua. Aikaisempien opintojen ja osaamisen hyväksi lukemisen oikaisemista koskevaan 12 §:n 2 momentissa tarkoitettuun ja opintosuorituksen arvioinnin oikaisemista koskevaan 16 §:n 2 momentissa tarkoitettuun opettajan päätökseen tyytymätön voi hakea siihen kirjallisesti oikaisua koulutuskeskuksen johtajalta 14 päivän kuluessa päätöksen tiedoksisaannista. Opiskeluoikeuden menettämistä, opiskelun keskeyttämistä, varoituksen antamista tai koulutuksesta erottamista koskevaan päätökseen tyytymätön voi hakea siihen kirjallisesti oikaisua koulutuskeskuksen johtokunnalta 14 päivän kuluessa päätöksen tiedoksisaannista. Päätökseen, johon saa hakea oikaisua, ei saa hakea muutosta valittamalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_30",
        "normalized_fi": "Opiskelijavalintaa tutkintoon johtavaan koulutukseen koskevaan päätökseen tyytymätön voi hakea siihen kirjallisesti oikaisua koulutuskeskuksen johtokunnalta 14 päivän kuluessa valinnan julkistamisesta. Opiskelijavalinnan tuloksia julkistettaessa on ilmoitettava, miten hakija voi saada tiedon valinnassa noudatettujen perusteiden soveltamisesta häneen ja miten valintaan voi hakea oikaisua. Aikaisempien opintojen ja osaamisen hyväksi lukemisen oikaisemista koskevaan 12 § :n 2 momentissa tarkoitettuun ja opintosuorituksen arvioinnin oikaisemista koskevaan 16 § :n 2 momentissa tarkoitettuun opettajan päätökseen tyytymätön voi hakea siihen kirjallisesti oikaisua koulutuskeskuksen johtajalta 14 päivän kuluessa päätöksen tiedoksisaannista. Opiskeluoikeuden menettämistä, opiskelun keskeyttämistä, varoituksen antamista tai koulutuksesta erottamista koskevaan päätökseen tyytymätön voi hakea siihen kirjallisesti oikaisua koulutuskeskuksen johtokunnalta 14 päivän kuluessa päätöksen tiedoksisaannista. Päätökseen, johon saa hakea oikaisua, ei saa hakea muutosta valittamalla.",
        "folded_fi": "opiskelijavalintaa tutkintoon johtavaan koulutukseen koskevaan paatokseen tyytymaton voi hakea siihen kirjallisesti oikaisua koulutuskeskuksen johtokunnalta 14 paivan kuluessa valinnan julkistamisesta. opiskelijavalinnan tuloksia julkistettaessa on ilmoitettava, miten hakija voi saada tiedon valinnassa noudatettujen perusteiden soveltamisesta haneen ja miten valintaan voi hakea oikaisua. aikaisempien opintojen ja osaamisen hyvaksi lukemisen oikaisemista koskevaan 12 §:n 2 momentissa tarkoitettuun ja opintosuorituksen arvioinnin oikaisemista koskevaan 16 §:n 2 momentissa tarkoitettuun opettajan paatokseen tyytymaton voi hakea siihen kirjallisesti oikaisua koulutuskeskuksen johtajalta 14 paivan kuluessa paatoksen tiedoksisaannista. opiskeluoikeuden menettamista, opiskelun keskeyttamista, varoituksen antamista tai koulutuksesta erottamista koskevaan paatokseen tyytymaton voi hakea siihen kirjallisesti oikaisua koulutuskeskuksen johtokunnalta 14 paivan kuluessa paatoksen tiedoksisaannista. paatokseen, johon saa hakea oikaisua, ei saa hakea muutosta valittamalla.",
        "title_sv": "Rättelseyrkande",
        "content_sv": "Den som är missnöjd med ett beslut som gäller antagning av studerande till utbildning för examen kan hos utbildningscentralens direktion skriftligen söka rättelse i beslutet inom 14 dagar efter det att antagningen offentliggjorts. Vid offentliggörandet av resultatet av antagningen av studerande skall anges hur sökanden kan få upplysning om hur grunderna för antagningen har tillämpats på honom eller henne och hur rättelse av antagningen kan sökas. Den som är missnöjd med lärarens beslut med anledning av begäran om rättelse i beslut om tillgodoräknande av tidigare studier och kompetens enligt 12 § 2 mom. eller bedömningen av en studieprestation enligt 16 § 2 mom. kan hos direktören för utbildningscentralen skriftligen söka rättelse inom 14 dagar från det att han eller hon fått del av beslutet. Den som är missnöjd med ett beslut som gäller förlust av studierätten, avbrott i studierna, varning eller avstängning från utbildningen kan hos utbildningscentralens direktion skriftligen söka rättelse inom 14 dagar efter det att han eller hon fått del av beslutet. I ett beslut i vilket rättelse får sökas får ändring inte sökas genom besvär.",
        "normalized_sv": "Den som är missnöjd med ett beslut som gäller antagning av studerande till utbildning för examen kan hos utbildningscentralens direktion skriftligen söka rättelse i beslutet inom 14 dagar efter det att antagningen offentliggjorts. Vid offentliggörandet av resultatet av antagningen av studerande skall anges hur sökanden kan få upplysning om hur grunderna för antagningen har tillämpats på honom eller henne och hur rättelse av antagningen kan sökas. Den som är missnöjd med lärarens beslut med anledning av begäran om rättelse i beslut om tillgodoräknande av tidigare studier och kompetens enligt 12 § 2 mom. eller bedömningen av en studieprestation enligt 16 § 2 mom. kan hos direktören för utbildningscentralen skriftligen söka rättelse inom 14 dagar från det att han eller hon fått del av beslutet. Den som är missnöjd med ett beslut som gäller förlust av studierätten, avbrott i studierna, varning eller avstängning från utbildningen kan hos utbildningscentralens direktion skriftligen söka rättelse inom 14 dagar efter det att han eller hon fått del av beslutet. I ett beslut i vilket rättelse får sökas får ändring inte sökas genom besvär.",
        "folded_sv": "den som ar missnojd med ett beslut som galler antagning av studerande till utbildning for examen kan hos utbildningscentralens direktion skriftligen soka rattelse i beslutet inom 14 dagar efter det att antagningen offentliggjorts. vid offentliggorandet av resultatet av antagningen av studerande skall anges hur sokanden kan fa upplysning om hur grunderna for antagningen har tillampats pa honom eller henne och hur rattelse av antagningen kan sokas. den som ar missnojd med lararens beslut med anledning av begaran om rattelse i beslut om tillgodoraknande av tidigare studier och kompetens enligt 12 § 2 mom. eller bedomningen av en studieprestation enligt 16 § 2 mom. kan hos direktoren for utbildningscentralen skriftligen soka rattelse inom 14 dagar fran det att han eller hon fatt del av beslutet. den som ar missnojd med ett beslut som galler forlust av studieratten, avbrott i studierna, varning eller avstangning fran utbildningen kan hos utbildningscentralens direktion skriftligen soka rattelse inom 14 dagar efter det att han eller hon fatt del av beslutet. i ett beslut i vilket rattelse far sokas far andring inte sokas genom besvar."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "title": "Muutoksenhaku",
      "content": "Edellä 30 §:ssä tarkoitettuun oikaisuvaatimuksesta annettuun päätökseen haetaan muutosta hallinto-oikeudelta siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Opintosuorituksen arviointia tai aikaisempien opintojen ja osaamisen hyväksi lukemista koskevaan oikaisumenettelyssä annettuun päätökseen ei saa valittamalla hakea muutosta. Hallinto-oikeuden tässä laissa tarkoitetussa asiassa antamaan päätökseen ei saa hakea muutosta valittamalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_31",
        "normalized_fi": "Edellä 30 § :ssä tarkoitettuun oikaisuvaatimuksesta annettuun päätökseen haetaan muutosta hallinto-oikeudelta siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Opintosuorituksen arviointia tai aikaisempien opintojen ja osaamisen hyväksi lukemista koskevaan oikaisumenettelyssä annettuun päätökseen ei saa valittamalla hakea muutosta. Hallinto-oikeuden tässä laissa tarkoitetussa asiassa antamaan päätökseen ei saa hakea muutosta valittamalla.",
        "folded_fi": "edella 30 §:ssa tarkoitettuun oikaisuvaatimuksesta annettuun paatokseen haetaan muutosta hallinto-oikeudelta siten kuin hallintolainkayttolaissa (586/1996) saadetaan. opintosuorituksen arviointia tai aikaisempien opintojen ja osaamisen hyvaksi lukemista koskevaan oikaisumenettelyssa annettuun paatokseen ei saa valittamalla hakea muutosta. hallinto-oikeuden tassa laissa tarkoitetussa asiassa antamaan paatokseen ei saa hakea muutosta valittamalla.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ändring i ett beslut med anledning av ett rättelseyrkande enligt 30 § får sökas hos förvaltningsdomstolen enligt vad som föreskrivs i förvaltningsprocesslagen (586/1996). I ett beslut som i ett rättelseförfarande meddelats om bedömning av en studieprestation eller tillgodoräknandet av tidigare studier och kompetens får ändring inte sökas genom besvär. I beslut som förvaltningsdomstolen meddelat i ett ärende som avses i denna lag får ändring inte sökas genom besvär.",
        "normalized_sv": "Ändring i ett beslut med anledning av ett rättelseyrkande enligt 30 § får sökas hos förvaltningsdomstolen enligt vad som föreskrivs i förvaltningsprocesslagen (586/1996). I ett beslut som i ett rättelseförfarande meddelats om bedömning av en studieprestation eller tillgodoräknandet av tidigare studier och kompetens får ändring inte sökas genom besvär. I beslut som förvaltningsdomstolen meddelat i ett ärende som avses i denna lag får ändring inte sökas genom besvär.",
        "folded_sv": "andring i ett beslut med anledning av ett rattelseyrkande enligt 30 § far sokas hos forvaltningsdomstolen enligt vad som foreskrivs i forvaltningsprocesslagen (586/1996). i ett beslut som i ett rattelseforfarande meddelats om bedomning av en studieprestation eller tillgodoraknandet av tidigare studier och kompetens far andring inte sokas genom besvar. i beslut som forvaltningsdomstolen meddelat i ett arende som avses i denna lag far andring inte sokas genom besvar."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "title": "Tarkemmat säännökset",
      "content": "Tarkempia säännöksiä koulutuskeskuksen organisaatiosta, asioiden käsittelemisestä, viroista ja niiden kelpoisuusvaatimuksista sekä valintamenettelystä ja opetuksen antamisesta voidaan antaa valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_32",
        "normalized_fi": "Tarkempia säännöksiä koulutuskeskuksen organisaatiosta, asioiden käsittelemisestä, viroista ja niiden kelpoisuusvaatimuksista sekä valintamenettelystä ja opetuksen antamisesta voidaan antaa valtioneuvoston asetuksella.",
        "folded_fi": "tarkempia saannoksia koulutuskeskuksen organisaatiosta, asioiden kasittelemisesta, viroista ja niiden kelpoisuusvaatimuksista seka valintamenettelysta ja opetuksen antamisesta voidaan antaa valtioneuvoston asetuksella.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Närmare bestämmelser om utbildningscentralens organisation och behandlingen av ärenden, om tjänster vid utbildningscentralen och behörighetsvillkoren för dem samt om antagningen till utbildning och undervisningen kan utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om utbildningscentralens organisation och behandlingen av ärenden, om tjänster vid utbildningscentralen och behörighetsvillkoren för dem samt om antagningen till utbildning och undervisningen kan utfärdas genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om utbildningscentralens organisation och behandlingen av arenden, om tjanster vid utbildningscentralen och behorighetsvillkoren for dem samt om antagningen till utbildning och undervisningen kan utfardas genom forordning av statsradet."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "33",
      "section": "33",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2007. Tällä lailla kumotaan Vankeinhoidon koulutuskeskuksesta 16 päivänä helmikuuta 2001 annettu laki (136/2001) siihen myöhemmin tehtyine muutoksineen. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_33",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2007. Tällä lailla kumotaan Vankeinhoidon koulutuskeskuksesta 16 päivänä helmikuuta 2001 annettu laki (136/2001) siihen myöhemmin tehtyine muutoksineen. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2007. talla lailla kumotaan vankeinhoidon koulutuskeskuksesta 16 paivana helmikuuta 2001 annettu laki (136/2001) siihen myohemmin tehtyine muutoksineen. ennen taman lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2007. Genom denna lag upphävs lagen av den 16 februari 2001 om Fångvårdens utbildningscentral (136/2001) jämte ändringar. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2007. Genom denna lag upphävs lagen av den 16 februari 2001 om Fångvårdens utbildningscentral (136/2001) jämte ändringar. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2007. genom denna lag upphavs lagen av den 16 februari 2001 om fangvardens utbildningscentral (136/2001) jamte andringar. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Siirtymäsäännökset",
      "content": "Ennen tämän lain voimaantuloa aloitetut vankeinhoitotutkinnon opinnot voidaan suorittaa loppuun tämän lain voimaan tullessa voimassa olleiden säännösten ja määräysten mukaan. Ennen tämän lain voimaantuloa asetettu johtokunta jatkaa toimikautensa loppuun, mutta sen jäsenmäärä täydennetään 2 §:n 3 momentissa säädetyn mukaiseksi. Jos oppilasta koskeva päätös on tehty ennen lain voimaantuloa, sitä koskevan oikaisuvaatimuksen käsittelyssä ja muutoksenhaussa noudatetaan tämän lain voimaan tullessa voimassa olleita säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_34",
        "normalized_fi": "Ennen tämän lain voimaantuloa aloitetut vankeinhoitotutkinnon opinnot voidaan suorittaa loppuun tämän lain voimaan tullessa voimassa olleiden säännösten ja määräysten mukaan. Ennen tämän lain voimaantuloa asetettu johtokunta jatkaa toimikautensa loppuun, mutta sen jäsenmäärä täydennetään 2 § :n 3 momentissa säädetyn mukaiseksi. Jos oppilasta koskeva päätös on tehty ennen lain voimaantuloa, sitä koskevan oikaisuvaatimuksen käsittelyssä ja muutoksenhaussa noudatetaan tämän lain voimaan tullessa voimassa olleita säännöksiä.",
        "folded_fi": "ennen taman lain voimaantuloa aloitetut vankeinhoitotutkinnon opinnot voidaan suorittaa loppuun taman lain voimaan tullessa voimassa olleiden saannosten ja maaraysten mukaan. ennen taman lain voimaantuloa asetettu johtokunta jatkaa toimikautensa loppuun, mutta sen jasenmaara taydennetaan 2 §:n 3 momentissa saadetyn mukaiseksi. jos oppilasta koskeva paatos on tehty ennen lain voimaantuloa, sita koskevan oikaisuvaatimuksen kasittelyssa ja muutoksenhaussa noudatetaan taman lain voimaan tullessa voimassa olleita saannoksia.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "Sådan utbildning för fångvårdsexamen som har påbörjats innan denna lag träder i kraft får slutföras i enlighet med de bestämmelser och föreskrifter som gällde vid ikraftträdandet. Den direktionen som har tillsatts före ikraftträdandet av denna lag fortsätter till slutet av sin mandattid, men dess medlemsantal kompletteras så att det motsvarar vad som föreskrivs i 2 § 3 mom. Om ett beslut som gäller en elev har fattats innan lagen har trätt i kraft, iakttas vid behandlingen av ett rättelseyrkande som gäller beslutet samt vid ändringssökande de bestämmelser som gällde vid ikraftträdandet.",
        "normalized_sv": "Sådan utbildning för fångvårdsexamen som har påbörjats innan denna lag träder i kraft får slutföras i enlighet med de bestämmelser och föreskrifter som gällde vid ikraftträdandet. Den direktionen som har tillsatts före ikraftträdandet av denna lag fortsätter till slutet av sin mandattid, men dess medlemsantal kompletteras så att det motsvarar vad som föreskrivs i 2 § 3 mom. Om ett beslut som gäller en elev har fattats innan lagen har trätt i kraft, iakttas vid behandlingen av ett rättelseyrkande som gäller beslutet samt vid ändringssökande de bestämmelser som gällde vid ikraftträdandet.",
        "folded_sv": "sadan utbildning for fangvardsexamen som har paborjats innan denna lag trader i kraft far slutforas i enlighet med de bestammelser och foreskrifter som gallde vid ikrafttradandet. den direktionen som har tillsatts fore ikrafttradandet av denna lag fortsatter till slutet av sin mandattid, men dess medlemsantal kompletteras sa att det motsvarar vad som foreskrivs i 2 § 3 mom. om ett beslut som galler en elev har fattats innan lagen har tratt i kraft, iakttas vid behandlingen av ett rattelseyrkande som galler beslutet samt vid andringssokande de bestammelser som gallde vid ikrafttradandet."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    }
  ]
}