{
  "id": "132/2016",
  "type": "statute",
  "title": "Laki ulkomaalaislain muuttamisesta",
  "title_en": "Lag om ändring av utlänningslagen",
  "status": "in_force",
  "issued_date": "2016-02-19",
  "in_force_date": "2016-02-19",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2016/132/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "190",
      "section": "190",
      "title": "Valitus",
      "content": "Muutoksenhausta viisumiasioissa säädetään 190 a §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:190",
        "normalized_fi": "Muutoksenhausta viisumiasioissa säädetään 190 a § :ssä.",
        "folded_fi": "muutoksenhausta viisumiasioissa saadetaan 190 a §:ssa.",
        "title_sv": "Besvär",
        "content_sv": "Bestämmelser om ändringssökande i viseringsärenden finns i 190 a §.",
        "normalized_sv": "Bestämmelser om ändringssökande i viseringsärenden finns i 190 a § .",
        "folded_sv": "bestammelser om andringssokande i viseringsarenden finns i 190 a §."
      }
    },
    {
      "provision_ref": "190 a",
      "section": "190 a",
      "title": "Muutoksenhaku viisumiasioissa",
      "content": "Suomen edustuston viisumisäännöstön nojalla tekemään viisumin epäämis- ja mitätöintipäätökseen sekä sellaiseen viisumin kumoamispäätökseen, jota ei ole tehty viisuminhaltijan pyynnöstä, saa vaatia oikaisua päätöksen tehneeltä edustustolta siten kuin hallintolain 7 a luvussa säädetään. Kun kyse on unionin kansalaisen tai häneen rinnastettavan perheenjäsentä koskevasta viisumin epäämis-, mitätöinti- tai kumoamispäätöksestä, johon sovelletaan 10 lukua, haetaan muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Suomen edustuston oikaisuvaatimukseen tekemään päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Rajatarkastusviranomaisen, poliisin tai Maahanmuuttoviraston viisumisäännöstön nojalla tekemään viisumin epäämis- ja mitätöintipäätökseen sekä sellaiseen viisumin kumoamispäätökseen, jota ei ole tehty viisuminhaltijan pyynnöstä, saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:190 a",
        "normalized_fi": "Suomen edustuston viisumisäännöstön nojalla tekemään viisumin epäämis- ja mitätöintipäätökseen sekä sellaiseen viisumin kumoamispäätökseen, jota ei ole tehty viisuminhaltijan pyynnöstä, saa vaatia oikaisua päätöksen tehneeltä edustustolta siten kuin hallintolain 7 a luvussa säädetään. Kun kyse on unionin kansalaisen tai häneen rinnastettavan perheenjäsentä koskevasta viisumin epäämis-, mitätöinti- tai kumoamispäätöksestä, johon sovelletaan 10 lukua, haetaan muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Suomen edustuston oikaisuvaatimukseen tekemään päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Rajatarkastusviranomaisen, poliisin tai Maahanmuuttoviraston viisumisäännöstön nojalla tekemään viisumin epäämis- ja mitätöintipäätökseen sekä sellaiseen viisumin kumoamispäätökseen, jota ei ole tehty viisuminhaltijan pyynnöstä, saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään.",
        "folded_fi": "suomen edustuston viisumisaannoston nojalla tekemaan viisumin epaamis- ja mitatointipaatokseen seka sellaiseen viisumin kumoamispaatokseen, jota ei ole tehty viisuminhaltijan pyynnosta, saa vaatia oikaisua paatoksen tehneelta edustustolta siten kuin hallintolain 7 a luvussa saadetaan. kun kyse on unionin kansalaisen tai haneen rinnastettavan perheenjasenta koskevasta viisumin epaamis-, mitatointi- tai kumoamispaatoksesta, johon sovelletaan 10 lukua, haetaan muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan. suomen edustuston oikaisuvaatimukseen tekemaan paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan. rajatarkastusviranomaisen, poliisin tai maahanmuuttoviraston viisumisaannoston nojalla tekemaan viisumin epaamis- ja mitatointipaatokseen seka sellaiseen viisumin kumoamispaatokseen, jota ei ole tehty viisuminhaltijan pyynnosta, saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan.",
        "title_sv": "Ändringssökande i viseringsärenden",
        "content_sv": "Omprövning av ett sådant beslut enligt viseringskodexen som har fattats av en finsk beskickning och som gäller avslag på ansökan om visering, upphävande av visering eller sådant återkallande av visering som inte har fattats på begäran av viseringsinnehavaren får begäras hos den beskickning som har fattat beslutet på det sätt som föreskrivs i 7 a kap. i förvaltningslagen. När det är fråga om ett beslut om avslag på ansökan om, upphävande av eller återkallande av visering som gäller en familjemedlem till en unionsmedborgare eller därmed jämförbar person, och som omfattas av bestämmelserna i 10 kap., får ändring sökas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen. I det omprövningsbeslut som har fattats av den finska beskickningen får ändring sökas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen. I beslut som gränskontrollmyndigheten, polisen eller Migrationsverket fattat enligt viseringskodexen och som gäller avslag på ansökan om visering, upphävande av visering eller sådant återkallande av visering som inte har fattats på begäran av viseringsinnehavaren får ändring sökas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen.",
        "normalized_sv": "Omprövning av ett sådant beslut enligt viseringskodexen som har fattats av en finsk beskickning och som gäller avslag på ansökan om visering, upphävande av visering eller sådant återkallande av visering som inte har fattats på begäran av viseringsinnehavaren får begäras hos den beskickning som har fattat beslutet på det sätt som föreskrivs i 7 a kap. i förvaltningslagen. När det är fråga om ett beslut om avslag på ansökan om, upphävande av eller återkallande av visering som gäller en familjemedlem till en unionsmedborgare eller därmed jämförbar person, och som omfattas av bestämmelserna i 10 kap., får ändring sökas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen. I det omprövningsbeslut som har fattats av den finska beskickningen får ändring sökas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen. I beslut som gränskontrollmyndigheten, polisen eller Migrationsverket fattat enligt viseringskodexen och som gäller avslag på ansökan om visering, upphävande av visering eller sådant återkallande av visering som inte har fattats på begäran av viseringsinnehavaren får ändring sökas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen.",
        "folded_sv": "omprovning av ett sadant beslut enligt viseringskodexen som har fattats av en finsk beskickning och som galler avslag pa ansokan om visering, upphavande av visering eller sadant aterkallande av visering som inte har fattats pa begaran av viseringsinnehavaren far begaras hos den beskickning som har fattat beslutet pa det satt som foreskrivs i 7 a kap. i forvaltningslagen. nar det ar fraga om ett beslut om avslag pa ansokan om, upphavande av eller aterkallande av visering som galler en familjemedlem till en unionsmedborgare eller darmed jamforbar person, och som omfattas av bestammelserna i 10 kap., far andring sokas genom besvar hos forvaltningsdomstolen pa det satt som foreskrivs i forvaltningsprocesslagen. i det omprovningsbeslut som har fattats av den finska beskickningen far andring sokas genom besvar hos forvaltningsdomstolen pa det satt som foreskrivs i forvaltningsprocesslagen. i beslut som granskontrollmyndigheten, polisen eller migrationsverket fattat enligt viseringskodexen och som galler avslag pa ansokan om visering, upphavande av visering eller sadant aterkallande av visering som inte har fattats pa begaran av viseringsinnehavaren far andring sokas genom besvar hos forvaltningsdomstolen pa det satt som foreskrivs i forvaltningsprocesslagen."
      }
    },
    {
      "provision_ref": "190 b",
      "section": "190 b",
      "title": "Oikaisuvaatimuksen käsittely",
      "content": "Viisumin epäämis-, mitätöinti- ja kumoamispäätöstä koskeva oikaisuvaatimus on käsiteltävä ilman aiheetonta viivytystä. Oikaisuvaatimusta koskevan asian saa ratkaista asianosaista kuulematta, jollei kuuleminen ole erityisestä syystä tarpeen. Oikaisuvaatimukseen annettavan päätöksen perustelut voidaan jättää esittämättä siltä osin kuin kyse on viisumin epäämis-, mitätöinti- tai kumoamispäätöksen perusteena olevasta toisen Schengen-valtion tai kolmannen maan viranomaiselta saadusta viisuminhakijaa tai viisuminhaltijaa koskevasta tiedosta taikka tiedosta, jonka mukaan viisuminhakija tai viisuminhaltija saattaa vaarantaa Schengen-valtion yleistä järjestystä tai turvallisuutta taikka sen kansallista turvallisuutta tai suhteita vieraaseen valtioon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:190 b",
        "normalized_fi": "Viisumin epäämis-, mitätöinti- ja kumoamispäätöstä koskeva oikaisuvaatimus on käsiteltävä ilman aiheetonta viivytystä. Oikaisuvaatimusta koskevan asian saa ratkaista asianosaista kuulematta, jollei kuuleminen ole erityisestä syystä tarpeen. Oikaisuvaatimukseen annettavan päätöksen perustelut voidaan jättää esittämättä siltä osin kuin kyse on viisumin epäämis-, mitätöinti- tai kumoamispäätöksen perusteena olevasta toisen Schengen-valtion tai kolmannen maan viranomaiselta saadusta viisuminhakijaa tai viisuminhaltijaa koskevasta tiedosta taikka tiedosta, jonka mukaan viisuminhakija tai viisuminhaltija saattaa vaarantaa Schengen-valtion yleistä järjestystä tai turvallisuutta taikka sen kansallista turvallisuutta tai suhteita vieraaseen valtioon.",
        "folded_fi": "viisumin epaamis-, mitatointi- ja kumoamispaatosta koskeva oikaisuvaatimus on kasiteltava ilman aiheetonta viivytysta. oikaisuvaatimusta koskevan asian saa ratkaista asianosaista kuulematta, jollei kuuleminen ole erityisesta syysta tarpeen. oikaisuvaatimukseen annettavan paatoksen perustelut voidaan jattaa esittamatta silta osin kuin kyse on viisumin epaamis-, mitatointi- tai kumoamispaatoksen perusteena olevasta toisen schengen-valtion tai kolmannen maan viranomaiselta saadusta viisuminhakijaa tai viisuminhaltijaa koskevasta tiedosta taikka tiedosta, jonka mukaan viisuminhakija tai viisuminhaltija saattaa vaarantaa schengen-valtion yleista jarjestysta tai turvallisuutta taikka sen kansallista turvallisuutta tai suhteita vieraaseen valtioon.",
        "title_sv": "Behandling av omprövningsbegäran",
        "content_sv": "En begäran om omprövning av ett beslut om avslag på ansökan om, upphävande av eller återkallande av visering ska behandlas utan ogrundat dröjsmål. Omprövningsärendet får avgöras utan att den berörda parten hörs, om inte hörandet av någon särskild orsak är behövligt. Motiveringarna till ett beslut med anledning av en begäran om omprövning behöver inte uppges till den del beslutet om avslag på ansökan om, upphävande av eller återkallande av visering baserar sig på upplysningar om sökanden eller om viseringsinnehavaren som fåtts av myndigheterna i en Schengenstat eller ett tredjeland eller på uppgifter om att sökanden eller viseringsinnehavaren kan äventyra allmän ordning eller säkerhet eller den nationella säkerheten i en Schengenstat eller dess förhållanden till en främmande stat.",
        "normalized_sv": "En begäran om omprövning av ett beslut om avslag på ansökan om, upphävande av eller återkallande av visering ska behandlas utan ogrundat dröjsmål. Omprövningsärendet får avgöras utan att den berörda parten hörs, om inte hörandet av någon särskild orsak är behövligt. Motiveringarna till ett beslut med anledning av en begäran om omprövning behöver inte uppges till den del beslutet om avslag på ansökan om, upphävande av eller återkallande av visering baserar sig på upplysningar om sökanden eller om viseringsinnehavaren som fåtts av myndigheterna i en Schengenstat eller ett tredjeland eller på uppgifter om att sökanden eller viseringsinnehavaren kan äventyra allmän ordning eller säkerhet eller den nationella säkerheten i en Schengenstat eller dess förhållanden till en främmande stat.",
        "folded_sv": "en begaran om omprovning av ett beslut om avslag pa ansokan om, upphavande av eller aterkallande av visering ska behandlas utan ogrundat drojsmal. omprovningsarendet far avgoras utan att den berorda parten hors, om inte horandet av nagon sarskild orsak ar behovligt. motiveringarna till ett beslut med anledning av en begaran om omprovning behover inte uppges till den del beslutet om avslag pa ansokan om, upphavande av eller aterkallande av visering baserar sig pa upplysningar om sokanden eller om viseringsinnehavaren som fatts av myndigheterna i en schengenstat eller ett tredjeland eller pa uppgifter om att sokanden eller viseringsinnehavaren kan aventyra allman ordning eller sakerhet eller den nationella sakerheten i en schengenstat eller dess forhallanden till en frammande stat."
      }
    },
    {
      "provision_ref": "191",
      "section": "191",
      "title": "Valituskiellot",
      "content": "Seuraaviin tämän lain nojalla tehtyihin päätöksiin ei saa hakea muutosta valittamalla: 1) viisumisäännöstön mukaista viisumihakemuksen jättämiseen liittyvää velvollisuutta, Suomen edustuston toimivaltaa, viisumihakemuksen tutkittavaksi ottamista, hakemuksen käsittelyn keskeyttämistä, hakemuksen siirtämistä edustetun Schengen-valtion viranomaiselle ja viisumin jatkamista koskeva päätös sekä päätös, jolla viisumi on myönnetty;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:191",
        "normalized_fi": "Seuraaviin tämän lain nojalla tehtyihin päätöksiin ei saa hakea muutosta valittamalla: 1) viisumisäännöstön mukaista viisumihakemuksen jättämiseen liittyvää velvollisuutta, Suomen edustuston toimivaltaa, viisumihakemuksen tutkittavaksi ottamista, hakemuksen käsittelyn keskeyttämistä, hakemuksen siirtämistä edustetun Schengen-valtion viranomaiselle ja viisumin jatkamista koskeva päätös sekä päätös, jolla viisumi on myönnetty;",
        "folded_fi": "seuraaviin taman lain nojalla tehtyihin paatoksiin ei saa hakea muutosta valittamalla: 1) viisumisaannoston mukaista viisumihakemuksen jattamiseen liittyvaa velvollisuutta, suomen edustuston toimivaltaa, viisumihakemuksen tutkittavaksi ottamista, hakemuksen kasittelyn keskeyttamista, hakemuksen siirtamista edustetun schengen-valtion viranomaiselle ja viisumin jatkamista koskeva paatos seka paatos, jolla viisumi on myonnetty;",
        "title_sv": "Besvärsförbud",
        "content_sv": "I följande beslut som fattats med stöd av denna lag får ändring inte sökas genom besvär: 1) beslut enligt viseringskodexen som hänför sig till skyldigheter i samband med inlämnande av ansökan om visering, en finsk beskicknings behörighet, upptagande av en ansökan till prövning, avbrytande av handläggning av ansökan, överlämnande av ansökan till myndigheterna i en representerad Schengenstat, förlängning av visering samt ett sådant beslut enligt viseringskodexen genom vilket visering utfärdats,",
        "normalized_sv": "I följande beslut som fattats med stöd av denna lag får ändring inte sökas genom besvär: 1) beslut enligt viseringskodexen som hänför sig till skyldigheter i samband med inlämnande av ansökan om visering, en finsk beskicknings behörighet, upptagande av en ansökan till prövning, avbrytande av handläggning av ansökan, överlämnande av ansökan till myndigheterna i en representerad Schengenstat, förlängning av visering samt ett sådant beslut enligt viseringskodexen genom vilket visering utfärdats,",
        "folded_sv": "i foljande beslut som fattats med stod av denna lag far andring inte sokas genom besvar: 1) beslut enligt viseringskodexen som hanfor sig till skyldigheter i samband med inlamnande av ansokan om visering, en finsk beskicknings behorighet, upptagande av en ansokan till provning, avbrytande av handlaggning av ansokan, overlamnande av ansokan till myndigheterna i en representerad schengenstat, forlangning av visering samt ett sadant beslut enligt viseringskodexen genom vilket visering utfardats,"
      }
    },
    {
      "provision_ref": "196",
      "section": "196",
      "title": "Valitus korkeimpaan hallinto-oikeuteen",
      "content": "Hallinto-oikeuden päätökseen, joka koskee viisumin epäämistä, mitätöimistä tai kumoamista, ei saa hakea muutosta valittamalla korkeimmalta hallinto-oikeudelta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:196",
        "normalized_fi": "Hallinto-oikeuden päätökseen, joka koskee viisumin epäämistä, mitätöimistä tai kumoamista, ei saa hakea muutosta valittamalla korkeimmalta hallinto-oikeudelta.",
        "folded_fi": "hallinto-oikeuden paatokseen, joka koskee viisumin epaamista, mitatoimista tai kumoamista, ei saa hakea muutosta valittamalla korkeimmalta hallinto-oikeudelta.",
        "title_sv": "Anförande av besvär hos högsta förvaltningsdomstolen",
        "content_sv": "I sådana beslut av förvaltningsdomstolen som gäller avslag på ansökan om visering, upphävande av visering eller återkallande av visering får ändring inte sökas genom besvär hos högsta förvaltningsdomstolen.",
        "normalized_sv": "I sådana beslut av förvaltningsdomstolen som gäller avslag på ansökan om visering, upphävande av visering eller återkallande av visering får ändring inte sökas genom besvär hos högsta förvaltningsdomstolen.",
        "folded_sv": "i sadana beslut av forvaltningsdomstolen som galler avslag pa ansokan om visering, upphavande av visering eller aterkallande av visering far andring inte sokas genom besvar hos hogsta forvaltningsdomstolen."
      }
    },
    {
      "provision_ref": "204 a",
      "section": "204 a",
      "title": "Tiedoksianto viisumiasiassa",
      "content": "Edellä 190 a §:n 1 momentissa tarkoitettuun oikaisuvaatimukseen annettua päätöstä koskeva tiedoksianto saadaan toimittaa lähettämällä päätös postitse ulkomaalaisen ilmoittamaan osoitteeseen taikka luovuttamalla päätös ulkomaalaiselle päätöksen tehneen viranomaisen luona. Päätös katsotaan annetuksi tiedoksi seitsemäntenä päivänä päätökseen merkitystä päiväyksestä, jollei muuta näytetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:204 a",
        "normalized_fi": "Edellä 190 a § :n 1 momentissa tarkoitettuun oikaisuvaatimukseen annettua päätöstä koskeva tiedoksianto saadaan toimittaa lähettämällä päätös postitse ulkomaalaisen ilmoittamaan osoitteeseen taikka luovuttamalla päätös ulkomaalaiselle päätöksen tehneen viranomaisen luona. Päätös katsotaan annetuksi tiedoksi seitsemäntenä päivänä päätökseen merkitystä päiväyksestä, jollei muuta näytetä.",
        "folded_fi": "edella 190 a §:n 1 momentissa tarkoitettuun oikaisuvaatimukseen annettua paatosta koskeva tiedoksianto saadaan toimittaa lahettamalla paatos postitse ulkomaalaisen ilmoittamaan osoitteeseen taikka luovuttamalla paatos ulkomaalaiselle paatoksen tehneen viranomaisen luona. paatos katsotaan annetuksi tiedoksi seitsemantena paivana paatokseen merkitysta paivayksesta, jollei muuta nayteta.",
        "title_sv": "Delgivning i viseringsärenden",
        "content_sv": "Ett beslut med anledning av en sådan begäran om omprövning som avses i 190 a § 1 mom. får delges per post till den adress utlänningen uppgett eller genom att beslutet överlämnas till utlänningen hos den myndighet som har fattat beslutet. Beslutet anses delgivet den sjunde dagen efter datumanteckningen i beslutet, om inte något annat visas.",
        "normalized_sv": "Ett beslut med anledning av en sådan begäran om omprövning som avses i 190 a § 1 mom. får delges per post till den adress utlänningen uppgett eller genom att beslutet överlämnas till utlänningen hos den myndighet som har fattat beslutet. Beslutet anses delgivet den sjunde dagen efter datumanteckningen i beslutet, om inte något annat visas.",
        "folded_sv": "ett beslut med anledning av en sadan begaran om omprovning som avses i 190 a § 1 mom. far delges per post till den adress utlanningen uppgett eller genom att beslutet overlamnas till utlanningen hos den myndighet som har fattat beslutet. beslutet anses delgivet den sjunde dagen efter datumanteckningen i beslutet, om inte nagot annat visas."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "190",
      "section": "190",
      "title": "Valitus",
      "content": "Muutoksenhausta viisumiasioissa säädetään 190 a §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:190",
        "normalized_fi": "Muutoksenhausta viisumiasioissa säädetään 190 a § :ssä.",
        "folded_fi": "muutoksenhausta viisumiasioissa saadetaan 190 a §:ssa.",
        "title_sv": "Besvär",
        "content_sv": "Bestämmelser om ändringssökande i viseringsärenden finns i 190 a §.",
        "normalized_sv": "Bestämmelser om ändringssökande i viseringsärenden finns i 190 a § .",
        "folded_sv": "bestammelser om andringssokande i viseringsarenden finns i 190 a §."
      },
      "valid_from": "2016-02-19",
      "valid_to": null
    },
    {
      "provision_ref": "190 a",
      "section": "190 a",
      "title": "Muutoksenhaku viisumiasioissa",
      "content": "Suomen edustuston viisumisäännöstön nojalla tekemään viisumin epäämis- ja mitätöintipäätökseen sekä sellaiseen viisumin kumoamispäätökseen, jota ei ole tehty viisuminhaltijan pyynnöstä, saa vaatia oikaisua päätöksen tehneeltä edustustolta siten kuin hallintolain 7 a luvussa säädetään. Kun kyse on unionin kansalaisen tai häneen rinnastettavan perheenjäsentä koskevasta viisumin epäämis-, mitätöinti- tai kumoamispäätöksestä, johon sovelletaan 10 lukua, haetaan muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Suomen edustuston oikaisuvaatimukseen tekemään päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Rajatarkastusviranomaisen, poliisin tai Maahanmuuttoviraston viisumisäännöstön nojalla tekemään viisumin epäämis- ja mitätöintipäätökseen sekä sellaiseen viisumin kumoamispäätökseen, jota ei ole tehty viisuminhaltijan pyynnöstä, saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:190 a",
        "normalized_fi": "Suomen edustuston viisumisäännöstön nojalla tekemään viisumin epäämis- ja mitätöintipäätökseen sekä sellaiseen viisumin kumoamispäätökseen, jota ei ole tehty viisuminhaltijan pyynnöstä, saa vaatia oikaisua päätöksen tehneeltä edustustolta siten kuin hallintolain 7 a luvussa säädetään. Kun kyse on unionin kansalaisen tai häneen rinnastettavan perheenjäsentä koskevasta viisumin epäämis-, mitätöinti- tai kumoamispäätöksestä, johon sovelletaan 10 lukua, haetaan muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Suomen edustuston oikaisuvaatimukseen tekemään päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Rajatarkastusviranomaisen, poliisin tai Maahanmuuttoviraston viisumisäännöstön nojalla tekemään viisumin epäämis- ja mitätöintipäätökseen sekä sellaiseen viisumin kumoamispäätökseen, jota ei ole tehty viisuminhaltijan pyynnöstä, saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään.",
        "folded_fi": "suomen edustuston viisumisaannoston nojalla tekemaan viisumin epaamis- ja mitatointipaatokseen seka sellaiseen viisumin kumoamispaatokseen, jota ei ole tehty viisuminhaltijan pyynnosta, saa vaatia oikaisua paatoksen tehneelta edustustolta siten kuin hallintolain 7 a luvussa saadetaan. kun kyse on unionin kansalaisen tai haneen rinnastettavan perheenjasenta koskevasta viisumin epaamis-, mitatointi- tai kumoamispaatoksesta, johon sovelletaan 10 lukua, haetaan muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan. suomen edustuston oikaisuvaatimukseen tekemaan paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan. rajatarkastusviranomaisen, poliisin tai maahanmuuttoviraston viisumisaannoston nojalla tekemaan viisumin epaamis- ja mitatointipaatokseen seka sellaiseen viisumin kumoamispaatokseen, jota ei ole tehty viisuminhaltijan pyynnosta, saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan.",
        "title_sv": "Ändringssökande i viseringsärenden",
        "content_sv": "Omprövning av ett sådant beslut enligt viseringskodexen som har fattats av en finsk beskickning och som gäller avslag på ansökan om visering, upphävande av visering eller sådant återkallande av visering som inte har fattats på begäran av viseringsinnehavaren får begäras hos den beskickning som har fattat beslutet på det sätt som föreskrivs i 7 a kap. i förvaltningslagen. När det är fråga om ett beslut om avslag på ansökan om, upphävande av eller återkallande av visering som gäller en familjemedlem till en unionsmedborgare eller därmed jämförbar person, och som omfattas av bestämmelserna i 10 kap., får ändring sökas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen. I det omprövningsbeslut som har fattats av den finska beskickningen får ändring sökas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen. I beslut som gränskontrollmyndigheten, polisen eller Migrationsverket fattat enligt viseringskodexen och som gäller avslag på ansökan om visering, upphävande av visering eller sådant återkallande av visering som inte har fattats på begäran av viseringsinnehavaren får ändring sökas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen.",
        "normalized_sv": "Omprövning av ett sådant beslut enligt viseringskodexen som har fattats av en finsk beskickning och som gäller avslag på ansökan om visering, upphävande av visering eller sådant återkallande av visering som inte har fattats på begäran av viseringsinnehavaren får begäras hos den beskickning som har fattat beslutet på det sätt som föreskrivs i 7 a kap. i förvaltningslagen. När det är fråga om ett beslut om avslag på ansökan om, upphävande av eller återkallande av visering som gäller en familjemedlem till en unionsmedborgare eller därmed jämförbar person, och som omfattas av bestämmelserna i 10 kap., får ändring sökas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen. I det omprövningsbeslut som har fattats av den finska beskickningen får ändring sökas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen. I beslut som gränskontrollmyndigheten, polisen eller Migrationsverket fattat enligt viseringskodexen och som gäller avslag på ansökan om visering, upphävande av visering eller sådant återkallande av visering som inte har fattats på begäran av viseringsinnehavaren får ändring sökas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen.",
        "folded_sv": "omprovning av ett sadant beslut enligt viseringskodexen som har fattats av en finsk beskickning och som galler avslag pa ansokan om visering, upphavande av visering eller sadant aterkallande av visering som inte har fattats pa begaran av viseringsinnehavaren far begaras hos den beskickning som har fattat beslutet pa det satt som foreskrivs i 7 a kap. i forvaltningslagen. nar det ar fraga om ett beslut om avslag pa ansokan om, upphavande av eller aterkallande av visering som galler en familjemedlem till en unionsmedborgare eller darmed jamforbar person, och som omfattas av bestammelserna i 10 kap., far andring sokas genom besvar hos forvaltningsdomstolen pa det satt som foreskrivs i forvaltningsprocesslagen. i det omprovningsbeslut som har fattats av den finska beskickningen far andring sokas genom besvar hos forvaltningsdomstolen pa det satt som foreskrivs i forvaltningsprocesslagen. i beslut som granskontrollmyndigheten, polisen eller migrationsverket fattat enligt viseringskodexen och som galler avslag pa ansokan om visering, upphavande av visering eller sadant aterkallande av visering som inte har fattats pa begaran av viseringsinnehavaren far andring sokas genom besvar hos forvaltningsdomstolen pa det satt som foreskrivs i forvaltningsprocesslagen."
      },
      "valid_from": "2016-02-19",
      "valid_to": null
    },
    {
      "provision_ref": "190 b",
      "section": "190 b",
      "title": "Oikaisuvaatimuksen käsittely",
      "content": "Viisumin epäämis-, mitätöinti- ja kumoamispäätöstä koskeva oikaisuvaatimus on käsiteltävä ilman aiheetonta viivytystä. Oikaisuvaatimusta koskevan asian saa ratkaista asianosaista kuulematta, jollei kuuleminen ole erityisestä syystä tarpeen. Oikaisuvaatimukseen annettavan päätöksen perustelut voidaan jättää esittämättä siltä osin kuin kyse on viisumin epäämis-, mitätöinti- tai kumoamispäätöksen perusteena olevasta toisen Schengen-valtion tai kolmannen maan viranomaiselta saadusta viisuminhakijaa tai viisuminhaltijaa koskevasta tiedosta taikka tiedosta, jonka mukaan viisuminhakija tai viisuminhaltija saattaa vaarantaa Schengen-valtion yleistä järjestystä tai turvallisuutta taikka sen kansallista turvallisuutta tai suhteita vieraaseen valtioon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:190 b",
        "normalized_fi": "Viisumin epäämis-, mitätöinti- ja kumoamispäätöstä koskeva oikaisuvaatimus on käsiteltävä ilman aiheetonta viivytystä. Oikaisuvaatimusta koskevan asian saa ratkaista asianosaista kuulematta, jollei kuuleminen ole erityisestä syystä tarpeen. Oikaisuvaatimukseen annettavan päätöksen perustelut voidaan jättää esittämättä siltä osin kuin kyse on viisumin epäämis-, mitätöinti- tai kumoamispäätöksen perusteena olevasta toisen Schengen-valtion tai kolmannen maan viranomaiselta saadusta viisuminhakijaa tai viisuminhaltijaa koskevasta tiedosta taikka tiedosta, jonka mukaan viisuminhakija tai viisuminhaltija saattaa vaarantaa Schengen-valtion yleistä järjestystä tai turvallisuutta taikka sen kansallista turvallisuutta tai suhteita vieraaseen valtioon.",
        "folded_fi": "viisumin epaamis-, mitatointi- ja kumoamispaatosta koskeva oikaisuvaatimus on kasiteltava ilman aiheetonta viivytysta. oikaisuvaatimusta koskevan asian saa ratkaista asianosaista kuulematta, jollei kuuleminen ole erityisesta syysta tarpeen. oikaisuvaatimukseen annettavan paatoksen perustelut voidaan jattaa esittamatta silta osin kuin kyse on viisumin epaamis-, mitatointi- tai kumoamispaatoksen perusteena olevasta toisen schengen-valtion tai kolmannen maan viranomaiselta saadusta viisuminhakijaa tai viisuminhaltijaa koskevasta tiedosta taikka tiedosta, jonka mukaan viisuminhakija tai viisuminhaltija saattaa vaarantaa schengen-valtion yleista jarjestysta tai turvallisuutta taikka sen kansallista turvallisuutta tai suhteita vieraaseen valtioon.",
        "title_sv": "Behandling av omprövningsbegäran",
        "content_sv": "En begäran om omprövning av ett beslut om avslag på ansökan om, upphävande av eller återkallande av visering ska behandlas utan ogrundat dröjsmål. Omprövningsärendet får avgöras utan att den berörda parten hörs, om inte hörandet av någon särskild orsak är behövligt. Motiveringarna till ett beslut med anledning av en begäran om omprövning behöver inte uppges till den del beslutet om avslag på ansökan om, upphävande av eller återkallande av visering baserar sig på upplysningar om sökanden eller om viseringsinnehavaren som fåtts av myndigheterna i en Schengenstat eller ett tredjeland eller på uppgifter om att sökanden eller viseringsinnehavaren kan äventyra allmän ordning eller säkerhet eller den nationella säkerheten i en Schengenstat eller dess förhållanden till en främmande stat.",
        "normalized_sv": "En begäran om omprövning av ett beslut om avslag på ansökan om, upphävande av eller återkallande av visering ska behandlas utan ogrundat dröjsmål. Omprövningsärendet får avgöras utan att den berörda parten hörs, om inte hörandet av någon särskild orsak är behövligt. Motiveringarna till ett beslut med anledning av en begäran om omprövning behöver inte uppges till den del beslutet om avslag på ansökan om, upphävande av eller återkallande av visering baserar sig på upplysningar om sökanden eller om viseringsinnehavaren som fåtts av myndigheterna i en Schengenstat eller ett tredjeland eller på uppgifter om att sökanden eller viseringsinnehavaren kan äventyra allmän ordning eller säkerhet eller den nationella säkerheten i en Schengenstat eller dess förhållanden till en främmande stat.",
        "folded_sv": "en begaran om omprovning av ett beslut om avslag pa ansokan om, upphavande av eller aterkallande av visering ska behandlas utan ogrundat drojsmal. omprovningsarendet far avgoras utan att den berorda parten hors, om inte horandet av nagon sarskild orsak ar behovligt. motiveringarna till ett beslut med anledning av en begaran om omprovning behover inte uppges till den del beslutet om avslag pa ansokan om, upphavande av eller aterkallande av visering baserar sig pa upplysningar om sokanden eller om viseringsinnehavaren som fatts av myndigheterna i en schengenstat eller ett tredjeland eller pa uppgifter om att sokanden eller viseringsinnehavaren kan aventyra allman ordning eller sakerhet eller den nationella sakerheten i en schengenstat eller dess forhallanden till en frammande stat."
      },
      "valid_from": "2016-02-19",
      "valid_to": null
    },
    {
      "provision_ref": "191",
      "section": "191",
      "title": "Valituskiellot",
      "content": "Seuraaviin tämän lain nojalla tehtyihin päätöksiin ei saa hakea muutosta valittamalla: 1) viisumisäännöstön mukaista viisumihakemuksen jättämiseen liittyvää velvollisuutta, Suomen edustuston toimivaltaa, viisumihakemuksen tutkittavaksi ottamista, hakemuksen käsittelyn keskeyttämistä, hakemuksen siirtämistä edustetun Schengen-valtion viranomaiselle ja viisumin jatkamista koskeva päätös sekä päätös, jolla viisumi on myönnetty;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:191",
        "normalized_fi": "Seuraaviin tämän lain nojalla tehtyihin päätöksiin ei saa hakea muutosta valittamalla: 1) viisumisäännöstön mukaista viisumihakemuksen jättämiseen liittyvää velvollisuutta, Suomen edustuston toimivaltaa, viisumihakemuksen tutkittavaksi ottamista, hakemuksen käsittelyn keskeyttämistä, hakemuksen siirtämistä edustetun Schengen-valtion viranomaiselle ja viisumin jatkamista koskeva päätös sekä päätös, jolla viisumi on myönnetty;",
        "folded_fi": "seuraaviin taman lain nojalla tehtyihin paatoksiin ei saa hakea muutosta valittamalla: 1) viisumisaannoston mukaista viisumihakemuksen jattamiseen liittyvaa velvollisuutta, suomen edustuston toimivaltaa, viisumihakemuksen tutkittavaksi ottamista, hakemuksen kasittelyn keskeyttamista, hakemuksen siirtamista edustetun schengen-valtion viranomaiselle ja viisumin jatkamista koskeva paatos seka paatos, jolla viisumi on myonnetty;",
        "title_sv": "Besvärsförbud",
        "content_sv": "I följande beslut som fattats med stöd av denna lag får ändring inte sökas genom besvär: 1) beslut enligt viseringskodexen som hänför sig till skyldigheter i samband med inlämnande av ansökan om visering, en finsk beskicknings behörighet, upptagande av en ansökan till prövning, avbrytande av handläggning av ansökan, överlämnande av ansökan till myndigheterna i en representerad Schengenstat, förlängning av visering samt ett sådant beslut enligt viseringskodexen genom vilket visering utfärdats,",
        "normalized_sv": "I följande beslut som fattats med stöd av denna lag får ändring inte sökas genom besvär: 1) beslut enligt viseringskodexen som hänför sig till skyldigheter i samband med inlämnande av ansökan om visering, en finsk beskicknings behörighet, upptagande av en ansökan till prövning, avbrytande av handläggning av ansökan, överlämnande av ansökan till myndigheterna i en representerad Schengenstat, förlängning av visering samt ett sådant beslut enligt viseringskodexen genom vilket visering utfärdats,",
        "folded_sv": "i foljande beslut som fattats med stod av denna lag far andring inte sokas genom besvar: 1) beslut enligt viseringskodexen som hanfor sig till skyldigheter i samband med inlamnande av ansokan om visering, en finsk beskicknings behorighet, upptagande av en ansokan till provning, avbrytande av handlaggning av ansokan, overlamnande av ansokan till myndigheterna i en representerad schengenstat, forlangning av visering samt ett sadant beslut enligt viseringskodexen genom vilket visering utfardats,"
      },
      "valid_from": "2016-02-19",
      "valid_to": null
    },
    {
      "provision_ref": "196",
      "section": "196",
      "title": "Valitus korkeimpaan hallinto-oikeuteen",
      "content": "Hallinto-oikeuden päätökseen, joka koskee viisumin epäämistä, mitätöimistä tai kumoamista, ei saa hakea muutosta valittamalla korkeimmalta hallinto-oikeudelta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:196",
        "normalized_fi": "Hallinto-oikeuden päätökseen, joka koskee viisumin epäämistä, mitätöimistä tai kumoamista, ei saa hakea muutosta valittamalla korkeimmalta hallinto-oikeudelta.",
        "folded_fi": "hallinto-oikeuden paatokseen, joka koskee viisumin epaamista, mitatoimista tai kumoamista, ei saa hakea muutosta valittamalla korkeimmalta hallinto-oikeudelta.",
        "title_sv": "Anförande av besvär hos högsta förvaltningsdomstolen",
        "content_sv": "I sådana beslut av förvaltningsdomstolen som gäller avslag på ansökan om visering, upphävande av visering eller återkallande av visering får ändring inte sökas genom besvär hos högsta förvaltningsdomstolen.",
        "normalized_sv": "I sådana beslut av förvaltningsdomstolen som gäller avslag på ansökan om visering, upphävande av visering eller återkallande av visering får ändring inte sökas genom besvär hos högsta förvaltningsdomstolen.",
        "folded_sv": "i sadana beslut av forvaltningsdomstolen som galler avslag pa ansokan om visering, upphavande av visering eller aterkallande av visering far andring inte sokas genom besvar hos hogsta forvaltningsdomstolen."
      },
      "valid_from": "2016-02-19",
      "valid_to": null
    },
    {
      "provision_ref": "204 a",
      "section": "204 a",
      "title": "Tiedoksianto viisumiasiassa",
      "content": "Edellä 190 a §:n 1 momentissa tarkoitettuun oikaisuvaatimukseen annettua päätöstä koskeva tiedoksianto saadaan toimittaa lähettämällä päätös postitse ulkomaalaisen ilmoittamaan osoitteeseen taikka luovuttamalla päätös ulkomaalaiselle päätöksen tehneen viranomaisen luona. Päätös katsotaan annetuksi tiedoksi seitsemäntenä päivänä päätökseen merkitystä päiväyksestä, jollei muuta näytetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:204 a",
        "normalized_fi": "Edellä 190 a § :n 1 momentissa tarkoitettuun oikaisuvaatimukseen annettua päätöstä koskeva tiedoksianto saadaan toimittaa lähettämällä päätös postitse ulkomaalaisen ilmoittamaan osoitteeseen taikka luovuttamalla päätös ulkomaalaiselle päätöksen tehneen viranomaisen luona. Päätös katsotaan annetuksi tiedoksi seitsemäntenä päivänä päätökseen merkitystä päiväyksestä, jollei muuta näytetä.",
        "folded_fi": "edella 190 a §:n 1 momentissa tarkoitettuun oikaisuvaatimukseen annettua paatosta koskeva tiedoksianto saadaan toimittaa lahettamalla paatos postitse ulkomaalaisen ilmoittamaan osoitteeseen taikka luovuttamalla paatos ulkomaalaiselle paatoksen tehneen viranomaisen luona. paatos katsotaan annetuksi tiedoksi seitsemantena paivana paatokseen merkitysta paivayksesta, jollei muuta nayteta.",
        "title_sv": "Delgivning i viseringsärenden",
        "content_sv": "Ett beslut med anledning av en sådan begäran om omprövning som avses i 190 a § 1 mom. får delges per post till den adress utlänningen uppgett eller genom att beslutet överlämnas till utlänningen hos den myndighet som har fattat beslutet. Beslutet anses delgivet den sjunde dagen efter datumanteckningen i beslutet, om inte något annat visas.",
        "normalized_sv": "Ett beslut med anledning av en sådan begäran om omprövning som avses i 190 a § 1 mom. får delges per post till den adress utlänningen uppgett eller genom att beslutet överlämnas till utlänningen hos den myndighet som har fattat beslutet. Beslutet anses delgivet den sjunde dagen efter datumanteckningen i beslutet, om inte något annat visas.",
        "folded_sv": "ett beslut med anledning av en sadan begaran om omprovning som avses i 190 a § 1 mom. far delges per post till den adress utlanningen uppgett eller genom att beslutet overlamnas till utlanningen hos den myndighet som har fattat beslutet. beslutet anses delgivet den sjunde dagen efter datumanteckningen i beslutet, om inte nagot annat visas."
      },
      "valid_from": "2016-02-19",
      "valid_to": null
    }
  ]
}