{
  "id": "1336/2006",
  "type": "statute",
  "title": "Laki valtionavustuksesta yritystoiminnan kehittämiseksi",
  "title_en": "Lag om statsunderstöd för utvecklande av företagsverksamhet",
  "status": "in_force",
  "issued_date": "2006-12-22",
  "in_force_date": "2006-12-22",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/1336/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "Tämän lain tarkoituksena on edistää taloudellista kasvua, työllisyyttä sekä muita elinkeinopoliittisia tavoitteita myöntämällä avustuksia erityisesti pienten ja keskisuurten yritysten kasvua, kehittämistä ja perustamista edistäviin hankkeisiin. Avustusten myöntämisessä tulee ottaa huomioon kilpailunäkökohdat, siten kuin valtionavustuslain (688/2001) 7 §:n 1 momentin 4 kohdassa säädetään, sekä Euroopan yhteisön ja kansallisen alue- ja rakennepolitiikan tavoitteet. Avustuksia suunnataan korkeatasoisiin, yritystoimintaa edistäviin hankkeisiin tavoitteena yritysten pitkän aikavälin kilpailukyvyn parantaminen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Tämän lain tarkoituksena on edistää taloudellista kasvua, työllisyyttä sekä muita elinkeinopoliittisia tavoitteita myöntämällä avustuksia erityisesti pienten ja keskisuurten yritysten kasvua, kehittämistä ja perustamista edistäviin hankkeisiin. Avustusten myöntämisessä tulee ottaa huomioon kilpailunäkökohdat, siten kuin valtionavustuslain (688/2001) 7 § :n 1 momentin 4 kohdassa säädetään, sekä Euroopan yhteisön ja kansallisen alue- ja rakennepolitiikan tavoitteet. Avustuksia suunnataan korkeatasoisiin, yritystoimintaa edistäviin hankkeisiin tavoitteena yritysten pitkän aikavälin kilpailukyvyn parantaminen.",
        "folded_fi": "taman lain tarkoituksena on edistaa taloudellista kasvua, tyollisyytta seka muita elinkeinopoliittisia tavoitteita myontamalla avustuksia erityisesti pienten ja keskisuurten yritysten kasvua, kehittamista ja perustamista edistaviin hankkeisiin. avustusten myontamisessa tulee ottaa huomioon kilpailunakokohdat, siten kuin valtionavustuslain (688/2001) 7 §:n 1 momentin 4 kohdassa saadetaan, seka euroopan yhteison ja kansallisen alue- ja rakennepolitiikan tavoitteet. avustuksia suunnataan korkeatasoisiin, yritystoimintaa edistaviin hankkeisiin tavoitteena yritysten pitkan aikavalin kilpailukyvyn parantaminen.",
        "title_sv": "Lagens syfte",
        "content_sv": "Syftet med denna lag är att främja ekonomisk tillväxt, sysselsättningen och andra näringspolitiska mål genom att bevilja understöd för projekt som främjar i synnerhet små och medelstora företags tillväxt och utveckling samt grundandet av sådana företag. När understöd beviljas skall konkurrensaspekter, på det sätt som föreskrivs i 7 § 1 mom. 4 punkten i statsunderstödslagen (688/2001), samt målen för Europeiska gemenskapens och den nationella region- och strukturpolitiken beaktas. I syfte att förbättra företagens konkurrenskraft på lång sikt inriktas understöden på högtstående projekt som främjar företagsverksamheten.",
        "normalized_sv": "Syftet med denna lag är att främja ekonomisk tillväxt, sysselsättningen och andra näringspolitiska mål genom att bevilja understöd för projekt som främjar i synnerhet små och medelstora företags tillväxt och utveckling samt grundandet av sådana företag. När understöd beviljas skall konkurrensaspekter, på det sätt som föreskrivs i 7 § 1 mom. 4 punkten i statsunderstödslagen (688/2001), samt målen för Europeiska gemenskapens och den nationella region- och strukturpolitiken beaktas. I syfte att förbättra företagens konkurrenskraft på lång sikt inriktas understöden på högtstående projekt som främjar företagsverksamheten.",
        "folded_sv": "syftet med denna lag ar att framja ekonomisk tillvaxt, sysselsattningen och andra naringspolitiska mal genom att bevilja understod for projekt som framjar i synnerhet sma och medelstora foretags tillvaxt och utveckling samt grundandet av sadana foretag. nar understod beviljas skall konkurrensaspekter, pa det satt som foreskrivs i 7 § 1 mom. 4 punkten i statsunderstodslagen (688/2001), samt malen for europeiska gemenskapens och den nationella region- och strukturpolitiken beaktas. i syfte att forbattra foretagens konkurrenskraft pa lang sikt inriktas understoden pa hogtstaende projekt som framjar foretagsverksamheten."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Soveltamisala",
      "content": "Tässä laissa säädetään niistä perusteista, joita noudatetaan myönnettäessä yrityksen kehittämisavustusta ja yritysten toimintaympäristön kehittämisavustusta. Tässä laissa säädettyihin avustuksiin sovelletaan myös valtionavustuslakia. Avustuksen takaisinperintään sovelletaan kuitenkin, mitä siitä tämän lain 5 luvussa säädetään. Lisäksi maksatuksen keskeyttämiseen, avustuksen palauttamiseen, takaisinperintään, korkoon, viivästyskorkoon, yhteisvastuullisuuteen, vanhenemiseen ja kuittaukseen sovelletaan, mitä niistä valtionavustuslain 19, 20, 24, 25, 27, 29 ja 30 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Tässä laissa säädetään niistä perusteista, joita noudatetaan myönnettäessä yrityksen kehittämisavustusta ja yritysten toimintaympäristön kehittämisavustusta. Tässä laissa säädettyihin avustuksiin sovelletaan myös valtionavustuslakia. Avustuksen takaisinperintään sovelletaan kuitenkin, mitä siitä tämän lain 5 luvussa säädetään. Lisäksi maksatuksen keskeyttämiseen, avustuksen palauttamiseen, takaisinperintään, korkoon, viivästyskorkoon, yhteisvastuullisuuteen, vanhenemiseen ja kuittaukseen sovelletaan, mitä niistä valtionavustuslain 19, 20, 24, 25, 27, 29 ja 30 § :ssä säädetään.",
        "folded_fi": "tassa laissa saadetaan niista perusteista, joita noudatetaan myonnettaessa yrityksen kehittamisavustusta ja yritysten toimintaympariston kehittamisavustusta. tassa laissa saadettyihin avustuksiin sovelletaan myos valtionavustuslakia. avustuksen takaisinperintaan sovelletaan kuitenkin, mita siita taman lain 5 luvussa saadetaan. lisaksi maksatuksen keskeyttamiseen, avustuksen palauttamiseen, takaisinperintaan, korkoon, viivastyskorkoon, yhteisvastuullisuuteen, vanhenemiseen ja kuittaukseen sovelletaan, mita niista valtionavustuslain 19, 20, 24, 25, 27, 29 ja 30 §:ssa saadetaan.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "I denna lag bestäms om de grunder som skall iakttas när understöd för utvecklande av företag samt understöd för utvecklande av företagens verksamhetsmiljö beviljas. På understöd enligt denna lag tillämpas också statsunderstödslagen. På återkrav av understöd tillämpas dock vad som föreskrivs om återkrav i 5 kap. i denna lag. Dessutom tillämpas på avbrytande av utbetalning, återbetalning och återkrav av understöd, ränta, dröjsmålsränta, solidariskt ansvar, preskription och kvittning vad som föreskrivs om dem i 19, 20, 24, 25, 27, 29 och 30 § i statsunderstödslagen.",
        "normalized_sv": "I denna lag bestäms om de grunder som skall iakttas när understöd för utvecklande av företag samt understöd för utvecklande av företagens verksamhetsmiljö beviljas. På understöd enligt denna lag tillämpas också statsunderstödslagen. På återkrav av understöd tillämpas dock vad som föreskrivs om återkrav i 5 kap. i denna lag. Dessutom tillämpas på avbrytande av utbetalning, återbetalning och återkrav av understöd, ränta, dröjsmålsränta, solidariskt ansvar, preskription och kvittning vad som föreskrivs om dem i 19, 20, 24, 25, 27, 29 och 30 § i statsunderstödslagen.",
        "folded_sv": "i denna lag bestams om de grunder som skall iakttas nar understod for utvecklande av foretag samt understod for utvecklande av foretagens verksamhetsmiljo beviljas. pa understod enligt denna lag tillampas ocksa statsunderstodslagen. pa aterkrav av understod tillampas dock vad som foreskrivs om aterkrav i 5 kap. i denna lag. dessutom tillampas pa avbrytande av utbetalning, aterbetalning och aterkrav av understod, ranta, drojsmalsranta, solidariskt ansvar, preskription och kvittning vad som foreskrivs om dem i 19, 20, 24, 25, 27, 29 och 30 § i statsunderstodslagen."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Määräraha",
      "content": "Avustuksia voidaan myöntää enintään valtion talousarviossa hyväksyttyyn enimmäismäärään. Valtion talousarvioon otetaan tarpeellinen määräraha myönnettyjen avustusten maksamista varten. Tämän lain mukaisiin avustuksiin voidaan käyttää osarahoituksena Euroopan yhteisön rakennerahastojen varoja. Mitä tässä laissa säädetään valtionavustuksesta yritystoiminnan kehittämiseksi, sovelletaan myös rakennerahastojen varoihin, jollei Euroopan yhteisön lainsäädännöstä muuta johdu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_3",
        "normalized_fi": "Avustuksia voidaan myöntää enintään valtion talousarviossa hyväksyttyyn enimmäismäärään. Valtion talousarvioon otetaan tarpeellinen määräraha myönnettyjen avustusten maksamista varten. Tämän lain mukaisiin avustuksiin voidaan käyttää osarahoituksena Euroopan yhteisön rakennerahastojen varoja. Mitä tässä laissa säädetään valtionavustuksesta yritystoiminnan kehittämiseksi, sovelletaan myös rakennerahastojen varoihin, jollei Euroopan yhteisön lainsäädännöstä muuta johdu.",
        "folded_fi": "avustuksia voidaan myontaa enintaan valtion talousarviossa hyvaksyttyyn enimmaismaaraan. valtion talousarvioon otetaan tarpeellinen maararaha myonnettyjen avustusten maksamista varten. taman lain mukaisiin avustuksiin voidaan kayttaa osarahoituksena euroopan yhteison rakennerahastojen varoja. mita tassa laissa saadetaan valtionavustuksesta yritystoiminnan kehittamiseksi, sovelletaan myos rakennerahastojen varoihin, jollei euroopan yhteison lainsaadannosta muuta johdu.",
        "title_sv": "Anslag",
        "content_sv": "Understöd kan beviljas högst till det maximibelopp som har godkänts i statsbudgeten. I statsbudgeten tas in ett anslag som behövs för utbetalning av beviljade understöd. Understöd enligt denna lag kan delfinansieras med medel ur Europeiska gemenskapens strukturfonder. Vad som i denna lag bestäms om statsunderstöd för utvecklande av företagsverksamheten tillämpas också på medel ur strukturfonderna, om inget annat följer av Europeiska gemenskapens lagstiftning.",
        "normalized_sv": "Understöd kan beviljas högst till det maximibelopp som har godkänts i statsbudgeten. I statsbudgeten tas in ett anslag som behövs för utbetalning av beviljade understöd. Understöd enligt denna lag kan delfinansieras med medel ur Europeiska gemenskapens strukturfonder. Vad som i denna lag bestäms om statsunderstöd för utvecklande av företagsverksamheten tillämpas också på medel ur strukturfonderna, om inget annat följer av Europeiska gemenskapens lagstiftning.",
        "folded_sv": "understod kan beviljas hogst till det maximibelopp som har godkants i statsbudgeten. i statsbudgeten tas in ett anslag som behovs for utbetalning av beviljade understod. understod enligt denna lag kan delfinansieras med medel ur europeiska gemenskapens strukturfonder. vad som i denna lag bestams om statsunderstod for utvecklande av foretagsverksamheten tillampas ocksa pa medel ur strukturfonderna, om inget annat foljer av europeiska gemenskapens lagstiftning."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) pienellä ja keskisuurella yrityksellä yritystä, joka täyttää kulloinkin voimassa olevan mikroyritysten sekä pienten ja keskisuurten yritysten määritelmästä annetun Euroopan yhteisöjen komission suosituksen pienen tai keskisuuren yrityksen ehdot; 2) suurella yrityksellä muuta kuin 1 kohdassa tarkoitettua yritystä; 3) aineellisella investoinnilla maa-alueiden, rakennusten, koneiden, laitteiden ja kaluston hankintaa sekä koneiden ja laitteiden pitkäaikaista vuokraamista; 4) aineettomalla investoinnilla tekniikan siirtoon liittyvien patenttioikeuksien, käyttölupien, tietotaidon ja patentoimattoman teknisen tietämyksen hankintaa; 5) investoinnilla aineellista ja aineetonta investointia; 6) muilla kehittämistoimenpiteillä yrityksen liiketoimintaosaamisen, kansainvälistymisen sekä tuotteiden ja tuotantomenetelmien kehittämistä, yrityksen perustamis- ja toimintaedellytysten selvittämistä sekä muuta niihin rinnastettavaa yritystoiminnan merkittävää kehittämistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_4",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) pienellä ja keskisuurella yrityksellä yritystä, joka täyttää kulloinkin voimassa olevan mikroyritysten sekä pienten ja keskisuurten yritysten määritelmästä annetun Euroopan yhteisöjen komission suosituksen pienen tai keskisuuren yrityksen ehdot; 2) suurella yrityksellä muuta kuin 1 kohdassa tarkoitettua yritystä; 3) aineellisella investoinnilla maa-alueiden, rakennusten, koneiden, laitteiden ja kaluston hankintaa sekä koneiden ja laitteiden pitkäaikaista vuokraamista; 4) aineettomalla investoinnilla tekniikan siirtoon liittyvien patenttioikeuksien, käyttölupien, tietotaidon ja patentoimattoman teknisen tietämyksen hankintaa; 5) investoinnilla aineellista ja aineetonta investointia; 6) muilla kehittämistoimenpiteillä yrityksen liiketoimintaosaamisen, kansainvälistymisen sekä tuotteiden ja tuotantomenetelmien kehittämistä, yrityksen perustamis- ja toimintaedellytysten selvittämistä sekä muuta niihin rinnastettavaa yritystoiminnan merkittävää kehittämistä.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) pienella ja keskisuurella yrityksella yritysta, joka tayttaa kulloinkin voimassa olevan mikroyritysten seka pienten ja keskisuurten yritysten maaritelmasta annetun euroopan yhteisojen komission suosituksen pienen tai keskisuuren yrityksen ehdot; 2) suurella yrityksella muuta kuin 1 kohdassa tarkoitettua yritysta; 3) aineellisella investoinnilla maa-alueiden, rakennusten, koneiden, laitteiden ja kaluston hankintaa seka koneiden ja laitteiden pitkaaikaista vuokraamista; 4) aineettomalla investoinnilla tekniikan siirtoon liittyvien patenttioikeuksien, kayttolupien, tietotaidon ja patentoimattoman teknisen tietamyksen hankintaa; 5) investoinnilla aineellista ja aineetonta investointia; 6) muilla kehittamistoimenpiteilla yrityksen liiketoimintaosaamisen, kansainvalistymisen seka tuotteiden ja tuotantomenetelmien kehittamista, yrityksen perustamis- ja toimintaedellytysten selvittamista seka muuta niihin rinnastettavaa yritystoiminnan merkittavaa kehittamista.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) små och medelstora företag sådana företag som uppfyller villkoren för små och medelstora företag enligt Europeiska gemenskapernas kommissions gällande rekommendation om definitionen av mikroföretag samt små och medelstora företag, 2) stora företag sådana företag som inte avses i 1 punkten, 3) materiella investeringar anskaffning av mark, byggnader, maskiner, anordningar och inventarier samt långvarig hyrning av maskiner och anordningar, 4) immateriella investeringar förvärv av patenträttigheter, licenser, know-how och icke-patentskyddad teknisk kunskap som hänför sig till överföring av teknik, 5) investeringar materiella och immateriella investeringar, 6) andra utvecklingsåtgärder utvecklande av företagens affärskompetens, internationalisering samt produkter och tillverkningsmetoder, utredande av förutsättningarna för grundande av och verksamhetsbetingelser för ett företag samt annat med detta jämförbart betydelsefullt utvecklande av företagsverksamheten.",
        "normalized_sv": "I denna lag avses med 1) små och medelstora företag sådana företag som uppfyller villkoren för små och medelstora företag enligt Europeiska gemenskapernas kommissions gällande rekommendation om definitionen av mikroföretag samt små och medelstora företag, 2) stora företag sådana företag som inte avses i 1 punkten, 3) materiella investeringar anskaffning av mark, byggnader, maskiner, anordningar och inventarier samt långvarig hyrning av maskiner och anordningar, 4) immateriella investeringar förvärv av patenträttigheter, licenser, know-how och icke-patentskyddad teknisk kunskap som hänför sig till överföring av teknik, 5) investeringar materiella och immateriella investeringar, 6) andra utvecklingsåtgärder utvecklande av företagens affärskompetens, internationalisering samt produkter och tillverkningsmetoder, utredande av förutsättningarna för grundande av och verksamhetsbetingelser för ett företag samt annat med detta jämförbart betydelsefullt utvecklande av företagsverksamheten.",
        "folded_sv": "i denna lag avses med 1) sma och medelstora foretag sadana foretag som uppfyller villkoren for sma och medelstora foretag enligt europeiska gemenskapernas kommissions gallande rekommendation om definitionen av mikroforetag samt sma och medelstora foretag, 2) stora foretag sadana foretag som inte avses i 1 punkten, 3) materiella investeringar anskaffning av mark, byggnader, maskiner, anordningar och inventarier samt langvarig hyrning av maskiner och anordningar, 4) immateriella investeringar forvarv av patentrattigheter, licenser, know-how och icke-patentskyddad teknisk kunskap som hanfor sig till overforing av teknik, 5) investeringar materiella och immateriella investeringar, 6) andra utvecklingsatgarder utvecklande av foretagens affarskompetens, internationalisering samt produkter och tillverkningsmetoder, utredande av forutsattningarna for grundande av och verksamhetsbetingelser for ett foretag samt annat med detta jamforbart betydelsefullt utvecklande av foretagsverksamheten."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Viranomaiset",
      "content": "Tässä laissa tarkoitettuja avustuksia koskevia asioita käsittelevät kauppa- ja teollisuusministeriö sekä työvoima- ja elinkeinokeskukset, siten kuin jäljempänä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_5",
        "normalized_fi": "Tässä laissa tarkoitettuja avustuksia koskevia asioita käsittelevät kauppa- ja teollisuusministeriö sekä työvoima- ja elinkeinokeskukset, siten kuin jäljempänä säädetään.",
        "folded_fi": "tassa laissa tarkoitettuja avustuksia koskevia asioita kasittelevat kauppa- ja teollisuusministerio seka tyovoima- ja elinkeinokeskukset, siten kuin jaljempana saadetaan.",
        "title_sv": "Myndigheter",
        "content_sv": "Ärenden som gäller understöd enligt denna lag behandlas av handels- och industriministeriet samt arbetskrafts- och näringscentralerna, i enlighet med vad som bestäms nedan.",
        "normalized_sv": "Ärenden som gäller understöd enligt denna lag behandlas av handels- och industriministeriet samt arbetskrafts- och näringscentralerna, i enlighet med vad som bestäms nedan.",
        "folded_sv": "arenden som galler understod enligt denna lag behandlas av handels- och industriministeriet samt arbetskrafts- och naringscentralerna, i enlighet med vad som bestams nedan."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Avustuksen saajat",
      "content": "Yrityksen kehittämisavustusta myönnetään vain pienille ja keskisuurille yrityksille, jollei jäljempänä toisin säädetä. Avustusta ei voida myöntää kalatalouteen, maatalouteen eikä metsätalouteen. Avustusta ei voida myöntää myöskään maataloustuotteiden jalostukseen tai markkinointiin, lukuun ottamatta liikennekäyttöön tarkoitetun bioetanolin tuotantoon liittyviä 8 §:n 1 kohdan mukaisia investointeja. Avustuksen myöntämisessä on otettava huomioon myös Euroopan yhteisön toimialakohtaiset rajoitukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Yrityksen kehittämisavustusta myönnetään vain pienille ja keskisuurille yrityksille, jollei jäljempänä toisin säädetä. Avustusta ei voida myöntää kalatalouteen, maatalouteen eikä metsätalouteen. Avustusta ei voida myöntää myöskään maataloustuotteiden jalostukseen tai markkinointiin, lukuun ottamatta liikennekäyttöön tarkoitetun bioetanolin tuotantoon liittyviä 8 § :n 1 kohdan mukaisia investointeja. Avustuksen myöntämisessä on otettava huomioon myös Euroopan yhteisön toimialakohtaiset rajoitukset.",
        "folded_fi": "yrityksen kehittamisavustusta myonnetaan vain pienille ja keskisuurille yrityksille, jollei jaljempana toisin saadeta. avustusta ei voida myontaa kalatalouteen, maatalouteen eika metsatalouteen. avustusta ei voida myontaa myoskaan maataloustuotteiden jalostukseen tai markkinointiin, lukuun ottamatta liikennekayttoon tarkoitetun bioetanolin tuotantoon liittyvia 8 §:n 1 kohdan mukaisia investointeja. avustuksen myontamisessa on otettava huomioon myos euroopan yhteison toimialakohtaiset rajoitukset.",
        "title_sv": "Mottagare av understöd",
        "content_sv": "Understöd för utvecklande av företag beviljas endast små och medelstora företag, om inte något annat bestäms nedan. Understöd kan inte beviljas för fiskeri, jordbruk eller skogsbruk. Understöd kan inte heller beviljas för förädling eller marknadsföring av jordbruksprodukter, med undantag av sådana investeringar enligt 8 § 1 punkten som sammanhänger med produktion av bioetanol som är avsedd för användning i trafiken. Vid beviljandet av understöd skall också Europeiska gemenskapens sektorvisa begränsningar beaktas.",
        "normalized_sv": "Understöd för utvecklande av företag beviljas endast små och medelstora företag, om inte något annat bestäms nedan. Understöd kan inte beviljas för fiskeri, jordbruk eller skogsbruk. Understöd kan inte heller beviljas för förädling eller marknadsföring av jordbruksprodukter, med undantag av sådana investeringar enligt 8 § 1 punkten som sammanhänger med produktion av bioetanol som är avsedd för användning i trafiken. Vid beviljandet av understöd skall också Europeiska gemenskapens sektorvisa begränsningar beaktas.",
        "folded_sv": "understod for utvecklande av foretag beviljas endast sma och medelstora foretag, om inte nagot annat bestams nedan. understod kan inte beviljas for fiskeri, jordbruk eller skogsbruk. understod kan inte heller beviljas for foradling eller marknadsforing av jordbruksprodukter, med undantag av sadana investeringar enligt 8 § 1 punkten som sammanhanger med produktion av bioetanol som ar avsedd for anvandning i trafiken. vid beviljandet av understod skall ocksa europeiska gemenskapens sektorvisa begransningar beaktas."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Avustuksen myöntämisen edellytykset",
      "content": "Yrityksen kehittämisavustusta voidaan myöntää yrityksen pitkän aikavälin kilpailukykyä parantavaan hankkeeseen, kun yritys aloittaa toimintansa taikka laajentaa tai kehittää sitä. Avustuksen kohteena olevan hankkeen tulee olla yrityksen toiminnan kehittämisen kannalta merkittävä. Avustuksen myöntämisen edellytyksenä on, että yrityksellä arvioidaan olevan edellytykset jatkuvaan kannattavaan toimintaan ja että avustuksella arvioidaan olevan merkittävä vaikutus hankkeen toteuttamiseen. Avustusta voidaan myöntää myös kahden tai useamman yrityksen yhteisesti toteuttamaan hankkeeseen. Tällöin hankkeen merkittävyyttä voidaan tarkastella sen kokonaismerkityksen kannalta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_7",
        "normalized_fi": "Yrityksen kehittämisavustusta voidaan myöntää yrityksen pitkän aikavälin kilpailukykyä parantavaan hankkeeseen, kun yritys aloittaa toimintansa taikka laajentaa tai kehittää sitä. Avustuksen kohteena olevan hankkeen tulee olla yrityksen toiminnan kehittämisen kannalta merkittävä. Avustuksen myöntämisen edellytyksenä on, että yrityksellä arvioidaan olevan edellytykset jatkuvaan kannattavaan toimintaan ja että avustuksella arvioidaan olevan merkittävä vaikutus hankkeen toteuttamiseen. Avustusta voidaan myöntää myös kahden tai useamman yrityksen yhteisesti toteuttamaan hankkeeseen. Tällöin hankkeen merkittävyyttä voidaan tarkastella sen kokonaismerkityksen kannalta.",
        "folded_fi": "yrityksen kehittamisavustusta voidaan myontaa yrityksen pitkan aikavalin kilpailukykya parantavaan hankkeeseen, kun yritys aloittaa toimintansa taikka laajentaa tai kehittaa sita. avustuksen kohteena olevan hankkeen tulee olla yrityksen toiminnan kehittamisen kannalta merkittava. avustuksen myontamisen edellytyksena on, etta yrityksella arvioidaan olevan edellytykset jatkuvaan kannattavaan toimintaan ja etta avustuksella arvioidaan olevan merkittava vaikutus hankkeen toteuttamiseen. avustusta voidaan myontaa myos kahden tai useamman yrityksen yhteisesti toteuttamaan hankkeeseen. talloin hankkeen merkittavyytta voidaan tarkastella sen kokonaismerkityksen kannalta.",
        "title_sv": "Förutsättningar för beviljande av understöd",
        "content_sv": "Understöd för utvecklande av företag kan beviljas för projekt som på lång sikt förbättrar företagets konkurrenskraft då detta inleder sin verksamhet eller utvidgar eller utvecklar verksamheten. Ett projekt som är föremål för understöd skall vara betydande med tanke på utvecklandet av företagets verksamhet. Ett villkor för att understöd skall kunna beviljas är att företaget uppskattas ha förutsättningar för fortgående lönsam verksamhet och att understödet bedöms ha betydande konsekvenser för genomförandet av projektet. Understöd kan beviljas också för projekt som två eller flera företag genomför tillsammans. Hur betydande ett samprojekt är kan granskas utifrån projektets sammanlagda betydelse.",
        "normalized_sv": "Understöd för utvecklande av företag kan beviljas för projekt som på lång sikt förbättrar företagets konkurrenskraft då detta inleder sin verksamhet eller utvidgar eller utvecklar verksamheten. Ett projekt som är föremål för understöd skall vara betydande med tanke på utvecklandet av företagets verksamhet. Ett villkor för att understöd skall kunna beviljas är att företaget uppskattas ha förutsättningar för fortgående lönsam verksamhet och att understödet bedöms ha betydande konsekvenser för genomförandet av projektet. Understöd kan beviljas också för projekt som två eller flera företag genomför tillsammans. Hur betydande ett samprojekt är kan granskas utifrån projektets sammanlagda betydelse.",
        "folded_sv": "understod for utvecklande av foretag kan beviljas for projekt som pa lang sikt forbattrar foretagets konkurrenskraft da detta inleder sin verksamhet eller utvidgar eller utvecklar verksamheten. ett projekt som ar foremal for understod skall vara betydande med tanke pa utvecklandet av foretagets verksamhet. ett villkor for att understod skall kunna beviljas ar att foretaget uppskattas ha forutsattningar for fortgaende lonsam verksamhet och att understodet bedoms ha betydande konsekvenser for genomforandet av projektet. understod kan beviljas ocksa for projekt som tva eller flera foretag genomfor tillsammans. hur betydande ett samprojekt ar kan granskas utifran projektets sammanlagda betydelse."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Rahoitettava toiminta",
      "content": "Yrityksen kehittämisavustusta voidaan valtioneuvoston asetuksella tarkemmin säädetyllä tavalla myöntää: 1) aineellisiin ja aineettomiin investointeihin; 2) muihin kehittämistoimenpiteisiin; 3) 1 ja 2 kohdassa säädetyn lisäksi pienelle yritykselle uusien työpaikkojen aiheuttamien palkkamenojen ja muiden toiminnan aloittamiseen tai laajentamiseen liittyvien menojen perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_8",
        "normalized_fi": "Yrityksen kehittämisavustusta voidaan valtioneuvoston asetuksella tarkemmin säädetyllä tavalla myöntää: 1) aineellisiin ja aineettomiin investointeihin; 2) muihin kehittämistoimenpiteisiin; 3) 1 ja 2 kohdassa säädetyn lisäksi pienelle yritykselle uusien työpaikkojen aiheuttamien palkkamenojen ja muiden toiminnan aloittamiseen tai laajentamiseen liittyvien menojen perusteella.",
        "folded_fi": "yrityksen kehittamisavustusta voidaan valtioneuvoston asetuksella tarkemmin saadetylla tavalla myontaa: 1) aineellisiin ja aineettomiin investointeihin; 2) muihin kehittamistoimenpiteisiin; 3) 1 ja 2 kohdassa saadetyn lisaksi pienelle yritykselle uusien tyopaikkojen aiheuttamien palkkamenojen ja muiden toiminnan aloittamiseen tai laajentamiseen liittyvien menojen perusteella.",
        "title_sv": "Verksamhet som finansieras",
        "content_sv": "Understöd för utvecklande av företag kan på det sätt som närmare föreskrivs genom förordning av statsrådet beviljas 1) för materiella och immateriella investeringar, 2) för andra utvecklingsåtgärder, 3) utöver vad som föreskrivs i 1 och 2 punkten, små företag på basis av deras löneutgifter för nya arbetsplatser eller andra utgifter i anslutning till att verksamheten inleds eller utvidgas.",
        "normalized_sv": "Understöd för utvecklande av företag kan på det sätt som närmare föreskrivs genom förordning av statsrådet beviljas 1) för materiella och immateriella investeringar, 2) för andra utvecklingsåtgärder, 3) utöver vad som föreskrivs i 1 och 2 punkten, små företag på basis av deras löneutgifter för nya arbetsplatser eller andra utgifter i anslutning till att verksamheten inleds eller utvidgas.",
        "folded_sv": "understod for utvecklande av foretag kan pa det satt som narmare foreskrivs genom forordning av statsradet beviljas 1) for materiella och immateriella investeringar, 2) for andra utvecklingsatgarder, 3) utover vad som foreskrivs i 1 och 2 punkten, sma foretag pa basis av deras loneutgifter for nya arbetsplatser eller andra utgifter i anslutning till att verksamheten inleds eller utvidgas."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Avustuksen myöntäminen kunnalle",
      "content": "Yrityksen kehittämisavustusta voidaan myöntää alueiden kehittämislain (602/2002) 38 §:ssä tarkoitetulla kehitysalueella myös kunnille tai sellaisille kiinteistöyhtiöille, joissa kunta on omistajana, sellaisiin tämän lain 8 §:n 1 kohdan mukaisiin investointeihin, joissa rakennetaan toimitiloja pienille ja keskisuurille yrityksille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_9",
        "normalized_fi": "Yrityksen kehittämisavustusta voidaan myöntää alueiden kehittämislain (602/2002) 38 § :ssä tarkoitetulla kehitysalueella myös kunnille tai sellaisille kiinteistöyhtiöille, joissa kunta on omistajana, sellaisiin tämän lain 8 § :n 1 kohdan mukaisiin investointeihin, joissa rakennetaan toimitiloja pienille ja keskisuurille yrityksille.",
        "folded_fi": "yrityksen kehittamisavustusta voidaan myontaa alueiden kehittamislain (602/2002) 38 §:ssa tarkoitetulla kehitysalueella myos kunnille tai sellaisille kiinteistoyhtioille, joissa kunta on omistajana, sellaisiin taman lain 8 §:n 1 kohdan mukaisiin investointeihin, joissa rakennetaan toimitiloja pienille ja keskisuurille yrityksille.",
        "title_sv": "Beviljande av understöd till en kommun",
        "content_sv": "Understöd för utvecklande av företag kan inom ett utvecklingsområde som avses i 38 § i regionutvecklingslagen (602/2002) beviljas också kommuner eller sådana fastighetsbolag där kommunen är ägare för sådana investeringar enligt 8 § 1 punkten i denna lag i fråga om vilka lokaler byggs för små och medelstora företag.",
        "normalized_sv": "Understöd för utvecklande av företag kan inom ett utvecklingsområde som avses i 38 § i regionutvecklingslagen (602/2002) beviljas också kommuner eller sådana fastighetsbolag där kommunen är ägare för sådana investeringar enligt 8 § 1 punkten i denna lag i fråga om vilka lokaler byggs för små och medelstora företag.",
        "folded_sv": "understod for utvecklande av foretag kan inom ett utvecklingsomrade som avses i 38 § i regionutvecklingslagen (602/2002) beviljas ocksa kommuner eller sadana fastighetsbolag dar kommunen ar agare for sadana investeringar enligt 8 § 1 punkten i denna lag i fraga om vilka lokaler byggs for sma och medelstora foretag."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Avustuksen myöntäminen suurelle yritykselle",
      "content": "Yrityksen kehittämisavustusta voidaan myöntää suurelle yritykselle: 1) 8 §:n 1 kohdan mukaisessa investoinnissa, joka toteutetaan alueiden kehittämislain 38 §:ssä tarkoitetulla kehitysalueella; taikka 2) 8 §:n 2 kohdan mukaisessa muussa kehittämistoimenpiteessä, jonka toteuttamiseen osallistuu suuren yrityksen ohella pieniä tai keskisuuria yrityksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_10",
        "normalized_fi": "Yrityksen kehittämisavustusta voidaan myöntää suurelle yritykselle: 1) 8 § :n 1 kohdan mukaisessa investoinnissa, joka toteutetaan alueiden kehittämislain 38 § :ssä tarkoitetulla kehitysalueella; taikka 2) 8 § :n 2 kohdan mukaisessa muussa kehittämistoimenpiteessä, jonka toteuttamiseen osallistuu suuren yrityksen ohella pieniä tai keskisuuria yrityksiä.",
        "folded_fi": "yrityksen kehittamisavustusta voidaan myontaa suurelle yritykselle: 1) 8 §:n 1 kohdan mukaisessa investoinnissa, joka toteutetaan alueiden kehittamislain 38 §:ssa tarkoitetulla kehitysalueella; taikka 2) 8 §:n 2 kohdan mukaisessa muussa kehittamistoimenpiteessa, jonka toteuttamiseen osallistuu suuren yrityksen ohella pienia tai keskisuuria yrityksia.",
        "title_sv": "Beviljande av understöd till stora företag",
        "content_sv": "Understöd för utvecklande av företag kan beviljas stora företag 1) i fråga om sådana investeringar enligt 8 § 1 punkten som genomförs inom ett utvecklingsområde som avses i 38 § i regionutvecklingslagen, eller 2) i fråga om sådana andra utvecklingsåtgärder enligt 8 § 2 punkten i vilkas genomförande utöver ett stort företag deltar små eller medelstora företag.",
        "normalized_sv": "Understöd för utvecklande av företag kan beviljas stora företag 1) i fråga om sådana investeringar enligt 8 § 1 punkten som genomförs inom ett utvecklingsområde som avses i 38 § i regionutvecklingslagen, eller 2) i fråga om sådana andra utvecklingsåtgärder enligt 8 § 2 punkten i vilkas genomförande utöver ett stort företag deltar små eller medelstora företag.",
        "folded_sv": "understod for utvecklande av foretag kan beviljas stora foretag 1) i fraga om sadana investeringar enligt 8 § 1 punkten som genomfors inom ett utvecklingsomrade som avses i 38 § i regionutvecklingslagen, eller 2) i fraga om sadana andra utvecklingsatgarder enligt 8 § 2 punkten i vilkas genomforande utover ett stort foretag deltar sma eller medelstora foretag."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Tarkemmat säännökset",
      "content": "Valtioneuvoston asetuksella säädetään tarkemmin yrityksen kehittämisavustuksen myöntämisen ja maksamisen perusteista, hyväksyttävistä menoista ja tukitasoista sekä yrityksen kehittämisavustuksen ja muiden siihen rinnastettavien valtiontukien yhteenlasketuista enimmäismääristä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_11",
        "normalized_fi": "Valtioneuvoston asetuksella säädetään tarkemmin yrityksen kehittämisavustuksen myöntämisen ja maksamisen perusteista, hyväksyttävistä menoista ja tukitasoista sekä yrityksen kehittämisavustuksen ja muiden siihen rinnastettavien valtiontukien yhteenlasketuista enimmäismääristä.",
        "folded_fi": "valtioneuvoston asetuksella saadetaan tarkemmin yrityksen kehittamisavustuksen myontamisen ja maksamisen perusteista, hyvaksyttavista menoista ja tukitasoista seka yrityksen kehittamisavustuksen ja muiden siihen rinnastettavien valtiontukien yhteenlasketuista enimmaismaarista.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Beträffande grunderna för beviljande och utbetalning av understöd för utvecklande av företag, de godtagbara utgifterna och stödnivåerna samt de sammanlagda maximibeloppen av understödet för utvecklande av företag och andra därmed jämförbara statsunderstöd bestäms närmare genom förordning av statsrådet.",
        "normalized_sv": "Beträffande grunderna för beviljande och utbetalning av understöd för utvecklande av företag, de godtagbara utgifterna och stödnivåerna samt de sammanlagda maximibeloppen av understödet för utvecklande av företag och andra därmed jämförbara statsunderstöd bestäms närmare genom förordning av statsrådet.",
        "folded_sv": "betraffande grunderna for beviljande och utbetalning av understod for utvecklande av foretag, de godtagbara utgifterna och stodnivaerna samt de sammanlagda maximibeloppen av understodet for utvecklande av foretag och andra darmed jamforbara statsunderstod bestams narmare genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Avustuksen saajat",
      "content": "Yritysten toimintaympäristön kehittämisavustusta voidaan myöntää valtioneuvoston asetuksella tarkemmin määritellyille, voittoa tavoittelemattomille julkisille ja yksityisille yhteisöille sekä säätiöille hankkeisiin, joiden tarkoituksena on yritysten toimintaympäristön tai yritystoiminnan kehittymisedellytysten parantaminen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_12",
        "normalized_fi": "Yritysten toimintaympäristön kehittämisavustusta voidaan myöntää valtioneuvoston asetuksella tarkemmin määritellyille, voittoa tavoittelemattomille julkisille ja yksityisille yhteisöille sekä säätiöille hankkeisiin, joiden tarkoituksena on yritysten toimintaympäristön tai yritystoiminnan kehittymisedellytysten parantaminen.",
        "folded_fi": "yritysten toimintaympariston kehittamisavustusta voidaan myontaa valtioneuvoston asetuksella tarkemmin maaritellyille, voittoa tavoittelemattomille julkisille ja yksityisille yhteisoille seka saatioille hankkeisiin, joiden tarkoituksena on yritysten toimintaympariston tai yritystoiminnan kehittymisedellytysten parantaminen.",
        "title_sv": "Mottagare av understöd",
        "content_sv": "Understöd för utvecklande av företagens verksamhetsmiljö kan beviljas sådana genom förordning av statsrådet närmare bestämda icke-vinstsyftande offentliga och privata sammanslutningar samt stiftelser för projekt som genomförs i syfte att förbättra företags verksamhetsmiljö eller förutsättningarna för utvecklande av företagsverksamheten.",
        "normalized_sv": "Understöd för utvecklande av företagens verksamhetsmiljö kan beviljas sådana genom förordning av statsrådet närmare bestämda icke-vinstsyftande offentliga och privata sammanslutningar samt stiftelser för projekt som genomförs i syfte att förbättra företags verksamhetsmiljö eller förutsättningarna för utvecklande av företagsverksamheten.",
        "folded_sv": "understod for utvecklande av foretagens verksamhetsmiljo kan beviljas sadana genom forordning av statsradet narmare bestamda icke-vinstsyftande offentliga och privata sammanslutningar samt stiftelser for projekt som genomfors i syfte att forbattra foretags verksamhetsmiljo eller forutsattningarna for utvecklande av foretagsverksamheten."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Avustuksen myöntämisen edellytykset",
      "content": "Yritysten toimintaympäristön kehittämisavustuksen myöntämisen edellytyksenä on, että hankkeen arvioidaan edistävän merkittävästi alueen pienten ja keskisuurten yritysten perustamista, laajentamista tai kehittämistä. Lisäksi edellytetään, että avustuksella arvioidaan olevan merkittävä vaikutus hankkeen toteuttamiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_13",
        "normalized_fi": "Yritysten toimintaympäristön kehittämisavustuksen myöntämisen edellytyksenä on, että hankkeen arvioidaan edistävän merkittävästi alueen pienten ja keskisuurten yritysten perustamista, laajentamista tai kehittämistä. Lisäksi edellytetään, että avustuksella arvioidaan olevan merkittävä vaikutus hankkeen toteuttamiseen.",
        "folded_fi": "yritysten toimintaympariston kehittamisavustuksen myontamisen edellytyksena on, etta hankkeen arvioidaan edistavan merkittavasti alueen pienten ja keskisuurten yritysten perustamista, laajentamista tai kehittamista. lisaksi edellytetaan, etta avustuksella arvioidaan olevan merkittava vaikutus hankkeen toteuttamiseen.",
        "title_sv": "Förutsättningar för beviljande av understöd",
        "content_sv": "Ett villkor för att understöd för utvecklande av företagens verksamhetsmiljö skall kunna beviljas är att det bedöms att projektet väsentligt främjar grundandet, utvidgandet eller utvecklandet av små och medelstora företag i regionen. För att understöd skall kunna beviljas förutsätts dessutom att det bedöms ha betydande konsekvenser för genomförandet av projektet.",
        "normalized_sv": "Ett villkor för att understöd för utvecklande av företagens verksamhetsmiljö skall kunna beviljas är att det bedöms att projektet väsentligt främjar grundandet, utvidgandet eller utvecklandet av små och medelstora företag i regionen. För att understöd skall kunna beviljas förutsätts dessutom att det bedöms ha betydande konsekvenser för genomförandet av projektet.",
        "folded_sv": "ett villkor for att understod for utvecklande av foretagens verksamhetsmiljo skall kunna beviljas ar att det bedoms att projektet vasentligt framjar grundandet, utvidgandet eller utvecklandet av sma och medelstora foretag i regionen. for att understod skall kunna beviljas forutsatts dessutom att det bedoms ha betydande konsekvenser for genomforandet av projektet."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Rahoitettava toiminta",
      "content": "Yritysten toimintaympäristön kehittämisavustusta voidaan myöntää yritystoiminnan kannalta tarpeellisiin selvityksiin, yritysten tarvitsemien palvelujen kehittämiseen, yritysten yhteistyön edistämiseen sekä muihin yritysten toimintaympäristöä ja kehittymisedellytyksiä parantaviin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_14",
        "normalized_fi": "Yritysten toimintaympäristön kehittämisavustusta voidaan myöntää yritystoiminnan kannalta tarpeellisiin selvityksiin, yritysten tarvitsemien palvelujen kehittämiseen, yritysten yhteistyön edistämiseen sekä muihin yritysten toimintaympäristöä ja kehittymisedellytyksiä parantaviin toimenpiteisiin.",
        "folded_fi": "yritysten toimintaympariston kehittamisavustusta voidaan myontaa yritystoiminnan kannalta tarpeellisiin selvityksiin, yritysten tarvitsemien palvelujen kehittamiseen, yritysten yhteistyon edistamiseen seka muihin yritysten toimintaymparistoa ja kehittymisedellytyksia parantaviin toimenpiteisiin.",
        "title_sv": "Verksamhet som finansieras",
        "content_sv": "Understöd för utvecklande av företagens verksamhetsmiljö kan beviljas för utredningar som är nödvändiga med tanke på företagsverksamheten, utvecklande av service som företagen behöver, främjande av samarbete mellan företag samt för andra åtgärder som förbättrar företagens verksamhetsmiljö och utvecklingsmöjligheter.",
        "normalized_sv": "Understöd för utvecklande av företagens verksamhetsmiljö kan beviljas för utredningar som är nödvändiga med tanke på företagsverksamheten, utvecklande av service som företagen behöver, främjande av samarbete mellan företag samt för andra åtgärder som förbättrar företagens verksamhetsmiljö och utvecklingsmöjligheter.",
        "folded_sv": "understod for utvecklande av foretagens verksamhetsmiljo kan beviljas for utredningar som ar nodvandiga med tanke pa foretagsverksamheten, utvecklande av service som foretagen behover, framjande av samarbete mellan foretag samt for andra atgarder som forbattrar foretagens verksamhetsmiljo och utvecklingsmojligheter."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "Tarkemmat säännökset",
      "content": "Valtioneuvoston asetuksella säädetään tarkemmin yritysten toimintaympäristön kehittämisavustuksen myöntämisen ja maksamisen perusteista, hyväksyttävistä menoista ja tukitasosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_15",
        "normalized_fi": "Valtioneuvoston asetuksella säädetään tarkemmin yritysten toimintaympäristön kehittämisavustuksen myöntämisen ja maksamisen perusteista, hyväksyttävistä menoista ja tukitasosta.",
        "folded_fi": "valtioneuvoston asetuksella saadetaan tarkemmin yritysten toimintaympariston kehittamisavustuksen myontamisen ja maksamisen perusteista, hyvaksyttavista menoista ja tukitasosta.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Beträffande grunderna för beviljande och utbetalning av understöd för utvecklande av företagens verksamhetsmiljö, de godtagbara utgifterna och stödnivån bestäms närmare genom förordning av statsrådet",
        "normalized_sv": "Beträffande grunderna för beviljande och utbetalning av understöd för utvecklande av företagens verksamhetsmiljö, de godtagbara utgifterna och stödnivån bestäms närmare genom förordning av statsrådet",
        "folded_sv": "betraffande grunderna for beviljande och utbetalning av understod for utvecklande av foretagens verksamhetsmiljo, de godtagbara utgifterna och stodnivan bestams narmare genom forordning av statsradet"
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Avustuksen hakeminen",
      "content": "Kirjallinen hakemus avustuksen saamiseksi on toimitettava ennen hankkeen aloittamista työvoima- ja elinkeinokeskukseen. Tarkempia säännöksiä avustuksen hakemisesta annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_16",
        "normalized_fi": "Kirjallinen hakemus avustuksen saamiseksi on toimitettava ennen hankkeen aloittamista työvoima- ja elinkeinokeskukseen. Tarkempia säännöksiä avustuksen hakemisesta annetaan valtioneuvoston asetuksella.",
        "folded_fi": "kirjallinen hakemus avustuksen saamiseksi on toimitettava ennen hankkeen aloittamista tyovoima- ja elinkeinokeskukseen. tarkempia saannoksia avustuksen hakemisesta annetaan valtioneuvoston asetuksella.",
        "title_sv": "Ansökan om understöd",
        "content_sv": "Innan ett projekt inleds skall en skriftlig ansökan om understöd tillställas arbetskrafts- och näringscentralen. Närmare bestämmelser om ansökan om understöd utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Innan ett projekt inleds skall en skriftlig ansökan om understöd tillställas arbetskrafts- och näringscentralen. Närmare bestämmelser om ansökan om understöd utfärdas genom förordning av statsrådet.",
        "folded_sv": "innan ett projekt inleds skall en skriftlig ansokan om understod tillstallas arbetskrafts- och naringscentralen. narmare bestammelser om ansokan om understod utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Avustuspäätös",
      "content": "Avustuksesta päättää se työvoima- ja elinkeinokeskus, jonka alueella avustettava hanke pääosin toteutetaan. Kauppa- ja teollisuusministeriö voi yksittäistapauksessa siirtää asian toimivaltaiselta työvoima- ja elinkeinokeskukselta toiselle työvoima- ja elinkeinokeskukselle, kun hanke toteutetaan useamman kuin yhden keskuksen alueella. Yrityksen kehittämisavustuksesta päättää kauppa- ja teollisuusministeriö, jos avustuksen perusteena olevien menojen määrä ylittää neljä miljoonaa euroa. Kauppa- ja teollisuusministeriö voi pidättää päätösvallan myös tätä pienemmissä hankkeissa, jos päätöksellä on erityistä merkitystä tämän lain soveltamisen kannalta. Jos hankkeen toteuttamiseen osallistuu useampi kuin yksi yritys tai yrityksen ohella yhteisö, joka ei harjoita yritystoimintaa, avustus voidaan myöntää yritykselle tai yhteisölle, joka on sitoutunut vastaamaan avustuksen käytöstä koko hankkeeseen. Avustuspäätöksen voimassaoloajan pidentämisestä päättää se työvoima- ja elinkeinokeskus, jonka alueella avustettava hanke pääosin toteutetaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_17",
        "normalized_fi": "Avustuksesta päättää se työvoima- ja elinkeinokeskus, jonka alueella avustettava hanke pääosin toteutetaan. Kauppa- ja teollisuusministeriö voi yksittäistapauksessa siirtää asian toimivaltaiselta työvoima- ja elinkeinokeskukselta toiselle työvoima- ja elinkeinokeskukselle, kun hanke toteutetaan useamman kuin yhden keskuksen alueella. Yrityksen kehittämisavustuksesta päättää kauppa- ja teollisuusministeriö, jos avustuksen perusteena olevien menojen määrä ylittää neljä miljoonaa euroa. Kauppa- ja teollisuusministeriö voi pidättää päätösvallan myös tätä pienemmissä hankkeissa, jos päätöksellä on erityistä merkitystä tämän lain soveltamisen kannalta. Jos hankkeen toteuttamiseen osallistuu useampi kuin yksi yritys tai yrityksen ohella yhteisö, joka ei harjoita yritystoimintaa, avustus voidaan myöntää yritykselle tai yhteisölle, joka on sitoutunut vastaamaan avustuksen käytöstä koko hankkeeseen. Avustuspäätöksen voimassaoloajan pidentämisestä päättää se työvoima- ja elinkeinokeskus, jonka alueella avustettava hanke pääosin toteutetaan.",
        "folded_fi": "avustuksesta paattaa se tyovoima- ja elinkeinokeskus, jonka alueella avustettava hanke paaosin toteutetaan. kauppa- ja teollisuusministerio voi yksittaistapauksessa siirtaa asian toimivaltaiselta tyovoima- ja elinkeinokeskukselta toiselle tyovoima- ja elinkeinokeskukselle, kun hanke toteutetaan useamman kuin yhden keskuksen alueella. yrityksen kehittamisavustuksesta paattaa kauppa- ja teollisuusministerio, jos avustuksen perusteena olevien menojen maara ylittaa nelja miljoonaa euroa. kauppa- ja teollisuusministerio voi pidattaa paatosvallan myos tata pienemmissa hankkeissa, jos paatoksella on erityista merkitysta taman lain soveltamisen kannalta. jos hankkeen toteuttamiseen osallistuu useampi kuin yksi yritys tai yrityksen ohella yhteiso, joka ei harjoita yritystoimintaa, avustus voidaan myontaa yritykselle tai yhteisolle, joka on sitoutunut vastaamaan avustuksen kaytosta koko hankkeeseen. avustuspaatoksen voimassaoloajan pidentamisesta paattaa se tyovoima- ja elinkeinokeskus, jonka alueella avustettava hanke paaosin toteutetaan.",
        "title_sv": "Beslut om understöd",
        "content_sv": "Den arbetskrafts- och näringscentral inom vars område projektet huvudsakligen genomförs beslutar om understöd. Handels- och industriministeriet kan i enskilda fall överföra ärendet från den behöriga arbetskrafts- och näringscentralen till en annan arbetskrafts- och näringscentral, när projektet genomförs på flera än en centrals område. Handels- och industriministeriet beslutar om understöd för utvecklande av företag, om beloppet av de utgifter som ligger till grund för understödet överstiger fyra miljoner euro. Handels- och industriministeriet kan förbehålla sig beslutanderätten också i fråga om projekt som understiger nämnda gräns, om beslutet är av särskild betydelse med tanke på tillämpningen av denna lag. Om flera än ett företag, eller utöver ett företag även en sammanslutning som inte idkar företagsverksamhet, deltar i ett projekt, kan understödet beviljas ett företag eller en sammanslutning som har förbundit sig att svara för att understödet används för hela projektet. Den arbetskrafts- och näringscentral inom vars område projektet huvudsakligen genomförs beslutar om förlängning av giltighetstiden för ett understödsbeslut.",
        "normalized_sv": "Den arbetskrafts- och näringscentral inom vars område projektet huvudsakligen genomförs beslutar om understöd. Handels- och industriministeriet kan i enskilda fall överföra ärendet från den behöriga arbetskrafts- och näringscentralen till en annan arbetskrafts- och näringscentral, när projektet genomförs på flera än en centrals område. Handels- och industriministeriet beslutar om understöd för utvecklande av företag, om beloppet av de utgifter som ligger till grund för understödet överstiger fyra miljoner euro. Handels- och industriministeriet kan förbehålla sig beslutanderätten också i fråga om projekt som understiger nämnda gräns, om beslutet är av särskild betydelse med tanke på tillämpningen av denna lag. Om flera än ett företag, eller utöver ett företag även en sammanslutning som inte idkar företagsverksamhet, deltar i ett projekt, kan understödet beviljas ett företag eller en sammanslutning som har förbundit sig att svara för att understödet används för hela projektet. Den arbetskrafts- och näringscentral inom vars område projektet huvudsakligen genomförs beslutar om förlängning av giltighetstiden för ett understödsbeslut.",
        "folded_sv": "den arbetskrafts- och naringscentral inom vars omrade projektet huvudsakligen genomfors beslutar om understod. handels- och industriministeriet kan i enskilda fall overfora arendet fran den behoriga arbetskrafts- och naringscentralen till en annan arbetskrafts- och naringscentral, nar projektet genomfors pa flera an en centrals omrade. handels- och industriministeriet beslutar om understod for utvecklande av foretag, om beloppet av de utgifter som ligger till grund for understodet overstiger fyra miljoner euro. handels- och industriministeriet kan forbehalla sig beslutanderatten ocksa i fraga om projekt som understiger namnda grans, om beslutet ar av sarskild betydelse med tanke pa tillampningen av denna lag. om flera an ett foretag, eller utover ett foretag aven en sammanslutning som inte idkar foretagsverksamhet, deltar i ett projekt, kan understodet beviljas ett foretag eller en sammanslutning som har forbundit sig att svara for att understodet anvands for hela projektet. den arbetskrafts- och naringscentral inom vars omrade projektet huvudsakligen genomfors beslutar om forlangning av giltighetstiden for ett understodsbeslut."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Avustuksen maksaminen",
      "content": "Työvoima- ja elinkeinokeskus maksaa avustuksen erillisestä hakemuksesta hankkeen edistymisen mukaan, myöntämispäätöksessä asetettujen tarkempien ehtojen ja hyväksyttävän selvityksen perusteella. Edellä 17 §:n 3 momentissa tarkoitetussa tapauksessa avustus voidaan maksaa yritykselle tai yhteisölle, joka on sitoutunut vastaamaan avustuksen käytöstä koko hankkeeseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_18",
        "normalized_fi": "Työvoima- ja elinkeinokeskus maksaa avustuksen erillisestä hakemuksesta hankkeen edistymisen mukaan, myöntämispäätöksessä asetettujen tarkempien ehtojen ja hyväksyttävän selvityksen perusteella. Edellä 17 § :n 3 momentissa tarkoitetussa tapauksessa avustus voidaan maksaa yritykselle tai yhteisölle, joka on sitoutunut vastaamaan avustuksen käytöstä koko hankkeeseen.",
        "folded_fi": "tyovoima- ja elinkeinokeskus maksaa avustuksen erillisesta hakemuksesta hankkeen edistymisen mukaan, myontamispaatoksessa asetettujen tarkempien ehtojen ja hyvaksyttavan selvityksen perusteella. edella 17 §:n 3 momentissa tarkoitetussa tapauksessa avustus voidaan maksaa yritykselle tai yhteisolle, joka on sitoutunut vastaamaan avustuksen kaytosta koko hankkeeseen.",
        "title_sv": "Utbetalning av understöd",
        "content_sv": "Arbetskrafts- och näringscentralen betalar, på basis av närmare villkor i beslutet om beviljande av understöd och på grundval av godtagbar utredning, på särskild ansökan ut understödet i den takt som projektet framskrider. I det fall som avses i 17 § 3 mom. kan understödet betalas ut till det företag eller den sammanslutning som har förbundit sig att svara för att understödet används för hela projektet.",
        "normalized_sv": "Arbetskrafts- och näringscentralen betalar, på basis av närmare villkor i beslutet om beviljande av understöd och på grundval av godtagbar utredning, på särskild ansökan ut understödet i den takt som projektet framskrider. I det fall som avses i 17 § 3 mom. kan understödet betalas ut till det företag eller den sammanslutning som har förbundit sig att svara för att understödet används för hela projektet.",
        "folded_sv": "arbetskrafts- och naringscentralen betalar, pa basis av narmare villkor i beslutet om beviljande av understod och pa grundval av godtagbar utredning, pa sarskild ansokan ut understodet i den takt som projektet framskrider. i det fall som avses i 17 § 3 mom. kan understodet betalas ut till det foretag eller den sammanslutning som har forbundit sig att svara for att understodet anvands for hela projektet."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Avustuksen käyttö",
      "content": "Tässä laissa tarkoitettua avustusta saadaan käyttää ainoastaan avustuspäätöksen mukaiseen tarkoitukseen. Sen lisäksi, mitä tässä laissa ja tämän lain nojalla valtioneuvoston asetuksella säädetään, avustuksen saajan on noudatettava avustuspäätöksessä olevia ehtoja ja rajoituksia. Pienten ja keskisuurten yritysten tulee käyttää investointiin kohdistuneen avustuksen kohteena olevaa omaisuutta kolme vuotta ja muiden avustuksen saajien viisi vuotta avustuksen viimeisen erän maksamisesta. Erityisestä syystä avustuksen myöntävä viranomainen voi määrätä käyttöajaksi enintään kymmenen vuotta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_19",
        "normalized_fi": "Tässä laissa tarkoitettua avustusta saadaan käyttää ainoastaan avustuspäätöksen mukaiseen tarkoitukseen. Sen lisäksi, mitä tässä laissa ja tämän lain nojalla valtioneuvoston asetuksella säädetään, avustuksen saajan on noudatettava avustuspäätöksessä olevia ehtoja ja rajoituksia. Pienten ja keskisuurten yritysten tulee käyttää investointiin kohdistuneen avustuksen kohteena olevaa omaisuutta kolme vuotta ja muiden avustuksen saajien viisi vuotta avustuksen viimeisen erän maksamisesta. Erityisestä syystä avustuksen myöntävä viranomainen voi määrätä käyttöajaksi enintään kymmenen vuotta.",
        "folded_fi": "tassa laissa tarkoitettua avustusta saadaan kayttaa ainoastaan avustuspaatoksen mukaiseen tarkoitukseen. sen lisaksi, mita tassa laissa ja taman lain nojalla valtioneuvoston asetuksella saadetaan, avustuksen saajan on noudatettava avustuspaatoksessa olevia ehtoja ja rajoituksia. pienten ja keskisuurten yritysten tulee kayttaa investointiin kohdistuneen avustuksen kohteena olevaa omaisuutta kolme vuotta ja muiden avustuksen saajien viisi vuotta avustuksen viimeisen eran maksamisesta. erityisesta syysta avustuksen myontava viranomainen voi maarata kayttoajaksi enintaan kymmenen vuotta.",
        "title_sv": "Användning av understöd",
        "content_sv": "I denna lag avsedda understöd får användas endast för ändamål som anges i understödsbeslutet. Utöver vad som bestäms i denna lag och med stöd av denna lag genom förordning av statsrådet skall understödstagaren iaktta de villkor och begränsningar som ingår i understödsbeslutet. Den egendom som är föremål för det understöd som är inriktat på investering skall små och medelstora företag använda i tre år från utbetalningen av den sista posten av understödet och övriga understödstagare i fem år. Av särskilda skäl kan den myndighet som beviljar understödet bestämma att användningstiden är högst tio år.",
        "normalized_sv": "I denna lag avsedda understöd får användas endast för ändamål som anges i understödsbeslutet. Utöver vad som bestäms i denna lag och med stöd av denna lag genom förordning av statsrådet skall understödstagaren iaktta de villkor och begränsningar som ingår i understödsbeslutet. Den egendom som är föremål för det understöd som är inriktat på investering skall små och medelstora företag använda i tre år från utbetalningen av den sista posten av understödet och övriga understödstagare i fem år. Av särskilda skäl kan den myndighet som beviljar understödet bestämma att användningstiden är högst tio år.",
        "folded_sv": "i denna lag avsedda understod far anvandas endast for andamal som anges i understodsbeslutet. utover vad som bestams i denna lag och med stod av denna lag genom forordning av statsradet skall understodstagaren iaktta de villkor och begransningar som ingar i understodsbeslutet. den egendom som ar foremal for det understod som ar inriktat pa investering skall sma och medelstora foretag anvanda i tre ar fran utbetalningen av den sista posten av understodet och ovriga understodstagare i fem ar. av sarskilda skal kan den myndighet som beviljar understodet bestamma att anvandningstiden ar hogst tio ar."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Valvonta",
      "content": "Työvoima- ja elinkeinokeskuksia avustusten myöntäjinä ja maksajina valvoo kauppa- ja teollisuusministeriö, joka voi tarkastaa itse tai valtuuttaa muun viranomaisen tai ulkopuolisen tilintarkastajan tarkastamaan työvoima- ja elinkeinokeskuksia. Avustusten käyttöä valvovat kauppa- ja teollisuusministeriö ja työvoima- ja elinkeinokeskukset, jotka voivat valtuuttaa muun viranomaisen tai ulkopuolisen tilintarkastajan tarkastamaan avustusten käyttöä. Ulkopuolisen tilintarkastajan tulee olla julkishallinnon ja -talouden tilintarkastuslautakunnan hyväksymä tilintarkastaja (JHTT-tilintarkastaja) tai tilintarkastusyhteisö (JHTT-yhteisö), Keskuskauppakamarin hyväksymä tilintarkastaja (KHT-tilintarkastaja) tai tilintarkastusyhteisö (KHT-yhteisö) taikka kauppakamarin hyväksymä tilintarkastaja (HTM-tilintarkastaja) tai tilintarkastusyhteisö (HTM-yhteisö). Tilintarkastusyhteisön on nimettävä tarkastuksesta päävastuullinen tilintarkastaja. Tilintarkastaja toimii tehtävässään virkavastuulla. Tilintarkastajan tehtäviin sovelletaan soveltuvin osin, mitä hallintolaissa (434/2003) ja kielilaissa (423/2003) säädetään. Tilintarkastajalla on oltava edellytykset riippumattomaan tilintarkastukseen. Jos tilintarkastaja on esteellinen tai edellytykset riippumattomaan tilintarkastukseen puuttuvat, tilintarkastajan on kieltäydyttävä vastaanottamasta tehtävää tai luovuttava siitä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_20",
        "normalized_fi": "Työvoima- ja elinkeinokeskuksia avustusten myöntäjinä ja maksajina valvoo kauppa- ja teollisuusministeriö, joka voi tarkastaa itse tai valtuuttaa muun viranomaisen tai ulkopuolisen tilintarkastajan tarkastamaan työvoima- ja elinkeinokeskuksia. Avustusten käyttöä valvovat kauppa- ja teollisuusministeriö ja työvoima- ja elinkeinokeskukset, jotka voivat valtuuttaa muun viranomaisen tai ulkopuolisen tilintarkastajan tarkastamaan avustusten käyttöä. Ulkopuolisen tilintarkastajan tulee olla julkishallinnon ja -talouden tilintarkastuslautakunnan hyväksymä tilintarkastaja (JHTT-tilintarkastaja) tai tilintarkastusyhteisö (JHTT-yhteisö), Keskuskauppakamarin hyväksymä tilintarkastaja (KHT-tilintarkastaja) tai tilintarkastusyhteisö (KHT-yhteisö) taikka kauppakamarin hyväksymä tilintarkastaja (HTM-tilintarkastaja) tai tilintarkastusyhteisö (HTM-yhteisö). Tilintarkastusyhteisön on nimettävä tarkastuksesta päävastuullinen tilintarkastaja. Tilintarkastaja toimii tehtävässään virkavastuulla. Tilintarkastajan tehtäviin sovelletaan soveltuvin osin, mitä hallintolaissa (434/2003) ja kielilaissa (423/2003) säädetään. Tilintarkastajalla on oltava edellytykset riippumattomaan tilintarkastukseen. Jos tilintarkastaja on esteellinen tai edellytykset riippumattomaan tilintarkastukseen puuttuvat, tilintarkastajan on kieltäydyttävä vastaanottamasta tehtävää tai luovuttava siitä.",
        "folded_fi": "tyovoima- ja elinkeinokeskuksia avustusten myontajina ja maksajina valvoo kauppa- ja teollisuusministerio, joka voi tarkastaa itse tai valtuuttaa muun viranomaisen tai ulkopuolisen tilintarkastajan tarkastamaan tyovoima- ja elinkeinokeskuksia. avustusten kayttoa valvovat kauppa- ja teollisuusministerio ja tyovoima- ja elinkeinokeskukset, jotka voivat valtuuttaa muun viranomaisen tai ulkopuolisen tilintarkastajan tarkastamaan avustusten kayttoa. ulkopuolisen tilintarkastajan tulee olla julkishallinnon ja -talouden tilintarkastuslautakunnan hyvaksyma tilintarkastaja (jhtt-tilintarkastaja) tai tilintarkastusyhteiso (jhtt-yhteiso), keskuskauppakamarin hyvaksyma tilintarkastaja (kht-tilintarkastaja) tai tilintarkastusyhteiso (kht-yhteiso) taikka kauppakamarin hyvaksyma tilintarkastaja (htm-tilintarkastaja) tai tilintarkastusyhteiso (htm-yhteiso). tilintarkastusyhteison on nimettava tarkastuksesta paavastuullinen tilintarkastaja. tilintarkastaja toimii tehtavassaan virkavastuulla. tilintarkastajan tehtaviin sovelletaan soveltuvin osin, mita hallintolaissa (434/2003) ja kielilaissa (423/2003) saadetaan. tilintarkastajalla on oltava edellytykset riippumattomaan tilintarkastukseen. jos tilintarkastaja on esteellinen tai edellytykset riippumattomaan tilintarkastukseen puuttuvat, tilintarkastajan on kieltaydyttava vastaanottamasta tehtavaa tai luovuttava siita.",
        "title_sv": "Tillsyn",
        "content_sv": "Arbetskrafts- och näringscentralernas verksamhet som beviljare och utbetalare av understöd övervakas av handels- och industriministeriet, som antingen själv kan granska arbetskrafts- och näringscentralerna eller bemyndiga en annan myndighet eller en utomstående revisor att göra detta. Användningen av understöden övervakas av handels- och industriministeriet samt arbetskrafts- och näringscentralerna, vilka kan bemyndiga en annan myndighet eller en utomstående revisor att granska användningen av understöden. Den utomstående revisorn skall vara en av revisionsnämnden för den offentliga förvaltningen och ekonomin godkänd revisor (OFR-revisor) eller revisionssammanslutning (OFR-sammanslutning), en av Centralhandelskammaren godkänd revisor (CGR-revisor) eller revisionssammanslutning (CGR-sammanslutning) eller en av en handelskammare godkänd revisor (GRM-revisor) eller revisionssammanslutning (GRM-sammanslutning). En revisionssammanslutning skall utse en huvudansvarig revisor för granskningen. Revisorn utför sitt uppdrag under tjänsteansvar. På en revisors uppdrag iakttas i tillämpliga delar vad som föreskrivs i förvaltningslagen (434/2003) och språklagen (423/2003). En revisor skall ha förutsättningar för en oberoende revision. Om revisorn är jävig eller om förutsättningarna för en oberoende revision saknas, skall revisorn vägra ta emot uppdraget eller avstå från det.",
        "normalized_sv": "Arbetskrafts- och näringscentralernas verksamhet som beviljare och utbetalare av understöd övervakas av handels- och industriministeriet, som antingen själv kan granska arbetskrafts- och näringscentralerna eller bemyndiga en annan myndighet eller en utomstående revisor att göra detta. Användningen av understöden övervakas av handels- och industriministeriet samt arbetskrafts- och näringscentralerna, vilka kan bemyndiga en annan myndighet eller en utomstående revisor att granska användningen av understöden. Den utomstående revisorn skall vara en av revisionsnämnden för den offentliga förvaltningen och ekonomin godkänd revisor (OFR-revisor) eller revisionssammanslutning (OFR-sammanslutning), en av Centralhandelskammaren godkänd revisor (CGR-revisor) eller revisionssammanslutning (CGR-sammanslutning) eller en av en handelskammare godkänd revisor (GRM-revisor) eller revisionssammanslutning (GRM-sammanslutning). En revisionssammanslutning skall utse en huvudansvarig revisor för granskningen. Revisorn utför sitt uppdrag under tjänsteansvar. På en revisors uppdrag iakttas i tillämpliga delar vad som föreskrivs i förvaltningslagen (434/2003) och språklagen (423/2003). En revisor skall ha förutsättningar för en oberoende revision. Om revisorn är jävig eller om förutsättningarna för en oberoende revision saknas, skall revisorn vägra ta emot uppdraget eller avstå från det.",
        "folded_sv": "arbetskrafts- och naringscentralernas verksamhet som beviljare och utbetalare av understod overvakas av handels- och industriministeriet, som antingen sjalv kan granska arbetskrafts- och naringscentralerna eller bemyndiga en annan myndighet eller en utomstaende revisor att gora detta. anvandningen av understoden overvakas av handels- och industriministeriet samt arbetskrafts- och naringscentralerna, vilka kan bemyndiga en annan myndighet eller en utomstaende revisor att granska anvandningen av understoden. den utomstaende revisorn skall vara en av revisionsnamnden for den offentliga forvaltningen och ekonomin godkand revisor (ofr-revisor) eller revisionssammanslutning (ofr-sammanslutning), en av centralhandelskammaren godkand revisor (cgr-revisor) eller revisionssammanslutning (cgr-sammanslutning) eller en av en handelskammare godkand revisor (grm-revisor) eller revisionssammanslutning (grm-sammanslutning). en revisionssammanslutning skall utse en huvudansvarig revisor for granskningen. revisorn utfor sitt uppdrag under tjansteansvar. pa en revisors uppdrag iakttas i tillampliga delar vad som foreskrivs i forvaltningslagen (434/2003) och spraklagen (423/2003). en revisor skall ha forutsattningar for en oberoende revision. om revisorn ar javig eller om forutsattningarna for en oberoende revision saknas, skall revisorn vagra ta emot uppdraget eller avsta fran det."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Tarkastusoikeus",
      "content": "Kauppa- ja teollisuusministeriöllä ja työvoima- ja elinkeinokeskuksella sekä niiden valtuuttamalla tarkastajalla on oikeus tarkastaa avustuksen hakijan ja avustuksen saajan liiketoimintaa avustuksen myöntämisen ja käytön edellyttämässä laajuudessa. Tarkastuksen suorittamiseksi avustuksen hakija tai avustuksen saaja on velvollinen ilman aiheetonta viivytystä, korvauksetta esittämään tarkastusta suorittavalle kaikki tarvittavat asiakirjat ja muun avustuksen käyttöön liittyvän aineiston sekä muutoinkin avustamaan tarkastuksessa. Tarkastusta suorittavalla on oikeus tässä tarkoituksessa päästä tarkastettavan hallitsemiin tai käytössä oleviin tiloihin ja alueille. Tarkastusta ei kuitenkaan saa suorittaa kotirauhan piiriin kuuluvassa paikassa. Tarkastusta suorittavalla on oikeus ottaa asiakirjat ja muu edellä tarkoitettu aineisto haltuunsa, jos tarkastuksen päämäärän saavuttaminen tätä edellyttää. Asiakirjat ja muu luovutettu aineisto tulee viipymättä palauttaa, kun tarkastuksen suorittaminen ei enää edellytä niiden hallussapitoa. Tarkastusta suorittavan pyynnöstä tarkastettavan tulee myös antaa tiedot, jotka ovat tarpeen tarkastuksen asianmukaiseksi toteuttamiseksi. Poliisi-, tulli-, ulosotto- ja veroviranomaisen on korvauksetta annettava tässä pykälässä tarkoitetun tarkastuksen suorittamiseksi tarpeellista virka-apua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_21",
        "normalized_fi": "Kauppa- ja teollisuusministeriöllä ja työvoima- ja elinkeinokeskuksella sekä niiden valtuuttamalla tarkastajalla on oikeus tarkastaa avustuksen hakijan ja avustuksen saajan liiketoimintaa avustuksen myöntämisen ja käytön edellyttämässä laajuudessa. Tarkastuksen suorittamiseksi avustuksen hakija tai avustuksen saaja on velvollinen ilman aiheetonta viivytystä, korvauksetta esittämään tarkastusta suorittavalle kaikki tarvittavat asiakirjat ja muun avustuksen käyttöön liittyvän aineiston sekä muutoinkin avustamaan tarkastuksessa. Tarkastusta suorittavalla on oikeus tässä tarkoituksessa päästä tarkastettavan hallitsemiin tai käytössä oleviin tiloihin ja alueille. Tarkastusta ei kuitenkaan saa suorittaa kotirauhan piiriin kuuluvassa paikassa. Tarkastusta suorittavalla on oikeus ottaa asiakirjat ja muu edellä tarkoitettu aineisto haltuunsa, jos tarkastuksen päämäärän saavuttaminen tätä edellyttää. Asiakirjat ja muu luovutettu aineisto tulee viipymättä palauttaa, kun tarkastuksen suorittaminen ei enää edellytä niiden hallussapitoa. Tarkastusta suorittavan pyynnöstä tarkastettavan tulee myös antaa tiedot, jotka ovat tarpeen tarkastuksen asianmukaiseksi toteuttamiseksi. Poliisi-, tulli-, ulosotto- ja veroviranomaisen on korvauksetta annettava tässä pykälässä tarkoitetun tarkastuksen suorittamiseksi tarpeellista virka-apua.",
        "folded_fi": "kauppa- ja teollisuusministeriolla ja tyovoima- ja elinkeinokeskuksella seka niiden valtuuttamalla tarkastajalla on oikeus tarkastaa avustuksen hakijan ja avustuksen saajan liiketoimintaa avustuksen myontamisen ja kayton edellyttamassa laajuudessa. tarkastuksen suorittamiseksi avustuksen hakija tai avustuksen saaja on velvollinen ilman aiheetonta viivytysta, korvauksetta esittamaan tarkastusta suorittavalle kaikki tarvittavat asiakirjat ja muun avustuksen kayttoon liittyvan aineiston seka muutoinkin avustamaan tarkastuksessa. tarkastusta suorittavalla on oikeus tassa tarkoituksessa paasta tarkastettavan hallitsemiin tai kaytossa oleviin tiloihin ja alueille. tarkastusta ei kuitenkaan saa suorittaa kotirauhan piiriin kuuluvassa paikassa. tarkastusta suorittavalla on oikeus ottaa asiakirjat ja muu edella tarkoitettu aineisto haltuunsa, jos tarkastuksen paamaaran saavuttaminen tata edellyttaa. asiakirjat ja muu luovutettu aineisto tulee viipymatta palauttaa, kun tarkastuksen suorittaminen ei enaa edellyta niiden hallussapitoa. tarkastusta suorittavan pyynnosta tarkastettavan tulee myos antaa tiedot, jotka ovat tarpeen tarkastuksen asianmukaiseksi toteuttamiseksi. poliisi-, tulli-, ulosotto- ja veroviranomaisen on korvauksetta annettava tassa pykalassa tarkoitetun tarkastuksen suorittamiseksi tarpeellista virka-apua.",
        "title_sv": "Granskningsrätt",
        "content_sv": "Handels- och industriministeriet och arbetskrafts- och näringscentralen samt en revisor som bemyndigats av dem har rätt att granska sökandens och understödstagarens rörelse i den omfattning beviljandet och användningen av understödet kräver. För utförande av granskningen är sökanden och understödstagaren skyldiga att, utan ogrundat dröjsmål och utan ersättning, för den som utför granskningen lägga fram alla nödvändiga handlingar och övrigt material som har samband med användningen av understödet och även i övrigt bistå vid granskningen. Den som utför granskningen har rätt att i detta syfte få tillträde till de lokaler och områden som den som är föremål för granskning har i sin besittning eller i sitt bruk. Granskning får dock inte utföras på en plats som omfattas av hemfriden. Den som utför granskningen har rätt att omhänderta handlingarna och det övriga material som avses ovan, om detta krävs för att syftet med granskningen skall uppnås. Handlingarna och annat överlåtet material skall utan dröjsmål returneras när de inte längre behövs för utförandet av granskningen. På begäran av den som utför granskningen skall den som är föremål för granskning även lämna de upplysningar som är nödvändiga för att granskningen skall kunna genomföras på ett ändamålsenligt sätt. Polis-, tull-, utsöknings- och skattemyndigheterna skall utan ersättning ge den handräckning som behövs för att granskning enligt denna paragraf skall kunna utföras.",
        "normalized_sv": "Handels- och industriministeriet och arbetskrafts- och näringscentralen samt en revisor som bemyndigats av dem har rätt att granska sökandens och understödstagarens rörelse i den omfattning beviljandet och användningen av understödet kräver. För utförande av granskningen är sökanden och understödstagaren skyldiga att, utan ogrundat dröjsmål och utan ersättning, för den som utför granskningen lägga fram alla nödvändiga handlingar och övrigt material som har samband med användningen av understödet och även i övrigt bistå vid granskningen. Den som utför granskningen har rätt att i detta syfte få tillträde till de lokaler och områden som den som är föremål för granskning har i sin besittning eller i sitt bruk. Granskning får dock inte utföras på en plats som omfattas av hemfriden. Den som utför granskningen har rätt att omhänderta handlingarna och det övriga material som avses ovan, om detta krävs för att syftet med granskningen skall uppnås. Handlingarna och annat överlåtet material skall utan dröjsmål returneras när de inte längre behövs för utförandet av granskningen. På begäran av den som utför granskningen skall den som är föremål för granskning även lämna de upplysningar som är nödvändiga för att granskningen skall kunna genomföras på ett ändamålsenligt sätt. Polis-, tull-, utsöknings- och skattemyndigheterna skall utan ersättning ge den handräckning som behövs för att granskning enligt denna paragraf skall kunna utföras.",
        "folded_sv": "handels- och industriministeriet och arbetskrafts- och naringscentralen samt en revisor som bemyndigats av dem har ratt att granska sokandens och understodstagarens rorelse i den omfattning beviljandet och anvandningen av understodet kraver. for utforande av granskningen ar sokanden och understodstagaren skyldiga att, utan ogrundat drojsmal och utan ersattning, for den som utfor granskningen lagga fram alla nodvandiga handlingar och ovrigt material som har samband med anvandningen av understodet och aven i ovrigt bista vid granskningen. den som utfor granskningen har ratt att i detta syfte fa tilltrade till de lokaler och omraden som den som ar foremal for granskning har i sin besittning eller i sitt bruk. granskning far dock inte utforas pa en plats som omfattas av hemfriden. den som utfor granskningen har ratt att omhanderta handlingarna och det ovriga material som avses ovan, om detta kravs for att syftet med granskningen skall uppnas. handlingarna och annat overlatet material skall utan drojsmal returneras nar de inte langre behovs for utforandet av granskningen. pa begaran av den som utfor granskningen skall den som ar foremal for granskning aven lamna de upplysningar som ar nodvandiga for att granskningen skall kunna genomforas pa ett andamalsenligt satt. polis-, tull-, utsoknings- och skattemyndigheterna skall utan ersattning ge den handrackning som behovs for att granskning enligt denna paragraf skall kunna utforas."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Oikeus tietojen saamiseen",
      "content": "Kauppa- ja teollisuusministeriöllä on salassapitosäännösten estämättä ja korvauksetta oikeus saada työvoima- ja elinkeinokeskukselta avustusjärjestelmän hallinnoinnin edellyttämiä tarpeellisia tietoja ja selvityksiä avustusten hakemisesta, myöntämisestä, maksamisesta ja valvonnasta. Kauppa- ja teollisuusministeriöllä sekä työvoima- ja elinkeinokeskuksella on sama oikeus saada tietoja avustusten käytöstä avustuksen saajilta. Kauppa- ja teollisuusministeriöllä sekä työvoima- ja elinkeinokeskuksella on oikeus korvauksetta saada muulta viranomaiselta ja julkista tehtävää hoitamaan asetetulta yhteisöltä ja henkilöltä luonnollista henkilöä tai oikeushenkilöä koskeva, valvontavelvollisuuden hoitamiseksi tai avustushakemuksen käsittelemiseksi välttämätön tieto, joka muutoin olisi pidettävä salassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_22",
        "normalized_fi": "Kauppa- ja teollisuusministeriöllä on salassapitosäännösten estämättä ja korvauksetta oikeus saada työvoima- ja elinkeinokeskukselta avustusjärjestelmän hallinnoinnin edellyttämiä tarpeellisia tietoja ja selvityksiä avustusten hakemisesta, myöntämisestä, maksamisesta ja valvonnasta. Kauppa- ja teollisuusministeriöllä sekä työvoima- ja elinkeinokeskuksella on sama oikeus saada tietoja avustusten käytöstä avustuksen saajilta. Kauppa- ja teollisuusministeriöllä sekä työvoima- ja elinkeinokeskuksella on oikeus korvauksetta saada muulta viranomaiselta ja julkista tehtävää hoitamaan asetetulta yhteisöltä ja henkilöltä luonnollista henkilöä tai oikeushenkilöä koskeva, valvontavelvollisuuden hoitamiseksi tai avustushakemuksen käsittelemiseksi välttämätön tieto, joka muutoin olisi pidettävä salassa.",
        "folded_fi": "kauppa- ja teollisuusministeriolla on salassapitosaannosten estamatta ja korvauksetta oikeus saada tyovoima- ja elinkeinokeskukselta avustusjarjestelman hallinnoinnin edellyttamia tarpeellisia tietoja ja selvityksia avustusten hakemisesta, myontamisesta, maksamisesta ja valvonnasta. kauppa- ja teollisuusministeriolla seka tyovoima- ja elinkeinokeskuksella on sama oikeus saada tietoja avustusten kaytosta avustuksen saajilta. kauppa- ja teollisuusministeriolla seka tyovoima- ja elinkeinokeskuksella on oikeus korvauksetta saada muulta viranomaiselta ja julkista tehtavaa hoitamaan asetetulta yhteisolta ja henkilolta luonnollista henkiloa tai oikeushenkiloa koskeva, valvontavelvollisuuden hoitamiseksi tai avustushakemuksen kasittelemiseksi valttamaton tieto, joka muutoin olisi pidettava salassa.",
        "title_sv": "Rätt att få uppgifter",
        "content_sv": "Utan hinder av bestämmelserna om sekretess har handels- och industriministeriet rätt att av arbetskrafts- och näringscentralen utan ersättning få för förvaltningen av understödssystemet nödvändiga uppgifter och utredningar om ansökan om understöd och om beviljande och utbetalning av understöd samt om tillsynen över understöd. Handels- och industriministeriet och arbetskrafts- och näringscentralen har samma rätt att få uppgifter om användningen av understöden av stödtagarna. Handels- och industriministeriet samt arbetskrafts- och näringscentralen har rätt att utan ersättning av en annan myndighet och av en sådan sammanslutning eller person som tillsatts för att handha ett offentligt uppdrag få sådana för skötseln av övervakningsskyldigheten eller behandlingen av understödansökningarna nödvändiga uppgifter om fysiska eller juridiska personer som annars skall hemlighållas.",
        "normalized_sv": "Utan hinder av bestämmelserna om sekretess har handels- och industriministeriet rätt att av arbetskrafts- och näringscentralen utan ersättning få för förvaltningen av understödssystemet nödvändiga uppgifter och utredningar om ansökan om understöd och om beviljande och utbetalning av understöd samt om tillsynen över understöd. Handels- och industriministeriet och arbetskrafts- och näringscentralen har samma rätt att få uppgifter om användningen av understöden av stödtagarna. Handels- och industriministeriet samt arbetskrafts- och näringscentralen har rätt att utan ersättning av en annan myndighet och av en sådan sammanslutning eller person som tillsatts för att handha ett offentligt uppdrag få sådana för skötseln av övervakningsskyldigheten eller behandlingen av understödansökningarna nödvändiga uppgifter om fysiska eller juridiska personer som annars skall hemlighållas.",
        "folded_sv": "utan hinder av bestammelserna om sekretess har handels- och industriministeriet ratt att av arbetskrafts- och naringscentralen utan ersattning fa for forvaltningen av understodssystemet nodvandiga uppgifter och utredningar om ansokan om understod och om beviljande och utbetalning av understod samt om tillsynen over understod. handels- och industriministeriet och arbetskrafts- och naringscentralen har samma ratt att fa uppgifter om anvandningen av understoden av stodtagarna. handels- och industriministeriet samt arbetskrafts- och naringscentralen har ratt att utan ersattning av en annan myndighet och av en sadan sammanslutning eller person som tillsatts for att handha ett offentligt uppdrag fa sadana for skotseln av overvakningsskyldigheten eller behandlingen av understodansokningarna nodvandiga uppgifter om fysiska eller juridiska personer som annars skall hemlighallas."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Tietojen luovuttaminen",
      "content": "Tämän lain mukaisia tehtäviä hoitavan salassapitovelvollisuudesta on voimassa, mitä viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetään. Viranomaisten toiminnan julkisuudesta annetussa laissa säädetyn salassapitovelvollisuuden estämättä saa tämän lain mukaista tehtävää suoritettaessa saatuja tietoja yksityisen, yhteisön tai säätiön taloudellisesta asemasta, liike- ja ammattisalaisuudesta taikka yksityisen henkilökohtaisista oloista luovuttaa kauppa- ja teollisuusministeriölle, työvoima- ja elinkeinokeskukselle, Teknologian kehittämiskeskukselle, Finnvera Oyj:lle, Maaseutuvirastolle sekä työvoimatoimistolle. Edellä mainittuja tietoja voidaan luovuttaa myös 20 ja 21 §:ssä tarkoitettuja tarkastuksia suorittavalle muulle viranomaiselle tai ulkopuoliselle tilintarkastajalle tämän lain mukaisten tehtävien suorittamista varten. Lisäksi tietojen luovuttamisesta on voimassa, mitä siitä valtionavustuslain 31 ja 32 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_23",
        "normalized_fi": "Tämän lain mukaisia tehtäviä hoitavan salassapitovelvollisuudesta on voimassa, mitä viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetään. Viranomaisten toiminnan julkisuudesta annetussa laissa säädetyn salassapitovelvollisuuden estämättä saa tämän lain mukaista tehtävää suoritettaessa saatuja tietoja yksityisen, yhteisön tai säätiön taloudellisesta asemasta, liike- ja ammattisalaisuudesta taikka yksityisen henkilökohtaisista oloista luovuttaa kauppa- ja teollisuusministeriölle, työvoima- ja elinkeinokeskukselle, Teknologian kehittämiskeskukselle, Finnvera Oyj:lle, Maaseutuvirastolle sekä työvoimatoimistolle. Edellä mainittuja tietoja voidaan luovuttaa myös 20 ja 21 § :ssä tarkoitettuja tarkastuksia suorittavalle muulle viranomaiselle tai ulkopuoliselle tilintarkastajalle tämän lain mukaisten tehtävien suorittamista varten. Lisäksi tietojen luovuttamisesta on voimassa, mitä siitä valtionavustuslain 31 ja 32 § :ssä säädetään.",
        "folded_fi": "taman lain mukaisia tehtavia hoitavan salassapitovelvollisuudesta on voimassa, mita viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) saadetaan. viranomaisten toiminnan julkisuudesta annetussa laissa saadetyn salassapitovelvollisuuden estamatta saa taman lain mukaista tehtavaa suoritettaessa saatuja tietoja yksityisen, yhteison tai saation taloudellisesta asemasta, liike- ja ammattisalaisuudesta taikka yksityisen henkilokohtaisista oloista luovuttaa kauppa- ja teollisuusministeriolle, tyovoima- ja elinkeinokeskukselle, teknologian kehittamiskeskukselle, finnvera oyj:lle, maaseutuvirastolle seka tyovoimatoimistolle. edella mainittuja tietoja voidaan luovuttaa myos 20 ja 21 §:ssa tarkoitettuja tarkastuksia suorittavalle muulle viranomaiselle tai ulkopuoliselle tilintarkastajalle taman lain mukaisten tehtavien suorittamista varten. lisaksi tietojen luovuttamisesta on voimassa, mita siita valtionavustuslain 31 ja 32 §:ssa saadetaan.",
        "title_sv": "Utlämnande av uppgifter",
        "content_sv": "I fråga om tystnadsplikt för den som sköter uppgifter enligt denna lag gäller vad som föreskrivs i lagen om offentlighet i myndigheternas verksamhet (621/1999). Utan hinder av den tystnadsplikt som föreskrivs i lagen om offentlighet i myndigheternas verksamhet får sådana uppgifter om en enskilds, en sammanslutnings eller en stiftelses ekonomiska situation, om affärs- eller yrkeshemlighet eller om en enskilds personliga förhållanden som erhållits vid skötseln av uppgifter enligt denna lag lämnas ut till handels- och industriministeriet, arbetskrafts- och näringscentralen, Teknologiska utvecklingscentralen, Finnvera Abp, Landsbygdsverket och arbetskraftsbyrån. Ovan nämnda uppgifter kan också lämnas ut till en annan myndighet eller utomstående revisor som utför sådana granskningar som avses i 20 och 21 § för utförande av uppgifter enligt denna lag. Dessutom gäller om utlämnande av uppgifter vad som föreskrivs i 31 och 32 § i statsunderstödslagen.",
        "normalized_sv": "I fråga om tystnadsplikt för den som sköter uppgifter enligt denna lag gäller vad som föreskrivs i lagen om offentlighet i myndigheternas verksamhet (621/1999). Utan hinder av den tystnadsplikt som föreskrivs i lagen om offentlighet i myndigheternas verksamhet får sådana uppgifter om en enskilds, en sammanslutnings eller en stiftelses ekonomiska situation, om affärs- eller yrkeshemlighet eller om en enskilds personliga förhållanden som erhållits vid skötseln av uppgifter enligt denna lag lämnas ut till handels- och industriministeriet, arbetskrafts- och näringscentralen, Teknologiska utvecklingscentralen, Finnvera Abp, Landsbygdsverket och arbetskraftsbyrån. Ovan nämnda uppgifter kan också lämnas ut till en annan myndighet eller utomstående revisor som utför sådana granskningar som avses i 20 och 21 § för utförande av uppgifter enligt denna lag. Dessutom gäller om utlämnande av uppgifter vad som föreskrivs i 31 och 32 § i statsunderstödslagen.",
        "folded_sv": "i fraga om tystnadsplikt for den som skoter uppgifter enligt denna lag galler vad som foreskrivs i lagen om offentlighet i myndigheternas verksamhet (621/1999). utan hinder av den tystnadsplikt som foreskrivs i lagen om offentlighet i myndigheternas verksamhet far sadana uppgifter om en enskilds, en sammanslutnings eller en stiftelses ekonomiska situation, om affars- eller yrkeshemlighet eller om en enskilds personliga forhallanden som erhallits vid skotseln av uppgifter enligt denna lag lamnas ut till handels- och industriministeriet, arbetskrafts- och naringscentralen, teknologiska utvecklingscentralen, finnvera abp, landsbygdsverket och arbetskraftsbyran. ovan namnda uppgifter kan ocksa lamnas ut till en annan myndighet eller utomstaende revisor som utfor sadana granskningar som avses i 20 och 21 § for utforande av uppgifter enligt denna lag. dessutom galler om utlamnande av uppgifter vad som foreskrivs i 31 och 32 § i statsunderstodslagen."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Asiakirjojen säilyttäminen",
      "content": "Avustuksen saaja on velvollinen säilyttämään kaiken hankkeeseen liittyvän kirjanpitoaineiston ja muun aineiston niin, että avustuksen käytön valvonta on mahdollista. Kirjanpito ja siihen liittyvä aineisto on säilytettävä siten, kuin kirjanpitolain (1336/1997) 2 luvun 9 ja 10 §:ssä säädetään. Siltä osin kuin on kysymys Euroopan yhteisön rakennerahastojen kautta tulevasta rahoituksesta, kirjanpito ja siihen liittyvä aineisto on kuitenkin säilytettävä kolme vuotta Euroopan yhteisöjen komission suorittamasta toimenpideohjelman loppuerän maksusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_24",
        "normalized_fi": "Avustuksen saaja on velvollinen säilyttämään kaiken hankkeeseen liittyvän kirjanpitoaineiston ja muun aineiston niin, että avustuksen käytön valvonta on mahdollista. Kirjanpito ja siihen liittyvä aineisto on säilytettävä siten, kuin kirjanpitolain (1336/1997) 2 luvun 9 ja 10 § :ssä säädetään. Siltä osin kuin on kysymys Euroopan yhteisön rakennerahastojen kautta tulevasta rahoituksesta, kirjanpito ja siihen liittyvä aineisto on kuitenkin säilytettävä kolme vuotta Euroopan yhteisöjen komission suorittamasta toimenpideohjelman loppuerän maksusta.",
        "folded_fi": "avustuksen saaja on velvollinen sailyttamaan kaiken hankkeeseen liittyvan kirjanpitoaineiston ja muun aineiston niin, etta avustuksen kayton valvonta on mahdollista. kirjanpito ja siihen liittyva aineisto on sailytettava siten, kuin kirjanpitolain (1336/1997) 2 luvun 9 ja 10 §:ssa saadetaan. silta osin kuin on kysymys euroopan yhteison rakennerahastojen kautta tulevasta rahoituksesta, kirjanpito ja siihen liittyva aineisto on kuitenkin sailytettava kolme vuotta euroopan yhteisojen komission suorittamasta toimenpideohjelman loppueran maksusta.",
        "title_sv": "Förvaring av handlingar",
        "content_sv": "Understödstagaren är skyldig att förvara allt bokföringsmaterial och övrigt material som anknyter till projektet på ett sådant sätt att det är möjligt att övervaka användningen av understödet. Bokföringen och det material som anknyter till den skall förvaras på det sätt som bestäms i 2 kap. 9 och 10 § i bokföringslagen (1336/1997). Till den del det är fråga om finansiering via Europeiska gemenskapens strukturfonder skall bokföringen och det material som anknyter till den dock förvaras tre år från den tidpunkt då Europeiska gemenskapernas kommission har betalat ut slutposten för ett åtgärdsprogram.",
        "normalized_sv": "Understödstagaren är skyldig att förvara allt bokföringsmaterial och övrigt material som anknyter till projektet på ett sådant sätt att det är möjligt att övervaka användningen av understödet. Bokföringen och det material som anknyter till den skall förvaras på det sätt som bestäms i 2 kap. 9 och 10 § i bokföringslagen (1336/1997). Till den del det är fråga om finansiering via Europeiska gemenskapens strukturfonder skall bokföringen och det material som anknyter till den dock förvaras tre år från den tidpunkt då Europeiska gemenskapernas kommission har betalat ut slutposten för ett åtgärdsprogram.",
        "folded_sv": "understodstagaren ar skyldig att forvara allt bokforingsmaterial och ovrigt material som anknyter till projektet pa ett sadant satt att det ar mojligt att overvaka anvandningen av understodet. bokforingen och det material som anknyter till den skall forvaras pa det satt som bestams i 2 kap. 9 och 10 § i bokforingslagen (1336/1997). till den del det ar fraga om finansiering via europeiska gemenskapens strukturfonder skall bokforingen och det material som anknyter till den dock forvaras tre ar fran den tidpunkt da europeiska gemenskapernas kommission har betalat ut slutposten for ett atgardsprogram."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "Maksatuksen keskeytys",
      "content": "Työvoima- ja elinkeinokeskus voi päätöksellään määrätä avustuksen maksamisen keskeytettäväksi siten kuin valtionavustuslain 19 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_25",
        "normalized_fi": "Työvoima- ja elinkeinokeskus voi päätöksellään määrätä avustuksen maksamisen keskeytettäväksi siten kuin valtionavustuslain 19 § :ssä säädetään.",
        "folded_fi": "tyovoima- ja elinkeinokeskus voi paatoksellaan maarata avustuksen maksamisen keskeytettavaksi siten kuin valtionavustuslain 19 §:ssa saadetaan.",
        "title_sv": "Avbrytande av utbetalning",
        "content_sv": "Arbetskrafts- och näringscentralen kan besluta att utbetalningen av understöd avbryts i enlighet med vad som föreskrivs i 19 § i statsunderstödslagen.",
        "normalized_sv": "Arbetskrafts- och näringscentralen kan besluta att utbetalningen av understöd avbryts i enlighet med vad som föreskrivs i 19 § i statsunderstödslagen.",
        "folded_sv": "arbetskrafts- och naringscentralen kan besluta att utbetalningen av understod avbryts i enlighet med vad som foreskrivs i 19 § i statsunderstodslagen."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "title": "Investointiin kohdistuneen avustuksen takaisinperintä toiminnan lopettamisen vuoksi",
      "content": "Viranomaisen on määrättävä investointiin kohdistunut avustus tai sen osa takaisin perittäväksi, jos avustuksen saaja on 19 §:n 2 momentissa tarkoitetun käyttöajan kuluessa lopettanut avustuksen kohteena olevan toimintansa tai supistanut sitä olennaisesti taikka asetettu konkurssiin. Avustuksen kohteena olevan toiminnan tai omaisuuden omistus- tai hallintaoikeuden luovuttaminen toiselle katsotaan toiminnan lopettamiseksi, jos toimintaa ei jatketa tai sitä ei jatketa kyseiselle avustukselle säädetyn tukitason piiriin kuuluvalla alueella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_26",
        "normalized_fi": "Viranomaisen on määrättävä investointiin kohdistunut avustus tai sen osa takaisin perittäväksi, jos avustuksen saaja on 19 § :n 2 momentissa tarkoitetun käyttöajan kuluessa lopettanut avustuksen kohteena olevan toimintansa tai supistanut sitä olennaisesti taikka asetettu konkurssiin. Avustuksen kohteena olevan toiminnan tai omaisuuden omistus- tai hallintaoikeuden luovuttaminen toiselle katsotaan toiminnan lopettamiseksi, jos toimintaa ei jatketa tai sitä ei jatketa kyseiselle avustukselle säädetyn tukitason piiriin kuuluvalla alueella.",
        "folded_fi": "viranomaisen on maarattava investointiin kohdistunut avustus tai sen osa takaisin perittavaksi, jos avustuksen saaja on 19 §:n 2 momentissa tarkoitetun kayttoajan kuluessa lopettanut avustuksen kohteena olevan toimintansa tai supistanut sita olennaisesti taikka asetettu konkurssiin. avustuksen kohteena olevan toiminnan tai omaisuuden omistus- tai hallintaoikeuden luovuttaminen toiselle katsotaan toiminnan lopettamiseksi, jos toimintaa ei jatketa tai sita ei jatketa kyseiselle avustukselle saadetyn tukitason piiriin kuuluvalla alueella.",
        "title_sv": "Återkrav av understöd som är inriktat på investering på grund av att verksamheten upphör",
        "content_sv": "Myndigheten skall bestämma att ett understöd som är inriktat på investering eller en del av det skall återkrävas, om understödstagaren under den användningstid som avses i 19 § 2 mom. har upphört med den verksamhet som varit föremål för understödet eller inskränkt den väsentligt eller försatts i konkurs. Om ägande- eller besittningsrätten till den verksamhet eller egendom som är föremål för understödet överlåts till någon annan anses verksamheten därmed upphöra, om verksamheten inte fortsätter eller om den inte fortsätter inom det område som hör till den stödnivå som bestämts för understödet i fråga.",
        "normalized_sv": "Myndigheten skall bestämma att ett understöd som är inriktat på investering eller en del av det skall återkrävas, om understödstagaren under den användningstid som avses i 19 § 2 mom. har upphört med den verksamhet som varit föremål för understödet eller inskränkt den väsentligt eller försatts i konkurs. Om ägande- eller besittningsrätten till den verksamhet eller egendom som är föremål för understödet överlåts till någon annan anses verksamheten därmed upphöra, om verksamheten inte fortsätter eller om den inte fortsätter inom det område som hör till den stödnivå som bestämts för understödet i fråga.",
        "folded_sv": "myndigheten skall bestamma att ett understod som ar inriktat pa investering eller en del av det skall aterkravas, om understodstagaren under den anvandningstid som avses i 19 § 2 mom. har upphort med den verksamhet som varit foremal for understodet eller inskrankt den vasentligt eller forsatts i konkurs. om agande- eller besittningsratten till den verksamhet eller egendom som ar foremal for understodet overlats till nagon annan anses verksamheten darmed upphora, om verksamheten inte fortsatter eller om den inte fortsatter inom det omrade som hor till den stodniva som bestamts for understodet i fraga."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "title": "Avustuksen takaisinperintä muilla perusteilla",
      "content": "Viranomaisen on määrättävä avustuksen maksaminen lopetettavaksi sekä jo maksettu avustus tai sen osa takaisin perittäväksi, jos: 1) avustus on perittävä valtionavustuslain 21 §:ssä säädetyillä perusteilla takaisin; 2) avustuksen saaja on jättänyt ilmoittamatta avustuksen maksamiseksi oikeat ja riittävät tiedot; 3) avustuksen saaja on kieltäytynyt 21 §:ssä tarkoitetulla tavalla esittämästä tarkastuksessa tarvittavaa aineistoa tai muuten avustamasta tarkastuksessa; taikka 4) Euroopan yhteisön lainsäädännössä sitä edellytetään. Jos avustuksen kohteena ollut omaisuus on tuhoutunut tai vahingoittunut 19 §:n 2 momentissa tarkoitettuna käyttöaikana eikä tuhoutuneen tai vahingoittuneen omaisuuden tilalle hankita uutta vastaavaa omaisuutta, viranomaisen on päätöksellään määrättävä avustuksen maksaminen lopetettavaksi ja määrättävä mahdollisesta vakuutuskorvauksesta tai muusta korvauksesta takaisin perittäväksi määrä, joka vastaa avustuksen osuutta omaisuuden alkuperäisestä hankintamenosta. Viranomainen voi päätöksellään määrätä avustuksen maksamisen lopetettavaksi sekä jo maksetun avustuksen tai sen osan takaisin perittäväksi, jos avustuksen saaja on: 1) jättänyt ilmoittamatta toiminnan lopettamisesta tai muista avustuspäätöksen ehtojen noudattamisen valvomiseksi tarvittavista seikoista; 2) jättänyt ilmoittamatta avustuksen käyttötarkoituksen muutoksesta tai muusta avustuksen käyttöön vaikuttavasta muutoksesta; taikka 3) menetellyt tosiasiallisesti 26 tai 27 §:ssä säädettyyn rinnastettavalla tavalla antamalla avustuksen myöntämiseen, maksamiseen tai käyttämiseen liittyvälle seikalle muun kuin asian todellista luonnetta tai tarkoitusta vastaavan oikeudellisen muodon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_27",
        "normalized_fi": "Viranomaisen on määrättävä avustuksen maksaminen lopetettavaksi sekä jo maksettu avustus tai sen osa takaisin perittäväksi, jos: 1) avustus on perittävä valtionavustuslain 21 § :ssä säädetyillä perusteilla takaisin; 2) avustuksen saaja on jättänyt ilmoittamatta avustuksen maksamiseksi oikeat ja riittävät tiedot; 3) avustuksen saaja on kieltäytynyt 21 § :ssä tarkoitetulla tavalla esittämästä tarkastuksessa tarvittavaa aineistoa tai muuten avustamasta tarkastuksessa; taikka 4) Euroopan yhteisön lainsäädännössä sitä edellytetään. Jos avustuksen kohteena ollut omaisuus on tuhoutunut tai vahingoittunut 19 § :n 2 momentissa tarkoitettuna käyttöaikana eikä tuhoutuneen tai vahingoittuneen omaisuuden tilalle hankita uutta vastaavaa omaisuutta, viranomaisen on päätöksellään määrättävä avustuksen maksaminen lopetettavaksi ja määrättävä mahdollisesta vakuutuskorvauksesta tai muusta korvauksesta takaisin perittäväksi määrä, joka vastaa avustuksen osuutta omaisuuden alkuperäisestä hankintamenosta. Viranomainen voi päätöksellään määrätä avustuksen maksamisen lopetettavaksi sekä jo maksetun avustuksen tai sen osan takaisin perittäväksi, jos avustuksen saaja on: 1) jättänyt ilmoittamatta toiminnan lopettamisesta tai muista avustuspäätöksen ehtojen noudattamisen valvomiseksi tarvittavista seikoista; 2) jättänyt ilmoittamatta avustuksen käyttötarkoituksen muutoksesta tai muusta avustuksen käyttöön vaikuttavasta muutoksesta; taikka 3) menetellyt tosiasiallisesti 26 tai 27 § :ssä säädettyyn rinnastettavalla tavalla antamalla avustuksen myöntämiseen, maksamiseen tai käyttämiseen liittyvälle seikalle muun kuin asian todellista luonnetta tai tarkoitusta vastaavan oikeudellisen muodon.",
        "folded_fi": "viranomaisen on maarattava avustuksen maksaminen lopetettavaksi seka jo maksettu avustus tai sen osa takaisin perittavaksi, jos: 1) avustus on perittava valtionavustuslain 21 §:ssa saadetyilla perusteilla takaisin; 2) avustuksen saaja on jattanyt ilmoittamatta avustuksen maksamiseksi oikeat ja riittavat tiedot; 3) avustuksen saaja on kieltaytynyt 21 §:ssa tarkoitetulla tavalla esittamasta tarkastuksessa tarvittavaa aineistoa tai muuten avustamasta tarkastuksessa; taikka 4) euroopan yhteison lainsaadannossa sita edellytetaan. jos avustuksen kohteena ollut omaisuus on tuhoutunut tai vahingoittunut 19 §:n 2 momentissa tarkoitettuna kayttoaikana eika tuhoutuneen tai vahingoittuneen omaisuuden tilalle hankita uutta vastaavaa omaisuutta, viranomaisen on paatoksellaan maarattava avustuksen maksaminen lopetettavaksi ja maarattava mahdollisesta vakuutuskorvauksesta tai muusta korvauksesta takaisin perittavaksi maara, joka vastaa avustuksen osuutta omaisuuden alkuperaisesta hankintamenosta. viranomainen voi paatoksellaan maarata avustuksen maksamisen lopetettavaksi seka jo maksetun avustuksen tai sen osan takaisin perittavaksi, jos avustuksen saaja on: 1) jattanyt ilmoittamatta toiminnan lopettamisesta tai muista avustuspaatoksen ehtojen noudattamisen valvomiseksi tarvittavista seikoista; 2) jattanyt ilmoittamatta avustuksen kayttotarkoituksen muutoksesta tai muusta avustuksen kayttoon vaikuttavasta muutoksesta; taikka 3) menetellyt tosiasiallisesti 26 tai 27 §:ssa saadettyyn rinnastettavalla tavalla antamalla avustuksen myontamiseen, maksamiseen tai kayttamiseen liittyvalle seikalle muun kuin asian todellista luonnetta tai tarkoitusta vastaavan oikeudellisen muodon.",
        "title_sv": "Återkrav av understöd på andra grunder",
        "content_sv": "Myndigheten skall bestämma att utbetalningen av understöd skall upphöra samt att understöd som redan betalats ut eller en del av det skall återkrävas, om 1) understödet skall återkrävas enligt de grunder som anges i 21 § i statsunderstödslagen, 2) understödstagaren har underlåtit att lämna riktiga och tillräckliga uppgifter för utbetalning av understödet, 3) understödstagaren har vägrat att på det sätt som avses i 21 § lägga fram material som behövs i samband med granskningen eller att i övrigt bistå vid granskningen, eller om 4) detta förutsätts i Europeiska gemenskapens lagstiftning. Om den egendom som har varit föremål för understödet har förstörts eller skadats under den användningstid som avses i 19 § 2 mom. och ny motsvarande egendom inte skaffas i stället för den förstörda eller skadade egendomen, skall myndigheten bestämma att utbetalningen av understödet skall upphöra och att av en eventuell försäkringsersättning eller annan ersättning skall återkrävas ett belopp som motsvarar understödets andel av den ursprungliga anskaffningsutgiften för egendomen. Myndigheten kan bestämma att utbetalningen av understödet skall upphöra samt att understöd som redan betalats ut eller en del av det skall återkrävas, om understödstagaren har 1) underlåtit att meddela att verksamheten har upphört eller inte har lämnat upplysningar om andra omständigheter som behövs för tillsynen över att villkoren i understödsbeslutet iakttas, 2) underlåtit att meddela en ändring av ändamålet med understödet eller någon annan ändring som påverkar användningen av understödet, eller 3) förfarit på ett sätt som i praktiken kan jämställas med det som föreskrivs i 26 eller 27 § genom att ge en omständighet som ansluter sig till beviljandet, utbetalningen eller användningen av understödet en annan juridisk form än vad som motsvarar sakens faktiska natur eller syfte.",
        "normalized_sv": "Myndigheten skall bestämma att utbetalningen av understöd skall upphöra samt att understöd som redan betalats ut eller en del av det skall återkrävas, om 1) understödet skall återkrävas enligt de grunder som anges i 21 § i statsunderstödslagen, 2) understödstagaren har underlåtit att lämna riktiga och tillräckliga uppgifter för utbetalning av understödet, 3) understödstagaren har vägrat att på det sätt som avses i 21 § lägga fram material som behövs i samband med granskningen eller att i övrigt bistå vid granskningen, eller om 4) detta förutsätts i Europeiska gemenskapens lagstiftning. Om den egendom som har varit föremål för understödet har förstörts eller skadats under den användningstid som avses i 19 § 2 mom. och ny motsvarande egendom inte skaffas i stället för den förstörda eller skadade egendomen, skall myndigheten bestämma att utbetalningen av understödet skall upphöra och att av en eventuell försäkringsersättning eller annan ersättning skall återkrävas ett belopp som motsvarar understödets andel av den ursprungliga anskaffningsutgiften för egendomen. Myndigheten kan bestämma att utbetalningen av understödet skall upphöra samt att understöd som redan betalats ut eller en del av det skall återkrävas, om understödstagaren har 1) underlåtit att meddela att verksamheten har upphört eller inte har lämnat upplysningar om andra omständigheter som behövs för tillsynen över att villkoren i understödsbeslutet iakttas, 2) underlåtit att meddela en ändring av ändamålet med understödet eller någon annan ändring som påverkar användningen av understödet, eller 3) förfarit på ett sätt som i praktiken kan jämställas med det som föreskrivs i 26 eller 27 § genom att ge en omständighet som ansluter sig till beviljandet, utbetalningen eller användningen av understödet en annan juridisk form än vad som motsvarar sakens faktiska natur eller syfte.",
        "folded_sv": "myndigheten skall bestamma att utbetalningen av understod skall upphora samt att understod som redan betalats ut eller en del av det skall aterkravas, om 1) understodet skall aterkravas enligt de grunder som anges i 21 § i statsunderstodslagen, 2) understodstagaren har underlatit att lamna riktiga och tillrackliga uppgifter for utbetalning av understodet, 3) understodstagaren har vagrat att pa det satt som avses i 21 § lagga fram material som behovs i samband med granskningen eller att i ovrigt bista vid granskningen, eller om 4) detta forutsatts i europeiska gemenskapens lagstiftning. om den egendom som har varit foremal for understodet har forstorts eller skadats under den anvandningstid som avses i 19 § 2 mom. och ny motsvarande egendom inte skaffas i stallet for den forstorda eller skadade egendomen, skall myndigheten bestamma att utbetalningen av understodet skall upphora och att av en eventuell forsakringsersattning eller annan ersattning skall aterkravas ett belopp som motsvarar understodets andel av den ursprungliga anskaffningsutgiften for egendomen. myndigheten kan bestamma att utbetalningen av understodet skall upphora samt att understod som redan betalats ut eller en del av det skall aterkravas, om understodstagaren har 1) underlatit att meddela att verksamheten har upphort eller inte har lamnat upplysningar om andra omstandigheter som behovs for tillsynen over att villkoren i understodsbeslutet iakttas, 2) underlatit att meddela en andring av andamalet med understodet eller nagon annan andring som paverkar anvandningen av understodet, eller 3) forfarit pa ett satt som i praktiken kan jamstallas med det som foreskrivs i 26 eller 27 § genom att ge en omstandighet som ansluter sig till beviljandet, utbetalningen eller anvandningen av understodet en annan juridisk form an vad som motsvarar sakens faktiska natur eller syfte."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "title": "Kohtuullistaminen",
      "content": "Viranomainen voi 26 tai 27 §:ssä tarkoitettua päätöstä tehtäessä päättää, että avustus, sille laskettava korko tai viivästyskorko osittain tai kokonaan jätetään takaisin perimättä, jos takaisinperintä on avustuksen saajan olosuhteissa tapahtuneisiin muutoksiin tai takaisinperinnän perusteena olevaan menettelyyn nähden kohtuutonta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_28",
        "normalized_fi": "Viranomainen voi 26 tai 27 § :ssä tarkoitettua päätöstä tehtäessä päättää, että avustus, sille laskettava korko tai viivästyskorko osittain tai kokonaan jätetään takaisin perimättä, jos takaisinperintä on avustuksen saajan olosuhteissa tapahtuneisiin muutoksiin tai takaisinperinnän perusteena olevaan menettelyyn nähden kohtuutonta.",
        "folded_fi": "viranomainen voi 26 tai 27 §:ssa tarkoitettua paatosta tehtaessa paattaa, etta avustus, sille laskettava korko tai viivastyskorko osittain tai kokonaan jatetaan takaisin perimatta, jos takaisinperinta on avustuksen saajan olosuhteissa tapahtuneisiin muutoksiin tai takaisinperinnan perusteena olevaan menettelyyn nahden kohtuutonta.",
        "title_sv": "Jämkning",
        "content_sv": "Myndigheten kan, när den fattar beslut som avses i 26 eller 27 §, besluta att ett understöd och räntan eller dröjsmålsräntan på det helt eller delvis inte skall återkrävas, om återkrav vore oskäligt med hänsyn till understödstagarens förändrade omständigheter eller det förfarande som ligger till grund för återkravet.",
        "normalized_sv": "Myndigheten kan, när den fattar beslut som avses i 26 eller 27 § , besluta att ett understöd och räntan eller dröjsmålsräntan på det helt eller delvis inte skall återkrävas, om återkrav vore oskäligt med hänsyn till understödstagarens förändrade omständigheter eller det förfarande som ligger till grund för återkravet.",
        "folded_sv": "myndigheten kan, nar den fattar beslut som avses i 26 eller 27 §, besluta att ett understod och rantan eller drojsmalsrantan pa det helt eller delvis inte skall aterkravas, om aterkrav vore oskaligt med hansyn till understodstagarens forandrade omstandigheter eller det forfarande som ligger till grund for aterkravet."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "title": "Takaisinperinnän määräaika",
      "content": "Viranomaisen on tehtävä 25―27 §:ssä tarkoitettu päätös viipymättä ja erityisestä syystä kahden kalenterivuoden kuluessa sen jälkeen, kun viranomaisen tietoon on tullut sellainen seikka, jonka nojalla avustuksen maksamisen keskeyttämiseen tai lopettamiseen taikka avustuksen takaisinperintään voidaan ryhtyä. Avustuksen, sille maksettavan koron tai viivästyskoron takaisinperintään ei saa enää ryhtyä, kun kymmenen vuotta on kulunut avustuksen viimeisen erän maksamisesta. Jos takaisinperittävää avustusta koskee 19 §:n 2 momentissa tarkoitettu käyttöaika, kymmenen vuoden määräaika lasketaan tämän ajan päättymisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_29",
        "normalized_fi": "Viranomaisen on tehtävä 25―27 § :ssä tarkoitettu päätös viipymättä ja erityisestä syystä kahden kalenterivuoden kuluessa sen jälkeen, kun viranomaisen tietoon on tullut sellainen seikka, jonka nojalla avustuksen maksamisen keskeyttämiseen tai lopettamiseen taikka avustuksen takaisinperintään voidaan ryhtyä. Avustuksen, sille maksettavan koron tai viivästyskoron takaisinperintään ei saa enää ryhtyä, kun kymmenen vuotta on kulunut avustuksen viimeisen erän maksamisesta. Jos takaisinperittävää avustusta koskee 19 § :n 2 momentissa tarkoitettu käyttöaika, kymmenen vuoden määräaika lasketaan tämän ajan päättymisestä.",
        "folded_fi": "viranomaisen on tehtava 25―27 §:ssa tarkoitettu paatos viipymatta ja erityisesta syysta kahden kalenterivuoden kuluessa sen jalkeen, kun viranomaisen tietoon on tullut sellainen seikka, jonka nojalla avustuksen maksamisen keskeyttamiseen tai lopettamiseen taikka avustuksen takaisinperintaan voidaan ryhtya. avustuksen, sille maksettavan koron tai viivastyskoron takaisinperintaan ei saa enaa ryhtya, kun kymmenen vuotta on kulunut avustuksen viimeisen eran maksamisesta. jos takaisinperittavaa avustusta koskee 19 §:n 2 momentissa tarkoitettu kayttoaika, kymmenen vuoden maaraaika lasketaan taman ajan paattymisesta.",
        "title_sv": "Tiden för återkrav",
        "content_sv": "Myndigheten skall fatta beslut som avses i 25―27 § utan dröjsmål och av särskilda skäl inom två kalenderår efter att myndigheten har fått kännedom om en sådan omständighet med stöd av vilken utbetalningen av understödet kan avbrytas eller upphöra eller understödet återkrävas. Åtgärder för återkrav av understöd eller ränta eller dröjsmålsränta på det får inte vidtas efter att tio år har förflutit från det att den sista posten av understödet betalades ut. Gäller i fråga om ett understöd som skall återkrävas den användningstid som avses i 19 § 2 mom., räknas fristen om tio år från utgången av denna tid.",
        "normalized_sv": "Myndigheten skall fatta beslut som avses i 25―27 § utan dröjsmål och av särskilda skäl inom två kalenderår efter att myndigheten har fått kännedom om en sådan omständighet med stöd av vilken utbetalningen av understödet kan avbrytas eller upphöra eller understödet återkrävas. Åtgärder för återkrav av understöd eller ränta eller dröjsmålsränta på det får inte vidtas efter att tio år har förflutit från det att den sista posten av understödet betalades ut. Gäller i fråga om ett understöd som skall återkrävas den användningstid som avses i 19 § 2 mom., räknas fristen om tio år från utgången av denna tid.",
        "folded_sv": "myndigheten skall fatta beslut som avses i 25―27 § utan drojsmal och av sarskilda skal inom tva kalenderar efter att myndigheten har fatt kannedom om en sadan omstandighet med stod av vilken utbetalningen av understodet kan avbrytas eller upphora eller understodet aterkravas. atgarder for aterkrav av understod eller ranta eller drojsmalsranta pa det far inte vidtas efter att tio ar har forflutit fran det att den sista posten av understodet betalades ut. galler i fraga om ett understod som skall aterkravas den anvandningstid som avses i 19 § 2 mom., raknas fristen om tio ar fran utgangen av denna tid."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "title": "Takaisinperinnästä päättävä viranomainen",
      "content": "Avustuksen maksamisen lopettamista ja takaisinperintää koskevan päätöksen tekee, siten kuin siitä valtioneuvoston asetuksella tarkemmin säädetään, kauppa- ja teollisuusministeriö tai työvoima- ja elinkeinokeskus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_30",
        "normalized_fi": "Avustuksen maksamisen lopettamista ja takaisinperintää koskevan päätöksen tekee, siten kuin siitä valtioneuvoston asetuksella tarkemmin säädetään, kauppa- ja teollisuusministeriö tai työvoima- ja elinkeinokeskus.",
        "folded_fi": "avustuksen maksamisen lopettamista ja takaisinperintaa koskevan paatoksen tekee, siten kuin siita valtioneuvoston asetuksella tarkemmin saadetaan, kauppa- ja teollisuusministerio tai tyovoima- ja elinkeinokeskus.",
        "title_sv": "Myndighet som beslutar om återkrav",
        "content_sv": "Beslut om att utbetalningen av understöd upphör och beslut om återkrav fattas, på det sätt som närmare föreskrivs genom förordning av statsrådet, av handels- och industriministeriet eller arbetskrafts- och näringscentralen.",
        "normalized_sv": "Beslut om att utbetalningen av understöd upphör och beslut om återkrav fattas, på det sätt som närmare föreskrivs genom förordning av statsrådet, av handels- och industriministeriet eller arbetskrafts- och näringscentralen.",
        "folded_sv": "beslut om att utbetalningen av understod upphor och beslut om aterkrav fattas, pa det satt som narmare foreskrivs genom forordning av statsradet, av handels- och industriministeriet eller arbetskrafts- och naringscentralen."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "title": "Päätöksen tiedoksianto",
      "content": "Tämän lain nojalla tehty päätös voidaan antaa tiedoksi hallintolain 59 §:ssä säädettyä tavallista tiedoksiantoa käyttäen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_31",
        "normalized_fi": "Tämän lain nojalla tehty päätös voidaan antaa tiedoksi hallintolain 59 § :ssä säädettyä tavallista tiedoksiantoa käyttäen.",
        "folded_fi": "taman lain nojalla tehty paatos voidaan antaa tiedoksi hallintolain 59 §:ssa saadettya tavallista tiedoksiantoa kayttaen.",
        "title_sv": "Delgivning av beslut",
        "content_sv": "Ett beslut som fattats med stöd av denna lag kan delges genom sådan vanlig delgivning som föreskrivs i 59 § i förvaltningslagen.",
        "normalized_sv": "Ett beslut som fattats med stöd av denna lag kan delges genom sådan vanlig delgivning som föreskrivs i 59 § i förvaltningslagen.",
        "folded_sv": "ett beslut som fattats med stod av denna lag kan delges genom sadan vanlig delgivning som foreskrivs i 59 § i forvaltningslagen."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "title": "Muutoksenhaku",
      "content": "Tämän lain nojalla tehtyyn päätökseen ei saa hakea muutosta valittamalla. Päätökseen saa siihen tyytymätön asianosainen hakea oikaisua 30 päivän kuluessa päätöksen tiedoksisaannista. Oikaisuvaatimus tehdään päätöksen tehneelle viranomaiselle. Oikaisuvaatimuksesta annettuun päätökseen saa valittamalla hakea muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_32",
        "normalized_fi": "Tämän lain nojalla tehtyyn päätökseen ei saa hakea muutosta valittamalla. Päätökseen saa siihen tyytymätön asianosainen hakea oikaisua 30 päivän kuluessa päätöksen tiedoksisaannista. Oikaisuvaatimus tehdään päätöksen tehneelle viranomaiselle. Oikaisuvaatimuksesta annettuun päätökseen saa valittamalla hakea muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
        "folded_fi": "taman lain nojalla tehtyyn paatokseen ei saa hakea muutosta valittamalla. paatokseen saa siihen tyytymaton asianosainen hakea oikaisua 30 paivan kuluessa paatoksen tiedoksisaannista. oikaisuvaatimus tehdaan paatoksen tehneelle viranomaiselle. oikaisuvaatimuksesta annettuun paatokseen saa valittamalla hakea muutosta siten kuin hallintolainkayttolaissa (586/1996) saadetaan.",
        "title_sv": "Ändringssökande",
        "content_sv": "I beslut som fattats med stöd av denna lag får ändring inte sökas genom besvär. Rättelse i beslut får inom 30 dagar från delfåendet sökas av en part som är missnöjd med beslutet. Rättelseyrkandet skall riktas till den myndighet som fattat beslutet. I beslut som fattats med anledning av rättelseyrkande får ändring sökas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996).",
        "normalized_sv": "I beslut som fattats med stöd av denna lag får ändring inte sökas genom besvär. Rättelse i beslut får inom 30 dagar från delfåendet sökas av en part som är missnöjd med beslutet. Rättelseyrkandet skall riktas till den myndighet som fattat beslutet. I beslut som fattats med anledning av rättelseyrkande får ändring sökas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996).",
        "folded_sv": "i beslut som fattats med stod av denna lag far andring inte sokas genom besvar. rattelse i beslut far inom 30 dagar fran delfaendet sokas av en part som ar missnojd med beslutet. rattelseyrkandet skall riktas till den myndighet som fattat beslutet. i beslut som fattats med anledning av rattelseyrkande far andring sokas genom besvar pa det satt som foreskrivs i forvaltningsprocesslagen (586/1996)."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "title": "Täytäntöönpano",
      "content": "Kauppa- ja teollisuusministeriön sekä työvoima- ja elinkeinokeskuksen päätös voidaan panna täytäntöön muutoksenhausta huolimatta, jollei tuomioistuin toisin määrää. Edellä 26 ja 27 §:ssä tarkoitetussa asiassa lainvoimainen päätös ja oikaisuvaatimuksesta annettu päätös voidaan panna täytäntöön verojen ja maksujen täytäntöönpanosta säädetyssä järjestyksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_33",
        "normalized_fi": "Kauppa- ja teollisuusministeriön sekä työvoima- ja elinkeinokeskuksen päätös voidaan panna täytäntöön muutoksenhausta huolimatta, jollei tuomioistuin toisin määrää. Edellä 26 ja 27 § :ssä tarkoitetussa asiassa lainvoimainen päätös ja oikaisuvaatimuksesta annettu päätös voidaan panna täytäntöön verojen ja maksujen täytäntöönpanosta säädetyssä järjestyksessä.",
        "folded_fi": "kauppa- ja teollisuusministerion seka tyovoima- ja elinkeinokeskuksen paatos voidaan panna taytantoon muutoksenhausta huolimatta, jollei tuomioistuin toisin maaraa. edella 26 ja 27 §:ssa tarkoitetussa asiassa lainvoimainen paatos ja oikaisuvaatimuksesta annettu paatos voidaan panna taytantoon verojen ja maksujen taytantoonpanosta saadetyssa jarjestyksessa.",
        "title_sv": "Verkställighet",
        "content_sv": "Handels- och industriministeriets och arbetskrafts- och näringscentralens beslut får verkställas trots att ändring har sökts, om inte en domstol bestämmer något annat. I ett ärende som avses i 26 och 27 § kan ett lagakraftvunnet beslut och ett beslut som meddelats med anledning av rättelseyrkande verkställas i den ordning som föreskrivs om verkställande av skatter och avgifter.",
        "normalized_sv": "Handels- och industriministeriets och arbetskrafts- och näringscentralens beslut får verkställas trots att ändring har sökts, om inte en domstol bestämmer något annat. I ett ärende som avses i 26 och 27 § kan ett lagakraftvunnet beslut och ett beslut som meddelats med anledning av rättelseyrkande verkställas i den ordning som föreskrivs om verkställande av skatter och avgifter.",
        "folded_sv": "handels- och industriministeriets och arbetskrafts- och naringscentralens beslut far verkstallas trots att andring har sokts, om inte en domstol bestammer nagot annat. i ett arende som avses i 26 och 27 § kan ett lagakraftvunnet beslut och ett beslut som meddelats med anledning av rattelseyrkande verkstallas i den ordning som foreskrivs om verkstallande av skatter och avgifter."
      }
    },
    {
      "provision_ref": "7:34",
      "chapter": "7",
      "section": "34",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan valtioneuvoston asetuksella säädettävänä ajankohtana ja on voimassa 31 päivään joulukuuta 2014. Tällä lailla kumotaan yritystoiminnan tukemisesta 15 päivänä joulukuuta 2000 annettu laki (1068/2000). Tämän lain 18―33 §:ää sovelletaan tämän lain nojalla myönnettyyn avustukseen edelleen lain voimassaoloajan päätyttyä. Lain 18 §:ää ei kuitenkaan sovelleta 31 päivän joulukuuta 2015 jälkeen, ellei avustusta rahoiteta yksinomaan kansallisista varoista. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_7__sec_34",
        "normalized_fi": "Tämä laki tulee voimaan valtioneuvoston asetuksella säädettävänä ajankohtana ja on voimassa 31 päivään joulukuuta 2014. Tällä lailla kumotaan yritystoiminnan tukemisesta 15 päivänä joulukuuta 2000 annettu laki (1068/2000). Tämän lain 18―33 § :ää sovelletaan tämän lain nojalla myönnettyyn avustukseen edelleen lain voimassaoloajan päätyttyä. Lain 18 § :ää ei kuitenkaan sovelleta 31 päivän joulukuuta 2015 jälkeen, ellei avustusta rahoiteta yksinomaan kansallisista varoista. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
        "folded_fi": "tama laki tulee voimaan valtioneuvoston asetuksella saadettavana ajankohtana ja on voimassa 31 paivaan joulukuuta 2014. talla lailla kumotaan yritystoiminnan tukemisesta 15 paivana joulukuuta 2000 annettu laki (1068/2000). taman lain 18―33 §:aa sovelletaan taman lain nojalla myonnettyyn avustukseen edelleen lain voimassaoloajan paatyttya. lain 18 §:aa ei kuitenkaan sovelleta 31 paivan joulukuuta 2015 jalkeen, ellei avustusta rahoiteta yksinomaan kansallisista varoista. ennen lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft vid en tidpunkt som bestäms genom förordning av statsrådet och är i kraft till och med den 31 december 2014. Genom denna lag upphävs lagen av den 15 december 2000 om stödjande av företagsverksamhet (1068/2000). På ett understöd som beviljats med stöd av denna lag tillämpas 18―33 § ännu efter lagens giltighetstid. Lagens 18 § tillämpas dock inte efter den 31 december 2015, om inte understödet finansieras enbart med nationella medel. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft vid en tidpunkt som bestäms genom förordning av statsrådet och är i kraft till och med den 31 december 2014. Genom denna lag upphävs lagen av den 15 december 2000 om stödjande av företagsverksamhet (1068/2000). På ett understöd som beviljats med stöd av denna lag tillämpas 18―33 § ännu efter lagens giltighetstid. Lagens 18 § tillämpas dock inte efter den 31 december 2015, om inte understödet finansieras enbart med nationella medel. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft vid en tidpunkt som bestams genom forordning av statsradet och ar i kraft till och med den 31 december 2014. genom denna lag upphavs lagen av den 15 december 2000 om stodjande av foretagsverksamhet (1068/2000). pa ett understod som beviljats med stod av denna lag tillampas 18―33 § annu efter lagens giltighetstid. lagens 18 § tillampas dock inte efter den 31 december 2015, om inte understodet finansieras enbart med nationella medel. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      }
    },
    {
      "provision_ref": "7:35",
      "chapter": "7",
      "section": "35",
      "title": "Siirtymäsäännökset",
      "content": "Kumottua lakia ja sen nojalla annettuja säännöksiä sovelletaan niiden nojalla myönnettyyn tukeen. Valvontaan, tarkastamiseen, tietojen saamiseen ja luovuttamiseen sekä maksatuksen keskeyttämiseen sovelletaan kuitenkin, mitä niistä tämän lain 20―23 ja 25 §:ssä säädetään. Työvoima- ja elinkeinokeskuksessa tämän lain voimaan tullessa vireillä olevaan yritystoiminnan tukemista koskevaan hakemukseen sovelletaan tämän lain säännöksiä. Jos hakemus koskee maataloustuotteiden jalostuksen ja markkinoinnin tukemista, hakemukseen sovelletaan kuitenkin tällä lailla kumotun lain säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_7__sec_35",
        "normalized_fi": "Kumottua lakia ja sen nojalla annettuja säännöksiä sovelletaan niiden nojalla myönnettyyn tukeen. Valvontaan, tarkastamiseen, tietojen saamiseen ja luovuttamiseen sekä maksatuksen keskeyttämiseen sovelletaan kuitenkin, mitä niistä tämän lain 20―23 ja 25 § :ssä säädetään. Työvoima- ja elinkeinokeskuksessa tämän lain voimaan tullessa vireillä olevaan yritystoiminnan tukemista koskevaan hakemukseen sovelletaan tämän lain säännöksiä. Jos hakemus koskee maataloustuotteiden jalostuksen ja markkinoinnin tukemista, hakemukseen sovelletaan kuitenkin tällä lailla kumotun lain säännöksiä.",
        "folded_fi": "kumottua lakia ja sen nojalla annettuja saannoksia sovelletaan niiden nojalla myonnettyyn tukeen. valvontaan, tarkastamiseen, tietojen saamiseen ja luovuttamiseen seka maksatuksen keskeyttamiseen sovelletaan kuitenkin, mita niista taman lain 20―23 ja 25 §:ssa saadetaan. tyovoima- ja elinkeinokeskuksessa taman lain voimaan tullessa vireilla olevaan yritystoiminnan tukemista koskevaan hakemukseen sovelletaan taman lain saannoksia. jos hakemus koskee maataloustuotteiden jalostuksen ja markkinoinnin tukemista, hakemukseen sovelletaan kuitenkin talla lailla kumotun lain saannoksia.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "Den upphävda lagen och de bestämmelser som utfärdats med stöd av den tillämpas på understöd som beviljats med stöd av dem. På tillsyn, granskning, rätt att få uppgifter och utlämnande av uppgifter samt avbrytande av utbetalning tillämpas dock vad om dessa föreskrivs i 20―23 och 25 § i denna lag. På en sådan ansökan om stöd för företagsverksamhet som är anhängig vid en arbetskrafts- och näringscentral när denna lag träder i kraft skall bestämmelserna i denna lag tillämpas. Gäller ansökan stöd för förädling och marknadsföring av jordbruksprodukter tillämpas dock på ansökan bestämmelserna i den lag som upphävts genom denna lag.",
        "normalized_sv": "Den upphävda lagen och de bestämmelser som utfärdats med stöd av den tillämpas på understöd som beviljats med stöd av dem. På tillsyn, granskning, rätt att få uppgifter och utlämnande av uppgifter samt avbrytande av utbetalning tillämpas dock vad om dessa föreskrivs i 20―23 och 25 § i denna lag. På en sådan ansökan om stöd för företagsverksamhet som är anhängig vid en arbetskrafts- och näringscentral när denna lag träder i kraft skall bestämmelserna i denna lag tillämpas. Gäller ansökan stöd för förädling och marknadsföring av jordbruksprodukter tillämpas dock på ansökan bestämmelserna i den lag som upphävts genom denna lag.",
        "folded_sv": "den upphavda lagen och de bestammelser som utfardats med stod av den tillampas pa understod som beviljats med stod av dem. pa tillsyn, granskning, ratt att fa uppgifter och utlamnande av uppgifter samt avbrytande av utbetalning tillampas dock vad om dessa foreskrivs i 20―23 och 25 § i denna lag. pa en sadan ansokan om stod for foretagsverksamhet som ar anhangig vid en arbetskrafts- och naringscentral nar denna lag trader i kraft skall bestammelserna i denna lag tillampas. galler ansokan stod for foradling och marknadsforing av jordbruksprodukter tillampas dock pa ansokan bestammelserna i den lag som upphavts genom denna lag."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "Tämän lain tarkoituksena on edistää taloudellista kasvua, työllisyyttä sekä muita elinkeinopoliittisia tavoitteita myöntämällä avustuksia erityisesti pienten ja keskisuurten yritysten kasvua, kehittämistä ja perustamista edistäviin hankkeisiin. Avustusten myöntämisessä tulee ottaa huomioon kilpailunäkökohdat, siten kuin valtionavustuslain (688/2001) 7 §:n 1 momentin 4 kohdassa säädetään, sekä Euroopan yhteisön ja kansallisen alue- ja rakennepolitiikan tavoitteet. Avustuksia suunnataan korkeatasoisiin, yritystoimintaa edistäviin hankkeisiin tavoitteena yritysten pitkän aikavälin kilpailukyvyn parantaminen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Tämän lain tarkoituksena on edistää taloudellista kasvua, työllisyyttä sekä muita elinkeinopoliittisia tavoitteita myöntämällä avustuksia erityisesti pienten ja keskisuurten yritysten kasvua, kehittämistä ja perustamista edistäviin hankkeisiin. Avustusten myöntämisessä tulee ottaa huomioon kilpailunäkökohdat, siten kuin valtionavustuslain (688/2001) 7 § :n 1 momentin 4 kohdassa säädetään, sekä Euroopan yhteisön ja kansallisen alue- ja rakennepolitiikan tavoitteet. Avustuksia suunnataan korkeatasoisiin, yritystoimintaa edistäviin hankkeisiin tavoitteena yritysten pitkän aikavälin kilpailukyvyn parantaminen.",
        "folded_fi": "taman lain tarkoituksena on edistaa taloudellista kasvua, tyollisyytta seka muita elinkeinopoliittisia tavoitteita myontamalla avustuksia erityisesti pienten ja keskisuurten yritysten kasvua, kehittamista ja perustamista edistaviin hankkeisiin. avustusten myontamisessa tulee ottaa huomioon kilpailunakokohdat, siten kuin valtionavustuslain (688/2001) 7 §:n 1 momentin 4 kohdassa saadetaan, seka euroopan yhteison ja kansallisen alue- ja rakennepolitiikan tavoitteet. avustuksia suunnataan korkeatasoisiin, yritystoimintaa edistaviin hankkeisiin tavoitteena yritysten pitkan aikavalin kilpailukyvyn parantaminen.",
        "title_sv": "Lagens syfte",
        "content_sv": "Syftet med denna lag är att främja ekonomisk tillväxt, sysselsättningen och andra näringspolitiska mål genom att bevilja understöd för projekt som främjar i synnerhet små och medelstora företags tillväxt och utveckling samt grundandet av sådana företag. När understöd beviljas skall konkurrensaspekter, på det sätt som föreskrivs i 7 § 1 mom. 4 punkten i statsunderstödslagen (688/2001), samt målen för Europeiska gemenskapens och den nationella region- och strukturpolitiken beaktas. I syfte att förbättra företagens konkurrenskraft på lång sikt inriktas understöden på högtstående projekt som främjar företagsverksamheten.",
        "normalized_sv": "Syftet med denna lag är att främja ekonomisk tillväxt, sysselsättningen och andra näringspolitiska mål genom att bevilja understöd för projekt som främjar i synnerhet små och medelstora företags tillväxt och utveckling samt grundandet av sådana företag. När understöd beviljas skall konkurrensaspekter, på det sätt som föreskrivs i 7 § 1 mom. 4 punkten i statsunderstödslagen (688/2001), samt målen för Europeiska gemenskapens och den nationella region- och strukturpolitiken beaktas. I syfte att förbättra företagens konkurrenskraft på lång sikt inriktas understöden på högtstående projekt som främjar företagsverksamheten.",
        "folded_sv": "syftet med denna lag ar att framja ekonomisk tillvaxt, sysselsattningen och andra naringspolitiska mal genom att bevilja understod for projekt som framjar i synnerhet sma och medelstora foretags tillvaxt och utveckling samt grundandet av sadana foretag. nar understod beviljas skall konkurrensaspekter, pa det satt som foreskrivs i 7 § 1 mom. 4 punkten i statsunderstodslagen (688/2001), samt malen for europeiska gemenskapens och den nationella region- och strukturpolitiken beaktas. i syfte att forbattra foretagens konkurrenskraft pa lang sikt inriktas understoden pa hogtstaende projekt som framjar foretagsverksamheten."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Soveltamisala",
      "content": "Tässä laissa säädetään niistä perusteista, joita noudatetaan myönnettäessä yrityksen kehittämisavustusta ja yritysten toimintaympäristön kehittämisavustusta. Tässä laissa säädettyihin avustuksiin sovelletaan myös valtionavustuslakia. Avustuksen takaisinperintään sovelletaan kuitenkin, mitä siitä tämän lain 5 luvussa säädetään. Lisäksi maksatuksen keskeyttämiseen, avustuksen palauttamiseen, takaisinperintään, korkoon, viivästyskorkoon, yhteisvastuullisuuteen, vanhenemiseen ja kuittaukseen sovelletaan, mitä niistä valtionavustuslain 19, 20, 24, 25, 27, 29 ja 30 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Tässä laissa säädetään niistä perusteista, joita noudatetaan myönnettäessä yrityksen kehittämisavustusta ja yritysten toimintaympäristön kehittämisavustusta. Tässä laissa säädettyihin avustuksiin sovelletaan myös valtionavustuslakia. Avustuksen takaisinperintään sovelletaan kuitenkin, mitä siitä tämän lain 5 luvussa säädetään. Lisäksi maksatuksen keskeyttämiseen, avustuksen palauttamiseen, takaisinperintään, korkoon, viivästyskorkoon, yhteisvastuullisuuteen, vanhenemiseen ja kuittaukseen sovelletaan, mitä niistä valtionavustuslain 19, 20, 24, 25, 27, 29 ja 30 § :ssä säädetään.",
        "folded_fi": "tassa laissa saadetaan niista perusteista, joita noudatetaan myonnettaessa yrityksen kehittamisavustusta ja yritysten toimintaympariston kehittamisavustusta. tassa laissa saadettyihin avustuksiin sovelletaan myos valtionavustuslakia. avustuksen takaisinperintaan sovelletaan kuitenkin, mita siita taman lain 5 luvussa saadetaan. lisaksi maksatuksen keskeyttamiseen, avustuksen palauttamiseen, takaisinperintaan, korkoon, viivastyskorkoon, yhteisvastuullisuuteen, vanhenemiseen ja kuittaukseen sovelletaan, mita niista valtionavustuslain 19, 20, 24, 25, 27, 29 ja 30 §:ssa saadetaan.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "I denna lag bestäms om de grunder som skall iakttas när understöd för utvecklande av företag samt understöd för utvecklande av företagens verksamhetsmiljö beviljas. På understöd enligt denna lag tillämpas också statsunderstödslagen. På återkrav av understöd tillämpas dock vad som föreskrivs om återkrav i 5 kap. i denna lag. Dessutom tillämpas på avbrytande av utbetalning, återbetalning och återkrav av understöd, ränta, dröjsmålsränta, solidariskt ansvar, preskription och kvittning vad som föreskrivs om dem i 19, 20, 24, 25, 27, 29 och 30 § i statsunderstödslagen.",
        "normalized_sv": "I denna lag bestäms om de grunder som skall iakttas när understöd för utvecklande av företag samt understöd för utvecklande av företagens verksamhetsmiljö beviljas. På understöd enligt denna lag tillämpas också statsunderstödslagen. På återkrav av understöd tillämpas dock vad som föreskrivs om återkrav i 5 kap. i denna lag. Dessutom tillämpas på avbrytande av utbetalning, återbetalning och återkrav av understöd, ränta, dröjsmålsränta, solidariskt ansvar, preskription och kvittning vad som föreskrivs om dem i 19, 20, 24, 25, 27, 29 och 30 § i statsunderstödslagen.",
        "folded_sv": "i denna lag bestams om de grunder som skall iakttas nar understod for utvecklande av foretag samt understod for utvecklande av foretagens verksamhetsmiljo beviljas. pa understod enligt denna lag tillampas ocksa statsunderstodslagen. pa aterkrav av understod tillampas dock vad som foreskrivs om aterkrav i 5 kap. i denna lag. dessutom tillampas pa avbrytande av utbetalning, aterbetalning och aterkrav av understod, ranta, drojsmalsranta, solidariskt ansvar, preskription och kvittning vad som foreskrivs om dem i 19, 20, 24, 25, 27, 29 och 30 § i statsunderstodslagen."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Määräraha",
      "content": "Avustuksia voidaan myöntää enintään valtion talousarviossa hyväksyttyyn enimmäismäärään. Valtion talousarvioon otetaan tarpeellinen määräraha myönnettyjen avustusten maksamista varten. Tämän lain mukaisiin avustuksiin voidaan käyttää osarahoituksena Euroopan yhteisön rakennerahastojen varoja. Mitä tässä laissa säädetään valtionavustuksesta yritystoiminnan kehittämiseksi, sovelletaan myös rakennerahastojen varoihin, jollei Euroopan yhteisön lainsäädännöstä muuta johdu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_3",
        "normalized_fi": "Avustuksia voidaan myöntää enintään valtion talousarviossa hyväksyttyyn enimmäismäärään. Valtion talousarvioon otetaan tarpeellinen määräraha myönnettyjen avustusten maksamista varten. Tämän lain mukaisiin avustuksiin voidaan käyttää osarahoituksena Euroopan yhteisön rakennerahastojen varoja. Mitä tässä laissa säädetään valtionavustuksesta yritystoiminnan kehittämiseksi, sovelletaan myös rakennerahastojen varoihin, jollei Euroopan yhteisön lainsäädännöstä muuta johdu.",
        "folded_fi": "avustuksia voidaan myontaa enintaan valtion talousarviossa hyvaksyttyyn enimmaismaaraan. valtion talousarvioon otetaan tarpeellinen maararaha myonnettyjen avustusten maksamista varten. taman lain mukaisiin avustuksiin voidaan kayttaa osarahoituksena euroopan yhteison rakennerahastojen varoja. mita tassa laissa saadetaan valtionavustuksesta yritystoiminnan kehittamiseksi, sovelletaan myos rakennerahastojen varoihin, jollei euroopan yhteison lainsaadannosta muuta johdu.",
        "title_sv": "Anslag",
        "content_sv": "Understöd kan beviljas högst till det maximibelopp som har godkänts i statsbudgeten. I statsbudgeten tas in ett anslag som behövs för utbetalning av beviljade understöd. Understöd enligt denna lag kan delfinansieras med medel ur Europeiska gemenskapens strukturfonder. Vad som i denna lag bestäms om statsunderstöd för utvecklande av företagsverksamheten tillämpas också på medel ur strukturfonderna, om inget annat följer av Europeiska gemenskapens lagstiftning.",
        "normalized_sv": "Understöd kan beviljas högst till det maximibelopp som har godkänts i statsbudgeten. I statsbudgeten tas in ett anslag som behövs för utbetalning av beviljade understöd. Understöd enligt denna lag kan delfinansieras med medel ur Europeiska gemenskapens strukturfonder. Vad som i denna lag bestäms om statsunderstöd för utvecklande av företagsverksamheten tillämpas också på medel ur strukturfonderna, om inget annat följer av Europeiska gemenskapens lagstiftning.",
        "folded_sv": "understod kan beviljas hogst till det maximibelopp som har godkants i statsbudgeten. i statsbudgeten tas in ett anslag som behovs for utbetalning av beviljade understod. understod enligt denna lag kan delfinansieras med medel ur europeiska gemenskapens strukturfonder. vad som i denna lag bestams om statsunderstod for utvecklande av foretagsverksamheten tillampas ocksa pa medel ur strukturfonderna, om inget annat foljer av europeiska gemenskapens lagstiftning."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) pienellä ja keskisuurella yrityksellä yritystä, joka täyttää kulloinkin voimassa olevan mikroyritysten sekä pienten ja keskisuurten yritysten määritelmästä annetun Euroopan yhteisöjen komission suosituksen pienen tai keskisuuren yrityksen ehdot; 2) suurella yrityksellä muuta kuin 1 kohdassa tarkoitettua yritystä; 3) aineellisella investoinnilla maa-alueiden, rakennusten, koneiden, laitteiden ja kaluston hankintaa sekä koneiden ja laitteiden pitkäaikaista vuokraamista; 4) aineettomalla investoinnilla tekniikan siirtoon liittyvien patenttioikeuksien, käyttölupien, tietotaidon ja patentoimattoman teknisen tietämyksen hankintaa; 5) investoinnilla aineellista ja aineetonta investointia; 6) muilla kehittämistoimenpiteillä yrityksen liiketoimintaosaamisen, kansainvälistymisen sekä tuotteiden ja tuotantomenetelmien kehittämistä, yrityksen perustamis- ja toimintaedellytysten selvittämistä sekä muuta niihin rinnastettavaa yritystoiminnan merkittävää kehittämistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_4",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) pienellä ja keskisuurella yrityksellä yritystä, joka täyttää kulloinkin voimassa olevan mikroyritysten sekä pienten ja keskisuurten yritysten määritelmästä annetun Euroopan yhteisöjen komission suosituksen pienen tai keskisuuren yrityksen ehdot; 2) suurella yrityksellä muuta kuin 1 kohdassa tarkoitettua yritystä; 3) aineellisella investoinnilla maa-alueiden, rakennusten, koneiden, laitteiden ja kaluston hankintaa sekä koneiden ja laitteiden pitkäaikaista vuokraamista; 4) aineettomalla investoinnilla tekniikan siirtoon liittyvien patenttioikeuksien, käyttölupien, tietotaidon ja patentoimattoman teknisen tietämyksen hankintaa; 5) investoinnilla aineellista ja aineetonta investointia; 6) muilla kehittämistoimenpiteillä yrityksen liiketoimintaosaamisen, kansainvälistymisen sekä tuotteiden ja tuotantomenetelmien kehittämistä, yrityksen perustamis- ja toimintaedellytysten selvittämistä sekä muuta niihin rinnastettavaa yritystoiminnan merkittävää kehittämistä.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) pienella ja keskisuurella yrityksella yritysta, joka tayttaa kulloinkin voimassa olevan mikroyritysten seka pienten ja keskisuurten yritysten maaritelmasta annetun euroopan yhteisojen komission suosituksen pienen tai keskisuuren yrityksen ehdot; 2) suurella yrityksella muuta kuin 1 kohdassa tarkoitettua yritysta; 3) aineellisella investoinnilla maa-alueiden, rakennusten, koneiden, laitteiden ja kaluston hankintaa seka koneiden ja laitteiden pitkaaikaista vuokraamista; 4) aineettomalla investoinnilla tekniikan siirtoon liittyvien patenttioikeuksien, kayttolupien, tietotaidon ja patentoimattoman teknisen tietamyksen hankintaa; 5) investoinnilla aineellista ja aineetonta investointia; 6) muilla kehittamistoimenpiteilla yrityksen liiketoimintaosaamisen, kansainvalistymisen seka tuotteiden ja tuotantomenetelmien kehittamista, yrityksen perustamis- ja toimintaedellytysten selvittamista seka muuta niihin rinnastettavaa yritystoiminnan merkittavaa kehittamista.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) små och medelstora företag sådana företag som uppfyller villkoren för små och medelstora företag enligt Europeiska gemenskapernas kommissions gällande rekommendation om definitionen av mikroföretag samt små och medelstora företag, 2) stora företag sådana företag som inte avses i 1 punkten, 3) materiella investeringar anskaffning av mark, byggnader, maskiner, anordningar och inventarier samt långvarig hyrning av maskiner och anordningar, 4) immateriella investeringar förvärv av patenträttigheter, licenser, know-how och icke-patentskyddad teknisk kunskap som hänför sig till överföring av teknik, 5) investeringar materiella och immateriella investeringar, 6) andra utvecklingsåtgärder utvecklande av företagens affärskompetens, internationalisering samt produkter och tillverkningsmetoder, utredande av förutsättningarna för grundande av och verksamhetsbetingelser för ett företag samt annat med detta jämförbart betydelsefullt utvecklande av företagsverksamheten.",
        "normalized_sv": "I denna lag avses med 1) små och medelstora företag sådana företag som uppfyller villkoren för små och medelstora företag enligt Europeiska gemenskapernas kommissions gällande rekommendation om definitionen av mikroföretag samt små och medelstora företag, 2) stora företag sådana företag som inte avses i 1 punkten, 3) materiella investeringar anskaffning av mark, byggnader, maskiner, anordningar och inventarier samt långvarig hyrning av maskiner och anordningar, 4) immateriella investeringar förvärv av patenträttigheter, licenser, know-how och icke-patentskyddad teknisk kunskap som hänför sig till överföring av teknik, 5) investeringar materiella och immateriella investeringar, 6) andra utvecklingsåtgärder utvecklande av företagens affärskompetens, internationalisering samt produkter och tillverkningsmetoder, utredande av förutsättningarna för grundande av och verksamhetsbetingelser för ett företag samt annat med detta jämförbart betydelsefullt utvecklande av företagsverksamheten.",
        "folded_sv": "i denna lag avses med 1) sma och medelstora foretag sadana foretag som uppfyller villkoren for sma och medelstora foretag enligt europeiska gemenskapernas kommissions gallande rekommendation om definitionen av mikroforetag samt sma och medelstora foretag, 2) stora foretag sadana foretag som inte avses i 1 punkten, 3) materiella investeringar anskaffning av mark, byggnader, maskiner, anordningar och inventarier samt langvarig hyrning av maskiner och anordningar, 4) immateriella investeringar forvarv av patentrattigheter, licenser, know-how och icke-patentskyddad teknisk kunskap som hanfor sig till overforing av teknik, 5) investeringar materiella och immateriella investeringar, 6) andra utvecklingsatgarder utvecklande av foretagens affarskompetens, internationalisering samt produkter och tillverkningsmetoder, utredande av forutsattningarna for grundande av och verksamhetsbetingelser for ett foretag samt annat med detta jamforbart betydelsefullt utvecklande av foretagsverksamheten."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Viranomaiset",
      "content": "Tässä laissa tarkoitettuja avustuksia koskevia asioita käsittelevät kauppa- ja teollisuusministeriö sekä työvoima- ja elinkeinokeskukset, siten kuin jäljempänä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_5",
        "normalized_fi": "Tässä laissa tarkoitettuja avustuksia koskevia asioita käsittelevät kauppa- ja teollisuusministeriö sekä työvoima- ja elinkeinokeskukset, siten kuin jäljempänä säädetään.",
        "folded_fi": "tassa laissa tarkoitettuja avustuksia koskevia asioita kasittelevat kauppa- ja teollisuusministerio seka tyovoima- ja elinkeinokeskukset, siten kuin jaljempana saadetaan.",
        "title_sv": "Myndigheter",
        "content_sv": "Ärenden som gäller understöd enligt denna lag behandlas av handels- och industriministeriet samt arbetskrafts- och näringscentralerna, i enlighet med vad som bestäms nedan.",
        "normalized_sv": "Ärenden som gäller understöd enligt denna lag behandlas av handels- och industriministeriet samt arbetskrafts- och näringscentralerna, i enlighet med vad som bestäms nedan.",
        "folded_sv": "arenden som galler understod enligt denna lag behandlas av handels- och industriministeriet samt arbetskrafts- och naringscentralerna, i enlighet med vad som bestams nedan."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Avustuksen saajat",
      "content": "Yrityksen kehittämisavustusta myönnetään vain pienille ja keskisuurille yrityksille, jollei jäljempänä toisin säädetä. Avustusta ei voida myöntää kalatalouteen, maatalouteen eikä metsätalouteen. Avustusta ei voida myöntää myöskään maataloustuotteiden jalostukseen tai markkinointiin, lukuun ottamatta liikennekäyttöön tarkoitetun bioetanolin tuotantoon liittyviä 8 §:n 1 kohdan mukaisia investointeja. Avustuksen myöntämisessä on otettava huomioon myös Euroopan yhteisön toimialakohtaiset rajoitukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Yrityksen kehittämisavustusta myönnetään vain pienille ja keskisuurille yrityksille, jollei jäljempänä toisin säädetä. Avustusta ei voida myöntää kalatalouteen, maatalouteen eikä metsätalouteen. Avustusta ei voida myöntää myöskään maataloustuotteiden jalostukseen tai markkinointiin, lukuun ottamatta liikennekäyttöön tarkoitetun bioetanolin tuotantoon liittyviä 8 § :n 1 kohdan mukaisia investointeja. Avustuksen myöntämisessä on otettava huomioon myös Euroopan yhteisön toimialakohtaiset rajoitukset.",
        "folded_fi": "yrityksen kehittamisavustusta myonnetaan vain pienille ja keskisuurille yrityksille, jollei jaljempana toisin saadeta. avustusta ei voida myontaa kalatalouteen, maatalouteen eika metsatalouteen. avustusta ei voida myontaa myoskaan maataloustuotteiden jalostukseen tai markkinointiin, lukuun ottamatta liikennekayttoon tarkoitetun bioetanolin tuotantoon liittyvia 8 §:n 1 kohdan mukaisia investointeja. avustuksen myontamisessa on otettava huomioon myos euroopan yhteison toimialakohtaiset rajoitukset.",
        "title_sv": "Mottagare av understöd",
        "content_sv": "Understöd för utvecklande av företag beviljas endast små och medelstora företag, om inte något annat bestäms nedan. Understöd kan inte beviljas för fiskeri, jordbruk eller skogsbruk. Understöd kan inte heller beviljas för förädling eller marknadsföring av jordbruksprodukter, med undantag av sådana investeringar enligt 8 § 1 punkten som sammanhänger med produktion av bioetanol som är avsedd för användning i trafiken. Vid beviljandet av understöd skall också Europeiska gemenskapens sektorvisa begränsningar beaktas.",
        "normalized_sv": "Understöd för utvecklande av företag beviljas endast små och medelstora företag, om inte något annat bestäms nedan. Understöd kan inte beviljas för fiskeri, jordbruk eller skogsbruk. Understöd kan inte heller beviljas för förädling eller marknadsföring av jordbruksprodukter, med undantag av sådana investeringar enligt 8 § 1 punkten som sammanhänger med produktion av bioetanol som är avsedd för användning i trafiken. Vid beviljandet av understöd skall också Europeiska gemenskapens sektorvisa begränsningar beaktas.",
        "folded_sv": "understod for utvecklande av foretag beviljas endast sma och medelstora foretag, om inte nagot annat bestams nedan. understod kan inte beviljas for fiskeri, jordbruk eller skogsbruk. understod kan inte heller beviljas for foradling eller marknadsforing av jordbruksprodukter, med undantag av sadana investeringar enligt 8 § 1 punkten som sammanhanger med produktion av bioetanol som ar avsedd for anvandning i trafiken. vid beviljandet av understod skall ocksa europeiska gemenskapens sektorvisa begransningar beaktas."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Avustuksen myöntämisen edellytykset",
      "content": "Yrityksen kehittämisavustusta voidaan myöntää yrityksen pitkän aikavälin kilpailukykyä parantavaan hankkeeseen, kun yritys aloittaa toimintansa taikka laajentaa tai kehittää sitä. Avustuksen kohteena olevan hankkeen tulee olla yrityksen toiminnan kehittämisen kannalta merkittävä. Avustuksen myöntämisen edellytyksenä on, että yrityksellä arvioidaan olevan edellytykset jatkuvaan kannattavaan toimintaan ja että avustuksella arvioidaan olevan merkittävä vaikutus hankkeen toteuttamiseen. Avustusta voidaan myöntää myös kahden tai useamman yrityksen yhteisesti toteuttamaan hankkeeseen. Tällöin hankkeen merkittävyyttä voidaan tarkastella sen kokonaismerkityksen kannalta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_7",
        "normalized_fi": "Yrityksen kehittämisavustusta voidaan myöntää yrityksen pitkän aikavälin kilpailukykyä parantavaan hankkeeseen, kun yritys aloittaa toimintansa taikka laajentaa tai kehittää sitä. Avustuksen kohteena olevan hankkeen tulee olla yrityksen toiminnan kehittämisen kannalta merkittävä. Avustuksen myöntämisen edellytyksenä on, että yrityksellä arvioidaan olevan edellytykset jatkuvaan kannattavaan toimintaan ja että avustuksella arvioidaan olevan merkittävä vaikutus hankkeen toteuttamiseen. Avustusta voidaan myöntää myös kahden tai useamman yrityksen yhteisesti toteuttamaan hankkeeseen. Tällöin hankkeen merkittävyyttä voidaan tarkastella sen kokonaismerkityksen kannalta.",
        "folded_fi": "yrityksen kehittamisavustusta voidaan myontaa yrityksen pitkan aikavalin kilpailukykya parantavaan hankkeeseen, kun yritys aloittaa toimintansa taikka laajentaa tai kehittaa sita. avustuksen kohteena olevan hankkeen tulee olla yrityksen toiminnan kehittamisen kannalta merkittava. avustuksen myontamisen edellytyksena on, etta yrityksella arvioidaan olevan edellytykset jatkuvaan kannattavaan toimintaan ja etta avustuksella arvioidaan olevan merkittava vaikutus hankkeen toteuttamiseen. avustusta voidaan myontaa myos kahden tai useamman yrityksen yhteisesti toteuttamaan hankkeeseen. talloin hankkeen merkittavyytta voidaan tarkastella sen kokonaismerkityksen kannalta.",
        "title_sv": "Förutsättningar för beviljande av understöd",
        "content_sv": "Understöd för utvecklande av företag kan beviljas för projekt som på lång sikt förbättrar företagets konkurrenskraft då detta inleder sin verksamhet eller utvidgar eller utvecklar verksamheten. Ett projekt som är föremål för understöd skall vara betydande med tanke på utvecklandet av företagets verksamhet. Ett villkor för att understöd skall kunna beviljas är att företaget uppskattas ha förutsättningar för fortgående lönsam verksamhet och att understödet bedöms ha betydande konsekvenser för genomförandet av projektet. Understöd kan beviljas också för projekt som två eller flera företag genomför tillsammans. Hur betydande ett samprojekt är kan granskas utifrån projektets sammanlagda betydelse.",
        "normalized_sv": "Understöd för utvecklande av företag kan beviljas för projekt som på lång sikt förbättrar företagets konkurrenskraft då detta inleder sin verksamhet eller utvidgar eller utvecklar verksamheten. Ett projekt som är föremål för understöd skall vara betydande med tanke på utvecklandet av företagets verksamhet. Ett villkor för att understöd skall kunna beviljas är att företaget uppskattas ha förutsättningar för fortgående lönsam verksamhet och att understödet bedöms ha betydande konsekvenser för genomförandet av projektet. Understöd kan beviljas också för projekt som två eller flera företag genomför tillsammans. Hur betydande ett samprojekt är kan granskas utifrån projektets sammanlagda betydelse.",
        "folded_sv": "understod for utvecklande av foretag kan beviljas for projekt som pa lang sikt forbattrar foretagets konkurrenskraft da detta inleder sin verksamhet eller utvidgar eller utvecklar verksamheten. ett projekt som ar foremal for understod skall vara betydande med tanke pa utvecklandet av foretagets verksamhet. ett villkor for att understod skall kunna beviljas ar att foretaget uppskattas ha forutsattningar for fortgaende lonsam verksamhet och att understodet bedoms ha betydande konsekvenser for genomforandet av projektet. understod kan beviljas ocksa for projekt som tva eller flera foretag genomfor tillsammans. hur betydande ett samprojekt ar kan granskas utifran projektets sammanlagda betydelse."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Rahoitettava toiminta",
      "content": "Yrityksen kehittämisavustusta voidaan valtioneuvoston asetuksella tarkemmin säädetyllä tavalla myöntää: 1) aineellisiin ja aineettomiin investointeihin; 2) muihin kehittämistoimenpiteisiin; 3) 1 ja 2 kohdassa säädetyn lisäksi pienelle yritykselle uusien työpaikkojen aiheuttamien palkkamenojen ja muiden toiminnan aloittamiseen tai laajentamiseen liittyvien menojen perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_8",
        "normalized_fi": "Yrityksen kehittämisavustusta voidaan valtioneuvoston asetuksella tarkemmin säädetyllä tavalla myöntää: 1) aineellisiin ja aineettomiin investointeihin; 2) muihin kehittämistoimenpiteisiin; 3) 1 ja 2 kohdassa säädetyn lisäksi pienelle yritykselle uusien työpaikkojen aiheuttamien palkkamenojen ja muiden toiminnan aloittamiseen tai laajentamiseen liittyvien menojen perusteella.",
        "folded_fi": "yrityksen kehittamisavustusta voidaan valtioneuvoston asetuksella tarkemmin saadetylla tavalla myontaa: 1) aineellisiin ja aineettomiin investointeihin; 2) muihin kehittamistoimenpiteisiin; 3) 1 ja 2 kohdassa saadetyn lisaksi pienelle yritykselle uusien tyopaikkojen aiheuttamien palkkamenojen ja muiden toiminnan aloittamiseen tai laajentamiseen liittyvien menojen perusteella.",
        "title_sv": "Verksamhet som finansieras",
        "content_sv": "Understöd för utvecklande av företag kan på det sätt som närmare föreskrivs genom förordning av statsrådet beviljas 1) för materiella och immateriella investeringar, 2) för andra utvecklingsåtgärder, 3) utöver vad som föreskrivs i 1 och 2 punkten, små företag på basis av deras löneutgifter för nya arbetsplatser eller andra utgifter i anslutning till att verksamheten inleds eller utvidgas.",
        "normalized_sv": "Understöd för utvecklande av företag kan på det sätt som närmare föreskrivs genom förordning av statsrådet beviljas 1) för materiella och immateriella investeringar, 2) för andra utvecklingsåtgärder, 3) utöver vad som föreskrivs i 1 och 2 punkten, små företag på basis av deras löneutgifter för nya arbetsplatser eller andra utgifter i anslutning till att verksamheten inleds eller utvidgas.",
        "folded_sv": "understod for utvecklande av foretag kan pa det satt som narmare foreskrivs genom forordning av statsradet beviljas 1) for materiella och immateriella investeringar, 2) for andra utvecklingsatgarder, 3) utover vad som foreskrivs i 1 och 2 punkten, sma foretag pa basis av deras loneutgifter for nya arbetsplatser eller andra utgifter i anslutning till att verksamheten inleds eller utvidgas."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Avustuksen myöntäminen kunnalle",
      "content": "Yrityksen kehittämisavustusta voidaan myöntää alueiden kehittämislain (602/2002) 38 §:ssä tarkoitetulla kehitysalueella myös kunnille tai sellaisille kiinteistöyhtiöille, joissa kunta on omistajana, sellaisiin tämän lain 8 §:n 1 kohdan mukaisiin investointeihin, joissa rakennetaan toimitiloja pienille ja keskisuurille yrityksille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_9",
        "normalized_fi": "Yrityksen kehittämisavustusta voidaan myöntää alueiden kehittämislain (602/2002) 38 § :ssä tarkoitetulla kehitysalueella myös kunnille tai sellaisille kiinteistöyhtiöille, joissa kunta on omistajana, sellaisiin tämän lain 8 § :n 1 kohdan mukaisiin investointeihin, joissa rakennetaan toimitiloja pienille ja keskisuurille yrityksille.",
        "folded_fi": "yrityksen kehittamisavustusta voidaan myontaa alueiden kehittamislain (602/2002) 38 §:ssa tarkoitetulla kehitysalueella myos kunnille tai sellaisille kiinteistoyhtioille, joissa kunta on omistajana, sellaisiin taman lain 8 §:n 1 kohdan mukaisiin investointeihin, joissa rakennetaan toimitiloja pienille ja keskisuurille yrityksille.",
        "title_sv": "Beviljande av understöd till en kommun",
        "content_sv": "Understöd för utvecklande av företag kan inom ett utvecklingsområde som avses i 38 § i regionutvecklingslagen (602/2002) beviljas också kommuner eller sådana fastighetsbolag där kommunen är ägare för sådana investeringar enligt 8 § 1 punkten i denna lag i fråga om vilka lokaler byggs för små och medelstora företag.",
        "normalized_sv": "Understöd för utvecklande av företag kan inom ett utvecklingsområde som avses i 38 § i regionutvecklingslagen (602/2002) beviljas också kommuner eller sådana fastighetsbolag där kommunen är ägare för sådana investeringar enligt 8 § 1 punkten i denna lag i fråga om vilka lokaler byggs för små och medelstora företag.",
        "folded_sv": "understod for utvecklande av foretag kan inom ett utvecklingsomrade som avses i 38 § i regionutvecklingslagen (602/2002) beviljas ocksa kommuner eller sadana fastighetsbolag dar kommunen ar agare for sadana investeringar enligt 8 § 1 punkten i denna lag i fraga om vilka lokaler byggs for sma och medelstora foretag."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Avustuksen myöntäminen suurelle yritykselle",
      "content": "Yrityksen kehittämisavustusta voidaan myöntää suurelle yritykselle: 1) 8 §:n 1 kohdan mukaisessa investoinnissa, joka toteutetaan alueiden kehittämislain 38 §:ssä tarkoitetulla kehitysalueella; taikka 2) 8 §:n 2 kohdan mukaisessa muussa kehittämistoimenpiteessä, jonka toteuttamiseen osallistuu suuren yrityksen ohella pieniä tai keskisuuria yrityksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_10",
        "normalized_fi": "Yrityksen kehittämisavustusta voidaan myöntää suurelle yritykselle: 1) 8 § :n 1 kohdan mukaisessa investoinnissa, joka toteutetaan alueiden kehittämislain 38 § :ssä tarkoitetulla kehitysalueella; taikka 2) 8 § :n 2 kohdan mukaisessa muussa kehittämistoimenpiteessä, jonka toteuttamiseen osallistuu suuren yrityksen ohella pieniä tai keskisuuria yrityksiä.",
        "folded_fi": "yrityksen kehittamisavustusta voidaan myontaa suurelle yritykselle: 1) 8 §:n 1 kohdan mukaisessa investoinnissa, joka toteutetaan alueiden kehittamislain 38 §:ssa tarkoitetulla kehitysalueella; taikka 2) 8 §:n 2 kohdan mukaisessa muussa kehittamistoimenpiteessa, jonka toteuttamiseen osallistuu suuren yrityksen ohella pienia tai keskisuuria yrityksia.",
        "title_sv": "Beviljande av understöd till stora företag",
        "content_sv": "Understöd för utvecklande av företag kan beviljas stora företag 1) i fråga om sådana investeringar enligt 8 § 1 punkten som genomförs inom ett utvecklingsområde som avses i 38 § i regionutvecklingslagen, eller 2) i fråga om sådana andra utvecklingsåtgärder enligt 8 § 2 punkten i vilkas genomförande utöver ett stort företag deltar små eller medelstora företag.",
        "normalized_sv": "Understöd för utvecklande av företag kan beviljas stora företag 1) i fråga om sådana investeringar enligt 8 § 1 punkten som genomförs inom ett utvecklingsområde som avses i 38 § i regionutvecklingslagen, eller 2) i fråga om sådana andra utvecklingsåtgärder enligt 8 § 2 punkten i vilkas genomförande utöver ett stort företag deltar små eller medelstora företag.",
        "folded_sv": "understod for utvecklande av foretag kan beviljas stora foretag 1) i fraga om sadana investeringar enligt 8 § 1 punkten som genomfors inom ett utvecklingsomrade som avses i 38 § i regionutvecklingslagen, eller 2) i fraga om sadana andra utvecklingsatgarder enligt 8 § 2 punkten i vilkas genomforande utover ett stort foretag deltar sma eller medelstora foretag."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Tarkemmat säännökset",
      "content": "Valtioneuvoston asetuksella säädetään tarkemmin yrityksen kehittämisavustuksen myöntämisen ja maksamisen perusteista, hyväksyttävistä menoista ja tukitasoista sekä yrityksen kehittämisavustuksen ja muiden siihen rinnastettavien valtiontukien yhteenlasketuista enimmäismääristä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_11",
        "normalized_fi": "Valtioneuvoston asetuksella säädetään tarkemmin yrityksen kehittämisavustuksen myöntämisen ja maksamisen perusteista, hyväksyttävistä menoista ja tukitasoista sekä yrityksen kehittämisavustuksen ja muiden siihen rinnastettavien valtiontukien yhteenlasketuista enimmäismääristä.",
        "folded_fi": "valtioneuvoston asetuksella saadetaan tarkemmin yrityksen kehittamisavustuksen myontamisen ja maksamisen perusteista, hyvaksyttavista menoista ja tukitasoista seka yrityksen kehittamisavustuksen ja muiden siihen rinnastettavien valtiontukien yhteenlasketuista enimmaismaarista.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Beträffande grunderna för beviljande och utbetalning av understöd för utvecklande av företag, de godtagbara utgifterna och stödnivåerna samt de sammanlagda maximibeloppen av understödet för utvecklande av företag och andra därmed jämförbara statsunderstöd bestäms närmare genom förordning av statsrådet.",
        "normalized_sv": "Beträffande grunderna för beviljande och utbetalning av understöd för utvecklande av företag, de godtagbara utgifterna och stödnivåerna samt de sammanlagda maximibeloppen av understödet för utvecklande av företag och andra därmed jämförbara statsunderstöd bestäms närmare genom förordning av statsrådet.",
        "folded_sv": "betraffande grunderna for beviljande och utbetalning av understod for utvecklande av foretag, de godtagbara utgifterna och stodnivaerna samt de sammanlagda maximibeloppen av understodet for utvecklande av foretag och andra darmed jamforbara statsunderstod bestams narmare genom forordning av statsradet."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Avustuksen saajat",
      "content": "Yritysten toimintaympäristön kehittämisavustusta voidaan myöntää valtioneuvoston asetuksella tarkemmin määritellyille, voittoa tavoittelemattomille julkisille ja yksityisille yhteisöille sekä säätiöille hankkeisiin, joiden tarkoituksena on yritysten toimintaympäristön tai yritystoiminnan kehittymisedellytysten parantaminen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_12",
        "normalized_fi": "Yritysten toimintaympäristön kehittämisavustusta voidaan myöntää valtioneuvoston asetuksella tarkemmin määritellyille, voittoa tavoittelemattomille julkisille ja yksityisille yhteisöille sekä säätiöille hankkeisiin, joiden tarkoituksena on yritysten toimintaympäristön tai yritystoiminnan kehittymisedellytysten parantaminen.",
        "folded_fi": "yritysten toimintaympariston kehittamisavustusta voidaan myontaa valtioneuvoston asetuksella tarkemmin maaritellyille, voittoa tavoittelemattomille julkisille ja yksityisille yhteisoille seka saatioille hankkeisiin, joiden tarkoituksena on yritysten toimintaympariston tai yritystoiminnan kehittymisedellytysten parantaminen.",
        "title_sv": "Mottagare av understöd",
        "content_sv": "Understöd för utvecklande av företagens verksamhetsmiljö kan beviljas sådana genom förordning av statsrådet närmare bestämda icke-vinstsyftande offentliga och privata sammanslutningar samt stiftelser för projekt som genomförs i syfte att förbättra företags verksamhetsmiljö eller förutsättningarna för utvecklande av företagsverksamheten.",
        "normalized_sv": "Understöd för utvecklande av företagens verksamhetsmiljö kan beviljas sådana genom förordning av statsrådet närmare bestämda icke-vinstsyftande offentliga och privata sammanslutningar samt stiftelser för projekt som genomförs i syfte att förbättra företags verksamhetsmiljö eller förutsättningarna för utvecklande av företagsverksamheten.",
        "folded_sv": "understod for utvecklande av foretagens verksamhetsmiljo kan beviljas sadana genom forordning av statsradet narmare bestamda icke-vinstsyftande offentliga och privata sammanslutningar samt stiftelser for projekt som genomfors i syfte att forbattra foretags verksamhetsmiljo eller forutsattningarna for utvecklande av foretagsverksamheten."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Avustuksen myöntämisen edellytykset",
      "content": "Yritysten toimintaympäristön kehittämisavustuksen myöntämisen edellytyksenä on, että hankkeen arvioidaan edistävän merkittävästi alueen pienten ja keskisuurten yritysten perustamista, laajentamista tai kehittämistä. Lisäksi edellytetään, että avustuksella arvioidaan olevan merkittävä vaikutus hankkeen toteuttamiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_13",
        "normalized_fi": "Yritysten toimintaympäristön kehittämisavustuksen myöntämisen edellytyksenä on, että hankkeen arvioidaan edistävän merkittävästi alueen pienten ja keskisuurten yritysten perustamista, laajentamista tai kehittämistä. Lisäksi edellytetään, että avustuksella arvioidaan olevan merkittävä vaikutus hankkeen toteuttamiseen.",
        "folded_fi": "yritysten toimintaympariston kehittamisavustuksen myontamisen edellytyksena on, etta hankkeen arvioidaan edistavan merkittavasti alueen pienten ja keskisuurten yritysten perustamista, laajentamista tai kehittamista. lisaksi edellytetaan, etta avustuksella arvioidaan olevan merkittava vaikutus hankkeen toteuttamiseen.",
        "title_sv": "Förutsättningar för beviljande av understöd",
        "content_sv": "Ett villkor för att understöd för utvecklande av företagens verksamhetsmiljö skall kunna beviljas är att det bedöms att projektet väsentligt främjar grundandet, utvidgandet eller utvecklandet av små och medelstora företag i regionen. För att understöd skall kunna beviljas förutsätts dessutom att det bedöms ha betydande konsekvenser för genomförandet av projektet.",
        "normalized_sv": "Ett villkor för att understöd för utvecklande av företagens verksamhetsmiljö skall kunna beviljas är att det bedöms att projektet väsentligt främjar grundandet, utvidgandet eller utvecklandet av små och medelstora företag i regionen. För att understöd skall kunna beviljas förutsätts dessutom att det bedöms ha betydande konsekvenser för genomförandet av projektet.",
        "folded_sv": "ett villkor for att understod for utvecklande av foretagens verksamhetsmiljo skall kunna beviljas ar att det bedoms att projektet vasentligt framjar grundandet, utvidgandet eller utvecklandet av sma och medelstora foretag i regionen. for att understod skall kunna beviljas forutsatts dessutom att det bedoms ha betydande konsekvenser for genomforandet av projektet."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Rahoitettava toiminta",
      "content": "Yritysten toimintaympäristön kehittämisavustusta voidaan myöntää yritystoiminnan kannalta tarpeellisiin selvityksiin, yritysten tarvitsemien palvelujen kehittämiseen, yritysten yhteistyön edistämiseen sekä muihin yritysten toimintaympäristöä ja kehittymisedellytyksiä parantaviin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_14",
        "normalized_fi": "Yritysten toimintaympäristön kehittämisavustusta voidaan myöntää yritystoiminnan kannalta tarpeellisiin selvityksiin, yritysten tarvitsemien palvelujen kehittämiseen, yritysten yhteistyön edistämiseen sekä muihin yritysten toimintaympäristöä ja kehittymisedellytyksiä parantaviin toimenpiteisiin.",
        "folded_fi": "yritysten toimintaympariston kehittamisavustusta voidaan myontaa yritystoiminnan kannalta tarpeellisiin selvityksiin, yritysten tarvitsemien palvelujen kehittamiseen, yritysten yhteistyon edistamiseen seka muihin yritysten toimintaymparistoa ja kehittymisedellytyksia parantaviin toimenpiteisiin.",
        "title_sv": "Verksamhet som finansieras",
        "content_sv": "Understöd för utvecklande av företagens verksamhetsmiljö kan beviljas för utredningar som är nödvändiga med tanke på företagsverksamheten, utvecklande av service som företagen behöver, främjande av samarbete mellan företag samt för andra åtgärder som förbättrar företagens verksamhetsmiljö och utvecklingsmöjligheter.",
        "normalized_sv": "Understöd för utvecklande av företagens verksamhetsmiljö kan beviljas för utredningar som är nödvändiga med tanke på företagsverksamheten, utvecklande av service som företagen behöver, främjande av samarbete mellan företag samt för andra åtgärder som förbättrar företagens verksamhetsmiljö och utvecklingsmöjligheter.",
        "folded_sv": "understod for utvecklande av foretagens verksamhetsmiljo kan beviljas for utredningar som ar nodvandiga med tanke pa foretagsverksamheten, utvecklande av service som foretagen behover, framjande av samarbete mellan foretag samt for andra atgarder som forbattrar foretagens verksamhetsmiljo och utvecklingsmojligheter."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "Tarkemmat säännökset",
      "content": "Valtioneuvoston asetuksella säädetään tarkemmin yritysten toimintaympäristön kehittämisavustuksen myöntämisen ja maksamisen perusteista, hyväksyttävistä menoista ja tukitasosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_15",
        "normalized_fi": "Valtioneuvoston asetuksella säädetään tarkemmin yritysten toimintaympäristön kehittämisavustuksen myöntämisen ja maksamisen perusteista, hyväksyttävistä menoista ja tukitasosta.",
        "folded_fi": "valtioneuvoston asetuksella saadetaan tarkemmin yritysten toimintaympariston kehittamisavustuksen myontamisen ja maksamisen perusteista, hyvaksyttavista menoista ja tukitasosta.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Beträffande grunderna för beviljande och utbetalning av understöd för utvecklande av företagens verksamhetsmiljö, de godtagbara utgifterna och stödnivån bestäms närmare genom förordning av statsrådet",
        "normalized_sv": "Beträffande grunderna för beviljande och utbetalning av understöd för utvecklande av företagens verksamhetsmiljö, de godtagbara utgifterna och stödnivån bestäms närmare genom förordning av statsrådet",
        "folded_sv": "betraffande grunderna for beviljande och utbetalning av understod for utvecklande av foretagens verksamhetsmiljo, de godtagbara utgifterna och stodnivan bestams narmare genom forordning av statsradet"
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Avustuksen hakeminen",
      "content": "Kirjallinen hakemus avustuksen saamiseksi on toimitettava ennen hankkeen aloittamista työvoima- ja elinkeinokeskukseen. Tarkempia säännöksiä avustuksen hakemisesta annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_16",
        "normalized_fi": "Kirjallinen hakemus avustuksen saamiseksi on toimitettava ennen hankkeen aloittamista työvoima- ja elinkeinokeskukseen. Tarkempia säännöksiä avustuksen hakemisesta annetaan valtioneuvoston asetuksella.",
        "folded_fi": "kirjallinen hakemus avustuksen saamiseksi on toimitettava ennen hankkeen aloittamista tyovoima- ja elinkeinokeskukseen. tarkempia saannoksia avustuksen hakemisesta annetaan valtioneuvoston asetuksella.",
        "title_sv": "Ansökan om understöd",
        "content_sv": "Innan ett projekt inleds skall en skriftlig ansökan om understöd tillställas arbetskrafts- och näringscentralen. Närmare bestämmelser om ansökan om understöd utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Innan ett projekt inleds skall en skriftlig ansökan om understöd tillställas arbetskrafts- och näringscentralen. Närmare bestämmelser om ansökan om understöd utfärdas genom förordning av statsrådet.",
        "folded_sv": "innan ett projekt inleds skall en skriftlig ansokan om understod tillstallas arbetskrafts- och naringscentralen. narmare bestammelser om ansokan om understod utfardas genom forordning av statsradet."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Avustuspäätös",
      "content": "Avustuksesta päättää se työvoima- ja elinkeinokeskus, jonka alueella avustettava hanke pääosin toteutetaan. Kauppa- ja teollisuusministeriö voi yksittäistapauksessa siirtää asian toimivaltaiselta työvoima- ja elinkeinokeskukselta toiselle työvoima- ja elinkeinokeskukselle, kun hanke toteutetaan useamman kuin yhden keskuksen alueella. Yrityksen kehittämisavustuksesta päättää kauppa- ja teollisuusministeriö, jos avustuksen perusteena olevien menojen määrä ylittää neljä miljoonaa euroa. Kauppa- ja teollisuusministeriö voi pidättää päätösvallan myös tätä pienemmissä hankkeissa, jos päätöksellä on erityistä merkitystä tämän lain soveltamisen kannalta. Jos hankkeen toteuttamiseen osallistuu useampi kuin yksi yritys tai yrityksen ohella yhteisö, joka ei harjoita yritystoimintaa, avustus voidaan myöntää yritykselle tai yhteisölle, joka on sitoutunut vastaamaan avustuksen käytöstä koko hankkeeseen. Avustuspäätöksen voimassaoloajan pidentämisestä päättää se työvoima- ja elinkeinokeskus, jonka alueella avustettava hanke pääosin toteutetaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_17",
        "normalized_fi": "Avustuksesta päättää se työvoima- ja elinkeinokeskus, jonka alueella avustettava hanke pääosin toteutetaan. Kauppa- ja teollisuusministeriö voi yksittäistapauksessa siirtää asian toimivaltaiselta työvoima- ja elinkeinokeskukselta toiselle työvoima- ja elinkeinokeskukselle, kun hanke toteutetaan useamman kuin yhden keskuksen alueella. Yrityksen kehittämisavustuksesta päättää kauppa- ja teollisuusministeriö, jos avustuksen perusteena olevien menojen määrä ylittää neljä miljoonaa euroa. Kauppa- ja teollisuusministeriö voi pidättää päätösvallan myös tätä pienemmissä hankkeissa, jos päätöksellä on erityistä merkitystä tämän lain soveltamisen kannalta. Jos hankkeen toteuttamiseen osallistuu useampi kuin yksi yritys tai yrityksen ohella yhteisö, joka ei harjoita yritystoimintaa, avustus voidaan myöntää yritykselle tai yhteisölle, joka on sitoutunut vastaamaan avustuksen käytöstä koko hankkeeseen. Avustuspäätöksen voimassaoloajan pidentämisestä päättää se työvoima- ja elinkeinokeskus, jonka alueella avustettava hanke pääosin toteutetaan.",
        "folded_fi": "avustuksesta paattaa se tyovoima- ja elinkeinokeskus, jonka alueella avustettava hanke paaosin toteutetaan. kauppa- ja teollisuusministerio voi yksittaistapauksessa siirtaa asian toimivaltaiselta tyovoima- ja elinkeinokeskukselta toiselle tyovoima- ja elinkeinokeskukselle, kun hanke toteutetaan useamman kuin yhden keskuksen alueella. yrityksen kehittamisavustuksesta paattaa kauppa- ja teollisuusministerio, jos avustuksen perusteena olevien menojen maara ylittaa nelja miljoonaa euroa. kauppa- ja teollisuusministerio voi pidattaa paatosvallan myos tata pienemmissa hankkeissa, jos paatoksella on erityista merkitysta taman lain soveltamisen kannalta. jos hankkeen toteuttamiseen osallistuu useampi kuin yksi yritys tai yrityksen ohella yhteiso, joka ei harjoita yritystoimintaa, avustus voidaan myontaa yritykselle tai yhteisolle, joka on sitoutunut vastaamaan avustuksen kaytosta koko hankkeeseen. avustuspaatoksen voimassaoloajan pidentamisesta paattaa se tyovoima- ja elinkeinokeskus, jonka alueella avustettava hanke paaosin toteutetaan.",
        "title_sv": "Beslut om understöd",
        "content_sv": "Den arbetskrafts- och näringscentral inom vars område projektet huvudsakligen genomförs beslutar om understöd. Handels- och industriministeriet kan i enskilda fall överföra ärendet från den behöriga arbetskrafts- och näringscentralen till en annan arbetskrafts- och näringscentral, när projektet genomförs på flera än en centrals område. Handels- och industriministeriet beslutar om understöd för utvecklande av företag, om beloppet av de utgifter som ligger till grund för understödet överstiger fyra miljoner euro. Handels- och industriministeriet kan förbehålla sig beslutanderätten också i fråga om projekt som understiger nämnda gräns, om beslutet är av särskild betydelse med tanke på tillämpningen av denna lag. Om flera än ett företag, eller utöver ett företag även en sammanslutning som inte idkar företagsverksamhet, deltar i ett projekt, kan understödet beviljas ett företag eller en sammanslutning som har förbundit sig att svara för att understödet används för hela projektet. Den arbetskrafts- och näringscentral inom vars område projektet huvudsakligen genomförs beslutar om förlängning av giltighetstiden för ett understödsbeslut.",
        "normalized_sv": "Den arbetskrafts- och näringscentral inom vars område projektet huvudsakligen genomförs beslutar om understöd. Handels- och industriministeriet kan i enskilda fall överföra ärendet från den behöriga arbetskrafts- och näringscentralen till en annan arbetskrafts- och näringscentral, när projektet genomförs på flera än en centrals område. Handels- och industriministeriet beslutar om understöd för utvecklande av företag, om beloppet av de utgifter som ligger till grund för understödet överstiger fyra miljoner euro. Handels- och industriministeriet kan förbehålla sig beslutanderätten också i fråga om projekt som understiger nämnda gräns, om beslutet är av särskild betydelse med tanke på tillämpningen av denna lag. Om flera än ett företag, eller utöver ett företag även en sammanslutning som inte idkar företagsverksamhet, deltar i ett projekt, kan understödet beviljas ett företag eller en sammanslutning som har förbundit sig att svara för att understödet används för hela projektet. Den arbetskrafts- och näringscentral inom vars område projektet huvudsakligen genomförs beslutar om förlängning av giltighetstiden för ett understödsbeslut.",
        "folded_sv": "den arbetskrafts- och naringscentral inom vars omrade projektet huvudsakligen genomfors beslutar om understod. handels- och industriministeriet kan i enskilda fall overfora arendet fran den behoriga arbetskrafts- och naringscentralen till en annan arbetskrafts- och naringscentral, nar projektet genomfors pa flera an en centrals omrade. handels- och industriministeriet beslutar om understod for utvecklande av foretag, om beloppet av de utgifter som ligger till grund for understodet overstiger fyra miljoner euro. handels- och industriministeriet kan forbehalla sig beslutanderatten ocksa i fraga om projekt som understiger namnda grans, om beslutet ar av sarskild betydelse med tanke pa tillampningen av denna lag. om flera an ett foretag, eller utover ett foretag aven en sammanslutning som inte idkar foretagsverksamhet, deltar i ett projekt, kan understodet beviljas ett foretag eller en sammanslutning som har forbundit sig att svara for att understodet anvands for hela projektet. den arbetskrafts- och naringscentral inom vars omrade projektet huvudsakligen genomfors beslutar om forlangning av giltighetstiden for ett understodsbeslut."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Avustuksen maksaminen",
      "content": "Työvoima- ja elinkeinokeskus maksaa avustuksen erillisestä hakemuksesta hankkeen edistymisen mukaan, myöntämispäätöksessä asetettujen tarkempien ehtojen ja hyväksyttävän selvityksen perusteella. Edellä 17 §:n 3 momentissa tarkoitetussa tapauksessa avustus voidaan maksaa yritykselle tai yhteisölle, joka on sitoutunut vastaamaan avustuksen käytöstä koko hankkeeseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_18",
        "normalized_fi": "Työvoima- ja elinkeinokeskus maksaa avustuksen erillisestä hakemuksesta hankkeen edistymisen mukaan, myöntämispäätöksessä asetettujen tarkempien ehtojen ja hyväksyttävän selvityksen perusteella. Edellä 17 § :n 3 momentissa tarkoitetussa tapauksessa avustus voidaan maksaa yritykselle tai yhteisölle, joka on sitoutunut vastaamaan avustuksen käytöstä koko hankkeeseen.",
        "folded_fi": "tyovoima- ja elinkeinokeskus maksaa avustuksen erillisesta hakemuksesta hankkeen edistymisen mukaan, myontamispaatoksessa asetettujen tarkempien ehtojen ja hyvaksyttavan selvityksen perusteella. edella 17 §:n 3 momentissa tarkoitetussa tapauksessa avustus voidaan maksaa yritykselle tai yhteisolle, joka on sitoutunut vastaamaan avustuksen kaytosta koko hankkeeseen.",
        "title_sv": "Utbetalning av understöd",
        "content_sv": "Arbetskrafts- och näringscentralen betalar, på basis av närmare villkor i beslutet om beviljande av understöd och på grundval av godtagbar utredning, på särskild ansökan ut understödet i den takt som projektet framskrider. I det fall som avses i 17 § 3 mom. kan understödet betalas ut till det företag eller den sammanslutning som har förbundit sig att svara för att understödet används för hela projektet.",
        "normalized_sv": "Arbetskrafts- och näringscentralen betalar, på basis av närmare villkor i beslutet om beviljande av understöd och på grundval av godtagbar utredning, på särskild ansökan ut understödet i den takt som projektet framskrider. I det fall som avses i 17 § 3 mom. kan understödet betalas ut till det företag eller den sammanslutning som har förbundit sig att svara för att understödet används för hela projektet.",
        "folded_sv": "arbetskrafts- och naringscentralen betalar, pa basis av narmare villkor i beslutet om beviljande av understod och pa grundval av godtagbar utredning, pa sarskild ansokan ut understodet i den takt som projektet framskrider. i det fall som avses i 17 § 3 mom. kan understodet betalas ut till det foretag eller den sammanslutning som har forbundit sig att svara for att understodet anvands for hela projektet."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Avustuksen käyttö",
      "content": "Tässä laissa tarkoitettua avustusta saadaan käyttää ainoastaan avustuspäätöksen mukaiseen tarkoitukseen. Sen lisäksi, mitä tässä laissa ja tämän lain nojalla valtioneuvoston asetuksella säädetään, avustuksen saajan on noudatettava avustuspäätöksessä olevia ehtoja ja rajoituksia. Pienten ja keskisuurten yritysten tulee käyttää investointiin kohdistuneen avustuksen kohteena olevaa omaisuutta kolme vuotta ja muiden avustuksen saajien viisi vuotta avustuksen viimeisen erän maksamisesta. Erityisestä syystä avustuksen myöntävä viranomainen voi määrätä käyttöajaksi enintään kymmenen vuotta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_19",
        "normalized_fi": "Tässä laissa tarkoitettua avustusta saadaan käyttää ainoastaan avustuspäätöksen mukaiseen tarkoitukseen. Sen lisäksi, mitä tässä laissa ja tämän lain nojalla valtioneuvoston asetuksella säädetään, avustuksen saajan on noudatettava avustuspäätöksessä olevia ehtoja ja rajoituksia. Pienten ja keskisuurten yritysten tulee käyttää investointiin kohdistuneen avustuksen kohteena olevaa omaisuutta kolme vuotta ja muiden avustuksen saajien viisi vuotta avustuksen viimeisen erän maksamisesta. Erityisestä syystä avustuksen myöntävä viranomainen voi määrätä käyttöajaksi enintään kymmenen vuotta.",
        "folded_fi": "tassa laissa tarkoitettua avustusta saadaan kayttaa ainoastaan avustuspaatoksen mukaiseen tarkoitukseen. sen lisaksi, mita tassa laissa ja taman lain nojalla valtioneuvoston asetuksella saadetaan, avustuksen saajan on noudatettava avustuspaatoksessa olevia ehtoja ja rajoituksia. pienten ja keskisuurten yritysten tulee kayttaa investointiin kohdistuneen avustuksen kohteena olevaa omaisuutta kolme vuotta ja muiden avustuksen saajien viisi vuotta avustuksen viimeisen eran maksamisesta. erityisesta syysta avustuksen myontava viranomainen voi maarata kayttoajaksi enintaan kymmenen vuotta.",
        "title_sv": "Användning av understöd",
        "content_sv": "I denna lag avsedda understöd får användas endast för ändamål som anges i understödsbeslutet. Utöver vad som bestäms i denna lag och med stöd av denna lag genom förordning av statsrådet skall understödstagaren iaktta de villkor och begränsningar som ingår i understödsbeslutet. Den egendom som är föremål för det understöd som är inriktat på investering skall små och medelstora företag använda i tre år från utbetalningen av den sista posten av understödet och övriga understödstagare i fem år. Av särskilda skäl kan den myndighet som beviljar understödet bestämma att användningstiden är högst tio år.",
        "normalized_sv": "I denna lag avsedda understöd får användas endast för ändamål som anges i understödsbeslutet. Utöver vad som bestäms i denna lag och med stöd av denna lag genom förordning av statsrådet skall understödstagaren iaktta de villkor och begränsningar som ingår i understödsbeslutet. Den egendom som är föremål för det understöd som är inriktat på investering skall små och medelstora företag använda i tre år från utbetalningen av den sista posten av understödet och övriga understödstagare i fem år. Av särskilda skäl kan den myndighet som beviljar understödet bestämma att användningstiden är högst tio år.",
        "folded_sv": "i denna lag avsedda understod far anvandas endast for andamal som anges i understodsbeslutet. utover vad som bestams i denna lag och med stod av denna lag genom forordning av statsradet skall understodstagaren iaktta de villkor och begransningar som ingar i understodsbeslutet. den egendom som ar foremal for det understod som ar inriktat pa investering skall sma och medelstora foretag anvanda i tre ar fran utbetalningen av den sista posten av understodet och ovriga understodstagare i fem ar. av sarskilda skal kan den myndighet som beviljar understodet bestamma att anvandningstiden ar hogst tio ar."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Valvonta",
      "content": "Työvoima- ja elinkeinokeskuksia avustusten myöntäjinä ja maksajina valvoo kauppa- ja teollisuusministeriö, joka voi tarkastaa itse tai valtuuttaa muun viranomaisen tai ulkopuolisen tilintarkastajan tarkastamaan työvoima- ja elinkeinokeskuksia. Avustusten käyttöä valvovat kauppa- ja teollisuusministeriö ja työvoima- ja elinkeinokeskukset, jotka voivat valtuuttaa muun viranomaisen tai ulkopuolisen tilintarkastajan tarkastamaan avustusten käyttöä. Ulkopuolisen tilintarkastajan tulee olla julkishallinnon ja -talouden tilintarkastuslautakunnan hyväksymä tilintarkastaja (JHTT-tilintarkastaja) tai tilintarkastusyhteisö (JHTT-yhteisö), Keskuskauppakamarin hyväksymä tilintarkastaja (KHT-tilintarkastaja) tai tilintarkastusyhteisö (KHT-yhteisö) taikka kauppakamarin hyväksymä tilintarkastaja (HTM-tilintarkastaja) tai tilintarkastusyhteisö (HTM-yhteisö). Tilintarkastusyhteisön on nimettävä tarkastuksesta päävastuullinen tilintarkastaja. Tilintarkastaja toimii tehtävässään virkavastuulla. Tilintarkastajan tehtäviin sovelletaan soveltuvin osin, mitä hallintolaissa (434/2003) ja kielilaissa (423/2003) säädetään. Tilintarkastajalla on oltava edellytykset riippumattomaan tilintarkastukseen. Jos tilintarkastaja on esteellinen tai edellytykset riippumattomaan tilintarkastukseen puuttuvat, tilintarkastajan on kieltäydyttävä vastaanottamasta tehtävää tai luovuttava siitä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_20",
        "normalized_fi": "Työvoima- ja elinkeinokeskuksia avustusten myöntäjinä ja maksajina valvoo kauppa- ja teollisuusministeriö, joka voi tarkastaa itse tai valtuuttaa muun viranomaisen tai ulkopuolisen tilintarkastajan tarkastamaan työvoima- ja elinkeinokeskuksia. Avustusten käyttöä valvovat kauppa- ja teollisuusministeriö ja työvoima- ja elinkeinokeskukset, jotka voivat valtuuttaa muun viranomaisen tai ulkopuolisen tilintarkastajan tarkastamaan avustusten käyttöä. Ulkopuolisen tilintarkastajan tulee olla julkishallinnon ja -talouden tilintarkastuslautakunnan hyväksymä tilintarkastaja (JHTT-tilintarkastaja) tai tilintarkastusyhteisö (JHTT-yhteisö), Keskuskauppakamarin hyväksymä tilintarkastaja (KHT-tilintarkastaja) tai tilintarkastusyhteisö (KHT-yhteisö) taikka kauppakamarin hyväksymä tilintarkastaja (HTM-tilintarkastaja) tai tilintarkastusyhteisö (HTM-yhteisö). Tilintarkastusyhteisön on nimettävä tarkastuksesta päävastuullinen tilintarkastaja. Tilintarkastaja toimii tehtävässään virkavastuulla. Tilintarkastajan tehtäviin sovelletaan soveltuvin osin, mitä hallintolaissa (434/2003) ja kielilaissa (423/2003) säädetään. Tilintarkastajalla on oltava edellytykset riippumattomaan tilintarkastukseen. Jos tilintarkastaja on esteellinen tai edellytykset riippumattomaan tilintarkastukseen puuttuvat, tilintarkastajan on kieltäydyttävä vastaanottamasta tehtävää tai luovuttava siitä.",
        "folded_fi": "tyovoima- ja elinkeinokeskuksia avustusten myontajina ja maksajina valvoo kauppa- ja teollisuusministerio, joka voi tarkastaa itse tai valtuuttaa muun viranomaisen tai ulkopuolisen tilintarkastajan tarkastamaan tyovoima- ja elinkeinokeskuksia. avustusten kayttoa valvovat kauppa- ja teollisuusministerio ja tyovoima- ja elinkeinokeskukset, jotka voivat valtuuttaa muun viranomaisen tai ulkopuolisen tilintarkastajan tarkastamaan avustusten kayttoa. ulkopuolisen tilintarkastajan tulee olla julkishallinnon ja -talouden tilintarkastuslautakunnan hyvaksyma tilintarkastaja (jhtt-tilintarkastaja) tai tilintarkastusyhteiso (jhtt-yhteiso), keskuskauppakamarin hyvaksyma tilintarkastaja (kht-tilintarkastaja) tai tilintarkastusyhteiso (kht-yhteiso) taikka kauppakamarin hyvaksyma tilintarkastaja (htm-tilintarkastaja) tai tilintarkastusyhteiso (htm-yhteiso). tilintarkastusyhteison on nimettava tarkastuksesta paavastuullinen tilintarkastaja. tilintarkastaja toimii tehtavassaan virkavastuulla. tilintarkastajan tehtaviin sovelletaan soveltuvin osin, mita hallintolaissa (434/2003) ja kielilaissa (423/2003) saadetaan. tilintarkastajalla on oltava edellytykset riippumattomaan tilintarkastukseen. jos tilintarkastaja on esteellinen tai edellytykset riippumattomaan tilintarkastukseen puuttuvat, tilintarkastajan on kieltaydyttava vastaanottamasta tehtavaa tai luovuttava siita.",
        "title_sv": "Tillsyn",
        "content_sv": "Arbetskrafts- och näringscentralernas verksamhet som beviljare och utbetalare av understöd övervakas av handels- och industriministeriet, som antingen själv kan granska arbetskrafts- och näringscentralerna eller bemyndiga en annan myndighet eller en utomstående revisor att göra detta. Användningen av understöden övervakas av handels- och industriministeriet samt arbetskrafts- och näringscentralerna, vilka kan bemyndiga en annan myndighet eller en utomstående revisor att granska användningen av understöden. Den utomstående revisorn skall vara en av revisionsnämnden för den offentliga förvaltningen och ekonomin godkänd revisor (OFR-revisor) eller revisionssammanslutning (OFR-sammanslutning), en av Centralhandelskammaren godkänd revisor (CGR-revisor) eller revisionssammanslutning (CGR-sammanslutning) eller en av en handelskammare godkänd revisor (GRM-revisor) eller revisionssammanslutning (GRM-sammanslutning). En revisionssammanslutning skall utse en huvudansvarig revisor för granskningen. Revisorn utför sitt uppdrag under tjänsteansvar. På en revisors uppdrag iakttas i tillämpliga delar vad som föreskrivs i förvaltningslagen (434/2003) och språklagen (423/2003). En revisor skall ha förutsättningar för en oberoende revision. Om revisorn är jävig eller om förutsättningarna för en oberoende revision saknas, skall revisorn vägra ta emot uppdraget eller avstå från det.",
        "normalized_sv": "Arbetskrafts- och näringscentralernas verksamhet som beviljare och utbetalare av understöd övervakas av handels- och industriministeriet, som antingen själv kan granska arbetskrafts- och näringscentralerna eller bemyndiga en annan myndighet eller en utomstående revisor att göra detta. Användningen av understöden övervakas av handels- och industriministeriet samt arbetskrafts- och näringscentralerna, vilka kan bemyndiga en annan myndighet eller en utomstående revisor att granska användningen av understöden. Den utomstående revisorn skall vara en av revisionsnämnden för den offentliga förvaltningen och ekonomin godkänd revisor (OFR-revisor) eller revisionssammanslutning (OFR-sammanslutning), en av Centralhandelskammaren godkänd revisor (CGR-revisor) eller revisionssammanslutning (CGR-sammanslutning) eller en av en handelskammare godkänd revisor (GRM-revisor) eller revisionssammanslutning (GRM-sammanslutning). En revisionssammanslutning skall utse en huvudansvarig revisor för granskningen. Revisorn utför sitt uppdrag under tjänsteansvar. På en revisors uppdrag iakttas i tillämpliga delar vad som föreskrivs i förvaltningslagen (434/2003) och språklagen (423/2003). En revisor skall ha förutsättningar för en oberoende revision. Om revisorn är jävig eller om förutsättningarna för en oberoende revision saknas, skall revisorn vägra ta emot uppdraget eller avstå från det.",
        "folded_sv": "arbetskrafts- och naringscentralernas verksamhet som beviljare och utbetalare av understod overvakas av handels- och industriministeriet, som antingen sjalv kan granska arbetskrafts- och naringscentralerna eller bemyndiga en annan myndighet eller en utomstaende revisor att gora detta. anvandningen av understoden overvakas av handels- och industriministeriet samt arbetskrafts- och naringscentralerna, vilka kan bemyndiga en annan myndighet eller en utomstaende revisor att granska anvandningen av understoden. den utomstaende revisorn skall vara en av revisionsnamnden for den offentliga forvaltningen och ekonomin godkand revisor (ofr-revisor) eller revisionssammanslutning (ofr-sammanslutning), en av centralhandelskammaren godkand revisor (cgr-revisor) eller revisionssammanslutning (cgr-sammanslutning) eller en av en handelskammare godkand revisor (grm-revisor) eller revisionssammanslutning (grm-sammanslutning). en revisionssammanslutning skall utse en huvudansvarig revisor for granskningen. revisorn utfor sitt uppdrag under tjansteansvar. pa en revisors uppdrag iakttas i tillampliga delar vad som foreskrivs i forvaltningslagen (434/2003) och spraklagen (423/2003). en revisor skall ha forutsattningar for en oberoende revision. om revisorn ar javig eller om forutsattningarna for en oberoende revision saknas, skall revisorn vagra ta emot uppdraget eller avsta fran det."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Tarkastusoikeus",
      "content": "Kauppa- ja teollisuusministeriöllä ja työvoima- ja elinkeinokeskuksella sekä niiden valtuuttamalla tarkastajalla on oikeus tarkastaa avustuksen hakijan ja avustuksen saajan liiketoimintaa avustuksen myöntämisen ja käytön edellyttämässä laajuudessa. Tarkastuksen suorittamiseksi avustuksen hakija tai avustuksen saaja on velvollinen ilman aiheetonta viivytystä, korvauksetta esittämään tarkastusta suorittavalle kaikki tarvittavat asiakirjat ja muun avustuksen käyttöön liittyvän aineiston sekä muutoinkin avustamaan tarkastuksessa. Tarkastusta suorittavalla on oikeus tässä tarkoituksessa päästä tarkastettavan hallitsemiin tai käytössä oleviin tiloihin ja alueille. Tarkastusta ei kuitenkaan saa suorittaa kotirauhan piiriin kuuluvassa paikassa. Tarkastusta suorittavalla on oikeus ottaa asiakirjat ja muu edellä tarkoitettu aineisto haltuunsa, jos tarkastuksen päämäärän saavuttaminen tätä edellyttää. Asiakirjat ja muu luovutettu aineisto tulee viipymättä palauttaa, kun tarkastuksen suorittaminen ei enää edellytä niiden hallussapitoa. Tarkastusta suorittavan pyynnöstä tarkastettavan tulee myös antaa tiedot, jotka ovat tarpeen tarkastuksen asianmukaiseksi toteuttamiseksi. Poliisi-, tulli-, ulosotto- ja veroviranomaisen on korvauksetta annettava tässä pykälässä tarkoitetun tarkastuksen suorittamiseksi tarpeellista virka-apua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_21",
        "normalized_fi": "Kauppa- ja teollisuusministeriöllä ja työvoima- ja elinkeinokeskuksella sekä niiden valtuuttamalla tarkastajalla on oikeus tarkastaa avustuksen hakijan ja avustuksen saajan liiketoimintaa avustuksen myöntämisen ja käytön edellyttämässä laajuudessa. Tarkastuksen suorittamiseksi avustuksen hakija tai avustuksen saaja on velvollinen ilman aiheetonta viivytystä, korvauksetta esittämään tarkastusta suorittavalle kaikki tarvittavat asiakirjat ja muun avustuksen käyttöön liittyvän aineiston sekä muutoinkin avustamaan tarkastuksessa. Tarkastusta suorittavalla on oikeus tässä tarkoituksessa päästä tarkastettavan hallitsemiin tai käytössä oleviin tiloihin ja alueille. Tarkastusta ei kuitenkaan saa suorittaa kotirauhan piiriin kuuluvassa paikassa. Tarkastusta suorittavalla on oikeus ottaa asiakirjat ja muu edellä tarkoitettu aineisto haltuunsa, jos tarkastuksen päämäärän saavuttaminen tätä edellyttää. Asiakirjat ja muu luovutettu aineisto tulee viipymättä palauttaa, kun tarkastuksen suorittaminen ei enää edellytä niiden hallussapitoa. Tarkastusta suorittavan pyynnöstä tarkastettavan tulee myös antaa tiedot, jotka ovat tarpeen tarkastuksen asianmukaiseksi toteuttamiseksi. Poliisi-, tulli-, ulosotto- ja veroviranomaisen on korvauksetta annettava tässä pykälässä tarkoitetun tarkastuksen suorittamiseksi tarpeellista virka-apua.",
        "folded_fi": "kauppa- ja teollisuusministeriolla ja tyovoima- ja elinkeinokeskuksella seka niiden valtuuttamalla tarkastajalla on oikeus tarkastaa avustuksen hakijan ja avustuksen saajan liiketoimintaa avustuksen myontamisen ja kayton edellyttamassa laajuudessa. tarkastuksen suorittamiseksi avustuksen hakija tai avustuksen saaja on velvollinen ilman aiheetonta viivytysta, korvauksetta esittamaan tarkastusta suorittavalle kaikki tarvittavat asiakirjat ja muun avustuksen kayttoon liittyvan aineiston seka muutoinkin avustamaan tarkastuksessa. tarkastusta suorittavalla on oikeus tassa tarkoituksessa paasta tarkastettavan hallitsemiin tai kaytossa oleviin tiloihin ja alueille. tarkastusta ei kuitenkaan saa suorittaa kotirauhan piiriin kuuluvassa paikassa. tarkastusta suorittavalla on oikeus ottaa asiakirjat ja muu edella tarkoitettu aineisto haltuunsa, jos tarkastuksen paamaaran saavuttaminen tata edellyttaa. asiakirjat ja muu luovutettu aineisto tulee viipymatta palauttaa, kun tarkastuksen suorittaminen ei enaa edellyta niiden hallussapitoa. tarkastusta suorittavan pyynnosta tarkastettavan tulee myos antaa tiedot, jotka ovat tarpeen tarkastuksen asianmukaiseksi toteuttamiseksi. poliisi-, tulli-, ulosotto- ja veroviranomaisen on korvauksetta annettava tassa pykalassa tarkoitetun tarkastuksen suorittamiseksi tarpeellista virka-apua.",
        "title_sv": "Granskningsrätt",
        "content_sv": "Handels- och industriministeriet och arbetskrafts- och näringscentralen samt en revisor som bemyndigats av dem har rätt att granska sökandens och understödstagarens rörelse i den omfattning beviljandet och användningen av understödet kräver. För utförande av granskningen är sökanden och understödstagaren skyldiga att, utan ogrundat dröjsmål och utan ersättning, för den som utför granskningen lägga fram alla nödvändiga handlingar och övrigt material som har samband med användningen av understödet och även i övrigt bistå vid granskningen. Den som utför granskningen har rätt att i detta syfte få tillträde till de lokaler och områden som den som är föremål för granskning har i sin besittning eller i sitt bruk. Granskning får dock inte utföras på en plats som omfattas av hemfriden. Den som utför granskningen har rätt att omhänderta handlingarna och det övriga material som avses ovan, om detta krävs för att syftet med granskningen skall uppnås. Handlingarna och annat överlåtet material skall utan dröjsmål returneras när de inte längre behövs för utförandet av granskningen. På begäran av den som utför granskningen skall den som är föremål för granskning även lämna de upplysningar som är nödvändiga för att granskningen skall kunna genomföras på ett ändamålsenligt sätt. Polis-, tull-, utsöknings- och skattemyndigheterna skall utan ersättning ge den handräckning som behövs för att granskning enligt denna paragraf skall kunna utföras.",
        "normalized_sv": "Handels- och industriministeriet och arbetskrafts- och näringscentralen samt en revisor som bemyndigats av dem har rätt att granska sökandens och understödstagarens rörelse i den omfattning beviljandet och användningen av understödet kräver. För utförande av granskningen är sökanden och understödstagaren skyldiga att, utan ogrundat dröjsmål och utan ersättning, för den som utför granskningen lägga fram alla nödvändiga handlingar och övrigt material som har samband med användningen av understödet och även i övrigt bistå vid granskningen. Den som utför granskningen har rätt att i detta syfte få tillträde till de lokaler och områden som den som är föremål för granskning har i sin besittning eller i sitt bruk. Granskning får dock inte utföras på en plats som omfattas av hemfriden. Den som utför granskningen har rätt att omhänderta handlingarna och det övriga material som avses ovan, om detta krävs för att syftet med granskningen skall uppnås. Handlingarna och annat överlåtet material skall utan dröjsmål returneras när de inte längre behövs för utförandet av granskningen. På begäran av den som utför granskningen skall den som är föremål för granskning även lämna de upplysningar som är nödvändiga för att granskningen skall kunna genomföras på ett ändamålsenligt sätt. Polis-, tull-, utsöknings- och skattemyndigheterna skall utan ersättning ge den handräckning som behövs för att granskning enligt denna paragraf skall kunna utföras.",
        "folded_sv": "handels- och industriministeriet och arbetskrafts- och naringscentralen samt en revisor som bemyndigats av dem har ratt att granska sokandens och understodstagarens rorelse i den omfattning beviljandet och anvandningen av understodet kraver. for utforande av granskningen ar sokanden och understodstagaren skyldiga att, utan ogrundat drojsmal och utan ersattning, for den som utfor granskningen lagga fram alla nodvandiga handlingar och ovrigt material som har samband med anvandningen av understodet och aven i ovrigt bista vid granskningen. den som utfor granskningen har ratt att i detta syfte fa tilltrade till de lokaler och omraden som den som ar foremal for granskning har i sin besittning eller i sitt bruk. granskning far dock inte utforas pa en plats som omfattas av hemfriden. den som utfor granskningen har ratt att omhanderta handlingarna och det ovriga material som avses ovan, om detta kravs for att syftet med granskningen skall uppnas. handlingarna och annat overlatet material skall utan drojsmal returneras nar de inte langre behovs for utforandet av granskningen. pa begaran av den som utfor granskningen skall den som ar foremal for granskning aven lamna de upplysningar som ar nodvandiga for att granskningen skall kunna genomforas pa ett andamalsenligt satt. polis-, tull-, utsoknings- och skattemyndigheterna skall utan ersattning ge den handrackning som behovs for att granskning enligt denna paragraf skall kunna utforas."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Oikeus tietojen saamiseen",
      "content": "Kauppa- ja teollisuusministeriöllä on salassapitosäännösten estämättä ja korvauksetta oikeus saada työvoima- ja elinkeinokeskukselta avustusjärjestelmän hallinnoinnin edellyttämiä tarpeellisia tietoja ja selvityksiä avustusten hakemisesta, myöntämisestä, maksamisesta ja valvonnasta. Kauppa- ja teollisuusministeriöllä sekä työvoima- ja elinkeinokeskuksella on sama oikeus saada tietoja avustusten käytöstä avustuksen saajilta. Kauppa- ja teollisuusministeriöllä sekä työvoima- ja elinkeinokeskuksella on oikeus korvauksetta saada muulta viranomaiselta ja julkista tehtävää hoitamaan asetetulta yhteisöltä ja henkilöltä luonnollista henkilöä tai oikeushenkilöä koskeva, valvontavelvollisuuden hoitamiseksi tai avustushakemuksen käsittelemiseksi välttämätön tieto, joka muutoin olisi pidettävä salassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_22",
        "normalized_fi": "Kauppa- ja teollisuusministeriöllä on salassapitosäännösten estämättä ja korvauksetta oikeus saada työvoima- ja elinkeinokeskukselta avustusjärjestelmän hallinnoinnin edellyttämiä tarpeellisia tietoja ja selvityksiä avustusten hakemisesta, myöntämisestä, maksamisesta ja valvonnasta. Kauppa- ja teollisuusministeriöllä sekä työvoima- ja elinkeinokeskuksella on sama oikeus saada tietoja avustusten käytöstä avustuksen saajilta. Kauppa- ja teollisuusministeriöllä sekä työvoima- ja elinkeinokeskuksella on oikeus korvauksetta saada muulta viranomaiselta ja julkista tehtävää hoitamaan asetetulta yhteisöltä ja henkilöltä luonnollista henkilöä tai oikeushenkilöä koskeva, valvontavelvollisuuden hoitamiseksi tai avustushakemuksen käsittelemiseksi välttämätön tieto, joka muutoin olisi pidettävä salassa.",
        "folded_fi": "kauppa- ja teollisuusministeriolla on salassapitosaannosten estamatta ja korvauksetta oikeus saada tyovoima- ja elinkeinokeskukselta avustusjarjestelman hallinnoinnin edellyttamia tarpeellisia tietoja ja selvityksia avustusten hakemisesta, myontamisesta, maksamisesta ja valvonnasta. kauppa- ja teollisuusministeriolla seka tyovoima- ja elinkeinokeskuksella on sama oikeus saada tietoja avustusten kaytosta avustuksen saajilta. kauppa- ja teollisuusministeriolla seka tyovoima- ja elinkeinokeskuksella on oikeus korvauksetta saada muulta viranomaiselta ja julkista tehtavaa hoitamaan asetetulta yhteisolta ja henkilolta luonnollista henkiloa tai oikeushenkiloa koskeva, valvontavelvollisuuden hoitamiseksi tai avustushakemuksen kasittelemiseksi valttamaton tieto, joka muutoin olisi pidettava salassa.",
        "title_sv": "Rätt att få uppgifter",
        "content_sv": "Utan hinder av bestämmelserna om sekretess har handels- och industriministeriet rätt att av arbetskrafts- och näringscentralen utan ersättning få för förvaltningen av understödssystemet nödvändiga uppgifter och utredningar om ansökan om understöd och om beviljande och utbetalning av understöd samt om tillsynen över understöd. Handels- och industriministeriet och arbetskrafts- och näringscentralen har samma rätt att få uppgifter om användningen av understöden av stödtagarna. Handels- och industriministeriet samt arbetskrafts- och näringscentralen har rätt att utan ersättning av en annan myndighet och av en sådan sammanslutning eller person som tillsatts för att handha ett offentligt uppdrag få sådana för skötseln av övervakningsskyldigheten eller behandlingen av understödansökningarna nödvändiga uppgifter om fysiska eller juridiska personer som annars skall hemlighållas.",
        "normalized_sv": "Utan hinder av bestämmelserna om sekretess har handels- och industriministeriet rätt att av arbetskrafts- och näringscentralen utan ersättning få för förvaltningen av understödssystemet nödvändiga uppgifter och utredningar om ansökan om understöd och om beviljande och utbetalning av understöd samt om tillsynen över understöd. Handels- och industriministeriet och arbetskrafts- och näringscentralen har samma rätt att få uppgifter om användningen av understöden av stödtagarna. Handels- och industriministeriet samt arbetskrafts- och näringscentralen har rätt att utan ersättning av en annan myndighet och av en sådan sammanslutning eller person som tillsatts för att handha ett offentligt uppdrag få sådana för skötseln av övervakningsskyldigheten eller behandlingen av understödansökningarna nödvändiga uppgifter om fysiska eller juridiska personer som annars skall hemlighållas.",
        "folded_sv": "utan hinder av bestammelserna om sekretess har handels- och industriministeriet ratt att av arbetskrafts- och naringscentralen utan ersattning fa for forvaltningen av understodssystemet nodvandiga uppgifter och utredningar om ansokan om understod och om beviljande och utbetalning av understod samt om tillsynen over understod. handels- och industriministeriet och arbetskrafts- och naringscentralen har samma ratt att fa uppgifter om anvandningen av understoden av stodtagarna. handels- och industriministeriet samt arbetskrafts- och naringscentralen har ratt att utan ersattning av en annan myndighet och av en sadan sammanslutning eller person som tillsatts for att handha ett offentligt uppdrag fa sadana for skotseln av overvakningsskyldigheten eller behandlingen av understodansokningarna nodvandiga uppgifter om fysiska eller juridiska personer som annars skall hemlighallas."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Tietojen luovuttaminen",
      "content": "Tämän lain mukaisia tehtäviä hoitavan salassapitovelvollisuudesta on voimassa, mitä viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetään. Viranomaisten toiminnan julkisuudesta annetussa laissa säädetyn salassapitovelvollisuuden estämättä saa tämän lain mukaista tehtävää suoritettaessa saatuja tietoja yksityisen, yhteisön tai säätiön taloudellisesta asemasta, liike- ja ammattisalaisuudesta taikka yksityisen henkilökohtaisista oloista luovuttaa kauppa- ja teollisuusministeriölle, työvoima- ja elinkeinokeskukselle, Teknologian kehittämiskeskukselle, Finnvera Oyj:lle, Maaseutuvirastolle sekä työvoimatoimistolle. Edellä mainittuja tietoja voidaan luovuttaa myös 20 ja 21 §:ssä tarkoitettuja tarkastuksia suorittavalle muulle viranomaiselle tai ulkopuoliselle tilintarkastajalle tämän lain mukaisten tehtävien suorittamista varten. Lisäksi tietojen luovuttamisesta on voimassa, mitä siitä valtionavustuslain 31 ja 32 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_23",
        "normalized_fi": "Tämän lain mukaisia tehtäviä hoitavan salassapitovelvollisuudesta on voimassa, mitä viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetään. Viranomaisten toiminnan julkisuudesta annetussa laissa säädetyn salassapitovelvollisuuden estämättä saa tämän lain mukaista tehtävää suoritettaessa saatuja tietoja yksityisen, yhteisön tai säätiön taloudellisesta asemasta, liike- ja ammattisalaisuudesta taikka yksityisen henkilökohtaisista oloista luovuttaa kauppa- ja teollisuusministeriölle, työvoima- ja elinkeinokeskukselle, Teknologian kehittämiskeskukselle, Finnvera Oyj:lle, Maaseutuvirastolle sekä työvoimatoimistolle. Edellä mainittuja tietoja voidaan luovuttaa myös 20 ja 21 § :ssä tarkoitettuja tarkastuksia suorittavalle muulle viranomaiselle tai ulkopuoliselle tilintarkastajalle tämän lain mukaisten tehtävien suorittamista varten. Lisäksi tietojen luovuttamisesta on voimassa, mitä siitä valtionavustuslain 31 ja 32 § :ssä säädetään.",
        "folded_fi": "taman lain mukaisia tehtavia hoitavan salassapitovelvollisuudesta on voimassa, mita viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) saadetaan. viranomaisten toiminnan julkisuudesta annetussa laissa saadetyn salassapitovelvollisuuden estamatta saa taman lain mukaista tehtavaa suoritettaessa saatuja tietoja yksityisen, yhteison tai saation taloudellisesta asemasta, liike- ja ammattisalaisuudesta taikka yksityisen henkilokohtaisista oloista luovuttaa kauppa- ja teollisuusministeriolle, tyovoima- ja elinkeinokeskukselle, teknologian kehittamiskeskukselle, finnvera oyj:lle, maaseutuvirastolle seka tyovoimatoimistolle. edella mainittuja tietoja voidaan luovuttaa myos 20 ja 21 §:ssa tarkoitettuja tarkastuksia suorittavalle muulle viranomaiselle tai ulkopuoliselle tilintarkastajalle taman lain mukaisten tehtavien suorittamista varten. lisaksi tietojen luovuttamisesta on voimassa, mita siita valtionavustuslain 31 ja 32 §:ssa saadetaan.",
        "title_sv": "Utlämnande av uppgifter",
        "content_sv": "I fråga om tystnadsplikt för den som sköter uppgifter enligt denna lag gäller vad som föreskrivs i lagen om offentlighet i myndigheternas verksamhet (621/1999). Utan hinder av den tystnadsplikt som föreskrivs i lagen om offentlighet i myndigheternas verksamhet får sådana uppgifter om en enskilds, en sammanslutnings eller en stiftelses ekonomiska situation, om affärs- eller yrkeshemlighet eller om en enskilds personliga förhållanden som erhållits vid skötseln av uppgifter enligt denna lag lämnas ut till handels- och industriministeriet, arbetskrafts- och näringscentralen, Teknologiska utvecklingscentralen, Finnvera Abp, Landsbygdsverket och arbetskraftsbyrån. Ovan nämnda uppgifter kan också lämnas ut till en annan myndighet eller utomstående revisor som utför sådana granskningar som avses i 20 och 21 § för utförande av uppgifter enligt denna lag. Dessutom gäller om utlämnande av uppgifter vad som föreskrivs i 31 och 32 § i statsunderstödslagen.",
        "normalized_sv": "I fråga om tystnadsplikt för den som sköter uppgifter enligt denna lag gäller vad som föreskrivs i lagen om offentlighet i myndigheternas verksamhet (621/1999). Utan hinder av den tystnadsplikt som föreskrivs i lagen om offentlighet i myndigheternas verksamhet får sådana uppgifter om en enskilds, en sammanslutnings eller en stiftelses ekonomiska situation, om affärs- eller yrkeshemlighet eller om en enskilds personliga förhållanden som erhållits vid skötseln av uppgifter enligt denna lag lämnas ut till handels- och industriministeriet, arbetskrafts- och näringscentralen, Teknologiska utvecklingscentralen, Finnvera Abp, Landsbygdsverket och arbetskraftsbyrån. Ovan nämnda uppgifter kan också lämnas ut till en annan myndighet eller utomstående revisor som utför sådana granskningar som avses i 20 och 21 § för utförande av uppgifter enligt denna lag. Dessutom gäller om utlämnande av uppgifter vad som föreskrivs i 31 och 32 § i statsunderstödslagen.",
        "folded_sv": "i fraga om tystnadsplikt for den som skoter uppgifter enligt denna lag galler vad som foreskrivs i lagen om offentlighet i myndigheternas verksamhet (621/1999). utan hinder av den tystnadsplikt som foreskrivs i lagen om offentlighet i myndigheternas verksamhet far sadana uppgifter om en enskilds, en sammanslutnings eller en stiftelses ekonomiska situation, om affars- eller yrkeshemlighet eller om en enskilds personliga forhallanden som erhallits vid skotseln av uppgifter enligt denna lag lamnas ut till handels- och industriministeriet, arbetskrafts- och naringscentralen, teknologiska utvecklingscentralen, finnvera abp, landsbygdsverket och arbetskraftsbyran. ovan namnda uppgifter kan ocksa lamnas ut till en annan myndighet eller utomstaende revisor som utfor sadana granskningar som avses i 20 och 21 § for utforande av uppgifter enligt denna lag. dessutom galler om utlamnande av uppgifter vad som foreskrivs i 31 och 32 § i statsunderstodslagen."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Asiakirjojen säilyttäminen",
      "content": "Avustuksen saaja on velvollinen säilyttämään kaiken hankkeeseen liittyvän kirjanpitoaineiston ja muun aineiston niin, että avustuksen käytön valvonta on mahdollista. Kirjanpito ja siihen liittyvä aineisto on säilytettävä siten, kuin kirjanpitolain (1336/1997) 2 luvun 9 ja 10 §:ssä säädetään. Siltä osin kuin on kysymys Euroopan yhteisön rakennerahastojen kautta tulevasta rahoituksesta, kirjanpito ja siihen liittyvä aineisto on kuitenkin säilytettävä kolme vuotta Euroopan yhteisöjen komission suorittamasta toimenpideohjelman loppuerän maksusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_24",
        "normalized_fi": "Avustuksen saaja on velvollinen säilyttämään kaiken hankkeeseen liittyvän kirjanpitoaineiston ja muun aineiston niin, että avustuksen käytön valvonta on mahdollista. Kirjanpito ja siihen liittyvä aineisto on säilytettävä siten, kuin kirjanpitolain (1336/1997) 2 luvun 9 ja 10 § :ssä säädetään. Siltä osin kuin on kysymys Euroopan yhteisön rakennerahastojen kautta tulevasta rahoituksesta, kirjanpito ja siihen liittyvä aineisto on kuitenkin säilytettävä kolme vuotta Euroopan yhteisöjen komission suorittamasta toimenpideohjelman loppuerän maksusta.",
        "folded_fi": "avustuksen saaja on velvollinen sailyttamaan kaiken hankkeeseen liittyvan kirjanpitoaineiston ja muun aineiston niin, etta avustuksen kayton valvonta on mahdollista. kirjanpito ja siihen liittyva aineisto on sailytettava siten, kuin kirjanpitolain (1336/1997) 2 luvun 9 ja 10 §:ssa saadetaan. silta osin kuin on kysymys euroopan yhteison rakennerahastojen kautta tulevasta rahoituksesta, kirjanpito ja siihen liittyva aineisto on kuitenkin sailytettava kolme vuotta euroopan yhteisojen komission suorittamasta toimenpideohjelman loppueran maksusta.",
        "title_sv": "Förvaring av handlingar",
        "content_sv": "Understödstagaren är skyldig att förvara allt bokföringsmaterial och övrigt material som anknyter till projektet på ett sådant sätt att det är möjligt att övervaka användningen av understödet. Bokföringen och det material som anknyter till den skall förvaras på det sätt som bestäms i 2 kap. 9 och 10 § i bokföringslagen (1336/1997). Till den del det är fråga om finansiering via Europeiska gemenskapens strukturfonder skall bokföringen och det material som anknyter till den dock förvaras tre år från den tidpunkt då Europeiska gemenskapernas kommission har betalat ut slutposten för ett åtgärdsprogram.",
        "normalized_sv": "Understödstagaren är skyldig att förvara allt bokföringsmaterial och övrigt material som anknyter till projektet på ett sådant sätt att det är möjligt att övervaka användningen av understödet. Bokföringen och det material som anknyter till den skall förvaras på det sätt som bestäms i 2 kap. 9 och 10 § i bokföringslagen (1336/1997). Till den del det är fråga om finansiering via Europeiska gemenskapens strukturfonder skall bokföringen och det material som anknyter till den dock förvaras tre år från den tidpunkt då Europeiska gemenskapernas kommission har betalat ut slutposten för ett åtgärdsprogram.",
        "folded_sv": "understodstagaren ar skyldig att forvara allt bokforingsmaterial och ovrigt material som anknyter till projektet pa ett sadant satt att det ar mojligt att overvaka anvandningen av understodet. bokforingen och det material som anknyter till den skall forvaras pa det satt som bestams i 2 kap. 9 och 10 § i bokforingslagen (1336/1997). till den del det ar fraga om finansiering via europeiska gemenskapens strukturfonder skall bokforingen och det material som anknyter till den dock forvaras tre ar fran den tidpunkt da europeiska gemenskapernas kommission har betalat ut slutposten for ett atgardsprogram."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "Maksatuksen keskeytys",
      "content": "Työvoima- ja elinkeinokeskus voi päätöksellään määrätä avustuksen maksamisen keskeytettäväksi siten kuin valtionavustuslain 19 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_25",
        "normalized_fi": "Työvoima- ja elinkeinokeskus voi päätöksellään määrätä avustuksen maksamisen keskeytettäväksi siten kuin valtionavustuslain 19 § :ssä säädetään.",
        "folded_fi": "tyovoima- ja elinkeinokeskus voi paatoksellaan maarata avustuksen maksamisen keskeytettavaksi siten kuin valtionavustuslain 19 §:ssa saadetaan.",
        "title_sv": "Avbrytande av utbetalning",
        "content_sv": "Arbetskrafts- och näringscentralen kan besluta att utbetalningen av understöd avbryts i enlighet med vad som föreskrivs i 19 § i statsunderstödslagen.",
        "normalized_sv": "Arbetskrafts- och näringscentralen kan besluta att utbetalningen av understöd avbryts i enlighet med vad som föreskrivs i 19 § i statsunderstödslagen.",
        "folded_sv": "arbetskrafts- och naringscentralen kan besluta att utbetalningen av understod avbryts i enlighet med vad som foreskrivs i 19 § i statsunderstodslagen."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "title": "Investointiin kohdistuneen avustuksen takaisinperintä toiminnan lopettamisen vuoksi",
      "content": "Viranomaisen on määrättävä investointiin kohdistunut avustus tai sen osa takaisin perittäväksi, jos avustuksen saaja on 19 §:n 2 momentissa tarkoitetun käyttöajan kuluessa lopettanut avustuksen kohteena olevan toimintansa tai supistanut sitä olennaisesti taikka asetettu konkurssiin. Avustuksen kohteena olevan toiminnan tai omaisuuden omistus- tai hallintaoikeuden luovuttaminen toiselle katsotaan toiminnan lopettamiseksi, jos toimintaa ei jatketa tai sitä ei jatketa kyseiselle avustukselle säädetyn tukitason piiriin kuuluvalla alueella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_26",
        "normalized_fi": "Viranomaisen on määrättävä investointiin kohdistunut avustus tai sen osa takaisin perittäväksi, jos avustuksen saaja on 19 § :n 2 momentissa tarkoitetun käyttöajan kuluessa lopettanut avustuksen kohteena olevan toimintansa tai supistanut sitä olennaisesti taikka asetettu konkurssiin. Avustuksen kohteena olevan toiminnan tai omaisuuden omistus- tai hallintaoikeuden luovuttaminen toiselle katsotaan toiminnan lopettamiseksi, jos toimintaa ei jatketa tai sitä ei jatketa kyseiselle avustukselle säädetyn tukitason piiriin kuuluvalla alueella.",
        "folded_fi": "viranomaisen on maarattava investointiin kohdistunut avustus tai sen osa takaisin perittavaksi, jos avustuksen saaja on 19 §:n 2 momentissa tarkoitetun kayttoajan kuluessa lopettanut avustuksen kohteena olevan toimintansa tai supistanut sita olennaisesti taikka asetettu konkurssiin. avustuksen kohteena olevan toiminnan tai omaisuuden omistus- tai hallintaoikeuden luovuttaminen toiselle katsotaan toiminnan lopettamiseksi, jos toimintaa ei jatketa tai sita ei jatketa kyseiselle avustukselle saadetyn tukitason piiriin kuuluvalla alueella.",
        "title_sv": "Återkrav av understöd som är inriktat på investering på grund av att verksamheten upphör",
        "content_sv": "Myndigheten skall bestämma att ett understöd som är inriktat på investering eller en del av det skall återkrävas, om understödstagaren under den användningstid som avses i 19 § 2 mom. har upphört med den verksamhet som varit föremål för understödet eller inskränkt den väsentligt eller försatts i konkurs. Om ägande- eller besittningsrätten till den verksamhet eller egendom som är föremål för understödet överlåts till någon annan anses verksamheten därmed upphöra, om verksamheten inte fortsätter eller om den inte fortsätter inom det område som hör till den stödnivå som bestämts för understödet i fråga.",
        "normalized_sv": "Myndigheten skall bestämma att ett understöd som är inriktat på investering eller en del av det skall återkrävas, om understödstagaren under den användningstid som avses i 19 § 2 mom. har upphört med den verksamhet som varit föremål för understödet eller inskränkt den väsentligt eller försatts i konkurs. Om ägande- eller besittningsrätten till den verksamhet eller egendom som är föremål för understödet överlåts till någon annan anses verksamheten därmed upphöra, om verksamheten inte fortsätter eller om den inte fortsätter inom det område som hör till den stödnivå som bestämts för understödet i fråga.",
        "folded_sv": "myndigheten skall bestamma att ett understod som ar inriktat pa investering eller en del av det skall aterkravas, om understodstagaren under den anvandningstid som avses i 19 § 2 mom. har upphort med den verksamhet som varit foremal for understodet eller inskrankt den vasentligt eller forsatts i konkurs. om agande- eller besittningsratten till den verksamhet eller egendom som ar foremal for understodet overlats till nagon annan anses verksamheten darmed upphora, om verksamheten inte fortsatter eller om den inte fortsatter inom det omrade som hor till den stodniva som bestamts for understodet i fraga."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "title": "Avustuksen takaisinperintä muilla perusteilla",
      "content": "Viranomaisen on määrättävä avustuksen maksaminen lopetettavaksi sekä jo maksettu avustus tai sen osa takaisin perittäväksi, jos: 1) avustus on perittävä valtionavustuslain 21 §:ssä säädetyillä perusteilla takaisin; 2) avustuksen saaja on jättänyt ilmoittamatta avustuksen maksamiseksi oikeat ja riittävät tiedot; 3) avustuksen saaja on kieltäytynyt 21 §:ssä tarkoitetulla tavalla esittämästä tarkastuksessa tarvittavaa aineistoa tai muuten avustamasta tarkastuksessa; taikka 4) Euroopan yhteisön lainsäädännössä sitä edellytetään. Jos avustuksen kohteena ollut omaisuus on tuhoutunut tai vahingoittunut 19 §:n 2 momentissa tarkoitettuna käyttöaikana eikä tuhoutuneen tai vahingoittuneen omaisuuden tilalle hankita uutta vastaavaa omaisuutta, viranomaisen on päätöksellään määrättävä avustuksen maksaminen lopetettavaksi ja määrättävä mahdollisesta vakuutuskorvauksesta tai muusta korvauksesta takaisin perittäväksi määrä, joka vastaa avustuksen osuutta omaisuuden alkuperäisestä hankintamenosta. Viranomainen voi päätöksellään määrätä avustuksen maksamisen lopetettavaksi sekä jo maksetun avustuksen tai sen osan takaisin perittäväksi, jos avustuksen saaja on: 1) jättänyt ilmoittamatta toiminnan lopettamisesta tai muista avustuspäätöksen ehtojen noudattamisen valvomiseksi tarvittavista seikoista; 2) jättänyt ilmoittamatta avustuksen käyttötarkoituksen muutoksesta tai muusta avustuksen käyttöön vaikuttavasta muutoksesta; taikka 3) menetellyt tosiasiallisesti 26 tai 27 §:ssä säädettyyn rinnastettavalla tavalla antamalla avustuksen myöntämiseen, maksamiseen tai käyttämiseen liittyvälle seikalle muun kuin asian todellista luonnetta tai tarkoitusta vastaavan oikeudellisen muodon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_27",
        "normalized_fi": "Viranomaisen on määrättävä avustuksen maksaminen lopetettavaksi sekä jo maksettu avustus tai sen osa takaisin perittäväksi, jos: 1) avustus on perittävä valtionavustuslain 21 § :ssä säädetyillä perusteilla takaisin; 2) avustuksen saaja on jättänyt ilmoittamatta avustuksen maksamiseksi oikeat ja riittävät tiedot; 3) avustuksen saaja on kieltäytynyt 21 § :ssä tarkoitetulla tavalla esittämästä tarkastuksessa tarvittavaa aineistoa tai muuten avustamasta tarkastuksessa; taikka 4) Euroopan yhteisön lainsäädännössä sitä edellytetään. Jos avustuksen kohteena ollut omaisuus on tuhoutunut tai vahingoittunut 19 § :n 2 momentissa tarkoitettuna käyttöaikana eikä tuhoutuneen tai vahingoittuneen omaisuuden tilalle hankita uutta vastaavaa omaisuutta, viranomaisen on päätöksellään määrättävä avustuksen maksaminen lopetettavaksi ja määrättävä mahdollisesta vakuutuskorvauksesta tai muusta korvauksesta takaisin perittäväksi määrä, joka vastaa avustuksen osuutta omaisuuden alkuperäisestä hankintamenosta. Viranomainen voi päätöksellään määrätä avustuksen maksamisen lopetettavaksi sekä jo maksetun avustuksen tai sen osan takaisin perittäväksi, jos avustuksen saaja on: 1) jättänyt ilmoittamatta toiminnan lopettamisesta tai muista avustuspäätöksen ehtojen noudattamisen valvomiseksi tarvittavista seikoista; 2) jättänyt ilmoittamatta avustuksen käyttötarkoituksen muutoksesta tai muusta avustuksen käyttöön vaikuttavasta muutoksesta; taikka 3) menetellyt tosiasiallisesti 26 tai 27 § :ssä säädettyyn rinnastettavalla tavalla antamalla avustuksen myöntämiseen, maksamiseen tai käyttämiseen liittyvälle seikalle muun kuin asian todellista luonnetta tai tarkoitusta vastaavan oikeudellisen muodon.",
        "folded_fi": "viranomaisen on maarattava avustuksen maksaminen lopetettavaksi seka jo maksettu avustus tai sen osa takaisin perittavaksi, jos: 1) avustus on perittava valtionavustuslain 21 §:ssa saadetyilla perusteilla takaisin; 2) avustuksen saaja on jattanyt ilmoittamatta avustuksen maksamiseksi oikeat ja riittavat tiedot; 3) avustuksen saaja on kieltaytynyt 21 §:ssa tarkoitetulla tavalla esittamasta tarkastuksessa tarvittavaa aineistoa tai muuten avustamasta tarkastuksessa; taikka 4) euroopan yhteison lainsaadannossa sita edellytetaan. jos avustuksen kohteena ollut omaisuus on tuhoutunut tai vahingoittunut 19 §:n 2 momentissa tarkoitettuna kayttoaikana eika tuhoutuneen tai vahingoittuneen omaisuuden tilalle hankita uutta vastaavaa omaisuutta, viranomaisen on paatoksellaan maarattava avustuksen maksaminen lopetettavaksi ja maarattava mahdollisesta vakuutuskorvauksesta tai muusta korvauksesta takaisin perittavaksi maara, joka vastaa avustuksen osuutta omaisuuden alkuperaisesta hankintamenosta. viranomainen voi paatoksellaan maarata avustuksen maksamisen lopetettavaksi seka jo maksetun avustuksen tai sen osan takaisin perittavaksi, jos avustuksen saaja on: 1) jattanyt ilmoittamatta toiminnan lopettamisesta tai muista avustuspaatoksen ehtojen noudattamisen valvomiseksi tarvittavista seikoista; 2) jattanyt ilmoittamatta avustuksen kayttotarkoituksen muutoksesta tai muusta avustuksen kayttoon vaikuttavasta muutoksesta; taikka 3) menetellyt tosiasiallisesti 26 tai 27 §:ssa saadettyyn rinnastettavalla tavalla antamalla avustuksen myontamiseen, maksamiseen tai kayttamiseen liittyvalle seikalle muun kuin asian todellista luonnetta tai tarkoitusta vastaavan oikeudellisen muodon.",
        "title_sv": "Återkrav av understöd på andra grunder",
        "content_sv": "Myndigheten skall bestämma att utbetalningen av understöd skall upphöra samt att understöd som redan betalats ut eller en del av det skall återkrävas, om 1) understödet skall återkrävas enligt de grunder som anges i 21 § i statsunderstödslagen, 2) understödstagaren har underlåtit att lämna riktiga och tillräckliga uppgifter för utbetalning av understödet, 3) understödstagaren har vägrat att på det sätt som avses i 21 § lägga fram material som behövs i samband med granskningen eller att i övrigt bistå vid granskningen, eller om 4) detta förutsätts i Europeiska gemenskapens lagstiftning. Om den egendom som har varit föremål för understödet har förstörts eller skadats under den användningstid som avses i 19 § 2 mom. och ny motsvarande egendom inte skaffas i stället för den förstörda eller skadade egendomen, skall myndigheten bestämma att utbetalningen av understödet skall upphöra och att av en eventuell försäkringsersättning eller annan ersättning skall återkrävas ett belopp som motsvarar understödets andel av den ursprungliga anskaffningsutgiften för egendomen. Myndigheten kan bestämma att utbetalningen av understödet skall upphöra samt att understöd som redan betalats ut eller en del av det skall återkrävas, om understödstagaren har 1) underlåtit att meddela att verksamheten har upphört eller inte har lämnat upplysningar om andra omständigheter som behövs för tillsynen över att villkoren i understödsbeslutet iakttas, 2) underlåtit att meddela en ändring av ändamålet med understödet eller någon annan ändring som påverkar användningen av understödet, eller 3) förfarit på ett sätt som i praktiken kan jämställas med det som föreskrivs i 26 eller 27 § genom att ge en omständighet som ansluter sig till beviljandet, utbetalningen eller användningen av understödet en annan juridisk form än vad som motsvarar sakens faktiska natur eller syfte.",
        "normalized_sv": "Myndigheten skall bestämma att utbetalningen av understöd skall upphöra samt att understöd som redan betalats ut eller en del av det skall återkrävas, om 1) understödet skall återkrävas enligt de grunder som anges i 21 § i statsunderstödslagen, 2) understödstagaren har underlåtit att lämna riktiga och tillräckliga uppgifter för utbetalning av understödet, 3) understödstagaren har vägrat att på det sätt som avses i 21 § lägga fram material som behövs i samband med granskningen eller att i övrigt bistå vid granskningen, eller om 4) detta förutsätts i Europeiska gemenskapens lagstiftning. Om den egendom som har varit föremål för understödet har förstörts eller skadats under den användningstid som avses i 19 § 2 mom. och ny motsvarande egendom inte skaffas i stället för den förstörda eller skadade egendomen, skall myndigheten bestämma att utbetalningen av understödet skall upphöra och att av en eventuell försäkringsersättning eller annan ersättning skall återkrävas ett belopp som motsvarar understödets andel av den ursprungliga anskaffningsutgiften för egendomen. Myndigheten kan bestämma att utbetalningen av understödet skall upphöra samt att understöd som redan betalats ut eller en del av det skall återkrävas, om understödstagaren har 1) underlåtit att meddela att verksamheten har upphört eller inte har lämnat upplysningar om andra omständigheter som behövs för tillsynen över att villkoren i understödsbeslutet iakttas, 2) underlåtit att meddela en ändring av ändamålet med understödet eller någon annan ändring som påverkar användningen av understödet, eller 3) förfarit på ett sätt som i praktiken kan jämställas med det som föreskrivs i 26 eller 27 § genom att ge en omständighet som ansluter sig till beviljandet, utbetalningen eller användningen av understödet en annan juridisk form än vad som motsvarar sakens faktiska natur eller syfte.",
        "folded_sv": "myndigheten skall bestamma att utbetalningen av understod skall upphora samt att understod som redan betalats ut eller en del av det skall aterkravas, om 1) understodet skall aterkravas enligt de grunder som anges i 21 § i statsunderstodslagen, 2) understodstagaren har underlatit att lamna riktiga och tillrackliga uppgifter for utbetalning av understodet, 3) understodstagaren har vagrat att pa det satt som avses i 21 § lagga fram material som behovs i samband med granskningen eller att i ovrigt bista vid granskningen, eller om 4) detta forutsatts i europeiska gemenskapens lagstiftning. om den egendom som har varit foremal for understodet har forstorts eller skadats under den anvandningstid som avses i 19 § 2 mom. och ny motsvarande egendom inte skaffas i stallet for den forstorda eller skadade egendomen, skall myndigheten bestamma att utbetalningen av understodet skall upphora och att av en eventuell forsakringsersattning eller annan ersattning skall aterkravas ett belopp som motsvarar understodets andel av den ursprungliga anskaffningsutgiften for egendomen. myndigheten kan bestamma att utbetalningen av understodet skall upphora samt att understod som redan betalats ut eller en del av det skall aterkravas, om understodstagaren har 1) underlatit att meddela att verksamheten har upphort eller inte har lamnat upplysningar om andra omstandigheter som behovs for tillsynen over att villkoren i understodsbeslutet iakttas, 2) underlatit att meddela en andring av andamalet med understodet eller nagon annan andring som paverkar anvandningen av understodet, eller 3) forfarit pa ett satt som i praktiken kan jamstallas med det som foreskrivs i 26 eller 27 § genom att ge en omstandighet som ansluter sig till beviljandet, utbetalningen eller anvandningen av understodet en annan juridisk form an vad som motsvarar sakens faktiska natur eller syfte."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "title": "Kohtuullistaminen",
      "content": "Viranomainen voi 26 tai 27 §:ssä tarkoitettua päätöstä tehtäessä päättää, että avustus, sille laskettava korko tai viivästyskorko osittain tai kokonaan jätetään takaisin perimättä, jos takaisinperintä on avustuksen saajan olosuhteissa tapahtuneisiin muutoksiin tai takaisinperinnän perusteena olevaan menettelyyn nähden kohtuutonta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_28",
        "normalized_fi": "Viranomainen voi 26 tai 27 § :ssä tarkoitettua päätöstä tehtäessä päättää, että avustus, sille laskettava korko tai viivästyskorko osittain tai kokonaan jätetään takaisin perimättä, jos takaisinperintä on avustuksen saajan olosuhteissa tapahtuneisiin muutoksiin tai takaisinperinnän perusteena olevaan menettelyyn nähden kohtuutonta.",
        "folded_fi": "viranomainen voi 26 tai 27 §:ssa tarkoitettua paatosta tehtaessa paattaa, etta avustus, sille laskettava korko tai viivastyskorko osittain tai kokonaan jatetaan takaisin perimatta, jos takaisinperinta on avustuksen saajan olosuhteissa tapahtuneisiin muutoksiin tai takaisinperinnan perusteena olevaan menettelyyn nahden kohtuutonta.",
        "title_sv": "Jämkning",
        "content_sv": "Myndigheten kan, när den fattar beslut som avses i 26 eller 27 §, besluta att ett understöd och räntan eller dröjsmålsräntan på det helt eller delvis inte skall återkrävas, om återkrav vore oskäligt med hänsyn till understödstagarens förändrade omständigheter eller det förfarande som ligger till grund för återkravet.",
        "normalized_sv": "Myndigheten kan, när den fattar beslut som avses i 26 eller 27 § , besluta att ett understöd och räntan eller dröjsmålsräntan på det helt eller delvis inte skall återkrävas, om återkrav vore oskäligt med hänsyn till understödstagarens förändrade omständigheter eller det förfarande som ligger till grund för återkravet.",
        "folded_sv": "myndigheten kan, nar den fattar beslut som avses i 26 eller 27 §, besluta att ett understod och rantan eller drojsmalsrantan pa det helt eller delvis inte skall aterkravas, om aterkrav vore oskaligt med hansyn till understodstagarens forandrade omstandigheter eller det forfarande som ligger till grund for aterkravet."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "title": "Takaisinperinnän määräaika",
      "content": "Viranomaisen on tehtävä 25―27 §:ssä tarkoitettu päätös viipymättä ja erityisestä syystä kahden kalenterivuoden kuluessa sen jälkeen, kun viranomaisen tietoon on tullut sellainen seikka, jonka nojalla avustuksen maksamisen keskeyttämiseen tai lopettamiseen taikka avustuksen takaisinperintään voidaan ryhtyä. Avustuksen, sille maksettavan koron tai viivästyskoron takaisinperintään ei saa enää ryhtyä, kun kymmenen vuotta on kulunut avustuksen viimeisen erän maksamisesta. Jos takaisinperittävää avustusta koskee 19 §:n 2 momentissa tarkoitettu käyttöaika, kymmenen vuoden määräaika lasketaan tämän ajan päättymisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_29",
        "normalized_fi": "Viranomaisen on tehtävä 25―27 § :ssä tarkoitettu päätös viipymättä ja erityisestä syystä kahden kalenterivuoden kuluessa sen jälkeen, kun viranomaisen tietoon on tullut sellainen seikka, jonka nojalla avustuksen maksamisen keskeyttämiseen tai lopettamiseen taikka avustuksen takaisinperintään voidaan ryhtyä. Avustuksen, sille maksettavan koron tai viivästyskoron takaisinperintään ei saa enää ryhtyä, kun kymmenen vuotta on kulunut avustuksen viimeisen erän maksamisesta. Jos takaisinperittävää avustusta koskee 19 § :n 2 momentissa tarkoitettu käyttöaika, kymmenen vuoden määräaika lasketaan tämän ajan päättymisestä.",
        "folded_fi": "viranomaisen on tehtava 25―27 §:ssa tarkoitettu paatos viipymatta ja erityisesta syysta kahden kalenterivuoden kuluessa sen jalkeen, kun viranomaisen tietoon on tullut sellainen seikka, jonka nojalla avustuksen maksamisen keskeyttamiseen tai lopettamiseen taikka avustuksen takaisinperintaan voidaan ryhtya. avustuksen, sille maksettavan koron tai viivastyskoron takaisinperintaan ei saa enaa ryhtya, kun kymmenen vuotta on kulunut avustuksen viimeisen eran maksamisesta. jos takaisinperittavaa avustusta koskee 19 §:n 2 momentissa tarkoitettu kayttoaika, kymmenen vuoden maaraaika lasketaan taman ajan paattymisesta.",
        "title_sv": "Tiden för återkrav",
        "content_sv": "Myndigheten skall fatta beslut som avses i 25―27 § utan dröjsmål och av särskilda skäl inom två kalenderår efter att myndigheten har fått kännedom om en sådan omständighet med stöd av vilken utbetalningen av understödet kan avbrytas eller upphöra eller understödet återkrävas. Åtgärder för återkrav av understöd eller ränta eller dröjsmålsränta på det får inte vidtas efter att tio år har förflutit från det att den sista posten av understödet betalades ut. Gäller i fråga om ett understöd som skall återkrävas den användningstid som avses i 19 § 2 mom., räknas fristen om tio år från utgången av denna tid.",
        "normalized_sv": "Myndigheten skall fatta beslut som avses i 25―27 § utan dröjsmål och av särskilda skäl inom två kalenderår efter att myndigheten har fått kännedom om en sådan omständighet med stöd av vilken utbetalningen av understödet kan avbrytas eller upphöra eller understödet återkrävas. Åtgärder för återkrav av understöd eller ränta eller dröjsmålsränta på det får inte vidtas efter att tio år har förflutit från det att den sista posten av understödet betalades ut. Gäller i fråga om ett understöd som skall återkrävas den användningstid som avses i 19 § 2 mom., räknas fristen om tio år från utgången av denna tid.",
        "folded_sv": "myndigheten skall fatta beslut som avses i 25―27 § utan drojsmal och av sarskilda skal inom tva kalenderar efter att myndigheten har fatt kannedom om en sadan omstandighet med stod av vilken utbetalningen av understodet kan avbrytas eller upphora eller understodet aterkravas. atgarder for aterkrav av understod eller ranta eller drojsmalsranta pa det far inte vidtas efter att tio ar har forflutit fran det att den sista posten av understodet betalades ut. galler i fraga om ett understod som skall aterkravas den anvandningstid som avses i 19 § 2 mom., raknas fristen om tio ar fran utgangen av denna tid."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "title": "Takaisinperinnästä päättävä viranomainen",
      "content": "Avustuksen maksamisen lopettamista ja takaisinperintää koskevan päätöksen tekee, siten kuin siitä valtioneuvoston asetuksella tarkemmin säädetään, kauppa- ja teollisuusministeriö tai työvoima- ja elinkeinokeskus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_30",
        "normalized_fi": "Avustuksen maksamisen lopettamista ja takaisinperintää koskevan päätöksen tekee, siten kuin siitä valtioneuvoston asetuksella tarkemmin säädetään, kauppa- ja teollisuusministeriö tai työvoima- ja elinkeinokeskus.",
        "folded_fi": "avustuksen maksamisen lopettamista ja takaisinperintaa koskevan paatoksen tekee, siten kuin siita valtioneuvoston asetuksella tarkemmin saadetaan, kauppa- ja teollisuusministerio tai tyovoima- ja elinkeinokeskus.",
        "title_sv": "Myndighet som beslutar om återkrav",
        "content_sv": "Beslut om att utbetalningen av understöd upphör och beslut om återkrav fattas, på det sätt som närmare föreskrivs genom förordning av statsrådet, av handels- och industriministeriet eller arbetskrafts- och näringscentralen.",
        "normalized_sv": "Beslut om att utbetalningen av understöd upphör och beslut om återkrav fattas, på det sätt som närmare föreskrivs genom förordning av statsrådet, av handels- och industriministeriet eller arbetskrafts- och näringscentralen.",
        "folded_sv": "beslut om att utbetalningen av understod upphor och beslut om aterkrav fattas, pa det satt som narmare foreskrivs genom forordning av statsradet, av handels- och industriministeriet eller arbetskrafts- och naringscentralen."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "title": "Päätöksen tiedoksianto",
      "content": "Tämän lain nojalla tehty päätös voidaan antaa tiedoksi hallintolain 59 §:ssä säädettyä tavallista tiedoksiantoa käyttäen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_31",
        "normalized_fi": "Tämän lain nojalla tehty päätös voidaan antaa tiedoksi hallintolain 59 § :ssä säädettyä tavallista tiedoksiantoa käyttäen.",
        "folded_fi": "taman lain nojalla tehty paatos voidaan antaa tiedoksi hallintolain 59 §:ssa saadettya tavallista tiedoksiantoa kayttaen.",
        "title_sv": "Delgivning av beslut",
        "content_sv": "Ett beslut som fattats med stöd av denna lag kan delges genom sådan vanlig delgivning som föreskrivs i 59 § i förvaltningslagen.",
        "normalized_sv": "Ett beslut som fattats med stöd av denna lag kan delges genom sådan vanlig delgivning som föreskrivs i 59 § i förvaltningslagen.",
        "folded_sv": "ett beslut som fattats med stod av denna lag kan delges genom sadan vanlig delgivning som foreskrivs i 59 § i forvaltningslagen."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "title": "Muutoksenhaku",
      "content": "Tämän lain nojalla tehtyyn päätökseen ei saa hakea muutosta valittamalla. Päätökseen saa siihen tyytymätön asianosainen hakea oikaisua 30 päivän kuluessa päätöksen tiedoksisaannista. Oikaisuvaatimus tehdään päätöksen tehneelle viranomaiselle. Oikaisuvaatimuksesta annettuun päätökseen saa valittamalla hakea muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_32",
        "normalized_fi": "Tämän lain nojalla tehtyyn päätökseen ei saa hakea muutosta valittamalla. Päätökseen saa siihen tyytymätön asianosainen hakea oikaisua 30 päivän kuluessa päätöksen tiedoksisaannista. Oikaisuvaatimus tehdään päätöksen tehneelle viranomaiselle. Oikaisuvaatimuksesta annettuun päätökseen saa valittamalla hakea muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
        "folded_fi": "taman lain nojalla tehtyyn paatokseen ei saa hakea muutosta valittamalla. paatokseen saa siihen tyytymaton asianosainen hakea oikaisua 30 paivan kuluessa paatoksen tiedoksisaannista. oikaisuvaatimus tehdaan paatoksen tehneelle viranomaiselle. oikaisuvaatimuksesta annettuun paatokseen saa valittamalla hakea muutosta siten kuin hallintolainkayttolaissa (586/1996) saadetaan.",
        "title_sv": "Ändringssökande",
        "content_sv": "I beslut som fattats med stöd av denna lag får ändring inte sökas genom besvär. Rättelse i beslut får inom 30 dagar från delfåendet sökas av en part som är missnöjd med beslutet. Rättelseyrkandet skall riktas till den myndighet som fattat beslutet. I beslut som fattats med anledning av rättelseyrkande får ändring sökas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996).",
        "normalized_sv": "I beslut som fattats med stöd av denna lag får ändring inte sökas genom besvär. Rättelse i beslut får inom 30 dagar från delfåendet sökas av en part som är missnöjd med beslutet. Rättelseyrkandet skall riktas till den myndighet som fattat beslutet. I beslut som fattats med anledning av rättelseyrkande får ändring sökas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996).",
        "folded_sv": "i beslut som fattats med stod av denna lag far andring inte sokas genom besvar. rattelse i beslut far inom 30 dagar fran delfaendet sokas av en part som ar missnojd med beslutet. rattelseyrkandet skall riktas till den myndighet som fattat beslutet. i beslut som fattats med anledning av rattelseyrkande far andring sokas genom besvar pa det satt som foreskrivs i forvaltningsprocesslagen (586/1996)."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "title": "Täytäntöönpano",
      "content": "Kauppa- ja teollisuusministeriön sekä työvoima- ja elinkeinokeskuksen päätös voidaan panna täytäntöön muutoksenhausta huolimatta, jollei tuomioistuin toisin määrää. Edellä 26 ja 27 §:ssä tarkoitetussa asiassa lainvoimainen päätös ja oikaisuvaatimuksesta annettu päätös voidaan panna täytäntöön verojen ja maksujen täytäntöönpanosta säädetyssä järjestyksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_33",
        "normalized_fi": "Kauppa- ja teollisuusministeriön sekä työvoima- ja elinkeinokeskuksen päätös voidaan panna täytäntöön muutoksenhausta huolimatta, jollei tuomioistuin toisin määrää. Edellä 26 ja 27 § :ssä tarkoitetussa asiassa lainvoimainen päätös ja oikaisuvaatimuksesta annettu päätös voidaan panna täytäntöön verojen ja maksujen täytäntöönpanosta säädetyssä järjestyksessä.",
        "folded_fi": "kauppa- ja teollisuusministerion seka tyovoima- ja elinkeinokeskuksen paatos voidaan panna taytantoon muutoksenhausta huolimatta, jollei tuomioistuin toisin maaraa. edella 26 ja 27 §:ssa tarkoitetussa asiassa lainvoimainen paatos ja oikaisuvaatimuksesta annettu paatos voidaan panna taytantoon verojen ja maksujen taytantoonpanosta saadetyssa jarjestyksessa.",
        "title_sv": "Verkställighet",
        "content_sv": "Handels- och industriministeriets och arbetskrafts- och näringscentralens beslut får verkställas trots att ändring har sökts, om inte en domstol bestämmer något annat. I ett ärende som avses i 26 och 27 § kan ett lagakraftvunnet beslut och ett beslut som meddelats med anledning av rättelseyrkande verkställas i den ordning som föreskrivs om verkställande av skatter och avgifter.",
        "normalized_sv": "Handels- och industriministeriets och arbetskrafts- och näringscentralens beslut får verkställas trots att ändring har sökts, om inte en domstol bestämmer något annat. I ett ärende som avses i 26 och 27 § kan ett lagakraftvunnet beslut och ett beslut som meddelats med anledning av rättelseyrkande verkställas i den ordning som föreskrivs om verkställande av skatter och avgifter.",
        "folded_sv": "handels- och industriministeriets och arbetskrafts- och naringscentralens beslut far verkstallas trots att andring har sokts, om inte en domstol bestammer nagot annat. i ett arende som avses i 26 och 27 § kan ett lagakraftvunnet beslut och ett beslut som meddelats med anledning av rattelseyrkande verkstallas i den ordning som foreskrivs om verkstallande av skatter och avgifter."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "7:34",
      "chapter": "7",
      "section": "34",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan valtioneuvoston asetuksella säädettävänä ajankohtana ja on voimassa 31 päivään joulukuuta 2014. Tällä lailla kumotaan yritystoiminnan tukemisesta 15 päivänä joulukuuta 2000 annettu laki (1068/2000). Tämän lain 18―33 §:ää sovelletaan tämän lain nojalla myönnettyyn avustukseen edelleen lain voimassaoloajan päätyttyä. Lain 18 §:ää ei kuitenkaan sovelleta 31 päivän joulukuuta 2015 jälkeen, ellei avustusta rahoiteta yksinomaan kansallisista varoista. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_7__sec_34",
        "normalized_fi": "Tämä laki tulee voimaan valtioneuvoston asetuksella säädettävänä ajankohtana ja on voimassa 31 päivään joulukuuta 2014. Tällä lailla kumotaan yritystoiminnan tukemisesta 15 päivänä joulukuuta 2000 annettu laki (1068/2000). Tämän lain 18―33 § :ää sovelletaan tämän lain nojalla myönnettyyn avustukseen edelleen lain voimassaoloajan päätyttyä. Lain 18 § :ää ei kuitenkaan sovelleta 31 päivän joulukuuta 2015 jälkeen, ellei avustusta rahoiteta yksinomaan kansallisista varoista. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
        "folded_fi": "tama laki tulee voimaan valtioneuvoston asetuksella saadettavana ajankohtana ja on voimassa 31 paivaan joulukuuta 2014. talla lailla kumotaan yritystoiminnan tukemisesta 15 paivana joulukuuta 2000 annettu laki (1068/2000). taman lain 18―33 §:aa sovelletaan taman lain nojalla myonnettyyn avustukseen edelleen lain voimassaoloajan paatyttya. lain 18 §:aa ei kuitenkaan sovelleta 31 paivan joulukuuta 2015 jalkeen, ellei avustusta rahoiteta yksinomaan kansallisista varoista. ennen lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft vid en tidpunkt som bestäms genom förordning av statsrådet och är i kraft till och med den 31 december 2014. Genom denna lag upphävs lagen av den 15 december 2000 om stödjande av företagsverksamhet (1068/2000). På ett understöd som beviljats med stöd av denna lag tillämpas 18―33 § ännu efter lagens giltighetstid. Lagens 18 § tillämpas dock inte efter den 31 december 2015, om inte understödet finansieras enbart med nationella medel. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft vid en tidpunkt som bestäms genom förordning av statsrådet och är i kraft till och med den 31 december 2014. Genom denna lag upphävs lagen av den 15 december 2000 om stödjande av företagsverksamhet (1068/2000). På ett understöd som beviljats med stöd av denna lag tillämpas 18―33 § ännu efter lagens giltighetstid. Lagens 18 § tillämpas dock inte efter den 31 december 2015, om inte understödet finansieras enbart med nationella medel. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft vid en tidpunkt som bestams genom forordning av statsradet och ar i kraft till och med den 31 december 2014. genom denna lag upphavs lagen av den 15 december 2000 om stodjande av foretagsverksamhet (1068/2000). pa ett understod som beviljats med stod av denna lag tillampas 18―33 § annu efter lagens giltighetstid. lagens 18 § tillampas dock inte efter den 31 december 2015, om inte understodet finansieras enbart med nationella medel. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    },
    {
      "provision_ref": "7:35",
      "chapter": "7",
      "section": "35",
      "title": "Siirtymäsäännökset",
      "content": "Kumottua lakia ja sen nojalla annettuja säännöksiä sovelletaan niiden nojalla myönnettyyn tukeen. Valvontaan, tarkastamiseen, tietojen saamiseen ja luovuttamiseen sekä maksatuksen keskeyttämiseen sovelletaan kuitenkin, mitä niistä tämän lain 20―23 ja 25 §:ssä säädetään. Työvoima- ja elinkeinokeskuksessa tämän lain voimaan tullessa vireillä olevaan yritystoiminnan tukemista koskevaan hakemukseen sovelletaan tämän lain säännöksiä. Jos hakemus koskee maataloustuotteiden jalostuksen ja markkinoinnin tukemista, hakemukseen sovelletaan kuitenkin tällä lailla kumotun lain säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_7__sec_35",
        "normalized_fi": "Kumottua lakia ja sen nojalla annettuja säännöksiä sovelletaan niiden nojalla myönnettyyn tukeen. Valvontaan, tarkastamiseen, tietojen saamiseen ja luovuttamiseen sekä maksatuksen keskeyttämiseen sovelletaan kuitenkin, mitä niistä tämän lain 20―23 ja 25 § :ssä säädetään. Työvoima- ja elinkeinokeskuksessa tämän lain voimaan tullessa vireillä olevaan yritystoiminnan tukemista koskevaan hakemukseen sovelletaan tämän lain säännöksiä. Jos hakemus koskee maataloustuotteiden jalostuksen ja markkinoinnin tukemista, hakemukseen sovelletaan kuitenkin tällä lailla kumotun lain säännöksiä.",
        "folded_fi": "kumottua lakia ja sen nojalla annettuja saannoksia sovelletaan niiden nojalla myonnettyyn tukeen. valvontaan, tarkastamiseen, tietojen saamiseen ja luovuttamiseen seka maksatuksen keskeyttamiseen sovelletaan kuitenkin, mita niista taman lain 20―23 ja 25 §:ssa saadetaan. tyovoima- ja elinkeinokeskuksessa taman lain voimaan tullessa vireilla olevaan yritystoiminnan tukemista koskevaan hakemukseen sovelletaan taman lain saannoksia. jos hakemus koskee maataloustuotteiden jalostuksen ja markkinoinnin tukemista, hakemukseen sovelletaan kuitenkin talla lailla kumotun lain saannoksia.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "Den upphävda lagen och de bestämmelser som utfärdats med stöd av den tillämpas på understöd som beviljats med stöd av dem. På tillsyn, granskning, rätt att få uppgifter och utlämnande av uppgifter samt avbrytande av utbetalning tillämpas dock vad om dessa föreskrivs i 20―23 och 25 § i denna lag. På en sådan ansökan om stöd för företagsverksamhet som är anhängig vid en arbetskrafts- och näringscentral när denna lag träder i kraft skall bestämmelserna i denna lag tillämpas. Gäller ansökan stöd för förädling och marknadsföring av jordbruksprodukter tillämpas dock på ansökan bestämmelserna i den lag som upphävts genom denna lag.",
        "normalized_sv": "Den upphävda lagen och de bestämmelser som utfärdats med stöd av den tillämpas på understöd som beviljats med stöd av dem. På tillsyn, granskning, rätt att få uppgifter och utlämnande av uppgifter samt avbrytande av utbetalning tillämpas dock vad om dessa föreskrivs i 20―23 och 25 § i denna lag. På en sådan ansökan om stöd för företagsverksamhet som är anhängig vid en arbetskrafts- och näringscentral när denna lag träder i kraft skall bestämmelserna i denna lag tillämpas. Gäller ansökan stöd för förädling och marknadsföring av jordbruksprodukter tillämpas dock på ansökan bestämmelserna i den lag som upphävts genom denna lag.",
        "folded_sv": "den upphavda lagen och de bestammelser som utfardats med stod av den tillampas pa understod som beviljats med stod av dem. pa tillsyn, granskning, ratt att fa uppgifter och utlamnande av uppgifter samt avbrytande av utbetalning tillampas dock vad om dessa foreskrivs i 20―23 och 25 § i denna lag. pa en sadan ansokan om stod for foretagsverksamhet som ar anhangig vid en arbetskrafts- och naringscentral nar denna lag trader i kraft skall bestammelserna i denna lag tillampas. galler ansokan stod for foradling och marknadsforing av jordbruksprodukter tillampas dock pa ansokan bestammelserna i den lag som upphavts genom denna lag."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    }
  ]
}