{
  "id": "1342/2007",
  "type": "statute",
  "title": "Laki Kansaneläkelaitoksesta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om Folkpensionsanstalten",
  "status": "in_force",
  "issued_date": "2007-12-21",
  "in_force_date": "2007-12-21",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/1342/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Hallitus",
      "content": "Hallituksessa on enintään kymmenen jäsentä, jotka valtuutetut määräävät. Hallituksen toimikausi on kolme vuotta. Jos hallituksen jäsenen tehtävä tulee avoimeksi kesken toimikauden, hänen tilalleen on jäljellä olevan toimikauden ajaksi määrättävä uusi jäsen. Valtuutetut määräävät hallituksen puheenjohtajan ja varapuheenjohtajan. Hallituksen jäseneksi ei voida määrätä palvelus- tai työsuhteessa Kansaneläkelaitokseen olevaa henkilöä. Kansaneläkelaitoksen henkilöstön edustajalla on kuitenkin läsnäolo- ja puheoikeus hallituksen kokouksissa. Valtuutetut voivat vapauttaa hallituksen jäsenen tehtävästään kesken toimikauden, jos hän ei enää täytä niitä vaatimuksia, joita hänen tehtävänsä edellyttävät, tai jos hän on syyllistynyt vakavaan rikkomukseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Hallituksessa on enintään kymmenen jäsentä, jotka valtuutetut määräävät. Hallituksen toimikausi on kolme vuotta. Jos hallituksen jäsenen tehtävä tulee avoimeksi kesken toimikauden, hänen tilalleen on jäljellä olevan toimikauden ajaksi määrättävä uusi jäsen. Valtuutetut määräävät hallituksen puheenjohtajan ja varapuheenjohtajan. Hallituksen jäseneksi ei voida määrätä palvelus- tai työsuhteessa Kansaneläkelaitokseen olevaa henkilöä. Kansaneläkelaitoksen henkilöstön edustajalla on kuitenkin läsnäolo- ja puheoikeus hallituksen kokouksissa. Valtuutetut voivat vapauttaa hallituksen jäsenen tehtävästään kesken toimikauden, jos hän ei enää täytä niitä vaatimuksia, joita hänen tehtävänsä edellyttävät, tai jos hän on syyllistynyt vakavaan rikkomukseen.",
        "folded_fi": "hallituksessa on enintaan kymmenen jasenta, jotka valtuutetut maaraavat. hallituksen toimikausi on kolme vuotta. jos hallituksen jasenen tehtava tulee avoimeksi kesken toimikauden, hanen tilalleen on jaljella olevan toimikauden ajaksi maarattava uusi jasen. valtuutetut maaraavat hallituksen puheenjohtajan ja varapuheenjohtajan. hallituksen jaseneksi ei voida maarata palvelus- tai tyosuhteessa kansanelakelaitokseen olevaa henkiloa. kansanelakelaitoksen henkiloston edustajalla on kuitenkin lasnaolo- ja puheoikeus hallituksen kokouksissa. valtuutetut voivat vapauttaa hallituksen jasenen tehtavastaan kesken toimikauden, jos han ei enaa tayta niita vaatimuksia, joita hanen tehtavansa edellyttavat, tai jos han on syyllistynyt vakavaan rikkomukseen.",
        "title_sv": "Styrelsen",
        "content_sv": "Styrelsen har högst tio ledamöter som förordnas av fullmäktige. Styrelsens mandatperiod är tre år. Om en styrelseledamots uppgift blir vakant innan mandatperioden gått ut, ska en ny ledamot förordnas för den återstående mandatperioden. Fullmäktige förordnar ordförande och vice ordförande för styrelsen. En person i tjänste- eller arbetsavtalsförhållande hos Folkpensionsanstalten kan inte förordnas till styrelseledamot. En representant för Folkpensionsanstaltens personal har dock rätt att närvara och yttra sig vid styrelsens möten. Fullmäktige kan skilja en styrelseledamot från uppdraget under mandatperioden, om han eller hon inte längre uppfyller de krav uppdraget ställer eller har gjort sig skyldig till en allvarlig förseelse.",
        "normalized_sv": "Styrelsen har högst tio ledamöter som förordnas av fullmäktige. Styrelsens mandatperiod är tre år. Om en styrelseledamots uppgift blir vakant innan mandatperioden gått ut, ska en ny ledamot förordnas för den återstående mandatperioden. Fullmäktige förordnar ordförande och vice ordförande för styrelsen. En person i tjänste- eller arbetsavtalsförhållande hos Folkpensionsanstalten kan inte förordnas till styrelseledamot. En representant för Folkpensionsanstaltens personal har dock rätt att närvara och yttra sig vid styrelsens möten. Fullmäktige kan skilja en styrelseledamot från uppdraget under mandatperioden, om han eller hon inte längre uppfyller de krav uppdraget ställer eller har gjort sig skyldig till en allvarlig förseelse.",
        "folded_sv": "styrelsen har hogst tio ledamoter som forordnas av fullmaktige. styrelsens mandatperiod ar tre ar. om en styrelseledamots uppgift blir vakant innan mandatperioden gatt ut, ska en ny ledamot forordnas for den aterstaende mandatperioden. fullmaktige forordnar ordforande och vice ordforande for styrelsen. en person i tjanste- eller arbetsavtalsforhallande hos folkpensionsanstalten kan inte forordnas till styrelseledamot. en representant for folkpensionsanstaltens personal har dock ratt att narvara och yttra sig vid styrelsens moten. fullmaktige kan skilja en styrelseledamot fran uppdraget under mandatperioden, om han eller hon inte langre uppfyller de krav uppdraget staller eller har gjort sig skyldig till en allvarlig forseelse."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Hallituksen tehtävät",
      "content": "Hallitus johtaa ja kehittää Kansaneläkelaitoksen toimintaa. Hallituksen tehtävänä on muun ohella: 3) vahvistaa laitoksen työjärjestys, jossa annetaan tarkemmat määräykset hallinnosta ja asioiden käsittelystä;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Hallitus johtaa ja kehittää Kansaneläkelaitoksen toimintaa. Hallituksen tehtävänä on muun ohella: 3) vahvistaa laitoksen työjärjestys, jossa annetaan tarkemmat määräykset hallinnosta ja asioiden käsittelystä;",
        "folded_fi": "hallitus johtaa ja kehittaa kansanelakelaitoksen toimintaa. hallituksen tehtavana on muun ohella: 3) vahvistaa laitoksen tyojarjestys, jossa annetaan tarkemmat maaraykset hallinnosta ja asioiden kasittelysta;",
        "title_sv": "Styrelsens uppgifter",
        "content_sv": "Styrelsen leder och utvecklar Folkpensionsanstaltens verksamhet. Styrelsen skall utöver annat 3) fastställa anstaltens arbetsordning, i vilken meddelas närmare bestämmelser om förvaltningen och om behandlingen av ärenden,",
        "normalized_sv": "Styrelsen leder och utvecklar Folkpensionsanstaltens verksamhet. Styrelsen skall utöver annat 3) fastställa anstaltens arbetsordning, i vilken meddelas närmare bestämmelser om förvaltningen och om behandlingen av ärenden,",
        "folded_sv": "styrelsen leder och utvecklar folkpensionsanstaltens verksamhet. styrelsen skall utover annat 3) faststalla anstaltens arbetsordning, i vilken meddelas narmare bestammelser om forvaltningen och om behandlingen av arenden,"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Pääjohtaja ja johtajat",
      "content": "Pääjohtaja vastaa Kansaneläkelaitoksen strategisesta suunnittelusta sekä operatiivisesta johtamisesta ja kehittämisestä, asioiden esittelystä hallitukselle ja hallituksen päätösten toimeenpanosta sekä valmistelee työjärjestyksen hallituksen päätettäväksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Pääjohtaja vastaa Kansaneläkelaitoksen strategisesta suunnittelusta sekä operatiivisesta johtamisesta ja kehittämisestä, asioiden esittelystä hallitukselle ja hallituksen päätösten toimeenpanosta sekä valmistelee työjärjestyksen hallituksen päätettäväksi.",
        "folded_fi": "paajohtaja vastaa kansanelakelaitoksen strategisesta suunnittelusta seka operatiivisesta johtamisesta ja kehittamisesta, asioiden esittelysta hallitukselle ja hallituksen paatosten toimeenpanosta seka valmistelee tyojarjestyksen hallituksen paatettavaksi.",
        "title_sv": "Generaldirektören och direktörerna",
        "content_sv": "Generaldirektören svarar för Folkpensionsanstaltens strategiska planering samt dess operativa ledning och utveckling, för föredragningen av ärenden för styrelsen och verkställandet av styrelsens beslut, samt utarbetar en arbetsordning som styrelsen fastställer.",
        "normalized_sv": "Generaldirektören svarar för Folkpensionsanstaltens strategiska planering samt dess operativa ledning och utveckling, för föredragningen av ärenden för styrelsen och verkställandet av styrelsens beslut, samt utarbetar en arbetsordning som styrelsen fastställer.",
        "folded_sv": "generaldirektoren svarar for folkpensionsanstaltens strategiska planering samt dess operativa ledning och utveckling, for foredragningen av arenden for styrelsen och verkstallandet av styrelsens beslut, samt utarbetar en arbetsordning som styrelsen faststaller."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Eläke ja perhe-eläke",
      "content": "Kansaneläkelaitoksen pääjohtajan, johtajien ja muiden toimihenkilöiden oikeus Kansaneläkelaitoksen varoista kustannettavaan eläkkeeseen ja perhe-eläkkeeseen määräytyy siten kuin valtion eläkelaissa (1295/2006) ja valtion eläkelain voimaanpanosta annetussa laissa (1296/2006) säädetään. Tässä pykälässä tarkoitetun eläkkeen ja perhe-eläkkeen myöntää Kansaneläkelaitos, ja se hoitaa myös muut näihin eläkkeisiin liittyvät eläkelaitoksen tehtävät. Muilta osin näiden eläkeasioiden käsittelyssä ja muutoksenhaussa noudatetaan soveltuvin osin, mitä valtion eläkelaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Kansaneläkelaitoksen pääjohtajan, johtajien ja muiden toimihenkilöiden oikeus Kansaneläkelaitoksen varoista kustannettavaan eläkkeeseen ja perhe-eläkkeeseen määräytyy siten kuin valtion eläkelaissa (1295/2006) ja valtion eläkelain voimaanpanosta annetussa laissa (1296/2006) säädetään. Tässä pykälässä tarkoitetun eläkkeen ja perhe-eläkkeen myöntää Kansaneläkelaitos, ja se hoitaa myös muut näihin eläkkeisiin liittyvät eläkelaitoksen tehtävät. Muilta osin näiden eläkeasioiden käsittelyssä ja muutoksenhaussa noudatetaan soveltuvin osin, mitä valtion eläkelaissa säädetään.",
        "folded_fi": "kansanelakelaitoksen paajohtajan, johtajien ja muiden toimihenkiloiden oikeus kansanelakelaitoksen varoista kustannettavaan elakkeeseen ja perhe-elakkeeseen maaraytyy siten kuin valtion elakelaissa (1295/2006) ja valtion elakelain voimaanpanosta annetussa laissa (1296/2006) saadetaan. tassa pykalassa tarkoitetun elakkeen ja perhe-elakkeen myontaa kansanelakelaitos, ja se hoitaa myos muut naihin elakkeisiin liittyvat elakelaitoksen tehtavat. muilta osin naiden elakeasioiden kasittelyssa ja muutoksenhaussa noudatetaan soveltuvin osin, mita valtion elakelaissa saadetaan.",
        "title_sv": "Pension och familjepension",
        "content_sv": "Generaldirektörens, direktörernas och de övriga tjänstemännens rätt till pension och familjepension av Folkpensionsanstaltens medel bestäms enligt lagen om statens pensioner (1295/2006) och lagen om införande av lagen om statens pensioner (1296/2006). Pensioner och familjepensioner som avses i denna paragraf beviljas av Folkpensionsanstalten, som också sköter pensionsanstaltens övriga uppgifter i anslutning till dessa pensioner. Vid behandling och sökande av ändring beträffande dessa pensionsärenden iakttas i övrigt i tillämpliga delar vad som bestäms i lagen om statens pensioner.",
        "normalized_sv": "Generaldirektörens, direktörernas och de övriga tjänstemännens rätt till pension och familjepension av Folkpensionsanstaltens medel bestäms enligt lagen om statens pensioner (1295/2006) och lagen om införande av lagen om statens pensioner (1296/2006). Pensioner och familjepensioner som avses i denna paragraf beviljas av Folkpensionsanstalten, som också sköter pensionsanstaltens övriga uppgifter i anslutning till dessa pensioner. Vid behandling och sökande av ändring beträffande dessa pensionsärenden iakttas i övrigt i tillämpliga delar vad som bestäms i lagen om statens pensioner.",
        "folded_sv": "generaldirektorens, direktorernas och de ovriga tjanstemannens ratt till pension och familjepension av folkpensionsanstaltens medel bestams enligt lagen om statens pensioner (1295/2006) och lagen om inforande av lagen om statens pensioner (1296/2006). pensioner och familjepensioner som avses i denna paragraf beviljas av folkpensionsanstalten, som ocksa skoter pensionsanstaltens ovriga uppgifter i anslutning till dessa pensioner. vid behandling och sokande av andring betraffande dessa pensionsarenden iakttas i ovrigt i tillampliga delar vad som bestams i lagen om statens pensioner."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Työntekijän eläkemaksu",
      "content": "Kansaneläkelaitoksen palveluksessa olevan henkilön työntekijän eläkemaksu on yhtä suuri kuin työntekijän työeläkevakuutusmaksu, josta säädetään työntekijän eläkelain (395/2006) 153 §:ssä. työansio Työnantaja pidättää työntekijältä työntekijän eläkemaksun maksamastaan palkasta () sen maksamisen yhteydessä siten kuin työntekijän eläkelain 152 §:ssä ja sen nojalla annetussa valtioneuvoston asetuksessa säädetään. Työntekijän eläkemaksusta kertyvät varat tilitetään tämän lain 12 a §:ssä tarkoitettuun eläkevastuurahastoon. Työntekijän eläkemaksuista koostuvista varoista saadaan käyttää eläkkeiden maksuun enintään yhtä suuri osuus kuin työntekijän eläkelain mukaisessa eläkejärjestelmässä käytetään keskimääräisen eläkkeistä aiheutuvan vastuun tasaamiseen. Työntekijän eläkemaksua koskevan muutoksenhaun osalta noudatetaan soveltuvin osin, mitä muutoksenhausta eläkepäätökseen valtion eläkelaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Kansaneläkelaitoksen palveluksessa olevan henkilön työntekijän eläkemaksu on yhtä suuri kuin työntekijän työeläkevakuutusmaksu, josta säädetään työntekijän eläkelain (395/2006) 153 § :ssä. työansio Työnantaja pidättää työntekijältä työntekijän eläkemaksun maksamastaan palkasta () sen maksamisen yhteydessä siten kuin työntekijän eläkelain 152 § :ssä ja sen nojalla annetussa valtioneuvoston asetuksessa säädetään. Työntekijän eläkemaksusta kertyvät varat tilitetään tämän lain 12 a § :ssä tarkoitettuun eläkevastuurahastoon. Työntekijän eläkemaksuista koostuvista varoista saadaan käyttää eläkkeiden maksuun enintään yhtä suuri osuus kuin työntekijän eläkelain mukaisessa eläkejärjestelmässä käytetään keskimääräisen eläkkeistä aiheutuvan vastuun tasaamiseen. Työntekijän eläkemaksua koskevan muutoksenhaun osalta noudatetaan soveltuvin osin, mitä muutoksenhausta eläkepäätökseen valtion eläkelaissa säädetään.",
        "folded_fi": "kansanelakelaitoksen palveluksessa olevan henkilon tyontekijan elakemaksu on yhta suuri kuin tyontekijan tyoelakevakuutusmaksu, josta saadetaan tyontekijan elakelain (395/2006) 153 §:ssa. tyoansio tyonantaja pidattaa tyontekijalta tyontekijan elakemaksun maksamastaan palkasta () sen maksamisen yhteydessa siten kuin tyontekijan elakelain 152 §:ssa ja sen nojalla annetussa valtioneuvoston asetuksessa saadetaan. tyontekijan elakemaksusta kertyvat varat tilitetaan taman lain 12 a §:ssa tarkoitettuun elakevastuurahastoon. tyontekijan elakemaksuista koostuvista varoista saadaan kayttaa elakkeiden maksuun enintaan yhta suuri osuus kuin tyontekijan elakelain mukaisessa elakejarjestelmassa kaytetaan keskimaaraisen elakkeista aiheutuvan vastuun tasaamiseen. tyontekijan elakemaksua koskevan muutoksenhaun osalta noudatetaan soveltuvin osin, mita muutoksenhausta elakepaatokseen valtion elakelaissa saadetaan.",
        "title_sv": "Arbetstagarens pensionsavgift",
        "content_sv": "Arbetstagarens pensionsavgift för personer som är anställda hos Folkpensionsanstalten är lika stor som arbetstagarens arbetspensionsförsäkringsavgift enligt 153 § i lagen om pension för arbetstagare (395/2006). arbetsinkomst Arbetsgivaren innehåller i samband med löneutbetalningen på den lön som betalas ut () arbetstagarens pensionsavgift på det sätt som föreskrivs i 152 § i lagen om pension för arbetstagare och med stöd av den genom förordning av statsrådet. Medel som inflyter av arbetstagarens pensionsavgift redovisas till den pensionsansvarsfond som avses i 12 a § i denna lag. Medel som består av arbetstagarens pensionsavgifter får användas till utbetalning av pensioner till ett belopp motsvarande högst den andel som inom det pensionssystem som avses i lagen om pension för arbetstagare används för utjämning av det genomsnittliga pensionsansvaret. Vid sökande av ändring i ett ärende som gäller arbetstagarens pensionsavgift iakttas i tilllämpliga delar vad som i lagen om statens pensioner bestäms om sökande av ändring i pensionsbeslut.",
        "normalized_sv": "Arbetstagarens pensionsavgift för personer som är anställda hos Folkpensionsanstalten är lika stor som arbetstagarens arbetspensionsförsäkringsavgift enligt 153 § i lagen om pension för arbetstagare (395/2006). arbetsinkomst Arbetsgivaren innehåller i samband med löneutbetalningen på den lön som betalas ut () arbetstagarens pensionsavgift på det sätt som föreskrivs i 152 § i lagen om pension för arbetstagare och med stöd av den genom förordning av statsrådet. Medel som inflyter av arbetstagarens pensionsavgift redovisas till den pensionsansvarsfond som avses i 12 a § i denna lag. Medel som består av arbetstagarens pensionsavgifter får användas till utbetalning av pensioner till ett belopp motsvarande högst den andel som inom det pensionssystem som avses i lagen om pension för arbetstagare används för utjämning av det genomsnittliga pensionsansvaret. Vid sökande av ändring i ett ärende som gäller arbetstagarens pensionsavgift iakttas i tilllämpliga delar vad som i lagen om statens pensioner bestäms om sökande av ändring i pensionsbeslut.",
        "folded_sv": "arbetstagarens pensionsavgift for personer som ar anstallda hos folkpensionsanstalten ar lika stor som arbetstagarens arbetspensionsforsakringsavgift enligt 153 § i lagen om pension for arbetstagare (395/2006). arbetsinkomst arbetsgivaren innehaller i samband med loneutbetalningen pa den lon som betalas ut () arbetstagarens pensionsavgift pa det satt som foreskrivs i 152 § i lagen om pension for arbetstagare och med stod av den genom forordning av statsradet. medel som inflyter av arbetstagarens pensionsavgift redovisas till den pensionsansvarsfond som avses i 12 a § i denna lag. medel som bestar av arbetstagarens pensionsavgifter far anvandas till utbetalning av pensioner till ett belopp motsvarande hogst den andel som inom det pensionssystem som avses i lagen om pension for arbetstagare anvands for utjamning av det genomsnittliga pensionsansvaret. vid sokande av andring i ett arende som galler arbetstagarens pensionsavgift iakttas i tilllampliga delar vad som i lagen om statens pensioner bestams om sokande av andring i pensionsbeslut."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Sijoittaminen ja sijoitussuunnitelma",
      "content": "Edellä 12 a §:ssä tarkoitettujen kansaneläkerahaston, sairausvakuutusrahaston ja eläkevastuurahaston varoja sijoitettaessa on huolehdittava sijoitusten varmuudesta, tuotosta ja rahaksi muutettavuudesta sekä sijoitusten asianmukaisesta monipuolisuudesta ja hajauttamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Edellä 12 a § :ssä tarkoitettujen kansaneläkerahaston, sairausvakuutusrahaston ja eläkevastuurahaston varoja sijoitettaessa on huolehdittava sijoitusten varmuudesta, tuotosta ja rahaksi muutettavuudesta sekä sijoitusten asianmukaisesta monipuolisuudesta ja hajauttamisesta.",
        "folded_fi": "edella 12 a §:ssa tarkoitettujen kansanelakerahaston, sairausvakuutusrahaston ja elakevastuurahaston varoja sijoitettaessa on huolehdittava sijoitusten varmuudesta, tuotosta ja rahaksi muutettavuudesta seka sijoitusten asianmukaisesta monipuolisuudesta ja hajauttamisesta.",
        "title_sv": "Placering och placeringsplan",
        "content_sv": "Vid placering av de i 12 a § avsedda folkpensions-, sjukförsäkrings- och pensionsansvarsfondernas medel ska placeringarna göras så att de tryggar säkerhet, avkastning och likviditet samt är lämpligt diversifierade och har lämplig spridning.",
        "normalized_sv": "Vid placering av de i 12 a § avsedda folkpensions-, sjukförsäkrings- och pensionsansvarsfondernas medel ska placeringarna göras så att de tryggar säkerhet, avkastning och likviditet samt är lämpligt diversifierade och har lämplig spridning.",
        "folded_sv": "vid placering av de i 12 a § avsedda folkpensions-, sjukforsakrings- och pensionsansvarsfondernas medel ska placeringarna goras sa att de tryggar sakerhet, avkastning och likviditet samt ar lampligt diversifierade och har lamplig spridning."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Tilintarkastus",
      "content": "Kansaneläkelaitoksen tilintarkastuksen toimittamisessa noudatetaan soveltuvin osin tilintarkastuslain (459/2007) säännöksiä. Tilintarkastajat toimittavat laitoksen tilintarkastuksen vuosittain tilivuotta seuraavan huhtikuun loppuun mennessä. Tilintarkastuskertomus annetaan valtuutetuille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:18",
        "normalized_fi": "Kansaneläkelaitoksen tilintarkastuksen toimittamisessa noudatetaan soveltuvin osin tilintarkastuslain (459/2007) säännöksiä. Tilintarkastajat toimittavat laitoksen tilintarkastuksen vuosittain tilivuotta seuraavan huhtikuun loppuun mennessä. Tilintarkastuskertomus annetaan valtuutetuille.",
        "folded_fi": "kansanelakelaitoksen tilintarkastuksen toimittamisessa noudatetaan soveltuvin osin tilintarkastuslain (459/2007) saannoksia. tilintarkastajat toimittavat laitoksen tilintarkastuksen vuosittain tilivuotta seuraavan huhtikuun loppuun mennessa. tilintarkastuskertomus annetaan valtuutetuille.",
        "title_sv": "Revision",
        "content_sv": "Vid revision av Folkpensionsanstalten iakttas i tillämpliga delar revisionslagen (459/2007). Revisorerna förrättar årligen revision av anstalten före utgången av april året efter räkenskapsåret. Revisionsberättelsen lämnas till fullmäktige.",
        "normalized_sv": "Vid revision av Folkpensionsanstalten iakttas i tillämpliga delar revisionslagen (459/2007). Revisorerna förrättar årligen revision av anstalten före utgången av april året efter räkenskapsåret. Revisionsberättelsen lämnas till fullmäktige.",
        "folded_sv": "vid revision av folkpensionsanstalten iakttas i tillampliga delar revisionslagen (459/2007). revisorerna forrattar arligen revision av anstalten fore utgangen av april aret efter rakenskapsaret. revisionsberattelsen lamnas till fullmaktige."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Hallitus",
      "content": "Hallituksessa on enintään kymmenen jäsentä, jotka valtuutetut määräävät. Hallituksen toimikausi on kolme vuotta. Jos hallituksen jäsenen tehtävä tulee avoimeksi kesken toimikauden, hänen tilalleen on jäljellä olevan toimikauden ajaksi määrättävä uusi jäsen. Valtuutetut määräävät hallituksen puheenjohtajan ja varapuheenjohtajan. Hallituksen jäseneksi ei voida määrätä palvelus- tai työsuhteessa Kansaneläkelaitokseen olevaa henkilöä. Kansaneläkelaitoksen henkilöstön edustajalla on kuitenkin läsnäolo- ja puheoikeus hallituksen kokouksissa. Valtuutetut voivat vapauttaa hallituksen jäsenen tehtävästään kesken toimikauden, jos hän ei enää täytä niitä vaatimuksia, joita hänen tehtävänsä edellyttävät, tai jos hän on syyllistynyt vakavaan rikkomukseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Hallituksessa on enintään kymmenen jäsentä, jotka valtuutetut määräävät. Hallituksen toimikausi on kolme vuotta. Jos hallituksen jäsenen tehtävä tulee avoimeksi kesken toimikauden, hänen tilalleen on jäljellä olevan toimikauden ajaksi määrättävä uusi jäsen. Valtuutetut määräävät hallituksen puheenjohtajan ja varapuheenjohtajan. Hallituksen jäseneksi ei voida määrätä palvelus- tai työsuhteessa Kansaneläkelaitokseen olevaa henkilöä. Kansaneläkelaitoksen henkilöstön edustajalla on kuitenkin läsnäolo- ja puheoikeus hallituksen kokouksissa. Valtuutetut voivat vapauttaa hallituksen jäsenen tehtävästään kesken toimikauden, jos hän ei enää täytä niitä vaatimuksia, joita hänen tehtävänsä edellyttävät, tai jos hän on syyllistynyt vakavaan rikkomukseen.",
        "folded_fi": "hallituksessa on enintaan kymmenen jasenta, jotka valtuutetut maaraavat. hallituksen toimikausi on kolme vuotta. jos hallituksen jasenen tehtava tulee avoimeksi kesken toimikauden, hanen tilalleen on jaljella olevan toimikauden ajaksi maarattava uusi jasen. valtuutetut maaraavat hallituksen puheenjohtajan ja varapuheenjohtajan. hallituksen jaseneksi ei voida maarata palvelus- tai tyosuhteessa kansanelakelaitokseen olevaa henkiloa. kansanelakelaitoksen henkiloston edustajalla on kuitenkin lasnaolo- ja puheoikeus hallituksen kokouksissa. valtuutetut voivat vapauttaa hallituksen jasenen tehtavastaan kesken toimikauden, jos han ei enaa tayta niita vaatimuksia, joita hanen tehtavansa edellyttavat, tai jos han on syyllistynyt vakavaan rikkomukseen.",
        "title_sv": "Styrelsen",
        "content_sv": "Styrelsen har högst tio ledamöter som förordnas av fullmäktige. Styrelsens mandatperiod är tre år. Om en styrelseledamots uppgift blir vakant innan mandatperioden gått ut, ska en ny ledamot förordnas för den återstående mandatperioden. Fullmäktige förordnar ordförande och vice ordförande för styrelsen. En person i tjänste- eller arbetsavtalsförhållande hos Folkpensionsanstalten kan inte förordnas till styrelseledamot. En representant för Folkpensionsanstaltens personal har dock rätt att närvara och yttra sig vid styrelsens möten. Fullmäktige kan skilja en styrelseledamot från uppdraget under mandatperioden, om han eller hon inte längre uppfyller de krav uppdraget ställer eller har gjort sig skyldig till en allvarlig förseelse.",
        "normalized_sv": "Styrelsen har högst tio ledamöter som förordnas av fullmäktige. Styrelsens mandatperiod är tre år. Om en styrelseledamots uppgift blir vakant innan mandatperioden gått ut, ska en ny ledamot förordnas för den återstående mandatperioden. Fullmäktige förordnar ordförande och vice ordförande för styrelsen. En person i tjänste- eller arbetsavtalsförhållande hos Folkpensionsanstalten kan inte förordnas till styrelseledamot. En representant för Folkpensionsanstaltens personal har dock rätt att närvara och yttra sig vid styrelsens möten. Fullmäktige kan skilja en styrelseledamot från uppdraget under mandatperioden, om han eller hon inte längre uppfyller de krav uppdraget ställer eller har gjort sig skyldig till en allvarlig förseelse.",
        "folded_sv": "styrelsen har hogst tio ledamoter som forordnas av fullmaktige. styrelsens mandatperiod ar tre ar. om en styrelseledamots uppgift blir vakant innan mandatperioden gatt ut, ska en ny ledamot forordnas for den aterstaende mandatperioden. fullmaktige forordnar ordforande och vice ordforande for styrelsen. en person i tjanste- eller arbetsavtalsforhallande hos folkpensionsanstalten kan inte forordnas till styrelseledamot. en representant for folkpensionsanstaltens personal har dock ratt att narvara och yttra sig vid styrelsens moten. fullmaktige kan skilja en styrelseledamot fran uppdraget under mandatperioden, om han eller hon inte langre uppfyller de krav uppdraget staller eller har gjort sig skyldig till en allvarlig forseelse."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Hallituksen tehtävät",
      "content": "Hallitus johtaa ja kehittää Kansaneläkelaitoksen toimintaa. Hallituksen tehtävänä on muun ohella: 3) vahvistaa laitoksen työjärjestys, jossa annetaan tarkemmat määräykset hallinnosta ja asioiden käsittelystä;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Hallitus johtaa ja kehittää Kansaneläkelaitoksen toimintaa. Hallituksen tehtävänä on muun ohella: 3) vahvistaa laitoksen työjärjestys, jossa annetaan tarkemmat määräykset hallinnosta ja asioiden käsittelystä;",
        "folded_fi": "hallitus johtaa ja kehittaa kansanelakelaitoksen toimintaa. hallituksen tehtavana on muun ohella: 3) vahvistaa laitoksen tyojarjestys, jossa annetaan tarkemmat maaraykset hallinnosta ja asioiden kasittelysta;",
        "title_sv": "Styrelsens uppgifter",
        "content_sv": "Styrelsen leder och utvecklar Folkpensionsanstaltens verksamhet. Styrelsen skall utöver annat 3) fastställa anstaltens arbetsordning, i vilken meddelas närmare bestämmelser om förvaltningen och om behandlingen av ärenden,",
        "normalized_sv": "Styrelsen leder och utvecklar Folkpensionsanstaltens verksamhet. Styrelsen skall utöver annat 3) fastställa anstaltens arbetsordning, i vilken meddelas närmare bestämmelser om förvaltningen och om behandlingen av ärenden,",
        "folded_sv": "styrelsen leder och utvecklar folkpensionsanstaltens verksamhet. styrelsen skall utover annat 3) faststalla anstaltens arbetsordning, i vilken meddelas narmare bestammelser om forvaltningen och om behandlingen av arenden,"
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Pääjohtaja ja johtajat",
      "content": "Pääjohtaja vastaa Kansaneläkelaitoksen strategisesta suunnittelusta sekä operatiivisesta johtamisesta ja kehittämisestä, asioiden esittelystä hallitukselle ja hallituksen päätösten toimeenpanosta sekä valmistelee työjärjestyksen hallituksen päätettäväksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Pääjohtaja vastaa Kansaneläkelaitoksen strategisesta suunnittelusta sekä operatiivisesta johtamisesta ja kehittämisestä, asioiden esittelystä hallitukselle ja hallituksen päätösten toimeenpanosta sekä valmistelee työjärjestyksen hallituksen päätettäväksi.",
        "folded_fi": "paajohtaja vastaa kansanelakelaitoksen strategisesta suunnittelusta seka operatiivisesta johtamisesta ja kehittamisesta, asioiden esittelysta hallitukselle ja hallituksen paatosten toimeenpanosta seka valmistelee tyojarjestyksen hallituksen paatettavaksi.",
        "title_sv": "Generaldirektören och direktörerna",
        "content_sv": "Generaldirektören svarar för Folkpensionsanstaltens strategiska planering samt dess operativa ledning och utveckling, för föredragningen av ärenden för styrelsen och verkställandet av styrelsens beslut, samt utarbetar en arbetsordning som styrelsen fastställer.",
        "normalized_sv": "Generaldirektören svarar för Folkpensionsanstaltens strategiska planering samt dess operativa ledning och utveckling, för föredragningen av ärenden för styrelsen och verkställandet av styrelsens beslut, samt utarbetar en arbetsordning som styrelsen fastställer.",
        "folded_sv": "generaldirektoren svarar for folkpensionsanstaltens strategiska planering samt dess operativa ledning och utveckling, for foredragningen av arenden for styrelsen och verkstallandet av styrelsens beslut, samt utarbetar en arbetsordning som styrelsen faststaller."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Eläke ja perhe-eläke",
      "content": "Kansaneläkelaitoksen pääjohtajan, johtajien ja muiden toimihenkilöiden oikeus Kansaneläkelaitoksen varoista kustannettavaan eläkkeeseen ja perhe-eläkkeeseen määräytyy siten kuin valtion eläkelaissa (1295/2006) ja valtion eläkelain voimaanpanosta annetussa laissa (1296/2006) säädetään. Tässä pykälässä tarkoitetun eläkkeen ja perhe-eläkkeen myöntää Kansaneläkelaitos, ja se hoitaa myös muut näihin eläkkeisiin liittyvät eläkelaitoksen tehtävät. Muilta osin näiden eläkeasioiden käsittelyssä ja muutoksenhaussa noudatetaan soveltuvin osin, mitä valtion eläkelaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Kansaneläkelaitoksen pääjohtajan, johtajien ja muiden toimihenkilöiden oikeus Kansaneläkelaitoksen varoista kustannettavaan eläkkeeseen ja perhe-eläkkeeseen määräytyy siten kuin valtion eläkelaissa (1295/2006) ja valtion eläkelain voimaanpanosta annetussa laissa (1296/2006) säädetään. Tässä pykälässä tarkoitetun eläkkeen ja perhe-eläkkeen myöntää Kansaneläkelaitos, ja se hoitaa myös muut näihin eläkkeisiin liittyvät eläkelaitoksen tehtävät. Muilta osin näiden eläkeasioiden käsittelyssä ja muutoksenhaussa noudatetaan soveltuvin osin, mitä valtion eläkelaissa säädetään.",
        "folded_fi": "kansanelakelaitoksen paajohtajan, johtajien ja muiden toimihenkiloiden oikeus kansanelakelaitoksen varoista kustannettavaan elakkeeseen ja perhe-elakkeeseen maaraytyy siten kuin valtion elakelaissa (1295/2006) ja valtion elakelain voimaanpanosta annetussa laissa (1296/2006) saadetaan. tassa pykalassa tarkoitetun elakkeen ja perhe-elakkeen myontaa kansanelakelaitos, ja se hoitaa myos muut naihin elakkeisiin liittyvat elakelaitoksen tehtavat. muilta osin naiden elakeasioiden kasittelyssa ja muutoksenhaussa noudatetaan soveltuvin osin, mita valtion elakelaissa saadetaan.",
        "title_sv": "Pension och familjepension",
        "content_sv": "Generaldirektörens, direktörernas och de övriga tjänstemännens rätt till pension och familjepension av Folkpensionsanstaltens medel bestäms enligt lagen om statens pensioner (1295/2006) och lagen om införande av lagen om statens pensioner (1296/2006). Pensioner och familjepensioner som avses i denna paragraf beviljas av Folkpensionsanstalten, som också sköter pensionsanstaltens övriga uppgifter i anslutning till dessa pensioner. Vid behandling och sökande av ändring beträffande dessa pensionsärenden iakttas i övrigt i tillämpliga delar vad som bestäms i lagen om statens pensioner.",
        "normalized_sv": "Generaldirektörens, direktörernas och de övriga tjänstemännens rätt till pension och familjepension av Folkpensionsanstaltens medel bestäms enligt lagen om statens pensioner (1295/2006) och lagen om införande av lagen om statens pensioner (1296/2006). Pensioner och familjepensioner som avses i denna paragraf beviljas av Folkpensionsanstalten, som också sköter pensionsanstaltens övriga uppgifter i anslutning till dessa pensioner. Vid behandling och sökande av ändring beträffande dessa pensionsärenden iakttas i övrigt i tillämpliga delar vad som bestäms i lagen om statens pensioner.",
        "folded_sv": "generaldirektorens, direktorernas och de ovriga tjanstemannens ratt till pension och familjepension av folkpensionsanstaltens medel bestams enligt lagen om statens pensioner (1295/2006) och lagen om inforande av lagen om statens pensioner (1296/2006). pensioner och familjepensioner som avses i denna paragraf beviljas av folkpensionsanstalten, som ocksa skoter pensionsanstaltens ovriga uppgifter i anslutning till dessa pensioner. vid behandling och sokande av andring betraffande dessa pensionsarenden iakttas i ovrigt i tillampliga delar vad som bestams i lagen om statens pensioner."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Työntekijän eläkemaksu",
      "content": "Kansaneläkelaitoksen palveluksessa olevan henkilön työntekijän eläkemaksu on yhtä suuri kuin työntekijän työeläkevakuutusmaksu, josta säädetään työntekijän eläkelain (395/2006) 153 §:ssä. työansio Työnantaja pidättää työntekijältä työntekijän eläkemaksun maksamastaan palkasta () sen maksamisen yhteydessä siten kuin työntekijän eläkelain 152 §:ssä ja sen nojalla annetussa valtioneuvoston asetuksessa säädetään. Työntekijän eläkemaksusta kertyvät varat tilitetään tämän lain 12 a §:ssä tarkoitettuun eläkevastuurahastoon. Työntekijän eläkemaksuista koostuvista varoista saadaan käyttää eläkkeiden maksuun enintään yhtä suuri osuus kuin työntekijän eläkelain mukaisessa eläkejärjestelmässä käytetään keskimääräisen eläkkeistä aiheutuvan vastuun tasaamiseen. Työntekijän eläkemaksua koskevan muutoksenhaun osalta noudatetaan soveltuvin osin, mitä muutoksenhausta eläkepäätökseen valtion eläkelaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Kansaneläkelaitoksen palveluksessa olevan henkilön työntekijän eläkemaksu on yhtä suuri kuin työntekijän työeläkevakuutusmaksu, josta säädetään työntekijän eläkelain (395/2006) 153 § :ssä. työansio Työnantaja pidättää työntekijältä työntekijän eläkemaksun maksamastaan palkasta () sen maksamisen yhteydessä siten kuin työntekijän eläkelain 152 § :ssä ja sen nojalla annetussa valtioneuvoston asetuksessa säädetään. Työntekijän eläkemaksusta kertyvät varat tilitetään tämän lain 12 a § :ssä tarkoitettuun eläkevastuurahastoon. Työntekijän eläkemaksuista koostuvista varoista saadaan käyttää eläkkeiden maksuun enintään yhtä suuri osuus kuin työntekijän eläkelain mukaisessa eläkejärjestelmässä käytetään keskimääräisen eläkkeistä aiheutuvan vastuun tasaamiseen. Työntekijän eläkemaksua koskevan muutoksenhaun osalta noudatetaan soveltuvin osin, mitä muutoksenhausta eläkepäätökseen valtion eläkelaissa säädetään.",
        "folded_fi": "kansanelakelaitoksen palveluksessa olevan henkilon tyontekijan elakemaksu on yhta suuri kuin tyontekijan tyoelakevakuutusmaksu, josta saadetaan tyontekijan elakelain (395/2006) 153 §:ssa. tyoansio tyonantaja pidattaa tyontekijalta tyontekijan elakemaksun maksamastaan palkasta () sen maksamisen yhteydessa siten kuin tyontekijan elakelain 152 §:ssa ja sen nojalla annetussa valtioneuvoston asetuksessa saadetaan. tyontekijan elakemaksusta kertyvat varat tilitetaan taman lain 12 a §:ssa tarkoitettuun elakevastuurahastoon. tyontekijan elakemaksuista koostuvista varoista saadaan kayttaa elakkeiden maksuun enintaan yhta suuri osuus kuin tyontekijan elakelain mukaisessa elakejarjestelmassa kaytetaan keskimaaraisen elakkeista aiheutuvan vastuun tasaamiseen. tyontekijan elakemaksua koskevan muutoksenhaun osalta noudatetaan soveltuvin osin, mita muutoksenhausta elakepaatokseen valtion elakelaissa saadetaan.",
        "title_sv": "Arbetstagarens pensionsavgift",
        "content_sv": "Arbetstagarens pensionsavgift för personer som är anställda hos Folkpensionsanstalten är lika stor som arbetstagarens arbetspensionsförsäkringsavgift enligt 153 § i lagen om pension för arbetstagare (395/2006). arbetsinkomst Arbetsgivaren innehåller i samband med löneutbetalningen på den lön som betalas ut () arbetstagarens pensionsavgift på det sätt som föreskrivs i 152 § i lagen om pension för arbetstagare och med stöd av den genom förordning av statsrådet. Medel som inflyter av arbetstagarens pensionsavgift redovisas till den pensionsansvarsfond som avses i 12 a § i denna lag. Medel som består av arbetstagarens pensionsavgifter får användas till utbetalning av pensioner till ett belopp motsvarande högst den andel som inom det pensionssystem som avses i lagen om pension för arbetstagare används för utjämning av det genomsnittliga pensionsansvaret. Vid sökande av ändring i ett ärende som gäller arbetstagarens pensionsavgift iakttas i tilllämpliga delar vad som i lagen om statens pensioner bestäms om sökande av ändring i pensionsbeslut.",
        "normalized_sv": "Arbetstagarens pensionsavgift för personer som är anställda hos Folkpensionsanstalten är lika stor som arbetstagarens arbetspensionsförsäkringsavgift enligt 153 § i lagen om pension för arbetstagare (395/2006). arbetsinkomst Arbetsgivaren innehåller i samband med löneutbetalningen på den lön som betalas ut () arbetstagarens pensionsavgift på det sätt som föreskrivs i 152 § i lagen om pension för arbetstagare och med stöd av den genom förordning av statsrådet. Medel som inflyter av arbetstagarens pensionsavgift redovisas till den pensionsansvarsfond som avses i 12 a § i denna lag. Medel som består av arbetstagarens pensionsavgifter får användas till utbetalning av pensioner till ett belopp motsvarande högst den andel som inom det pensionssystem som avses i lagen om pension för arbetstagare används för utjämning av det genomsnittliga pensionsansvaret. Vid sökande av ändring i ett ärende som gäller arbetstagarens pensionsavgift iakttas i tilllämpliga delar vad som i lagen om statens pensioner bestäms om sökande av ändring i pensionsbeslut.",
        "folded_sv": "arbetstagarens pensionsavgift for personer som ar anstallda hos folkpensionsanstalten ar lika stor som arbetstagarens arbetspensionsforsakringsavgift enligt 153 § i lagen om pension for arbetstagare (395/2006). arbetsinkomst arbetsgivaren innehaller i samband med loneutbetalningen pa den lon som betalas ut () arbetstagarens pensionsavgift pa det satt som foreskrivs i 152 § i lagen om pension for arbetstagare och med stod av den genom forordning av statsradet. medel som inflyter av arbetstagarens pensionsavgift redovisas till den pensionsansvarsfond som avses i 12 a § i denna lag. medel som bestar av arbetstagarens pensionsavgifter far anvandas till utbetalning av pensioner till ett belopp motsvarande hogst den andel som inom det pensionssystem som avses i lagen om pension for arbetstagare anvands for utjamning av det genomsnittliga pensionsansvaret. vid sokande av andring i ett arende som galler arbetstagarens pensionsavgift iakttas i tilllampliga delar vad som i lagen om statens pensioner bestams om sokande av andring i pensionsbeslut."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Sijoittaminen ja sijoitussuunnitelma",
      "content": "Edellä 12 a §:ssä tarkoitettujen kansaneläkerahaston, sairausvakuutusrahaston ja eläkevastuurahaston varoja sijoitettaessa on huolehdittava sijoitusten varmuudesta, tuotosta ja rahaksi muutettavuudesta sekä sijoitusten asianmukaisesta monipuolisuudesta ja hajauttamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Edellä 12 a § :ssä tarkoitettujen kansaneläkerahaston, sairausvakuutusrahaston ja eläkevastuurahaston varoja sijoitettaessa on huolehdittava sijoitusten varmuudesta, tuotosta ja rahaksi muutettavuudesta sekä sijoitusten asianmukaisesta monipuolisuudesta ja hajauttamisesta.",
        "folded_fi": "edella 12 a §:ssa tarkoitettujen kansanelakerahaston, sairausvakuutusrahaston ja elakevastuurahaston varoja sijoitettaessa on huolehdittava sijoitusten varmuudesta, tuotosta ja rahaksi muutettavuudesta seka sijoitusten asianmukaisesta monipuolisuudesta ja hajauttamisesta.",
        "title_sv": "Placering och placeringsplan",
        "content_sv": "Vid placering av de i 12 a § avsedda folkpensions-, sjukförsäkrings- och pensionsansvarsfondernas medel ska placeringarna göras så att de tryggar säkerhet, avkastning och likviditet samt är lämpligt diversifierade och har lämplig spridning.",
        "normalized_sv": "Vid placering av de i 12 a § avsedda folkpensions-, sjukförsäkrings- och pensionsansvarsfondernas medel ska placeringarna göras så att de tryggar säkerhet, avkastning och likviditet samt är lämpligt diversifierade och har lämplig spridning.",
        "folded_sv": "vid placering av de i 12 a § avsedda folkpensions-, sjukforsakrings- och pensionsansvarsfondernas medel ska placeringarna goras sa att de tryggar sakerhet, avkastning och likviditet samt ar lampligt diversifierade och har lamplig spridning."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Tilintarkastus",
      "content": "Kansaneläkelaitoksen tilintarkastuksen toimittamisessa noudatetaan soveltuvin osin tilintarkastuslain (459/2007) säännöksiä. Tilintarkastajat toimittavat laitoksen tilintarkastuksen vuosittain tilivuotta seuraavan huhtikuun loppuun mennessä. Tilintarkastuskertomus annetaan valtuutetuille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:18",
        "normalized_fi": "Kansaneläkelaitoksen tilintarkastuksen toimittamisessa noudatetaan soveltuvin osin tilintarkastuslain (459/2007) säännöksiä. Tilintarkastajat toimittavat laitoksen tilintarkastuksen vuosittain tilivuotta seuraavan huhtikuun loppuun mennessä. Tilintarkastuskertomus annetaan valtuutetuille.",
        "folded_fi": "kansanelakelaitoksen tilintarkastuksen toimittamisessa noudatetaan soveltuvin osin tilintarkastuslain (459/2007) saannoksia. tilintarkastajat toimittavat laitoksen tilintarkastuksen vuosittain tilivuotta seuraavan huhtikuun loppuun mennessa. tilintarkastuskertomus annetaan valtuutetuille.",
        "title_sv": "Revision",
        "content_sv": "Vid revision av Folkpensionsanstalten iakttas i tillämpliga delar revisionslagen (459/2007). Revisorerna förrättar årligen revision av anstalten före utgången av april året efter räkenskapsåret. Revisionsberättelsen lämnas till fullmäktige.",
        "normalized_sv": "Vid revision av Folkpensionsanstalten iakttas i tillämpliga delar revisionslagen (459/2007). Revisorerna förrättar årligen revision av anstalten före utgången av april året efter räkenskapsåret. Revisionsberättelsen lämnas till fullmäktige.",
        "folded_sv": "vid revision av folkpensionsanstalten iakttas i tillampliga delar revisionslagen (459/2007). revisorerna forrattar arligen revision av anstalten fore utgangen av april aret efter rakenskapsaret. revisionsberattelsen lamnas till fullmaktige."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    }
  ]
}