{
  "id": "1359/2007",
  "type": "statute",
  "title": "Laki tapaturmavakuutuslain muuttamisesta",
  "title_en": "Lag om ändring av lagen om olycksfallsförsäkring",
  "status": "in_force",
  "issued_date": "2007-12-21",
  "in_force_date": "2007-12-21",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/1359/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Jos vuosityöansio on pienempi kuin 9 211,76 euroa, se korotetaan 9 211,76 euroksi. Vuosityöansiota ei kuitenkaan koroteta, jos työntekijä sai tapaturman sattuessa: 1) työntekijän eläkelain (395/2006) 3 §:ssä tarkoitettujen lakien mukaista toistaiseksi myönnettyä täyttä työkyvyttömyyseläkettä; 2) kansaneläkelaissa (568/2007) tarkoitettua toistaiseksi myönnettyä työkyvyttömyyseläkettä; 3) työntekijän eläkelain voimaanpanolain (396/2006) 1 §:n 2 momentissa tarkoitettuun aikaisempaan lainsäädäntöön perustuvaa täyttä työkyvyttömyyseläkettä; 4) kansaneläkelain voimaanpanosta annetun lain (569/2007) 1 §:n 3 momentissa tarkoitettuun aikaisempaan lainsäädäntöön perustuvaa työkyvyttömyyseläkettä; 5) tämän lain mukaan määräytyvää, toistaiseksi myönnettyä täyttä tapaturmaeläkettä tai sitä vastaavaa liikennevakuutuslain mukaista korvausta; taikka 6) 1―4 kohdassa tarkoitettuun lainsäädäntöön perustuvaa vanhuuseläkettä ja työntekijä oli tapaturman sattuessa täyttänyt 65 vuotta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:28",
        "normalized_fi": "Jos vuosityöansio on pienempi kuin 9 211,76 euroa, se korotetaan 9 211,76 euroksi. Vuosityöansiota ei kuitenkaan koroteta, jos työntekijä sai tapaturman sattuessa: 1) työntekijän eläkelain (395/2006) 3 § :ssä tarkoitettujen lakien mukaista toistaiseksi myönnettyä täyttä työkyvyttömyyseläkettä; 2) kansaneläkelaissa (568/2007) tarkoitettua toistaiseksi myönnettyä työkyvyttömyyseläkettä; 3) työntekijän eläkelain voimaanpanolain (396/2006) 1 § :n 2 momentissa tarkoitettuun aikaisempaan lainsäädäntöön perustuvaa täyttä työkyvyttömyyseläkettä; 4) kansaneläkelain voimaanpanosta annetun lain (569/2007) 1 § :n 3 momentissa tarkoitettuun aikaisempaan lainsäädäntöön perustuvaa työkyvyttömyyseläkettä; 5) tämän lain mukaan määräytyvää, toistaiseksi myönnettyä täyttä tapaturmaeläkettä tai sitä vastaavaa liikennevakuutuslain mukaista korvausta; taikka 6) 1―4 kohdassa tarkoitettuun lainsäädäntöön perustuvaa vanhuuseläkettä ja työntekijä oli tapaturman sattuessa täyttänyt 65 vuotta.",
        "folded_fi": "jos vuosityoansio on pienempi kuin 9 211,76 euroa, se korotetaan 9 211,76 euroksi. vuosityoansiota ei kuitenkaan koroteta, jos tyontekija sai tapaturman sattuessa: 1) tyontekijan elakelain (395/2006) 3 §:ssa tarkoitettujen lakien mukaista toistaiseksi myonnettya taytta tyokyvyttomyyselaketta; 2) kansanelakelaissa (568/2007) tarkoitettua toistaiseksi myonnettya tyokyvyttomyyselaketta; 3) tyontekijan elakelain voimaanpanolain (396/2006) 1 §:n 2 momentissa tarkoitettuun aikaisempaan lainsaadantoon perustuvaa taytta tyokyvyttomyyselaketta; 4) kansanelakelain voimaanpanosta annetun lain (569/2007) 1 §:n 3 momentissa tarkoitettuun aikaisempaan lainsaadantoon perustuvaa tyokyvyttomyyselaketta; 5) taman lain mukaan maaraytyvaa, toistaiseksi myonnettya taytta tapaturmaelaketta tai sita vastaavaa liikennevakuutuslain mukaista korvausta; taikka 6) 1―4 kohdassa tarkoitettuun lainsaadantoon perustuvaa vanhuuselaketta ja tyontekija oli tapaturman sattuessa tayttanyt 65 vuotta.",
        "content_sv": "Om årsarbetsförtjänsten underskrider 9 211,76 euro höjs den till 9 211,76 euro. Årsarbetsförtjänsten höjs dock inte, om arbetstagaren vid tiden för olycksfallet fick 1) full invalidpension som beviljats tills vidare och som avses i de lagar som nämns i 3 § i lagen om pension för arbetstagare (395/2006), 2) sjukpension som beviljats tills vidare och som avses i folkpensionslagen (568/2007), 3) full invalidpension som beviljats med stöd av den tidigare lagstiftning som avses i 1 § 2 mom. i lagen om införande av lagen om pension för arbetstagare (396/2006), 4) invalidpension som beviljats med stöd av den tidigare lagstiftning som avses i 1 § 3 mom. i lagen om införande av folkpensionslagen (569/2007), 5) full olycksfallspension som bestäms enligt denna lag och som beviljats tills vidare eller motsvarande ersättning enligt trafikförsäkringslagen, eller 6) ålderspension enligt den lagstiftning som avses i 1―4 punkten och arbetstagaren vid tiden för olycksfallet hade fyllt 65 år.",
        "normalized_sv": "Om årsarbetsförtjänsten underskrider 9 211,76 euro höjs den till 9 211,76 euro. Årsarbetsförtjänsten höjs dock inte, om arbetstagaren vid tiden för olycksfallet fick 1) full invalidpension som beviljats tills vidare och som avses i de lagar som nämns i 3 § i lagen om pension för arbetstagare (395/2006), 2) sjukpension som beviljats tills vidare och som avses i folkpensionslagen (568/2007), 3) full invalidpension som beviljats med stöd av den tidigare lagstiftning som avses i 1 § 2 mom. i lagen om införande av lagen om pension för arbetstagare (396/2006), 4) invalidpension som beviljats med stöd av den tidigare lagstiftning som avses i 1 § 3 mom. i lagen om införande av folkpensionslagen (569/2007), 5) full olycksfallspension som bestäms enligt denna lag och som beviljats tills vidare eller motsvarande ersättning enligt trafikförsäkringslagen, eller 6) ålderspension enligt den lagstiftning som avses i 1―4 punkten och arbetstagaren vid tiden för olycksfallet hade fyllt 65 år.",
        "folded_sv": "om arsarbetsfortjansten underskrider 9 211,76 euro hojs den till 9 211,76 euro. arsarbetsfortjansten hojs dock inte, om arbetstagaren vid tiden for olycksfallet fick 1) full invalidpension som beviljats tills vidare och som avses i de lagar som namns i 3 § i lagen om pension for arbetstagare (395/2006), 2) sjukpension som beviljats tills vidare och som avses i folkpensionslagen (568/2007), 3) full invalidpension som beviljats med stod av den tidigare lagstiftning som avses i 1 § 2 mom. i lagen om inforande av lagen om pension for arbetstagare (396/2006), 4) invalidpension som beviljats med stod av den tidigare lagstiftning som avses i 1 § 3 mom. i lagen om inforande av folkpensionslagen (569/2007), 5) full olycksfallspension som bestams enligt denna lag och som beviljats tills vidare eller motsvarande ersattning enligt trafikforsakringslagen, eller 6) alderspension enligt den lagstiftning som avses i 1―4 punkten och arbetstagaren vid tiden for olycksfallet hade fyllt 65 ar."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Tämän lain mukaista vakuutusta harjoittavalla vakuutuslaitoksella on oltava laskuperusteet, joissa määrätään, miten vakuutusmaksut lasketaan. Laskuperusteet on laadittava tämän lain mukaiselle pakolliselle vakuutukselle, 57 §:n 1 ja 4 momentin mukaiselle työajan vakuutukselle ja 57 §:n 2 ja 3 momentin mukaiselle vapaa-ajan vakuutukselle kullekin erikseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:35",
        "normalized_fi": "Tämän lain mukaista vakuutusta harjoittavalla vakuutuslaitoksella on oltava laskuperusteet, joissa määrätään, miten vakuutusmaksut lasketaan. Laskuperusteet on laadittava tämän lain mukaiselle pakolliselle vakuutukselle, 57 § :n 1 ja 4 momentin mukaiselle työajan vakuutukselle ja 57 § :n 2 ja 3 momentin mukaiselle vapaa-ajan vakuutukselle kullekin erikseen.",
        "folded_fi": "taman lain mukaista vakuutusta harjoittavalla vakuutuslaitoksella on oltava laskuperusteet, joissa maarataan, miten vakuutusmaksut lasketaan. laskuperusteet on laadittava taman lain mukaiselle pakolliselle vakuutukselle, 57 §:n 1 ja 4 momentin mukaiselle tyoajan vakuutukselle ja 57 §:n 2 ja 3 momentin mukaiselle vapaa-ajan vakuutukselle kullekin erikseen.",
        "content_sv": "En försäkringsanstalt som bedriver försäkring enligt denna lag ska ha kalkyleringsgrunder i vilka det bestäms hur försäkringspremierna kalkyleras. Kalkyleringsgrunder ska utarbetas särskilt för obligatorisk försäkring enligt denna lag, för försäkring för arbetstiden enligt 57 § 1 och 4 mom. och för fritidsförsäkring enligt 57 § 2 och 3 mom.",
        "normalized_sv": "En försäkringsanstalt som bedriver försäkring enligt denna lag ska ha kalkyleringsgrunder i vilka det bestäms hur försäkringspremierna kalkyleras. Kalkyleringsgrunder ska utarbetas särskilt för obligatorisk försäkring enligt denna lag, för försäkring för arbetstiden enligt 57 § 1 och 4 mom. och för fritidsförsäkring enligt 57 § 2 och 3 mom.",
        "folded_sv": "en forsakringsanstalt som bedriver forsakring enligt denna lag ska ha kalkyleringsgrunder i vilka det bestams hur forsakringspremierna kalkyleras. kalkyleringsgrunder ska utarbetas sarskilt for obligatorisk forsakring enligt denna lag, for forsakring for arbetstiden enligt 57 § 1 och 4 mom. och for fritidsforsakring enligt 57 § 2 och 3 mom."
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "Asian käsittelyssä tapaturma-asioiden muutoksenhakulautakunnassa sovelletaan hallintolainkäyttölakia, jollei erikseen toisin säädetä. Tapaturma-asioiden muutoksenhakulautakunnassa toimitetaan tarvittaessa asian selvittämiseksi suullinen käsittely siten kuin hallintolainkäyttölain 37 §:ssä säädetään. Mitä hallintolainkäyttölain 38 §:ssä säädetään suullisen käsittelyn toimittamisesta yksityisen asianosaisen pyynnöstä hallinto-oikeudessa, koskee suullisen käsittelyn toimittamista tapaturma-asioiden muutoksenhakulautakunnassa. Oikeudenkäynnin julkisuudesta tapaturma-asioiden muutoksenhakulautakunnassa ja muutoksenhakulautakunnan ratkaisukokoonpanosta asiassa, joka koskee oikeudenkäynnin julkisuutta, on voimassa, mitä oikeudenkäynnin julkisuudesta hallintotuomioistuimissa annetussa laissa (381/2007) säädetään. Tarkempia säännöksiä tapaturmaasioiden muutoksenhakulautakunnasta ja siitä aiheutuvista kustannuksista voidaan antaa valtioneuvoston asetuksella. Muutoksenhakulautakunta vahvistaa itselleen työjärjestyksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:53",
        "normalized_fi": "Asian käsittelyssä tapaturma-asioiden muutoksenhakulautakunnassa sovelletaan hallintolainkäyttölakia, jollei erikseen toisin säädetä. Tapaturma-asioiden muutoksenhakulautakunnassa toimitetaan tarvittaessa asian selvittämiseksi suullinen käsittely siten kuin hallintolainkäyttölain 37 § :ssä säädetään. Mitä hallintolainkäyttölain 38 § :ssä säädetään suullisen käsittelyn toimittamisesta yksityisen asianosaisen pyynnöstä hallinto-oikeudessa, koskee suullisen käsittelyn toimittamista tapaturma-asioiden muutoksenhakulautakunnassa. Oikeudenkäynnin julkisuudesta tapaturma-asioiden muutoksenhakulautakunnassa ja muutoksenhakulautakunnan ratkaisukokoonpanosta asiassa, joka koskee oikeudenkäynnin julkisuutta, on voimassa, mitä oikeudenkäynnin julkisuudesta hallintotuomioistuimissa annetussa laissa (381/2007) säädetään. Tarkempia säännöksiä tapaturmaasioiden muutoksenhakulautakunnasta ja siitä aiheutuvista kustannuksista voidaan antaa valtioneuvoston asetuksella. Muutoksenhakulautakunta vahvistaa itselleen työjärjestyksen.",
        "folded_fi": "asian kasittelyssa tapaturma-asioiden muutoksenhakulautakunnassa sovelletaan hallintolainkayttolakia, jollei erikseen toisin saadeta. tapaturma-asioiden muutoksenhakulautakunnassa toimitetaan tarvittaessa asian selvittamiseksi suullinen kasittely siten kuin hallintolainkayttolain 37 §:ssa saadetaan. mita hallintolainkayttolain 38 §:ssa saadetaan suullisen kasittelyn toimittamisesta yksityisen asianosaisen pyynnosta hallinto-oikeudessa, koskee suullisen kasittelyn toimittamista tapaturma-asioiden muutoksenhakulautakunnassa. oikeudenkaynnin julkisuudesta tapaturma-asioiden muutoksenhakulautakunnassa ja muutoksenhakulautakunnan ratkaisukokoonpanosta asiassa, joka koskee oikeudenkaynnin julkisuutta, on voimassa, mita oikeudenkaynnin julkisuudesta hallintotuomioistuimissa annetussa laissa (381/2007) saadetaan. tarkempia saannoksia tapaturmaasioiden muutoksenhakulautakunnasta ja siita aiheutuvista kustannuksista voidaan antaa valtioneuvoston asetuksella. muutoksenhakulautakunta vahvistaa itselleen tyojarjestyksen.",
        "content_sv": "Vid behandlingen av ärenden i besvärsnämnden för olycksfallsärenden tillämpas förvaltningsprocesslagen, om inte något annat föreskrivs särskilt. Om det behövs för att ett ärende ska kunna utredas, hålls muntlig förhandling i besvärsnämnden för olycksfallsärenden på det sätt som bestäms i 37 § i förvaltningsprocesslagen. Det som i 38 § i förvaltningsprocesslagen bestäms om muntlig förhandling i förvaltningsdomstolen på begäran av en enskild part gäller muntlig förhandling i besvärsnämnden för olycksfallsärenden. I fråga om offentlighet vid rättegång i besvärsnämnden för olycksfallsärenden och nämndens sammansättning när ett ärende som gäller offentlighet vid rättegång avgörs gäller det som bestäms i lagen om offentlighet vid rättegång i förvaltningsdomstolar (381/2007). Närmare bestämmelser om besvärsnämnden för olycksfallsärenden och kostnaderna för denna kan utfärdas genom förordning av statsrådet. Besvärsnämnden fastställer sin egen arbetsordning.",
        "normalized_sv": "Vid behandlingen av ärenden i besvärsnämnden för olycksfallsärenden tillämpas förvaltningsprocesslagen, om inte något annat föreskrivs särskilt. Om det behövs för att ett ärende ska kunna utredas, hålls muntlig förhandling i besvärsnämnden för olycksfallsärenden på det sätt som bestäms i 37 § i förvaltningsprocesslagen. Det som i 38 § i förvaltningsprocesslagen bestäms om muntlig förhandling i förvaltningsdomstolen på begäran av en enskild part gäller muntlig förhandling i besvärsnämnden för olycksfallsärenden. I fråga om offentlighet vid rättegång i besvärsnämnden för olycksfallsärenden och nämndens sammansättning när ett ärende som gäller offentlighet vid rättegång avgörs gäller det som bestäms i lagen om offentlighet vid rättegång i förvaltningsdomstolar (381/2007). Närmare bestämmelser om besvärsnämnden för olycksfallsärenden och kostnaderna för denna kan utfärdas genom förordning av statsrådet. Besvärsnämnden fastställer sin egen arbetsordning.",
        "folded_sv": "vid behandlingen av arenden i besvarsnamnden for olycksfallsarenden tillampas forvaltningsprocesslagen, om inte nagot annat foreskrivs sarskilt. om det behovs for att ett arende ska kunna utredas, halls muntlig forhandling i besvarsnamnden for olycksfallsarenden pa det satt som bestams i 37 § i forvaltningsprocesslagen. det som i 38 § i forvaltningsprocesslagen bestams om muntlig forhandling i forvaltningsdomstolen pa begaran av en enskild part galler muntlig forhandling i besvarsnamnden for olycksfallsarenden. i fraga om offentlighet vid rattegang i besvarsnamnden for olycksfallsarenden och namndens sammansattning nar ett arende som galler offentlighet vid rattegang avgors galler det som bestams i lagen om offentlighet vid rattegang i forvaltningsdomstolar (381/2007). narmare bestammelser om besvarsnamnden for olycksfallsarenden och kostnaderna for denna kan utfardas genom forordning av statsradet. besvarsnamnden faststaller sin egen arbetsordning."
      }
    },
    {
      "provision_ref": "53 i",
      "section": "53 i",
      "content": "Tapaturma-asioiden muutoksenhakulautakunnan tilintarkastukseen sovelletaan, mitä tilintarkastuslaissa (459/2007) säädetään tilintarkastajan riippumattomuudesta, esteellisyydestä, salassapitovelvollisuudesta, erottamisesta ja eroamisesta. Muutoksenhakulautakunnan täysistunto valitsee vuosittain tilintarkastajan ja varatilintarkastajan. Tilintarkastajan ja varatilintarkastajan tulee olla Keskuskauppakamarin hyväksymä tilintarkastaja (KHT). Tilinpäätöksen vahvistaa ja vastuuvapauden hallintojaostolle myöntää tapaturma-asioiden muutoksenhakulautakunnan täysistunto. Tapaturma-asioiden muutoksenhakulautakunta antaa vahvistetun tilinpäätöksen tiedoksi Vakuutusvalvontavirastolle. Jos tilinpäätös osoittaa yli- tai alijäämää vahvistettuun talousarvioon nähden, erotus otetaan huomioon seuraavalta vuodelta määrättävän oikeushallintomaksun perusteissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:53 i",
        "normalized_fi": "Tapaturma-asioiden muutoksenhakulautakunnan tilintarkastukseen sovelletaan, mitä tilintarkastuslaissa (459/2007) säädetään tilintarkastajan riippumattomuudesta, esteellisyydestä, salassapitovelvollisuudesta, erottamisesta ja eroamisesta. Muutoksenhakulautakunnan täysistunto valitsee vuosittain tilintarkastajan ja varatilintarkastajan. Tilintarkastajan ja varatilintarkastajan tulee olla Keskuskauppakamarin hyväksymä tilintarkastaja (KHT). Tilinpäätöksen vahvistaa ja vastuuvapauden hallintojaostolle myöntää tapaturma-asioiden muutoksenhakulautakunnan täysistunto. Tapaturma-asioiden muutoksenhakulautakunta antaa vahvistetun tilinpäätöksen tiedoksi Vakuutusvalvontavirastolle. Jos tilinpäätös osoittaa yli- tai alijäämää vahvistettuun talousarvioon nähden, erotus otetaan huomioon seuraavalta vuodelta määrättävän oikeushallintomaksun perusteissa.",
        "folded_fi": "tapaturma-asioiden muutoksenhakulautakunnan tilintarkastukseen sovelletaan, mita tilintarkastuslaissa (459/2007) saadetaan tilintarkastajan riippumattomuudesta, esteellisyydesta, salassapitovelvollisuudesta, erottamisesta ja eroamisesta. muutoksenhakulautakunnan taysistunto valitsee vuosittain tilintarkastajan ja varatilintarkastajan. tilintarkastajan ja varatilintarkastajan tulee olla keskuskauppakamarin hyvaksyma tilintarkastaja (kht). tilinpaatoksen vahvistaa ja vastuuvapauden hallintojaostolle myontaa tapaturma-asioiden muutoksenhakulautakunnan taysistunto. tapaturma-asioiden muutoksenhakulautakunta antaa vahvistetun tilinpaatoksen tiedoksi vakuutusvalvontavirastolle. jos tilinpaatos osoittaa yli- tai alijaamaa vahvistettuun talousarvioon nahden, erotus otetaan huomioon seuraavalta vuodelta maarattavan oikeushallintomaksun perusteissa.",
        "content_sv": "På revision av besvärsnämnden för olycksfallsärenden tillämpas det som i revisionslagen (459/2007) föreskrivs om revisors oberoende ställning, jäv och tystnadsplikt samt om entledigande av revisor och revisors avgång. Besvärsnämndens plenum väljer årligen en revisor och en revisorssuppleant. Revisorn och revisorssuppleanten ska vara av Centralhandelskammaren godkända revisorer (CGR). Besvärsnämnden för olycksfallsärenden fastställer i plenum bokslutet samt beviljar förvaltningssektionen ansvarsfrihet. Besvärsnämnden för olycksfallsärenden ska delge Försäkringsinspektionen det fastställda bokslutet. Om bokslutet visar underskott eller överskott i förhållande till den fastställda budgeten, ska skillnaden beaktas i grunderna för den justitieförvaltningsavgift som bestäms för det följande året.",
        "normalized_sv": "På revision av besvärsnämnden för olycksfallsärenden tillämpas det som i revisionslagen (459/2007) föreskrivs om revisors oberoende ställning, jäv och tystnadsplikt samt om entledigande av revisor och revisors avgång. Besvärsnämndens plenum väljer årligen en revisor och en revisorssuppleant. Revisorn och revisorssuppleanten ska vara av Centralhandelskammaren godkända revisorer (CGR). Besvärsnämnden för olycksfallsärenden fastställer i plenum bokslutet samt beviljar förvaltningssektionen ansvarsfrihet. Besvärsnämnden för olycksfallsärenden ska delge Försäkringsinspektionen det fastställda bokslutet. Om bokslutet visar underskott eller överskott i förhållande till den fastställda budgeten, ska skillnaden beaktas i grunderna för den justitieförvaltningsavgift som bestäms för det följande året.",
        "folded_sv": "pa revision av besvarsnamnden for olycksfallsarenden tillampas det som i revisionslagen (459/2007) foreskrivs om revisors oberoende stallning, jav och tystnadsplikt samt om entledigande av revisor och revisors avgang. besvarsnamndens plenum valjer arligen en revisor och en revisorssuppleant. revisorn och revisorssuppleanten ska vara av centralhandelskammaren godkanda revisorer (cgr). besvarsnamnden for olycksfallsarenden faststaller i plenum bokslutet samt beviljar forvaltningssektionen ansvarsfrihet. besvarsnamnden for olycksfallsarenden ska delge forsakringsinspektionen det faststallda bokslutet. om bokslutet visar underskott eller overskott i forhallande till den faststallda budgeten, ska skillnaden beaktas i grunderna for den justitieforvaltningsavgift som bestams for det foljande aret."
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "content": "Vakuutuslaitos on velvollinen suorittamaan vuosittain Tapaturmavakuutuslaitosten liitolle maksun muista kuin 60 b §:n 1 momentin mukaan rahoitettavista tehtävistä aiheutuvien kustannusten kattamista varten. Maksun perusteet vahvistaa sosiaali- ja terveysministeriö liiton hakemuksesta enintään kolmeksi vuodeksi kerrallaan. Vakuutuslaitos tilittää maksut liitolle. Tarkempia säännöksiä maksun tilityksestä annetaan sosiaali- ja terveysministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:58",
        "normalized_fi": "Vakuutuslaitos on velvollinen suorittamaan vuosittain Tapaturmavakuutuslaitosten liitolle maksun muista kuin 60 b § :n 1 momentin mukaan rahoitettavista tehtävistä aiheutuvien kustannusten kattamista varten. Maksun perusteet vahvistaa sosiaali- ja terveysministeriö liiton hakemuksesta enintään kolmeksi vuodeksi kerrallaan. Vakuutuslaitos tilittää maksut liitolle. Tarkempia säännöksiä maksun tilityksestä annetaan sosiaali- ja terveysministeriön asetuksella.",
        "folded_fi": "vakuutuslaitos on velvollinen suorittamaan vuosittain tapaturmavakuutuslaitosten liitolle maksun muista kuin 60 b §:n 1 momentin mukaan rahoitettavista tehtavista aiheutuvien kustannusten kattamista varten. maksun perusteet vahvistaa sosiaali- ja terveysministerio liiton hakemuksesta enintaan kolmeksi vuodeksi kerrallaan. vakuutuslaitos tilittaa maksut liitolle. tarkempia saannoksia maksun tilityksesta annetaan sosiaali- ja terveysministerion asetuksella.",
        "content_sv": "Försäkringsanstalterna är skyldiga att årligen till Olycksfallsförsäkringsanstalternas Förbund betala en avgift för att täcka kostnader som föranleds av andra uppgifter än sådana som finansieras enligt 60 b § 1 mom. Avgiftens grunder fastställs av social- och hälsovårdsministeriet på ansökan av förbundet för högst tre år i sänder. Försäkringsanstalterna redovisar avgifterna till förbundet. Närmare bestämmelser om redovisningen av avgifterna utfärdas genom förordning av social- och hälsovårdsministeriet.",
        "normalized_sv": "Försäkringsanstalterna är skyldiga att årligen till Olycksfallsförsäkringsanstalternas Förbund betala en avgift för att täcka kostnader som föranleds av andra uppgifter än sådana som finansieras enligt 60 b § 1 mom. Avgiftens grunder fastställs av social- och hälsovårdsministeriet på ansökan av förbundet för högst tre år i sänder. Försäkringsanstalterna redovisar avgifterna till förbundet. Närmare bestämmelser om redovisningen av avgifterna utfärdas genom förordning av social- och hälsovårdsministeriet.",
        "folded_sv": "forsakringsanstalterna ar skyldiga att arligen till olycksfallsforsakringsanstalternas forbund betala en avgift for att tacka kostnader som foranleds av andra uppgifter an sadana som finansieras enligt 60 b § 1 mom. avgiftens grunder faststalls av social- och halsovardsministeriet pa ansokan av forbundet for hogst tre ar i sander. forsakringsanstalterna redovisar avgifterna till forbundet. narmare bestammelser om redovisningen av avgifterna utfardas genom forordning av social- och halsovardsministeriet."
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "content": "Tämän lain 10 §:n 2 momentissa, 11 §:ssä, 12 §:n 1 momentissa, 28 §:n 6 momentissa, 35 a §:ssä, 53 §:n 5 momentissa ja 60 a §:n 4 momentissa säädetyt rahamäärät tarkistetaan kalenterivuosittain työntekijän eläkelain 96 §:ssä tarkoitetulla palkkakertoimella. Tämän lain 16 §:n 3 momentissa, 20 §:n 2―4 momentissa ja 20 a §:n 2―4 momentissa säädetyt rahamäärät tarkistetaan kalenterivuosittain työntekijän eläkelain 98 §:ssä tarkoitetulla työeläkeindeksillä. Tarkistetut rahamäärät pyöristetään siten, että 20 §:n 2―4 momentissa, 20 a §:n 2―4 momentissa ja 60 a §:n 4 momentissa säädetyt rahamäärät pyöristetään lähimmäksi sentiksi, 10 §:n 2 momentissa, 12 §:n 1 momentissa ja 35 a §:ssä säädetyt rahamäärät lähimmäksi täydeksi euroksi sekä 11 §:ssä, 16 §:n 3 momentissa, 28 §:n 6 momentissa ja 53 §:n 5 momentissa säädetyt rahamäärät lähimmäksi täydeksi kymmeneksi euroksi. Tapaturmaeläke, jatkuvana maksettava haittaraha ja perhe-eläke tarkistetaan kalenterivuosittain työntekijän eläkelain 98 §:ssä tarkoitetulla työeläkeindeksillä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:60",
        "normalized_fi": "Tämän lain 10 § :n 2 momentissa, 11 § :ssä, 12 § :n 1 momentissa, 28 § :n 6 momentissa, 35 a § :ssä, 53 § :n 5 momentissa ja 60 a § :n 4 momentissa säädetyt rahamäärät tarkistetaan kalenterivuosittain työntekijän eläkelain 96 § :ssä tarkoitetulla palkkakertoimella. Tämän lain 16 § :n 3 momentissa, 20 § :n 2―4 momentissa ja 20 a § :n 2―4 momentissa säädetyt rahamäärät tarkistetaan kalenterivuosittain työntekijän eläkelain 98 § :ssä tarkoitetulla työeläkeindeksillä. Tarkistetut rahamäärät pyöristetään siten, että 20 § :n 2―4 momentissa, 20 a § :n 2―4 momentissa ja 60 a § :n 4 momentissa säädetyt rahamäärät pyöristetään lähimmäksi sentiksi, 10 § :n 2 momentissa, 12 § :n 1 momentissa ja 35 a § :ssä säädetyt rahamäärät lähimmäksi täydeksi euroksi sekä 11 § :ssä, 16 § :n 3 momentissa, 28 § :n 6 momentissa ja 53 § :n 5 momentissa säädetyt rahamäärät lähimmäksi täydeksi kymmeneksi euroksi. Tapaturmaeläke, jatkuvana maksettava haittaraha ja perhe-eläke tarkistetaan kalenterivuosittain työntekijän eläkelain 98 § :ssä tarkoitetulla työeläkeindeksillä.",
        "folded_fi": "taman lain 10 §:n 2 momentissa, 11 §:ssa, 12 §:n 1 momentissa, 28 §:n 6 momentissa, 35 a §:ssa, 53 §:n 5 momentissa ja 60 a §:n 4 momentissa saadetyt rahamaarat tarkistetaan kalenterivuosittain tyontekijan elakelain 96 §:ssa tarkoitetulla palkkakertoimella. taman lain 16 §:n 3 momentissa, 20 §:n 2―4 momentissa ja 20 a §:n 2―4 momentissa saadetyt rahamaarat tarkistetaan kalenterivuosittain tyontekijan elakelain 98 §:ssa tarkoitetulla tyoelakeindeksilla. tarkistetut rahamaarat pyoristetaan siten, etta 20 §:n 2―4 momentissa, 20 a §:n 2―4 momentissa ja 60 a §:n 4 momentissa saadetyt rahamaarat pyoristetaan lahimmaksi sentiksi, 10 §:n 2 momentissa, 12 §:n 1 momentissa ja 35 a §:ssa saadetyt rahamaarat lahimmaksi taydeksi euroksi seka 11 §:ssa, 16 §:n 3 momentissa, 28 §:n 6 momentissa ja 53 §:n 5 momentissa saadetyt rahamaarat lahimmaksi taydeksi kymmeneksi euroksi. tapaturmaelake, jatkuvana maksettava haittaraha ja perhe-elake tarkistetaan kalenterivuosittain tyontekijan elakelain 98 §:ssa tarkoitetulla tyoelakeindeksilla.",
        "content_sv": "De belopp som anges i 10 § 2 mom., 11 §, 12 § 1 mom., 28 § 6 mom., 35 a §, 53 § 5 mom. och 60 a § 4 mom. justeras kalenderårsvis med den lönekoefficient som anges i 96 § i lagen om pension för arbetstagare. De belopp som anges i 16 § 3 mom., 20 § 2―4 mom. och 20 a § 2―4 mom. justeras kalenderårsvis med det arbetspensionsindex som anges i 98 § i lagen om pension för arbetstagare. De justerade beloppen avrundas så att de i 20 § 2―4 mom., 20 a § 2―4 mom. och 60 a § 4 mom. angivna beloppen avrundas till närmaste cent, de i 10 § 2 mom., 12 § 1 mom. och 35 a § angivna beloppen avrundas till närmaste hela euro samt de i 11 §, 16 § 3 mom., 28 § 6 mom. och 53 § 5 mom. angivna beloppen avrundas till närmaste hela tio euro. Olycksfallspension, fortlöpande menersättning och familjepension justeras kalenderårsvis med arbetspensionsindexet enligt 98 § i lagen om pension för arbetstagare.",
        "normalized_sv": "De belopp som anges i 10 § 2 mom., 11 § , 12 § 1 mom., 28 § 6 mom., 35 a § , 53 § 5 mom. och 60 a § 4 mom. justeras kalenderårsvis med den lönekoefficient som anges i 96 § i lagen om pension för arbetstagare. De belopp som anges i 16 § 3 mom., 20 § 2―4 mom. och 20 a § 2―4 mom. justeras kalenderårsvis med det arbetspensionsindex som anges i 98 § i lagen om pension för arbetstagare. De justerade beloppen avrundas så att de i 20 § 2―4 mom., 20 a § 2―4 mom. och 60 a § 4 mom. angivna beloppen avrundas till närmaste cent, de i 10 § 2 mom., 12 § 1 mom. och 35 a § angivna beloppen avrundas till närmaste hela euro samt de i 11 § , 16 § 3 mom., 28 § 6 mom. och 53 § 5 mom. angivna beloppen avrundas till närmaste hela tio euro. Olycksfallspension, fortlöpande menersättning och familjepension justeras kalenderårsvis med arbetspensionsindexet enligt 98 § i lagen om pension för arbetstagare.",
        "folded_sv": "de belopp som anges i 10 § 2 mom., 11 §, 12 § 1 mom., 28 § 6 mom., 35 a §, 53 § 5 mom. och 60 a § 4 mom. justeras kalenderarsvis med den lonekoefficient som anges i 96 § i lagen om pension for arbetstagare. de belopp som anges i 16 § 3 mom., 20 § 2―4 mom. och 20 a § 2―4 mom. justeras kalenderarsvis med det arbetspensionsindex som anges i 98 § i lagen om pension for arbetstagare. de justerade beloppen avrundas sa att de i 20 § 2―4 mom., 20 a § 2―4 mom. och 60 a § 4 mom. angivna beloppen avrundas till narmaste cent, de i 10 § 2 mom., 12 § 1 mom. och 35 a § angivna beloppen avrundas till narmaste hela euro samt de i 11 §, 16 § 3 mom., 28 § 6 mom. och 53 § 5 mom. angivna beloppen avrundas till narmaste hela tio euro. olycksfallspension, fortlopande menersattning och familjepension justeras kalenderarsvis med arbetspensionsindexet enligt 98 § i lagen om pension for arbetstagare."
      }
    },
    {
      "provision_ref": "60 b",
      "section": "60 b",
      "content": "jakojärjestelmä Tämän lain mukaista vakuutusta harjoittavien vakuutusyhtiöiden on osallistuttava vuosittain tässä pykälässä tarkoitettujen kustannusten rahoitukseen vakuutusmaksutulon mukaisessa suhteessa siten kuin 2―7 momentissa säädetään (). Vakuutusmaksutulolla tarkoitetaan tässä pykälässä vakuutusyhtiön tuloslaskelmaan sisältyvää tämän lain mukaisen vakuutuksen vakuutusmaksutuloa. Rahoitettavat kustannukset ovat: 1) 10 §:n 2 momentin ja 11 §:n mukaiset vakuuttamattomassa työssä sattuneista tapaturmista aiheutuvat kustannukset, joista on vähennetty 36 §:n nojalla saadut maksut; 2) Suomea sitovasta kansainvälisestä sopimuksesta johtuvista asuin- ja oleskelupaikan vakuutuslaitoksen tehtävistä aiheutuneet kustannukset; 3) vakuutusyhtiön kalenterivuonna maksamat: a) tapaturmaeläkkeiden, jatkuvina maksettavien haittarahojen, perhe-eläkkeiden, kertakaikkisten korvausten, hautausapujen sekä haitta-, vaate- ja opaskoiralisien indeksikorotukset; b) 15, 15 a ja 15 b §:ssä säädetyt sairaanhoidon korvaukset ja maksut, jotka maksetaan, kun tapaturman sattumispäivää seuraavan kalenterivuoden alusta on kulunut yli yhdeksän vuotta; c) tapaturmavakuutuslain perusteella korvattavasta kuntoutuksesta annetun lain 7 §:ssä tarkoitetun kuntoutuksen korvaukset, jotka maksetaan, kun tapaturman sattumispäivää seuraavan kalenterivuoden alusta on kulunut yli yhdeksän vuotta; d) korvaukset ammattitautilain (1343/1988) mukaan korvattavasta ammattitaudista, jonka ilmetessä on kulunut vähintään viisi vuotta altistuksesta, joka on viimeksi voinut aiheuttaa ammattitaudin; e) 14 §:n 4 momentissa tarkoitetut kulut, jotka on korvattu d kohdassa tarkoitettua ammattitautia epäiltäessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:60 b",
        "normalized_fi": "jakojärjestelmä Tämän lain mukaista vakuutusta harjoittavien vakuutusyhtiöiden on osallistuttava vuosittain tässä pykälässä tarkoitettujen kustannusten rahoitukseen vakuutusmaksutulon mukaisessa suhteessa siten kuin 2―7 momentissa säädetään (). Vakuutusmaksutulolla tarkoitetaan tässä pykälässä vakuutusyhtiön tuloslaskelmaan sisältyvää tämän lain mukaisen vakuutuksen vakuutusmaksutuloa. Rahoitettavat kustannukset ovat: 1) 10 § :n 2 momentin ja 11 § :n mukaiset vakuuttamattomassa työssä sattuneista tapaturmista aiheutuvat kustannukset, joista on vähennetty 36 § :n nojalla saadut maksut; 2) Suomea sitovasta kansainvälisestä sopimuksesta johtuvista asuin- ja oleskelupaikan vakuutuslaitoksen tehtävistä aiheutuneet kustannukset; 3) vakuutusyhtiön kalenterivuonna maksamat: a) tapaturmaeläkkeiden, jatkuvina maksettavien haittarahojen, perhe-eläkkeiden, kertakaikkisten korvausten, hautausapujen sekä haitta-, vaate- ja opaskoiralisien indeksikorotukset; b) 15, 15 a ja 15 b § :ssä säädetyt sairaanhoidon korvaukset ja maksut, jotka maksetaan, kun tapaturman sattumispäivää seuraavan kalenterivuoden alusta on kulunut yli yhdeksän vuotta; c) tapaturmavakuutuslain perusteella korvattavasta kuntoutuksesta annetun lain 7 § :ssä tarkoitetun kuntoutuksen korvaukset, jotka maksetaan, kun tapaturman sattumispäivää seuraavan kalenterivuoden alusta on kulunut yli yhdeksän vuotta; d) korvaukset ammattitautilain (1343/1988) mukaan korvattavasta ammattitaudista, jonka ilmetessä on kulunut vähintään viisi vuotta altistuksesta, joka on viimeksi voinut aiheuttaa ammattitaudin; e) 14 § :n 4 momentissa tarkoitetut kulut, jotka on korvattu d kohdassa tarkoitettua ammattitautia epäiltäessä.",
        "folded_fi": "jakojarjestelma taman lain mukaista vakuutusta harjoittavien vakuutusyhtioiden on osallistuttava vuosittain tassa pykalassa tarkoitettujen kustannusten rahoitukseen vakuutusmaksutulon mukaisessa suhteessa siten kuin 2―7 momentissa saadetaan (). vakuutusmaksutulolla tarkoitetaan tassa pykalassa vakuutusyhtion tuloslaskelmaan sisaltyvaa taman lain mukaisen vakuutuksen vakuutusmaksutuloa. rahoitettavat kustannukset ovat: 1) 10 §:n 2 momentin ja 11 §:n mukaiset vakuuttamattomassa tyossa sattuneista tapaturmista aiheutuvat kustannukset, joista on vahennetty 36 §:n nojalla saadut maksut; 2) suomea sitovasta kansainvalisesta sopimuksesta johtuvista asuin- ja oleskelupaikan vakuutuslaitoksen tehtavista aiheutuneet kustannukset; 3) vakuutusyhtion kalenterivuonna maksamat: a) tapaturmaelakkeiden, jatkuvina maksettavien haittarahojen, perhe-elakkeiden, kertakaikkisten korvausten, hautausapujen seka haitta-, vaate- ja opaskoiralisien indeksikorotukset; b) 15, 15 a ja 15 b §:ssa saadetyt sairaanhoidon korvaukset ja maksut, jotka maksetaan, kun tapaturman sattumispaivaa seuraavan kalenterivuoden alusta on kulunut yli yhdeksan vuotta; c) tapaturmavakuutuslain perusteella korvattavasta kuntoutuksesta annetun lain 7 §:ssa tarkoitetun kuntoutuksen korvaukset, jotka maksetaan, kun tapaturman sattumispaivaa seuraavan kalenterivuoden alusta on kulunut yli yhdeksan vuotta; d) korvaukset ammattitautilain (1343/1988) mukaan korvattavasta ammattitaudista, jonka ilmetessa on kulunut vahintaan viisi vuotta altistuksesta, joka on viimeksi voinut aiheuttaa ammattitaudin; e) 14 §:n 4 momentissa tarkoitetut kulut, jotka on korvattu d kohdassa tarkoitettua ammattitautia epailtaessa.",
        "content_sv": "fördelningssystemet Försäkringsbolag som bedriver försäkring enligt denna lag ska varje år delta i finansieringen av de kostnader som avses i denna paragraf i proportion till premieinkomsten på det sätt som anges i 2―7 mom. (). Med premieinkomst avses i denna paragraf en sådan premieinkomst för en försäkring enligt denna lag som ingår i försäkringsbolagets resultaträkning. De kostnader som finansieras är 1) kostnader för olycksfall som inträffat i oförsäkrat arbete enligt 10 § 2 mom. och 11 §, från vilka dragits av de avgifter som tagits ut med stöd av 36 §, 2) kostnader som föranleds av uppgifter som försäkringsbolaget på bonings- eller vistelseorten ska sköta enligt ett internationellt fördrag som är bindande för Finland, 3) kostnader som försäkringsbolaget betalar varje kalenderår och som består av a) indexhöjningar av olycksfallspensioner, fortlöpande menersättningar, familjepensioner, engångsersättningar, begravningshjälp samt av men-, kläd- och ledarhundstillägg, b) sådana i 15, 15 a och 15 b § föreskrivna sjukvårdsersättningar och sjukvårdsavgifter som betalas ut när över nio år förflutit från ingången av det första kalenderåret efter den dag då olycksfallet inträffade, c) sådana rehabiliteringsersättningar som avses i 7 § i lagen om rehabilitering som ersätts enligt lagen om olycksfallsförsäkring och som betalas ut när över nio år förflutit från ingången av det första kalenderåret efter den dag då olycksfallet inträffade, d) ersättningar för sådana yrkessjukdomar som ersätts enligt yrkessjukdomslagen (1343/1988), förutsatt att det vid sjukdomens framträdande förflutit minst fem år från den exponering som senast kunnat orsaka sjukdomen, e) kostnader som avses i 14 § 4 mom. och som ersatts i samband med misstanke om en i d-punkten avsedd yrkessjukdom.",
        "normalized_sv": "fördelningssystemet Försäkringsbolag som bedriver försäkring enligt denna lag ska varje år delta i finansieringen av de kostnader som avses i denna paragraf i proportion till premieinkomsten på det sätt som anges i 2―7 mom. (). Med premieinkomst avses i denna paragraf en sådan premieinkomst för en försäkring enligt denna lag som ingår i försäkringsbolagets resultaträkning. De kostnader som finansieras är 1) kostnader för olycksfall som inträffat i oförsäkrat arbete enligt 10 § 2 mom. och 11 § , från vilka dragits av de avgifter som tagits ut med stöd av 36 § , 2) kostnader som föranleds av uppgifter som försäkringsbolaget på bonings- eller vistelseorten ska sköta enligt ett internationellt fördrag som är bindande för Finland, 3) kostnader som försäkringsbolaget betalar varje kalenderår och som består av a) indexhöjningar av olycksfallspensioner, fortlöpande menersättningar, familjepensioner, engångsersättningar, begravningshjälp samt av men-, kläd- och ledarhundstillägg, b) sådana i 15, 15 a och 15 b § föreskrivna sjukvårdsersättningar och sjukvårdsavgifter som betalas ut när över nio år förflutit från ingången av det första kalenderåret efter den dag då olycksfallet inträffade, c) sådana rehabiliteringsersättningar som avses i 7 § i lagen om rehabilitering som ersätts enligt lagen om olycksfallsförsäkring och som betalas ut när över nio år förflutit från ingången av det första kalenderåret efter den dag då olycksfallet inträffade, d) ersättningar för sådana yrkessjukdomar som ersätts enligt yrkessjukdomslagen (1343/1988), förutsatt att det vid sjukdomens framträdande förflutit minst fem år från den exponering som senast kunnat orsaka sjukdomen, e) kostnader som avses i 14 § 4 mom. och som ersatts i samband med misstanke om en i d-punkten avsedd yrkessjukdom.",
        "folded_sv": "fordelningssystemet forsakringsbolag som bedriver forsakring enligt denna lag ska varje ar delta i finansieringen av de kostnader som avses i denna paragraf i proportion till premieinkomsten pa det satt som anges i 2―7 mom. (). med premieinkomst avses i denna paragraf en sadan premieinkomst for en forsakring enligt denna lag som ingar i forsakringsbolagets resultatrakning. de kostnader som finansieras ar 1) kostnader for olycksfall som intraffat i oforsakrat arbete enligt 10 § 2 mom. och 11 §, fran vilka dragits av de avgifter som tagits ut med stod av 36 §, 2) kostnader som foranleds av uppgifter som forsakringsbolaget pa bonings- eller vistelseorten ska skota enligt ett internationellt fordrag som ar bindande for finland, 3) kostnader som forsakringsbolaget betalar varje kalenderar och som bestar av a) indexhojningar av olycksfallspensioner, fortlopande menersattningar, familjepensioner, engangsersattningar, begravningshjalp samt av men-, klad- och ledarhundstillagg, b) sadana i 15, 15 a och 15 b § foreskrivna sjukvardsersattningar och sjukvardsavgifter som betalas ut nar over nio ar forflutit fran ingangen av det forsta kalenderaret efter den dag da olycksfallet intraffade, c) sadana rehabiliteringsersattningar som avses i 7 § i lagen om rehabilitering som ersatts enligt lagen om olycksfallsforsakring och som betalas ut nar over nio ar forflutit fran ingangen av det forsta kalenderaret efter den dag da olycksfallet intraffade, d) ersattningar for sadana yrkessjukdomar som ersatts enligt yrkessjukdomslagen (1343/1988), forutsatt att det vid sjukdomens framtradande forflutit minst fem ar fran den exponering som senast kunnat orsaka sjukdomen, e) kostnader som avses i 14 § 4 mom. och som ersatts i samband med misstanke om en i d-punkten avsedd yrkessjukdom."
      }
    },
    {
      "provision_ref": "60 c",
      "section": "60 c",
      "content": "Jos vakuutuskantaa on siirtynyt vakuutusyhtiöstä toiseen jakautumisen tai vakuutuskannan luovutuksen seurauksena, siirtyneisiin vakuutuksiin kohdistuvien toteutuneiden ja ennakkoarvion mukaisten vakuutusmaksutulojen ja jakojärjestelmäkorvausten sekä näitä vakuutuksia vastaavan osuuden jakojärjestelmävuotta edeltävän vuoden vahvistetusta jakojärjestelmäsaldosta katsotaan 60 b §:n 4 momentin mukaista ennakkoarviota tehtäessä ja pykälän 5 momentin mukaisia jakojärjestelmäeriä vahvistettaessa kuuluvan sille vakuutusyhtiölle, jolle vakuutuskanta on siirtynyt.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:60 c",
        "normalized_fi": "Jos vakuutuskantaa on siirtynyt vakuutusyhtiöstä toiseen jakautumisen tai vakuutuskannan luovutuksen seurauksena, siirtyneisiin vakuutuksiin kohdistuvien toteutuneiden ja ennakkoarvion mukaisten vakuutusmaksutulojen ja jakojärjestelmäkorvausten sekä näitä vakuutuksia vastaavan osuuden jakojärjestelmävuotta edeltävän vuoden vahvistetusta jakojärjestelmäsaldosta katsotaan 60 b § :n 4 momentin mukaista ennakkoarviota tehtäessä ja pykälän 5 momentin mukaisia jakojärjestelmäeriä vahvistettaessa kuuluvan sille vakuutusyhtiölle, jolle vakuutuskanta on siirtynyt.",
        "folded_fi": "jos vakuutuskantaa on siirtynyt vakuutusyhtiosta toiseen jakautumisen tai vakuutuskannan luovutuksen seurauksena, siirtyneisiin vakuutuksiin kohdistuvien toteutuneiden ja ennakkoarvion mukaisten vakuutusmaksutulojen ja jakojarjestelmakorvausten seka naita vakuutuksia vastaavan osuuden jakojarjestelmavuotta edeltavan vuoden vahvistetusta jakojarjestelmasaldosta katsotaan 60 b §:n 4 momentin mukaista ennakkoarviota tehtaessa ja pykalan 5 momentin mukaisia jakojarjestelmaeria vahvistettaessa kuuluvan sille vakuutusyhtiolle, jolle vakuutuskanta on siirtynyt.",
        "content_sv": "Om försäkringsbestånd till följd av delning eller överlåtelse av försäkringsbestånd har överförts från ett försäkringsbolag till ett annat, ska de faktiska och kalkylerade premieinkomster samt ersättningar enligt fördelningssystemet som hänför sig till de överförda försäkringarna, liksom den del av det fördelningssaldo som fastställts för det år som föregår fördelningsåret vilken motsvarar beloppet av dessa försäkringar, anses höra till det försäkringsbolag som försäkringsbeståndet överförts till när en i 60 b § 4 mom. avsedd kalkyl görs upp och fördelningsposterna enligt paragrafens 5 mom. fastställs.",
        "normalized_sv": "Om försäkringsbestånd till följd av delning eller överlåtelse av försäkringsbestånd har överförts från ett försäkringsbolag till ett annat, ska de faktiska och kalkylerade premieinkomster samt ersättningar enligt fördelningssystemet som hänför sig till de överförda försäkringarna, liksom den del av det fördelningssaldo som fastställts för det år som föregår fördelningsåret vilken motsvarar beloppet av dessa försäkringar, anses höra till det försäkringsbolag som försäkringsbeståndet överförts till när en i 60 b § 4 mom. avsedd kalkyl görs upp och fördelningsposterna enligt paragrafens 5 mom. fastställs.",
        "folded_sv": "om forsakringsbestand till foljd av delning eller overlatelse av forsakringsbestand har overforts fran ett forsakringsbolag till ett annat, ska de faktiska och kalkylerade premieinkomster samt ersattningar enligt fordelningssystemet som hanfor sig till de overforda forsakringarna, liksom den del av det fordelningssaldo som faststallts for det ar som foregar fordelningsaret vilken motsvarar beloppet av dessa forsakringar, anses hora till det forsakringsbolag som forsakringsbestandet overforts till nar en i 60 b § 4 mom. avsedd kalkyl gors upp och fordelningsposterna enligt paragrafens 5 mom. faststalls."
      }
    },
    {
      "provision_ref": "64 b",
      "section": "64 b",
      "content": "Vakuutuslaitoksella ja Tapaturmavakuutuslaitosten liitolla on oikeus tarkastaa työnantajan asiakirjoista työnantajan tämän lain mukaisen tietojenantovelvollisuuden piiriin kuuluvien tietojen oikeellisuus. Vakuutuslaitoksella ja Tapaturmavakuutuslaitosten liitolla on oikeus saada poliisilta ja muulta viranomaiselta virka-apua edellä tarkoitettujen tietojen saamiseksi. Vakuutuslaitoksella, Tapaturmavakuutuslaitosten liitolla ja tämän lain mukaisella muutoksenhakuelimellä on oikeus saada maksutta tiedot, jotka niillä on tämän lain ja sosiaali- ja terveydenhuollon asiakasmaksuista annetun lain 13 b §:n mukaan oikeus saada. Jos 64 a §:n 1 momentin 1 ja 2 kohdassa tarkoitetut tiedot pyydetään tietyssä muodossa ja siitä aiheutuu tietojen luovuttajalle lisäkustannuksia, lisäkustannukset on korvattava. Vahingoittuneen terveydentilaa koskevat tiedot on 2 momentissa tarkoitetulla pyytäjällä oikeus saada siinä muodossa kuin pyytäjä on luovutuspyynnössä yksilöinyt. Tällöin tietojen luovuttajalla on oikeus saada 64 a §:n 1 momentin 3 kohdan perusteella luovuttamistaan tiedoista tietojen pyytäjältä kohtuullinen korvaus tietojen luovuttamisesta aiheutuneesta työstä ja kustannuksesta. Terveydenhuollon ammattihenkilöistä annetussa laissa tarkoitetulla ammattihenkilöllä on oikeus saada kohtuullinen palkkio 64 a §:n 1 momentin 3 kohdassa säädetyn tietojenantovelvollisuuden perusteella antamastaan lausunnosta. Lausunto on annettava Tapaturmavakuutuslaitosten liiton hyväksymän kaavan mukaista lomaketta käyttäen. Jos lausunnon on antanut kunnan tai kuntayhtymän järjestämän terveydenhuollon palveluksessa oleva henkilö, palkkio suoritetaan kunnalle tai kuntayhtymälle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:64 b",
        "normalized_fi": "Vakuutuslaitoksella ja Tapaturmavakuutuslaitosten liitolla on oikeus tarkastaa työnantajan asiakirjoista työnantajan tämän lain mukaisen tietojenantovelvollisuuden piiriin kuuluvien tietojen oikeellisuus. Vakuutuslaitoksella ja Tapaturmavakuutuslaitosten liitolla on oikeus saada poliisilta ja muulta viranomaiselta virka-apua edellä tarkoitettujen tietojen saamiseksi. Vakuutuslaitoksella, Tapaturmavakuutuslaitosten liitolla ja tämän lain mukaisella muutoksenhakuelimellä on oikeus saada maksutta tiedot, jotka niillä on tämän lain ja sosiaali- ja terveydenhuollon asiakasmaksuista annetun lain 13 b § :n mukaan oikeus saada. Jos 64 a § :n 1 momentin 1 ja 2 kohdassa tarkoitetut tiedot pyydetään tietyssä muodossa ja siitä aiheutuu tietojen luovuttajalle lisäkustannuksia, lisäkustannukset on korvattava. Vahingoittuneen terveydentilaa koskevat tiedot on 2 momentissa tarkoitetulla pyytäjällä oikeus saada siinä muodossa kuin pyytäjä on luovutuspyynnössä yksilöinyt. Tällöin tietojen luovuttajalla on oikeus saada 64 a § :n 1 momentin 3 kohdan perusteella luovuttamistaan tiedoista tietojen pyytäjältä kohtuullinen korvaus tietojen luovuttamisesta aiheutuneesta työstä ja kustannuksesta. Terveydenhuollon ammattihenkilöistä annetussa laissa tarkoitetulla ammattihenkilöllä on oikeus saada kohtuullinen palkkio 64 a § :n 1 momentin 3 kohdassa säädetyn tietojenantovelvollisuuden perusteella antamastaan lausunnosta. Lausunto on annettava Tapaturmavakuutuslaitosten liiton hyväksymän kaavan mukaista lomaketta käyttäen. Jos lausunnon on antanut kunnan tai kuntayhtymän järjestämän terveydenhuollon palveluksessa oleva henkilö, palkkio suoritetaan kunnalle tai kuntayhtymälle.",
        "folded_fi": "vakuutuslaitoksella ja tapaturmavakuutuslaitosten liitolla on oikeus tarkastaa tyonantajan asiakirjoista tyonantajan taman lain mukaisen tietojenantovelvollisuuden piiriin kuuluvien tietojen oikeellisuus. vakuutuslaitoksella ja tapaturmavakuutuslaitosten liitolla on oikeus saada poliisilta ja muulta viranomaiselta virka-apua edella tarkoitettujen tietojen saamiseksi. vakuutuslaitoksella, tapaturmavakuutuslaitosten liitolla ja taman lain mukaisella muutoksenhakuelimella on oikeus saada maksutta tiedot, jotka niilla on taman lain ja sosiaali- ja terveydenhuollon asiakasmaksuista annetun lain 13 b §:n mukaan oikeus saada. jos 64 a §:n 1 momentin 1 ja 2 kohdassa tarkoitetut tiedot pyydetaan tietyssa muodossa ja siita aiheutuu tietojen luovuttajalle lisakustannuksia, lisakustannukset on korvattava. vahingoittuneen terveydentilaa koskevat tiedot on 2 momentissa tarkoitetulla pyytajalla oikeus saada siina muodossa kuin pyytaja on luovutuspyynnossa yksiloinyt. talloin tietojen luovuttajalla on oikeus saada 64 a §:n 1 momentin 3 kohdan perusteella luovuttamistaan tiedoista tietojen pyytajalta kohtuullinen korvaus tietojen luovuttamisesta aiheutuneesta tyosta ja kustannuksesta. terveydenhuollon ammattihenkiloista annetussa laissa tarkoitetulla ammattihenkilolla on oikeus saada kohtuullinen palkkio 64 a §:n 1 momentin 3 kohdassa saadetyn tietojenantovelvollisuuden perusteella antamastaan lausunnosta. lausunto on annettava tapaturmavakuutuslaitosten liiton hyvaksyman kaavan mukaista lomaketta kayttaen. jos lausunnon on antanut kunnan tai kuntayhtyman jarjestaman terveydenhuollon palveluksessa oleva henkilo, palkkio suoritetaan kunnalle tai kuntayhtymalle.",
        "content_sv": "En försäkringsanstalt och Olycksfallsförsäkringsanstalternas Förbund har rätt att i arbetsgivarens handlingar granska riktigheten av de uppgifter som omfattas av arbetsgivarens skyldighet enligt denna lag att lämna uppgifter. En försäkringsanstalt och Olycksfallsförsäkringsanstalternas Förbund har rätt att få handräckning av polisen och andra myndigheter för att få de ovan avsedda uppgifterna. En försäkringsanstalt, Olycksfallsförsäkringsanstalternas Förbund och en besvärsinstans enligt denna lag har rätt att avgiftsfritt få de uppgifter som de enligt denna lag och 13 b § i lagen om klientavgifter inom social- och hälsovården har rätt att få. Om de uppgifter som avses i 64 a § 1 mom. 1 och 2 punkten begärs i en viss form och detta medför merkostnader för den som lämnar ut uppgifterna ska merkostnaderna ersättas. En i 2 mom. avsedd instans som begär uppgifter om en skadad persons hälsotillstånd har rätt att få dessa uppgifter i den form som specificerats i begäran om uppgifter. Den som lämnar ut uppgifterna har då rätt att i fråga om de uppgifter som den lämnat ut med stöd av 64 a § 1 mom. 3 punkten få en skälig ersättning av den som begärt uppgifterna för det arbete och de kostnader som utlämnandet förorsakat. En yrkesutbildad person som avses i lagen om yrkesutbildade personer inom hälso- och sjukvården har rätt att få en skälig ersättning för utlåtanden som ges på basis av den skyldighet att lämna uppgifter som föreskrivs i 64 a § 1 mom. 3 punkten. Utlåtandet ska ges på en blankett enligt formulär som godkänts av Olycksfallsförsäkringsanstalternas Förbund. Om utlåtandet har givits av en person inom den hälso- och sjukvård som anordnas av en kommun eller en samkommun betalas ersättningen till kommunen eller samkommunen.",
        "normalized_sv": "En försäkringsanstalt och Olycksfallsförsäkringsanstalternas Förbund har rätt att i arbetsgivarens handlingar granska riktigheten av de uppgifter som omfattas av arbetsgivarens skyldighet enligt denna lag att lämna uppgifter. En försäkringsanstalt och Olycksfallsförsäkringsanstalternas Förbund har rätt att få handräckning av polisen och andra myndigheter för att få de ovan avsedda uppgifterna. En försäkringsanstalt, Olycksfallsförsäkringsanstalternas Förbund och en besvärsinstans enligt denna lag har rätt att avgiftsfritt få de uppgifter som de enligt denna lag och 13 b § i lagen om klientavgifter inom social- och hälsovården har rätt att få. Om de uppgifter som avses i 64 a § 1 mom. 1 och 2 punkten begärs i en viss form och detta medför merkostnader för den som lämnar ut uppgifterna ska merkostnaderna ersättas. En i 2 mom. avsedd instans som begär uppgifter om en skadad persons hälsotillstånd har rätt att få dessa uppgifter i den form som specificerats i begäran om uppgifter. Den som lämnar ut uppgifterna har då rätt att i fråga om de uppgifter som den lämnat ut med stöd av 64 a § 1 mom. 3 punkten få en skälig ersättning av den som begärt uppgifterna för det arbete och de kostnader som utlämnandet förorsakat. En yrkesutbildad person som avses i lagen om yrkesutbildade personer inom hälso- och sjukvården har rätt att få en skälig ersättning för utlåtanden som ges på basis av den skyldighet att lämna uppgifter som föreskrivs i 64 a § 1 mom. 3 punkten. Utlåtandet ska ges på en blankett enligt formulär som godkänts av Olycksfallsförsäkringsanstalternas Förbund. Om utlåtandet har givits av en person inom den hälso- och sjukvård som anordnas av en kommun eller en samkommun betalas ersättningen till kommunen eller samkommunen.",
        "folded_sv": "en forsakringsanstalt och olycksfallsforsakringsanstalternas forbund har ratt att i arbetsgivarens handlingar granska riktigheten av de uppgifter som omfattas av arbetsgivarens skyldighet enligt denna lag att lamna uppgifter. en forsakringsanstalt och olycksfallsforsakringsanstalternas forbund har ratt att fa handrackning av polisen och andra myndigheter for att fa de ovan avsedda uppgifterna. en forsakringsanstalt, olycksfallsforsakringsanstalternas forbund och en besvarsinstans enligt denna lag har ratt att avgiftsfritt fa de uppgifter som de enligt denna lag och 13 b § i lagen om klientavgifter inom social- och halsovarden har ratt att fa. om de uppgifter som avses i 64 a § 1 mom. 1 och 2 punkten begars i en viss form och detta medfor merkostnader for den som lamnar ut uppgifterna ska merkostnaderna ersattas. en i 2 mom. avsedd instans som begar uppgifter om en skadad persons halsotillstand har ratt att fa dessa uppgifter i den form som specificerats i begaran om uppgifter. den som lamnar ut uppgifterna har da ratt att i fraga om de uppgifter som den lamnat ut med stod av 64 a § 1 mom. 3 punkten fa en skalig ersattning av den som begart uppgifterna for det arbete och de kostnader som utlamnandet fororsakat. en yrkesutbildad person som avses i lagen om yrkesutbildade personer inom halso- och sjukvarden har ratt att fa en skalig ersattning for utlatanden som ges pa basis av den skyldighet att lamna uppgifter som foreskrivs i 64 a § 1 mom. 3 punkten. utlatandet ska ges pa en blankett enligt formular som godkants av olycksfallsforsakringsanstalternas forbund. om utlatandet har givits av en person inom den halso- och sjukvard som anordnas av en kommun eller en samkommun betalas ersattningen till kommunen eller samkommunen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Jos vuosityöansio on pienempi kuin 9 211,76 euroa, se korotetaan 9 211,76 euroksi. Vuosityöansiota ei kuitenkaan koroteta, jos työntekijä sai tapaturman sattuessa: 1) työntekijän eläkelain (395/2006) 3 §:ssä tarkoitettujen lakien mukaista toistaiseksi myönnettyä täyttä työkyvyttömyyseläkettä; 2) kansaneläkelaissa (568/2007) tarkoitettua toistaiseksi myönnettyä työkyvyttömyyseläkettä; 3) työntekijän eläkelain voimaanpanolain (396/2006) 1 §:n 2 momentissa tarkoitettuun aikaisempaan lainsäädäntöön perustuvaa täyttä työkyvyttömyyseläkettä; 4) kansaneläkelain voimaanpanosta annetun lain (569/2007) 1 §:n 3 momentissa tarkoitettuun aikaisempaan lainsäädäntöön perustuvaa työkyvyttömyyseläkettä; 5) tämän lain mukaan määräytyvää, toistaiseksi myönnettyä täyttä tapaturmaeläkettä tai sitä vastaavaa liikennevakuutuslain mukaista korvausta; taikka 6) 1―4 kohdassa tarkoitettuun lainsäädäntöön perustuvaa vanhuuseläkettä ja työntekijä oli tapaturman sattuessa täyttänyt 65 vuotta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:28",
        "normalized_fi": "Jos vuosityöansio on pienempi kuin 9 211,76 euroa, se korotetaan 9 211,76 euroksi. Vuosityöansiota ei kuitenkaan koroteta, jos työntekijä sai tapaturman sattuessa: 1) työntekijän eläkelain (395/2006) 3 § :ssä tarkoitettujen lakien mukaista toistaiseksi myönnettyä täyttä työkyvyttömyyseläkettä; 2) kansaneläkelaissa (568/2007) tarkoitettua toistaiseksi myönnettyä työkyvyttömyyseläkettä; 3) työntekijän eläkelain voimaanpanolain (396/2006) 1 § :n 2 momentissa tarkoitettuun aikaisempaan lainsäädäntöön perustuvaa täyttä työkyvyttömyyseläkettä; 4) kansaneläkelain voimaanpanosta annetun lain (569/2007) 1 § :n 3 momentissa tarkoitettuun aikaisempaan lainsäädäntöön perustuvaa työkyvyttömyyseläkettä; 5) tämän lain mukaan määräytyvää, toistaiseksi myönnettyä täyttä tapaturmaeläkettä tai sitä vastaavaa liikennevakuutuslain mukaista korvausta; taikka 6) 1―4 kohdassa tarkoitettuun lainsäädäntöön perustuvaa vanhuuseläkettä ja työntekijä oli tapaturman sattuessa täyttänyt 65 vuotta.",
        "folded_fi": "jos vuosityoansio on pienempi kuin 9 211,76 euroa, se korotetaan 9 211,76 euroksi. vuosityoansiota ei kuitenkaan koroteta, jos tyontekija sai tapaturman sattuessa: 1) tyontekijan elakelain (395/2006) 3 §:ssa tarkoitettujen lakien mukaista toistaiseksi myonnettya taytta tyokyvyttomyyselaketta; 2) kansanelakelaissa (568/2007) tarkoitettua toistaiseksi myonnettya tyokyvyttomyyselaketta; 3) tyontekijan elakelain voimaanpanolain (396/2006) 1 §:n 2 momentissa tarkoitettuun aikaisempaan lainsaadantoon perustuvaa taytta tyokyvyttomyyselaketta; 4) kansanelakelain voimaanpanosta annetun lain (569/2007) 1 §:n 3 momentissa tarkoitettuun aikaisempaan lainsaadantoon perustuvaa tyokyvyttomyyselaketta; 5) taman lain mukaan maaraytyvaa, toistaiseksi myonnettya taytta tapaturmaelaketta tai sita vastaavaa liikennevakuutuslain mukaista korvausta; taikka 6) 1―4 kohdassa tarkoitettuun lainsaadantoon perustuvaa vanhuuselaketta ja tyontekija oli tapaturman sattuessa tayttanyt 65 vuotta.",
        "content_sv": "Om årsarbetsförtjänsten underskrider 9 211,76 euro höjs den till 9 211,76 euro. Årsarbetsförtjänsten höjs dock inte, om arbetstagaren vid tiden för olycksfallet fick 1) full invalidpension som beviljats tills vidare och som avses i de lagar som nämns i 3 § i lagen om pension för arbetstagare (395/2006), 2) sjukpension som beviljats tills vidare och som avses i folkpensionslagen (568/2007), 3) full invalidpension som beviljats med stöd av den tidigare lagstiftning som avses i 1 § 2 mom. i lagen om införande av lagen om pension för arbetstagare (396/2006), 4) invalidpension som beviljats med stöd av den tidigare lagstiftning som avses i 1 § 3 mom. i lagen om införande av folkpensionslagen (569/2007), 5) full olycksfallspension som bestäms enligt denna lag och som beviljats tills vidare eller motsvarande ersättning enligt trafikförsäkringslagen, eller 6) ålderspension enligt den lagstiftning som avses i 1―4 punkten och arbetstagaren vid tiden för olycksfallet hade fyllt 65 år.",
        "normalized_sv": "Om årsarbetsförtjänsten underskrider 9 211,76 euro höjs den till 9 211,76 euro. Årsarbetsförtjänsten höjs dock inte, om arbetstagaren vid tiden för olycksfallet fick 1) full invalidpension som beviljats tills vidare och som avses i de lagar som nämns i 3 § i lagen om pension för arbetstagare (395/2006), 2) sjukpension som beviljats tills vidare och som avses i folkpensionslagen (568/2007), 3) full invalidpension som beviljats med stöd av den tidigare lagstiftning som avses i 1 § 2 mom. i lagen om införande av lagen om pension för arbetstagare (396/2006), 4) invalidpension som beviljats med stöd av den tidigare lagstiftning som avses i 1 § 3 mom. i lagen om införande av folkpensionslagen (569/2007), 5) full olycksfallspension som bestäms enligt denna lag och som beviljats tills vidare eller motsvarande ersättning enligt trafikförsäkringslagen, eller 6) ålderspension enligt den lagstiftning som avses i 1―4 punkten och arbetstagaren vid tiden för olycksfallet hade fyllt 65 år.",
        "folded_sv": "om arsarbetsfortjansten underskrider 9 211,76 euro hojs den till 9 211,76 euro. arsarbetsfortjansten hojs dock inte, om arbetstagaren vid tiden for olycksfallet fick 1) full invalidpension som beviljats tills vidare och som avses i de lagar som namns i 3 § i lagen om pension for arbetstagare (395/2006), 2) sjukpension som beviljats tills vidare och som avses i folkpensionslagen (568/2007), 3) full invalidpension som beviljats med stod av den tidigare lagstiftning som avses i 1 § 2 mom. i lagen om inforande av lagen om pension for arbetstagare (396/2006), 4) invalidpension som beviljats med stod av den tidigare lagstiftning som avses i 1 § 3 mom. i lagen om inforande av folkpensionslagen (569/2007), 5) full olycksfallspension som bestams enligt denna lag och som beviljats tills vidare eller motsvarande ersattning enligt trafikforsakringslagen, eller 6) alderspension enligt den lagstiftning som avses i 1―4 punkten och arbetstagaren vid tiden for olycksfallet hade fyllt 65 ar."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Tämän lain mukaista vakuutusta harjoittavalla vakuutuslaitoksella on oltava laskuperusteet, joissa määrätään, miten vakuutusmaksut lasketaan. Laskuperusteet on laadittava tämän lain mukaiselle pakolliselle vakuutukselle, 57 §:n 1 ja 4 momentin mukaiselle työajan vakuutukselle ja 57 §:n 2 ja 3 momentin mukaiselle vapaa-ajan vakuutukselle kullekin erikseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:35",
        "normalized_fi": "Tämän lain mukaista vakuutusta harjoittavalla vakuutuslaitoksella on oltava laskuperusteet, joissa määrätään, miten vakuutusmaksut lasketaan. Laskuperusteet on laadittava tämän lain mukaiselle pakolliselle vakuutukselle, 57 § :n 1 ja 4 momentin mukaiselle työajan vakuutukselle ja 57 § :n 2 ja 3 momentin mukaiselle vapaa-ajan vakuutukselle kullekin erikseen.",
        "folded_fi": "taman lain mukaista vakuutusta harjoittavalla vakuutuslaitoksella on oltava laskuperusteet, joissa maarataan, miten vakuutusmaksut lasketaan. laskuperusteet on laadittava taman lain mukaiselle pakolliselle vakuutukselle, 57 §:n 1 ja 4 momentin mukaiselle tyoajan vakuutukselle ja 57 §:n 2 ja 3 momentin mukaiselle vapaa-ajan vakuutukselle kullekin erikseen.",
        "content_sv": "En försäkringsanstalt som bedriver försäkring enligt denna lag ska ha kalkyleringsgrunder i vilka det bestäms hur försäkringspremierna kalkyleras. Kalkyleringsgrunder ska utarbetas särskilt för obligatorisk försäkring enligt denna lag, för försäkring för arbetstiden enligt 57 § 1 och 4 mom. och för fritidsförsäkring enligt 57 § 2 och 3 mom.",
        "normalized_sv": "En försäkringsanstalt som bedriver försäkring enligt denna lag ska ha kalkyleringsgrunder i vilka det bestäms hur försäkringspremierna kalkyleras. Kalkyleringsgrunder ska utarbetas särskilt för obligatorisk försäkring enligt denna lag, för försäkring för arbetstiden enligt 57 § 1 och 4 mom. och för fritidsförsäkring enligt 57 § 2 och 3 mom.",
        "folded_sv": "en forsakringsanstalt som bedriver forsakring enligt denna lag ska ha kalkyleringsgrunder i vilka det bestams hur forsakringspremierna kalkyleras. kalkyleringsgrunder ska utarbetas sarskilt for obligatorisk forsakring enligt denna lag, for forsakring for arbetstiden enligt 57 § 1 och 4 mom. och for fritidsforsakring enligt 57 § 2 och 3 mom."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "Asian käsittelyssä tapaturma-asioiden muutoksenhakulautakunnassa sovelletaan hallintolainkäyttölakia, jollei erikseen toisin säädetä. Tapaturma-asioiden muutoksenhakulautakunnassa toimitetaan tarvittaessa asian selvittämiseksi suullinen käsittely siten kuin hallintolainkäyttölain 37 §:ssä säädetään. Mitä hallintolainkäyttölain 38 §:ssä säädetään suullisen käsittelyn toimittamisesta yksityisen asianosaisen pyynnöstä hallinto-oikeudessa, koskee suullisen käsittelyn toimittamista tapaturma-asioiden muutoksenhakulautakunnassa. Oikeudenkäynnin julkisuudesta tapaturma-asioiden muutoksenhakulautakunnassa ja muutoksenhakulautakunnan ratkaisukokoonpanosta asiassa, joka koskee oikeudenkäynnin julkisuutta, on voimassa, mitä oikeudenkäynnin julkisuudesta hallintotuomioistuimissa annetussa laissa (381/2007) säädetään. Tarkempia säännöksiä tapaturmaasioiden muutoksenhakulautakunnasta ja siitä aiheutuvista kustannuksista voidaan antaa valtioneuvoston asetuksella. Muutoksenhakulautakunta vahvistaa itselleen työjärjestyksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:53",
        "normalized_fi": "Asian käsittelyssä tapaturma-asioiden muutoksenhakulautakunnassa sovelletaan hallintolainkäyttölakia, jollei erikseen toisin säädetä. Tapaturma-asioiden muutoksenhakulautakunnassa toimitetaan tarvittaessa asian selvittämiseksi suullinen käsittely siten kuin hallintolainkäyttölain 37 § :ssä säädetään. Mitä hallintolainkäyttölain 38 § :ssä säädetään suullisen käsittelyn toimittamisesta yksityisen asianosaisen pyynnöstä hallinto-oikeudessa, koskee suullisen käsittelyn toimittamista tapaturma-asioiden muutoksenhakulautakunnassa. Oikeudenkäynnin julkisuudesta tapaturma-asioiden muutoksenhakulautakunnassa ja muutoksenhakulautakunnan ratkaisukokoonpanosta asiassa, joka koskee oikeudenkäynnin julkisuutta, on voimassa, mitä oikeudenkäynnin julkisuudesta hallintotuomioistuimissa annetussa laissa (381/2007) säädetään. Tarkempia säännöksiä tapaturmaasioiden muutoksenhakulautakunnasta ja siitä aiheutuvista kustannuksista voidaan antaa valtioneuvoston asetuksella. Muutoksenhakulautakunta vahvistaa itselleen työjärjestyksen.",
        "folded_fi": "asian kasittelyssa tapaturma-asioiden muutoksenhakulautakunnassa sovelletaan hallintolainkayttolakia, jollei erikseen toisin saadeta. tapaturma-asioiden muutoksenhakulautakunnassa toimitetaan tarvittaessa asian selvittamiseksi suullinen kasittely siten kuin hallintolainkayttolain 37 §:ssa saadetaan. mita hallintolainkayttolain 38 §:ssa saadetaan suullisen kasittelyn toimittamisesta yksityisen asianosaisen pyynnosta hallinto-oikeudessa, koskee suullisen kasittelyn toimittamista tapaturma-asioiden muutoksenhakulautakunnassa. oikeudenkaynnin julkisuudesta tapaturma-asioiden muutoksenhakulautakunnassa ja muutoksenhakulautakunnan ratkaisukokoonpanosta asiassa, joka koskee oikeudenkaynnin julkisuutta, on voimassa, mita oikeudenkaynnin julkisuudesta hallintotuomioistuimissa annetussa laissa (381/2007) saadetaan. tarkempia saannoksia tapaturmaasioiden muutoksenhakulautakunnasta ja siita aiheutuvista kustannuksista voidaan antaa valtioneuvoston asetuksella. muutoksenhakulautakunta vahvistaa itselleen tyojarjestyksen.",
        "content_sv": "Vid behandlingen av ärenden i besvärsnämnden för olycksfallsärenden tillämpas förvaltningsprocesslagen, om inte något annat föreskrivs särskilt. Om det behövs för att ett ärende ska kunna utredas, hålls muntlig förhandling i besvärsnämnden för olycksfallsärenden på det sätt som bestäms i 37 § i förvaltningsprocesslagen. Det som i 38 § i förvaltningsprocesslagen bestäms om muntlig förhandling i förvaltningsdomstolen på begäran av en enskild part gäller muntlig förhandling i besvärsnämnden för olycksfallsärenden. I fråga om offentlighet vid rättegång i besvärsnämnden för olycksfallsärenden och nämndens sammansättning när ett ärende som gäller offentlighet vid rättegång avgörs gäller det som bestäms i lagen om offentlighet vid rättegång i förvaltningsdomstolar (381/2007). Närmare bestämmelser om besvärsnämnden för olycksfallsärenden och kostnaderna för denna kan utfärdas genom förordning av statsrådet. Besvärsnämnden fastställer sin egen arbetsordning.",
        "normalized_sv": "Vid behandlingen av ärenden i besvärsnämnden för olycksfallsärenden tillämpas förvaltningsprocesslagen, om inte något annat föreskrivs särskilt. Om det behövs för att ett ärende ska kunna utredas, hålls muntlig förhandling i besvärsnämnden för olycksfallsärenden på det sätt som bestäms i 37 § i förvaltningsprocesslagen. Det som i 38 § i förvaltningsprocesslagen bestäms om muntlig förhandling i förvaltningsdomstolen på begäran av en enskild part gäller muntlig förhandling i besvärsnämnden för olycksfallsärenden. I fråga om offentlighet vid rättegång i besvärsnämnden för olycksfallsärenden och nämndens sammansättning när ett ärende som gäller offentlighet vid rättegång avgörs gäller det som bestäms i lagen om offentlighet vid rättegång i förvaltningsdomstolar (381/2007). Närmare bestämmelser om besvärsnämnden för olycksfallsärenden och kostnaderna för denna kan utfärdas genom förordning av statsrådet. Besvärsnämnden fastställer sin egen arbetsordning.",
        "folded_sv": "vid behandlingen av arenden i besvarsnamnden for olycksfallsarenden tillampas forvaltningsprocesslagen, om inte nagot annat foreskrivs sarskilt. om det behovs for att ett arende ska kunna utredas, halls muntlig forhandling i besvarsnamnden for olycksfallsarenden pa det satt som bestams i 37 § i forvaltningsprocesslagen. det som i 38 § i forvaltningsprocesslagen bestams om muntlig forhandling i forvaltningsdomstolen pa begaran av en enskild part galler muntlig forhandling i besvarsnamnden for olycksfallsarenden. i fraga om offentlighet vid rattegang i besvarsnamnden for olycksfallsarenden och namndens sammansattning nar ett arende som galler offentlighet vid rattegang avgors galler det som bestams i lagen om offentlighet vid rattegang i forvaltningsdomstolar (381/2007). narmare bestammelser om besvarsnamnden for olycksfallsarenden och kostnaderna for denna kan utfardas genom forordning av statsradet. besvarsnamnden faststaller sin egen arbetsordning."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "53 i",
      "section": "53 i",
      "content": "Tapaturma-asioiden muutoksenhakulautakunnan tilintarkastukseen sovelletaan, mitä tilintarkastuslaissa (459/2007) säädetään tilintarkastajan riippumattomuudesta, esteellisyydestä, salassapitovelvollisuudesta, erottamisesta ja eroamisesta. Muutoksenhakulautakunnan täysistunto valitsee vuosittain tilintarkastajan ja varatilintarkastajan. Tilintarkastajan ja varatilintarkastajan tulee olla Keskuskauppakamarin hyväksymä tilintarkastaja (KHT). Tilinpäätöksen vahvistaa ja vastuuvapauden hallintojaostolle myöntää tapaturma-asioiden muutoksenhakulautakunnan täysistunto. Tapaturma-asioiden muutoksenhakulautakunta antaa vahvistetun tilinpäätöksen tiedoksi Vakuutusvalvontavirastolle. Jos tilinpäätös osoittaa yli- tai alijäämää vahvistettuun talousarvioon nähden, erotus otetaan huomioon seuraavalta vuodelta määrättävän oikeushallintomaksun perusteissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:53 i",
        "normalized_fi": "Tapaturma-asioiden muutoksenhakulautakunnan tilintarkastukseen sovelletaan, mitä tilintarkastuslaissa (459/2007) säädetään tilintarkastajan riippumattomuudesta, esteellisyydestä, salassapitovelvollisuudesta, erottamisesta ja eroamisesta. Muutoksenhakulautakunnan täysistunto valitsee vuosittain tilintarkastajan ja varatilintarkastajan. Tilintarkastajan ja varatilintarkastajan tulee olla Keskuskauppakamarin hyväksymä tilintarkastaja (KHT). Tilinpäätöksen vahvistaa ja vastuuvapauden hallintojaostolle myöntää tapaturma-asioiden muutoksenhakulautakunnan täysistunto. Tapaturma-asioiden muutoksenhakulautakunta antaa vahvistetun tilinpäätöksen tiedoksi Vakuutusvalvontavirastolle. Jos tilinpäätös osoittaa yli- tai alijäämää vahvistettuun talousarvioon nähden, erotus otetaan huomioon seuraavalta vuodelta määrättävän oikeushallintomaksun perusteissa.",
        "folded_fi": "tapaturma-asioiden muutoksenhakulautakunnan tilintarkastukseen sovelletaan, mita tilintarkastuslaissa (459/2007) saadetaan tilintarkastajan riippumattomuudesta, esteellisyydesta, salassapitovelvollisuudesta, erottamisesta ja eroamisesta. muutoksenhakulautakunnan taysistunto valitsee vuosittain tilintarkastajan ja varatilintarkastajan. tilintarkastajan ja varatilintarkastajan tulee olla keskuskauppakamarin hyvaksyma tilintarkastaja (kht). tilinpaatoksen vahvistaa ja vastuuvapauden hallintojaostolle myontaa tapaturma-asioiden muutoksenhakulautakunnan taysistunto. tapaturma-asioiden muutoksenhakulautakunta antaa vahvistetun tilinpaatoksen tiedoksi vakuutusvalvontavirastolle. jos tilinpaatos osoittaa yli- tai alijaamaa vahvistettuun talousarvioon nahden, erotus otetaan huomioon seuraavalta vuodelta maarattavan oikeushallintomaksun perusteissa.",
        "content_sv": "På revision av besvärsnämnden för olycksfallsärenden tillämpas det som i revisionslagen (459/2007) föreskrivs om revisors oberoende ställning, jäv och tystnadsplikt samt om entledigande av revisor och revisors avgång. Besvärsnämndens plenum väljer årligen en revisor och en revisorssuppleant. Revisorn och revisorssuppleanten ska vara av Centralhandelskammaren godkända revisorer (CGR). Besvärsnämnden för olycksfallsärenden fastställer i plenum bokslutet samt beviljar förvaltningssektionen ansvarsfrihet. Besvärsnämnden för olycksfallsärenden ska delge Försäkringsinspektionen det fastställda bokslutet. Om bokslutet visar underskott eller överskott i förhållande till den fastställda budgeten, ska skillnaden beaktas i grunderna för den justitieförvaltningsavgift som bestäms för det följande året.",
        "normalized_sv": "På revision av besvärsnämnden för olycksfallsärenden tillämpas det som i revisionslagen (459/2007) föreskrivs om revisors oberoende ställning, jäv och tystnadsplikt samt om entledigande av revisor och revisors avgång. Besvärsnämndens plenum väljer årligen en revisor och en revisorssuppleant. Revisorn och revisorssuppleanten ska vara av Centralhandelskammaren godkända revisorer (CGR). Besvärsnämnden för olycksfallsärenden fastställer i plenum bokslutet samt beviljar förvaltningssektionen ansvarsfrihet. Besvärsnämnden för olycksfallsärenden ska delge Försäkringsinspektionen det fastställda bokslutet. Om bokslutet visar underskott eller överskott i förhållande till den fastställda budgeten, ska skillnaden beaktas i grunderna för den justitieförvaltningsavgift som bestäms för det följande året.",
        "folded_sv": "pa revision av besvarsnamnden for olycksfallsarenden tillampas det som i revisionslagen (459/2007) foreskrivs om revisors oberoende stallning, jav och tystnadsplikt samt om entledigande av revisor och revisors avgang. besvarsnamndens plenum valjer arligen en revisor och en revisorssuppleant. revisorn och revisorssuppleanten ska vara av centralhandelskammaren godkanda revisorer (cgr). besvarsnamnden for olycksfallsarenden faststaller i plenum bokslutet samt beviljar forvaltningssektionen ansvarsfrihet. besvarsnamnden for olycksfallsarenden ska delge forsakringsinspektionen det faststallda bokslutet. om bokslutet visar underskott eller overskott i forhallande till den faststallda budgeten, ska skillnaden beaktas i grunderna for den justitieforvaltningsavgift som bestams for det foljande aret."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "58",
      "section": "58",
      "content": "Vakuutuslaitos on velvollinen suorittamaan vuosittain Tapaturmavakuutuslaitosten liitolle maksun muista kuin 60 b §:n 1 momentin mukaan rahoitettavista tehtävistä aiheutuvien kustannusten kattamista varten. Maksun perusteet vahvistaa sosiaali- ja terveysministeriö liiton hakemuksesta enintään kolmeksi vuodeksi kerrallaan. Vakuutuslaitos tilittää maksut liitolle. Tarkempia säännöksiä maksun tilityksestä annetaan sosiaali- ja terveysministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:58",
        "normalized_fi": "Vakuutuslaitos on velvollinen suorittamaan vuosittain Tapaturmavakuutuslaitosten liitolle maksun muista kuin 60 b § :n 1 momentin mukaan rahoitettavista tehtävistä aiheutuvien kustannusten kattamista varten. Maksun perusteet vahvistaa sosiaali- ja terveysministeriö liiton hakemuksesta enintään kolmeksi vuodeksi kerrallaan. Vakuutuslaitos tilittää maksut liitolle. Tarkempia säännöksiä maksun tilityksestä annetaan sosiaali- ja terveysministeriön asetuksella.",
        "folded_fi": "vakuutuslaitos on velvollinen suorittamaan vuosittain tapaturmavakuutuslaitosten liitolle maksun muista kuin 60 b §:n 1 momentin mukaan rahoitettavista tehtavista aiheutuvien kustannusten kattamista varten. maksun perusteet vahvistaa sosiaali- ja terveysministerio liiton hakemuksesta enintaan kolmeksi vuodeksi kerrallaan. vakuutuslaitos tilittaa maksut liitolle. tarkempia saannoksia maksun tilityksesta annetaan sosiaali- ja terveysministerion asetuksella.",
        "content_sv": "Försäkringsanstalterna är skyldiga att årligen till Olycksfallsförsäkringsanstalternas Förbund betala en avgift för att täcka kostnader som föranleds av andra uppgifter än sådana som finansieras enligt 60 b § 1 mom. Avgiftens grunder fastställs av social- och hälsovårdsministeriet på ansökan av förbundet för högst tre år i sänder. Försäkringsanstalterna redovisar avgifterna till förbundet. Närmare bestämmelser om redovisningen av avgifterna utfärdas genom förordning av social- och hälsovårdsministeriet.",
        "normalized_sv": "Försäkringsanstalterna är skyldiga att årligen till Olycksfallsförsäkringsanstalternas Förbund betala en avgift för att täcka kostnader som föranleds av andra uppgifter än sådana som finansieras enligt 60 b § 1 mom. Avgiftens grunder fastställs av social- och hälsovårdsministeriet på ansökan av förbundet för högst tre år i sänder. Försäkringsanstalterna redovisar avgifterna till förbundet. Närmare bestämmelser om redovisningen av avgifterna utfärdas genom förordning av social- och hälsovårdsministeriet.",
        "folded_sv": "forsakringsanstalterna ar skyldiga att arligen till olycksfallsforsakringsanstalternas forbund betala en avgift for att tacka kostnader som foranleds av andra uppgifter an sadana som finansieras enligt 60 b § 1 mom. avgiftens grunder faststalls av social- och halsovardsministeriet pa ansokan av forbundet for hogst tre ar i sander. forsakringsanstalterna redovisar avgifterna till forbundet. narmare bestammelser om redovisningen av avgifterna utfardas genom forordning av social- och halsovardsministeriet."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "60",
      "section": "60",
      "content": "Tämän lain 10 §:n 2 momentissa, 11 §:ssä, 12 §:n 1 momentissa, 28 §:n 6 momentissa, 35 a §:ssä, 53 §:n 5 momentissa ja 60 a §:n 4 momentissa säädetyt rahamäärät tarkistetaan kalenterivuosittain työntekijän eläkelain 96 §:ssä tarkoitetulla palkkakertoimella. Tämän lain 16 §:n 3 momentissa, 20 §:n 2―4 momentissa ja 20 a §:n 2―4 momentissa säädetyt rahamäärät tarkistetaan kalenterivuosittain työntekijän eläkelain 98 §:ssä tarkoitetulla työeläkeindeksillä. Tarkistetut rahamäärät pyöristetään siten, että 20 §:n 2―4 momentissa, 20 a §:n 2―4 momentissa ja 60 a §:n 4 momentissa säädetyt rahamäärät pyöristetään lähimmäksi sentiksi, 10 §:n 2 momentissa, 12 §:n 1 momentissa ja 35 a §:ssä säädetyt rahamäärät lähimmäksi täydeksi euroksi sekä 11 §:ssä, 16 §:n 3 momentissa, 28 §:n 6 momentissa ja 53 §:n 5 momentissa säädetyt rahamäärät lähimmäksi täydeksi kymmeneksi euroksi. Tapaturmaeläke, jatkuvana maksettava haittaraha ja perhe-eläke tarkistetaan kalenterivuosittain työntekijän eläkelain 98 §:ssä tarkoitetulla työeläkeindeksillä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:60",
        "normalized_fi": "Tämän lain 10 § :n 2 momentissa, 11 § :ssä, 12 § :n 1 momentissa, 28 § :n 6 momentissa, 35 a § :ssä, 53 § :n 5 momentissa ja 60 a § :n 4 momentissa säädetyt rahamäärät tarkistetaan kalenterivuosittain työntekijän eläkelain 96 § :ssä tarkoitetulla palkkakertoimella. Tämän lain 16 § :n 3 momentissa, 20 § :n 2―4 momentissa ja 20 a § :n 2―4 momentissa säädetyt rahamäärät tarkistetaan kalenterivuosittain työntekijän eläkelain 98 § :ssä tarkoitetulla työeläkeindeksillä. Tarkistetut rahamäärät pyöristetään siten, että 20 § :n 2―4 momentissa, 20 a § :n 2―4 momentissa ja 60 a § :n 4 momentissa säädetyt rahamäärät pyöristetään lähimmäksi sentiksi, 10 § :n 2 momentissa, 12 § :n 1 momentissa ja 35 a § :ssä säädetyt rahamäärät lähimmäksi täydeksi euroksi sekä 11 § :ssä, 16 § :n 3 momentissa, 28 § :n 6 momentissa ja 53 § :n 5 momentissa säädetyt rahamäärät lähimmäksi täydeksi kymmeneksi euroksi. Tapaturmaeläke, jatkuvana maksettava haittaraha ja perhe-eläke tarkistetaan kalenterivuosittain työntekijän eläkelain 98 § :ssä tarkoitetulla työeläkeindeksillä.",
        "folded_fi": "taman lain 10 §:n 2 momentissa, 11 §:ssa, 12 §:n 1 momentissa, 28 §:n 6 momentissa, 35 a §:ssa, 53 §:n 5 momentissa ja 60 a §:n 4 momentissa saadetyt rahamaarat tarkistetaan kalenterivuosittain tyontekijan elakelain 96 §:ssa tarkoitetulla palkkakertoimella. taman lain 16 §:n 3 momentissa, 20 §:n 2―4 momentissa ja 20 a §:n 2―4 momentissa saadetyt rahamaarat tarkistetaan kalenterivuosittain tyontekijan elakelain 98 §:ssa tarkoitetulla tyoelakeindeksilla. tarkistetut rahamaarat pyoristetaan siten, etta 20 §:n 2―4 momentissa, 20 a §:n 2―4 momentissa ja 60 a §:n 4 momentissa saadetyt rahamaarat pyoristetaan lahimmaksi sentiksi, 10 §:n 2 momentissa, 12 §:n 1 momentissa ja 35 a §:ssa saadetyt rahamaarat lahimmaksi taydeksi euroksi seka 11 §:ssa, 16 §:n 3 momentissa, 28 §:n 6 momentissa ja 53 §:n 5 momentissa saadetyt rahamaarat lahimmaksi taydeksi kymmeneksi euroksi. tapaturmaelake, jatkuvana maksettava haittaraha ja perhe-elake tarkistetaan kalenterivuosittain tyontekijan elakelain 98 §:ssa tarkoitetulla tyoelakeindeksilla.",
        "content_sv": "De belopp som anges i 10 § 2 mom., 11 §, 12 § 1 mom., 28 § 6 mom., 35 a §, 53 § 5 mom. och 60 a § 4 mom. justeras kalenderårsvis med den lönekoefficient som anges i 96 § i lagen om pension för arbetstagare. De belopp som anges i 16 § 3 mom., 20 § 2―4 mom. och 20 a § 2―4 mom. justeras kalenderårsvis med det arbetspensionsindex som anges i 98 § i lagen om pension för arbetstagare. De justerade beloppen avrundas så att de i 20 § 2―4 mom., 20 a § 2―4 mom. och 60 a § 4 mom. angivna beloppen avrundas till närmaste cent, de i 10 § 2 mom., 12 § 1 mom. och 35 a § angivna beloppen avrundas till närmaste hela euro samt de i 11 §, 16 § 3 mom., 28 § 6 mom. och 53 § 5 mom. angivna beloppen avrundas till närmaste hela tio euro. Olycksfallspension, fortlöpande menersättning och familjepension justeras kalenderårsvis med arbetspensionsindexet enligt 98 § i lagen om pension för arbetstagare.",
        "normalized_sv": "De belopp som anges i 10 § 2 mom., 11 § , 12 § 1 mom., 28 § 6 mom., 35 a § , 53 § 5 mom. och 60 a § 4 mom. justeras kalenderårsvis med den lönekoefficient som anges i 96 § i lagen om pension för arbetstagare. De belopp som anges i 16 § 3 mom., 20 § 2―4 mom. och 20 a § 2―4 mom. justeras kalenderårsvis med det arbetspensionsindex som anges i 98 § i lagen om pension för arbetstagare. De justerade beloppen avrundas så att de i 20 § 2―4 mom., 20 a § 2―4 mom. och 60 a § 4 mom. angivna beloppen avrundas till närmaste cent, de i 10 § 2 mom., 12 § 1 mom. och 35 a § angivna beloppen avrundas till närmaste hela euro samt de i 11 § , 16 § 3 mom., 28 § 6 mom. och 53 § 5 mom. angivna beloppen avrundas till närmaste hela tio euro. Olycksfallspension, fortlöpande menersättning och familjepension justeras kalenderårsvis med arbetspensionsindexet enligt 98 § i lagen om pension för arbetstagare.",
        "folded_sv": "de belopp som anges i 10 § 2 mom., 11 §, 12 § 1 mom., 28 § 6 mom., 35 a §, 53 § 5 mom. och 60 a § 4 mom. justeras kalenderarsvis med den lonekoefficient som anges i 96 § i lagen om pension for arbetstagare. de belopp som anges i 16 § 3 mom., 20 § 2―4 mom. och 20 a § 2―4 mom. justeras kalenderarsvis med det arbetspensionsindex som anges i 98 § i lagen om pension for arbetstagare. de justerade beloppen avrundas sa att de i 20 § 2―4 mom., 20 a § 2―4 mom. och 60 a § 4 mom. angivna beloppen avrundas till narmaste cent, de i 10 § 2 mom., 12 § 1 mom. och 35 a § angivna beloppen avrundas till narmaste hela euro samt de i 11 §, 16 § 3 mom., 28 § 6 mom. och 53 § 5 mom. angivna beloppen avrundas till narmaste hela tio euro. olycksfallspension, fortlopande menersattning och familjepension justeras kalenderarsvis med arbetspensionsindexet enligt 98 § i lagen om pension for arbetstagare."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "60 b",
      "section": "60 b",
      "content": "jakojärjestelmä Tämän lain mukaista vakuutusta harjoittavien vakuutusyhtiöiden on osallistuttava vuosittain tässä pykälässä tarkoitettujen kustannusten rahoitukseen vakuutusmaksutulon mukaisessa suhteessa siten kuin 2―7 momentissa säädetään (). Vakuutusmaksutulolla tarkoitetaan tässä pykälässä vakuutusyhtiön tuloslaskelmaan sisältyvää tämän lain mukaisen vakuutuksen vakuutusmaksutuloa. Rahoitettavat kustannukset ovat: 1) 10 §:n 2 momentin ja 11 §:n mukaiset vakuuttamattomassa työssä sattuneista tapaturmista aiheutuvat kustannukset, joista on vähennetty 36 §:n nojalla saadut maksut; 2) Suomea sitovasta kansainvälisestä sopimuksesta johtuvista asuin- ja oleskelupaikan vakuutuslaitoksen tehtävistä aiheutuneet kustannukset; 3) vakuutusyhtiön kalenterivuonna maksamat: a) tapaturmaeläkkeiden, jatkuvina maksettavien haittarahojen, perhe-eläkkeiden, kertakaikkisten korvausten, hautausapujen sekä haitta-, vaate- ja opaskoiralisien indeksikorotukset; b) 15, 15 a ja 15 b §:ssä säädetyt sairaanhoidon korvaukset ja maksut, jotka maksetaan, kun tapaturman sattumispäivää seuraavan kalenterivuoden alusta on kulunut yli yhdeksän vuotta; c) tapaturmavakuutuslain perusteella korvattavasta kuntoutuksesta annetun lain 7 §:ssä tarkoitetun kuntoutuksen korvaukset, jotka maksetaan, kun tapaturman sattumispäivää seuraavan kalenterivuoden alusta on kulunut yli yhdeksän vuotta; d) korvaukset ammattitautilain (1343/1988) mukaan korvattavasta ammattitaudista, jonka ilmetessä on kulunut vähintään viisi vuotta altistuksesta, joka on viimeksi voinut aiheuttaa ammattitaudin; e) 14 §:n 4 momentissa tarkoitetut kulut, jotka on korvattu d kohdassa tarkoitettua ammattitautia epäiltäessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:60 b",
        "normalized_fi": "jakojärjestelmä Tämän lain mukaista vakuutusta harjoittavien vakuutusyhtiöiden on osallistuttava vuosittain tässä pykälässä tarkoitettujen kustannusten rahoitukseen vakuutusmaksutulon mukaisessa suhteessa siten kuin 2―7 momentissa säädetään (). Vakuutusmaksutulolla tarkoitetaan tässä pykälässä vakuutusyhtiön tuloslaskelmaan sisältyvää tämän lain mukaisen vakuutuksen vakuutusmaksutuloa. Rahoitettavat kustannukset ovat: 1) 10 § :n 2 momentin ja 11 § :n mukaiset vakuuttamattomassa työssä sattuneista tapaturmista aiheutuvat kustannukset, joista on vähennetty 36 § :n nojalla saadut maksut; 2) Suomea sitovasta kansainvälisestä sopimuksesta johtuvista asuin- ja oleskelupaikan vakuutuslaitoksen tehtävistä aiheutuneet kustannukset; 3) vakuutusyhtiön kalenterivuonna maksamat: a) tapaturmaeläkkeiden, jatkuvina maksettavien haittarahojen, perhe-eläkkeiden, kertakaikkisten korvausten, hautausapujen sekä haitta-, vaate- ja opaskoiralisien indeksikorotukset; b) 15, 15 a ja 15 b § :ssä säädetyt sairaanhoidon korvaukset ja maksut, jotka maksetaan, kun tapaturman sattumispäivää seuraavan kalenterivuoden alusta on kulunut yli yhdeksän vuotta; c) tapaturmavakuutuslain perusteella korvattavasta kuntoutuksesta annetun lain 7 § :ssä tarkoitetun kuntoutuksen korvaukset, jotka maksetaan, kun tapaturman sattumispäivää seuraavan kalenterivuoden alusta on kulunut yli yhdeksän vuotta; d) korvaukset ammattitautilain (1343/1988) mukaan korvattavasta ammattitaudista, jonka ilmetessä on kulunut vähintään viisi vuotta altistuksesta, joka on viimeksi voinut aiheuttaa ammattitaudin; e) 14 § :n 4 momentissa tarkoitetut kulut, jotka on korvattu d kohdassa tarkoitettua ammattitautia epäiltäessä.",
        "folded_fi": "jakojarjestelma taman lain mukaista vakuutusta harjoittavien vakuutusyhtioiden on osallistuttava vuosittain tassa pykalassa tarkoitettujen kustannusten rahoitukseen vakuutusmaksutulon mukaisessa suhteessa siten kuin 2―7 momentissa saadetaan (). vakuutusmaksutulolla tarkoitetaan tassa pykalassa vakuutusyhtion tuloslaskelmaan sisaltyvaa taman lain mukaisen vakuutuksen vakuutusmaksutuloa. rahoitettavat kustannukset ovat: 1) 10 §:n 2 momentin ja 11 §:n mukaiset vakuuttamattomassa tyossa sattuneista tapaturmista aiheutuvat kustannukset, joista on vahennetty 36 §:n nojalla saadut maksut; 2) suomea sitovasta kansainvalisesta sopimuksesta johtuvista asuin- ja oleskelupaikan vakuutuslaitoksen tehtavista aiheutuneet kustannukset; 3) vakuutusyhtion kalenterivuonna maksamat: a) tapaturmaelakkeiden, jatkuvina maksettavien haittarahojen, perhe-elakkeiden, kertakaikkisten korvausten, hautausapujen seka haitta-, vaate- ja opaskoiralisien indeksikorotukset; b) 15, 15 a ja 15 b §:ssa saadetyt sairaanhoidon korvaukset ja maksut, jotka maksetaan, kun tapaturman sattumispaivaa seuraavan kalenterivuoden alusta on kulunut yli yhdeksan vuotta; c) tapaturmavakuutuslain perusteella korvattavasta kuntoutuksesta annetun lain 7 §:ssa tarkoitetun kuntoutuksen korvaukset, jotka maksetaan, kun tapaturman sattumispaivaa seuraavan kalenterivuoden alusta on kulunut yli yhdeksan vuotta; d) korvaukset ammattitautilain (1343/1988) mukaan korvattavasta ammattitaudista, jonka ilmetessa on kulunut vahintaan viisi vuotta altistuksesta, joka on viimeksi voinut aiheuttaa ammattitaudin; e) 14 §:n 4 momentissa tarkoitetut kulut, jotka on korvattu d kohdassa tarkoitettua ammattitautia epailtaessa.",
        "content_sv": "fördelningssystemet Försäkringsbolag som bedriver försäkring enligt denna lag ska varje år delta i finansieringen av de kostnader som avses i denna paragraf i proportion till premieinkomsten på det sätt som anges i 2―7 mom. (). Med premieinkomst avses i denna paragraf en sådan premieinkomst för en försäkring enligt denna lag som ingår i försäkringsbolagets resultaträkning. De kostnader som finansieras är 1) kostnader för olycksfall som inträffat i oförsäkrat arbete enligt 10 § 2 mom. och 11 §, från vilka dragits av de avgifter som tagits ut med stöd av 36 §, 2) kostnader som föranleds av uppgifter som försäkringsbolaget på bonings- eller vistelseorten ska sköta enligt ett internationellt fördrag som är bindande för Finland, 3) kostnader som försäkringsbolaget betalar varje kalenderår och som består av a) indexhöjningar av olycksfallspensioner, fortlöpande menersättningar, familjepensioner, engångsersättningar, begravningshjälp samt av men-, kläd- och ledarhundstillägg, b) sådana i 15, 15 a och 15 b § föreskrivna sjukvårdsersättningar och sjukvårdsavgifter som betalas ut när över nio år förflutit från ingången av det första kalenderåret efter den dag då olycksfallet inträffade, c) sådana rehabiliteringsersättningar som avses i 7 § i lagen om rehabilitering som ersätts enligt lagen om olycksfallsförsäkring och som betalas ut när över nio år förflutit från ingången av det första kalenderåret efter den dag då olycksfallet inträffade, d) ersättningar för sådana yrkessjukdomar som ersätts enligt yrkessjukdomslagen (1343/1988), förutsatt att det vid sjukdomens framträdande förflutit minst fem år från den exponering som senast kunnat orsaka sjukdomen, e) kostnader som avses i 14 § 4 mom. och som ersatts i samband med misstanke om en i d-punkten avsedd yrkessjukdom.",
        "normalized_sv": "fördelningssystemet Försäkringsbolag som bedriver försäkring enligt denna lag ska varje år delta i finansieringen av de kostnader som avses i denna paragraf i proportion till premieinkomsten på det sätt som anges i 2―7 mom. (). Med premieinkomst avses i denna paragraf en sådan premieinkomst för en försäkring enligt denna lag som ingår i försäkringsbolagets resultaträkning. De kostnader som finansieras är 1) kostnader för olycksfall som inträffat i oförsäkrat arbete enligt 10 § 2 mom. och 11 § , från vilka dragits av de avgifter som tagits ut med stöd av 36 § , 2) kostnader som föranleds av uppgifter som försäkringsbolaget på bonings- eller vistelseorten ska sköta enligt ett internationellt fördrag som är bindande för Finland, 3) kostnader som försäkringsbolaget betalar varje kalenderår och som består av a) indexhöjningar av olycksfallspensioner, fortlöpande menersättningar, familjepensioner, engångsersättningar, begravningshjälp samt av men-, kläd- och ledarhundstillägg, b) sådana i 15, 15 a och 15 b § föreskrivna sjukvårdsersättningar och sjukvårdsavgifter som betalas ut när över nio år förflutit från ingången av det första kalenderåret efter den dag då olycksfallet inträffade, c) sådana rehabiliteringsersättningar som avses i 7 § i lagen om rehabilitering som ersätts enligt lagen om olycksfallsförsäkring och som betalas ut när över nio år förflutit från ingången av det första kalenderåret efter den dag då olycksfallet inträffade, d) ersättningar för sådana yrkessjukdomar som ersätts enligt yrkessjukdomslagen (1343/1988), förutsatt att det vid sjukdomens framträdande förflutit minst fem år från den exponering som senast kunnat orsaka sjukdomen, e) kostnader som avses i 14 § 4 mom. och som ersatts i samband med misstanke om en i d-punkten avsedd yrkessjukdom.",
        "folded_sv": "fordelningssystemet forsakringsbolag som bedriver forsakring enligt denna lag ska varje ar delta i finansieringen av de kostnader som avses i denna paragraf i proportion till premieinkomsten pa det satt som anges i 2―7 mom. (). med premieinkomst avses i denna paragraf en sadan premieinkomst for en forsakring enligt denna lag som ingar i forsakringsbolagets resultatrakning. de kostnader som finansieras ar 1) kostnader for olycksfall som intraffat i oforsakrat arbete enligt 10 § 2 mom. och 11 §, fran vilka dragits av de avgifter som tagits ut med stod av 36 §, 2) kostnader som foranleds av uppgifter som forsakringsbolaget pa bonings- eller vistelseorten ska skota enligt ett internationellt fordrag som ar bindande for finland, 3) kostnader som forsakringsbolaget betalar varje kalenderar och som bestar av a) indexhojningar av olycksfallspensioner, fortlopande menersattningar, familjepensioner, engangsersattningar, begravningshjalp samt av men-, klad- och ledarhundstillagg, b) sadana i 15, 15 a och 15 b § foreskrivna sjukvardsersattningar och sjukvardsavgifter som betalas ut nar over nio ar forflutit fran ingangen av det forsta kalenderaret efter den dag da olycksfallet intraffade, c) sadana rehabiliteringsersattningar som avses i 7 § i lagen om rehabilitering som ersatts enligt lagen om olycksfallsforsakring och som betalas ut nar over nio ar forflutit fran ingangen av det forsta kalenderaret efter den dag da olycksfallet intraffade, d) ersattningar for sadana yrkessjukdomar som ersatts enligt yrkessjukdomslagen (1343/1988), forutsatt att det vid sjukdomens framtradande forflutit minst fem ar fran den exponering som senast kunnat orsaka sjukdomen, e) kostnader som avses i 14 § 4 mom. och som ersatts i samband med misstanke om en i d-punkten avsedd yrkessjukdom."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "60 c",
      "section": "60 c",
      "content": "Jos vakuutuskantaa on siirtynyt vakuutusyhtiöstä toiseen jakautumisen tai vakuutuskannan luovutuksen seurauksena, siirtyneisiin vakuutuksiin kohdistuvien toteutuneiden ja ennakkoarvion mukaisten vakuutusmaksutulojen ja jakojärjestelmäkorvausten sekä näitä vakuutuksia vastaavan osuuden jakojärjestelmävuotta edeltävän vuoden vahvistetusta jakojärjestelmäsaldosta katsotaan 60 b §:n 4 momentin mukaista ennakkoarviota tehtäessä ja pykälän 5 momentin mukaisia jakojärjestelmäeriä vahvistettaessa kuuluvan sille vakuutusyhtiölle, jolle vakuutuskanta on siirtynyt.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:60 c",
        "normalized_fi": "Jos vakuutuskantaa on siirtynyt vakuutusyhtiöstä toiseen jakautumisen tai vakuutuskannan luovutuksen seurauksena, siirtyneisiin vakuutuksiin kohdistuvien toteutuneiden ja ennakkoarvion mukaisten vakuutusmaksutulojen ja jakojärjestelmäkorvausten sekä näitä vakuutuksia vastaavan osuuden jakojärjestelmävuotta edeltävän vuoden vahvistetusta jakojärjestelmäsaldosta katsotaan 60 b § :n 4 momentin mukaista ennakkoarviota tehtäessä ja pykälän 5 momentin mukaisia jakojärjestelmäeriä vahvistettaessa kuuluvan sille vakuutusyhtiölle, jolle vakuutuskanta on siirtynyt.",
        "folded_fi": "jos vakuutuskantaa on siirtynyt vakuutusyhtiosta toiseen jakautumisen tai vakuutuskannan luovutuksen seurauksena, siirtyneisiin vakuutuksiin kohdistuvien toteutuneiden ja ennakkoarvion mukaisten vakuutusmaksutulojen ja jakojarjestelmakorvausten seka naita vakuutuksia vastaavan osuuden jakojarjestelmavuotta edeltavan vuoden vahvistetusta jakojarjestelmasaldosta katsotaan 60 b §:n 4 momentin mukaista ennakkoarviota tehtaessa ja pykalan 5 momentin mukaisia jakojarjestelmaeria vahvistettaessa kuuluvan sille vakuutusyhtiolle, jolle vakuutuskanta on siirtynyt.",
        "content_sv": "Om försäkringsbestånd till följd av delning eller överlåtelse av försäkringsbestånd har överförts från ett försäkringsbolag till ett annat, ska de faktiska och kalkylerade premieinkomster samt ersättningar enligt fördelningssystemet som hänför sig till de överförda försäkringarna, liksom den del av det fördelningssaldo som fastställts för det år som föregår fördelningsåret vilken motsvarar beloppet av dessa försäkringar, anses höra till det försäkringsbolag som försäkringsbeståndet överförts till när en i 60 b § 4 mom. avsedd kalkyl görs upp och fördelningsposterna enligt paragrafens 5 mom. fastställs.",
        "normalized_sv": "Om försäkringsbestånd till följd av delning eller överlåtelse av försäkringsbestånd har överförts från ett försäkringsbolag till ett annat, ska de faktiska och kalkylerade premieinkomster samt ersättningar enligt fördelningssystemet som hänför sig till de överförda försäkringarna, liksom den del av det fördelningssaldo som fastställts för det år som föregår fördelningsåret vilken motsvarar beloppet av dessa försäkringar, anses höra till det försäkringsbolag som försäkringsbeståndet överförts till när en i 60 b § 4 mom. avsedd kalkyl görs upp och fördelningsposterna enligt paragrafens 5 mom. fastställs.",
        "folded_sv": "om forsakringsbestand till foljd av delning eller overlatelse av forsakringsbestand har overforts fran ett forsakringsbolag till ett annat, ska de faktiska och kalkylerade premieinkomster samt ersattningar enligt fordelningssystemet som hanfor sig till de overforda forsakringarna, liksom den del av det fordelningssaldo som faststallts for det ar som foregar fordelningsaret vilken motsvarar beloppet av dessa forsakringar, anses hora till det forsakringsbolag som forsakringsbestandet overforts till nar en i 60 b § 4 mom. avsedd kalkyl gors upp och fordelningsposterna enligt paragrafens 5 mom. faststalls."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "64 b",
      "section": "64 b",
      "content": "Vakuutuslaitoksella ja Tapaturmavakuutuslaitosten liitolla on oikeus tarkastaa työnantajan asiakirjoista työnantajan tämän lain mukaisen tietojenantovelvollisuuden piiriin kuuluvien tietojen oikeellisuus. Vakuutuslaitoksella ja Tapaturmavakuutuslaitosten liitolla on oikeus saada poliisilta ja muulta viranomaiselta virka-apua edellä tarkoitettujen tietojen saamiseksi. Vakuutuslaitoksella, Tapaturmavakuutuslaitosten liitolla ja tämän lain mukaisella muutoksenhakuelimellä on oikeus saada maksutta tiedot, jotka niillä on tämän lain ja sosiaali- ja terveydenhuollon asiakasmaksuista annetun lain 13 b §:n mukaan oikeus saada. Jos 64 a §:n 1 momentin 1 ja 2 kohdassa tarkoitetut tiedot pyydetään tietyssä muodossa ja siitä aiheutuu tietojen luovuttajalle lisäkustannuksia, lisäkustannukset on korvattava. Vahingoittuneen terveydentilaa koskevat tiedot on 2 momentissa tarkoitetulla pyytäjällä oikeus saada siinä muodossa kuin pyytäjä on luovutuspyynnössä yksilöinyt. Tällöin tietojen luovuttajalla on oikeus saada 64 a §:n 1 momentin 3 kohdan perusteella luovuttamistaan tiedoista tietojen pyytäjältä kohtuullinen korvaus tietojen luovuttamisesta aiheutuneesta työstä ja kustannuksesta. Terveydenhuollon ammattihenkilöistä annetussa laissa tarkoitetulla ammattihenkilöllä on oikeus saada kohtuullinen palkkio 64 a §:n 1 momentin 3 kohdassa säädetyn tietojenantovelvollisuuden perusteella antamastaan lausunnosta. Lausunto on annettava Tapaturmavakuutuslaitosten liiton hyväksymän kaavan mukaista lomaketta käyttäen. Jos lausunnon on antanut kunnan tai kuntayhtymän järjestämän terveydenhuollon palveluksessa oleva henkilö, palkkio suoritetaan kunnalle tai kuntayhtymälle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:64 b",
        "normalized_fi": "Vakuutuslaitoksella ja Tapaturmavakuutuslaitosten liitolla on oikeus tarkastaa työnantajan asiakirjoista työnantajan tämän lain mukaisen tietojenantovelvollisuuden piiriin kuuluvien tietojen oikeellisuus. Vakuutuslaitoksella ja Tapaturmavakuutuslaitosten liitolla on oikeus saada poliisilta ja muulta viranomaiselta virka-apua edellä tarkoitettujen tietojen saamiseksi. Vakuutuslaitoksella, Tapaturmavakuutuslaitosten liitolla ja tämän lain mukaisella muutoksenhakuelimellä on oikeus saada maksutta tiedot, jotka niillä on tämän lain ja sosiaali- ja terveydenhuollon asiakasmaksuista annetun lain 13 b § :n mukaan oikeus saada. Jos 64 a § :n 1 momentin 1 ja 2 kohdassa tarkoitetut tiedot pyydetään tietyssä muodossa ja siitä aiheutuu tietojen luovuttajalle lisäkustannuksia, lisäkustannukset on korvattava. Vahingoittuneen terveydentilaa koskevat tiedot on 2 momentissa tarkoitetulla pyytäjällä oikeus saada siinä muodossa kuin pyytäjä on luovutuspyynnössä yksilöinyt. Tällöin tietojen luovuttajalla on oikeus saada 64 a § :n 1 momentin 3 kohdan perusteella luovuttamistaan tiedoista tietojen pyytäjältä kohtuullinen korvaus tietojen luovuttamisesta aiheutuneesta työstä ja kustannuksesta. Terveydenhuollon ammattihenkilöistä annetussa laissa tarkoitetulla ammattihenkilöllä on oikeus saada kohtuullinen palkkio 64 a § :n 1 momentin 3 kohdassa säädetyn tietojenantovelvollisuuden perusteella antamastaan lausunnosta. Lausunto on annettava Tapaturmavakuutuslaitosten liiton hyväksymän kaavan mukaista lomaketta käyttäen. Jos lausunnon on antanut kunnan tai kuntayhtymän järjestämän terveydenhuollon palveluksessa oleva henkilö, palkkio suoritetaan kunnalle tai kuntayhtymälle.",
        "folded_fi": "vakuutuslaitoksella ja tapaturmavakuutuslaitosten liitolla on oikeus tarkastaa tyonantajan asiakirjoista tyonantajan taman lain mukaisen tietojenantovelvollisuuden piiriin kuuluvien tietojen oikeellisuus. vakuutuslaitoksella ja tapaturmavakuutuslaitosten liitolla on oikeus saada poliisilta ja muulta viranomaiselta virka-apua edella tarkoitettujen tietojen saamiseksi. vakuutuslaitoksella, tapaturmavakuutuslaitosten liitolla ja taman lain mukaisella muutoksenhakuelimella on oikeus saada maksutta tiedot, jotka niilla on taman lain ja sosiaali- ja terveydenhuollon asiakasmaksuista annetun lain 13 b §:n mukaan oikeus saada. jos 64 a §:n 1 momentin 1 ja 2 kohdassa tarkoitetut tiedot pyydetaan tietyssa muodossa ja siita aiheutuu tietojen luovuttajalle lisakustannuksia, lisakustannukset on korvattava. vahingoittuneen terveydentilaa koskevat tiedot on 2 momentissa tarkoitetulla pyytajalla oikeus saada siina muodossa kuin pyytaja on luovutuspyynnossa yksiloinyt. talloin tietojen luovuttajalla on oikeus saada 64 a §:n 1 momentin 3 kohdan perusteella luovuttamistaan tiedoista tietojen pyytajalta kohtuullinen korvaus tietojen luovuttamisesta aiheutuneesta tyosta ja kustannuksesta. terveydenhuollon ammattihenkiloista annetussa laissa tarkoitetulla ammattihenkilolla on oikeus saada kohtuullinen palkkio 64 a §:n 1 momentin 3 kohdassa saadetyn tietojenantovelvollisuuden perusteella antamastaan lausunnosta. lausunto on annettava tapaturmavakuutuslaitosten liiton hyvaksyman kaavan mukaista lomaketta kayttaen. jos lausunnon on antanut kunnan tai kuntayhtyman jarjestaman terveydenhuollon palveluksessa oleva henkilo, palkkio suoritetaan kunnalle tai kuntayhtymalle.",
        "content_sv": "En försäkringsanstalt och Olycksfallsförsäkringsanstalternas Förbund har rätt att i arbetsgivarens handlingar granska riktigheten av de uppgifter som omfattas av arbetsgivarens skyldighet enligt denna lag att lämna uppgifter. En försäkringsanstalt och Olycksfallsförsäkringsanstalternas Förbund har rätt att få handräckning av polisen och andra myndigheter för att få de ovan avsedda uppgifterna. En försäkringsanstalt, Olycksfallsförsäkringsanstalternas Förbund och en besvärsinstans enligt denna lag har rätt att avgiftsfritt få de uppgifter som de enligt denna lag och 13 b § i lagen om klientavgifter inom social- och hälsovården har rätt att få. Om de uppgifter som avses i 64 a § 1 mom. 1 och 2 punkten begärs i en viss form och detta medför merkostnader för den som lämnar ut uppgifterna ska merkostnaderna ersättas. En i 2 mom. avsedd instans som begär uppgifter om en skadad persons hälsotillstånd har rätt att få dessa uppgifter i den form som specificerats i begäran om uppgifter. Den som lämnar ut uppgifterna har då rätt att i fråga om de uppgifter som den lämnat ut med stöd av 64 a § 1 mom. 3 punkten få en skälig ersättning av den som begärt uppgifterna för det arbete och de kostnader som utlämnandet förorsakat. En yrkesutbildad person som avses i lagen om yrkesutbildade personer inom hälso- och sjukvården har rätt att få en skälig ersättning för utlåtanden som ges på basis av den skyldighet att lämna uppgifter som föreskrivs i 64 a § 1 mom. 3 punkten. Utlåtandet ska ges på en blankett enligt formulär som godkänts av Olycksfallsförsäkringsanstalternas Förbund. Om utlåtandet har givits av en person inom den hälso- och sjukvård som anordnas av en kommun eller en samkommun betalas ersättningen till kommunen eller samkommunen.",
        "normalized_sv": "En försäkringsanstalt och Olycksfallsförsäkringsanstalternas Förbund har rätt att i arbetsgivarens handlingar granska riktigheten av de uppgifter som omfattas av arbetsgivarens skyldighet enligt denna lag att lämna uppgifter. En försäkringsanstalt och Olycksfallsförsäkringsanstalternas Förbund har rätt att få handräckning av polisen och andra myndigheter för att få de ovan avsedda uppgifterna. En försäkringsanstalt, Olycksfallsförsäkringsanstalternas Förbund och en besvärsinstans enligt denna lag har rätt att avgiftsfritt få de uppgifter som de enligt denna lag och 13 b § i lagen om klientavgifter inom social- och hälsovården har rätt att få. Om de uppgifter som avses i 64 a § 1 mom. 1 och 2 punkten begärs i en viss form och detta medför merkostnader för den som lämnar ut uppgifterna ska merkostnaderna ersättas. En i 2 mom. avsedd instans som begär uppgifter om en skadad persons hälsotillstånd har rätt att få dessa uppgifter i den form som specificerats i begäran om uppgifter. Den som lämnar ut uppgifterna har då rätt att i fråga om de uppgifter som den lämnat ut med stöd av 64 a § 1 mom. 3 punkten få en skälig ersättning av den som begärt uppgifterna för det arbete och de kostnader som utlämnandet förorsakat. En yrkesutbildad person som avses i lagen om yrkesutbildade personer inom hälso- och sjukvården har rätt att få en skälig ersättning för utlåtanden som ges på basis av den skyldighet att lämna uppgifter som föreskrivs i 64 a § 1 mom. 3 punkten. Utlåtandet ska ges på en blankett enligt formulär som godkänts av Olycksfallsförsäkringsanstalternas Förbund. Om utlåtandet har givits av en person inom den hälso- och sjukvård som anordnas av en kommun eller en samkommun betalas ersättningen till kommunen eller samkommunen.",
        "folded_sv": "en forsakringsanstalt och olycksfallsforsakringsanstalternas forbund har ratt att i arbetsgivarens handlingar granska riktigheten av de uppgifter som omfattas av arbetsgivarens skyldighet enligt denna lag att lamna uppgifter. en forsakringsanstalt och olycksfallsforsakringsanstalternas forbund har ratt att fa handrackning av polisen och andra myndigheter for att fa de ovan avsedda uppgifterna. en forsakringsanstalt, olycksfallsforsakringsanstalternas forbund och en besvarsinstans enligt denna lag har ratt att avgiftsfritt fa de uppgifter som de enligt denna lag och 13 b § i lagen om klientavgifter inom social- och halsovarden har ratt att fa. om de uppgifter som avses i 64 a § 1 mom. 1 och 2 punkten begars i en viss form och detta medfor merkostnader for den som lamnar ut uppgifterna ska merkostnaderna ersattas. en i 2 mom. avsedd instans som begar uppgifter om en skadad persons halsotillstand har ratt att fa dessa uppgifter i den form som specificerats i begaran om uppgifter. den som lamnar ut uppgifterna har da ratt att i fraga om de uppgifter som den lamnat ut med stod av 64 a § 1 mom. 3 punkten fa en skalig ersattning av den som begart uppgifterna for det arbete och de kostnader som utlamnandet fororsakat. en yrkesutbildad person som avses i lagen om yrkesutbildade personer inom halso- och sjukvarden har ratt att fa en skalig ersattning for utlatanden som ges pa basis av den skyldighet att lamna uppgifter som foreskrivs i 64 a § 1 mom. 3 punkten. utlatandet ska ges pa en blankett enligt formular som godkants av olycksfallsforsakringsanstalternas forbund. om utlatandet har givits av en person inom den halso- och sjukvard som anordnas av en kommun eller en samkommun betalas ersattningen till kommunen eller samkommunen."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    }
  ]
}