{
  "id": "1368/2007",
  "type": "statute",
  "title": "Laki valtion yhtiöomistuksesta ja omistajaohjauksesta",
  "title_en": "Lag om statens bolagsinnehav och ägarstyrning",
  "status": "in_force",
  "issued_date": "2007-12-21",
  "in_force_date": "2007-12-21",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/1368/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Tätä lakia sovelletaan valtion yhtiöomistusta koskevaan päätöksentekoon ja valtion omistajaohjaukseen valtioenemmistöisissä yhtiöissä ja valtion osakkuusyhtiöissä. Tätä lakia ei sovelleta Kansaneläkelaitoksen, Suomen Pankin, Valtion eläkerahaston tai valtion liikelaitoksen omistamiin osakkeisiin, eikä niiden omistamien osakkeiden tuottamia ääniä oteta huomioon tämän lain mukaisia äänivaltaosuuksia laskettaessa. Tätä lakia sovelletaan vain 1 momentissa tarkoitettuja yhtiöitä koskevaan päätöksentekoon ja omistajaohjaukseen. Jos 1 momentissa tarkoitettu yhtiö on konsernin emoyhtiö, lakia ei sovelleta sen tytäryhteisöihin. Lakia ei myöskään sovelleta osakkeisiin, jotka valtio omistaa asunto-osakeyhtiössä, tai yhtiössä, jonka pääasiallisena tarkoituksena on tietyn kiinteistön tai kiinteistökokonaisuuden omistaminen tai hallitseminen. Jos yhtiöstä tai sen omistajaohjauksesta säädetään erikseen lailla, kyseisen lain säännöksiä noudatetaan siltä osin kuin tässä laissa ei toisin säädetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tätä lakia sovelletaan valtion yhtiöomistusta koskevaan päätöksentekoon ja valtion omistajaohjaukseen valtioenemmistöisissä yhtiöissä ja valtion osakkuusyhtiöissä. Tätä lakia ei sovelleta Kansaneläkelaitoksen, Suomen Pankin, Valtion eläkerahaston tai valtion liikelaitoksen omistamiin osakkeisiin, eikä niiden omistamien osakkeiden tuottamia ääniä oteta huomioon tämän lain mukaisia äänivaltaosuuksia laskettaessa. Tätä lakia sovelletaan vain 1 momentissa tarkoitettuja yhtiöitä koskevaan päätöksentekoon ja omistajaohjaukseen. Jos 1 momentissa tarkoitettu yhtiö on konsernin emoyhtiö, lakia ei sovelleta sen tytäryhteisöihin. Lakia ei myöskään sovelleta osakkeisiin, jotka valtio omistaa asunto-osakeyhtiössä, tai yhtiössä, jonka pääasiallisena tarkoituksena on tietyn kiinteistön tai kiinteistökokonaisuuden omistaminen tai hallitseminen. Jos yhtiöstä tai sen omistajaohjauksesta säädetään erikseen lailla, kyseisen lain säännöksiä noudatetaan siltä osin kuin tässä laissa ei toisin säädetä.",
        "folded_fi": "tata lakia sovelletaan valtion yhtioomistusta koskevaan paatoksentekoon ja valtion omistajaohjaukseen valtioenemmistoisissa yhtioissa ja valtion osakkuusyhtioissa. tata lakia ei sovelleta kansanelakelaitoksen, suomen pankin, valtion elakerahaston tai valtion liikelaitoksen omistamiin osakkeisiin, eika niiden omistamien osakkeiden tuottamia aania oteta huomioon taman lain mukaisia aanivaltaosuuksia laskettaessa. tata lakia sovelletaan vain 1 momentissa tarkoitettuja yhtioita koskevaan paatoksentekoon ja omistajaohjaukseen. jos 1 momentissa tarkoitettu yhtio on konsernin emoyhtio, lakia ei sovelleta sen tytaryhteisoihin. lakia ei myoskaan sovelleta osakkeisiin, jotka valtio omistaa asunto-osakeyhtiossa, tai yhtiossa, jonka paaasiallisena tarkoituksena on tietyn kiinteiston tai kiinteistokokonaisuuden omistaminen tai hallitseminen. jos yhtiosta tai sen omistajaohjauksesta saadetaan erikseen lailla, kyseisen lain saannoksia noudatetaan silta osin kuin tassa laissa ei toisin saadeta.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Denna lag tillämpas på beslutsfattande som gäller statens bolagsinnehav och på statens ägarstyrning i bolag med statlig majoritet och i statens intressebolag. Denna lag tillämpas inte på aktier som ägs av Folkpensionsanstalten, Finlands Bank, Statens pensionsfond eller statens affärsverk, och rösterna för de aktier som dessa äger beaktas inte när röstetalsandelar enligt denna lag beräknas. Denna lag tillämpas endast på beslutsfattande och ägarstyrning i fråga om de bolag som avses i 1 mom. Om ett bolag som avses i 1 mom. är moderbolag till en koncern, tillämpas lagen inte på dess dottersamfund. Lagen tillämpas inte heller på aktier som staten äger i ett bostadsaktiebolag eller i ett bolag vars huvudsakliga syfte är att äga eller besitta en viss fastighet eller fastighetshelhet. Föreskrivs om ett bolag eller dess ägarstyrning särskilt genom lag, följs bestämmelserna i den lagen till den del något annat inte föreskrivs i denna lag.",
        "normalized_sv": "Denna lag tillämpas på beslutsfattande som gäller statens bolagsinnehav och på statens ägarstyrning i bolag med statlig majoritet och i statens intressebolag. Denna lag tillämpas inte på aktier som ägs av Folkpensionsanstalten, Finlands Bank, Statens pensionsfond eller statens affärsverk, och rösterna för de aktier som dessa äger beaktas inte när röstetalsandelar enligt denna lag beräknas. Denna lag tillämpas endast på beslutsfattande och ägarstyrning i fråga om de bolag som avses i 1 mom. Om ett bolag som avses i 1 mom. är moderbolag till en koncern, tillämpas lagen inte på dess dottersamfund. Lagen tillämpas inte heller på aktier som staten äger i ett bostadsaktiebolag eller i ett bolag vars huvudsakliga syfte är att äga eller besitta en viss fastighet eller fastighetshelhet. Föreskrivs om ett bolag eller dess ägarstyrning särskilt genom lag, följs bestämmelserna i den lagen till den del något annat inte föreskrivs i denna lag.",
        "folded_sv": "denna lag tillampas pa beslutsfattande som galler statens bolagsinnehav och pa statens agarstyrning i bolag med statlig majoritet och i statens intressebolag. denna lag tillampas inte pa aktier som ags av folkpensionsanstalten, finlands bank, statens pensionsfond eller statens affarsverk, och rosterna for de aktier som dessa ager beaktas inte nar rostetalsandelar enligt denna lag beraknas. denna lag tillampas endast pa beslutsfattande och agarstyrning i fraga om de bolag som avses i 1 mom. om ett bolag som avses i 1 mom. ar moderbolag till en koncern, tillampas lagen inte pa dess dottersamfund. lagen tillampas inte heller pa aktier som staten ager i ett bostadsaktiebolag eller i ett bolag vars huvudsakliga syfte ar att aga eller besitta en viss fastighet eller fastighetshelhet. foreskrivs om ett bolag eller dess agarstyrning sarskilt genom lag, foljs bestammelserna i den lagen till den del nagot annat inte foreskrivs i denna lag."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Määritelmät",
      "content": "Valtion yhtiöomistusta koskevilla päätöksillä tarkoitetaan toimenpiteitä, joilla valtio luovuttaa tai hankkii osakkeita tai osakkeenomistajana hyväksyy sellaisia yhtiöiden toimielinten päätöksiä, joiden seurauksena valtion omistus- tai äänivaltaosuus yhtiössä muuttuu. Valtion omistajaohjauksella tarkoitetaan valtion äänioikeuden käyttämistä yhtiökokouksissa sekä muita toimenpiteitä, joilla valtio osakkeenomistajana myötävaikuttaa yhtiöiden hallintoon ja toimintaperiaatteisiin. Valtioenemmistöisellä yhtiöllä tarkoitetaan osakeyhtiötä, jonka kaikkien osakkeiden tuottamasta äänimäärästä valtiolla on enemmistö. Valtion osakkuusyhtiöllä tarkoitetaan osakeyhtiötä, jonka kaikkien osakkeiden tuottamasta äänivallasta valtiolla on vähintään kymmenen prosenttia ja enintään viisikymmentä prosenttia. Valtion osakkuusyhtiöksi voidaan tätä lakia sovellettaessa määrätä valtioneuvoston asetuksella myös yhtiö, jossa valtion osuus äänivallasta on alle kymmenen prosenttia. Edellytyksenä on, että valtion osakeomistusta yhtiössä pidetään merkittävänä joko taloudellisten tai omistajaohjaukseen liittyvien seikkojen nojalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Valtion yhtiöomistusta koskevilla päätöksillä tarkoitetaan toimenpiteitä, joilla valtio luovuttaa tai hankkii osakkeita tai osakkeenomistajana hyväksyy sellaisia yhtiöiden toimielinten päätöksiä, joiden seurauksena valtion omistus- tai äänivaltaosuus yhtiössä muuttuu. Valtion omistajaohjauksella tarkoitetaan valtion äänioikeuden käyttämistä yhtiökokouksissa sekä muita toimenpiteitä, joilla valtio osakkeenomistajana myötävaikuttaa yhtiöiden hallintoon ja toimintaperiaatteisiin. Valtioenemmistöisellä yhtiöllä tarkoitetaan osakeyhtiötä, jonka kaikkien osakkeiden tuottamasta äänimäärästä valtiolla on enemmistö. Valtion osakkuusyhtiöllä tarkoitetaan osakeyhtiötä, jonka kaikkien osakkeiden tuottamasta äänivallasta valtiolla on vähintään kymmenen prosenttia ja enintään viisikymmentä prosenttia. Valtion osakkuusyhtiöksi voidaan tätä lakia sovellettaessa määrätä valtioneuvoston asetuksella myös yhtiö, jossa valtion osuus äänivallasta on alle kymmenen prosenttia. Edellytyksenä on, että valtion osakeomistusta yhtiössä pidetään merkittävänä joko taloudellisten tai omistajaohjaukseen liittyvien seikkojen nojalla.",
        "folded_fi": "valtion yhtioomistusta koskevilla paatoksilla tarkoitetaan toimenpiteita, joilla valtio luovuttaa tai hankkii osakkeita tai osakkeenomistajana hyvaksyy sellaisia yhtioiden toimielinten paatoksia, joiden seurauksena valtion omistus- tai aanivaltaosuus yhtiossa muuttuu. valtion omistajaohjauksella tarkoitetaan valtion aanioikeuden kayttamista yhtiokokouksissa seka muita toimenpiteita, joilla valtio osakkeenomistajana myotavaikuttaa yhtioiden hallintoon ja toimintaperiaatteisiin. valtioenemmistoisella yhtiolla tarkoitetaan osakeyhtiota, jonka kaikkien osakkeiden tuottamasta aanimaarasta valtiolla on enemmisto. valtion osakkuusyhtiolla tarkoitetaan osakeyhtiota, jonka kaikkien osakkeiden tuottamasta aanivallasta valtiolla on vahintaan kymmenen prosenttia ja enintaan viisikymmenta prosenttia. valtion osakkuusyhtioksi voidaan tata lakia sovellettaessa maarata valtioneuvoston asetuksella myos yhtio, jossa valtion osuus aanivallasta on alle kymmenen prosenttia. edellytyksena on, etta valtion osakeomistusta yhtiossa pidetaan merkittavana joko taloudellisten tai omistajaohjaukseen liittyvien seikkojen nojalla.",
        "title_sv": "Definitioner",
        "content_sv": "beslut som gäller statens bolagsinnehav Med avses åtgärder genom vilka staten överlåter eller förvärvar aktier eller som aktieägare godkänner sådana beslut i bolagens organ av vilka följer att statens andel av innehavet eller röstetalet i bolaget ändras. statens ägarstyrning Med avses utövande av statens rösträtt vid bolagsstämmor samt andra åtgärder genom vilka staten som aktieägare medverkar i bolagens förvaltning och påverkar deras verksamhetsprinciper. bolag med statlig majoritet Med avses ett aktiebolag där staten har majoriteten av det röstetal som samtliga aktier medför. statens intressebolag Med avses ett aktiebolag där staten har minst tio och högst femtio procent av det röstetal som samtliga aktier medför. När denna lag tillämpas kan genom förordning av statsrådet till statens intressebolag förordnas också ett bolag där statens andel av röstetalet är under tio procent. En förutsättning är att statens aktieinnehav i bolaget anses betydande med beaktande av antingen ekonomiska faktorer eller sådana som sammanhänger med ägarstyrningen.",
        "normalized_sv": "beslut som gäller statens bolagsinnehav Med avses åtgärder genom vilka staten överlåter eller förvärvar aktier eller som aktieägare godkänner sådana beslut i bolagens organ av vilka följer att statens andel av innehavet eller röstetalet i bolaget ändras. statens ägarstyrning Med avses utövande av statens rösträtt vid bolagsstämmor samt andra åtgärder genom vilka staten som aktieägare medverkar i bolagens förvaltning och påverkar deras verksamhetsprinciper. bolag med statlig majoritet Med avses ett aktiebolag där staten har majoriteten av det röstetal som samtliga aktier medför. statens intressebolag Med avses ett aktiebolag där staten har minst tio och högst femtio procent av det röstetal som samtliga aktier medför. När denna lag tillämpas kan genom förordning av statsrådet till statens intressebolag förordnas också ett bolag där statens andel av röstetalet är under tio procent. En förutsättning är att statens aktieinnehav i bolaget anses betydande med beaktande av antingen ekonomiska faktorer eller sådana som sammanhänger med ägarstyrningen.",
        "folded_sv": "beslut som galler statens bolagsinnehav med avses atgarder genom vilka staten overlater eller forvarvar aktier eller som aktieagare godkanner sadana beslut i bolagens organ av vilka foljer att statens andel av innehavet eller rostetalet i bolaget andras. statens agarstyrning med avses utovande av statens rostratt vid bolagsstammor samt andra atgarder genom vilka staten som aktieagare medverkar i bolagens forvaltning och paverkar deras verksamhetsprinciper. bolag med statlig majoritet med avses ett aktiebolag dar staten har majoriteten av det rostetal som samtliga aktier medfor. statens intressebolag med avses ett aktiebolag dar staten har minst tio och hogst femtio procent av det rostetal som samtliga aktier medfor. nar denna lag tillampas kan genom forordning av statsradet till statens intressebolag forordnas ocksa ett bolag dar statens andel av rostetalet ar under tio procent. en forutsattning ar att statens aktieinnehav i bolaget anses betydande med beaktande av antingen ekonomiska faktorer eller sadana som sammanhanger med agarstyrningen."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Eduskunnan suostumus määräysvallan hankkimista tai määräysvallasta luopumista koskeviin päätöksiin",
      "content": "Jos valtion yhtiöomistusta koskeva päätös kohdistuu omistus- tai yritysjärjestelyyn, jonka toteuttamisen johdosta valtio lakkaa olemasta yhtiön ainoa omistaja tai luopuu enemmistöstään yhtiössä, päätös voidaan tehdä vain, jos eduskunta on antanut siihen suostumuksensa. Eduskunnan suostumusta ei kuitenkaan tarvita järjestelyyn, jonka tuloksena syntyvässä uudessa yhtiössä valtiolla on eduskunnan aikaisemman päätöksen mukainen äänivaltaosuus. Jos valtion yhtiöomistusta koskeva päätös kohdistuu omistus- tai yritysjärjestelyyn, jonka toteuttamisen johdosta yhtiöstä tulee valtioenemmistöinen, päätös voidaan tehdä vain, jos eduskunta on antanut siihen suostumuksensa. Eduskunnan suostumusta ei kuitenkaan tarvita, jos valtio ei sijoita yhtiöön lisää varoja tai jos yhtiöstä tulee valtioenemmistöinen sellaisen yritysjärjestelyn tai osakevaihdon yhteydessä, jossa valtio saa osakkeet tai sijoitettavat varat luovuttamiensa osakkeiden vastasuorituksena. Eduskunnan suostumusta ei myöskään tarvita, jos valtio merkitsee osake-enemmistön perustettavassa yhtiössä tai hankkii enemmistöaseman yhtiössä, joka on pieni tai keskisuuri. Yhtiö on pieni, jos se täyttää perustamissopimuksen 54 artiklan 3 kohdan g alakohdan nojalla yhtiömuodoltaan tietynlaisten yhtiöiden tilinpäätöksistä annetun neljännen neuvoston direktiivin 78/660/ETY 11 artiklassa säädetyt edellytykset, ja keskisuuri, jos se täyttää perustamissopimuksen 54 artiklan 3 kohdan g alakohdan nojalla yhtiömuodoltaan tietynlaisten yhtiöiden tilinpäätöksistä annetun neljännen neuvoston direktiivin 78/660/ETY 27 artiklassa säädetyt edellytykset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Jos valtion yhtiöomistusta koskeva päätös kohdistuu omistus- tai yritysjärjestelyyn, jonka toteuttamisen johdosta valtio lakkaa olemasta yhtiön ainoa omistaja tai luopuu enemmistöstään yhtiössä, päätös voidaan tehdä vain, jos eduskunta on antanut siihen suostumuksensa. Eduskunnan suostumusta ei kuitenkaan tarvita järjestelyyn, jonka tuloksena syntyvässä uudessa yhtiössä valtiolla on eduskunnan aikaisemman päätöksen mukainen äänivaltaosuus. Jos valtion yhtiöomistusta koskeva päätös kohdistuu omistus- tai yritysjärjestelyyn, jonka toteuttamisen johdosta yhtiöstä tulee valtioenemmistöinen, päätös voidaan tehdä vain, jos eduskunta on antanut siihen suostumuksensa. Eduskunnan suostumusta ei kuitenkaan tarvita, jos valtio ei sijoita yhtiöön lisää varoja tai jos yhtiöstä tulee valtioenemmistöinen sellaisen yritysjärjestelyn tai osakevaihdon yhteydessä, jossa valtio saa osakkeet tai sijoitettavat varat luovuttamiensa osakkeiden vastasuorituksena. Eduskunnan suostumusta ei myöskään tarvita, jos valtio merkitsee osake-enemmistön perustettavassa yhtiössä tai hankkii enemmistöaseman yhtiössä, joka on pieni tai keskisuuri. Yhtiö on pieni, jos se täyttää perustamissopimuksen 54 artiklan 3 kohdan g alakohdan nojalla yhtiömuodoltaan tietynlaisten yhtiöiden tilinpäätöksistä annetun neljännen neuvoston direktiivin 78/660/ETY 11 artiklassa säädetyt edellytykset, ja keskisuuri, jos se täyttää perustamissopimuksen 54 artiklan 3 kohdan g alakohdan nojalla yhtiömuodoltaan tietynlaisten yhtiöiden tilinpäätöksistä annetun neljännen neuvoston direktiivin 78/660/ETY 27 artiklassa säädetyt edellytykset.",
        "folded_fi": "jos valtion yhtioomistusta koskeva paatos kohdistuu omistus- tai yritysjarjestelyyn, jonka toteuttamisen johdosta valtio lakkaa olemasta yhtion ainoa omistaja tai luopuu enemmistostaan yhtiossa, paatos voidaan tehda vain, jos eduskunta on antanut siihen suostumuksensa. eduskunnan suostumusta ei kuitenkaan tarvita jarjestelyyn, jonka tuloksena syntyvassa uudessa yhtiossa valtiolla on eduskunnan aikaisemman paatoksen mukainen aanivaltaosuus. jos valtion yhtioomistusta koskeva paatos kohdistuu omistus- tai yritysjarjestelyyn, jonka toteuttamisen johdosta yhtiosta tulee valtioenemmistoinen, paatos voidaan tehda vain, jos eduskunta on antanut siihen suostumuksensa. eduskunnan suostumusta ei kuitenkaan tarvita, jos valtio ei sijoita yhtioon lisaa varoja tai jos yhtiosta tulee valtioenemmistoinen sellaisen yritysjarjestelyn tai osakevaihdon yhteydessa, jossa valtio saa osakkeet tai sijoitettavat varat luovuttamiensa osakkeiden vastasuorituksena. eduskunnan suostumusta ei myoskaan tarvita, jos valtio merkitsee osake-enemmiston perustettavassa yhtiossa tai hankkii enemmistoaseman yhtiossa, joka on pieni tai keskisuuri. yhtio on pieni, jos se tayttaa perustamissopimuksen 54 artiklan 3 kohdan g alakohdan nojalla yhtiomuodoltaan tietynlaisten yhtioiden tilinpaatoksista annetun neljannen neuvoston direktiivin 78/660/ety 11 artiklassa saadetyt edellytykset, ja keskisuuri, jos se tayttaa perustamissopimuksen 54 artiklan 3 kohdan g alakohdan nojalla yhtiomuodoltaan tietynlaisten yhtioiden tilinpaatoksista annetun neljannen neuvoston direktiivin 78/660/ety 27 artiklassa saadetyt edellytykset.",
        "title_sv": "Riksdagens samtycke till beslut som gäller förvärv av eller avstående från bestämmande inflytande",
        "content_sv": "Om ett beslut som gäller statens bolagsinnehav avser innehavs- eller företagsarrangemang vilka leder till att staten inte längre är bolagets enda ägare eller till att staten avstår från sin majoritet i bolaget, kan beslutet fattas endast om riksdagen har gett sitt samtycke till detta. Riksdagens samtycke behövs dock inte för ett arrangemang, där staten i det nya bolag som uppstår som resultat av arrangemanget har en viss andel av röstetalet enligt ett tidigare beslut av riksdagen. Om ett beslut som gäller statens bolagsinnehav avser innehavs- eller företagsarrangemang vilka leder till att bolaget blir ett bolag med statlig majoritet, kan beslutet fattas endast om riksdagen har gett sitt samtycke till detta. Riksdagens samtycke behövs dock inte, om staten inte placerar mera medel i bolaget eller om bolaget får statlig majoritet i samband med ett sådant företagsarrangemang eller aktiebyte där staten får aktierna eller de medel som ska placeras som en motprestation för aktier som den överlåtit. Riksdagens samtycke behövs inte heller, om staten tecknar aktiemajoriteten i ett bolag som ska bildas eller skaffar sig majoritetsställning i ett bolag som är litet eller medelstort. Bolaget är litet om det uppfyller de gränsvärden som föreskrivs i artikel 11 i rådets fjärde direktiv 78/660/EEG grundat på artikel 54.3 g i fördraget om årsbokslut i vissa typer av bolag, och medelstort om det uppfyller de gränsvärden som föreskrivs i artikel 27 i nämnda direktiv.",
        "normalized_sv": "Om ett beslut som gäller statens bolagsinnehav avser innehavs- eller företagsarrangemang vilka leder till att staten inte längre är bolagets enda ägare eller till att staten avstår från sin majoritet i bolaget, kan beslutet fattas endast om riksdagen har gett sitt samtycke till detta. Riksdagens samtycke behövs dock inte för ett arrangemang, där staten i det nya bolag som uppstår som resultat av arrangemanget har en viss andel av röstetalet enligt ett tidigare beslut av riksdagen. Om ett beslut som gäller statens bolagsinnehav avser innehavs- eller företagsarrangemang vilka leder till att bolaget blir ett bolag med statlig majoritet, kan beslutet fattas endast om riksdagen har gett sitt samtycke till detta. Riksdagens samtycke behövs dock inte, om staten inte placerar mera medel i bolaget eller om bolaget får statlig majoritet i samband med ett sådant företagsarrangemang eller aktiebyte där staten får aktierna eller de medel som ska placeras som en motprestation för aktier som den överlåtit. Riksdagens samtycke behövs inte heller, om staten tecknar aktiemajoriteten i ett bolag som ska bildas eller skaffar sig majoritetsställning i ett bolag som är litet eller medelstort. Bolaget är litet om det uppfyller de gränsvärden som föreskrivs i artikel 11 i rådets fjärde direktiv 78/660/EEG grundat på artikel 54.3 g i fördraget om årsbokslut i vissa typer av bolag, och medelstort om det uppfyller de gränsvärden som föreskrivs i artikel 27 i nämnda direktiv.",
        "folded_sv": "om ett beslut som galler statens bolagsinnehav avser innehavs- eller foretagsarrangemang vilka leder till att staten inte langre ar bolagets enda agare eller till att staten avstar fran sin majoritet i bolaget, kan beslutet fattas endast om riksdagen har gett sitt samtycke till detta. riksdagens samtycke behovs dock inte for ett arrangemang, dar staten i det nya bolag som uppstar som resultat av arrangemanget har en viss andel av rostetalet enligt ett tidigare beslut av riksdagen. om ett beslut som galler statens bolagsinnehav avser innehavs- eller foretagsarrangemang vilka leder till att bolaget blir ett bolag med statlig majoritet, kan beslutet fattas endast om riksdagen har gett sitt samtycke till detta. riksdagens samtycke behovs dock inte, om staten inte placerar mera medel i bolaget eller om bolaget far statlig majoritet i samband med ett sadant foretagsarrangemang eller aktiebyte dar staten far aktierna eller de medel som ska placeras som en motprestation for aktier som den overlatit. riksdagens samtycke behovs inte heller, om staten tecknar aktiemajoriteten i ett bolag som ska bildas eller skaffar sig majoritetsstallning i ett bolag som ar litet eller medelstort. bolaget ar litet om det uppfyller de gransvarden som foreskrivs i artikel 11 i radets fjarde direktiv 78/660/eeg grundat pa artikel 54.3 g i fordraget om arsbokslut i vissa typer av bolag, och medelstort om det uppfyller de gransvarden som foreskrivs i artikel 27 i namnda direktiv."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Valtioneuvoston toimivalta",
      "content": "Valtioneuvoston yleisistunto käsittelee ja ratkaisee asiat, jotka koskevat: 1) osakkeiden luovuttamista ja osakehankintoja valtioenemmistöissä yhtiöissä ja valtion osakkuusyhtiöissä; 2) valtion myötävaikutusta sellaiseen järjestelyyn, jonka seurauksena valtion täysin omistaman yhtiön osakkeita luovutetaan muille; 3) valtion myötävaikutusta sulautumiseen ja jakautumiseen sekä sellaiseen järjestelyyn, jonka seurauksena valtion osuus yhtiön kaikkien osakkeiden tuottamasta äänivallasta muuttuu vähintään viidellä prosenttiyksiköllä tai muulla omistajavallan kannalta merkittävällä tavalla; 4) valtion myötävaikutusta päätökseen, jolla yhtiö asetetaan vapaaehtoiseen selvitystilaan; 5) valtion osakepääomasijoituksia ja muita oman pääoman ehtoisia sijoituksia valtioenemmistöisiin yhtiöihin ja valtion osakkuusyhtiöihin; sekä 6) valtion omistajapolitiikkaa ja omistajaohjausta koskevia yleisiä periaatteita ja toimiohjeita. Osakkeita voidaan hankkia valtiolle sekä osakepääomasijoituksia ja muita oman pääoman ehtoisia sijoituksia tehdä vain: 1) valtion talousarviossa tarkoitukseen osoitettujen määrärahojen puitteissa sekä siinä mainituin ehdoin ja edellytyksin; 2) käyttämällä osakemerkintöjen maksamiseen valtion omistamaa omaisuutta; sekä 3) sellaisen yritysjärjestelyn tai osakevaihdon yhteydessä, jossa valtio saa osakkeet luovuttamiensa osakkeiden vastasuorituksena.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Valtioneuvoston yleisistunto käsittelee ja ratkaisee asiat, jotka koskevat: 1) osakkeiden luovuttamista ja osakehankintoja valtioenemmistöissä yhtiöissä ja valtion osakkuusyhtiöissä; 2) valtion myötävaikutusta sellaiseen järjestelyyn, jonka seurauksena valtion täysin omistaman yhtiön osakkeita luovutetaan muille; 3) valtion myötävaikutusta sulautumiseen ja jakautumiseen sekä sellaiseen järjestelyyn, jonka seurauksena valtion osuus yhtiön kaikkien osakkeiden tuottamasta äänivallasta muuttuu vähintään viidellä prosenttiyksiköllä tai muulla omistajavallan kannalta merkittävällä tavalla; 4) valtion myötävaikutusta päätökseen, jolla yhtiö asetetaan vapaaehtoiseen selvitystilaan; 5) valtion osakepääomasijoituksia ja muita oman pääoman ehtoisia sijoituksia valtioenemmistöisiin yhtiöihin ja valtion osakkuusyhtiöihin; sekä 6) valtion omistajapolitiikkaa ja omistajaohjausta koskevia yleisiä periaatteita ja toimiohjeita. Osakkeita voidaan hankkia valtiolle sekä osakepääomasijoituksia ja muita oman pääoman ehtoisia sijoituksia tehdä vain: 1) valtion talousarviossa tarkoitukseen osoitettujen määrärahojen puitteissa sekä siinä mainituin ehdoin ja edellytyksin; 2) käyttämällä osakemerkintöjen maksamiseen valtion omistamaa omaisuutta; sekä 3) sellaisen yritysjärjestelyn tai osakevaihdon yhteydessä, jossa valtio saa osakkeet luovuttamiensa osakkeiden vastasuorituksena.",
        "folded_fi": "valtioneuvoston yleisistunto kasittelee ja ratkaisee asiat, jotka koskevat: 1) osakkeiden luovuttamista ja osakehankintoja valtioenemmistoissa yhtioissa ja valtion osakkuusyhtioissa; 2) valtion myotavaikutusta sellaiseen jarjestelyyn, jonka seurauksena valtion taysin omistaman yhtion osakkeita luovutetaan muille; 3) valtion myotavaikutusta sulautumiseen ja jakautumiseen seka sellaiseen jarjestelyyn, jonka seurauksena valtion osuus yhtion kaikkien osakkeiden tuottamasta aanivallasta muuttuu vahintaan viidella prosenttiyksikolla tai muulla omistajavallan kannalta merkittavalla tavalla; 4) valtion myotavaikutusta paatokseen, jolla yhtio asetetaan vapaaehtoiseen selvitystilaan; 5) valtion osakepaaomasijoituksia ja muita oman paaoman ehtoisia sijoituksia valtioenemmistoisiin yhtioihin ja valtion osakkuusyhtioihin; seka 6) valtion omistajapolitiikkaa ja omistajaohjausta koskevia yleisia periaatteita ja toimiohjeita. osakkeita voidaan hankkia valtiolle seka osakepaaomasijoituksia ja muita oman paaoman ehtoisia sijoituksia tehda vain: 1) valtion talousarviossa tarkoitukseen osoitettujen maararahojen puitteissa seka siina mainituin ehdoin ja edellytyksin; 2) kayttamalla osakemerkintojen maksamiseen valtion omistamaa omaisuutta; seka 3) sellaisen yritysjarjestelyn tai osakevaihdon yhteydessa, jossa valtio saa osakkeet luovuttamiensa osakkeiden vastasuorituksena.",
        "title_sv": "Statsrådets behörighet",
        "content_sv": "Statsrådets allmänna sammanträde behandlar och avgör ärenden som gäller 1) överlåtelse av aktier och aktieförvärv i bolag med statlig majoritet och i statens intressebolag, 2) statens medverkan i ett sådant arrangemang där aktier i ett bolag som helt ägs av staten som en följd av arrangemanget överlåts till andra, 3) statens medverkan i fusion och delning samt i ett sådant arrangemang där statens andel av det röstetal som samtliga aktier i bolaget medför som en följd av arrangemanget förändras med minst fem procentenheter eller på ett annat sätt som är betydande med tanke på äganderätten, 4) statens medverkan i ett beslut genom vilket bolaget försätts i frivillig likvidation, 5) statens aktiekapitalinvesteringar och andra investeringar på villkor för eget kapital i bolag med statlig majoritet och i statens intressebolag, samt 6) allmänna principer och handlingsdirektiv som gäller statens ägarpolitik och ägarstyrning. Aktier kan förvärvas till staten samt aktiekapitalinvesteringar och andra investeringar på villkor för eget kapital kan göras endast 1) inom ramen för de anslag som i statsbudgeten anvisats för syftet samt på de villkor och förutsättningar som nämns där, 2) genom att egendom som staten äger används för att betala aktieteckningarna, samt 3) i samband med ett sådant företagsarrangemang eller aktiebyte där staten får aktier som motprestation för aktier som den överlåtit.",
        "normalized_sv": "Statsrådets allmänna sammanträde behandlar och avgör ärenden som gäller 1) överlåtelse av aktier och aktieförvärv i bolag med statlig majoritet och i statens intressebolag, 2) statens medverkan i ett sådant arrangemang där aktier i ett bolag som helt ägs av staten som en följd av arrangemanget överlåts till andra, 3) statens medverkan i fusion och delning samt i ett sådant arrangemang där statens andel av det röstetal som samtliga aktier i bolaget medför som en följd av arrangemanget förändras med minst fem procentenheter eller på ett annat sätt som är betydande med tanke på äganderätten, 4) statens medverkan i ett beslut genom vilket bolaget försätts i frivillig likvidation, 5) statens aktiekapitalinvesteringar och andra investeringar på villkor för eget kapital i bolag med statlig majoritet och i statens intressebolag, samt 6) allmänna principer och handlingsdirektiv som gäller statens ägarpolitik och ägarstyrning. Aktier kan förvärvas till staten samt aktiekapitalinvesteringar och andra investeringar på villkor för eget kapital kan göras endast 1) inom ramen för de anslag som i statsbudgeten anvisats för syftet samt på de villkor och förutsättningar som nämns där, 2) genom att egendom som staten äger används för att betala aktieteckningarna, samt 3) i samband med ett sådant företagsarrangemang eller aktiebyte där staten får aktier som motprestation för aktier som den överlåtit.",
        "folded_sv": "statsradets allmanna sammantrade behandlar och avgor arenden som galler 1) overlatelse av aktier och aktieforvarv i bolag med statlig majoritet och i statens intressebolag, 2) statens medverkan i ett sadant arrangemang dar aktier i ett bolag som helt ags av staten som en foljd av arrangemanget overlats till andra, 3) statens medverkan i fusion och delning samt i ett sadant arrangemang dar statens andel av det rostetal som samtliga aktier i bolaget medfor som en foljd av arrangemanget forandras med minst fem procentenheter eller pa ett annat satt som ar betydande med tanke pa aganderatten, 4) statens medverkan i ett beslut genom vilket bolaget forsatts i frivillig likvidation, 5) statens aktiekapitalinvesteringar och andra investeringar pa villkor for eget kapital i bolag med statlig majoritet och i statens intressebolag, samt 6) allmanna principer och handlingsdirektiv som galler statens agarpolitik och agarstyrning. aktier kan forvarvas till staten samt aktiekapitalinvesteringar och andra investeringar pa villkor for eget kapital kan goras endast 1) inom ramen for de anslag som i statsbudgeten anvisats for syftet samt pa de villkor och forutsattningar som namns dar, 2) genom att egendom som staten ager anvands for att betala aktieteckningarna, samt 3) i samband med ett sadant foretagsarrangemang eller aktiebyte dar staten far aktier som motprestation for aktier som den overlatit."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Omistajaohjauksesta vastaavan ministeriön toimivalta",
      "content": "Omistajaohjauksesta vastaava ministeriö käsittelee ja ratkaisee asiat, jotka koskevat: 1) valtion edustajien määräämistä yhtiökokouksiin ja toimiohjeiden antamista heille; 2) valtiolle osakkeenomistajana kuuluvien oikeuksien käyttämistä; 3) yhtiöiden muuta omistajaohjausta; sekä 4) valtion myötävaikutusta sellaiseen järjestelyyn, jonka seurauksena valtion osuus muun kuin valtion täysin omistaman yhtiön kaikkien osakkeiden tuottamasta äänivallasta muuttuu muulla kuin 4 §:n 1 momentin 3 kohdassa tarkoitetulla tavalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Omistajaohjauksesta vastaava ministeriö käsittelee ja ratkaisee asiat, jotka koskevat: 1) valtion edustajien määräämistä yhtiökokouksiin ja toimiohjeiden antamista heille; 2) valtiolle osakkeenomistajana kuuluvien oikeuksien käyttämistä; 3) yhtiöiden muuta omistajaohjausta; sekä 4) valtion myötävaikutusta sellaiseen järjestelyyn, jonka seurauksena valtion osuus muun kuin valtion täysin omistaman yhtiön kaikkien osakkeiden tuottamasta äänivallasta muuttuu muulla kuin 4 § :n 1 momentin 3 kohdassa tarkoitetulla tavalla.",
        "folded_fi": "omistajaohjauksesta vastaava ministerio kasittelee ja ratkaisee asiat, jotka koskevat: 1) valtion edustajien maaraamista yhtiokokouksiin ja toimiohjeiden antamista heille; 2) valtiolle osakkeenomistajana kuuluvien oikeuksien kayttamista; 3) yhtioiden muuta omistajaohjausta; seka 4) valtion myotavaikutusta sellaiseen jarjestelyyn, jonka seurauksena valtion osuus muun kuin valtion taysin omistaman yhtion kaikkien osakkeiden tuottamasta aanivallasta muuttuu muulla kuin 4 §:n 1 momentin 3 kohdassa tarkoitetulla tavalla.",
        "title_sv": "Behörigheten för det ministerium som svarar för ägarstyrningen",
        "content_sv": "Det ministerium som svarar för ägarstyrningen behandlar och avgör ärenden som gäller 1) förordnande av statens representanter vid bolagsstämmor och handlingsdirektiv till dem, 2) utövande av de rättigheter som ankommer på staten i egenskap av aktieägare, 3) annan ägarstyrning av bolagen, samt 4) statens medverkan i ett sådant arrangemang där statens andel av röstetalet för samtliga aktier i ett annat bolag än ett som i sin helhet ägs av staten som en följd av arrangemanget förändras på ett annat sätt än det som avses i 4 § 1 mom. 3 punkten.",
        "normalized_sv": "Det ministerium som svarar för ägarstyrningen behandlar och avgör ärenden som gäller 1) förordnande av statens representanter vid bolagsstämmor och handlingsdirektiv till dem, 2) utövande av de rättigheter som ankommer på staten i egenskap av aktieägare, 3) annan ägarstyrning av bolagen, samt 4) statens medverkan i ett sådant arrangemang där statens andel av röstetalet för samtliga aktier i ett annat bolag än ett som i sin helhet ägs av staten som en följd av arrangemanget förändras på ett annat sätt än det som avses i 4 § 1 mom. 3 punkten.",
        "folded_sv": "det ministerium som svarar for agarstyrningen behandlar och avgor arenden som galler 1) forordnande av statens representanter vid bolagsstammor och handlingsdirektiv till dem, 2) utovande av de rattigheter som ankommer pa staten i egenskap av aktieagare, 3) annan agarstyrning av bolagen, samt 4) statens medverkan i ett sadant arrangemang dar statens andel av rostetalet for samtliga aktier i ett annat bolag an ett som i sin helhet ags av staten som en foljd av arrangemanget forandras pa ett annat satt an det som avses i 4 § 1 mom. 3 punkten."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Omistajaohjauksesta vastaavan viraston tai laitoksen toimivalta",
      "content": "Jos valtiolle kuuluvien osakkeiden hallinnointi on eduskunnan tai valtioneuvoston päätöksellä osoitettu määrätyn viraston tai laitoksen tehtäväksi, virastolla ja laitoksella on toimivalta ja tehtävät, jotka 4 ja 5 §:n nojalla kuuluvat valtioneuvostolle ja omistajaohjauksesta vastaavalle ministeriölle, ja sitä koskevat samat rajoitukset, jotka 3 §:n ja 4 §:n 2 momentin nojalla koskevat valtioneuvostoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Jos valtiolle kuuluvien osakkeiden hallinnointi on eduskunnan tai valtioneuvoston päätöksellä osoitettu määrätyn viraston tai laitoksen tehtäväksi, virastolla ja laitoksella on toimivalta ja tehtävät, jotka 4 ja 5 § :n nojalla kuuluvat valtioneuvostolle ja omistajaohjauksesta vastaavalle ministeriölle, ja sitä koskevat samat rajoitukset, jotka 3 § :n ja 4 § :n 2 momentin nojalla koskevat valtioneuvostoa.",
        "folded_fi": "jos valtiolle kuuluvien osakkeiden hallinnointi on eduskunnan tai valtioneuvoston paatoksella osoitettu maaratyn viraston tai laitoksen tehtavaksi, virastolla ja laitoksella on toimivalta ja tehtavat, jotka 4 ja 5 §:n nojalla kuuluvat valtioneuvostolle ja omistajaohjauksesta vastaavalle ministeriolle, ja sita koskevat samat rajoitukset, jotka 3 §:n ja 4 §:n 2 momentin nojalla koskevat valtioneuvostoa.",
        "title_sv": "Behörighet för ett ämbetsverk eller en inrättning som svarar för ägarstyrningen",
        "content_sv": "Om administreringen av aktier som tillhör staten genom ett beslut av riksdagen eller statsrådet har anförtrotts ett visst ämbetsverk eller en viss inrättning, har ämbetsverket och inrättningen den behörighet och de uppgifter som med stöd av 4 och 5 § ankommer på statsrådet och det ministerium som svarar för ägarstyrningen, och för ämbetsverket och inrättningen gäller samma begränsningar som med stöd av 3 § och 4 § 2 mom. gäller statsrådet.",
        "normalized_sv": "Om administreringen av aktier som tillhör staten genom ett beslut av riksdagen eller statsrådet har anförtrotts ett visst ämbetsverk eller en viss inrättning, har ämbetsverket och inrättningen den behörighet och de uppgifter som med stöd av 4 och 5 § ankommer på statsrådet och det ministerium som svarar för ägarstyrningen, och för ämbetsverket och inrättningen gäller samma begränsningar som med stöd av 3 § och 4 § 2 mom. gäller statsrådet.",
        "folded_sv": "om administreringen av aktier som tillhor staten genom ett beslut av riksdagen eller statsradet har anfortrotts ett visst ambetsverk eller en viss inrattning, har ambetsverket och inrattningen den behorighet och de uppgifter som med stod av 4 och 5 § ankommer pa statsradet och det ministerium som svarar for agarstyrningen, och for ambetsverket och inrattningen galler samma begransningar som med stod av 3 § och 4 § 2 mom. galler statsradet."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Valtiolle kuuluvien osakkeiden luovuttaminen",
      "content": "Valtioenemmistöisten yhtiöiden ja valtion osakkuusyhtiöiden osakkeiden luovuttamiseen ei sovelleta valtion talousarviosta annetun lain (423/1988) 24 §:n säännöksiä. Valtion omistamia osakkeita ei saa luovuttaa käypää arvoa alemmasta hinnasta, jollei luovutukseen liittyvistä erityisistä olosuhteista muuta johdu. Käyvän arvon olennaiseen alittamiseen on oltava eduskunnan suostumus. Osakkeiden luovuttamiseen rinnastetaan sellainen omistus- tai yritysjärjestely, jonka seurauksena valtion osuus yhtiön kaikkien osakkeiden tuottamasta äänivallasta merkittävästi muuttuu. Osakkeisiin rinnastetaan vaihtovelkakirjalainat, optio-oikeudet ja muut osakkeiden merkitsemiseen tai äänivallan käyttämiseen oikeuttavat asiakirjat ja rahoitusinstrumentit.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Valtioenemmistöisten yhtiöiden ja valtion osakkuusyhtiöiden osakkeiden luovuttamiseen ei sovelleta valtion talousarviosta annetun lain (423/1988) 24 § :n säännöksiä. Valtion omistamia osakkeita ei saa luovuttaa käypää arvoa alemmasta hinnasta, jollei luovutukseen liittyvistä erityisistä olosuhteista muuta johdu. Käyvän arvon olennaiseen alittamiseen on oltava eduskunnan suostumus. Osakkeiden luovuttamiseen rinnastetaan sellainen omistus- tai yritysjärjestely, jonka seurauksena valtion osuus yhtiön kaikkien osakkeiden tuottamasta äänivallasta merkittävästi muuttuu. Osakkeisiin rinnastetaan vaihtovelkakirjalainat, optio-oikeudet ja muut osakkeiden merkitsemiseen tai äänivallan käyttämiseen oikeuttavat asiakirjat ja rahoitusinstrumentit.",
        "folded_fi": "valtioenemmistoisten yhtioiden ja valtion osakkuusyhtioiden osakkeiden luovuttamiseen ei sovelleta valtion talousarviosta annetun lain (423/1988) 24 §:n saannoksia. valtion omistamia osakkeita ei saa luovuttaa kaypaa arvoa alemmasta hinnasta, jollei luovutukseen liittyvista erityisista olosuhteista muuta johdu. kayvan arvon olennaiseen alittamiseen on oltava eduskunnan suostumus. osakkeiden luovuttamiseen rinnastetaan sellainen omistus- tai yritysjarjestely, jonka seurauksena valtion osuus yhtion kaikkien osakkeiden tuottamasta aanivallasta merkittavasti muuttuu. osakkeisiin rinnastetaan vaihtovelkakirjalainat, optio-oikeudet ja muut osakkeiden merkitsemiseen tai aanivallan kayttamiseen oikeuttavat asiakirjat ja rahoitusinstrumentit.",
        "title_sv": "Överlåtelse av aktier som tillhör staten",
        "content_sv": "På överlåtelse av aktier i bolag med statlig majoritet och i statens intressebolag tillämpas inte bestämmelserna i 24 § i lagen om statsbudgeten (423/1988). Aktier som staten äger får inte överlåtas till ett pris som är lägre än gängse värde, om inget annat följer av särskilda omständigheter som är förknippade med överlåtelsen. För en väsentlig underskridning av gängse värde måste riksdagens samtycke ha inhämtats. Med överlåtelse av aktier jämställs ett sådant innehavs- eller företagsarrangemang där statens andel av röstetalet för samtliga aktier i bolaget som en följd av arrangemanget ändras betydligt. Med aktier jämställs lån mot konvertibla skuldebrev, optionsrätter och andra handlingar och finansiella instrument som ger rätt att teckna aktier eller använda rösträtt.",
        "normalized_sv": "På överlåtelse av aktier i bolag med statlig majoritet och i statens intressebolag tillämpas inte bestämmelserna i 24 § i lagen om statsbudgeten (423/1988). Aktier som staten äger får inte överlåtas till ett pris som är lägre än gängse värde, om inget annat följer av särskilda omständigheter som är förknippade med överlåtelsen. För en väsentlig underskridning av gängse värde måste riksdagens samtycke ha inhämtats. Med överlåtelse av aktier jämställs ett sådant innehavs- eller företagsarrangemang där statens andel av röstetalet för samtliga aktier i bolaget som en följd av arrangemanget ändras betydligt. Med aktier jämställs lån mot konvertibla skuldebrev, optionsrätter och andra handlingar och finansiella instrument som ger rätt att teckna aktier eller använda rösträtt.",
        "folded_sv": "pa overlatelse av aktier i bolag med statlig majoritet och i statens intressebolag tillampas inte bestammelserna i 24 § i lagen om statsbudgeten (423/1988). aktier som staten ager far inte overlatas till ett pris som ar lagre an gangse varde, om inget annat foljer av sarskilda omstandigheter som ar forknippade med overlatelsen. for en vasentlig underskridning av gangse varde maste riksdagens samtycke ha inhamtats. med overlatelse av aktier jamstalls ett sadant innehavs- eller foretagsarrangemang dar statens andel av rostetalet for samtliga aktier i bolaget som en foljd av arrangemanget andras betydligt. med aktier jamstalls lan mot konvertibla skuldebrev, optionsratter och andra handlingar och finansiella instrument som ger ratt att teckna aktier eller anvanda rostratt."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Käyvän arvon määrittäminen",
      "content": "Osakkeiden käypänä arvona pidetään hintaa, joka osakkeista on mahdollista saada normaalein kaupallisin ehdoin toteutettavassa kaupankäynnissä. Arvopaperimarkkinalaissa (495/1989) tarkoitetun julkisen kaupankäynnin tai monenkeskisen kaupankäynnin kohteena olevan yhtiön osakkeiden käypä hinta osakemyyntitilanteissa muodostuu joko edellä tässä kohdassa tarkoitetussa kaupankäynnissä tai sen ulkopuolella toteutetussa edustavassa tarjoushuutokaupassa. Muun kuin 2 momentissa tarkoitetun yhtiön osakkeiden käypä hinta osakemyyntitilanteissa arvioidaan yrityskaupassa yleisesti käytettävillä arvostusmenetelmillä. Yritysjärjestely- ja osakevaihtotilanteissa käypä hinta arvioidaan yrityskaupassa yleisesti käytettävillä arvostusmenetelmillä. Arvostuksessa käytettäviä menetelmiä on sovellettava samalla tavoin kaikkiin yritysjärjestelyyn tai osakevaihtoon osallistuviin yrityksiin ja niiden arvopapereihin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Osakkeiden käypänä arvona pidetään hintaa, joka osakkeista on mahdollista saada normaalein kaupallisin ehdoin toteutettavassa kaupankäynnissä. Arvopaperimarkkinalaissa (495/1989) tarkoitetun julkisen kaupankäynnin tai monenkeskisen kaupankäynnin kohteena olevan yhtiön osakkeiden käypä hinta osakemyyntitilanteissa muodostuu joko edellä tässä kohdassa tarkoitetussa kaupankäynnissä tai sen ulkopuolella toteutetussa edustavassa tarjoushuutokaupassa. Muun kuin 2 momentissa tarkoitetun yhtiön osakkeiden käypä hinta osakemyyntitilanteissa arvioidaan yrityskaupassa yleisesti käytettävillä arvostusmenetelmillä. Yritysjärjestely- ja osakevaihtotilanteissa käypä hinta arvioidaan yrityskaupassa yleisesti käytettävillä arvostusmenetelmillä. Arvostuksessa käytettäviä menetelmiä on sovellettava samalla tavoin kaikkiin yritysjärjestelyyn tai osakevaihtoon osallistuviin yrityksiin ja niiden arvopapereihin.",
        "folded_fi": "osakkeiden kaypana arvona pidetaan hintaa, joka osakkeista on mahdollista saada normaalein kaupallisin ehdoin toteutettavassa kaupankaynnissa. arvopaperimarkkinalaissa (495/1989) tarkoitetun julkisen kaupankaynnin tai monenkeskisen kaupankaynnin kohteena olevan yhtion osakkeiden kaypa hinta osakemyyntitilanteissa muodostuu joko edella tassa kohdassa tarkoitetussa kaupankaynnissa tai sen ulkopuolella toteutetussa edustavassa tarjoushuutokaupassa. muun kuin 2 momentissa tarkoitetun yhtion osakkeiden kaypa hinta osakemyyntitilanteissa arvioidaan yrityskaupassa yleisesti kaytettavilla arvostusmenetelmilla. yritysjarjestely- ja osakevaihtotilanteissa kaypa hinta arvioidaan yrityskaupassa yleisesti kaytettavilla arvostusmenetelmilla. arvostuksessa kaytettavia menetelmia on sovellettava samalla tavoin kaikkiin yritysjarjestelyyn tai osakevaihtoon osallistuviin yrityksiin ja niiden arvopapereihin.",
        "title_sv": "Fastställande av gängse värde",
        "content_sv": "Som gängse värde på aktier anses det pris som det är möjligt att få för aktierna vid handel som genomförs med normala kommersiella villkor. Det gängse priset på aktier i ett bolag vilka är föremål för offentlig handel eller multilateral handel enligt värdepappersmarknadslagen (495/1989) i situationer där aktier säljs bildas antingen vid ovan avsedda handel eller vid en representativ anbudsauktion som genomförs utanför denna handel. Det gängse priset på aktier i ett annat bolag än ett sådant som avses i 2 mom. i situationer där aktier säljs bedöms med värderingsmetoder som allmänt används vid företagsförvärv. I situationer med företagsarrangemang och aktiebyte bedöms det gängse priset med värderingsmetoder som allmänt används vid företagsförvärv. De metoder som används vid värderingen ska tillämpas på samma sätt på alla företag som deltar i ett företagsarrangemang eller aktiebyte och på deras värdepapper.",
        "normalized_sv": "Som gängse värde på aktier anses det pris som det är möjligt att få för aktierna vid handel som genomförs med normala kommersiella villkor. Det gängse priset på aktier i ett bolag vilka är föremål för offentlig handel eller multilateral handel enligt värdepappersmarknadslagen (495/1989) i situationer där aktier säljs bildas antingen vid ovan avsedda handel eller vid en representativ anbudsauktion som genomförs utanför denna handel. Det gängse priset på aktier i ett annat bolag än ett sådant som avses i 2 mom. i situationer där aktier säljs bedöms med värderingsmetoder som allmänt används vid företagsförvärv. I situationer med företagsarrangemang och aktiebyte bedöms det gängse priset med värderingsmetoder som allmänt används vid företagsförvärv. De metoder som används vid värderingen ska tillämpas på samma sätt på alla företag som deltar i ett företagsarrangemang eller aktiebyte och på deras värdepapper.",
        "folded_sv": "som gangse varde pa aktier anses det pris som det ar mojligt att fa for aktierna vid handel som genomfors med normala kommersiella villkor. det gangse priset pa aktier i ett bolag vilka ar foremal for offentlig handel eller multilateral handel enligt vardepappersmarknadslagen (495/1989) i situationer dar aktier saljs bildas antingen vid ovan avsedda handel eller vid en representativ anbudsauktion som genomfors utanfor denna handel. det gangse priset pa aktier i ett annat bolag an ett sadant som avses i 2 mom. i situationer dar aktier saljs bedoms med varderingsmetoder som allmant anvands vid foretagsforvarv. i situationer med foretagsarrangemang och aktiebyte bedoms det gangse priset med varderingsmetoder som allmant anvands vid foretagsforvarv. de metoder som anvands vid varderingen ska tillampas pa samma satt pa alla foretag som deltar i ett foretagsarrangemang eller aktiebyte och pa deras vardepapper."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Tarkemmat säännökset",
      "content": "Tarkempia säännöksiä tämän lain täytäntöönpanosta annetaan tarvittaessa valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Tarkempia säännöksiä tämän lain täytäntöönpanosta annetaan tarvittaessa valtioneuvoston asetuksella.",
        "folded_fi": "tarkempia saannoksia taman lain taytantoonpanosta annetaan tarvittaessa valtioneuvoston asetuksella.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Närmare bestämmelser om verkställigheten av denna lag utfärdas vid behov genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om verkställigheten av denna lag utfärdas vid behov genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om verkstalligheten av denna lag utfardas vid behov genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2008. Tällä lailla kumotaan valtion osakasvallan käytöstä eräissä taloudellista toimintaa harjoittavissa osakeyhtiöissä 19 päivänä huhtikuuta 1991 annettu laki (740/1991). Lain voimaan tullessa kumoutuvat sellaiset eduskunnan päätökset, joilla valtioneuvoston toimivallasta on määrätty 3 §:stä poikkeavasti. Valtion yhtiöomistusta koskeviin päätöksiin ei tarvita eduskunnan suostumusta, jos eduskunta on ennen tämän lain voimaantuloa hyväksynyt sen, että valtio luopuu enemmistöstään yhtiössä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2008. Tällä lailla kumotaan valtion osakasvallan käytöstä eräissä taloudellista toimintaa harjoittavissa osakeyhtiöissä 19 päivänä huhtikuuta 1991 annettu laki (740/1991). Lain voimaan tullessa kumoutuvat sellaiset eduskunnan päätökset, joilla valtioneuvoston toimivallasta on määrätty 3 § :stä poikkeavasti. Valtion yhtiöomistusta koskeviin päätöksiin ei tarvita eduskunnan suostumusta, jos eduskunta on ennen tämän lain voimaantuloa hyväksynyt sen, että valtio luopuu enemmistöstään yhtiössä.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2008. talla lailla kumotaan valtion osakasvallan kaytosta eraissa taloudellista toimintaa harjoittavissa osakeyhtioissa 19 paivana huhtikuuta 1991 annettu laki (740/1991). lain voimaan tullessa kumoutuvat sellaiset eduskunnan paatokset, joilla valtioneuvoston toimivallasta on maaratty 3 §:sta poikkeavasti. valtion yhtioomistusta koskeviin paatoksiin ei tarvita eduskunnan suostumusta, jos eduskunta on ennen taman lain voimaantuloa hyvaksynyt sen, etta valtio luopuu enemmistostaan yhtiossa.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2008. Genom denna lag upphävs lagen av den 19 april 1991 om utövande av statens delägarrätt i vissa aktiebolag som bedriver ekonomisk verksamhet (740/1991). När lagen träder i kraft upphävs sådana beslut av riksdagen med vilka har föreskrivits om statsrådets behörighet på ett sätt som avviker från 3 §. För beslut som gäller statens bolagsinnehav behövs inte riksdagens samtycke, om riksdagen före denna lags ikraftträdande har godkänt att staten avstår från sin majoritet i ett bolag.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2008. Genom denna lag upphävs lagen av den 19 april 1991 om utövande av statens delägarrätt i vissa aktiebolag som bedriver ekonomisk verksamhet (740/1991). När lagen träder i kraft upphävs sådana beslut av riksdagen med vilka har föreskrivits om statsrådets behörighet på ett sätt som avviker från 3 § . För beslut som gäller statens bolagsinnehav behövs inte riksdagens samtycke, om riksdagen före denna lags ikraftträdande har godkänt att staten avstår från sin majoritet i ett bolag.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2008. genom denna lag upphavs lagen av den 19 april 1991 om utovande av statens delagarratt i vissa aktiebolag som bedriver ekonomisk verksamhet (740/1991). nar lagen trader i kraft upphavs sadana beslut av riksdagen med vilka har foreskrivits om statsradets behorighet pa ett satt som avviker fran 3 §. for beslut som galler statens bolagsinnehav behovs inte riksdagens samtycke, om riksdagen fore denna lags ikrafttradande har godkant att staten avstar fran sin majoritet i ett bolag."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Tätä lakia sovelletaan valtion yhtiöomistusta koskevaan päätöksentekoon ja valtion omistajaohjaukseen valtioenemmistöisissä yhtiöissä ja valtion osakkuusyhtiöissä. Tätä lakia ei sovelleta Kansaneläkelaitoksen, Suomen Pankin, Valtion eläkerahaston tai valtion liikelaitoksen omistamiin osakkeisiin, eikä niiden omistamien osakkeiden tuottamia ääniä oteta huomioon tämän lain mukaisia äänivaltaosuuksia laskettaessa. Tätä lakia sovelletaan vain 1 momentissa tarkoitettuja yhtiöitä koskevaan päätöksentekoon ja omistajaohjaukseen. Jos 1 momentissa tarkoitettu yhtiö on konsernin emoyhtiö, lakia ei sovelleta sen tytäryhteisöihin. Lakia ei myöskään sovelleta osakkeisiin, jotka valtio omistaa asunto-osakeyhtiössä, tai yhtiössä, jonka pääasiallisena tarkoituksena on tietyn kiinteistön tai kiinteistökokonaisuuden omistaminen tai hallitseminen. Jos yhtiöstä tai sen omistajaohjauksesta säädetään erikseen lailla, kyseisen lain säännöksiä noudatetaan siltä osin kuin tässä laissa ei toisin säädetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tätä lakia sovelletaan valtion yhtiöomistusta koskevaan päätöksentekoon ja valtion omistajaohjaukseen valtioenemmistöisissä yhtiöissä ja valtion osakkuusyhtiöissä. Tätä lakia ei sovelleta Kansaneläkelaitoksen, Suomen Pankin, Valtion eläkerahaston tai valtion liikelaitoksen omistamiin osakkeisiin, eikä niiden omistamien osakkeiden tuottamia ääniä oteta huomioon tämän lain mukaisia äänivaltaosuuksia laskettaessa. Tätä lakia sovelletaan vain 1 momentissa tarkoitettuja yhtiöitä koskevaan päätöksentekoon ja omistajaohjaukseen. Jos 1 momentissa tarkoitettu yhtiö on konsernin emoyhtiö, lakia ei sovelleta sen tytäryhteisöihin. Lakia ei myöskään sovelleta osakkeisiin, jotka valtio omistaa asunto-osakeyhtiössä, tai yhtiössä, jonka pääasiallisena tarkoituksena on tietyn kiinteistön tai kiinteistökokonaisuuden omistaminen tai hallitseminen. Jos yhtiöstä tai sen omistajaohjauksesta säädetään erikseen lailla, kyseisen lain säännöksiä noudatetaan siltä osin kuin tässä laissa ei toisin säädetä.",
        "folded_fi": "tata lakia sovelletaan valtion yhtioomistusta koskevaan paatoksentekoon ja valtion omistajaohjaukseen valtioenemmistoisissa yhtioissa ja valtion osakkuusyhtioissa. tata lakia ei sovelleta kansanelakelaitoksen, suomen pankin, valtion elakerahaston tai valtion liikelaitoksen omistamiin osakkeisiin, eika niiden omistamien osakkeiden tuottamia aania oteta huomioon taman lain mukaisia aanivaltaosuuksia laskettaessa. tata lakia sovelletaan vain 1 momentissa tarkoitettuja yhtioita koskevaan paatoksentekoon ja omistajaohjaukseen. jos 1 momentissa tarkoitettu yhtio on konsernin emoyhtio, lakia ei sovelleta sen tytaryhteisoihin. lakia ei myoskaan sovelleta osakkeisiin, jotka valtio omistaa asunto-osakeyhtiossa, tai yhtiossa, jonka paaasiallisena tarkoituksena on tietyn kiinteiston tai kiinteistokokonaisuuden omistaminen tai hallitseminen. jos yhtiosta tai sen omistajaohjauksesta saadetaan erikseen lailla, kyseisen lain saannoksia noudatetaan silta osin kuin tassa laissa ei toisin saadeta.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Denna lag tillämpas på beslutsfattande som gäller statens bolagsinnehav och på statens ägarstyrning i bolag med statlig majoritet och i statens intressebolag. Denna lag tillämpas inte på aktier som ägs av Folkpensionsanstalten, Finlands Bank, Statens pensionsfond eller statens affärsverk, och rösterna för de aktier som dessa äger beaktas inte när röstetalsandelar enligt denna lag beräknas. Denna lag tillämpas endast på beslutsfattande och ägarstyrning i fråga om de bolag som avses i 1 mom. Om ett bolag som avses i 1 mom. är moderbolag till en koncern, tillämpas lagen inte på dess dottersamfund. Lagen tillämpas inte heller på aktier som staten äger i ett bostadsaktiebolag eller i ett bolag vars huvudsakliga syfte är att äga eller besitta en viss fastighet eller fastighetshelhet. Föreskrivs om ett bolag eller dess ägarstyrning särskilt genom lag, följs bestämmelserna i den lagen till den del något annat inte föreskrivs i denna lag.",
        "normalized_sv": "Denna lag tillämpas på beslutsfattande som gäller statens bolagsinnehav och på statens ägarstyrning i bolag med statlig majoritet och i statens intressebolag. Denna lag tillämpas inte på aktier som ägs av Folkpensionsanstalten, Finlands Bank, Statens pensionsfond eller statens affärsverk, och rösterna för de aktier som dessa äger beaktas inte när röstetalsandelar enligt denna lag beräknas. Denna lag tillämpas endast på beslutsfattande och ägarstyrning i fråga om de bolag som avses i 1 mom. Om ett bolag som avses i 1 mom. är moderbolag till en koncern, tillämpas lagen inte på dess dottersamfund. Lagen tillämpas inte heller på aktier som staten äger i ett bostadsaktiebolag eller i ett bolag vars huvudsakliga syfte är att äga eller besitta en viss fastighet eller fastighetshelhet. Föreskrivs om ett bolag eller dess ägarstyrning särskilt genom lag, följs bestämmelserna i den lagen till den del något annat inte föreskrivs i denna lag.",
        "folded_sv": "denna lag tillampas pa beslutsfattande som galler statens bolagsinnehav och pa statens agarstyrning i bolag med statlig majoritet och i statens intressebolag. denna lag tillampas inte pa aktier som ags av folkpensionsanstalten, finlands bank, statens pensionsfond eller statens affarsverk, och rosterna for de aktier som dessa ager beaktas inte nar rostetalsandelar enligt denna lag beraknas. denna lag tillampas endast pa beslutsfattande och agarstyrning i fraga om de bolag som avses i 1 mom. om ett bolag som avses i 1 mom. ar moderbolag till en koncern, tillampas lagen inte pa dess dottersamfund. lagen tillampas inte heller pa aktier som staten ager i ett bostadsaktiebolag eller i ett bolag vars huvudsakliga syfte ar att aga eller besitta en viss fastighet eller fastighetshelhet. foreskrivs om ett bolag eller dess agarstyrning sarskilt genom lag, foljs bestammelserna i den lagen till den del nagot annat inte foreskrivs i denna lag."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Määritelmät",
      "content": "Valtion yhtiöomistusta koskevilla päätöksillä tarkoitetaan toimenpiteitä, joilla valtio luovuttaa tai hankkii osakkeita tai osakkeenomistajana hyväksyy sellaisia yhtiöiden toimielinten päätöksiä, joiden seurauksena valtion omistus- tai äänivaltaosuus yhtiössä muuttuu. Valtion omistajaohjauksella tarkoitetaan valtion äänioikeuden käyttämistä yhtiökokouksissa sekä muita toimenpiteitä, joilla valtio osakkeenomistajana myötävaikuttaa yhtiöiden hallintoon ja toimintaperiaatteisiin. Valtioenemmistöisellä yhtiöllä tarkoitetaan osakeyhtiötä, jonka kaikkien osakkeiden tuottamasta äänimäärästä valtiolla on enemmistö. Valtion osakkuusyhtiöllä tarkoitetaan osakeyhtiötä, jonka kaikkien osakkeiden tuottamasta äänivallasta valtiolla on vähintään kymmenen prosenttia ja enintään viisikymmentä prosenttia. Valtion osakkuusyhtiöksi voidaan tätä lakia sovellettaessa määrätä valtioneuvoston asetuksella myös yhtiö, jossa valtion osuus äänivallasta on alle kymmenen prosenttia. Edellytyksenä on, että valtion osakeomistusta yhtiössä pidetään merkittävänä joko taloudellisten tai omistajaohjaukseen liittyvien seikkojen nojalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Valtion yhtiöomistusta koskevilla päätöksillä tarkoitetaan toimenpiteitä, joilla valtio luovuttaa tai hankkii osakkeita tai osakkeenomistajana hyväksyy sellaisia yhtiöiden toimielinten päätöksiä, joiden seurauksena valtion omistus- tai äänivaltaosuus yhtiössä muuttuu. Valtion omistajaohjauksella tarkoitetaan valtion äänioikeuden käyttämistä yhtiökokouksissa sekä muita toimenpiteitä, joilla valtio osakkeenomistajana myötävaikuttaa yhtiöiden hallintoon ja toimintaperiaatteisiin. Valtioenemmistöisellä yhtiöllä tarkoitetaan osakeyhtiötä, jonka kaikkien osakkeiden tuottamasta äänimäärästä valtiolla on enemmistö. Valtion osakkuusyhtiöllä tarkoitetaan osakeyhtiötä, jonka kaikkien osakkeiden tuottamasta äänivallasta valtiolla on vähintään kymmenen prosenttia ja enintään viisikymmentä prosenttia. Valtion osakkuusyhtiöksi voidaan tätä lakia sovellettaessa määrätä valtioneuvoston asetuksella myös yhtiö, jossa valtion osuus äänivallasta on alle kymmenen prosenttia. Edellytyksenä on, että valtion osakeomistusta yhtiössä pidetään merkittävänä joko taloudellisten tai omistajaohjaukseen liittyvien seikkojen nojalla.",
        "folded_fi": "valtion yhtioomistusta koskevilla paatoksilla tarkoitetaan toimenpiteita, joilla valtio luovuttaa tai hankkii osakkeita tai osakkeenomistajana hyvaksyy sellaisia yhtioiden toimielinten paatoksia, joiden seurauksena valtion omistus- tai aanivaltaosuus yhtiossa muuttuu. valtion omistajaohjauksella tarkoitetaan valtion aanioikeuden kayttamista yhtiokokouksissa seka muita toimenpiteita, joilla valtio osakkeenomistajana myotavaikuttaa yhtioiden hallintoon ja toimintaperiaatteisiin. valtioenemmistoisella yhtiolla tarkoitetaan osakeyhtiota, jonka kaikkien osakkeiden tuottamasta aanimaarasta valtiolla on enemmisto. valtion osakkuusyhtiolla tarkoitetaan osakeyhtiota, jonka kaikkien osakkeiden tuottamasta aanivallasta valtiolla on vahintaan kymmenen prosenttia ja enintaan viisikymmenta prosenttia. valtion osakkuusyhtioksi voidaan tata lakia sovellettaessa maarata valtioneuvoston asetuksella myos yhtio, jossa valtion osuus aanivallasta on alle kymmenen prosenttia. edellytyksena on, etta valtion osakeomistusta yhtiossa pidetaan merkittavana joko taloudellisten tai omistajaohjaukseen liittyvien seikkojen nojalla.",
        "title_sv": "Definitioner",
        "content_sv": "beslut som gäller statens bolagsinnehav Med avses åtgärder genom vilka staten överlåter eller förvärvar aktier eller som aktieägare godkänner sådana beslut i bolagens organ av vilka följer att statens andel av innehavet eller röstetalet i bolaget ändras. statens ägarstyrning Med avses utövande av statens rösträtt vid bolagsstämmor samt andra åtgärder genom vilka staten som aktieägare medverkar i bolagens förvaltning och påverkar deras verksamhetsprinciper. bolag med statlig majoritet Med avses ett aktiebolag där staten har majoriteten av det röstetal som samtliga aktier medför. statens intressebolag Med avses ett aktiebolag där staten har minst tio och högst femtio procent av det röstetal som samtliga aktier medför. När denna lag tillämpas kan genom förordning av statsrådet till statens intressebolag förordnas också ett bolag där statens andel av röstetalet är under tio procent. En förutsättning är att statens aktieinnehav i bolaget anses betydande med beaktande av antingen ekonomiska faktorer eller sådana som sammanhänger med ägarstyrningen.",
        "normalized_sv": "beslut som gäller statens bolagsinnehav Med avses åtgärder genom vilka staten överlåter eller förvärvar aktier eller som aktieägare godkänner sådana beslut i bolagens organ av vilka följer att statens andel av innehavet eller röstetalet i bolaget ändras. statens ägarstyrning Med avses utövande av statens rösträtt vid bolagsstämmor samt andra åtgärder genom vilka staten som aktieägare medverkar i bolagens förvaltning och påverkar deras verksamhetsprinciper. bolag med statlig majoritet Med avses ett aktiebolag där staten har majoriteten av det röstetal som samtliga aktier medför. statens intressebolag Med avses ett aktiebolag där staten har minst tio och högst femtio procent av det röstetal som samtliga aktier medför. När denna lag tillämpas kan genom förordning av statsrådet till statens intressebolag förordnas också ett bolag där statens andel av röstetalet är under tio procent. En förutsättning är att statens aktieinnehav i bolaget anses betydande med beaktande av antingen ekonomiska faktorer eller sådana som sammanhänger med ägarstyrningen.",
        "folded_sv": "beslut som galler statens bolagsinnehav med avses atgarder genom vilka staten overlater eller forvarvar aktier eller som aktieagare godkanner sadana beslut i bolagens organ av vilka foljer att statens andel av innehavet eller rostetalet i bolaget andras. statens agarstyrning med avses utovande av statens rostratt vid bolagsstammor samt andra atgarder genom vilka staten som aktieagare medverkar i bolagens forvaltning och paverkar deras verksamhetsprinciper. bolag med statlig majoritet med avses ett aktiebolag dar staten har majoriteten av det rostetal som samtliga aktier medfor. statens intressebolag med avses ett aktiebolag dar staten har minst tio och hogst femtio procent av det rostetal som samtliga aktier medfor. nar denna lag tillampas kan genom forordning av statsradet till statens intressebolag forordnas ocksa ett bolag dar statens andel av rostetalet ar under tio procent. en forutsattning ar att statens aktieinnehav i bolaget anses betydande med beaktande av antingen ekonomiska faktorer eller sadana som sammanhanger med agarstyrningen."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Eduskunnan suostumus määräysvallan hankkimista tai määräysvallasta luopumista koskeviin päätöksiin",
      "content": "Jos valtion yhtiöomistusta koskeva päätös kohdistuu omistus- tai yritysjärjestelyyn, jonka toteuttamisen johdosta valtio lakkaa olemasta yhtiön ainoa omistaja tai luopuu enemmistöstään yhtiössä, päätös voidaan tehdä vain, jos eduskunta on antanut siihen suostumuksensa. Eduskunnan suostumusta ei kuitenkaan tarvita järjestelyyn, jonka tuloksena syntyvässä uudessa yhtiössä valtiolla on eduskunnan aikaisemman päätöksen mukainen äänivaltaosuus. Jos valtion yhtiöomistusta koskeva päätös kohdistuu omistus- tai yritysjärjestelyyn, jonka toteuttamisen johdosta yhtiöstä tulee valtioenemmistöinen, päätös voidaan tehdä vain, jos eduskunta on antanut siihen suostumuksensa. Eduskunnan suostumusta ei kuitenkaan tarvita, jos valtio ei sijoita yhtiöön lisää varoja tai jos yhtiöstä tulee valtioenemmistöinen sellaisen yritysjärjestelyn tai osakevaihdon yhteydessä, jossa valtio saa osakkeet tai sijoitettavat varat luovuttamiensa osakkeiden vastasuorituksena. Eduskunnan suostumusta ei myöskään tarvita, jos valtio merkitsee osake-enemmistön perustettavassa yhtiössä tai hankkii enemmistöaseman yhtiössä, joka on pieni tai keskisuuri. Yhtiö on pieni, jos se täyttää perustamissopimuksen 54 artiklan 3 kohdan g alakohdan nojalla yhtiömuodoltaan tietynlaisten yhtiöiden tilinpäätöksistä annetun neljännen neuvoston direktiivin 78/660/ETY 11 artiklassa säädetyt edellytykset, ja keskisuuri, jos se täyttää perustamissopimuksen 54 artiklan 3 kohdan g alakohdan nojalla yhtiömuodoltaan tietynlaisten yhtiöiden tilinpäätöksistä annetun neljännen neuvoston direktiivin 78/660/ETY 27 artiklassa säädetyt edellytykset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Jos valtion yhtiöomistusta koskeva päätös kohdistuu omistus- tai yritysjärjestelyyn, jonka toteuttamisen johdosta valtio lakkaa olemasta yhtiön ainoa omistaja tai luopuu enemmistöstään yhtiössä, päätös voidaan tehdä vain, jos eduskunta on antanut siihen suostumuksensa. Eduskunnan suostumusta ei kuitenkaan tarvita järjestelyyn, jonka tuloksena syntyvässä uudessa yhtiössä valtiolla on eduskunnan aikaisemman päätöksen mukainen äänivaltaosuus. Jos valtion yhtiöomistusta koskeva päätös kohdistuu omistus- tai yritysjärjestelyyn, jonka toteuttamisen johdosta yhtiöstä tulee valtioenemmistöinen, päätös voidaan tehdä vain, jos eduskunta on antanut siihen suostumuksensa. Eduskunnan suostumusta ei kuitenkaan tarvita, jos valtio ei sijoita yhtiöön lisää varoja tai jos yhtiöstä tulee valtioenemmistöinen sellaisen yritysjärjestelyn tai osakevaihdon yhteydessä, jossa valtio saa osakkeet tai sijoitettavat varat luovuttamiensa osakkeiden vastasuorituksena. Eduskunnan suostumusta ei myöskään tarvita, jos valtio merkitsee osake-enemmistön perustettavassa yhtiössä tai hankkii enemmistöaseman yhtiössä, joka on pieni tai keskisuuri. Yhtiö on pieni, jos se täyttää perustamissopimuksen 54 artiklan 3 kohdan g alakohdan nojalla yhtiömuodoltaan tietynlaisten yhtiöiden tilinpäätöksistä annetun neljännen neuvoston direktiivin 78/660/ETY 11 artiklassa säädetyt edellytykset, ja keskisuuri, jos se täyttää perustamissopimuksen 54 artiklan 3 kohdan g alakohdan nojalla yhtiömuodoltaan tietynlaisten yhtiöiden tilinpäätöksistä annetun neljännen neuvoston direktiivin 78/660/ETY 27 artiklassa säädetyt edellytykset.",
        "folded_fi": "jos valtion yhtioomistusta koskeva paatos kohdistuu omistus- tai yritysjarjestelyyn, jonka toteuttamisen johdosta valtio lakkaa olemasta yhtion ainoa omistaja tai luopuu enemmistostaan yhtiossa, paatos voidaan tehda vain, jos eduskunta on antanut siihen suostumuksensa. eduskunnan suostumusta ei kuitenkaan tarvita jarjestelyyn, jonka tuloksena syntyvassa uudessa yhtiossa valtiolla on eduskunnan aikaisemman paatoksen mukainen aanivaltaosuus. jos valtion yhtioomistusta koskeva paatos kohdistuu omistus- tai yritysjarjestelyyn, jonka toteuttamisen johdosta yhtiosta tulee valtioenemmistoinen, paatos voidaan tehda vain, jos eduskunta on antanut siihen suostumuksensa. eduskunnan suostumusta ei kuitenkaan tarvita, jos valtio ei sijoita yhtioon lisaa varoja tai jos yhtiosta tulee valtioenemmistoinen sellaisen yritysjarjestelyn tai osakevaihdon yhteydessa, jossa valtio saa osakkeet tai sijoitettavat varat luovuttamiensa osakkeiden vastasuorituksena. eduskunnan suostumusta ei myoskaan tarvita, jos valtio merkitsee osake-enemmiston perustettavassa yhtiossa tai hankkii enemmistoaseman yhtiossa, joka on pieni tai keskisuuri. yhtio on pieni, jos se tayttaa perustamissopimuksen 54 artiklan 3 kohdan g alakohdan nojalla yhtiomuodoltaan tietynlaisten yhtioiden tilinpaatoksista annetun neljannen neuvoston direktiivin 78/660/ety 11 artiklassa saadetyt edellytykset, ja keskisuuri, jos se tayttaa perustamissopimuksen 54 artiklan 3 kohdan g alakohdan nojalla yhtiomuodoltaan tietynlaisten yhtioiden tilinpaatoksista annetun neljannen neuvoston direktiivin 78/660/ety 27 artiklassa saadetyt edellytykset.",
        "title_sv": "Riksdagens samtycke till beslut som gäller förvärv av eller avstående från bestämmande inflytande",
        "content_sv": "Om ett beslut som gäller statens bolagsinnehav avser innehavs- eller företagsarrangemang vilka leder till att staten inte längre är bolagets enda ägare eller till att staten avstår från sin majoritet i bolaget, kan beslutet fattas endast om riksdagen har gett sitt samtycke till detta. Riksdagens samtycke behövs dock inte för ett arrangemang, där staten i det nya bolag som uppstår som resultat av arrangemanget har en viss andel av röstetalet enligt ett tidigare beslut av riksdagen. Om ett beslut som gäller statens bolagsinnehav avser innehavs- eller företagsarrangemang vilka leder till att bolaget blir ett bolag med statlig majoritet, kan beslutet fattas endast om riksdagen har gett sitt samtycke till detta. Riksdagens samtycke behövs dock inte, om staten inte placerar mera medel i bolaget eller om bolaget får statlig majoritet i samband med ett sådant företagsarrangemang eller aktiebyte där staten får aktierna eller de medel som ska placeras som en motprestation för aktier som den överlåtit. Riksdagens samtycke behövs inte heller, om staten tecknar aktiemajoriteten i ett bolag som ska bildas eller skaffar sig majoritetsställning i ett bolag som är litet eller medelstort. Bolaget är litet om det uppfyller de gränsvärden som föreskrivs i artikel 11 i rådets fjärde direktiv 78/660/EEG grundat på artikel 54.3 g i fördraget om årsbokslut i vissa typer av bolag, och medelstort om det uppfyller de gränsvärden som föreskrivs i artikel 27 i nämnda direktiv.",
        "normalized_sv": "Om ett beslut som gäller statens bolagsinnehav avser innehavs- eller företagsarrangemang vilka leder till att staten inte längre är bolagets enda ägare eller till att staten avstår från sin majoritet i bolaget, kan beslutet fattas endast om riksdagen har gett sitt samtycke till detta. Riksdagens samtycke behövs dock inte för ett arrangemang, där staten i det nya bolag som uppstår som resultat av arrangemanget har en viss andel av röstetalet enligt ett tidigare beslut av riksdagen. Om ett beslut som gäller statens bolagsinnehav avser innehavs- eller företagsarrangemang vilka leder till att bolaget blir ett bolag med statlig majoritet, kan beslutet fattas endast om riksdagen har gett sitt samtycke till detta. Riksdagens samtycke behövs dock inte, om staten inte placerar mera medel i bolaget eller om bolaget får statlig majoritet i samband med ett sådant företagsarrangemang eller aktiebyte där staten får aktierna eller de medel som ska placeras som en motprestation för aktier som den överlåtit. Riksdagens samtycke behövs inte heller, om staten tecknar aktiemajoriteten i ett bolag som ska bildas eller skaffar sig majoritetsställning i ett bolag som är litet eller medelstort. Bolaget är litet om det uppfyller de gränsvärden som föreskrivs i artikel 11 i rådets fjärde direktiv 78/660/EEG grundat på artikel 54.3 g i fördraget om årsbokslut i vissa typer av bolag, och medelstort om det uppfyller de gränsvärden som föreskrivs i artikel 27 i nämnda direktiv.",
        "folded_sv": "om ett beslut som galler statens bolagsinnehav avser innehavs- eller foretagsarrangemang vilka leder till att staten inte langre ar bolagets enda agare eller till att staten avstar fran sin majoritet i bolaget, kan beslutet fattas endast om riksdagen har gett sitt samtycke till detta. riksdagens samtycke behovs dock inte for ett arrangemang, dar staten i det nya bolag som uppstar som resultat av arrangemanget har en viss andel av rostetalet enligt ett tidigare beslut av riksdagen. om ett beslut som galler statens bolagsinnehav avser innehavs- eller foretagsarrangemang vilka leder till att bolaget blir ett bolag med statlig majoritet, kan beslutet fattas endast om riksdagen har gett sitt samtycke till detta. riksdagens samtycke behovs dock inte, om staten inte placerar mera medel i bolaget eller om bolaget far statlig majoritet i samband med ett sadant foretagsarrangemang eller aktiebyte dar staten far aktierna eller de medel som ska placeras som en motprestation for aktier som den overlatit. riksdagens samtycke behovs inte heller, om staten tecknar aktiemajoriteten i ett bolag som ska bildas eller skaffar sig majoritetsstallning i ett bolag som ar litet eller medelstort. bolaget ar litet om det uppfyller de gransvarden som foreskrivs i artikel 11 i radets fjarde direktiv 78/660/eeg grundat pa artikel 54.3 g i fordraget om arsbokslut i vissa typer av bolag, och medelstort om det uppfyller de gransvarden som foreskrivs i artikel 27 i namnda direktiv."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Valtioneuvoston toimivalta",
      "content": "Valtioneuvoston yleisistunto käsittelee ja ratkaisee asiat, jotka koskevat: 1) osakkeiden luovuttamista ja osakehankintoja valtioenemmistöissä yhtiöissä ja valtion osakkuusyhtiöissä; 2) valtion myötävaikutusta sellaiseen järjestelyyn, jonka seurauksena valtion täysin omistaman yhtiön osakkeita luovutetaan muille; 3) valtion myötävaikutusta sulautumiseen ja jakautumiseen sekä sellaiseen järjestelyyn, jonka seurauksena valtion osuus yhtiön kaikkien osakkeiden tuottamasta äänivallasta muuttuu vähintään viidellä prosenttiyksiköllä tai muulla omistajavallan kannalta merkittävällä tavalla; 4) valtion myötävaikutusta päätökseen, jolla yhtiö asetetaan vapaaehtoiseen selvitystilaan; 5) valtion osakepääomasijoituksia ja muita oman pääoman ehtoisia sijoituksia valtioenemmistöisiin yhtiöihin ja valtion osakkuusyhtiöihin; sekä 6) valtion omistajapolitiikkaa ja omistajaohjausta koskevia yleisiä periaatteita ja toimiohjeita. Osakkeita voidaan hankkia valtiolle sekä osakepääomasijoituksia ja muita oman pääoman ehtoisia sijoituksia tehdä vain: 1) valtion talousarviossa tarkoitukseen osoitettujen määrärahojen puitteissa sekä siinä mainituin ehdoin ja edellytyksin; 2) käyttämällä osakemerkintöjen maksamiseen valtion omistamaa omaisuutta; sekä 3) sellaisen yritysjärjestelyn tai osakevaihdon yhteydessä, jossa valtio saa osakkeet luovuttamiensa osakkeiden vastasuorituksena.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Valtioneuvoston yleisistunto käsittelee ja ratkaisee asiat, jotka koskevat: 1) osakkeiden luovuttamista ja osakehankintoja valtioenemmistöissä yhtiöissä ja valtion osakkuusyhtiöissä; 2) valtion myötävaikutusta sellaiseen järjestelyyn, jonka seurauksena valtion täysin omistaman yhtiön osakkeita luovutetaan muille; 3) valtion myötävaikutusta sulautumiseen ja jakautumiseen sekä sellaiseen järjestelyyn, jonka seurauksena valtion osuus yhtiön kaikkien osakkeiden tuottamasta äänivallasta muuttuu vähintään viidellä prosenttiyksiköllä tai muulla omistajavallan kannalta merkittävällä tavalla; 4) valtion myötävaikutusta päätökseen, jolla yhtiö asetetaan vapaaehtoiseen selvitystilaan; 5) valtion osakepääomasijoituksia ja muita oman pääoman ehtoisia sijoituksia valtioenemmistöisiin yhtiöihin ja valtion osakkuusyhtiöihin; sekä 6) valtion omistajapolitiikkaa ja omistajaohjausta koskevia yleisiä periaatteita ja toimiohjeita. Osakkeita voidaan hankkia valtiolle sekä osakepääomasijoituksia ja muita oman pääoman ehtoisia sijoituksia tehdä vain: 1) valtion talousarviossa tarkoitukseen osoitettujen määrärahojen puitteissa sekä siinä mainituin ehdoin ja edellytyksin; 2) käyttämällä osakemerkintöjen maksamiseen valtion omistamaa omaisuutta; sekä 3) sellaisen yritysjärjestelyn tai osakevaihdon yhteydessä, jossa valtio saa osakkeet luovuttamiensa osakkeiden vastasuorituksena.",
        "folded_fi": "valtioneuvoston yleisistunto kasittelee ja ratkaisee asiat, jotka koskevat: 1) osakkeiden luovuttamista ja osakehankintoja valtioenemmistoissa yhtioissa ja valtion osakkuusyhtioissa; 2) valtion myotavaikutusta sellaiseen jarjestelyyn, jonka seurauksena valtion taysin omistaman yhtion osakkeita luovutetaan muille; 3) valtion myotavaikutusta sulautumiseen ja jakautumiseen seka sellaiseen jarjestelyyn, jonka seurauksena valtion osuus yhtion kaikkien osakkeiden tuottamasta aanivallasta muuttuu vahintaan viidella prosenttiyksikolla tai muulla omistajavallan kannalta merkittavalla tavalla; 4) valtion myotavaikutusta paatokseen, jolla yhtio asetetaan vapaaehtoiseen selvitystilaan; 5) valtion osakepaaomasijoituksia ja muita oman paaoman ehtoisia sijoituksia valtioenemmistoisiin yhtioihin ja valtion osakkuusyhtioihin; seka 6) valtion omistajapolitiikkaa ja omistajaohjausta koskevia yleisia periaatteita ja toimiohjeita. osakkeita voidaan hankkia valtiolle seka osakepaaomasijoituksia ja muita oman paaoman ehtoisia sijoituksia tehda vain: 1) valtion talousarviossa tarkoitukseen osoitettujen maararahojen puitteissa seka siina mainituin ehdoin ja edellytyksin; 2) kayttamalla osakemerkintojen maksamiseen valtion omistamaa omaisuutta; seka 3) sellaisen yritysjarjestelyn tai osakevaihdon yhteydessa, jossa valtio saa osakkeet luovuttamiensa osakkeiden vastasuorituksena.",
        "title_sv": "Statsrådets behörighet",
        "content_sv": "Statsrådets allmänna sammanträde behandlar och avgör ärenden som gäller 1) överlåtelse av aktier och aktieförvärv i bolag med statlig majoritet och i statens intressebolag, 2) statens medverkan i ett sådant arrangemang där aktier i ett bolag som helt ägs av staten som en följd av arrangemanget överlåts till andra, 3) statens medverkan i fusion och delning samt i ett sådant arrangemang där statens andel av det röstetal som samtliga aktier i bolaget medför som en följd av arrangemanget förändras med minst fem procentenheter eller på ett annat sätt som är betydande med tanke på äganderätten, 4) statens medverkan i ett beslut genom vilket bolaget försätts i frivillig likvidation, 5) statens aktiekapitalinvesteringar och andra investeringar på villkor för eget kapital i bolag med statlig majoritet och i statens intressebolag, samt 6) allmänna principer och handlingsdirektiv som gäller statens ägarpolitik och ägarstyrning. Aktier kan förvärvas till staten samt aktiekapitalinvesteringar och andra investeringar på villkor för eget kapital kan göras endast 1) inom ramen för de anslag som i statsbudgeten anvisats för syftet samt på de villkor och förutsättningar som nämns där, 2) genom att egendom som staten äger används för att betala aktieteckningarna, samt 3) i samband med ett sådant företagsarrangemang eller aktiebyte där staten får aktier som motprestation för aktier som den överlåtit.",
        "normalized_sv": "Statsrådets allmänna sammanträde behandlar och avgör ärenden som gäller 1) överlåtelse av aktier och aktieförvärv i bolag med statlig majoritet och i statens intressebolag, 2) statens medverkan i ett sådant arrangemang där aktier i ett bolag som helt ägs av staten som en följd av arrangemanget överlåts till andra, 3) statens medverkan i fusion och delning samt i ett sådant arrangemang där statens andel av det röstetal som samtliga aktier i bolaget medför som en följd av arrangemanget förändras med minst fem procentenheter eller på ett annat sätt som är betydande med tanke på äganderätten, 4) statens medverkan i ett beslut genom vilket bolaget försätts i frivillig likvidation, 5) statens aktiekapitalinvesteringar och andra investeringar på villkor för eget kapital i bolag med statlig majoritet och i statens intressebolag, samt 6) allmänna principer och handlingsdirektiv som gäller statens ägarpolitik och ägarstyrning. Aktier kan förvärvas till staten samt aktiekapitalinvesteringar och andra investeringar på villkor för eget kapital kan göras endast 1) inom ramen för de anslag som i statsbudgeten anvisats för syftet samt på de villkor och förutsättningar som nämns där, 2) genom att egendom som staten äger används för att betala aktieteckningarna, samt 3) i samband med ett sådant företagsarrangemang eller aktiebyte där staten får aktier som motprestation för aktier som den överlåtit.",
        "folded_sv": "statsradets allmanna sammantrade behandlar och avgor arenden som galler 1) overlatelse av aktier och aktieforvarv i bolag med statlig majoritet och i statens intressebolag, 2) statens medverkan i ett sadant arrangemang dar aktier i ett bolag som helt ags av staten som en foljd av arrangemanget overlats till andra, 3) statens medverkan i fusion och delning samt i ett sadant arrangemang dar statens andel av det rostetal som samtliga aktier i bolaget medfor som en foljd av arrangemanget forandras med minst fem procentenheter eller pa ett annat satt som ar betydande med tanke pa aganderatten, 4) statens medverkan i ett beslut genom vilket bolaget forsatts i frivillig likvidation, 5) statens aktiekapitalinvesteringar och andra investeringar pa villkor for eget kapital i bolag med statlig majoritet och i statens intressebolag, samt 6) allmanna principer och handlingsdirektiv som galler statens agarpolitik och agarstyrning. aktier kan forvarvas till staten samt aktiekapitalinvesteringar och andra investeringar pa villkor for eget kapital kan goras endast 1) inom ramen for de anslag som i statsbudgeten anvisats for syftet samt pa de villkor och forutsattningar som namns dar, 2) genom att egendom som staten ager anvands for att betala aktieteckningarna, samt 3) i samband med ett sadant foretagsarrangemang eller aktiebyte dar staten far aktier som motprestation for aktier som den overlatit."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Omistajaohjauksesta vastaavan ministeriön toimivalta",
      "content": "Omistajaohjauksesta vastaava ministeriö käsittelee ja ratkaisee asiat, jotka koskevat: 1) valtion edustajien määräämistä yhtiökokouksiin ja toimiohjeiden antamista heille; 2) valtiolle osakkeenomistajana kuuluvien oikeuksien käyttämistä; 3) yhtiöiden muuta omistajaohjausta; sekä 4) valtion myötävaikutusta sellaiseen järjestelyyn, jonka seurauksena valtion osuus muun kuin valtion täysin omistaman yhtiön kaikkien osakkeiden tuottamasta äänivallasta muuttuu muulla kuin 4 §:n 1 momentin 3 kohdassa tarkoitetulla tavalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Omistajaohjauksesta vastaava ministeriö käsittelee ja ratkaisee asiat, jotka koskevat: 1) valtion edustajien määräämistä yhtiökokouksiin ja toimiohjeiden antamista heille; 2) valtiolle osakkeenomistajana kuuluvien oikeuksien käyttämistä; 3) yhtiöiden muuta omistajaohjausta; sekä 4) valtion myötävaikutusta sellaiseen järjestelyyn, jonka seurauksena valtion osuus muun kuin valtion täysin omistaman yhtiön kaikkien osakkeiden tuottamasta äänivallasta muuttuu muulla kuin 4 § :n 1 momentin 3 kohdassa tarkoitetulla tavalla.",
        "folded_fi": "omistajaohjauksesta vastaava ministerio kasittelee ja ratkaisee asiat, jotka koskevat: 1) valtion edustajien maaraamista yhtiokokouksiin ja toimiohjeiden antamista heille; 2) valtiolle osakkeenomistajana kuuluvien oikeuksien kayttamista; 3) yhtioiden muuta omistajaohjausta; seka 4) valtion myotavaikutusta sellaiseen jarjestelyyn, jonka seurauksena valtion osuus muun kuin valtion taysin omistaman yhtion kaikkien osakkeiden tuottamasta aanivallasta muuttuu muulla kuin 4 §:n 1 momentin 3 kohdassa tarkoitetulla tavalla.",
        "title_sv": "Behörigheten för det ministerium som svarar för ägarstyrningen",
        "content_sv": "Det ministerium som svarar för ägarstyrningen behandlar och avgör ärenden som gäller 1) förordnande av statens representanter vid bolagsstämmor och handlingsdirektiv till dem, 2) utövande av de rättigheter som ankommer på staten i egenskap av aktieägare, 3) annan ägarstyrning av bolagen, samt 4) statens medverkan i ett sådant arrangemang där statens andel av röstetalet för samtliga aktier i ett annat bolag än ett som i sin helhet ägs av staten som en följd av arrangemanget förändras på ett annat sätt än det som avses i 4 § 1 mom. 3 punkten.",
        "normalized_sv": "Det ministerium som svarar för ägarstyrningen behandlar och avgör ärenden som gäller 1) förordnande av statens representanter vid bolagsstämmor och handlingsdirektiv till dem, 2) utövande av de rättigheter som ankommer på staten i egenskap av aktieägare, 3) annan ägarstyrning av bolagen, samt 4) statens medverkan i ett sådant arrangemang där statens andel av röstetalet för samtliga aktier i ett annat bolag än ett som i sin helhet ägs av staten som en följd av arrangemanget förändras på ett annat sätt än det som avses i 4 § 1 mom. 3 punkten.",
        "folded_sv": "det ministerium som svarar for agarstyrningen behandlar och avgor arenden som galler 1) forordnande av statens representanter vid bolagsstammor och handlingsdirektiv till dem, 2) utovande av de rattigheter som ankommer pa staten i egenskap av aktieagare, 3) annan agarstyrning av bolagen, samt 4) statens medverkan i ett sadant arrangemang dar statens andel av rostetalet for samtliga aktier i ett annat bolag an ett som i sin helhet ags av staten som en foljd av arrangemanget forandras pa ett annat satt an det som avses i 4 § 1 mom. 3 punkten."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Omistajaohjauksesta vastaavan viraston tai laitoksen toimivalta",
      "content": "Jos valtiolle kuuluvien osakkeiden hallinnointi on eduskunnan tai valtioneuvoston päätöksellä osoitettu määrätyn viraston tai laitoksen tehtäväksi, virastolla ja laitoksella on toimivalta ja tehtävät, jotka 4 ja 5 §:n nojalla kuuluvat valtioneuvostolle ja omistajaohjauksesta vastaavalle ministeriölle, ja sitä koskevat samat rajoitukset, jotka 3 §:n ja 4 §:n 2 momentin nojalla koskevat valtioneuvostoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Jos valtiolle kuuluvien osakkeiden hallinnointi on eduskunnan tai valtioneuvoston päätöksellä osoitettu määrätyn viraston tai laitoksen tehtäväksi, virastolla ja laitoksella on toimivalta ja tehtävät, jotka 4 ja 5 § :n nojalla kuuluvat valtioneuvostolle ja omistajaohjauksesta vastaavalle ministeriölle, ja sitä koskevat samat rajoitukset, jotka 3 § :n ja 4 § :n 2 momentin nojalla koskevat valtioneuvostoa.",
        "folded_fi": "jos valtiolle kuuluvien osakkeiden hallinnointi on eduskunnan tai valtioneuvoston paatoksella osoitettu maaratyn viraston tai laitoksen tehtavaksi, virastolla ja laitoksella on toimivalta ja tehtavat, jotka 4 ja 5 §:n nojalla kuuluvat valtioneuvostolle ja omistajaohjauksesta vastaavalle ministeriolle, ja sita koskevat samat rajoitukset, jotka 3 §:n ja 4 §:n 2 momentin nojalla koskevat valtioneuvostoa.",
        "title_sv": "Behörighet för ett ämbetsverk eller en inrättning som svarar för ägarstyrningen",
        "content_sv": "Om administreringen av aktier som tillhör staten genom ett beslut av riksdagen eller statsrådet har anförtrotts ett visst ämbetsverk eller en viss inrättning, har ämbetsverket och inrättningen den behörighet och de uppgifter som med stöd av 4 och 5 § ankommer på statsrådet och det ministerium som svarar för ägarstyrningen, och för ämbetsverket och inrättningen gäller samma begränsningar som med stöd av 3 § och 4 § 2 mom. gäller statsrådet.",
        "normalized_sv": "Om administreringen av aktier som tillhör staten genom ett beslut av riksdagen eller statsrådet har anförtrotts ett visst ämbetsverk eller en viss inrättning, har ämbetsverket och inrättningen den behörighet och de uppgifter som med stöd av 4 och 5 § ankommer på statsrådet och det ministerium som svarar för ägarstyrningen, och för ämbetsverket och inrättningen gäller samma begränsningar som med stöd av 3 § och 4 § 2 mom. gäller statsrådet.",
        "folded_sv": "om administreringen av aktier som tillhor staten genom ett beslut av riksdagen eller statsradet har anfortrotts ett visst ambetsverk eller en viss inrattning, har ambetsverket och inrattningen den behorighet och de uppgifter som med stod av 4 och 5 § ankommer pa statsradet och det ministerium som svarar for agarstyrningen, och for ambetsverket och inrattningen galler samma begransningar som med stod av 3 § och 4 § 2 mom. galler statsradet."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Valtiolle kuuluvien osakkeiden luovuttaminen",
      "content": "Valtioenemmistöisten yhtiöiden ja valtion osakkuusyhtiöiden osakkeiden luovuttamiseen ei sovelleta valtion talousarviosta annetun lain (423/1988) 24 §:n säännöksiä. Valtion omistamia osakkeita ei saa luovuttaa käypää arvoa alemmasta hinnasta, jollei luovutukseen liittyvistä erityisistä olosuhteista muuta johdu. Käyvän arvon olennaiseen alittamiseen on oltava eduskunnan suostumus. Osakkeiden luovuttamiseen rinnastetaan sellainen omistus- tai yritysjärjestely, jonka seurauksena valtion osuus yhtiön kaikkien osakkeiden tuottamasta äänivallasta merkittävästi muuttuu. Osakkeisiin rinnastetaan vaihtovelkakirjalainat, optio-oikeudet ja muut osakkeiden merkitsemiseen tai äänivallan käyttämiseen oikeuttavat asiakirjat ja rahoitusinstrumentit.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Valtioenemmistöisten yhtiöiden ja valtion osakkuusyhtiöiden osakkeiden luovuttamiseen ei sovelleta valtion talousarviosta annetun lain (423/1988) 24 § :n säännöksiä. Valtion omistamia osakkeita ei saa luovuttaa käypää arvoa alemmasta hinnasta, jollei luovutukseen liittyvistä erityisistä olosuhteista muuta johdu. Käyvän arvon olennaiseen alittamiseen on oltava eduskunnan suostumus. Osakkeiden luovuttamiseen rinnastetaan sellainen omistus- tai yritysjärjestely, jonka seurauksena valtion osuus yhtiön kaikkien osakkeiden tuottamasta äänivallasta merkittävästi muuttuu. Osakkeisiin rinnastetaan vaihtovelkakirjalainat, optio-oikeudet ja muut osakkeiden merkitsemiseen tai äänivallan käyttämiseen oikeuttavat asiakirjat ja rahoitusinstrumentit.",
        "folded_fi": "valtioenemmistoisten yhtioiden ja valtion osakkuusyhtioiden osakkeiden luovuttamiseen ei sovelleta valtion talousarviosta annetun lain (423/1988) 24 §:n saannoksia. valtion omistamia osakkeita ei saa luovuttaa kaypaa arvoa alemmasta hinnasta, jollei luovutukseen liittyvista erityisista olosuhteista muuta johdu. kayvan arvon olennaiseen alittamiseen on oltava eduskunnan suostumus. osakkeiden luovuttamiseen rinnastetaan sellainen omistus- tai yritysjarjestely, jonka seurauksena valtion osuus yhtion kaikkien osakkeiden tuottamasta aanivallasta merkittavasti muuttuu. osakkeisiin rinnastetaan vaihtovelkakirjalainat, optio-oikeudet ja muut osakkeiden merkitsemiseen tai aanivallan kayttamiseen oikeuttavat asiakirjat ja rahoitusinstrumentit.",
        "title_sv": "Överlåtelse av aktier som tillhör staten",
        "content_sv": "På överlåtelse av aktier i bolag med statlig majoritet och i statens intressebolag tillämpas inte bestämmelserna i 24 § i lagen om statsbudgeten (423/1988). Aktier som staten äger får inte överlåtas till ett pris som är lägre än gängse värde, om inget annat följer av särskilda omständigheter som är förknippade med överlåtelsen. För en väsentlig underskridning av gängse värde måste riksdagens samtycke ha inhämtats. Med överlåtelse av aktier jämställs ett sådant innehavs- eller företagsarrangemang där statens andel av röstetalet för samtliga aktier i bolaget som en följd av arrangemanget ändras betydligt. Med aktier jämställs lån mot konvertibla skuldebrev, optionsrätter och andra handlingar och finansiella instrument som ger rätt att teckna aktier eller använda rösträtt.",
        "normalized_sv": "På överlåtelse av aktier i bolag med statlig majoritet och i statens intressebolag tillämpas inte bestämmelserna i 24 § i lagen om statsbudgeten (423/1988). Aktier som staten äger får inte överlåtas till ett pris som är lägre än gängse värde, om inget annat följer av särskilda omständigheter som är förknippade med överlåtelsen. För en väsentlig underskridning av gängse värde måste riksdagens samtycke ha inhämtats. Med överlåtelse av aktier jämställs ett sådant innehavs- eller företagsarrangemang där statens andel av röstetalet för samtliga aktier i bolaget som en följd av arrangemanget ändras betydligt. Med aktier jämställs lån mot konvertibla skuldebrev, optionsrätter och andra handlingar och finansiella instrument som ger rätt att teckna aktier eller använda rösträtt.",
        "folded_sv": "pa overlatelse av aktier i bolag med statlig majoritet och i statens intressebolag tillampas inte bestammelserna i 24 § i lagen om statsbudgeten (423/1988). aktier som staten ager far inte overlatas till ett pris som ar lagre an gangse varde, om inget annat foljer av sarskilda omstandigheter som ar forknippade med overlatelsen. for en vasentlig underskridning av gangse varde maste riksdagens samtycke ha inhamtats. med overlatelse av aktier jamstalls ett sadant innehavs- eller foretagsarrangemang dar statens andel av rostetalet for samtliga aktier i bolaget som en foljd av arrangemanget andras betydligt. med aktier jamstalls lan mot konvertibla skuldebrev, optionsratter och andra handlingar och finansiella instrument som ger ratt att teckna aktier eller anvanda rostratt."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Käyvän arvon määrittäminen",
      "content": "Osakkeiden käypänä arvona pidetään hintaa, joka osakkeista on mahdollista saada normaalein kaupallisin ehdoin toteutettavassa kaupankäynnissä. Arvopaperimarkkinalaissa (495/1989) tarkoitetun julkisen kaupankäynnin tai monenkeskisen kaupankäynnin kohteena olevan yhtiön osakkeiden käypä hinta osakemyyntitilanteissa muodostuu joko edellä tässä kohdassa tarkoitetussa kaupankäynnissä tai sen ulkopuolella toteutetussa edustavassa tarjoushuutokaupassa. Muun kuin 2 momentissa tarkoitetun yhtiön osakkeiden käypä hinta osakemyyntitilanteissa arvioidaan yrityskaupassa yleisesti käytettävillä arvostusmenetelmillä. Yritysjärjestely- ja osakevaihtotilanteissa käypä hinta arvioidaan yrityskaupassa yleisesti käytettävillä arvostusmenetelmillä. Arvostuksessa käytettäviä menetelmiä on sovellettava samalla tavoin kaikkiin yritysjärjestelyyn tai osakevaihtoon osallistuviin yrityksiin ja niiden arvopapereihin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Osakkeiden käypänä arvona pidetään hintaa, joka osakkeista on mahdollista saada normaalein kaupallisin ehdoin toteutettavassa kaupankäynnissä. Arvopaperimarkkinalaissa (495/1989) tarkoitetun julkisen kaupankäynnin tai monenkeskisen kaupankäynnin kohteena olevan yhtiön osakkeiden käypä hinta osakemyyntitilanteissa muodostuu joko edellä tässä kohdassa tarkoitetussa kaupankäynnissä tai sen ulkopuolella toteutetussa edustavassa tarjoushuutokaupassa. Muun kuin 2 momentissa tarkoitetun yhtiön osakkeiden käypä hinta osakemyyntitilanteissa arvioidaan yrityskaupassa yleisesti käytettävillä arvostusmenetelmillä. Yritysjärjestely- ja osakevaihtotilanteissa käypä hinta arvioidaan yrityskaupassa yleisesti käytettävillä arvostusmenetelmillä. Arvostuksessa käytettäviä menetelmiä on sovellettava samalla tavoin kaikkiin yritysjärjestelyyn tai osakevaihtoon osallistuviin yrityksiin ja niiden arvopapereihin.",
        "folded_fi": "osakkeiden kaypana arvona pidetaan hintaa, joka osakkeista on mahdollista saada normaalein kaupallisin ehdoin toteutettavassa kaupankaynnissa. arvopaperimarkkinalaissa (495/1989) tarkoitetun julkisen kaupankaynnin tai monenkeskisen kaupankaynnin kohteena olevan yhtion osakkeiden kaypa hinta osakemyyntitilanteissa muodostuu joko edella tassa kohdassa tarkoitetussa kaupankaynnissa tai sen ulkopuolella toteutetussa edustavassa tarjoushuutokaupassa. muun kuin 2 momentissa tarkoitetun yhtion osakkeiden kaypa hinta osakemyyntitilanteissa arvioidaan yrityskaupassa yleisesti kaytettavilla arvostusmenetelmilla. yritysjarjestely- ja osakevaihtotilanteissa kaypa hinta arvioidaan yrityskaupassa yleisesti kaytettavilla arvostusmenetelmilla. arvostuksessa kaytettavia menetelmia on sovellettava samalla tavoin kaikkiin yritysjarjestelyyn tai osakevaihtoon osallistuviin yrityksiin ja niiden arvopapereihin.",
        "title_sv": "Fastställande av gängse värde",
        "content_sv": "Som gängse värde på aktier anses det pris som det är möjligt att få för aktierna vid handel som genomförs med normala kommersiella villkor. Det gängse priset på aktier i ett bolag vilka är föremål för offentlig handel eller multilateral handel enligt värdepappersmarknadslagen (495/1989) i situationer där aktier säljs bildas antingen vid ovan avsedda handel eller vid en representativ anbudsauktion som genomförs utanför denna handel. Det gängse priset på aktier i ett annat bolag än ett sådant som avses i 2 mom. i situationer där aktier säljs bedöms med värderingsmetoder som allmänt används vid företagsförvärv. I situationer med företagsarrangemang och aktiebyte bedöms det gängse priset med värderingsmetoder som allmänt används vid företagsförvärv. De metoder som används vid värderingen ska tillämpas på samma sätt på alla företag som deltar i ett företagsarrangemang eller aktiebyte och på deras värdepapper.",
        "normalized_sv": "Som gängse värde på aktier anses det pris som det är möjligt att få för aktierna vid handel som genomförs med normala kommersiella villkor. Det gängse priset på aktier i ett bolag vilka är föremål för offentlig handel eller multilateral handel enligt värdepappersmarknadslagen (495/1989) i situationer där aktier säljs bildas antingen vid ovan avsedda handel eller vid en representativ anbudsauktion som genomförs utanför denna handel. Det gängse priset på aktier i ett annat bolag än ett sådant som avses i 2 mom. i situationer där aktier säljs bedöms med värderingsmetoder som allmänt används vid företagsförvärv. I situationer med företagsarrangemang och aktiebyte bedöms det gängse priset med värderingsmetoder som allmänt används vid företagsförvärv. De metoder som används vid värderingen ska tillämpas på samma sätt på alla företag som deltar i ett företagsarrangemang eller aktiebyte och på deras värdepapper.",
        "folded_sv": "som gangse varde pa aktier anses det pris som det ar mojligt att fa for aktierna vid handel som genomfors med normala kommersiella villkor. det gangse priset pa aktier i ett bolag vilka ar foremal for offentlig handel eller multilateral handel enligt vardepappersmarknadslagen (495/1989) i situationer dar aktier saljs bildas antingen vid ovan avsedda handel eller vid en representativ anbudsauktion som genomfors utanfor denna handel. det gangse priset pa aktier i ett annat bolag an ett sadant som avses i 2 mom. i situationer dar aktier saljs bedoms med varderingsmetoder som allmant anvands vid foretagsforvarv. i situationer med foretagsarrangemang och aktiebyte bedoms det gangse priset med varderingsmetoder som allmant anvands vid foretagsforvarv. de metoder som anvands vid varderingen ska tillampas pa samma satt pa alla foretag som deltar i ett foretagsarrangemang eller aktiebyte och pa deras vardepapper."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Tarkemmat säännökset",
      "content": "Tarkempia säännöksiä tämän lain täytäntöönpanosta annetaan tarvittaessa valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Tarkempia säännöksiä tämän lain täytäntöönpanosta annetaan tarvittaessa valtioneuvoston asetuksella.",
        "folded_fi": "tarkempia saannoksia taman lain taytantoonpanosta annetaan tarvittaessa valtioneuvoston asetuksella.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Närmare bestämmelser om verkställigheten av denna lag utfärdas vid behov genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om verkställigheten av denna lag utfärdas vid behov genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om verkstalligheten av denna lag utfardas vid behov genom forordning av statsradet."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2008. Tällä lailla kumotaan valtion osakasvallan käytöstä eräissä taloudellista toimintaa harjoittavissa osakeyhtiöissä 19 päivänä huhtikuuta 1991 annettu laki (740/1991). Lain voimaan tullessa kumoutuvat sellaiset eduskunnan päätökset, joilla valtioneuvoston toimivallasta on määrätty 3 §:stä poikkeavasti. Valtion yhtiöomistusta koskeviin päätöksiin ei tarvita eduskunnan suostumusta, jos eduskunta on ennen tämän lain voimaantuloa hyväksynyt sen, että valtio luopuu enemmistöstään yhtiössä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2008. Tällä lailla kumotaan valtion osakasvallan käytöstä eräissä taloudellista toimintaa harjoittavissa osakeyhtiöissä 19 päivänä huhtikuuta 1991 annettu laki (740/1991). Lain voimaan tullessa kumoutuvat sellaiset eduskunnan päätökset, joilla valtioneuvoston toimivallasta on määrätty 3 § :stä poikkeavasti. Valtion yhtiöomistusta koskeviin päätöksiin ei tarvita eduskunnan suostumusta, jos eduskunta on ennen tämän lain voimaantuloa hyväksynyt sen, että valtio luopuu enemmistöstään yhtiössä.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2008. talla lailla kumotaan valtion osakasvallan kaytosta eraissa taloudellista toimintaa harjoittavissa osakeyhtioissa 19 paivana huhtikuuta 1991 annettu laki (740/1991). lain voimaan tullessa kumoutuvat sellaiset eduskunnan paatokset, joilla valtioneuvoston toimivallasta on maaratty 3 §:sta poikkeavasti. valtion yhtioomistusta koskeviin paatoksiin ei tarvita eduskunnan suostumusta, jos eduskunta on ennen taman lain voimaantuloa hyvaksynyt sen, etta valtio luopuu enemmistostaan yhtiossa.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2008. Genom denna lag upphävs lagen av den 19 april 1991 om utövande av statens delägarrätt i vissa aktiebolag som bedriver ekonomisk verksamhet (740/1991). När lagen träder i kraft upphävs sådana beslut av riksdagen med vilka har föreskrivits om statsrådets behörighet på ett sätt som avviker från 3 §. För beslut som gäller statens bolagsinnehav behövs inte riksdagens samtycke, om riksdagen före denna lags ikraftträdande har godkänt att staten avstår från sin majoritet i ett bolag.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2008. Genom denna lag upphävs lagen av den 19 april 1991 om utövande av statens delägarrätt i vissa aktiebolag som bedriver ekonomisk verksamhet (740/1991). När lagen träder i kraft upphävs sådana beslut av riksdagen med vilka har föreskrivits om statsrådets behörighet på ett sätt som avviker från 3 § . För beslut som gäller statens bolagsinnehav behövs inte riksdagens samtycke, om riksdagen före denna lags ikraftträdande har godkänt att staten avstår från sin majoritet i ett bolag.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2008. genom denna lag upphavs lagen av den 19 april 1991 om utovande av statens delagarratt i vissa aktiebolag som bedriver ekonomisk verksamhet (740/1991). nar lagen trader i kraft upphavs sadana beslut av riksdagen med vilka har foreskrivits om statsradets behorighet pa ett satt som avviker fran 3 §. for beslut som galler statens bolagsinnehav behovs inte riksdagens samtycke, om riksdagen fore denna lags ikrafttradande har godkant att staten avstar fran sin majoritet i ett bolag."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    }
  ]
}