{
  "id": "1371/2006",
  "type": "statute",
  "title": "Laki potilasvahinkolain muuttamisesta",
  "title_en": "Lag om ändring av patientskadelagen",
  "status": "in_force",
  "issued_date": "2006-12-22",
  "in_force_date": "2006-12-22",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/1371/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "10 b",
      "section": "10 b",
      "title": "Jakojärjestelmä",
      "content": "jakojärjestelmä Vakuutusmaksutulolla Tämän lain mukaista vakuutusta harjoittavien vakuutusyhtiöiden on osallistuttava vuosittain Potilasvakuutuskeskuksen kunakin kalenterivuonna maksamien eräiden potilasvahinkokorvausten sitomisesta palkkatasoon annetun lain (255/1987) mukaisten korotusten rahoitukseen vakuutusmaksutulon mukaisessa suhteessa siten kuin 2―7 momentissa säädetään (). tarkoitetaan tässä pykälässä vakuutusyhtiön tuloslaskelmaan sisältyvää tämän lain mukaisen vakuutuksen vakuutusmaksutuloa. jakojärjestelmävuosi jakojärjestelmämaksut jakojärjestelmäkorvaukset jakojärjestelmäsaldo Potilasvakuutuskeskus ilmoittaa vakuutusyhtiöille 1 momentissa mainittujen korotusten suoritusvuotta () edeltävän toukokuun 31 päivään mennessä suhdeluvun, joka määrittelee jakojärjestelmän rahoitusta varten tarvittavien rahoitusosuuksien () määrän suhteessa jakojärjestelmävuoden vakuutusmaksutuloon. Suhdeluvun on perustuttava arvioon jakojärjestelmävuonna keskuksen maksettaviksi tulevien 1 momentin mukaisten korotusten () ja vakuutusmaksutulojen määristä. Lisäksi suhdeluvussa on otettava huomioon jakojärjestelmämaksujen ja jakojärjestelmäkorvausten erotuksena syntynyt yli- tai alijäämä () jakojärjestelmävuotta edeltäviltä vuosilta. Tarkemmat säännökset jakojärjestelmäsaldon huomioon ottamisesta suhdelukua määrättäessä annetaan sosiaali- ja terveysministeriön asetuksella. Vakuutusyhtiökohtainen jakojärjestelmämaksu saadaan kertomalla 2 momentin mukainen suhdeluku vakuutusyhtiön jakojärjestelmävuoden vakuutusmaksutulolla. Vakuutusyhtiökohtainen jakojärjestelmäsaldo määräytyy vakuutusyhtiöiden jakojärjestelmävuoden vakuutusmaksutulojen suhteessa jakojärjestelmävuodelta ja sitä edeltäviltä vuosilta kertyneestä jakojärjestelmäsaldosta. Vakuutusyhtiökohtainen jakojärjestelmäsaldo on vakuutusyhtiön velkaa jakojärjestelmälle, jos saldo on ylijäämäinen, ja vakuutusyhtiön saamista jakojärjestelmältä, jos saldo on alijäämäinen. Potilasvakuutuskeskus tekee jakojärjestelmävuoden toukokuun 31 päivään mennessä ennakkoarvion keskuksen jakojärjestelmävuonna maksettaviksi tulevista jakojärjestelmäkorvausten määristä sekä vakuutusyhtiökohtaisten jakojärjestelmämaksujen ja jakojärjestelmäsaldojen määristä. Tarkemmat säännökset ennakkoarvion perusteista annetaan sosiaali- ja terveysministeriön asetuksella. Potilasvakuutuskeskus vahvistaa jakojärjestelmävuotta seuraavan toukokuun 31 päivään mennessä keskuksen maksettaviksi tulleet jakojärjestelmävuoden jakojärjestelmäkorvaukset sekä vakuutusyhtiökohtaiset jakojärjestelmämaksut ja jakojärjestelmäsaldot. Vakuutusyhtiön on maksettava ennakkoarvion mukainen ja lopullisesti vahvistettu jakojärjestelmämaksu ja yhtiökohtaisen jakojärjestelmäsaldon muutoksesta johtuva suoritus Potilasvakuutuskeskukselle, sekä keskuksen on tilitettävä vakuutusyhtiölle yhtiökohtaisen jakojärjestelmäsaldon muutoksesta johtuva suoritus. Tarkemmat säännökset maksusta ja tilityksestä annetaan sosiaali- ja terveysministeriön asetuksella. Edellä 6 momentissa tarkoitettuihin lopullisiin suorituksiin sisällytetään lopullisten ja ennakkosuoritusten erotukselle laskettu korko vuoden pituiselta ajalta jakojärjestelmävuoden heinäkuun 1 päivästä lukien. Korkona käytetään mainittuna päivänä voimassa ollutta korkolain 12 §:n mukaista viitekorkoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 b",
        "normalized_fi": "jakojärjestelmä Vakuutusmaksutulolla Tämän lain mukaista vakuutusta harjoittavien vakuutusyhtiöiden on osallistuttava vuosittain Potilasvakuutuskeskuksen kunakin kalenterivuonna maksamien eräiden potilasvahinkokorvausten sitomisesta palkkatasoon annetun lain (255/1987) mukaisten korotusten rahoitukseen vakuutusmaksutulon mukaisessa suhteessa siten kuin 2―7 momentissa säädetään (). tarkoitetaan tässä pykälässä vakuutusyhtiön tuloslaskelmaan sisältyvää tämän lain mukaisen vakuutuksen vakuutusmaksutuloa. jakojärjestelmävuosi jakojärjestelmämaksut jakojärjestelmäkorvaukset jakojärjestelmäsaldo Potilasvakuutuskeskus ilmoittaa vakuutusyhtiöille 1 momentissa mainittujen korotusten suoritusvuotta () edeltävän toukokuun 31 päivään mennessä suhdeluvun, joka määrittelee jakojärjestelmän rahoitusta varten tarvittavien rahoitusosuuksien () määrän suhteessa jakojärjestelmävuoden vakuutusmaksutuloon. Suhdeluvun on perustuttava arvioon jakojärjestelmävuonna keskuksen maksettaviksi tulevien 1 momentin mukaisten korotusten () ja vakuutusmaksutulojen määristä. Lisäksi suhdeluvussa on otettava huomioon jakojärjestelmämaksujen ja jakojärjestelmäkorvausten erotuksena syntynyt yli- tai alijäämä () jakojärjestelmävuotta edeltäviltä vuosilta. Tarkemmat säännökset jakojärjestelmäsaldon huomioon ottamisesta suhdelukua määrättäessä annetaan sosiaali- ja terveysministeriön asetuksella. Vakuutusyhtiökohtainen jakojärjestelmämaksu saadaan kertomalla 2 momentin mukainen suhdeluku vakuutusyhtiön jakojärjestelmävuoden vakuutusmaksutulolla. Vakuutusyhtiökohtainen jakojärjestelmäsaldo määräytyy vakuutusyhtiöiden jakojärjestelmävuoden vakuutusmaksutulojen suhteessa jakojärjestelmävuodelta ja sitä edeltäviltä vuosilta kertyneestä jakojärjestelmäsaldosta. Vakuutusyhtiökohtainen jakojärjestelmäsaldo on vakuutusyhtiön velkaa jakojärjestelmälle, jos saldo on ylijäämäinen, ja vakuutusyhtiön saamista jakojärjestelmältä, jos saldo on alijäämäinen. Potilasvakuutuskeskus tekee jakojärjestelmävuoden toukokuun 31 päivään mennessä ennakkoarvion keskuksen jakojärjestelmävuonna maksettaviksi tulevista jakojärjestelmäkorvausten määristä sekä vakuutusyhtiökohtaisten jakojärjestelmämaksujen ja jakojärjestelmäsaldojen määristä. Tarkemmat säännökset ennakkoarvion perusteista annetaan sosiaali- ja terveysministeriön asetuksella. Potilasvakuutuskeskus vahvistaa jakojärjestelmävuotta seuraavan toukokuun 31 päivään mennessä keskuksen maksettaviksi tulleet jakojärjestelmävuoden jakojärjestelmäkorvaukset sekä vakuutusyhtiökohtaiset jakojärjestelmämaksut ja jakojärjestelmäsaldot. Vakuutusyhtiön on maksettava ennakkoarvion mukainen ja lopullisesti vahvistettu jakojärjestelmämaksu ja yhtiökohtaisen jakojärjestelmäsaldon muutoksesta johtuva suoritus Potilasvakuutuskeskukselle, sekä keskuksen on tilitettävä vakuutusyhtiölle yhtiökohtaisen jakojärjestelmäsaldon muutoksesta johtuva suoritus. Tarkemmat säännökset maksusta ja tilityksestä annetaan sosiaali- ja terveysministeriön asetuksella. Edellä 6 momentissa tarkoitettuihin lopullisiin suorituksiin sisällytetään lopullisten ja ennakkosuoritusten erotukselle laskettu korko vuoden pituiselta ajalta jakojärjestelmävuoden heinäkuun 1 päivästä lukien. Korkona käytetään mainittuna päivänä voimassa ollutta korkolain 12 § :n mukaista viitekorkoa.",
        "folded_fi": "jakojarjestelma vakuutusmaksutulolla taman lain mukaista vakuutusta harjoittavien vakuutusyhtioiden on osallistuttava vuosittain potilasvakuutuskeskuksen kunakin kalenterivuonna maksamien eraiden potilasvahinkokorvausten sitomisesta palkkatasoon annetun lain (255/1987) mukaisten korotusten rahoitukseen vakuutusmaksutulon mukaisessa suhteessa siten kuin 2―7 momentissa saadetaan (). tarkoitetaan tassa pykalassa vakuutusyhtion tuloslaskelmaan sisaltyvaa taman lain mukaisen vakuutuksen vakuutusmaksutuloa. jakojarjestelmavuosi jakojarjestelmamaksut jakojarjestelmakorvaukset jakojarjestelmasaldo potilasvakuutuskeskus ilmoittaa vakuutusyhtioille 1 momentissa mainittujen korotusten suoritusvuotta () edeltavan toukokuun 31 paivaan mennessa suhdeluvun, joka maarittelee jakojarjestelman rahoitusta varten tarvittavien rahoitusosuuksien () maaran suhteessa jakojarjestelmavuoden vakuutusmaksutuloon. suhdeluvun on perustuttava arvioon jakojarjestelmavuonna keskuksen maksettaviksi tulevien 1 momentin mukaisten korotusten () ja vakuutusmaksutulojen maarista. lisaksi suhdeluvussa on otettava huomioon jakojarjestelmamaksujen ja jakojarjestelmakorvausten erotuksena syntynyt yli- tai alijaama () jakojarjestelmavuotta edeltavilta vuosilta. tarkemmat saannokset jakojarjestelmasaldon huomioon ottamisesta suhdelukua maarattaessa annetaan sosiaali- ja terveysministerion asetuksella. vakuutusyhtiokohtainen jakojarjestelmamaksu saadaan kertomalla 2 momentin mukainen suhdeluku vakuutusyhtion jakojarjestelmavuoden vakuutusmaksutulolla. vakuutusyhtiokohtainen jakojarjestelmasaldo maaraytyy vakuutusyhtioiden jakojarjestelmavuoden vakuutusmaksutulojen suhteessa jakojarjestelmavuodelta ja sita edeltavilta vuosilta kertyneesta jakojarjestelmasaldosta. vakuutusyhtiokohtainen jakojarjestelmasaldo on vakuutusyhtion velkaa jakojarjestelmalle, jos saldo on ylijaamainen, ja vakuutusyhtion saamista jakojarjestelmalta, jos saldo on alijaamainen. potilasvakuutuskeskus tekee jakojarjestelmavuoden toukokuun 31 paivaan mennessa ennakkoarvion keskuksen jakojarjestelmavuonna maksettaviksi tulevista jakojarjestelmakorvausten maarista seka vakuutusyhtiokohtaisten jakojarjestelmamaksujen ja jakojarjestelmasaldojen maarista. tarkemmat saannokset ennakkoarvion perusteista annetaan sosiaali- ja terveysministerion asetuksella. potilasvakuutuskeskus vahvistaa jakojarjestelmavuotta seuraavan toukokuun 31 paivaan mennessa keskuksen maksettaviksi tulleet jakojarjestelmavuoden jakojarjestelmakorvaukset seka vakuutusyhtiokohtaiset jakojarjestelmamaksut ja jakojarjestelmasaldot. vakuutusyhtion on maksettava ennakkoarvion mukainen ja lopullisesti vahvistettu jakojarjestelmamaksu ja yhtiokohtaisen jakojarjestelmasaldon muutoksesta johtuva suoritus potilasvakuutuskeskukselle, seka keskuksen on tilitettava vakuutusyhtiolle yhtiokohtaisen jakojarjestelmasaldon muutoksesta johtuva suoritus. tarkemmat saannokset maksusta ja tilityksesta annetaan sosiaali- ja terveysministerion asetuksella. edella 6 momentissa tarkoitettuihin lopullisiin suorituksiin sisallytetaan lopullisten ja ennakkosuoritusten erotukselle laskettu korko vuoden pituiselta ajalta jakojarjestelmavuoden heinakuun 1 paivasta lukien. korkona kaytetaan mainittuna paivana voimassa ollutta korkolain 12 §:n mukaista viitekorkoa.",
        "title_sv": "Fördelningssystemet",
        "content_sv": "fördelningssystemet premieinkomst Försäkringsbolag som bedriver försäkring enligt denna lag skall varje kalenderår i proportion till premieinkomsten på det sätt som anges i 2―7 mom. () delta i finansieringen av de förhöjningar enligt lagen om bindande av vissa patientskadeersättningar vid lönenivån (255/1987), som Patientförsäkringscentralen betalar ut varje år. Med avses i denna paragraf en sådan premieinkomst för en försäkring enligt denna lag som ingår i försäkringsbolagets resultaträkning. fördelningsåret fördelningsavgifter ersättningar enligt fördelningssystemet fördelningssaldo Patientförsäkringscentralen meddelar försäkringsbolagen senast den 31 maj det år som föregår utbetalningsåret för i 1 mom. avsedda förhöjningar () det relationstal som bestämmer beloppet av de finansieringsandelar () som behövs för finansieringen av fördelningssystemet i proportion till fördelningsårets premieinkomst. Relationstalet skall grunda sig på ett kalkylerat belopp av de förhöjningar enligt 1 mom. () som centralen beräknas betala under fördelningsåret, samt beloppen av premieinkomsterna. Dessutom skall i relationstalet beaktas det över- eller underskott () som bildas av skillnaden mellan fördelningsavgifterna och ersättningarna ur fördelningssystemet de år som föregår fördelningsåret. Närmare bestämmelser om beaktandet av fördelningssaldot vid uträkningen av relationstalet utfärdas genom förordning av social- och hälsovårdsministeriet. Den bolagsspecifika fördelningsavgiften fås genom att multiplicera relationstalet enligt 2 mom. med försäkringsbolagets premieinkomst under fördelningsåret. Det bolagsspecifika fördelningssaldot bestäms utifrån försäkringsbolagens premieinkomst för fördelningsåret i proportion till det fördelningssaldo som influtit för fördelningsåret och de år som föregår detta. Det bolagsspecifika fördelningssaldot utgör försäkringsbolagets skuld till fördelningssystemet, om saldot visar överskott och försäkringsbolagets fordringar hos fördelningssystemet, om saldot visar underskott. Patientförsäkringscentralen gör senast den 31 maj under fördelningsåret upp en kalkyl över de ersättningar som centralen beräknas betala ur fördelningssystemet under fördelningsåret, samt beloppen av de bolagsspecifika fördelningsavgifterna och fördelningssaldona. Närmare bestämmelser om grunderna för kalkylen utfärdas genom förordning av social- och hälsovårdsministeriet. Patientförsäkringscentralen fastställer senast den 31 maj det år som följer efter fördelningsåret de ersättningar som centralen skall betala enligt fördelningssystemet under fördelningsåret samt de bolagsspecifika fördelningsavgifterna och fördelningssaldona. Försäkringsbolaget skall betala den kalkylerade fördelningsavgiften och den slutligt fastställda fördelningsavgiften samt en post som beror på förändringen i det bolagsspecifika fördelningssaldot till Patientförsäkringscentralen, och centralen skall redovisa den kalkylerade ersättningen och den slutligt fastställda ersättningen enligt fördelningssystemet samt den post som beror på förändringen i det bolagsspecifika fördelningssaldot till försäkringsbolagen. Närmare bestämmelser om fördelningsavgiften och redovisningen av den utfärdas genom förordning av social- och hälsovårdsministeriet. Till de slutliga betalningar som avses ovan i 6 mom. fogas en ränta som räknats på skillnaden mellan de slutliga betalningarna och förskottsbetalningarna för ett års tid räknat från den 1 juli under fördelningsåret. Som ränta används i 12 § i räntelagen nämnd referensränta som gäller nämnda dag.",
        "normalized_sv": "fördelningssystemet premieinkomst Försäkringsbolag som bedriver försäkring enligt denna lag skall varje kalenderår i proportion till premieinkomsten på det sätt som anges i 2―7 mom. () delta i finansieringen av de förhöjningar enligt lagen om bindande av vissa patientskadeersättningar vid lönenivån (255/1987), som Patientförsäkringscentralen betalar ut varje år. Med avses i denna paragraf en sådan premieinkomst för en försäkring enligt denna lag som ingår i försäkringsbolagets resultaträkning. fördelningsåret fördelningsavgifter ersättningar enligt fördelningssystemet fördelningssaldo Patientförsäkringscentralen meddelar försäkringsbolagen senast den 31 maj det år som föregår utbetalningsåret för i 1 mom. avsedda förhöjningar () det relationstal som bestämmer beloppet av de finansieringsandelar () som behövs för finansieringen av fördelningssystemet i proportion till fördelningsårets premieinkomst. Relationstalet skall grunda sig på ett kalkylerat belopp av de förhöjningar enligt 1 mom. () som centralen beräknas betala under fördelningsåret, samt beloppen av premieinkomsterna. Dessutom skall i relationstalet beaktas det över- eller underskott () som bildas av skillnaden mellan fördelningsavgifterna och ersättningarna ur fördelningssystemet de år som föregår fördelningsåret. Närmare bestämmelser om beaktandet av fördelningssaldot vid uträkningen av relationstalet utfärdas genom förordning av social- och hälsovårdsministeriet. Den bolagsspecifika fördelningsavgiften fås genom att multiplicera relationstalet enligt 2 mom. med försäkringsbolagets premieinkomst under fördelningsåret. Det bolagsspecifika fördelningssaldot bestäms utifrån försäkringsbolagens premieinkomst för fördelningsåret i proportion till det fördelningssaldo som influtit för fördelningsåret och de år som föregår detta. Det bolagsspecifika fördelningssaldot utgör försäkringsbolagets skuld till fördelningssystemet, om saldot visar överskott och försäkringsbolagets fordringar hos fördelningssystemet, om saldot visar underskott. Patientförsäkringscentralen gör senast den 31 maj under fördelningsåret upp en kalkyl över de ersättningar som centralen beräknas betala ur fördelningssystemet under fördelningsåret, samt beloppen av de bolagsspecifika fördelningsavgifterna och fördelningssaldona. Närmare bestämmelser om grunderna för kalkylen utfärdas genom förordning av social- och hälsovårdsministeriet. Patientförsäkringscentralen fastställer senast den 31 maj det år som följer efter fördelningsåret de ersättningar som centralen skall betala enligt fördelningssystemet under fördelningsåret samt de bolagsspecifika fördelningsavgifterna och fördelningssaldona. Försäkringsbolaget skall betala den kalkylerade fördelningsavgiften och den slutligt fastställda fördelningsavgiften samt en post som beror på förändringen i det bolagsspecifika fördelningssaldot till Patientförsäkringscentralen, och centralen skall redovisa den kalkylerade ersättningen och den slutligt fastställda ersättningen enligt fördelningssystemet samt den post som beror på förändringen i det bolagsspecifika fördelningssaldot till försäkringsbolagen. Närmare bestämmelser om fördelningsavgiften och redovisningen av den utfärdas genom förordning av social- och hälsovårdsministeriet. Till de slutliga betalningar som avses ovan i 6 mom. fogas en ränta som räknats på skillnaden mellan de slutliga betalningarna och förskottsbetalningarna för ett års tid räknat från den 1 juli under fördelningsåret. Som ränta används i 12 § i räntelagen nämnd referensränta som gäller nämnda dag.",
        "folded_sv": "fordelningssystemet premieinkomst forsakringsbolag som bedriver forsakring enligt denna lag skall varje kalenderar i proportion till premieinkomsten pa det satt som anges i 2―7 mom. () delta i finansieringen av de forhojningar enligt lagen om bindande av vissa patientskadeersattningar vid lonenivan (255/1987), som patientforsakringscentralen betalar ut varje ar. med avses i denna paragraf en sadan premieinkomst for en forsakring enligt denna lag som ingar i forsakringsbolagets resultatrakning. fordelningsaret fordelningsavgifter ersattningar enligt fordelningssystemet fordelningssaldo patientforsakringscentralen meddelar forsakringsbolagen senast den 31 maj det ar som foregar utbetalningsaret for i 1 mom. avsedda forhojningar () det relationstal som bestammer beloppet av de finansieringsandelar () som behovs for finansieringen av fordelningssystemet i proportion till fordelningsarets premieinkomst. relationstalet skall grunda sig pa ett kalkylerat belopp av de forhojningar enligt 1 mom. () som centralen beraknas betala under fordelningsaret, samt beloppen av premieinkomsterna. dessutom skall i relationstalet beaktas det over- eller underskott () som bildas av skillnaden mellan fordelningsavgifterna och ersattningarna ur fordelningssystemet de ar som foregar fordelningsaret. narmare bestammelser om beaktandet av fordelningssaldot vid utrakningen av relationstalet utfardas genom forordning av social- och halsovardsministeriet. den bolagsspecifika fordelningsavgiften fas genom att multiplicera relationstalet enligt 2 mom. med forsakringsbolagets premieinkomst under fordelningsaret. det bolagsspecifika fordelningssaldot bestams utifran forsakringsbolagens premieinkomst for fordelningsaret i proportion till det fordelningssaldo som influtit for fordelningsaret och de ar som foregar detta. det bolagsspecifika fordelningssaldot utgor forsakringsbolagets skuld till fordelningssystemet, om saldot visar overskott och forsakringsbolagets fordringar hos fordelningssystemet, om saldot visar underskott. patientforsakringscentralen gor senast den 31 maj under fordelningsaret upp en kalkyl over de ersattningar som centralen beraknas betala ur fordelningssystemet under fordelningsaret, samt beloppen av de bolagsspecifika fordelningsavgifterna och fordelningssaldona. narmare bestammelser om grunderna for kalkylen utfardas genom forordning av social- och halsovardsministeriet. patientforsakringscentralen faststaller senast den 31 maj det ar som foljer efter fordelningsaret de ersattningar som centralen skall betala enligt fordelningssystemet under fordelningsaret samt de bolagsspecifika fordelningsavgifterna och fordelningssaldona. forsakringsbolaget skall betala den kalkylerade fordelningsavgiften och den slutligt faststallda fordelningsavgiften samt en post som beror pa forandringen i det bolagsspecifika fordelningssaldot till patientforsakringscentralen, och centralen skall redovisa den kalkylerade ersattningen och den slutligt faststallda ersattningen enligt fordelningssystemet samt den post som beror pa forandringen i det bolagsspecifika fordelningssaldot till forsakringsbolagen. narmare bestammelser om fordelningsavgiften och redovisningen av den utfardas genom forordning av social- och halsovardsministeriet. till de slutliga betalningar som avses ovan i 6 mom. fogas en ranta som raknats pa skillnaden mellan de slutliga betalningarna och forskottsbetalningarna for ett ars tid raknat fran den 1 juli under fordelningsaret. som ranta anvands i 12 § i rantelagen namnd referensranta som galler namnda dag."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "10 b",
      "section": "10 b",
      "title": "Jakojärjestelmä",
      "content": "jakojärjestelmä Vakuutusmaksutulolla Tämän lain mukaista vakuutusta harjoittavien vakuutusyhtiöiden on osallistuttava vuosittain Potilasvakuutuskeskuksen kunakin kalenterivuonna maksamien eräiden potilasvahinkokorvausten sitomisesta palkkatasoon annetun lain (255/1987) mukaisten korotusten rahoitukseen vakuutusmaksutulon mukaisessa suhteessa siten kuin 2―7 momentissa säädetään (). tarkoitetaan tässä pykälässä vakuutusyhtiön tuloslaskelmaan sisältyvää tämän lain mukaisen vakuutuksen vakuutusmaksutuloa. jakojärjestelmävuosi jakojärjestelmämaksut jakojärjestelmäkorvaukset jakojärjestelmäsaldo Potilasvakuutuskeskus ilmoittaa vakuutusyhtiöille 1 momentissa mainittujen korotusten suoritusvuotta () edeltävän toukokuun 31 päivään mennessä suhdeluvun, joka määrittelee jakojärjestelmän rahoitusta varten tarvittavien rahoitusosuuksien () määrän suhteessa jakojärjestelmävuoden vakuutusmaksutuloon. Suhdeluvun on perustuttava arvioon jakojärjestelmävuonna keskuksen maksettaviksi tulevien 1 momentin mukaisten korotusten () ja vakuutusmaksutulojen määristä. Lisäksi suhdeluvussa on otettava huomioon jakojärjestelmämaksujen ja jakojärjestelmäkorvausten erotuksena syntynyt yli- tai alijäämä () jakojärjestelmävuotta edeltäviltä vuosilta. Tarkemmat säännökset jakojärjestelmäsaldon huomioon ottamisesta suhdelukua määrättäessä annetaan sosiaali- ja terveysministeriön asetuksella. Vakuutusyhtiökohtainen jakojärjestelmämaksu saadaan kertomalla 2 momentin mukainen suhdeluku vakuutusyhtiön jakojärjestelmävuoden vakuutusmaksutulolla. Vakuutusyhtiökohtainen jakojärjestelmäsaldo määräytyy vakuutusyhtiöiden jakojärjestelmävuoden vakuutusmaksutulojen suhteessa jakojärjestelmävuodelta ja sitä edeltäviltä vuosilta kertyneestä jakojärjestelmäsaldosta. Vakuutusyhtiökohtainen jakojärjestelmäsaldo on vakuutusyhtiön velkaa jakojärjestelmälle, jos saldo on ylijäämäinen, ja vakuutusyhtiön saamista jakojärjestelmältä, jos saldo on alijäämäinen. Potilasvakuutuskeskus tekee jakojärjestelmävuoden toukokuun 31 päivään mennessä ennakkoarvion keskuksen jakojärjestelmävuonna maksettaviksi tulevista jakojärjestelmäkorvausten määristä sekä vakuutusyhtiökohtaisten jakojärjestelmämaksujen ja jakojärjestelmäsaldojen määristä. Tarkemmat säännökset ennakkoarvion perusteista annetaan sosiaali- ja terveysministeriön asetuksella. Potilasvakuutuskeskus vahvistaa jakojärjestelmävuotta seuraavan toukokuun 31 päivään mennessä keskuksen maksettaviksi tulleet jakojärjestelmävuoden jakojärjestelmäkorvaukset sekä vakuutusyhtiökohtaiset jakojärjestelmämaksut ja jakojärjestelmäsaldot. Vakuutusyhtiön on maksettava ennakkoarvion mukainen ja lopullisesti vahvistettu jakojärjestelmämaksu ja yhtiökohtaisen jakojärjestelmäsaldon muutoksesta johtuva suoritus Potilasvakuutuskeskukselle, sekä keskuksen on tilitettävä vakuutusyhtiölle yhtiökohtaisen jakojärjestelmäsaldon muutoksesta johtuva suoritus. Tarkemmat säännökset maksusta ja tilityksestä annetaan sosiaali- ja terveysministeriön asetuksella. Edellä 6 momentissa tarkoitettuihin lopullisiin suorituksiin sisällytetään lopullisten ja ennakkosuoritusten erotukselle laskettu korko vuoden pituiselta ajalta jakojärjestelmävuoden heinäkuun 1 päivästä lukien. Korkona käytetään mainittuna päivänä voimassa ollutta korkolain 12 §:n mukaista viitekorkoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 b",
        "normalized_fi": "jakojärjestelmä Vakuutusmaksutulolla Tämän lain mukaista vakuutusta harjoittavien vakuutusyhtiöiden on osallistuttava vuosittain Potilasvakuutuskeskuksen kunakin kalenterivuonna maksamien eräiden potilasvahinkokorvausten sitomisesta palkkatasoon annetun lain (255/1987) mukaisten korotusten rahoitukseen vakuutusmaksutulon mukaisessa suhteessa siten kuin 2―7 momentissa säädetään (). tarkoitetaan tässä pykälässä vakuutusyhtiön tuloslaskelmaan sisältyvää tämän lain mukaisen vakuutuksen vakuutusmaksutuloa. jakojärjestelmävuosi jakojärjestelmämaksut jakojärjestelmäkorvaukset jakojärjestelmäsaldo Potilasvakuutuskeskus ilmoittaa vakuutusyhtiöille 1 momentissa mainittujen korotusten suoritusvuotta () edeltävän toukokuun 31 päivään mennessä suhdeluvun, joka määrittelee jakojärjestelmän rahoitusta varten tarvittavien rahoitusosuuksien () määrän suhteessa jakojärjestelmävuoden vakuutusmaksutuloon. Suhdeluvun on perustuttava arvioon jakojärjestelmävuonna keskuksen maksettaviksi tulevien 1 momentin mukaisten korotusten () ja vakuutusmaksutulojen määristä. Lisäksi suhdeluvussa on otettava huomioon jakojärjestelmämaksujen ja jakojärjestelmäkorvausten erotuksena syntynyt yli- tai alijäämä () jakojärjestelmävuotta edeltäviltä vuosilta. Tarkemmat säännökset jakojärjestelmäsaldon huomioon ottamisesta suhdelukua määrättäessä annetaan sosiaali- ja terveysministeriön asetuksella. Vakuutusyhtiökohtainen jakojärjestelmämaksu saadaan kertomalla 2 momentin mukainen suhdeluku vakuutusyhtiön jakojärjestelmävuoden vakuutusmaksutulolla. Vakuutusyhtiökohtainen jakojärjestelmäsaldo määräytyy vakuutusyhtiöiden jakojärjestelmävuoden vakuutusmaksutulojen suhteessa jakojärjestelmävuodelta ja sitä edeltäviltä vuosilta kertyneestä jakojärjestelmäsaldosta. Vakuutusyhtiökohtainen jakojärjestelmäsaldo on vakuutusyhtiön velkaa jakojärjestelmälle, jos saldo on ylijäämäinen, ja vakuutusyhtiön saamista jakojärjestelmältä, jos saldo on alijäämäinen. Potilasvakuutuskeskus tekee jakojärjestelmävuoden toukokuun 31 päivään mennessä ennakkoarvion keskuksen jakojärjestelmävuonna maksettaviksi tulevista jakojärjestelmäkorvausten määristä sekä vakuutusyhtiökohtaisten jakojärjestelmämaksujen ja jakojärjestelmäsaldojen määristä. Tarkemmat säännökset ennakkoarvion perusteista annetaan sosiaali- ja terveysministeriön asetuksella. Potilasvakuutuskeskus vahvistaa jakojärjestelmävuotta seuraavan toukokuun 31 päivään mennessä keskuksen maksettaviksi tulleet jakojärjestelmävuoden jakojärjestelmäkorvaukset sekä vakuutusyhtiökohtaiset jakojärjestelmämaksut ja jakojärjestelmäsaldot. Vakuutusyhtiön on maksettava ennakkoarvion mukainen ja lopullisesti vahvistettu jakojärjestelmämaksu ja yhtiökohtaisen jakojärjestelmäsaldon muutoksesta johtuva suoritus Potilasvakuutuskeskukselle, sekä keskuksen on tilitettävä vakuutusyhtiölle yhtiökohtaisen jakojärjestelmäsaldon muutoksesta johtuva suoritus. Tarkemmat säännökset maksusta ja tilityksestä annetaan sosiaali- ja terveysministeriön asetuksella. Edellä 6 momentissa tarkoitettuihin lopullisiin suorituksiin sisällytetään lopullisten ja ennakkosuoritusten erotukselle laskettu korko vuoden pituiselta ajalta jakojärjestelmävuoden heinäkuun 1 päivästä lukien. Korkona käytetään mainittuna päivänä voimassa ollutta korkolain 12 § :n mukaista viitekorkoa.",
        "folded_fi": "jakojarjestelma vakuutusmaksutulolla taman lain mukaista vakuutusta harjoittavien vakuutusyhtioiden on osallistuttava vuosittain potilasvakuutuskeskuksen kunakin kalenterivuonna maksamien eraiden potilasvahinkokorvausten sitomisesta palkkatasoon annetun lain (255/1987) mukaisten korotusten rahoitukseen vakuutusmaksutulon mukaisessa suhteessa siten kuin 2―7 momentissa saadetaan (). tarkoitetaan tassa pykalassa vakuutusyhtion tuloslaskelmaan sisaltyvaa taman lain mukaisen vakuutuksen vakuutusmaksutuloa. jakojarjestelmavuosi jakojarjestelmamaksut jakojarjestelmakorvaukset jakojarjestelmasaldo potilasvakuutuskeskus ilmoittaa vakuutusyhtioille 1 momentissa mainittujen korotusten suoritusvuotta () edeltavan toukokuun 31 paivaan mennessa suhdeluvun, joka maarittelee jakojarjestelman rahoitusta varten tarvittavien rahoitusosuuksien () maaran suhteessa jakojarjestelmavuoden vakuutusmaksutuloon. suhdeluvun on perustuttava arvioon jakojarjestelmavuonna keskuksen maksettaviksi tulevien 1 momentin mukaisten korotusten () ja vakuutusmaksutulojen maarista. lisaksi suhdeluvussa on otettava huomioon jakojarjestelmamaksujen ja jakojarjestelmakorvausten erotuksena syntynyt yli- tai alijaama () jakojarjestelmavuotta edeltavilta vuosilta. tarkemmat saannokset jakojarjestelmasaldon huomioon ottamisesta suhdelukua maarattaessa annetaan sosiaali- ja terveysministerion asetuksella. vakuutusyhtiokohtainen jakojarjestelmamaksu saadaan kertomalla 2 momentin mukainen suhdeluku vakuutusyhtion jakojarjestelmavuoden vakuutusmaksutulolla. vakuutusyhtiokohtainen jakojarjestelmasaldo maaraytyy vakuutusyhtioiden jakojarjestelmavuoden vakuutusmaksutulojen suhteessa jakojarjestelmavuodelta ja sita edeltavilta vuosilta kertyneesta jakojarjestelmasaldosta. vakuutusyhtiokohtainen jakojarjestelmasaldo on vakuutusyhtion velkaa jakojarjestelmalle, jos saldo on ylijaamainen, ja vakuutusyhtion saamista jakojarjestelmalta, jos saldo on alijaamainen. potilasvakuutuskeskus tekee jakojarjestelmavuoden toukokuun 31 paivaan mennessa ennakkoarvion keskuksen jakojarjestelmavuonna maksettaviksi tulevista jakojarjestelmakorvausten maarista seka vakuutusyhtiokohtaisten jakojarjestelmamaksujen ja jakojarjestelmasaldojen maarista. tarkemmat saannokset ennakkoarvion perusteista annetaan sosiaali- ja terveysministerion asetuksella. potilasvakuutuskeskus vahvistaa jakojarjestelmavuotta seuraavan toukokuun 31 paivaan mennessa keskuksen maksettaviksi tulleet jakojarjestelmavuoden jakojarjestelmakorvaukset seka vakuutusyhtiokohtaiset jakojarjestelmamaksut ja jakojarjestelmasaldot. vakuutusyhtion on maksettava ennakkoarvion mukainen ja lopullisesti vahvistettu jakojarjestelmamaksu ja yhtiokohtaisen jakojarjestelmasaldon muutoksesta johtuva suoritus potilasvakuutuskeskukselle, seka keskuksen on tilitettava vakuutusyhtiolle yhtiokohtaisen jakojarjestelmasaldon muutoksesta johtuva suoritus. tarkemmat saannokset maksusta ja tilityksesta annetaan sosiaali- ja terveysministerion asetuksella. edella 6 momentissa tarkoitettuihin lopullisiin suorituksiin sisallytetaan lopullisten ja ennakkosuoritusten erotukselle laskettu korko vuoden pituiselta ajalta jakojarjestelmavuoden heinakuun 1 paivasta lukien. korkona kaytetaan mainittuna paivana voimassa ollutta korkolain 12 §:n mukaista viitekorkoa.",
        "title_sv": "Fördelningssystemet",
        "content_sv": "fördelningssystemet premieinkomst Försäkringsbolag som bedriver försäkring enligt denna lag skall varje kalenderår i proportion till premieinkomsten på det sätt som anges i 2―7 mom. () delta i finansieringen av de förhöjningar enligt lagen om bindande av vissa patientskadeersättningar vid lönenivån (255/1987), som Patientförsäkringscentralen betalar ut varje år. Med avses i denna paragraf en sådan premieinkomst för en försäkring enligt denna lag som ingår i försäkringsbolagets resultaträkning. fördelningsåret fördelningsavgifter ersättningar enligt fördelningssystemet fördelningssaldo Patientförsäkringscentralen meddelar försäkringsbolagen senast den 31 maj det år som föregår utbetalningsåret för i 1 mom. avsedda förhöjningar () det relationstal som bestämmer beloppet av de finansieringsandelar () som behövs för finansieringen av fördelningssystemet i proportion till fördelningsårets premieinkomst. Relationstalet skall grunda sig på ett kalkylerat belopp av de förhöjningar enligt 1 mom. () som centralen beräknas betala under fördelningsåret, samt beloppen av premieinkomsterna. Dessutom skall i relationstalet beaktas det över- eller underskott () som bildas av skillnaden mellan fördelningsavgifterna och ersättningarna ur fördelningssystemet de år som föregår fördelningsåret. Närmare bestämmelser om beaktandet av fördelningssaldot vid uträkningen av relationstalet utfärdas genom förordning av social- och hälsovårdsministeriet. Den bolagsspecifika fördelningsavgiften fås genom att multiplicera relationstalet enligt 2 mom. med försäkringsbolagets premieinkomst under fördelningsåret. Det bolagsspecifika fördelningssaldot bestäms utifrån försäkringsbolagens premieinkomst för fördelningsåret i proportion till det fördelningssaldo som influtit för fördelningsåret och de år som föregår detta. Det bolagsspecifika fördelningssaldot utgör försäkringsbolagets skuld till fördelningssystemet, om saldot visar överskott och försäkringsbolagets fordringar hos fördelningssystemet, om saldot visar underskott. Patientförsäkringscentralen gör senast den 31 maj under fördelningsåret upp en kalkyl över de ersättningar som centralen beräknas betala ur fördelningssystemet under fördelningsåret, samt beloppen av de bolagsspecifika fördelningsavgifterna och fördelningssaldona. Närmare bestämmelser om grunderna för kalkylen utfärdas genom förordning av social- och hälsovårdsministeriet. Patientförsäkringscentralen fastställer senast den 31 maj det år som följer efter fördelningsåret de ersättningar som centralen skall betala enligt fördelningssystemet under fördelningsåret samt de bolagsspecifika fördelningsavgifterna och fördelningssaldona. Försäkringsbolaget skall betala den kalkylerade fördelningsavgiften och den slutligt fastställda fördelningsavgiften samt en post som beror på förändringen i det bolagsspecifika fördelningssaldot till Patientförsäkringscentralen, och centralen skall redovisa den kalkylerade ersättningen och den slutligt fastställda ersättningen enligt fördelningssystemet samt den post som beror på förändringen i det bolagsspecifika fördelningssaldot till försäkringsbolagen. Närmare bestämmelser om fördelningsavgiften och redovisningen av den utfärdas genom förordning av social- och hälsovårdsministeriet. Till de slutliga betalningar som avses ovan i 6 mom. fogas en ränta som räknats på skillnaden mellan de slutliga betalningarna och förskottsbetalningarna för ett års tid räknat från den 1 juli under fördelningsåret. Som ränta används i 12 § i räntelagen nämnd referensränta som gäller nämnda dag.",
        "normalized_sv": "fördelningssystemet premieinkomst Försäkringsbolag som bedriver försäkring enligt denna lag skall varje kalenderår i proportion till premieinkomsten på det sätt som anges i 2―7 mom. () delta i finansieringen av de förhöjningar enligt lagen om bindande av vissa patientskadeersättningar vid lönenivån (255/1987), som Patientförsäkringscentralen betalar ut varje år. Med avses i denna paragraf en sådan premieinkomst för en försäkring enligt denna lag som ingår i försäkringsbolagets resultaträkning. fördelningsåret fördelningsavgifter ersättningar enligt fördelningssystemet fördelningssaldo Patientförsäkringscentralen meddelar försäkringsbolagen senast den 31 maj det år som föregår utbetalningsåret för i 1 mom. avsedda förhöjningar () det relationstal som bestämmer beloppet av de finansieringsandelar () som behövs för finansieringen av fördelningssystemet i proportion till fördelningsårets premieinkomst. Relationstalet skall grunda sig på ett kalkylerat belopp av de förhöjningar enligt 1 mom. () som centralen beräknas betala under fördelningsåret, samt beloppen av premieinkomsterna. Dessutom skall i relationstalet beaktas det över- eller underskott () som bildas av skillnaden mellan fördelningsavgifterna och ersättningarna ur fördelningssystemet de år som föregår fördelningsåret. Närmare bestämmelser om beaktandet av fördelningssaldot vid uträkningen av relationstalet utfärdas genom förordning av social- och hälsovårdsministeriet. Den bolagsspecifika fördelningsavgiften fås genom att multiplicera relationstalet enligt 2 mom. med försäkringsbolagets premieinkomst under fördelningsåret. Det bolagsspecifika fördelningssaldot bestäms utifrån försäkringsbolagens premieinkomst för fördelningsåret i proportion till det fördelningssaldo som influtit för fördelningsåret och de år som föregår detta. Det bolagsspecifika fördelningssaldot utgör försäkringsbolagets skuld till fördelningssystemet, om saldot visar överskott och försäkringsbolagets fordringar hos fördelningssystemet, om saldot visar underskott. Patientförsäkringscentralen gör senast den 31 maj under fördelningsåret upp en kalkyl över de ersättningar som centralen beräknas betala ur fördelningssystemet under fördelningsåret, samt beloppen av de bolagsspecifika fördelningsavgifterna och fördelningssaldona. Närmare bestämmelser om grunderna för kalkylen utfärdas genom förordning av social- och hälsovårdsministeriet. Patientförsäkringscentralen fastställer senast den 31 maj det år som följer efter fördelningsåret de ersättningar som centralen skall betala enligt fördelningssystemet under fördelningsåret samt de bolagsspecifika fördelningsavgifterna och fördelningssaldona. Försäkringsbolaget skall betala den kalkylerade fördelningsavgiften och den slutligt fastställda fördelningsavgiften samt en post som beror på förändringen i det bolagsspecifika fördelningssaldot till Patientförsäkringscentralen, och centralen skall redovisa den kalkylerade ersättningen och den slutligt fastställda ersättningen enligt fördelningssystemet samt den post som beror på förändringen i det bolagsspecifika fördelningssaldot till försäkringsbolagen. Närmare bestämmelser om fördelningsavgiften och redovisningen av den utfärdas genom förordning av social- och hälsovårdsministeriet. Till de slutliga betalningar som avses ovan i 6 mom. fogas en ränta som räknats på skillnaden mellan de slutliga betalningarna och förskottsbetalningarna för ett års tid räknat från den 1 juli under fördelningsåret. Som ränta används i 12 § i räntelagen nämnd referensränta som gäller nämnda dag.",
        "folded_sv": "fordelningssystemet premieinkomst forsakringsbolag som bedriver forsakring enligt denna lag skall varje kalenderar i proportion till premieinkomsten pa det satt som anges i 2―7 mom. () delta i finansieringen av de forhojningar enligt lagen om bindande av vissa patientskadeersattningar vid lonenivan (255/1987), som patientforsakringscentralen betalar ut varje ar. med avses i denna paragraf en sadan premieinkomst for en forsakring enligt denna lag som ingar i forsakringsbolagets resultatrakning. fordelningsaret fordelningsavgifter ersattningar enligt fordelningssystemet fordelningssaldo patientforsakringscentralen meddelar forsakringsbolagen senast den 31 maj det ar som foregar utbetalningsaret for i 1 mom. avsedda forhojningar () det relationstal som bestammer beloppet av de finansieringsandelar () som behovs for finansieringen av fordelningssystemet i proportion till fordelningsarets premieinkomst. relationstalet skall grunda sig pa ett kalkylerat belopp av de forhojningar enligt 1 mom. () som centralen beraknas betala under fordelningsaret, samt beloppen av premieinkomsterna. dessutom skall i relationstalet beaktas det over- eller underskott () som bildas av skillnaden mellan fordelningsavgifterna och ersattningarna ur fordelningssystemet de ar som foregar fordelningsaret. narmare bestammelser om beaktandet av fordelningssaldot vid utrakningen av relationstalet utfardas genom forordning av social- och halsovardsministeriet. den bolagsspecifika fordelningsavgiften fas genom att multiplicera relationstalet enligt 2 mom. med forsakringsbolagets premieinkomst under fordelningsaret. det bolagsspecifika fordelningssaldot bestams utifran forsakringsbolagens premieinkomst for fordelningsaret i proportion till det fordelningssaldo som influtit for fordelningsaret och de ar som foregar detta. det bolagsspecifika fordelningssaldot utgor forsakringsbolagets skuld till fordelningssystemet, om saldot visar overskott och forsakringsbolagets fordringar hos fordelningssystemet, om saldot visar underskott. patientforsakringscentralen gor senast den 31 maj under fordelningsaret upp en kalkyl over de ersattningar som centralen beraknas betala ur fordelningssystemet under fordelningsaret, samt beloppen av de bolagsspecifika fordelningsavgifterna och fordelningssaldona. narmare bestammelser om grunderna for kalkylen utfardas genom forordning av social- och halsovardsministeriet. patientforsakringscentralen faststaller senast den 31 maj det ar som foljer efter fordelningsaret de ersattningar som centralen skall betala enligt fordelningssystemet under fordelningsaret samt de bolagsspecifika fordelningsavgifterna och fordelningssaldona. forsakringsbolaget skall betala den kalkylerade fordelningsavgiften och den slutligt faststallda fordelningsavgiften samt en post som beror pa forandringen i det bolagsspecifika fordelningssaldot till patientforsakringscentralen, och centralen skall redovisa den kalkylerade ersattningen och den slutligt faststallda ersattningen enligt fordelningssystemet samt den post som beror pa forandringen i det bolagsspecifika fordelningssaldot till forsakringsbolagen. narmare bestammelser om fordelningsavgiften och redovisningen av den utfardas genom forordning av social- och halsovardsministeriet. till de slutliga betalningar som avses ovan i 6 mom. fogas en ranta som raknats pa skillnaden mellan de slutliga betalningarna och forskottsbetalningarna for ett ars tid raknat fran den 1 juli under fordelningsaret. som ranta anvands i 12 § i rantelagen namnd referensranta som galler namnda dag."
      },
      "valid_from": "2006-12-22",
      "valid_to": null
    }
  ]
}