{
  "id": "1375/2007",
  "type": "statute",
  "title": "Laki kuntalain muuttamisesta",
  "title_en": "Lag om ändring av kommunallagen",
  "status": "in_force",
  "issued_date": "2007-12-21",
  "in_force_date": "2007-12-21",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/1375/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "title": "Valtion ja kunnan suhde",
      "content": "Valtiovarainministeriö seuraa yleisesti kuntien toimintaa ja taloutta sekä huolehtii, että kuntien itsehallinto otetaan huomioon kuntia koskevan lainsäädännön valmistelussa. Lääninhallitus voi kantelun johdosta tutkia, onko kunta toiminut voimassa olevien lakien mukaan. Kuntia koskevaa lainsäädäntöä, periaatteellisesti tärkeitä ja laajakantoisia kunnallishallinnon ja -talouden asioita sekä valtion- ja kunnallistalouden yhteensovittamista käsitellään valtion ja kuntien neuvottelumenettelyssä siten kuin 8 a ja 8 b §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:8",
        "normalized_fi": "Valtiovarainministeriö seuraa yleisesti kuntien toimintaa ja taloutta sekä huolehtii, että kuntien itsehallinto otetaan huomioon kuntia koskevan lainsäädännön valmistelussa. Lääninhallitus voi kantelun johdosta tutkia, onko kunta toiminut voimassa olevien lakien mukaan. Kuntia koskevaa lainsäädäntöä, periaatteellisesti tärkeitä ja laajakantoisia kunnallishallinnon ja -talouden asioita sekä valtion- ja kunnallistalouden yhteensovittamista käsitellään valtion ja kuntien neuvottelumenettelyssä siten kuin 8 a ja 8 b § :ssä säädetään.",
        "folded_fi": "valtiovarainministerio seuraa yleisesti kuntien toimintaa ja taloutta seka huolehtii, etta kuntien itsehallinto otetaan huomioon kuntia koskevan lainsaadannon valmistelussa. laaninhallitus voi kantelun johdosta tutkia, onko kunta toiminut voimassa olevien lakien mukaan. kuntia koskevaa lainsaadantoa, periaatteellisesti tarkeita ja laajakantoisia kunnallishallinnon ja -talouden asioita seka valtion- ja kunnallistalouden yhteensovittamista kasitellaan valtion ja kuntien neuvottelumenettelyssa siten kuin 8 a ja 8 b §:ssa saadetaan.",
        "title_sv": "Förhållandet mellan staten och kommunen",
        "content_sv": "Finansministeriet följer allmänt kommunernas verksamhet och ekonomi samt ser till att den kommunala självstyrelsen beaktas vid beredningen av lagstiftning som gäller kommunerna. Länsstyrelsen kan med anledning av klagomål undersöka om kommunen iakttar gällande lagar. Lagstiftning som gäller kommunerna, principiellt viktiga och vittbärande frågor som gäller kommunalförvaltningen och den kommunala ekonomin samt samordningen av statens och kommunernas ekonomi behandlas genom statens och kommunernas samrådsförfarande så som bestäms i 8 a och 8 b §.",
        "normalized_sv": "Finansministeriet följer allmänt kommunernas verksamhet och ekonomi samt ser till att den kommunala självstyrelsen beaktas vid beredningen av lagstiftning som gäller kommunerna. Länsstyrelsen kan med anledning av klagomål undersöka om kommunen iakttar gällande lagar. Lagstiftning som gäller kommunerna, principiellt viktiga och vittbärande frågor som gäller kommunalförvaltningen och den kommunala ekonomin samt samordningen av statens och kommunernas ekonomi behandlas genom statens och kommunernas samrådsförfarande så som bestäms i 8 a och 8 b § .",
        "folded_sv": "finansministeriet foljer allmant kommunernas verksamhet och ekonomi samt ser till att den kommunala sjalvstyrelsen beaktas vid beredningen av lagstiftning som galler kommunerna. lansstyrelsen kan med anledning av klagomal undersoka om kommunen iakttar gallande lagar. lagstiftning som galler kommunerna, principiellt viktiga och vittbarande fragor som galler kommunalforvaltningen och den kommunala ekonomin samt samordningen av statens och kommunernas ekonomi behandlas genom statens och kommunernas samradsforfarande sa som bestams i 8 a och 8 b §."
      }
    },
    {
      "provision_ref": "1:8 a",
      "chapter": "1",
      "section": "8 a",
      "title": "Peruspalveluohjelmamenettely",
      "content": "Peruspalveluohjelmamenettelyllä tarkoitetaan peruspalveluohjelmaa sekä peruspalvelubudjettia. Peruspalveluohjelmamenettely on osa valtion ja kuntien neuvottelumenettelyä ja valtion talousarvion valmistelua. Peruspalveluohjelmassa arvioidaan kuntien toimintaympäristön ja palvelujen kysynnän muutokset, kuntatalouden kehitys ja kuntien tehtävien muutokset sekä tehdään ohjelma tulojen ja menojen tasapainottamisen edellyttämistä toimenpiteistä. Kuntataloutta arvioidaan kokonaisuutena, osana julkista taloutta ja kuntaryhmittäin. Lisäksi peruspalveluohjelmassa arvioidaan kuntien lakisääteisten tehtävien rahoitustarvetta, kehittämistä ja tuottavuuden lisäämistä. Peruspalvelubudjetissa arvioidaan kuntatalouden kehitys sekä valtion talousarvioesityksen vaikutukset kuntatalouteen. Peruspalvelubudjetti laaditaan valtion talousarvioesityksen yhteydessä. Peruspalveluohjelman ja -budjetin laatii valtiovarainministeriö yhdessä sosiaali- ja terveysministeriön, opetusministeriön ja tarvittaessa muiden ministeriöiden kanssa. Suomen Kuntaliitto osallistuu pysyvänä asiantuntijana peruspalveluohjelmamenettelyyn.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:8 a",
        "normalized_fi": "Peruspalveluohjelmamenettelyllä tarkoitetaan peruspalveluohjelmaa sekä peruspalvelubudjettia. Peruspalveluohjelmamenettely on osa valtion ja kuntien neuvottelumenettelyä ja valtion talousarvion valmistelua. Peruspalveluohjelmassa arvioidaan kuntien toimintaympäristön ja palvelujen kysynnän muutokset, kuntatalouden kehitys ja kuntien tehtävien muutokset sekä tehdään ohjelma tulojen ja menojen tasapainottamisen edellyttämistä toimenpiteistä. Kuntataloutta arvioidaan kokonaisuutena, osana julkista taloutta ja kuntaryhmittäin. Lisäksi peruspalveluohjelmassa arvioidaan kuntien lakisääteisten tehtävien rahoitustarvetta, kehittämistä ja tuottavuuden lisäämistä. Peruspalvelubudjetissa arvioidaan kuntatalouden kehitys sekä valtion talousarvioesityksen vaikutukset kuntatalouteen. Peruspalvelubudjetti laaditaan valtion talousarvioesityksen yhteydessä. Peruspalveluohjelman ja -budjetin laatii valtiovarainministeriö yhdessä sosiaali- ja terveysministeriön, opetusministeriön ja tarvittaessa muiden ministeriöiden kanssa. Suomen Kuntaliitto osallistuu pysyvänä asiantuntijana peruspalveluohjelmamenettelyyn.",
        "folded_fi": "peruspalveluohjelmamenettelylla tarkoitetaan peruspalveluohjelmaa seka peruspalvelubudjettia. peruspalveluohjelmamenettely on osa valtion ja kuntien neuvottelumenettelya ja valtion talousarvion valmistelua. peruspalveluohjelmassa arvioidaan kuntien toimintaympariston ja palvelujen kysynnan muutokset, kuntatalouden kehitys ja kuntien tehtavien muutokset seka tehdaan ohjelma tulojen ja menojen tasapainottamisen edellyttamista toimenpiteista. kuntataloutta arvioidaan kokonaisuutena, osana julkista taloutta ja kuntaryhmittain. lisaksi peruspalveluohjelmassa arvioidaan kuntien lakisaateisten tehtavien rahoitustarvetta, kehittamista ja tuottavuuden lisaamista. peruspalvelubudjetissa arvioidaan kuntatalouden kehitys seka valtion talousarvioesityksen vaikutukset kuntatalouteen. peruspalvelubudjetti laaditaan valtion talousarvioesityksen yhteydessa. peruspalveluohjelman ja -budjetin laatii valtiovarainministerio yhdessa sosiaali- ja terveysministerion, opetusministerion ja tarvittaessa muiden ministerioiden kanssa. suomen kuntaliitto osallistuu pysyvana asiantuntijana peruspalveluohjelmamenettelyyn.",
        "title_sv": "Basserviceprogramförfarandet",
        "content_sv": "basserviceprogramförfarandet Med avses basserviceprogrammet och basservicebudgeten. Basserviceprogramförfarandet utgör en del av statens och kommunernas samrådsförfarande och beredningen av statsbudgeten. Basserviceprogrammet innehåller en bedömning av förändringar i kommunernas verksamhetsmiljö och efterfrågan på tjänster, av den kommunala ekonomins utveckling och kommunernas förändrade uppgifter samt ett program för de åtgärder som balanseringen av inkomster och utgifter kräver. Den kommunala ekonomin bedöms som en helhet, som en del av den offentliga ekonomin och enligt kommungrupp. I basserviceprogrammet bedöms dessutom behovet av finansiering för kommunernas lagstadgade uppgifter samt utvecklandet av uppgifterna och förbättrandet av produktiviteten. I basservicebudgeten bedöms den kommunala ekonomins utveckling samt budgetpropositionens inverkan på den kommunala ekonomin. Basservicebudgeten uppgörs i samband med budgetpropositionen. Basserviceprogrammet och basservicebudgeten utarbetas av finansministeriet i samarbete med social- och hälsovårdsministeriet, undervisningsministeriet och vid behov andra ministerier. Finlands Kommunförbund deltar som permanent sakkunnig i basserviceprogramförfarandet.",
        "normalized_sv": "basserviceprogramförfarandet Med avses basserviceprogrammet och basservicebudgeten. Basserviceprogramförfarandet utgör en del av statens och kommunernas samrådsförfarande och beredningen av statsbudgeten. Basserviceprogrammet innehåller en bedömning av förändringar i kommunernas verksamhetsmiljö och efterfrågan på tjänster, av den kommunala ekonomins utveckling och kommunernas förändrade uppgifter samt ett program för de åtgärder som balanseringen av inkomster och utgifter kräver. Den kommunala ekonomin bedöms som en helhet, som en del av den offentliga ekonomin och enligt kommungrupp. I basserviceprogrammet bedöms dessutom behovet av finansiering för kommunernas lagstadgade uppgifter samt utvecklandet av uppgifterna och förbättrandet av produktiviteten. I basservicebudgeten bedöms den kommunala ekonomins utveckling samt budgetpropositionens inverkan på den kommunala ekonomin. Basservicebudgeten uppgörs i samband med budgetpropositionen. Basserviceprogrammet och basservicebudgeten utarbetas av finansministeriet i samarbete med social- och hälsovårdsministeriet, undervisningsministeriet och vid behov andra ministerier. Finlands Kommunförbund deltar som permanent sakkunnig i basserviceprogramförfarandet.",
        "folded_sv": "basserviceprogramforfarandet med avses basserviceprogrammet och basservicebudgeten. basserviceprogramforfarandet utgor en del av statens och kommunernas samradsforfarande och beredningen av statsbudgeten. basserviceprogrammet innehaller en bedomning av forandringar i kommunernas verksamhetsmiljo och efterfragan pa tjanster, av den kommunala ekonomins utveckling och kommunernas forandrade uppgifter samt ett program for de atgarder som balanseringen av inkomster och utgifter kraver. den kommunala ekonomin bedoms som en helhet, som en del av den offentliga ekonomin och enligt kommungrupp. i basserviceprogrammet bedoms dessutom behovet av finansiering for kommunernas lagstadgade uppgifter samt utvecklandet av uppgifterna och forbattrandet av produktiviteten. i basservicebudgeten bedoms den kommunala ekonomins utveckling samt budgetpropositionens inverkan pa den kommunala ekonomin. basservicebudgeten uppgors i samband med budgetpropositionen. basserviceprogrammet och basservicebudgeten utarbetas av finansministeriet i samarbete med social- och halsovardsministeriet, undervisningsministeriet och vid behov andra ministerier. finlands kommunforbund deltar som permanent sakkunnig i basserviceprogramforfarandet."
      }
    },
    {
      "provision_ref": "1:8 b",
      "chapter": "1",
      "section": "8 b",
      "title": "Kunnallistalouden ja -hallinnon neuvottelukunta",
      "content": "Valtion ja kuntien neuvottelumenettelyyn kuuluu peruspalveluohjelmamenettelyn lisäksi asioiden käsittely valtiovarainministeriön yhteydessä toimivassa kunnallistalouden ja -hallinnon neuvottelukunnassa. Neuvottelukunnan tehtävänä on käsitellä 8 §:n 3 momentissa tarkoitettuja asioita, valmistella peruspalveluohjelmaan liittyvä kuntatalouden kehitysarvio sekä seurata, että peruspalveluohjelma otetaan huomioon kuntia koskevan lainsäädännön ja päätöksien valmistelussa. Kunnallistalouden ja -hallinnon neuvottelukunnan tarkemmista tehtävistä sekä kokoonpanosta ja jaostoista säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:8 b",
        "normalized_fi": "Valtion ja kuntien neuvottelumenettelyyn kuuluu peruspalveluohjelmamenettelyn lisäksi asioiden käsittely valtiovarainministeriön yhteydessä toimivassa kunnallistalouden ja -hallinnon neuvottelukunnassa. Neuvottelukunnan tehtävänä on käsitellä 8 § :n 3 momentissa tarkoitettuja asioita, valmistella peruspalveluohjelmaan liittyvä kuntatalouden kehitysarvio sekä seurata, että peruspalveluohjelma otetaan huomioon kuntia koskevan lainsäädännön ja päätöksien valmistelussa. Kunnallistalouden ja -hallinnon neuvottelukunnan tarkemmista tehtävistä sekä kokoonpanosta ja jaostoista säädetään valtioneuvoston asetuksella.",
        "folded_fi": "valtion ja kuntien neuvottelumenettelyyn kuuluu peruspalveluohjelmamenettelyn lisaksi asioiden kasittely valtiovarainministerion yhteydessa toimivassa kunnallistalouden ja -hallinnon neuvottelukunnassa. neuvottelukunnan tehtavana on kasitella 8 §:n 3 momentissa tarkoitettuja asioita, valmistella peruspalveluohjelmaan liittyva kuntatalouden kehitysarvio seka seurata, etta peruspalveluohjelma otetaan huomioon kuntia koskevan lainsaadannon ja paatoksien valmistelussa. kunnallistalouden ja -hallinnon neuvottelukunnan tarkemmista tehtavista seka kokoonpanosta ja jaostoista saadetaan valtioneuvoston asetuksella.",
        "title_sv": "Delegationen för kommunal ekonomi och kommunalförvaltning",
        "content_sv": "Med statens och kommunernas samrådsförfarande avses utöver basserviceprogramförfarandet, behandlingen av frågor i delegationen för kommunal ekonomi och kommunalförvaltning som finns i anslutning till finansministeriet. Delegationen har till uppgift att behandla de frågor som avses i 8 § 3 mom. och att för basserviceprogrammet göra en utvecklingsprognos för den kommunala ekonomin samt att ge akt på att basserviceprogrammet beaktas i beredningen av lagstiftning och beslut som gäller kommunerna. Bestämmelser om närmare uppgifter för delegationen för kommunal ekonomi och kommunalförvaltning och om dess sammansättning och sektioner utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Med statens och kommunernas samrådsförfarande avses utöver basserviceprogramförfarandet, behandlingen av frågor i delegationen för kommunal ekonomi och kommunalförvaltning som finns i anslutning till finansministeriet. Delegationen har till uppgift att behandla de frågor som avses i 8 § 3 mom. och att för basserviceprogrammet göra en utvecklingsprognos för den kommunala ekonomin samt att ge akt på att basserviceprogrammet beaktas i beredningen av lagstiftning och beslut som gäller kommunerna. Bestämmelser om närmare uppgifter för delegationen för kommunal ekonomi och kommunalförvaltning och om dess sammansättning och sektioner utfärdas genom förordning av statsrådet.",
        "folded_sv": "med statens och kommunernas samradsforfarande avses utover basserviceprogramforfarandet, behandlingen av fragor i delegationen for kommunal ekonomi och kommunalforvaltning som finns i anslutning till finansministeriet. delegationen har till uppgift att behandla de fragor som avses i 8 § 3 mom. och att for basserviceprogrammet gora en utvecklingsprognos for den kommunala ekonomin samt att ge akt pa att basserviceprogrammet beaktas i beredningen av lagstiftning och beslut som galler kommunerna. bestammelser om narmare uppgifter for delegationen for kommunal ekonomi och kommunalforvaltning och om dess sammansattning och sektioner utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "title": "Valtuutettujen lukumäärä",
      "content": "Valtuutettuja valitaan kunnan asukasluvun mukaan seuraavasti: Asukasluku Valtuutettujen luku enintään 2 000 17 2 001 ― 4 000 21 4 001 ― 8 000 27 8 001―15 000 35 15 001―30 000 43 30 001―60 000 51 60 001―120 000 59 120 001―250 000 67 250 001―400 000 75 yli 400 000 85 Kunnassa, jonka asukasluku on enintään 2 000, valtuusto voi vaalivuoden kesäkuun loppuun mennessä päättää valittavaksi valtuutettuja pienemmänkin parittoman lukumäärän kuin 17, ei kuitenkaan vähempää kuin 13. Lukumäärän muutoksista on viipymättä ilmoitettava oikeusministeriölle. Tässä pykälässä säädetty asukasluku määräytyy väestötietolaissa (507/1993) tarkoitetussa väestötietojärjestelmässä vaalivuoden toukokuun 31 päivän päättyessä olevien tietojen mukaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:10",
        "normalized_fi": "Valtuutettuja valitaan kunnan asukasluvun mukaan seuraavasti: Asukasluku Valtuutettujen luku enintään 2 000 17 2 001 ― 4 000 21 4 001 ― 8 000 27 8 001―15 000 35 15 001―30 000 43 30 001―60 000 51 60 001―120 000 59 120 001―250 000 67 250 001―400 000 75 yli 400 000 85 Kunnassa, jonka asukasluku on enintään 2 000, valtuusto voi vaalivuoden kesäkuun loppuun mennessä päättää valittavaksi valtuutettuja pienemmänkin parittoman lukumäärän kuin 17, ei kuitenkaan vähempää kuin 13. Lukumäärän muutoksista on viipymättä ilmoitettava oikeusministeriölle. Tässä pykälässä säädetty asukasluku määräytyy väestötietolaissa (507/1993) tarkoitetussa väestötietojärjestelmässä vaalivuoden toukokuun 31 päivän päättyessä olevien tietojen mukaan.",
        "folded_fi": "valtuutettuja valitaan kunnan asukasluvun mukaan seuraavasti: asukasluku valtuutettujen luku enintaan 2 000 17 2 001 ― 4 000 21 4 001 ― 8 000 27 8 001―15 000 35 15 001―30 000 43 30 001―60 000 51 60 001―120 000 59 120 001―250 000 67 250 001―400 000 75 yli 400 000 85 kunnassa, jonka asukasluku on enintaan 2 000, valtuusto voi vaalivuoden kesakuun loppuun mennessa paattaa valittavaksi valtuutettuja pienemmankin parittoman lukumaaran kuin 17, ei kuitenkaan vahempaa kuin 13. lukumaaran muutoksista on viipymatta ilmoitettava oikeusministeriolle. tassa pykalassa saadetty asukasluku maaraytyy vaestotietolaissa (507/1993) tarkoitetussa vaestotietojarjestelmassa vaalivuoden toukokuun 31 paivan paattyessa olevien tietojen mukaan.",
        "title_sv": "Antalet ledamöter i fullmäktige",
        "content_sv": "Ledamöterna i fullmäktige väljs enligt antalet invånare i kommunen enligt följande: Antal invånare Antal ledamöter i fullmäktige högst 2 000 17 2 001―4 000 21 4 001―8 000 27 8 001―15 000 35 15 001―30 000 43 30 001―60 000 51 60 001―120 000 59 120 001―250 000 67 250 001―400 000 75 över 400 000 85 Fullmäktige i en kommun med högst 2 000 invånare kan före utgången av juni månad valåret fatta beslut även om ett mindre udda antal ledamöter i fullmäktige än 17, dock inte färre än 13. Justitieministeriet ska utan dröjsmål underrättas om ändringar i antalet. Invånarantalet enligt denna paragraf bestäms enligt de uppgifter som vid utgången av den 31 maj valåret finns i det befolkningsdatasystem som avses i befolkningsdatalagen (507/1993).",
        "normalized_sv": "Ledamöterna i fullmäktige väljs enligt antalet invånare i kommunen enligt följande: Antal invånare Antal ledamöter i fullmäktige högst 2 000 17 2 001―4 000 21 4 001―8 000 27 8 001―15 000 35 15 001―30 000 43 30 001―60 000 51 60 001―120 000 59 120 001―250 000 67 250 001―400 000 75 över 400 000 85 Fullmäktige i en kommun med högst 2 000 invånare kan före utgången av juni månad valåret fatta beslut även om ett mindre udda antal ledamöter i fullmäktige än 17, dock inte färre än 13. Justitieministeriet ska utan dröjsmål underrättas om ändringar i antalet. Invånarantalet enligt denna paragraf bestäms enligt de uppgifter som vid utgången av den 31 maj valåret finns i det befolkningsdatasystem som avses i befolkningsdatalagen (507/1993).",
        "folded_sv": "ledamoterna i fullmaktige valjs enligt antalet invanare i kommunen enligt foljande: antal invanare antal ledamoter i fullmaktige hogst 2 000 17 2 001―4 000 21 4 001―8 000 27 8 001―15 000 35 15 001―30 000 43 30 001―60 000 51 60 001―120 000 59 120 001―250 000 67 250 001―400 000 75 over 400 000 85 fullmaktige i en kommun med hogst 2 000 invanare kan fore utgangen av juni manad valaret fatta beslut aven om ett mindre udda antal ledamoter i fullmaktige an 17, dock inte farre an 13. justitieministeriet ska utan drojsmal underrattas om andringar i antalet. invanarantalet enligt denna paragraf bestams enligt de uppgifter som vid utgangen av den 31 maj valaret finns i det befolkningsdatasystem som avses i befolkningsdatalagen (507/1993)."
      }
    },
    {
      "provision_ref": "1:87 c",
      "chapter": "1",
      "section": "87 c",
      "title": "Johtokunta",
      "content": "Kunnallisella liikelaitoksella on johtokunta. Johtokunta ohjaa ja valvoo liikelaitoksen toimintaa. Johtokunta vastaa liikelaitoksen hallinnon ja toiminnan sekä sisäisen valvonnan asianmukaisesta järjestämisestä. Johtokunnan tehtävänä on: 1) päättää liikelaitoksen toiminnan kehittämisestä valtuuston tai yhtymäkokouksen asettamien toiminnallisten ja taloudellisten tavoitteiden rajoissa sekä seurata tavoitteiden saavuttamista ja raportoida niiden saavuttamisesta; 2) hyväksyä liikelaitoksen talousarvio ja -suunnitelma; 3) valita ja irtisanoa liikelaitoksen johtaja, jollei johtosäännössä toisin määrätä; 4) päättää liikelaitoksen investoinneista ja muista pitkävaikutteisista menoista, jollei johtosäännössä toisin määrätä; 5) päättää liikelaitoksen nimen kirjoittamiseen oikeutetuista; ja 6) valvoa liikelaitoksen etua ja, jollei johtosäännössä toisin määrätä, edustaa kuntaa ja käyttää sen puhevaltaa liikelaitoksen tehtäväalueella. Johtokunnan muista tehtävistä määrätään johtosäännössä. Liikelaitoskuntayhtymän johtokunnan tehtävistä on muutoin soveltuvin osin voimassa, mitä 86 §:n mukaan sovelletaan kuntayhtymän hallitukseen. Liikelaitoskuntayhtymässä muista kuin yhtymäkokoukselle kuuluvista asioista päättää johtokunta, jollei kysymys ole johtajalle 87 d §:n mukaan kuuluvasta asiasta tai jollei toimivaltaa ole siirretty johtajalle tai muulle viranomaiselle. Kunnallisen liikelaitoksen johtokunnan kokoonpanoon ei sovelleta 81 §:n 4 momenttia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:87 c",
        "normalized_fi": "Kunnallisella liikelaitoksella on johtokunta. Johtokunta ohjaa ja valvoo liikelaitoksen toimintaa. Johtokunta vastaa liikelaitoksen hallinnon ja toiminnan sekä sisäisen valvonnan asianmukaisesta järjestämisestä. Johtokunnan tehtävänä on: 1) päättää liikelaitoksen toiminnan kehittämisestä valtuuston tai yhtymäkokouksen asettamien toiminnallisten ja taloudellisten tavoitteiden rajoissa sekä seurata tavoitteiden saavuttamista ja raportoida niiden saavuttamisesta; 2) hyväksyä liikelaitoksen talousarvio ja -suunnitelma; 3) valita ja irtisanoa liikelaitoksen johtaja, jollei johtosäännössä toisin määrätä; 4) päättää liikelaitoksen investoinneista ja muista pitkävaikutteisista menoista, jollei johtosäännössä toisin määrätä; 5) päättää liikelaitoksen nimen kirjoittamiseen oikeutetuista; ja 6) valvoa liikelaitoksen etua ja, jollei johtosäännössä toisin määrätä, edustaa kuntaa ja käyttää sen puhevaltaa liikelaitoksen tehtäväalueella. Johtokunnan muista tehtävistä määrätään johtosäännössä. Liikelaitoskuntayhtymän johtokunnan tehtävistä on muutoin soveltuvin osin voimassa, mitä 86 § :n mukaan sovelletaan kuntayhtymän hallitukseen. Liikelaitoskuntayhtymässä muista kuin yhtymäkokoukselle kuuluvista asioista päättää johtokunta, jollei kysymys ole johtajalle 87 d § :n mukaan kuuluvasta asiasta tai jollei toimivaltaa ole siirretty johtajalle tai muulle viranomaiselle. Kunnallisen liikelaitoksen johtokunnan kokoonpanoon ei sovelleta 81 § :n 4 momenttia.",
        "folded_fi": "kunnallisella liikelaitoksella on johtokunta. johtokunta ohjaa ja valvoo liikelaitoksen toimintaa. johtokunta vastaa liikelaitoksen hallinnon ja toiminnan seka sisaisen valvonnan asianmukaisesta jarjestamisesta. johtokunnan tehtavana on: 1) paattaa liikelaitoksen toiminnan kehittamisesta valtuuston tai yhtymakokouksen asettamien toiminnallisten ja taloudellisten tavoitteiden rajoissa seka seurata tavoitteiden saavuttamista ja raportoida niiden saavuttamisesta; 2) hyvaksya liikelaitoksen talousarvio ja -suunnitelma; 3) valita ja irtisanoa liikelaitoksen johtaja, jollei johtosaannossa toisin maarata; 4) paattaa liikelaitoksen investoinneista ja muista pitkavaikutteisista menoista, jollei johtosaannossa toisin maarata; 5) paattaa liikelaitoksen nimen kirjoittamiseen oikeutetuista; ja 6) valvoa liikelaitoksen etua ja, jollei johtosaannossa toisin maarata, edustaa kuntaa ja kayttaa sen puhevaltaa liikelaitoksen tehtavaalueella. johtokunnan muista tehtavista maarataan johtosaannossa. liikelaitoskuntayhtyman johtokunnan tehtavista on muutoin soveltuvin osin voimassa, mita 86 §:n mukaan sovelletaan kuntayhtyman hallitukseen. liikelaitoskuntayhtymassa muista kuin yhtymakokoukselle kuuluvista asioista paattaa johtokunta, jollei kysymys ole johtajalle 87 d §:n mukaan kuuluvasta asiasta tai jollei toimivaltaa ole siirretty johtajalle tai muulle viranomaiselle. kunnallisen liikelaitoksen johtokunnan kokoonpanoon ei sovelleta 81 §:n 4 momenttia.",
        "title_sv": "Direktion",
        "content_sv": "Ett kommunalt affärsverk ska ha en direktion. Direktionen leder och övervakar affärsverkets verksamhet. Direktionen ansvarar för att affärsverkets förvaltning och verksamhet samt den interna kontrollen ordnas på behörigt sätt. Direktionen ska 1) besluta om utvecklande av affärsverkets verksamhet inom ramen för de mål som fullmäktige eller samkommunsstämman satt för verksamheten och ekonomin samt följa och rapportera hur målen nås, 2) godkänna affärsverkets budget och ekonomiplan, 3) utnämna och säga upp affärsverkets direktör, om inte något annat bestäms i instruktionen, 4) besluta om affärsverkets investeringar och övriga utgifter med lång verkningstid, om inte något annat bestäms i instruktionen, 5) besluta vem som har rätt att teckna affärsverkets namn, samt 6) bevaka affärsverkets intressen och, om inte något annat bestäms i instruktionen, företräda kommunen och föra dess talan inom affärsverkets uppgiftsområde. I fråga om direktionens övriga uppgifter bestäms i instruktionen. I fråga om uppgifterna för direktionen för en affärsverkssamkommun gäller i övrigt i tillämpliga delar vad som enligt 86 § tillämpas på styrelsen för en samkommun. I en affärsverkssamkommun fattas beslut i andra ärenden än sådana som ankommer på samkommunsstämman av direktionen, om det inte är fråga om ett ärende som enligt 87 d § ankommer på direktören eller om inte behörighet har överförts på direktören eller någon annan myndighet. I fråga om sammansättningen av ett kommunalt affärsverks direktion tillämpas inte 81 § 4 mom.",
        "normalized_sv": "Ett kommunalt affärsverk ska ha en direktion. Direktionen leder och övervakar affärsverkets verksamhet. Direktionen ansvarar för att affärsverkets förvaltning och verksamhet samt den interna kontrollen ordnas på behörigt sätt. Direktionen ska 1) besluta om utvecklande av affärsverkets verksamhet inom ramen för de mål som fullmäktige eller samkommunsstämman satt för verksamheten och ekonomin samt följa och rapportera hur målen nås, 2) godkänna affärsverkets budget och ekonomiplan, 3) utnämna och säga upp affärsverkets direktör, om inte något annat bestäms i instruktionen, 4) besluta om affärsverkets investeringar och övriga utgifter med lång verkningstid, om inte något annat bestäms i instruktionen, 5) besluta vem som har rätt att teckna affärsverkets namn, samt 6) bevaka affärsverkets intressen och, om inte något annat bestäms i instruktionen, företräda kommunen och föra dess talan inom affärsverkets uppgiftsområde. I fråga om direktionens övriga uppgifter bestäms i instruktionen. I fråga om uppgifterna för direktionen för en affärsverkssamkommun gäller i övrigt i tillämpliga delar vad som enligt 86 § tillämpas på styrelsen för en samkommun. I en affärsverkssamkommun fattas beslut i andra ärenden än sådana som ankommer på samkommunsstämman av direktionen, om det inte är fråga om ett ärende som enligt 87 d § ankommer på direktören eller om inte behörighet har överförts på direktören eller någon annan myndighet. I fråga om sammansättningen av ett kommunalt affärsverks direktion tillämpas inte 81 § 4 mom.",
        "folded_sv": "ett kommunalt affarsverk ska ha en direktion. direktionen leder och overvakar affarsverkets verksamhet. direktionen ansvarar for att affarsverkets forvaltning och verksamhet samt den interna kontrollen ordnas pa behorigt satt. direktionen ska 1) besluta om utvecklande av affarsverkets verksamhet inom ramen for de mal som fullmaktige eller samkommunsstamman satt for verksamheten och ekonomin samt folja och rapportera hur malen nas, 2) godkanna affarsverkets budget och ekonomiplan, 3) utnamna och saga upp affarsverkets direktor, om inte nagot annat bestams i instruktionen, 4) besluta om affarsverkets investeringar och ovriga utgifter med lang verkningstid, om inte nagot annat bestams i instruktionen, 5) besluta vem som har ratt att teckna affarsverkets namn, samt 6) bevaka affarsverkets intressen och, om inte nagot annat bestams i instruktionen, foretrada kommunen och fora dess talan inom affarsverkets uppgiftsomrade. i fraga om direktionens ovriga uppgifter bestams i instruktionen. i fraga om uppgifterna for direktionen for en affarsverkssamkommun galler i ovrigt i tillampliga delar vad som enligt 86 § tillampas pa styrelsen for en samkommun. i en affarsverkssamkommun fattas beslut i andra arenden an sadana som ankommer pa samkommunsstamman av direktionen, om det inte ar fraga om ett arende som enligt 87 d § ankommer pa direktoren eller om inte behorighet har overforts pa direktoren eller nagon annan myndighet. i fraga om sammansattningen av ett kommunalt affarsverks direktion tillampas inte 81 § 4 mom."
      }
    },
    {
      "provision_ref": "1:89",
      "chapter": "1",
      "section": "89",
      "title": "Oikaisuvaatimus",
      "content": "Kunnanhallituksen ja lautakunnan, niiden jaoston sekä niiden alaisen viranomaisen päätökseen tyytymätön voi tehdä kirjallisen oikaisuvaatimuksen. Päätökseen ei saa hakea muutosta valittamalla. Oikaisuvaatimus tehdään 1 momentissa tarkoitetun toimielimen ja sen jaoston sekä sen alaisen viranomaisen päätöksestä asianomaiselle toimielimelle. Oikaisuvaatimus kunnallisen liikelaitoksen johtokunnan 87 c §:n 3 momentissa ja liikelaitoskuntayhtymän johtokunnan 87 c §:n 5 momentissa tarkoitetusta päätöksestä tehdään päätöksen tehneelle johtokunnalle. Jos johtosäännössä on 51 §:n nojalla määrätty, että päätös voidaan ottaa johtokunnan käsiteltäväksi, oikaisuvaatimus johtokunnan ja sen alaisen viranomaisen päätöksestä tehdään johtokunnalle. Oikaisuvaatimus on käsiteltävä viipymättä. Jos kunnanhallitus on 51 §:n nojalla ottanut lautakunnan, sen jaoston tai niiden alaisen viranomaisen päättämän asian käsiteltäväkseen, on päätöksestä tehty oikaisuvaatimus käsiteltävä kunnanhallituksessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:89",
        "normalized_fi": "Kunnanhallituksen ja lautakunnan, niiden jaoston sekä niiden alaisen viranomaisen päätökseen tyytymätön voi tehdä kirjallisen oikaisuvaatimuksen. Päätökseen ei saa hakea muutosta valittamalla. Oikaisuvaatimus tehdään 1 momentissa tarkoitetun toimielimen ja sen jaoston sekä sen alaisen viranomaisen päätöksestä asianomaiselle toimielimelle. Oikaisuvaatimus kunnallisen liikelaitoksen johtokunnan 87 c § :n 3 momentissa ja liikelaitoskuntayhtymän johtokunnan 87 c § :n 5 momentissa tarkoitetusta päätöksestä tehdään päätöksen tehneelle johtokunnalle. Jos johtosäännössä on 51 § :n nojalla määrätty, että päätös voidaan ottaa johtokunnan käsiteltäväksi, oikaisuvaatimus johtokunnan ja sen alaisen viranomaisen päätöksestä tehdään johtokunnalle. Oikaisuvaatimus on käsiteltävä viipymättä. Jos kunnanhallitus on 51 § :n nojalla ottanut lautakunnan, sen jaoston tai niiden alaisen viranomaisen päättämän asian käsiteltäväkseen, on päätöksestä tehty oikaisuvaatimus käsiteltävä kunnanhallituksessa.",
        "folded_fi": "kunnanhallituksen ja lautakunnan, niiden jaoston seka niiden alaisen viranomaisen paatokseen tyytymaton voi tehda kirjallisen oikaisuvaatimuksen. paatokseen ei saa hakea muutosta valittamalla. oikaisuvaatimus tehdaan 1 momentissa tarkoitetun toimielimen ja sen jaoston seka sen alaisen viranomaisen paatoksesta asianomaiselle toimielimelle. oikaisuvaatimus kunnallisen liikelaitoksen johtokunnan 87 c §:n 3 momentissa ja liikelaitoskuntayhtyman johtokunnan 87 c §:n 5 momentissa tarkoitetusta paatoksesta tehdaan paatoksen tehneelle johtokunnalle. jos johtosaannossa on 51 §:n nojalla maaratty, etta paatos voidaan ottaa johtokunnan kasiteltavaksi, oikaisuvaatimus johtokunnan ja sen alaisen viranomaisen paatoksesta tehdaan johtokunnalle. oikaisuvaatimus on kasiteltava viipymatta. jos kunnanhallitus on 51 §:n nojalla ottanut lautakunnan, sen jaoston tai niiden alaisen viranomaisen paattaman asian kasiteltavakseen, on paatoksesta tehty oikaisuvaatimus kasiteltava kunnanhallituksessa.",
        "title_sv": "Rättelseyrkande",
        "content_sv": "Den som är missnöjd med ett beslut av kommunstyrelsen eller en nämnd, deras sektioner eller en myndighet som lyder under dem, kan framställa ett skriftligt rättelseyrkande. Ändring i beslutet får inte sökas genom besvär. Yrkande på rättelse i ett beslut av ett organ som avses i 1 mom. och av en sektion i organet eller av en myndighet som lyder under det, framställs till organet i fråga. Yrkande på rättelse i sådana beslut av ett kommunalt affärsverks direktion som avses i 87 c § 3 mom. och i sådana beslut av en affärsverkssamkommuns direktion som avses i 87 c § 5 mom., framställs till direktionen. Om det i en instruktion med stöd av 51 § föreskrivs att ett beslut kan tas upp till behandling i en direktion, ska yrkande på rättelse i ett beslut av direktionen eller av en myndighet som lyder under den framställas till direktionen. Ett rättelseyrkande ska behandlas utan dröjsmål. Har kommunstyrelsen med stöd av 51 § till behandling tagit upp ett ärende som en nämnd, dess sektion eller en myndighet som lyder under dem fattat beslut i, ska yrkande på rättelse i beslutet tas upp till behandling i kommunstyrelsen.",
        "normalized_sv": "Den som är missnöjd med ett beslut av kommunstyrelsen eller en nämnd, deras sektioner eller en myndighet som lyder under dem, kan framställa ett skriftligt rättelseyrkande. Ändring i beslutet får inte sökas genom besvär. Yrkande på rättelse i ett beslut av ett organ som avses i 1 mom. och av en sektion i organet eller av en myndighet som lyder under det, framställs till organet i fråga. Yrkande på rättelse i sådana beslut av ett kommunalt affärsverks direktion som avses i 87 c § 3 mom. och i sådana beslut av en affärsverkssamkommuns direktion som avses i 87 c § 5 mom., framställs till direktionen. Om det i en instruktion med stöd av 51 § föreskrivs att ett beslut kan tas upp till behandling i en direktion, ska yrkande på rättelse i ett beslut av direktionen eller av en myndighet som lyder under den framställas till direktionen. Ett rättelseyrkande ska behandlas utan dröjsmål. Har kommunstyrelsen med stöd av 51 § till behandling tagit upp ett ärende som en nämnd, dess sektion eller en myndighet som lyder under dem fattat beslut i, ska yrkande på rättelse i beslutet tas upp till behandling i kommunstyrelsen.",
        "folded_sv": "den som ar missnojd med ett beslut av kommunstyrelsen eller en namnd, deras sektioner eller en myndighet som lyder under dem, kan framstalla ett skriftligt rattelseyrkande. andring i beslutet far inte sokas genom besvar. yrkande pa rattelse i ett beslut av ett organ som avses i 1 mom. och av en sektion i organet eller av en myndighet som lyder under det, framstalls till organet i fraga. yrkande pa rattelse i sadana beslut av ett kommunalt affarsverks direktion som avses i 87 c § 3 mom. och i sadana beslut av en affarsverkssamkommuns direktion som avses i 87 c § 5 mom., framstalls till direktionen. om det i en instruktion med stod av 51 § foreskrivs att ett beslut kan tas upp till behandling i en direktion, ska yrkande pa rattelse i ett beslut av direktionen eller av en myndighet som lyder under den framstallas till direktionen. ett rattelseyrkande ska behandlas utan drojsmal. har kommunstyrelsen med stod av 51 § till behandling tagit upp ett arende som en namnd, dess sektion eller en myndighet som lyder under dem fattat beslut i, ska yrkande pa rattelse i beslutet tas upp till behandling i kommunstyrelsen."
      }
    },
    {
      "provision_ref": "1:90",
      "chapter": "1",
      "section": "90",
      "title": "Kunnallisvalitus",
      "content": "Valtuuston ja kuntayhtymän 81 §:n 1 momentissa tarkoitetun toimielimen päätökseen sekä kunnanhallituksen, lautakunnan ja johtokunnan oikaisuvaatimuksen johdosta antamaan päätökseen haetaan muutosta kunnallisvalituksella hallinto-oikeudelta. Valituksen saa tehdä sillä perusteella, että: 1) päätös on syntynyt virheellisessä järjestyksessä; 2) päätöksen tehnyt viranomainen on ylittänyt toimivaltansa; tai 3) päätös on muuten lainvastainen. Valittajan tulee esittää 2 momentissa tarkoitetut valituksen perusteet ennen valitusajan päättymistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:90",
        "normalized_fi": "Valtuuston ja kuntayhtymän 81 § :n 1 momentissa tarkoitetun toimielimen päätökseen sekä kunnanhallituksen, lautakunnan ja johtokunnan oikaisuvaatimuksen johdosta antamaan päätökseen haetaan muutosta kunnallisvalituksella hallinto-oikeudelta. Valituksen saa tehdä sillä perusteella, että: 1) päätös on syntynyt virheellisessä järjestyksessä; 2) päätöksen tehnyt viranomainen on ylittänyt toimivaltansa; tai 3) päätös on muuten lainvastainen. Valittajan tulee esittää 2 momentissa tarkoitetut valituksen perusteet ennen valitusajan päättymistä.",
        "folded_fi": "valtuuston ja kuntayhtyman 81 §:n 1 momentissa tarkoitetun toimielimen paatokseen seka kunnanhallituksen, lautakunnan ja johtokunnan oikaisuvaatimuksen johdosta antamaan paatokseen haetaan muutosta kunnallisvalituksella hallinto-oikeudelta. valituksen saa tehda silla perusteella, etta: 1) paatos on syntynyt virheellisessa jarjestyksessa; 2) paatoksen tehnyt viranomainen on ylittanyt toimivaltansa; tai 3) paatos on muuten lainvastainen. valittajan tulee esittaa 2 momentissa tarkoitetut valituksen perusteet ennen valitusajan paattymista.",
        "title_sv": "Kommunalbesvär",
        "content_sv": "Ändring i beslut som fattats av fullmäktige eller samkommunens organ som avses i 81 § 1 mom. samt i beslut som kommunstyrelsen, en nämnd eller en direktion meddelat med anledning av ett rättelseyrkande söks hos förvaltningsdomstolen genom kommunalbesvär. Besvär får anföras på den grunden att 1) beslutet har tillkommit i felaktig ordning, 2) den myndighet som fattat beslutet har överskridit sina befogenheter, eller 3) beslutet annars strider mot lag. Ändringssökanden ska framföra i 2 mom. avsedda besvärsgrunder innan besvärstiden löper ut.",
        "normalized_sv": "Ändring i beslut som fattats av fullmäktige eller samkommunens organ som avses i 81 § 1 mom. samt i beslut som kommunstyrelsen, en nämnd eller en direktion meddelat med anledning av ett rättelseyrkande söks hos förvaltningsdomstolen genom kommunalbesvär. Besvär får anföras på den grunden att 1) beslutet har tillkommit i felaktig ordning, 2) den myndighet som fattat beslutet har överskridit sina befogenheter, eller 3) beslutet annars strider mot lag. Ändringssökanden ska framföra i 2 mom. avsedda besvärsgrunder innan besvärstiden löper ut.",
        "folded_sv": "andring i beslut som fattats av fullmaktige eller samkommunens organ som avses i 81 § 1 mom. samt i beslut som kommunstyrelsen, en namnd eller en direktion meddelat med anledning av ett rattelseyrkande soks hos forvaltningsdomstolen genom kommunalbesvar. besvar far anforas pa den grunden att 1) beslutet har tillkommit i felaktig ordning, 2) den myndighet som fattat beslutet har overskridit sina befogenheter, eller 3) beslutet annars strider mot lag. andringssokanden ska framfora i 2 mom. avsedda besvarsgrunder innan besvarstiden loper ut."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "title": "Valtion ja kunnan suhde",
      "content": "Valtiovarainministeriö seuraa yleisesti kuntien toimintaa ja taloutta sekä huolehtii, että kuntien itsehallinto otetaan huomioon kuntia koskevan lainsäädännön valmistelussa. Lääninhallitus voi kantelun johdosta tutkia, onko kunta toiminut voimassa olevien lakien mukaan. Kuntia koskevaa lainsäädäntöä, periaatteellisesti tärkeitä ja laajakantoisia kunnallishallinnon ja -talouden asioita sekä valtion- ja kunnallistalouden yhteensovittamista käsitellään valtion ja kuntien neuvottelumenettelyssä siten kuin 8 a ja 8 b §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:8",
        "normalized_fi": "Valtiovarainministeriö seuraa yleisesti kuntien toimintaa ja taloutta sekä huolehtii, että kuntien itsehallinto otetaan huomioon kuntia koskevan lainsäädännön valmistelussa. Lääninhallitus voi kantelun johdosta tutkia, onko kunta toiminut voimassa olevien lakien mukaan. Kuntia koskevaa lainsäädäntöä, periaatteellisesti tärkeitä ja laajakantoisia kunnallishallinnon ja -talouden asioita sekä valtion- ja kunnallistalouden yhteensovittamista käsitellään valtion ja kuntien neuvottelumenettelyssä siten kuin 8 a ja 8 b § :ssä säädetään.",
        "folded_fi": "valtiovarainministerio seuraa yleisesti kuntien toimintaa ja taloutta seka huolehtii, etta kuntien itsehallinto otetaan huomioon kuntia koskevan lainsaadannon valmistelussa. laaninhallitus voi kantelun johdosta tutkia, onko kunta toiminut voimassa olevien lakien mukaan. kuntia koskevaa lainsaadantoa, periaatteellisesti tarkeita ja laajakantoisia kunnallishallinnon ja -talouden asioita seka valtion- ja kunnallistalouden yhteensovittamista kasitellaan valtion ja kuntien neuvottelumenettelyssa siten kuin 8 a ja 8 b §:ssa saadetaan.",
        "title_sv": "Förhållandet mellan staten och kommunen",
        "content_sv": "Finansministeriet följer allmänt kommunernas verksamhet och ekonomi samt ser till att den kommunala självstyrelsen beaktas vid beredningen av lagstiftning som gäller kommunerna. Länsstyrelsen kan med anledning av klagomål undersöka om kommunen iakttar gällande lagar. Lagstiftning som gäller kommunerna, principiellt viktiga och vittbärande frågor som gäller kommunalförvaltningen och den kommunala ekonomin samt samordningen av statens och kommunernas ekonomi behandlas genom statens och kommunernas samrådsförfarande så som bestäms i 8 a och 8 b §.",
        "normalized_sv": "Finansministeriet följer allmänt kommunernas verksamhet och ekonomi samt ser till att den kommunala självstyrelsen beaktas vid beredningen av lagstiftning som gäller kommunerna. Länsstyrelsen kan med anledning av klagomål undersöka om kommunen iakttar gällande lagar. Lagstiftning som gäller kommunerna, principiellt viktiga och vittbärande frågor som gäller kommunalförvaltningen och den kommunala ekonomin samt samordningen av statens och kommunernas ekonomi behandlas genom statens och kommunernas samrådsförfarande så som bestäms i 8 a och 8 b § .",
        "folded_sv": "finansministeriet foljer allmant kommunernas verksamhet och ekonomi samt ser till att den kommunala sjalvstyrelsen beaktas vid beredningen av lagstiftning som galler kommunerna. lansstyrelsen kan med anledning av klagomal undersoka om kommunen iakttar gallande lagar. lagstiftning som galler kommunerna, principiellt viktiga och vittbarande fragor som galler kommunalforvaltningen och den kommunala ekonomin samt samordningen av statens och kommunernas ekonomi behandlas genom statens och kommunernas samradsforfarande sa som bestams i 8 a och 8 b §."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "1:8 a",
      "chapter": "1",
      "section": "8 a",
      "title": "Peruspalveluohjelmamenettely",
      "content": "Peruspalveluohjelmamenettelyllä tarkoitetaan peruspalveluohjelmaa sekä peruspalvelubudjettia. Peruspalveluohjelmamenettely on osa valtion ja kuntien neuvottelumenettelyä ja valtion talousarvion valmistelua. Peruspalveluohjelmassa arvioidaan kuntien toimintaympäristön ja palvelujen kysynnän muutokset, kuntatalouden kehitys ja kuntien tehtävien muutokset sekä tehdään ohjelma tulojen ja menojen tasapainottamisen edellyttämistä toimenpiteistä. Kuntataloutta arvioidaan kokonaisuutena, osana julkista taloutta ja kuntaryhmittäin. Lisäksi peruspalveluohjelmassa arvioidaan kuntien lakisääteisten tehtävien rahoitustarvetta, kehittämistä ja tuottavuuden lisäämistä. Peruspalvelubudjetissa arvioidaan kuntatalouden kehitys sekä valtion talousarvioesityksen vaikutukset kuntatalouteen. Peruspalvelubudjetti laaditaan valtion talousarvioesityksen yhteydessä. Peruspalveluohjelman ja -budjetin laatii valtiovarainministeriö yhdessä sosiaali- ja terveysministeriön, opetusministeriön ja tarvittaessa muiden ministeriöiden kanssa. Suomen Kuntaliitto osallistuu pysyvänä asiantuntijana peruspalveluohjelmamenettelyyn.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:8 a",
        "normalized_fi": "Peruspalveluohjelmamenettelyllä tarkoitetaan peruspalveluohjelmaa sekä peruspalvelubudjettia. Peruspalveluohjelmamenettely on osa valtion ja kuntien neuvottelumenettelyä ja valtion talousarvion valmistelua. Peruspalveluohjelmassa arvioidaan kuntien toimintaympäristön ja palvelujen kysynnän muutokset, kuntatalouden kehitys ja kuntien tehtävien muutokset sekä tehdään ohjelma tulojen ja menojen tasapainottamisen edellyttämistä toimenpiteistä. Kuntataloutta arvioidaan kokonaisuutena, osana julkista taloutta ja kuntaryhmittäin. Lisäksi peruspalveluohjelmassa arvioidaan kuntien lakisääteisten tehtävien rahoitustarvetta, kehittämistä ja tuottavuuden lisäämistä. Peruspalvelubudjetissa arvioidaan kuntatalouden kehitys sekä valtion talousarvioesityksen vaikutukset kuntatalouteen. Peruspalvelubudjetti laaditaan valtion talousarvioesityksen yhteydessä. Peruspalveluohjelman ja -budjetin laatii valtiovarainministeriö yhdessä sosiaali- ja terveysministeriön, opetusministeriön ja tarvittaessa muiden ministeriöiden kanssa. Suomen Kuntaliitto osallistuu pysyvänä asiantuntijana peruspalveluohjelmamenettelyyn.",
        "folded_fi": "peruspalveluohjelmamenettelylla tarkoitetaan peruspalveluohjelmaa seka peruspalvelubudjettia. peruspalveluohjelmamenettely on osa valtion ja kuntien neuvottelumenettelya ja valtion talousarvion valmistelua. peruspalveluohjelmassa arvioidaan kuntien toimintaympariston ja palvelujen kysynnan muutokset, kuntatalouden kehitys ja kuntien tehtavien muutokset seka tehdaan ohjelma tulojen ja menojen tasapainottamisen edellyttamista toimenpiteista. kuntataloutta arvioidaan kokonaisuutena, osana julkista taloutta ja kuntaryhmittain. lisaksi peruspalveluohjelmassa arvioidaan kuntien lakisaateisten tehtavien rahoitustarvetta, kehittamista ja tuottavuuden lisaamista. peruspalvelubudjetissa arvioidaan kuntatalouden kehitys seka valtion talousarvioesityksen vaikutukset kuntatalouteen. peruspalvelubudjetti laaditaan valtion talousarvioesityksen yhteydessa. peruspalveluohjelman ja -budjetin laatii valtiovarainministerio yhdessa sosiaali- ja terveysministerion, opetusministerion ja tarvittaessa muiden ministerioiden kanssa. suomen kuntaliitto osallistuu pysyvana asiantuntijana peruspalveluohjelmamenettelyyn.",
        "title_sv": "Basserviceprogramförfarandet",
        "content_sv": "basserviceprogramförfarandet Med avses basserviceprogrammet och basservicebudgeten. Basserviceprogramförfarandet utgör en del av statens och kommunernas samrådsförfarande och beredningen av statsbudgeten. Basserviceprogrammet innehåller en bedömning av förändringar i kommunernas verksamhetsmiljö och efterfrågan på tjänster, av den kommunala ekonomins utveckling och kommunernas förändrade uppgifter samt ett program för de åtgärder som balanseringen av inkomster och utgifter kräver. Den kommunala ekonomin bedöms som en helhet, som en del av den offentliga ekonomin och enligt kommungrupp. I basserviceprogrammet bedöms dessutom behovet av finansiering för kommunernas lagstadgade uppgifter samt utvecklandet av uppgifterna och förbättrandet av produktiviteten. I basservicebudgeten bedöms den kommunala ekonomins utveckling samt budgetpropositionens inverkan på den kommunala ekonomin. Basservicebudgeten uppgörs i samband med budgetpropositionen. Basserviceprogrammet och basservicebudgeten utarbetas av finansministeriet i samarbete med social- och hälsovårdsministeriet, undervisningsministeriet och vid behov andra ministerier. Finlands Kommunförbund deltar som permanent sakkunnig i basserviceprogramförfarandet.",
        "normalized_sv": "basserviceprogramförfarandet Med avses basserviceprogrammet och basservicebudgeten. Basserviceprogramförfarandet utgör en del av statens och kommunernas samrådsförfarande och beredningen av statsbudgeten. Basserviceprogrammet innehåller en bedömning av förändringar i kommunernas verksamhetsmiljö och efterfrågan på tjänster, av den kommunala ekonomins utveckling och kommunernas förändrade uppgifter samt ett program för de åtgärder som balanseringen av inkomster och utgifter kräver. Den kommunala ekonomin bedöms som en helhet, som en del av den offentliga ekonomin och enligt kommungrupp. I basserviceprogrammet bedöms dessutom behovet av finansiering för kommunernas lagstadgade uppgifter samt utvecklandet av uppgifterna och förbättrandet av produktiviteten. I basservicebudgeten bedöms den kommunala ekonomins utveckling samt budgetpropositionens inverkan på den kommunala ekonomin. Basservicebudgeten uppgörs i samband med budgetpropositionen. Basserviceprogrammet och basservicebudgeten utarbetas av finansministeriet i samarbete med social- och hälsovårdsministeriet, undervisningsministeriet och vid behov andra ministerier. Finlands Kommunförbund deltar som permanent sakkunnig i basserviceprogramförfarandet.",
        "folded_sv": "basserviceprogramforfarandet med avses basserviceprogrammet och basservicebudgeten. basserviceprogramforfarandet utgor en del av statens och kommunernas samradsforfarande och beredningen av statsbudgeten. basserviceprogrammet innehaller en bedomning av forandringar i kommunernas verksamhetsmiljo och efterfragan pa tjanster, av den kommunala ekonomins utveckling och kommunernas forandrade uppgifter samt ett program for de atgarder som balanseringen av inkomster och utgifter kraver. den kommunala ekonomin bedoms som en helhet, som en del av den offentliga ekonomin och enligt kommungrupp. i basserviceprogrammet bedoms dessutom behovet av finansiering for kommunernas lagstadgade uppgifter samt utvecklandet av uppgifterna och forbattrandet av produktiviteten. i basservicebudgeten bedoms den kommunala ekonomins utveckling samt budgetpropositionens inverkan pa den kommunala ekonomin. basservicebudgeten uppgors i samband med budgetpropositionen. basserviceprogrammet och basservicebudgeten utarbetas av finansministeriet i samarbete med social- och halsovardsministeriet, undervisningsministeriet och vid behov andra ministerier. finlands kommunforbund deltar som permanent sakkunnig i basserviceprogramforfarandet."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "1:8 b",
      "chapter": "1",
      "section": "8 b",
      "title": "Kunnallistalouden ja -hallinnon neuvottelukunta",
      "content": "Valtion ja kuntien neuvottelumenettelyyn kuuluu peruspalveluohjelmamenettelyn lisäksi asioiden käsittely valtiovarainministeriön yhteydessä toimivassa kunnallistalouden ja -hallinnon neuvottelukunnassa. Neuvottelukunnan tehtävänä on käsitellä 8 §:n 3 momentissa tarkoitettuja asioita, valmistella peruspalveluohjelmaan liittyvä kuntatalouden kehitysarvio sekä seurata, että peruspalveluohjelma otetaan huomioon kuntia koskevan lainsäädännön ja päätöksien valmistelussa. Kunnallistalouden ja -hallinnon neuvottelukunnan tarkemmista tehtävistä sekä kokoonpanosta ja jaostoista säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:8 b",
        "normalized_fi": "Valtion ja kuntien neuvottelumenettelyyn kuuluu peruspalveluohjelmamenettelyn lisäksi asioiden käsittely valtiovarainministeriön yhteydessä toimivassa kunnallistalouden ja -hallinnon neuvottelukunnassa. Neuvottelukunnan tehtävänä on käsitellä 8 § :n 3 momentissa tarkoitettuja asioita, valmistella peruspalveluohjelmaan liittyvä kuntatalouden kehitysarvio sekä seurata, että peruspalveluohjelma otetaan huomioon kuntia koskevan lainsäädännön ja päätöksien valmistelussa. Kunnallistalouden ja -hallinnon neuvottelukunnan tarkemmista tehtävistä sekä kokoonpanosta ja jaostoista säädetään valtioneuvoston asetuksella.",
        "folded_fi": "valtion ja kuntien neuvottelumenettelyyn kuuluu peruspalveluohjelmamenettelyn lisaksi asioiden kasittely valtiovarainministerion yhteydessa toimivassa kunnallistalouden ja -hallinnon neuvottelukunnassa. neuvottelukunnan tehtavana on kasitella 8 §:n 3 momentissa tarkoitettuja asioita, valmistella peruspalveluohjelmaan liittyva kuntatalouden kehitysarvio seka seurata, etta peruspalveluohjelma otetaan huomioon kuntia koskevan lainsaadannon ja paatoksien valmistelussa. kunnallistalouden ja -hallinnon neuvottelukunnan tarkemmista tehtavista seka kokoonpanosta ja jaostoista saadetaan valtioneuvoston asetuksella.",
        "title_sv": "Delegationen för kommunal ekonomi och kommunalförvaltning",
        "content_sv": "Med statens och kommunernas samrådsförfarande avses utöver basserviceprogramförfarandet, behandlingen av frågor i delegationen för kommunal ekonomi och kommunalförvaltning som finns i anslutning till finansministeriet. Delegationen har till uppgift att behandla de frågor som avses i 8 § 3 mom. och att för basserviceprogrammet göra en utvecklingsprognos för den kommunala ekonomin samt att ge akt på att basserviceprogrammet beaktas i beredningen av lagstiftning och beslut som gäller kommunerna. Bestämmelser om närmare uppgifter för delegationen för kommunal ekonomi och kommunalförvaltning och om dess sammansättning och sektioner utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Med statens och kommunernas samrådsförfarande avses utöver basserviceprogramförfarandet, behandlingen av frågor i delegationen för kommunal ekonomi och kommunalförvaltning som finns i anslutning till finansministeriet. Delegationen har till uppgift att behandla de frågor som avses i 8 § 3 mom. och att för basserviceprogrammet göra en utvecklingsprognos för den kommunala ekonomin samt att ge akt på att basserviceprogrammet beaktas i beredningen av lagstiftning och beslut som gäller kommunerna. Bestämmelser om närmare uppgifter för delegationen för kommunal ekonomi och kommunalförvaltning och om dess sammansättning och sektioner utfärdas genom förordning av statsrådet.",
        "folded_sv": "med statens och kommunernas samradsforfarande avses utover basserviceprogramforfarandet, behandlingen av fragor i delegationen for kommunal ekonomi och kommunalforvaltning som finns i anslutning till finansministeriet. delegationen har till uppgift att behandla de fragor som avses i 8 § 3 mom. och att for basserviceprogrammet gora en utvecklingsprognos for den kommunala ekonomin samt att ge akt pa att basserviceprogrammet beaktas i beredningen av lagstiftning och beslut som galler kommunerna. bestammelser om narmare uppgifter for delegationen for kommunal ekonomi och kommunalforvaltning och om dess sammansattning och sektioner utfardas genom forordning av statsradet."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "title": "Valtuutettujen lukumäärä",
      "content": "Valtuutettuja valitaan kunnan asukasluvun mukaan seuraavasti: Asukasluku Valtuutettujen luku enintään 2 000 17 2 001 ― 4 000 21 4 001 ― 8 000 27 8 001―15 000 35 15 001―30 000 43 30 001―60 000 51 60 001―120 000 59 120 001―250 000 67 250 001―400 000 75 yli 400 000 85 Kunnassa, jonka asukasluku on enintään 2 000, valtuusto voi vaalivuoden kesäkuun loppuun mennessä päättää valittavaksi valtuutettuja pienemmänkin parittoman lukumäärän kuin 17, ei kuitenkaan vähempää kuin 13. Lukumäärän muutoksista on viipymättä ilmoitettava oikeusministeriölle. Tässä pykälässä säädetty asukasluku määräytyy väestötietolaissa (507/1993) tarkoitetussa väestötietojärjestelmässä vaalivuoden toukokuun 31 päivän päättyessä olevien tietojen mukaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:10",
        "normalized_fi": "Valtuutettuja valitaan kunnan asukasluvun mukaan seuraavasti: Asukasluku Valtuutettujen luku enintään 2 000 17 2 001 ― 4 000 21 4 001 ― 8 000 27 8 001―15 000 35 15 001―30 000 43 30 001―60 000 51 60 001―120 000 59 120 001―250 000 67 250 001―400 000 75 yli 400 000 85 Kunnassa, jonka asukasluku on enintään 2 000, valtuusto voi vaalivuoden kesäkuun loppuun mennessä päättää valittavaksi valtuutettuja pienemmänkin parittoman lukumäärän kuin 17, ei kuitenkaan vähempää kuin 13. Lukumäärän muutoksista on viipymättä ilmoitettava oikeusministeriölle. Tässä pykälässä säädetty asukasluku määräytyy väestötietolaissa (507/1993) tarkoitetussa väestötietojärjestelmässä vaalivuoden toukokuun 31 päivän päättyessä olevien tietojen mukaan.",
        "folded_fi": "valtuutettuja valitaan kunnan asukasluvun mukaan seuraavasti: asukasluku valtuutettujen luku enintaan 2 000 17 2 001 ― 4 000 21 4 001 ― 8 000 27 8 001―15 000 35 15 001―30 000 43 30 001―60 000 51 60 001―120 000 59 120 001―250 000 67 250 001―400 000 75 yli 400 000 85 kunnassa, jonka asukasluku on enintaan 2 000, valtuusto voi vaalivuoden kesakuun loppuun mennessa paattaa valittavaksi valtuutettuja pienemmankin parittoman lukumaaran kuin 17, ei kuitenkaan vahempaa kuin 13. lukumaaran muutoksista on viipymatta ilmoitettava oikeusministeriolle. tassa pykalassa saadetty asukasluku maaraytyy vaestotietolaissa (507/1993) tarkoitetussa vaestotietojarjestelmassa vaalivuoden toukokuun 31 paivan paattyessa olevien tietojen mukaan.",
        "title_sv": "Antalet ledamöter i fullmäktige",
        "content_sv": "Ledamöterna i fullmäktige väljs enligt antalet invånare i kommunen enligt följande: Antal invånare Antal ledamöter i fullmäktige högst 2 000 17 2 001―4 000 21 4 001―8 000 27 8 001―15 000 35 15 001―30 000 43 30 001―60 000 51 60 001―120 000 59 120 001―250 000 67 250 001―400 000 75 över 400 000 85 Fullmäktige i en kommun med högst 2 000 invånare kan före utgången av juni månad valåret fatta beslut även om ett mindre udda antal ledamöter i fullmäktige än 17, dock inte färre än 13. Justitieministeriet ska utan dröjsmål underrättas om ändringar i antalet. Invånarantalet enligt denna paragraf bestäms enligt de uppgifter som vid utgången av den 31 maj valåret finns i det befolkningsdatasystem som avses i befolkningsdatalagen (507/1993).",
        "normalized_sv": "Ledamöterna i fullmäktige väljs enligt antalet invånare i kommunen enligt följande: Antal invånare Antal ledamöter i fullmäktige högst 2 000 17 2 001―4 000 21 4 001―8 000 27 8 001―15 000 35 15 001―30 000 43 30 001―60 000 51 60 001―120 000 59 120 001―250 000 67 250 001―400 000 75 över 400 000 85 Fullmäktige i en kommun med högst 2 000 invånare kan före utgången av juni månad valåret fatta beslut även om ett mindre udda antal ledamöter i fullmäktige än 17, dock inte färre än 13. Justitieministeriet ska utan dröjsmål underrättas om ändringar i antalet. Invånarantalet enligt denna paragraf bestäms enligt de uppgifter som vid utgången av den 31 maj valåret finns i det befolkningsdatasystem som avses i befolkningsdatalagen (507/1993).",
        "folded_sv": "ledamoterna i fullmaktige valjs enligt antalet invanare i kommunen enligt foljande: antal invanare antal ledamoter i fullmaktige hogst 2 000 17 2 001―4 000 21 4 001―8 000 27 8 001―15 000 35 15 001―30 000 43 30 001―60 000 51 60 001―120 000 59 120 001―250 000 67 250 001―400 000 75 over 400 000 85 fullmaktige i en kommun med hogst 2 000 invanare kan fore utgangen av juni manad valaret fatta beslut aven om ett mindre udda antal ledamoter i fullmaktige an 17, dock inte farre an 13. justitieministeriet ska utan drojsmal underrattas om andringar i antalet. invanarantalet enligt denna paragraf bestams enligt de uppgifter som vid utgangen av den 31 maj valaret finns i det befolkningsdatasystem som avses i befolkningsdatalagen (507/1993)."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "1:87 c",
      "chapter": "1",
      "section": "87 c",
      "title": "Johtokunta",
      "content": "Kunnallisella liikelaitoksella on johtokunta. Johtokunta ohjaa ja valvoo liikelaitoksen toimintaa. Johtokunta vastaa liikelaitoksen hallinnon ja toiminnan sekä sisäisen valvonnan asianmukaisesta järjestämisestä. Johtokunnan tehtävänä on: 1) päättää liikelaitoksen toiminnan kehittämisestä valtuuston tai yhtymäkokouksen asettamien toiminnallisten ja taloudellisten tavoitteiden rajoissa sekä seurata tavoitteiden saavuttamista ja raportoida niiden saavuttamisesta; 2) hyväksyä liikelaitoksen talousarvio ja -suunnitelma; 3) valita ja irtisanoa liikelaitoksen johtaja, jollei johtosäännössä toisin määrätä; 4) päättää liikelaitoksen investoinneista ja muista pitkävaikutteisista menoista, jollei johtosäännössä toisin määrätä; 5) päättää liikelaitoksen nimen kirjoittamiseen oikeutetuista; ja 6) valvoa liikelaitoksen etua ja, jollei johtosäännössä toisin määrätä, edustaa kuntaa ja käyttää sen puhevaltaa liikelaitoksen tehtäväalueella. Johtokunnan muista tehtävistä määrätään johtosäännössä. Liikelaitoskuntayhtymän johtokunnan tehtävistä on muutoin soveltuvin osin voimassa, mitä 86 §:n mukaan sovelletaan kuntayhtymän hallitukseen. Liikelaitoskuntayhtymässä muista kuin yhtymäkokoukselle kuuluvista asioista päättää johtokunta, jollei kysymys ole johtajalle 87 d §:n mukaan kuuluvasta asiasta tai jollei toimivaltaa ole siirretty johtajalle tai muulle viranomaiselle. Kunnallisen liikelaitoksen johtokunnan kokoonpanoon ei sovelleta 81 §:n 4 momenttia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:87 c",
        "normalized_fi": "Kunnallisella liikelaitoksella on johtokunta. Johtokunta ohjaa ja valvoo liikelaitoksen toimintaa. Johtokunta vastaa liikelaitoksen hallinnon ja toiminnan sekä sisäisen valvonnan asianmukaisesta järjestämisestä. Johtokunnan tehtävänä on: 1) päättää liikelaitoksen toiminnan kehittämisestä valtuuston tai yhtymäkokouksen asettamien toiminnallisten ja taloudellisten tavoitteiden rajoissa sekä seurata tavoitteiden saavuttamista ja raportoida niiden saavuttamisesta; 2) hyväksyä liikelaitoksen talousarvio ja -suunnitelma; 3) valita ja irtisanoa liikelaitoksen johtaja, jollei johtosäännössä toisin määrätä; 4) päättää liikelaitoksen investoinneista ja muista pitkävaikutteisista menoista, jollei johtosäännössä toisin määrätä; 5) päättää liikelaitoksen nimen kirjoittamiseen oikeutetuista; ja 6) valvoa liikelaitoksen etua ja, jollei johtosäännössä toisin määrätä, edustaa kuntaa ja käyttää sen puhevaltaa liikelaitoksen tehtäväalueella. Johtokunnan muista tehtävistä määrätään johtosäännössä. Liikelaitoskuntayhtymän johtokunnan tehtävistä on muutoin soveltuvin osin voimassa, mitä 86 § :n mukaan sovelletaan kuntayhtymän hallitukseen. Liikelaitoskuntayhtymässä muista kuin yhtymäkokoukselle kuuluvista asioista päättää johtokunta, jollei kysymys ole johtajalle 87 d § :n mukaan kuuluvasta asiasta tai jollei toimivaltaa ole siirretty johtajalle tai muulle viranomaiselle. Kunnallisen liikelaitoksen johtokunnan kokoonpanoon ei sovelleta 81 § :n 4 momenttia.",
        "folded_fi": "kunnallisella liikelaitoksella on johtokunta. johtokunta ohjaa ja valvoo liikelaitoksen toimintaa. johtokunta vastaa liikelaitoksen hallinnon ja toiminnan seka sisaisen valvonnan asianmukaisesta jarjestamisesta. johtokunnan tehtavana on: 1) paattaa liikelaitoksen toiminnan kehittamisesta valtuuston tai yhtymakokouksen asettamien toiminnallisten ja taloudellisten tavoitteiden rajoissa seka seurata tavoitteiden saavuttamista ja raportoida niiden saavuttamisesta; 2) hyvaksya liikelaitoksen talousarvio ja -suunnitelma; 3) valita ja irtisanoa liikelaitoksen johtaja, jollei johtosaannossa toisin maarata; 4) paattaa liikelaitoksen investoinneista ja muista pitkavaikutteisista menoista, jollei johtosaannossa toisin maarata; 5) paattaa liikelaitoksen nimen kirjoittamiseen oikeutetuista; ja 6) valvoa liikelaitoksen etua ja, jollei johtosaannossa toisin maarata, edustaa kuntaa ja kayttaa sen puhevaltaa liikelaitoksen tehtavaalueella. johtokunnan muista tehtavista maarataan johtosaannossa. liikelaitoskuntayhtyman johtokunnan tehtavista on muutoin soveltuvin osin voimassa, mita 86 §:n mukaan sovelletaan kuntayhtyman hallitukseen. liikelaitoskuntayhtymassa muista kuin yhtymakokoukselle kuuluvista asioista paattaa johtokunta, jollei kysymys ole johtajalle 87 d §:n mukaan kuuluvasta asiasta tai jollei toimivaltaa ole siirretty johtajalle tai muulle viranomaiselle. kunnallisen liikelaitoksen johtokunnan kokoonpanoon ei sovelleta 81 §:n 4 momenttia.",
        "title_sv": "Direktion",
        "content_sv": "Ett kommunalt affärsverk ska ha en direktion. Direktionen leder och övervakar affärsverkets verksamhet. Direktionen ansvarar för att affärsverkets förvaltning och verksamhet samt den interna kontrollen ordnas på behörigt sätt. Direktionen ska 1) besluta om utvecklande av affärsverkets verksamhet inom ramen för de mål som fullmäktige eller samkommunsstämman satt för verksamheten och ekonomin samt följa och rapportera hur målen nås, 2) godkänna affärsverkets budget och ekonomiplan, 3) utnämna och säga upp affärsverkets direktör, om inte något annat bestäms i instruktionen, 4) besluta om affärsverkets investeringar och övriga utgifter med lång verkningstid, om inte något annat bestäms i instruktionen, 5) besluta vem som har rätt att teckna affärsverkets namn, samt 6) bevaka affärsverkets intressen och, om inte något annat bestäms i instruktionen, företräda kommunen och föra dess talan inom affärsverkets uppgiftsområde. I fråga om direktionens övriga uppgifter bestäms i instruktionen. I fråga om uppgifterna för direktionen för en affärsverkssamkommun gäller i övrigt i tillämpliga delar vad som enligt 86 § tillämpas på styrelsen för en samkommun. I en affärsverkssamkommun fattas beslut i andra ärenden än sådana som ankommer på samkommunsstämman av direktionen, om det inte är fråga om ett ärende som enligt 87 d § ankommer på direktören eller om inte behörighet har överförts på direktören eller någon annan myndighet. I fråga om sammansättningen av ett kommunalt affärsverks direktion tillämpas inte 81 § 4 mom.",
        "normalized_sv": "Ett kommunalt affärsverk ska ha en direktion. Direktionen leder och övervakar affärsverkets verksamhet. Direktionen ansvarar för att affärsverkets förvaltning och verksamhet samt den interna kontrollen ordnas på behörigt sätt. Direktionen ska 1) besluta om utvecklande av affärsverkets verksamhet inom ramen för de mål som fullmäktige eller samkommunsstämman satt för verksamheten och ekonomin samt följa och rapportera hur målen nås, 2) godkänna affärsverkets budget och ekonomiplan, 3) utnämna och säga upp affärsverkets direktör, om inte något annat bestäms i instruktionen, 4) besluta om affärsverkets investeringar och övriga utgifter med lång verkningstid, om inte något annat bestäms i instruktionen, 5) besluta vem som har rätt att teckna affärsverkets namn, samt 6) bevaka affärsverkets intressen och, om inte något annat bestäms i instruktionen, företräda kommunen och föra dess talan inom affärsverkets uppgiftsområde. I fråga om direktionens övriga uppgifter bestäms i instruktionen. I fråga om uppgifterna för direktionen för en affärsverkssamkommun gäller i övrigt i tillämpliga delar vad som enligt 86 § tillämpas på styrelsen för en samkommun. I en affärsverkssamkommun fattas beslut i andra ärenden än sådana som ankommer på samkommunsstämman av direktionen, om det inte är fråga om ett ärende som enligt 87 d § ankommer på direktören eller om inte behörighet har överförts på direktören eller någon annan myndighet. I fråga om sammansättningen av ett kommunalt affärsverks direktion tillämpas inte 81 § 4 mom.",
        "folded_sv": "ett kommunalt affarsverk ska ha en direktion. direktionen leder och overvakar affarsverkets verksamhet. direktionen ansvarar for att affarsverkets forvaltning och verksamhet samt den interna kontrollen ordnas pa behorigt satt. direktionen ska 1) besluta om utvecklande av affarsverkets verksamhet inom ramen for de mal som fullmaktige eller samkommunsstamman satt for verksamheten och ekonomin samt folja och rapportera hur malen nas, 2) godkanna affarsverkets budget och ekonomiplan, 3) utnamna och saga upp affarsverkets direktor, om inte nagot annat bestams i instruktionen, 4) besluta om affarsverkets investeringar och ovriga utgifter med lang verkningstid, om inte nagot annat bestams i instruktionen, 5) besluta vem som har ratt att teckna affarsverkets namn, samt 6) bevaka affarsverkets intressen och, om inte nagot annat bestams i instruktionen, foretrada kommunen och fora dess talan inom affarsverkets uppgiftsomrade. i fraga om direktionens ovriga uppgifter bestams i instruktionen. i fraga om uppgifterna for direktionen for en affarsverkssamkommun galler i ovrigt i tillampliga delar vad som enligt 86 § tillampas pa styrelsen for en samkommun. i en affarsverkssamkommun fattas beslut i andra arenden an sadana som ankommer pa samkommunsstamman av direktionen, om det inte ar fraga om ett arende som enligt 87 d § ankommer pa direktoren eller om inte behorighet har overforts pa direktoren eller nagon annan myndighet. i fraga om sammansattningen av ett kommunalt affarsverks direktion tillampas inte 81 § 4 mom."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "1:89",
      "chapter": "1",
      "section": "89",
      "title": "Oikaisuvaatimus",
      "content": "Kunnanhallituksen ja lautakunnan, niiden jaoston sekä niiden alaisen viranomaisen päätökseen tyytymätön voi tehdä kirjallisen oikaisuvaatimuksen. Päätökseen ei saa hakea muutosta valittamalla. Oikaisuvaatimus tehdään 1 momentissa tarkoitetun toimielimen ja sen jaoston sekä sen alaisen viranomaisen päätöksestä asianomaiselle toimielimelle. Oikaisuvaatimus kunnallisen liikelaitoksen johtokunnan 87 c §:n 3 momentissa ja liikelaitoskuntayhtymän johtokunnan 87 c §:n 5 momentissa tarkoitetusta päätöksestä tehdään päätöksen tehneelle johtokunnalle. Jos johtosäännössä on 51 §:n nojalla määrätty, että päätös voidaan ottaa johtokunnan käsiteltäväksi, oikaisuvaatimus johtokunnan ja sen alaisen viranomaisen päätöksestä tehdään johtokunnalle. Oikaisuvaatimus on käsiteltävä viipymättä. Jos kunnanhallitus on 51 §:n nojalla ottanut lautakunnan, sen jaoston tai niiden alaisen viranomaisen päättämän asian käsiteltäväkseen, on päätöksestä tehty oikaisuvaatimus käsiteltävä kunnanhallituksessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:89",
        "normalized_fi": "Kunnanhallituksen ja lautakunnan, niiden jaoston sekä niiden alaisen viranomaisen päätökseen tyytymätön voi tehdä kirjallisen oikaisuvaatimuksen. Päätökseen ei saa hakea muutosta valittamalla. Oikaisuvaatimus tehdään 1 momentissa tarkoitetun toimielimen ja sen jaoston sekä sen alaisen viranomaisen päätöksestä asianomaiselle toimielimelle. Oikaisuvaatimus kunnallisen liikelaitoksen johtokunnan 87 c § :n 3 momentissa ja liikelaitoskuntayhtymän johtokunnan 87 c § :n 5 momentissa tarkoitetusta päätöksestä tehdään päätöksen tehneelle johtokunnalle. Jos johtosäännössä on 51 § :n nojalla määrätty, että päätös voidaan ottaa johtokunnan käsiteltäväksi, oikaisuvaatimus johtokunnan ja sen alaisen viranomaisen päätöksestä tehdään johtokunnalle. Oikaisuvaatimus on käsiteltävä viipymättä. Jos kunnanhallitus on 51 § :n nojalla ottanut lautakunnan, sen jaoston tai niiden alaisen viranomaisen päättämän asian käsiteltäväkseen, on päätöksestä tehty oikaisuvaatimus käsiteltävä kunnanhallituksessa.",
        "folded_fi": "kunnanhallituksen ja lautakunnan, niiden jaoston seka niiden alaisen viranomaisen paatokseen tyytymaton voi tehda kirjallisen oikaisuvaatimuksen. paatokseen ei saa hakea muutosta valittamalla. oikaisuvaatimus tehdaan 1 momentissa tarkoitetun toimielimen ja sen jaoston seka sen alaisen viranomaisen paatoksesta asianomaiselle toimielimelle. oikaisuvaatimus kunnallisen liikelaitoksen johtokunnan 87 c §:n 3 momentissa ja liikelaitoskuntayhtyman johtokunnan 87 c §:n 5 momentissa tarkoitetusta paatoksesta tehdaan paatoksen tehneelle johtokunnalle. jos johtosaannossa on 51 §:n nojalla maaratty, etta paatos voidaan ottaa johtokunnan kasiteltavaksi, oikaisuvaatimus johtokunnan ja sen alaisen viranomaisen paatoksesta tehdaan johtokunnalle. oikaisuvaatimus on kasiteltava viipymatta. jos kunnanhallitus on 51 §:n nojalla ottanut lautakunnan, sen jaoston tai niiden alaisen viranomaisen paattaman asian kasiteltavakseen, on paatoksesta tehty oikaisuvaatimus kasiteltava kunnanhallituksessa.",
        "title_sv": "Rättelseyrkande",
        "content_sv": "Den som är missnöjd med ett beslut av kommunstyrelsen eller en nämnd, deras sektioner eller en myndighet som lyder under dem, kan framställa ett skriftligt rättelseyrkande. Ändring i beslutet får inte sökas genom besvär. Yrkande på rättelse i ett beslut av ett organ som avses i 1 mom. och av en sektion i organet eller av en myndighet som lyder under det, framställs till organet i fråga. Yrkande på rättelse i sådana beslut av ett kommunalt affärsverks direktion som avses i 87 c § 3 mom. och i sådana beslut av en affärsverkssamkommuns direktion som avses i 87 c § 5 mom., framställs till direktionen. Om det i en instruktion med stöd av 51 § föreskrivs att ett beslut kan tas upp till behandling i en direktion, ska yrkande på rättelse i ett beslut av direktionen eller av en myndighet som lyder under den framställas till direktionen. Ett rättelseyrkande ska behandlas utan dröjsmål. Har kommunstyrelsen med stöd av 51 § till behandling tagit upp ett ärende som en nämnd, dess sektion eller en myndighet som lyder under dem fattat beslut i, ska yrkande på rättelse i beslutet tas upp till behandling i kommunstyrelsen.",
        "normalized_sv": "Den som är missnöjd med ett beslut av kommunstyrelsen eller en nämnd, deras sektioner eller en myndighet som lyder under dem, kan framställa ett skriftligt rättelseyrkande. Ändring i beslutet får inte sökas genom besvär. Yrkande på rättelse i ett beslut av ett organ som avses i 1 mom. och av en sektion i organet eller av en myndighet som lyder under det, framställs till organet i fråga. Yrkande på rättelse i sådana beslut av ett kommunalt affärsverks direktion som avses i 87 c § 3 mom. och i sådana beslut av en affärsverkssamkommuns direktion som avses i 87 c § 5 mom., framställs till direktionen. Om det i en instruktion med stöd av 51 § föreskrivs att ett beslut kan tas upp till behandling i en direktion, ska yrkande på rättelse i ett beslut av direktionen eller av en myndighet som lyder under den framställas till direktionen. Ett rättelseyrkande ska behandlas utan dröjsmål. Har kommunstyrelsen med stöd av 51 § till behandling tagit upp ett ärende som en nämnd, dess sektion eller en myndighet som lyder under dem fattat beslut i, ska yrkande på rättelse i beslutet tas upp till behandling i kommunstyrelsen.",
        "folded_sv": "den som ar missnojd med ett beslut av kommunstyrelsen eller en namnd, deras sektioner eller en myndighet som lyder under dem, kan framstalla ett skriftligt rattelseyrkande. andring i beslutet far inte sokas genom besvar. yrkande pa rattelse i ett beslut av ett organ som avses i 1 mom. och av en sektion i organet eller av en myndighet som lyder under det, framstalls till organet i fraga. yrkande pa rattelse i sadana beslut av ett kommunalt affarsverks direktion som avses i 87 c § 3 mom. och i sadana beslut av en affarsverkssamkommuns direktion som avses i 87 c § 5 mom., framstalls till direktionen. om det i en instruktion med stod av 51 § foreskrivs att ett beslut kan tas upp till behandling i en direktion, ska yrkande pa rattelse i ett beslut av direktionen eller av en myndighet som lyder under den framstallas till direktionen. ett rattelseyrkande ska behandlas utan drojsmal. har kommunstyrelsen med stod av 51 § till behandling tagit upp ett arende som en namnd, dess sektion eller en myndighet som lyder under dem fattat beslut i, ska yrkande pa rattelse i beslutet tas upp till behandling i kommunstyrelsen."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    },
    {
      "provision_ref": "1:90",
      "chapter": "1",
      "section": "90",
      "title": "Kunnallisvalitus",
      "content": "Valtuuston ja kuntayhtymän 81 §:n 1 momentissa tarkoitetun toimielimen päätökseen sekä kunnanhallituksen, lautakunnan ja johtokunnan oikaisuvaatimuksen johdosta antamaan päätökseen haetaan muutosta kunnallisvalituksella hallinto-oikeudelta. Valituksen saa tehdä sillä perusteella, että: 1) päätös on syntynyt virheellisessä järjestyksessä; 2) päätöksen tehnyt viranomainen on ylittänyt toimivaltansa; tai 3) päätös on muuten lainvastainen. Valittajan tulee esittää 2 momentissa tarkoitetut valituksen perusteet ennen valitusajan päättymistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:90",
        "normalized_fi": "Valtuuston ja kuntayhtymän 81 § :n 1 momentissa tarkoitetun toimielimen päätökseen sekä kunnanhallituksen, lautakunnan ja johtokunnan oikaisuvaatimuksen johdosta antamaan päätökseen haetaan muutosta kunnallisvalituksella hallinto-oikeudelta. Valituksen saa tehdä sillä perusteella, että: 1) päätös on syntynyt virheellisessä järjestyksessä; 2) päätöksen tehnyt viranomainen on ylittänyt toimivaltansa; tai 3) päätös on muuten lainvastainen. Valittajan tulee esittää 2 momentissa tarkoitetut valituksen perusteet ennen valitusajan päättymistä.",
        "folded_fi": "valtuuston ja kuntayhtyman 81 §:n 1 momentissa tarkoitetun toimielimen paatokseen seka kunnanhallituksen, lautakunnan ja johtokunnan oikaisuvaatimuksen johdosta antamaan paatokseen haetaan muutosta kunnallisvalituksella hallinto-oikeudelta. valituksen saa tehda silla perusteella, etta: 1) paatos on syntynyt virheellisessa jarjestyksessa; 2) paatoksen tehnyt viranomainen on ylittanyt toimivaltansa; tai 3) paatos on muuten lainvastainen. valittajan tulee esittaa 2 momentissa tarkoitetut valituksen perusteet ennen valitusajan paattymista.",
        "title_sv": "Kommunalbesvär",
        "content_sv": "Ändring i beslut som fattats av fullmäktige eller samkommunens organ som avses i 81 § 1 mom. samt i beslut som kommunstyrelsen, en nämnd eller en direktion meddelat med anledning av ett rättelseyrkande söks hos förvaltningsdomstolen genom kommunalbesvär. Besvär får anföras på den grunden att 1) beslutet har tillkommit i felaktig ordning, 2) den myndighet som fattat beslutet har överskridit sina befogenheter, eller 3) beslutet annars strider mot lag. Ändringssökanden ska framföra i 2 mom. avsedda besvärsgrunder innan besvärstiden löper ut.",
        "normalized_sv": "Ändring i beslut som fattats av fullmäktige eller samkommunens organ som avses i 81 § 1 mom. samt i beslut som kommunstyrelsen, en nämnd eller en direktion meddelat med anledning av ett rättelseyrkande söks hos förvaltningsdomstolen genom kommunalbesvär. Besvär får anföras på den grunden att 1) beslutet har tillkommit i felaktig ordning, 2) den myndighet som fattat beslutet har överskridit sina befogenheter, eller 3) beslutet annars strider mot lag. Ändringssökanden ska framföra i 2 mom. avsedda besvärsgrunder innan besvärstiden löper ut.",
        "folded_sv": "andring i beslut som fattats av fullmaktige eller samkommunens organ som avses i 81 § 1 mom. samt i beslut som kommunstyrelsen, en namnd eller en direktion meddelat med anledning av ett rattelseyrkande soks hos forvaltningsdomstolen genom kommunalbesvar. besvar far anforas pa den grunden att 1) beslutet har tillkommit i felaktig ordning, 2) den myndighet som fattat beslutet har overskridit sina befogenheter, eller 3) beslutet annars strider mot lag. andringssokanden ska framfora i 2 mom. avsedda besvarsgrunder innan besvarstiden loper ut."
      },
      "valid_from": "2007-12-21",
      "valid_to": null
    }
  ]
}