{
  "id": "1385/2015",
  "type": "statute",
  "title": "Laki ulkomailla suoritettujen korkeakouluopintojen tuottamasta virkakelpoisuudesta",
  "title_en": "Lag om den tjänstebehörighet som högskolestudier utomlands medför",
  "status": "in_force",
  "issued_date": "2015-12-04",
  "in_force_date": "2015-12-04",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/1385/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Tässä laissa säädetään ulkomailla suoritettujen korkeakouluopintojen tuottamasta kelpoisuudesta virkaan tai tehtävään, jonka kelpoisuusvaatimukseksi on laissa säädetty tietyntasoinen tutkinto taikka tietty Suomessa suoritettava korkeakoulututkinto tai korkeakoulun opintosuoritus. Ulkomailla suoritetuilla korkeakouluopinnoilla tarkoitetaan tässä laissa korkeakoulututkintoa ja opintosuoritusta, jotka kuuluvat muun maan kuin Suomen viralliseen korkeakoulututkintojen järjestelmään. Jos muussa laissa on tästä laista poikkeavia säännöksiä ulkomailla suoritettujen korkeakoulu-opintojen tuottamasta kelpoisuudesta virkaan tai tehtävään, niitä sovelletaan tämän lain asemesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tässä laissa säädetään ulkomailla suoritettujen korkeakouluopintojen tuottamasta kelpoisuudesta virkaan tai tehtävään, jonka kelpoisuusvaatimukseksi on laissa säädetty tietyntasoinen tutkinto taikka tietty Suomessa suoritettava korkeakoulututkinto tai korkeakoulun opintosuoritus. Ulkomailla suoritetuilla korkeakouluopinnoilla tarkoitetaan tässä laissa korkeakoulututkintoa ja opintosuoritusta, jotka kuuluvat muun maan kuin Suomen viralliseen korkeakoulututkintojen järjestelmään. Jos muussa laissa on tästä laista poikkeavia säännöksiä ulkomailla suoritettujen korkeakoulu-opintojen tuottamasta kelpoisuudesta virkaan tai tehtävään, niitä sovelletaan tämän lain asemesta.",
        "folded_fi": "tassa laissa saadetaan ulkomailla suoritettujen korkeakouluopintojen tuottamasta kelpoisuudesta virkaan tai tehtavaan, jonka kelpoisuusvaatimukseksi on laissa saadetty tietyntasoinen tutkinto taikka tietty suomessa suoritettava korkeakoulututkinto tai korkeakoulun opintosuoritus. ulkomailla suoritetuilla korkeakouluopinnoilla tarkoitetaan tassa laissa korkeakoulututkintoa ja opintosuoritusta, jotka kuuluvat muun maan kuin suomen viralliseen korkeakoulututkintojen jarjestelmaan. jos muussa laissa on tasta laista poikkeavia saannoksia ulkomailla suoritettujen korkeakoulu-opintojen tuottamasta kelpoisuudesta virkaan tai tehtavaan, niita sovelletaan taman lain asemesta.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "I denna lag finns bestämmelser om den behörighet för en tjänst eller uppgift som högskolestudier utomlands medför, då behörighetsvillkor för tjänsten eller uppgiften är en i lag föreskriven examen på en viss nivå eller en viss högskoleexamen eller studieprestation vid en högskola i Finland. Med högskolestudier utomlands avses i denna lag sådan högskoleexamen och studieprestation som omfattas av det officiella systemet för högskoleexamina i ett annat land än Finland. Om det i någon annan lag finns sådana bestämmelser om den behörighet för en tjänst eller uppgift som högskolestudier utomlands medför och som avviker från bestämmelserna i denna lag, ska de tillämpas i stället för bestämmelserna i denna lag.",
        "normalized_sv": "I denna lag finns bestämmelser om den behörighet för en tjänst eller uppgift som högskolestudier utomlands medför, då behörighetsvillkor för tjänsten eller uppgiften är en i lag föreskriven examen på en viss nivå eller en viss högskoleexamen eller studieprestation vid en högskola i Finland. Med högskolestudier utomlands avses i denna lag sådan högskoleexamen och studieprestation som omfattas av det officiella systemet för högskoleexamina i ett annat land än Finland. Om det i någon annan lag finns sådana bestämmelser om den behörighet för en tjänst eller uppgift som högskolestudier utomlands medför och som avviker från bestämmelserna i denna lag, ska de tillämpas i stället för bestämmelserna i denna lag.",
        "folded_sv": "i denna lag finns bestammelser om den behorighet for en tjanst eller uppgift som hogskolestudier utomlands medfor, da behorighetsvillkor for tjansten eller uppgiften ar en i lag foreskriven examen pa en viss niva eller en viss hogskoleexamen eller studieprestation vid en hogskola i finland. med hogskolestudier utomlands avses i denna lag sadan hogskoleexamen och studieprestation som omfattas av det officiella systemet for hogskoleexamina i ett annat land an finland. om det i nagon annan lag finns sadana bestammelser om den behorighet for en tjanst eller uppgift som hogskolestudier utomlands medfor och som avviker fran bestammelserna i denna lag, ska de tillampas i stallet for bestammelserna i denna lag."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Rinnastaminen",
      "content": "Ulkomainen korkeakoulututkinto rinnastetaan ensisijaisesti tietyntasoiseen Suomessa suoritettavaan korkeakoulututkintoon. Muussa kuin ammattipätevyyden tunnustamisesta annetun lain (1384/2015) soveltamisalaan kuuluvassa tapauksessa ulkomailla suoritettu korkeakoulututkinto voidaan rinnastaa tiettyyn, nimeltä mainittuun Suomessa suoritettavaan korkeakoulututkintoon, jos viran tai tehtävän kelpoisuusvaatimus sitä edellyttää. Ulkomailla korkeakoulussa suoritettu opintosuoritus rinnastetaan tietyllä alalla tai tietyillä aloilla sekä tietyn laajuisena Suomessa korkeakoulussa suoritettavaan opintosuoritukseen. Ulkomailla suoritetut korkeakouluopinnot tuottavat virkaan tai tehtävään saman kelpoisuuden kuin virkaan tai tehtävään vaadittavat Suomessa suoritettavat korkeakouluopinnot, jos nämä opinnot on tämän lain nojalla tehdyssä päätöksessä rinnastettu toisiinsa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Ulkomainen korkeakoulututkinto rinnastetaan ensisijaisesti tietyntasoiseen Suomessa suoritettavaan korkeakoulututkintoon. Muussa kuin ammattipätevyyden tunnustamisesta annetun lain (1384/2015) soveltamisalaan kuuluvassa tapauksessa ulkomailla suoritettu korkeakoulututkinto voidaan rinnastaa tiettyyn, nimeltä mainittuun Suomessa suoritettavaan korkeakoulututkintoon, jos viran tai tehtävän kelpoisuusvaatimus sitä edellyttää. Ulkomailla korkeakoulussa suoritettu opintosuoritus rinnastetaan tietyllä alalla tai tietyillä aloilla sekä tietyn laajuisena Suomessa korkeakoulussa suoritettavaan opintosuoritukseen. Ulkomailla suoritetut korkeakouluopinnot tuottavat virkaan tai tehtävään saman kelpoisuuden kuin virkaan tai tehtävään vaadittavat Suomessa suoritettavat korkeakouluopinnot, jos nämä opinnot on tämän lain nojalla tehdyssä päätöksessä rinnastettu toisiinsa.",
        "folded_fi": "ulkomainen korkeakoulututkinto rinnastetaan ensisijaisesti tietyntasoiseen suomessa suoritettavaan korkeakoulututkintoon. muussa kuin ammattipatevyyden tunnustamisesta annetun lain (1384/2015) soveltamisalaan kuuluvassa tapauksessa ulkomailla suoritettu korkeakoulututkinto voidaan rinnastaa tiettyyn, nimelta mainittuun suomessa suoritettavaan korkeakoulututkintoon, jos viran tai tehtavan kelpoisuusvaatimus sita edellyttaa. ulkomailla korkeakoulussa suoritettu opintosuoritus rinnastetaan tietylla alalla tai tietyilla aloilla seka tietyn laajuisena suomessa korkeakoulussa suoritettavaan opintosuoritukseen. ulkomailla suoritetut korkeakouluopinnot tuottavat virkaan tai tehtavaan saman kelpoisuuden kuin virkaan tai tehtavaan vaadittavat suomessa suoritettavat korkeakouluopinnot, jos nama opinnot on taman lain nojalla tehdyssa paatoksessa rinnastettu toisiinsa.",
        "title_sv": "Jämställande",
        "content_sv": "En högskoleexamen som har avlagts utomlands jämställs i första hand med en högskoleexamen på en viss nivå som avläggs i Finland. En högskoleexamen som har avlagts utomlands kan i andra fall än de som omfattas av tillämpningsområdet för lagen om erkännande av yrkeskvalifikationer (1384/2015) jämställas med en viss, namngiven högskoleexamen i Finland, om behörighetsvillkoret för tjänsten eller uppgiften förutsätter det. En studieprestation vid en utländsk högskola jämställs inom ett visst område eller vissa områden samt i viss utsträckning med en studieprestation vid en högskola i Finland. Högskolestudier som har genomförts utomlands medför samma behörighet för en tjänst eller uppgift som de högskolestudier i Finland som krävs för tjänsten eller uppgiften, om dessa studier har jämställts med varandra genom ett beslut som har fattats med stöd av denna lag.",
        "normalized_sv": "En högskoleexamen som har avlagts utomlands jämställs i första hand med en högskoleexamen på en viss nivå som avläggs i Finland. En högskoleexamen som har avlagts utomlands kan i andra fall än de som omfattas av tillämpningsområdet för lagen om erkännande av yrkeskvalifikationer (1384/2015) jämställas med en viss, namngiven högskoleexamen i Finland, om behörighetsvillkoret för tjänsten eller uppgiften förutsätter det. En studieprestation vid en utländsk högskola jämställs inom ett visst område eller vissa områden samt i viss utsträckning med en studieprestation vid en högskola i Finland. Högskolestudier som har genomförts utomlands medför samma behörighet för en tjänst eller uppgift som de högskolestudier i Finland som krävs för tjänsten eller uppgiften, om dessa studier har jämställts med varandra genom ett beslut som har fattats med stöd av denna lag.",
        "folded_sv": "en hogskoleexamen som har avlagts utomlands jamstalls i forsta hand med en hogskoleexamen pa en viss niva som avlaggs i finland. en hogskoleexamen som har avlagts utomlands kan i andra fall an de som omfattas av tillampningsomradet for lagen om erkannande av yrkeskvalifikationer (1384/2015) jamstallas med en viss, namngiven hogskoleexamen i finland, om behorighetsvillkoret for tjansten eller uppgiften forutsatter det. en studieprestation vid en utlandsk hogskola jamstalls inom ett visst omrade eller vissa omraden samt i viss utstrackning med en studieprestation vid en hogskola i finland. hogskolestudier som har genomforts utomlands medfor samma behorighet for en tjanst eller uppgift som de hogskolestudier i finland som kravs for tjansten eller uppgiften, om dessa studier har jamstallts med varandra genom ett beslut som har fattats med stod av denna lag."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Tutkintojen rinnastamisen perusteet",
      "content": "Suomessa suoritettavaan korkeakoulututkintoon rinnastetaan tutkintoa tasoltaan vastaava, ulkomailla suoritettu korkeakoulututkinto. Tiettyyn, nimeltä mainittavaan korkeakoulututkintoon rinnastetaan sitä tasoltaan ja alaltaan vastaava ulkomailla suoritettu korkeakoulututkinto. Tutkintojen tasojen vastaavuus arvioidaan niiden laajuuden, vaativuuden ja suuntautumisen perusteella. Tutkintojen alojen vastaavuus arvioidaan niiden sisällön samankaltaisuuden perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Suomessa suoritettavaan korkeakoulututkintoon rinnastetaan tutkintoa tasoltaan vastaava, ulkomailla suoritettu korkeakoulututkinto. Tiettyyn, nimeltä mainittavaan korkeakoulututkintoon rinnastetaan sitä tasoltaan ja alaltaan vastaava ulkomailla suoritettu korkeakoulututkinto. Tutkintojen tasojen vastaavuus arvioidaan niiden laajuuden, vaativuuden ja suuntautumisen perusteella. Tutkintojen alojen vastaavuus arvioidaan niiden sisällön samankaltaisuuden perusteella.",
        "folded_fi": "suomessa suoritettavaan korkeakoulututkintoon rinnastetaan tutkintoa tasoltaan vastaava, ulkomailla suoritettu korkeakoulututkinto. tiettyyn, nimelta mainittavaan korkeakoulututkintoon rinnastetaan sita tasoltaan ja alaltaan vastaava ulkomailla suoritettu korkeakoulututkinto. tutkintojen tasojen vastaavuus arvioidaan niiden laajuuden, vaativuuden ja suuntautumisen perusteella. tutkintojen alojen vastaavuus arvioidaan niiden sisallon samankaltaisuuden perusteella.",
        "title_sv": "Grunder för jämställande av examina",
        "content_sv": "Med en högskoleexamen i Finland jämställs en utomlands avlagd högskoleexamen på motsvarande nivå. Med en viss, namngiven högskoleexamen jämställs en utomlands avlagd högskoleexamen på motsvarande nivå och inom motsvarande område. Examinas motsvarighet sinsemellan med avseende på nivån bedöms med hänsyn till deras omfång, svårighetsgrad och inriktning. Examinas motsvarighet sinsemellan vad området beträffar bedöms med hänsyn till hur de överensstämmer till innehållet.",
        "normalized_sv": "Med en högskoleexamen i Finland jämställs en utomlands avlagd högskoleexamen på motsvarande nivå. Med en viss, namngiven högskoleexamen jämställs en utomlands avlagd högskoleexamen på motsvarande nivå och inom motsvarande område. Examinas motsvarighet sinsemellan med avseende på nivån bedöms med hänsyn till deras omfång, svårighetsgrad och inriktning. Examinas motsvarighet sinsemellan vad området beträffar bedöms med hänsyn till hur de överensstämmer till innehållet.",
        "folded_sv": "med en hogskoleexamen i finland jamstalls en utomlands avlagd hogskoleexamen pa motsvarande niva. med en viss, namngiven hogskoleexamen jamstalls en utomlands avlagd hogskoleexamen pa motsvarande niva och inom motsvarande omrade. examinas motsvarighet sinsemellan med avseende pa nivan bedoms med hansyn till deras omfang, svarighetsgrad och inriktning. examinas motsvarighet sinsemellan vad omradet betraffar bedoms med hansyn till hur de overensstammer till innehallet."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Opintosuoritusten rinnastamisen perusteet",
      "content": "Suomessa korkeakoulussa suoritettavaan tiettyyn opintosuoritukseen rinnastetaan sitä tasoltaan ja alaltaan vastaava ulkomailla korkeakoulussa suoritettu opintosuoritus. Opintosuorituksen tason ja alan vastaavuus arvioidaan noudattaen, mitä 3 §:n 3 momentissa säädetään tutkinnoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Suomessa korkeakoulussa suoritettavaan tiettyyn opintosuoritukseen rinnastetaan sitä tasoltaan ja alaltaan vastaava ulkomailla korkeakoulussa suoritettu opintosuoritus. Opintosuorituksen tason ja alan vastaavuus arvioidaan noudattaen, mitä 3 § :n 3 momentissa säädetään tutkinnoista.",
        "folded_fi": "suomessa korkeakoulussa suoritettavaan tiettyyn opintosuoritukseen rinnastetaan sita tasoltaan ja alaltaan vastaava ulkomailla korkeakoulussa suoritettu opintosuoritus. opintosuorituksen tason ja alan vastaavuus arvioidaan noudattaen, mita 3 §:n 3 momentissa saadetaan tutkinnoista.",
        "title_sv": "Grunder för jämställande av studieprestationer",
        "content_sv": "Med en viss studieprestation vid en högskola i Finland jämställs en studieprestation vid en utländsk högskola på motsvarande nivå och inom motsvarande område. Olika studieprestationers motsvarighet sinsemellan vad nivån och området beträffar bedöms med iakttagande av bestämmelserna om examina i 3 § 3 mom.",
        "normalized_sv": "Med en viss studieprestation vid en högskola i Finland jämställs en studieprestation vid en utländsk högskola på motsvarande nivå och inom motsvarande område. Olika studieprestationers motsvarighet sinsemellan vad nivån och området beträffar bedöms med iakttagande av bestämmelserna om examina i 3 § 3 mom.",
        "folded_sv": "med en viss studieprestation vid en hogskola i finland jamstalls en studieprestation vid en utlandsk hogskola pa motsvarande niva och inom motsvarande omrade. olika studieprestationers motsvarighet sinsemellan vad nivan och omradet betraffar bedoms med iakttagande av bestammelserna om examina i 3 § 3 mom."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Täydentävät korkeakouluopinnot rinnastamisen edellytyksenä",
      "content": "Edellä 2 §:n 2 momentissa tarkoitetuissa tapauksissa ulkomailla suoritetut korkeakouluopinnot ja Suomessa suoritetut tai vastedes suoritettavat täydentävät korkeakouluopinnot voidaan yhdessä rinnastaa Suomessa suoritettaviin korkeakouluopintoihin 3 ja 4 §:ssä säädetyin perustein. Täydentävien opintojen rinnastamisen edellytyksistä annetaan tarkempia säännöksiä valtioneuvoston asetuksella. Jos rinnastamisen edellytyksenä olevia täydentäviä korkeakouluopintoja ei ole suoritettu rinnastamispäätöksen antamiseen mennessä, täydentävistä opinnoista on määrättävä päätöksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Edellä 2 § :n 2 momentissa tarkoitetuissa tapauksissa ulkomailla suoritetut korkeakouluopinnot ja Suomessa suoritetut tai vastedes suoritettavat täydentävät korkeakouluopinnot voidaan yhdessä rinnastaa Suomessa suoritettaviin korkeakouluopintoihin 3 ja 4 § :ssä säädetyin perustein. Täydentävien opintojen rinnastamisen edellytyksistä annetaan tarkempia säännöksiä valtioneuvoston asetuksella. Jos rinnastamisen edellytyksenä olevia täydentäviä korkeakouluopintoja ei ole suoritettu rinnastamispäätöksen antamiseen mennessä, täydentävistä opinnoista on määrättävä päätöksessä.",
        "folded_fi": "edella 2 §:n 2 momentissa tarkoitetuissa tapauksissa ulkomailla suoritetut korkeakouluopinnot ja suomessa suoritetut tai vastedes suoritettavat taydentavat korkeakouluopinnot voidaan yhdessa rinnastaa suomessa suoritettaviin korkeakouluopintoihin 3 ja 4 §:ssa saadetyin perustein. taydentavien opintojen rinnastamisen edellytyksista annetaan tarkempia saannoksia valtioneuvoston asetuksella. jos rinnastamisen edellytyksena olevia taydentavia korkeakouluopintoja ei ole suoritettu rinnastamispaatoksen antamiseen mennessa, taydentavista opinnoista on maarattava paatoksessa.",
        "title_sv": "Kompletterande högskolestudier som förutsättning för jämställande",
        "content_sv": "I de fall som avses i 2 § 2 mom. kan högskolestudier som har genomförts utomlands och kompletterande högskolestudier som har genomförts eller kommer att genomföras i Finland tillsammans jämställas med högskolestudier i Finland på de grunder som anges i 3 och 4 §. Närmare bestämmelser om förutsättningarna för jämställande av kompletterande studier utfärdas genom förordning av statsrådet. Om de kompletterande högskolestudier som är en förutsättning för jämställande inte har genomförts då beslutet om jämställande fattas, ska det i beslutet bestämmas om de kompletterande studierna.",
        "normalized_sv": "I de fall som avses i 2 § 2 mom. kan högskolestudier som har genomförts utomlands och kompletterande högskolestudier som har genomförts eller kommer att genomföras i Finland tillsammans jämställas med högskolestudier i Finland på de grunder som anges i 3 och 4 § . Närmare bestämmelser om förutsättningarna för jämställande av kompletterande studier utfärdas genom förordning av statsrådet. Om de kompletterande högskolestudier som är en förutsättning för jämställande inte har genomförts då beslutet om jämställande fattas, ska det i beslutet bestämmas om de kompletterande studierna.",
        "folded_sv": "i de fall som avses i 2 § 2 mom. kan hogskolestudier som har genomforts utomlands och kompletterande hogskolestudier som har genomforts eller kommer att genomforas i finland tillsammans jamstallas med hogskolestudier i finland pa de grunder som anges i 3 och 4 §. narmare bestammelser om forutsattningarna for jamstallande av kompletterande studier utfardas genom forordning av statsradet. om de kompletterande hogskolestudier som ar en forutsattning for jamstallande inte har genomforts da beslutet om jamstallande fattas, ska det i beslutet bestammas om de kompletterande studierna."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Rinnastamishakemus ja -päätös",
      "content": "Opetushallitus päättää hakemuksesta ulkomailla suoritettujen korkeakouluopintojen rinnastamisesta Suomessa suoritettaviin tutkintoihin tai opintosuorituksiin. Hakijan on toimitettava Opetushallitukselle hakemuksen käsittelyä varten tarpeelliset selvitykset suorittamistaan opinnoista ja henkilöllisyydestään. Opetushallitus voi vaatia hakemuksen liitteet virallisesti oikeaksi todistettuina jäljennöksinä. Opetushallitus voi pyytää hakijaa esittämään opintoja koskevat selvitykset alkuperäisinä asiakirjoina, jos se on välttämätöntä. Opetushallitus voi vaatia hakemuksen liitteeksi käännökset muista kuin suomen tai ruotsin kielellä annetuista asiakirjoista. Tarvittaessa voidaan vaatia, että käännökset ovat suomen- tai ruotsinkielisiä ja että ne ovat auktorisoidun kääntäjän laatimia. Tarkempia säännöksiä hakemukseen liitettävistä asiakirjoista ja todistuksista voidaan antaa valtioneuvoston asetuksella. Opetushallitus voi ennen päätöksentekoa tarvittaessa pyytää yliopistolta tai ammattikorkeakoululta lausunnon hakijan suorittamien opintojen vastaavuudesta Suomessa suoritettaviin opintoihin sekä hakijalle mahdollisesti määrättävistä täydentävistä opinnoista. Lausunnon antava taho voi periä lausunnosta sitä pyytäneeltä omakustannusarvon mukaisen maksun noudattaen valtion maksuperustelakia (150/1992). Jos hakijalle määrätään täydentäviä korkeakouluopintoja, Opetushallitus tekee ehdollisen rinnastamispäätöksen. Kun vaaditut täydentävät opinnot on suoritettu hyväksytysti, Opetushallitus tekee hakemuksen perusteella lopullisen rinnastamispäätöksen. Lopullista rinnastamispäätöstä koskevaan hakemukseen tulee liittää korkeakoulun antama todistus täydentävien opintojen suorittamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Opetushallitus päättää hakemuksesta ulkomailla suoritettujen korkeakouluopintojen rinnastamisesta Suomessa suoritettaviin tutkintoihin tai opintosuorituksiin. Hakijan on toimitettava Opetushallitukselle hakemuksen käsittelyä varten tarpeelliset selvitykset suorittamistaan opinnoista ja henkilöllisyydestään. Opetushallitus voi vaatia hakemuksen liitteet virallisesti oikeaksi todistettuina jäljennöksinä. Opetushallitus voi pyytää hakijaa esittämään opintoja koskevat selvitykset alkuperäisinä asiakirjoina, jos se on välttämätöntä. Opetushallitus voi vaatia hakemuksen liitteeksi käännökset muista kuin suomen tai ruotsin kielellä annetuista asiakirjoista. Tarvittaessa voidaan vaatia, että käännökset ovat suomen- tai ruotsinkielisiä ja että ne ovat auktorisoidun kääntäjän laatimia. Tarkempia säännöksiä hakemukseen liitettävistä asiakirjoista ja todistuksista voidaan antaa valtioneuvoston asetuksella. Opetushallitus voi ennen päätöksentekoa tarvittaessa pyytää yliopistolta tai ammattikorkeakoululta lausunnon hakijan suorittamien opintojen vastaavuudesta Suomessa suoritettaviin opintoihin sekä hakijalle mahdollisesti määrättävistä täydentävistä opinnoista. Lausunnon antava taho voi periä lausunnosta sitä pyytäneeltä omakustannusarvon mukaisen maksun noudattaen valtion maksuperustelakia (150/1992). Jos hakijalle määrätään täydentäviä korkeakouluopintoja, Opetushallitus tekee ehdollisen rinnastamispäätöksen. Kun vaaditut täydentävät opinnot on suoritettu hyväksytysti, Opetushallitus tekee hakemuksen perusteella lopullisen rinnastamispäätöksen. Lopullista rinnastamispäätöstä koskevaan hakemukseen tulee liittää korkeakoulun antama todistus täydentävien opintojen suorittamisesta.",
        "folded_fi": "opetushallitus paattaa hakemuksesta ulkomailla suoritettujen korkeakouluopintojen rinnastamisesta suomessa suoritettaviin tutkintoihin tai opintosuorituksiin. hakijan on toimitettava opetushallitukselle hakemuksen kasittelya varten tarpeelliset selvitykset suorittamistaan opinnoista ja henkilollisyydestaan. opetushallitus voi vaatia hakemuksen liitteet virallisesti oikeaksi todistettuina jaljennoksina. opetushallitus voi pyytaa hakijaa esittamaan opintoja koskevat selvitykset alkuperaisina asiakirjoina, jos se on valttamatonta. opetushallitus voi vaatia hakemuksen liitteeksi kaannokset muista kuin suomen tai ruotsin kielella annetuista asiakirjoista. tarvittaessa voidaan vaatia, etta kaannokset ovat suomen- tai ruotsinkielisia ja etta ne ovat auktorisoidun kaantajan laatimia. tarkempia saannoksia hakemukseen liitettavista asiakirjoista ja todistuksista voidaan antaa valtioneuvoston asetuksella. opetushallitus voi ennen paatoksentekoa tarvittaessa pyytaa yliopistolta tai ammattikorkeakoululta lausunnon hakijan suorittamien opintojen vastaavuudesta suomessa suoritettaviin opintoihin seka hakijalle mahdollisesti maarattavista taydentavista opinnoista. lausunnon antava taho voi peria lausunnosta sita pyytaneelta omakustannusarvon mukaisen maksun noudattaen valtion maksuperustelakia (150/1992). jos hakijalle maarataan taydentavia korkeakouluopintoja, opetushallitus tekee ehdollisen rinnastamispaatoksen. kun vaaditut taydentavat opinnot on suoritettu hyvaksytysti, opetushallitus tekee hakemuksen perusteella lopullisen rinnastamispaatoksen. lopullista rinnastamispaatosta koskevaan hakemukseen tulee liittaa korkeakoulun antama todistus taydentavien opintojen suorittamisesta.",
        "title_sv": "Ansökan och beslut om jämställande",
        "content_sv": "Utbildningsstyrelsen beslutar på ansökan om jämställande av högskolestudier som genomgåtts utomlands med examina eller studieprestationer i Finland. Sökanden ska till Utbildningsstyrelsen ge in de utredningar över genomgångna studier som behövs för behandlingen av ansökan och styrka sin identitet. Utbildningsstyrelsen kan kräva att bilagorna till ansökan ska vara officiellt bestyrkta kopior. Utbildningsstyrelsen kan be sökanden visa upp utredningarna över studier i original, om det är nödvändigt. Utbildningsstyrelsen kan kräva att det till ansökan fogas översättningar av sådana handlingar som har avfattats på något annat språk än finska eller svenska. Vid behov kan krav ställas på att översättningarna ska vara på finska eller svenska och att de är utförda av en auktoriserad translator. Närmare bestämmelser om handlingar och intyg som ska fogas till ansökan får utfärdas genom förordning av statsrådet. Utbildningsstyrelsen kan innan beslut fattas vid behov be ett universitet eller en yrkeshögskola om ett utlåtande om likvärdigheten mellan sökandens studier och studier i Finland samt om de kompletterande studier som eventuellt ska fordras av sökanden. Den som lämnar utlåtandet kan, med iakttagande av lagen om grunderna för avgifter till staten (150/1992), av den som begärt utlåtandet ta ut en avgift som motsvarar självkostnadsvärdet. Om det fordras kompletterande högskolestudier av sökanden, ska Utbildningsstyrelsen fatta ett villkorligt beslut om jämställande. När de kompletterande studier som krävs har genomgåtts på godkänt sätt, fattar Utbildningsstyrelsen på ansökan ett slutligt beslut om jämställande. Till ansökan om ett slutligt beslut om jämställande ska fogas högskolans intyg över genomgångna kompletterande studier.",
        "normalized_sv": "Utbildningsstyrelsen beslutar på ansökan om jämställande av högskolestudier som genomgåtts utomlands med examina eller studieprestationer i Finland. Sökanden ska till Utbildningsstyrelsen ge in de utredningar över genomgångna studier som behövs för behandlingen av ansökan och styrka sin identitet. Utbildningsstyrelsen kan kräva att bilagorna till ansökan ska vara officiellt bestyrkta kopior. Utbildningsstyrelsen kan be sökanden visa upp utredningarna över studier i original, om det är nödvändigt. Utbildningsstyrelsen kan kräva att det till ansökan fogas översättningar av sådana handlingar som har avfattats på något annat språk än finska eller svenska. Vid behov kan krav ställas på att översättningarna ska vara på finska eller svenska och att de är utförda av en auktoriserad translator. Närmare bestämmelser om handlingar och intyg som ska fogas till ansökan får utfärdas genom förordning av statsrådet. Utbildningsstyrelsen kan innan beslut fattas vid behov be ett universitet eller en yrkeshögskola om ett utlåtande om likvärdigheten mellan sökandens studier och studier i Finland samt om de kompletterande studier som eventuellt ska fordras av sökanden. Den som lämnar utlåtandet kan, med iakttagande av lagen om grunderna för avgifter till staten (150/1992), av den som begärt utlåtandet ta ut en avgift som motsvarar självkostnadsvärdet. Om det fordras kompletterande högskolestudier av sökanden, ska Utbildningsstyrelsen fatta ett villkorligt beslut om jämställande. När de kompletterande studier som krävs har genomgåtts på godkänt sätt, fattar Utbildningsstyrelsen på ansökan ett slutligt beslut om jämställande. Till ansökan om ett slutligt beslut om jämställande ska fogas högskolans intyg över genomgångna kompletterande studier.",
        "folded_sv": "utbildningsstyrelsen beslutar pa ansokan om jamstallande av hogskolestudier som genomgatts utomlands med examina eller studieprestationer i finland. sokanden ska till utbildningsstyrelsen ge in de utredningar over genomgangna studier som behovs for behandlingen av ansokan och styrka sin identitet. utbildningsstyrelsen kan krava att bilagorna till ansokan ska vara officiellt bestyrkta kopior. utbildningsstyrelsen kan be sokanden visa upp utredningarna over studier i original, om det ar nodvandigt. utbildningsstyrelsen kan krava att det till ansokan fogas oversattningar av sadana handlingar som har avfattats pa nagot annat sprak an finska eller svenska. vid behov kan krav stallas pa att oversattningarna ska vara pa finska eller svenska och att de ar utforda av en auktoriserad translator. narmare bestammelser om handlingar och intyg som ska fogas till ansokan far utfardas genom forordning av statsradet. utbildningsstyrelsen kan innan beslut fattas vid behov be ett universitet eller en yrkeshogskola om ett utlatande om likvardigheten mellan sokandens studier och studier i finland samt om de kompletterande studier som eventuellt ska fordras av sokanden. den som lamnar utlatandet kan, med iakttagande av lagen om grunderna for avgifter till staten (150/1992), av den som begart utlatandet ta ut en avgift som motsvarar sjalvkostnadsvardet. om det fordras kompletterande hogskolestudier av sokanden, ska utbildningsstyrelsen fatta ett villkorligt beslut om jamstallande. nar de kompletterande studier som kravs har genomgatts pa godkant satt, fattar utbildningsstyrelsen pa ansokan ett slutligt beslut om jamstallande. till ansokan om ett slutligt beslut om jamstallande ska fogas hogskolans intyg over genomgangna kompletterande studier."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Muutoksenhaku",
      "content": "Tässä laissa tarkoitettuun päätökseen saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Tässä laissa tarkoitettuun päätökseen saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan.",
        "folded_fi": "tassa laissa tarkoitettuun paatokseen saa hakea muutosta valittamalla siten kuin hallintolainkayttolaissa (586/1996) saadetaan. hallinto-oikeuden paatokseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myontaa valitusluvan.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ett beslut enligt denna lag får överklagas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Ett beslut av förvaltningsdomstolen får överklagas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "normalized_sv": "Ett beslut enligt denna lag får överklagas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Ett beslut av förvaltningsdomstolen får överklagas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "folded_sv": "ett beslut enligt denna lag far overklagas genom besvar pa det satt som foreskrivs i forvaltningsprocesslagen (586/1996). ett beslut av forvaltningsdomstolen far overklagas genom besvar endast om hogsta forvaltningsdomstolen beviljar besvarstillstand."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2016. vanha ulkomaanopintolaki Tällä lailla kumotaan ulkomailla suoritettujen korkeakouluopintojen tuottamasta virkakelpoisuudesta annettu laki (531/1986), jäljempänä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2016. vanha ulkomaanopintolaki Tällä lailla kumotaan ulkomailla suoritettujen korkeakouluopintojen tuottamasta virkakelpoisuudesta annettu laki (531/1986), jäljempänä.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2016. vanha ulkomaanopintolaki talla lailla kumotaan ulkomailla suoritettujen korkeakouluopintojen tuottamasta virkakelpoisuudesta annettu laki (531/1986), jaljempana.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2016. den gamla tjänstebehörighetslagen. Genom denna lag upphävs lagen om den tjänstebehörighet som högskolestudier utomlands medför (531/1986), nedan",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2016. den gamla tjänstebehörighetslagen. Genom denna lag upphävs lagen om den tjänstebehörighet som högskolestudier utomlands medför (531/1986), nedan",
        "folded_sv": "denna lag trader i kraft den 1 januari 2016. den gamla tjanstebehorighetslagen. genom denna lag upphavs lagen om den tjanstebehorighet som hogskolestudier utomlands medfor (531/1986), nedan"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Siirtymäsäännökset",
      "content": "Ennen tämän lain voimaantuloa vireille tulleisiin hakemuksiin sovelletaan tätä lakia, jos päätös tehdään tämän lain voimaantulon jälkeen. Vanhan ulkomaanopintolain nojalla rinnastamispäätöksen saanut saa hakea tämän lain 6 §:n 4 momentissa tarkoitettua lopullista rinnastamispäätöstä. Muutoksenhaussa ennen tämän lain voimaantuloa annettuun hallintopäätökseen sovelletaan vanhaa ulkomaanopintolakia. Muualla lainsäädännössä oleva viittaus vanhaan ulkomaanopintolakiin katsotaan tämän lain voimaantulon jälkeen viittaukseksi tähän lakiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Ennen tämän lain voimaantuloa vireille tulleisiin hakemuksiin sovelletaan tätä lakia, jos päätös tehdään tämän lain voimaantulon jälkeen. Vanhan ulkomaanopintolain nojalla rinnastamispäätöksen saanut saa hakea tämän lain 6 § :n 4 momentissa tarkoitettua lopullista rinnastamispäätöstä. Muutoksenhaussa ennen tämän lain voimaantuloa annettuun hallintopäätökseen sovelletaan vanhaa ulkomaanopintolakia. Muualla lainsäädännössä oleva viittaus vanhaan ulkomaanopintolakiin katsotaan tämän lain voimaantulon jälkeen viittaukseksi tähän lakiin.",
        "folded_fi": "ennen taman lain voimaantuloa vireille tulleisiin hakemuksiin sovelletaan tata lakia, jos paatos tehdaan taman lain voimaantulon jalkeen. vanhan ulkomaanopintolain nojalla rinnastamispaatoksen saanut saa hakea taman lain 6 §:n 4 momentissa tarkoitettua lopullista rinnastamispaatosta. muutoksenhaussa ennen taman lain voimaantuloa annettuun hallintopaatokseen sovelletaan vanhaa ulkomaanopintolakia. muualla lainsaadannossa oleva viittaus vanhaan ulkomaanopintolakiin katsotaan taman lain voimaantulon jalkeen viittaukseksi tahan lakiin.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "På ansökningar som har blivit anhängiga före denna lags ikraftträdande tillämpas denna lag, om beslutet fattas efter lagens ikraftträdande. Den som har fått ett beslut om jämställande med stöd av den gamla tjänstebehörighetslagen får ansöka om ett sådant slutligt beslut om jämställande som avses i 6 § 4 mom. i denna lag. Vid sökande av ändring i förvaltningsbeslut som har meddelats före denna lags ikraftträdande tillämpas den gamla tjänstebehörighetslagen. Hänvisningar till den gamla tjänstebehörighetslagen någon annanstans i lagstiftningen betraktas som hänvisningar till denna lag efter det att lagen har trätt i kraft.",
        "normalized_sv": "På ansökningar som har blivit anhängiga före denna lags ikraftträdande tillämpas denna lag, om beslutet fattas efter lagens ikraftträdande. Den som har fått ett beslut om jämställande med stöd av den gamla tjänstebehörighetslagen får ansöka om ett sådant slutligt beslut om jämställande som avses i 6 § 4 mom. i denna lag. Vid sökande av ändring i förvaltningsbeslut som har meddelats före denna lags ikraftträdande tillämpas den gamla tjänstebehörighetslagen. Hänvisningar till den gamla tjänstebehörighetslagen någon annanstans i lagstiftningen betraktas som hänvisningar till denna lag efter det att lagen har trätt i kraft.",
        "folded_sv": "pa ansokningar som har blivit anhangiga fore denna lags ikrafttradande tillampas denna lag, om beslutet fattas efter lagens ikrafttradande. den som har fatt ett beslut om jamstallande med stod av den gamla tjanstebehorighetslagen far ansoka om ett sadant slutligt beslut om jamstallande som avses i 6 § 4 mom. i denna lag. vid sokande av andring i forvaltningsbeslut som har meddelats fore denna lags ikrafttradande tillampas den gamla tjanstebehorighetslagen. hanvisningar till den gamla tjanstebehorighetslagen nagon annanstans i lagstiftningen betraktas som hanvisningar till denna lag efter det att lagen har tratt i kraft."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Tässä laissa säädetään ulkomailla suoritettujen korkeakouluopintojen tuottamasta kelpoisuudesta virkaan tai tehtävään, jonka kelpoisuusvaatimukseksi on laissa säädetty tietyntasoinen tutkinto taikka tietty Suomessa suoritettava korkeakoulututkinto tai korkeakoulun opintosuoritus. Ulkomailla suoritetuilla korkeakouluopinnoilla tarkoitetaan tässä laissa korkeakoulututkintoa ja opintosuoritusta, jotka kuuluvat muun maan kuin Suomen viralliseen korkeakoulututkintojen järjestelmään. Jos muussa laissa on tästä laista poikkeavia säännöksiä ulkomailla suoritettujen korkeakoulu-opintojen tuottamasta kelpoisuudesta virkaan tai tehtävään, niitä sovelletaan tämän lain asemesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tässä laissa säädetään ulkomailla suoritettujen korkeakouluopintojen tuottamasta kelpoisuudesta virkaan tai tehtävään, jonka kelpoisuusvaatimukseksi on laissa säädetty tietyntasoinen tutkinto taikka tietty Suomessa suoritettava korkeakoulututkinto tai korkeakoulun opintosuoritus. Ulkomailla suoritetuilla korkeakouluopinnoilla tarkoitetaan tässä laissa korkeakoulututkintoa ja opintosuoritusta, jotka kuuluvat muun maan kuin Suomen viralliseen korkeakoulututkintojen järjestelmään. Jos muussa laissa on tästä laista poikkeavia säännöksiä ulkomailla suoritettujen korkeakoulu-opintojen tuottamasta kelpoisuudesta virkaan tai tehtävään, niitä sovelletaan tämän lain asemesta.",
        "folded_fi": "tassa laissa saadetaan ulkomailla suoritettujen korkeakouluopintojen tuottamasta kelpoisuudesta virkaan tai tehtavaan, jonka kelpoisuusvaatimukseksi on laissa saadetty tietyntasoinen tutkinto taikka tietty suomessa suoritettava korkeakoulututkinto tai korkeakoulun opintosuoritus. ulkomailla suoritetuilla korkeakouluopinnoilla tarkoitetaan tassa laissa korkeakoulututkintoa ja opintosuoritusta, jotka kuuluvat muun maan kuin suomen viralliseen korkeakoulututkintojen jarjestelmaan. jos muussa laissa on tasta laista poikkeavia saannoksia ulkomailla suoritettujen korkeakoulu-opintojen tuottamasta kelpoisuudesta virkaan tai tehtavaan, niita sovelletaan taman lain asemesta.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "I denna lag finns bestämmelser om den behörighet för en tjänst eller uppgift som högskolestudier utomlands medför, då behörighetsvillkor för tjänsten eller uppgiften är en i lag föreskriven examen på en viss nivå eller en viss högskoleexamen eller studieprestation vid en högskola i Finland. Med högskolestudier utomlands avses i denna lag sådan högskoleexamen och studieprestation som omfattas av det officiella systemet för högskoleexamina i ett annat land än Finland. Om det i någon annan lag finns sådana bestämmelser om den behörighet för en tjänst eller uppgift som högskolestudier utomlands medför och som avviker från bestämmelserna i denna lag, ska de tillämpas i stället för bestämmelserna i denna lag.",
        "normalized_sv": "I denna lag finns bestämmelser om den behörighet för en tjänst eller uppgift som högskolestudier utomlands medför, då behörighetsvillkor för tjänsten eller uppgiften är en i lag föreskriven examen på en viss nivå eller en viss högskoleexamen eller studieprestation vid en högskola i Finland. Med högskolestudier utomlands avses i denna lag sådan högskoleexamen och studieprestation som omfattas av det officiella systemet för högskoleexamina i ett annat land än Finland. Om det i någon annan lag finns sådana bestämmelser om den behörighet för en tjänst eller uppgift som högskolestudier utomlands medför och som avviker från bestämmelserna i denna lag, ska de tillämpas i stället för bestämmelserna i denna lag.",
        "folded_sv": "i denna lag finns bestammelser om den behorighet for en tjanst eller uppgift som hogskolestudier utomlands medfor, da behorighetsvillkor for tjansten eller uppgiften ar en i lag foreskriven examen pa en viss niva eller en viss hogskoleexamen eller studieprestation vid en hogskola i finland. med hogskolestudier utomlands avses i denna lag sadan hogskoleexamen och studieprestation som omfattas av det officiella systemet for hogskoleexamina i ett annat land an finland. om det i nagon annan lag finns sadana bestammelser om den behorighet for en tjanst eller uppgift som hogskolestudier utomlands medfor och som avviker fran bestammelserna i denna lag, ska de tillampas i stallet for bestammelserna i denna lag."
      },
      "valid_from": "2015-12-04",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Rinnastaminen",
      "content": "Ulkomainen korkeakoulututkinto rinnastetaan ensisijaisesti tietyntasoiseen Suomessa suoritettavaan korkeakoulututkintoon. Muussa kuin ammattipätevyyden tunnustamisesta annetun lain (1384/2015) soveltamisalaan kuuluvassa tapauksessa ulkomailla suoritettu korkeakoulututkinto voidaan rinnastaa tiettyyn, nimeltä mainittuun Suomessa suoritettavaan korkeakoulututkintoon, jos viran tai tehtävän kelpoisuusvaatimus sitä edellyttää. Ulkomailla korkeakoulussa suoritettu opintosuoritus rinnastetaan tietyllä alalla tai tietyillä aloilla sekä tietyn laajuisena Suomessa korkeakoulussa suoritettavaan opintosuoritukseen. Ulkomailla suoritetut korkeakouluopinnot tuottavat virkaan tai tehtävään saman kelpoisuuden kuin virkaan tai tehtävään vaadittavat Suomessa suoritettavat korkeakouluopinnot, jos nämä opinnot on tämän lain nojalla tehdyssä päätöksessä rinnastettu toisiinsa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Ulkomainen korkeakoulututkinto rinnastetaan ensisijaisesti tietyntasoiseen Suomessa suoritettavaan korkeakoulututkintoon. Muussa kuin ammattipätevyyden tunnustamisesta annetun lain (1384/2015) soveltamisalaan kuuluvassa tapauksessa ulkomailla suoritettu korkeakoulututkinto voidaan rinnastaa tiettyyn, nimeltä mainittuun Suomessa suoritettavaan korkeakoulututkintoon, jos viran tai tehtävän kelpoisuusvaatimus sitä edellyttää. Ulkomailla korkeakoulussa suoritettu opintosuoritus rinnastetaan tietyllä alalla tai tietyillä aloilla sekä tietyn laajuisena Suomessa korkeakoulussa suoritettavaan opintosuoritukseen. Ulkomailla suoritetut korkeakouluopinnot tuottavat virkaan tai tehtävään saman kelpoisuuden kuin virkaan tai tehtävään vaadittavat Suomessa suoritettavat korkeakouluopinnot, jos nämä opinnot on tämän lain nojalla tehdyssä päätöksessä rinnastettu toisiinsa.",
        "folded_fi": "ulkomainen korkeakoulututkinto rinnastetaan ensisijaisesti tietyntasoiseen suomessa suoritettavaan korkeakoulututkintoon. muussa kuin ammattipatevyyden tunnustamisesta annetun lain (1384/2015) soveltamisalaan kuuluvassa tapauksessa ulkomailla suoritettu korkeakoulututkinto voidaan rinnastaa tiettyyn, nimelta mainittuun suomessa suoritettavaan korkeakoulututkintoon, jos viran tai tehtavan kelpoisuusvaatimus sita edellyttaa. ulkomailla korkeakoulussa suoritettu opintosuoritus rinnastetaan tietylla alalla tai tietyilla aloilla seka tietyn laajuisena suomessa korkeakoulussa suoritettavaan opintosuoritukseen. ulkomailla suoritetut korkeakouluopinnot tuottavat virkaan tai tehtavaan saman kelpoisuuden kuin virkaan tai tehtavaan vaadittavat suomessa suoritettavat korkeakouluopinnot, jos nama opinnot on taman lain nojalla tehdyssa paatoksessa rinnastettu toisiinsa.",
        "title_sv": "Jämställande",
        "content_sv": "En högskoleexamen som har avlagts utomlands jämställs i första hand med en högskoleexamen på en viss nivå som avläggs i Finland. En högskoleexamen som har avlagts utomlands kan i andra fall än de som omfattas av tillämpningsområdet för lagen om erkännande av yrkeskvalifikationer (1384/2015) jämställas med en viss, namngiven högskoleexamen i Finland, om behörighetsvillkoret för tjänsten eller uppgiften förutsätter det. En studieprestation vid en utländsk högskola jämställs inom ett visst område eller vissa områden samt i viss utsträckning med en studieprestation vid en högskola i Finland. Högskolestudier som har genomförts utomlands medför samma behörighet för en tjänst eller uppgift som de högskolestudier i Finland som krävs för tjänsten eller uppgiften, om dessa studier har jämställts med varandra genom ett beslut som har fattats med stöd av denna lag.",
        "normalized_sv": "En högskoleexamen som har avlagts utomlands jämställs i första hand med en högskoleexamen på en viss nivå som avläggs i Finland. En högskoleexamen som har avlagts utomlands kan i andra fall än de som omfattas av tillämpningsområdet för lagen om erkännande av yrkeskvalifikationer (1384/2015) jämställas med en viss, namngiven högskoleexamen i Finland, om behörighetsvillkoret för tjänsten eller uppgiften förutsätter det. En studieprestation vid en utländsk högskola jämställs inom ett visst område eller vissa områden samt i viss utsträckning med en studieprestation vid en högskola i Finland. Högskolestudier som har genomförts utomlands medför samma behörighet för en tjänst eller uppgift som de högskolestudier i Finland som krävs för tjänsten eller uppgiften, om dessa studier har jämställts med varandra genom ett beslut som har fattats med stöd av denna lag.",
        "folded_sv": "en hogskoleexamen som har avlagts utomlands jamstalls i forsta hand med en hogskoleexamen pa en viss niva som avlaggs i finland. en hogskoleexamen som har avlagts utomlands kan i andra fall an de som omfattas av tillampningsomradet for lagen om erkannande av yrkeskvalifikationer (1384/2015) jamstallas med en viss, namngiven hogskoleexamen i finland, om behorighetsvillkoret for tjansten eller uppgiften forutsatter det. en studieprestation vid en utlandsk hogskola jamstalls inom ett visst omrade eller vissa omraden samt i viss utstrackning med en studieprestation vid en hogskola i finland. hogskolestudier som har genomforts utomlands medfor samma behorighet for en tjanst eller uppgift som de hogskolestudier i finland som kravs for tjansten eller uppgiften, om dessa studier har jamstallts med varandra genom ett beslut som har fattats med stod av denna lag."
      },
      "valid_from": "2015-12-04",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Tutkintojen rinnastamisen perusteet",
      "content": "Suomessa suoritettavaan korkeakoulututkintoon rinnastetaan tutkintoa tasoltaan vastaava, ulkomailla suoritettu korkeakoulututkinto. Tiettyyn, nimeltä mainittavaan korkeakoulututkintoon rinnastetaan sitä tasoltaan ja alaltaan vastaava ulkomailla suoritettu korkeakoulututkinto. Tutkintojen tasojen vastaavuus arvioidaan niiden laajuuden, vaativuuden ja suuntautumisen perusteella. Tutkintojen alojen vastaavuus arvioidaan niiden sisällön samankaltaisuuden perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Suomessa suoritettavaan korkeakoulututkintoon rinnastetaan tutkintoa tasoltaan vastaava, ulkomailla suoritettu korkeakoulututkinto. Tiettyyn, nimeltä mainittavaan korkeakoulututkintoon rinnastetaan sitä tasoltaan ja alaltaan vastaava ulkomailla suoritettu korkeakoulututkinto. Tutkintojen tasojen vastaavuus arvioidaan niiden laajuuden, vaativuuden ja suuntautumisen perusteella. Tutkintojen alojen vastaavuus arvioidaan niiden sisällön samankaltaisuuden perusteella.",
        "folded_fi": "suomessa suoritettavaan korkeakoulututkintoon rinnastetaan tutkintoa tasoltaan vastaava, ulkomailla suoritettu korkeakoulututkinto. tiettyyn, nimelta mainittavaan korkeakoulututkintoon rinnastetaan sita tasoltaan ja alaltaan vastaava ulkomailla suoritettu korkeakoulututkinto. tutkintojen tasojen vastaavuus arvioidaan niiden laajuuden, vaativuuden ja suuntautumisen perusteella. tutkintojen alojen vastaavuus arvioidaan niiden sisallon samankaltaisuuden perusteella.",
        "title_sv": "Grunder för jämställande av examina",
        "content_sv": "Med en högskoleexamen i Finland jämställs en utomlands avlagd högskoleexamen på motsvarande nivå. Med en viss, namngiven högskoleexamen jämställs en utomlands avlagd högskoleexamen på motsvarande nivå och inom motsvarande område. Examinas motsvarighet sinsemellan med avseende på nivån bedöms med hänsyn till deras omfång, svårighetsgrad och inriktning. Examinas motsvarighet sinsemellan vad området beträffar bedöms med hänsyn till hur de överensstämmer till innehållet.",
        "normalized_sv": "Med en högskoleexamen i Finland jämställs en utomlands avlagd högskoleexamen på motsvarande nivå. Med en viss, namngiven högskoleexamen jämställs en utomlands avlagd högskoleexamen på motsvarande nivå och inom motsvarande område. Examinas motsvarighet sinsemellan med avseende på nivån bedöms med hänsyn till deras omfång, svårighetsgrad och inriktning. Examinas motsvarighet sinsemellan vad området beträffar bedöms med hänsyn till hur de överensstämmer till innehållet.",
        "folded_sv": "med en hogskoleexamen i finland jamstalls en utomlands avlagd hogskoleexamen pa motsvarande niva. med en viss, namngiven hogskoleexamen jamstalls en utomlands avlagd hogskoleexamen pa motsvarande niva och inom motsvarande omrade. examinas motsvarighet sinsemellan med avseende pa nivan bedoms med hansyn till deras omfang, svarighetsgrad och inriktning. examinas motsvarighet sinsemellan vad omradet betraffar bedoms med hansyn till hur de overensstammer till innehallet."
      },
      "valid_from": "2015-12-04",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Opintosuoritusten rinnastamisen perusteet",
      "content": "Suomessa korkeakoulussa suoritettavaan tiettyyn opintosuoritukseen rinnastetaan sitä tasoltaan ja alaltaan vastaava ulkomailla korkeakoulussa suoritettu opintosuoritus. Opintosuorituksen tason ja alan vastaavuus arvioidaan noudattaen, mitä 3 §:n 3 momentissa säädetään tutkinnoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Suomessa korkeakoulussa suoritettavaan tiettyyn opintosuoritukseen rinnastetaan sitä tasoltaan ja alaltaan vastaava ulkomailla korkeakoulussa suoritettu opintosuoritus. Opintosuorituksen tason ja alan vastaavuus arvioidaan noudattaen, mitä 3 § :n 3 momentissa säädetään tutkinnoista.",
        "folded_fi": "suomessa korkeakoulussa suoritettavaan tiettyyn opintosuoritukseen rinnastetaan sita tasoltaan ja alaltaan vastaava ulkomailla korkeakoulussa suoritettu opintosuoritus. opintosuorituksen tason ja alan vastaavuus arvioidaan noudattaen, mita 3 §:n 3 momentissa saadetaan tutkinnoista.",
        "title_sv": "Grunder för jämställande av studieprestationer",
        "content_sv": "Med en viss studieprestation vid en högskola i Finland jämställs en studieprestation vid en utländsk högskola på motsvarande nivå och inom motsvarande område. Olika studieprestationers motsvarighet sinsemellan vad nivån och området beträffar bedöms med iakttagande av bestämmelserna om examina i 3 § 3 mom.",
        "normalized_sv": "Med en viss studieprestation vid en högskola i Finland jämställs en studieprestation vid en utländsk högskola på motsvarande nivå och inom motsvarande område. Olika studieprestationers motsvarighet sinsemellan vad nivån och området beträffar bedöms med iakttagande av bestämmelserna om examina i 3 § 3 mom.",
        "folded_sv": "med en viss studieprestation vid en hogskola i finland jamstalls en studieprestation vid en utlandsk hogskola pa motsvarande niva och inom motsvarande omrade. olika studieprestationers motsvarighet sinsemellan vad nivan och omradet betraffar bedoms med iakttagande av bestammelserna om examina i 3 § 3 mom."
      },
      "valid_from": "2015-12-04",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Täydentävät korkeakouluopinnot rinnastamisen edellytyksenä",
      "content": "Edellä 2 §:n 2 momentissa tarkoitetuissa tapauksissa ulkomailla suoritetut korkeakouluopinnot ja Suomessa suoritetut tai vastedes suoritettavat täydentävät korkeakouluopinnot voidaan yhdessä rinnastaa Suomessa suoritettaviin korkeakouluopintoihin 3 ja 4 §:ssä säädetyin perustein. Täydentävien opintojen rinnastamisen edellytyksistä annetaan tarkempia säännöksiä valtioneuvoston asetuksella. Jos rinnastamisen edellytyksenä olevia täydentäviä korkeakouluopintoja ei ole suoritettu rinnastamispäätöksen antamiseen mennessä, täydentävistä opinnoista on määrättävä päätöksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Edellä 2 § :n 2 momentissa tarkoitetuissa tapauksissa ulkomailla suoritetut korkeakouluopinnot ja Suomessa suoritetut tai vastedes suoritettavat täydentävät korkeakouluopinnot voidaan yhdessä rinnastaa Suomessa suoritettaviin korkeakouluopintoihin 3 ja 4 § :ssä säädetyin perustein. Täydentävien opintojen rinnastamisen edellytyksistä annetaan tarkempia säännöksiä valtioneuvoston asetuksella. Jos rinnastamisen edellytyksenä olevia täydentäviä korkeakouluopintoja ei ole suoritettu rinnastamispäätöksen antamiseen mennessä, täydentävistä opinnoista on määrättävä päätöksessä.",
        "folded_fi": "edella 2 §:n 2 momentissa tarkoitetuissa tapauksissa ulkomailla suoritetut korkeakouluopinnot ja suomessa suoritetut tai vastedes suoritettavat taydentavat korkeakouluopinnot voidaan yhdessa rinnastaa suomessa suoritettaviin korkeakouluopintoihin 3 ja 4 §:ssa saadetyin perustein. taydentavien opintojen rinnastamisen edellytyksista annetaan tarkempia saannoksia valtioneuvoston asetuksella. jos rinnastamisen edellytyksena olevia taydentavia korkeakouluopintoja ei ole suoritettu rinnastamispaatoksen antamiseen mennessa, taydentavista opinnoista on maarattava paatoksessa.",
        "title_sv": "Kompletterande högskolestudier som förutsättning för jämställande",
        "content_sv": "I de fall som avses i 2 § 2 mom. kan högskolestudier som har genomförts utomlands och kompletterande högskolestudier som har genomförts eller kommer att genomföras i Finland tillsammans jämställas med högskolestudier i Finland på de grunder som anges i 3 och 4 §. Närmare bestämmelser om förutsättningarna för jämställande av kompletterande studier utfärdas genom förordning av statsrådet. Om de kompletterande högskolestudier som är en förutsättning för jämställande inte har genomförts då beslutet om jämställande fattas, ska det i beslutet bestämmas om de kompletterande studierna.",
        "normalized_sv": "I de fall som avses i 2 § 2 mom. kan högskolestudier som har genomförts utomlands och kompletterande högskolestudier som har genomförts eller kommer att genomföras i Finland tillsammans jämställas med högskolestudier i Finland på de grunder som anges i 3 och 4 § . Närmare bestämmelser om förutsättningarna för jämställande av kompletterande studier utfärdas genom förordning av statsrådet. Om de kompletterande högskolestudier som är en förutsättning för jämställande inte har genomförts då beslutet om jämställande fattas, ska det i beslutet bestämmas om de kompletterande studierna.",
        "folded_sv": "i de fall som avses i 2 § 2 mom. kan hogskolestudier som har genomforts utomlands och kompletterande hogskolestudier som har genomforts eller kommer att genomforas i finland tillsammans jamstallas med hogskolestudier i finland pa de grunder som anges i 3 och 4 §. narmare bestammelser om forutsattningarna for jamstallande av kompletterande studier utfardas genom forordning av statsradet. om de kompletterande hogskolestudier som ar en forutsattning for jamstallande inte har genomforts da beslutet om jamstallande fattas, ska det i beslutet bestammas om de kompletterande studierna."
      },
      "valid_from": "2015-12-04",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Rinnastamishakemus ja -päätös",
      "content": "Opetushallitus päättää hakemuksesta ulkomailla suoritettujen korkeakouluopintojen rinnastamisesta Suomessa suoritettaviin tutkintoihin tai opintosuorituksiin. Hakijan on toimitettava Opetushallitukselle hakemuksen käsittelyä varten tarpeelliset selvitykset suorittamistaan opinnoista ja henkilöllisyydestään. Opetushallitus voi vaatia hakemuksen liitteet virallisesti oikeaksi todistettuina jäljennöksinä. Opetushallitus voi pyytää hakijaa esittämään opintoja koskevat selvitykset alkuperäisinä asiakirjoina, jos se on välttämätöntä. Opetushallitus voi vaatia hakemuksen liitteeksi käännökset muista kuin suomen tai ruotsin kielellä annetuista asiakirjoista. Tarvittaessa voidaan vaatia, että käännökset ovat suomen- tai ruotsinkielisiä ja että ne ovat auktorisoidun kääntäjän laatimia. Tarkempia säännöksiä hakemukseen liitettävistä asiakirjoista ja todistuksista voidaan antaa valtioneuvoston asetuksella. Opetushallitus voi ennen päätöksentekoa tarvittaessa pyytää yliopistolta tai ammattikorkeakoululta lausunnon hakijan suorittamien opintojen vastaavuudesta Suomessa suoritettaviin opintoihin sekä hakijalle mahdollisesti määrättävistä täydentävistä opinnoista. Lausunnon antava taho voi periä lausunnosta sitä pyytäneeltä omakustannusarvon mukaisen maksun noudattaen valtion maksuperustelakia (150/1992). Jos hakijalle määrätään täydentäviä korkeakouluopintoja, Opetushallitus tekee ehdollisen rinnastamispäätöksen. Kun vaaditut täydentävät opinnot on suoritettu hyväksytysti, Opetushallitus tekee hakemuksen perusteella lopullisen rinnastamispäätöksen. Lopullista rinnastamispäätöstä koskevaan hakemukseen tulee liittää korkeakoulun antama todistus täydentävien opintojen suorittamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Opetushallitus päättää hakemuksesta ulkomailla suoritettujen korkeakouluopintojen rinnastamisesta Suomessa suoritettaviin tutkintoihin tai opintosuorituksiin. Hakijan on toimitettava Opetushallitukselle hakemuksen käsittelyä varten tarpeelliset selvitykset suorittamistaan opinnoista ja henkilöllisyydestään. Opetushallitus voi vaatia hakemuksen liitteet virallisesti oikeaksi todistettuina jäljennöksinä. Opetushallitus voi pyytää hakijaa esittämään opintoja koskevat selvitykset alkuperäisinä asiakirjoina, jos se on välttämätöntä. Opetushallitus voi vaatia hakemuksen liitteeksi käännökset muista kuin suomen tai ruotsin kielellä annetuista asiakirjoista. Tarvittaessa voidaan vaatia, että käännökset ovat suomen- tai ruotsinkielisiä ja että ne ovat auktorisoidun kääntäjän laatimia. Tarkempia säännöksiä hakemukseen liitettävistä asiakirjoista ja todistuksista voidaan antaa valtioneuvoston asetuksella. Opetushallitus voi ennen päätöksentekoa tarvittaessa pyytää yliopistolta tai ammattikorkeakoululta lausunnon hakijan suorittamien opintojen vastaavuudesta Suomessa suoritettaviin opintoihin sekä hakijalle mahdollisesti määrättävistä täydentävistä opinnoista. Lausunnon antava taho voi periä lausunnosta sitä pyytäneeltä omakustannusarvon mukaisen maksun noudattaen valtion maksuperustelakia (150/1992). Jos hakijalle määrätään täydentäviä korkeakouluopintoja, Opetushallitus tekee ehdollisen rinnastamispäätöksen. Kun vaaditut täydentävät opinnot on suoritettu hyväksytysti, Opetushallitus tekee hakemuksen perusteella lopullisen rinnastamispäätöksen. Lopullista rinnastamispäätöstä koskevaan hakemukseen tulee liittää korkeakoulun antama todistus täydentävien opintojen suorittamisesta.",
        "folded_fi": "opetushallitus paattaa hakemuksesta ulkomailla suoritettujen korkeakouluopintojen rinnastamisesta suomessa suoritettaviin tutkintoihin tai opintosuorituksiin. hakijan on toimitettava opetushallitukselle hakemuksen kasittelya varten tarpeelliset selvitykset suorittamistaan opinnoista ja henkilollisyydestaan. opetushallitus voi vaatia hakemuksen liitteet virallisesti oikeaksi todistettuina jaljennoksina. opetushallitus voi pyytaa hakijaa esittamaan opintoja koskevat selvitykset alkuperaisina asiakirjoina, jos se on valttamatonta. opetushallitus voi vaatia hakemuksen liitteeksi kaannokset muista kuin suomen tai ruotsin kielella annetuista asiakirjoista. tarvittaessa voidaan vaatia, etta kaannokset ovat suomen- tai ruotsinkielisia ja etta ne ovat auktorisoidun kaantajan laatimia. tarkempia saannoksia hakemukseen liitettavista asiakirjoista ja todistuksista voidaan antaa valtioneuvoston asetuksella. opetushallitus voi ennen paatoksentekoa tarvittaessa pyytaa yliopistolta tai ammattikorkeakoululta lausunnon hakijan suorittamien opintojen vastaavuudesta suomessa suoritettaviin opintoihin seka hakijalle mahdollisesti maarattavista taydentavista opinnoista. lausunnon antava taho voi peria lausunnosta sita pyytaneelta omakustannusarvon mukaisen maksun noudattaen valtion maksuperustelakia (150/1992). jos hakijalle maarataan taydentavia korkeakouluopintoja, opetushallitus tekee ehdollisen rinnastamispaatoksen. kun vaaditut taydentavat opinnot on suoritettu hyvaksytysti, opetushallitus tekee hakemuksen perusteella lopullisen rinnastamispaatoksen. lopullista rinnastamispaatosta koskevaan hakemukseen tulee liittaa korkeakoulun antama todistus taydentavien opintojen suorittamisesta.",
        "title_sv": "Ansökan och beslut om jämställande",
        "content_sv": "Utbildningsstyrelsen beslutar på ansökan om jämställande av högskolestudier som genomgåtts utomlands med examina eller studieprestationer i Finland. Sökanden ska till Utbildningsstyrelsen ge in de utredningar över genomgångna studier som behövs för behandlingen av ansökan och styrka sin identitet. Utbildningsstyrelsen kan kräva att bilagorna till ansökan ska vara officiellt bestyrkta kopior. Utbildningsstyrelsen kan be sökanden visa upp utredningarna över studier i original, om det är nödvändigt. Utbildningsstyrelsen kan kräva att det till ansökan fogas översättningar av sådana handlingar som har avfattats på något annat språk än finska eller svenska. Vid behov kan krav ställas på att översättningarna ska vara på finska eller svenska och att de är utförda av en auktoriserad translator. Närmare bestämmelser om handlingar och intyg som ska fogas till ansökan får utfärdas genom förordning av statsrådet. Utbildningsstyrelsen kan innan beslut fattas vid behov be ett universitet eller en yrkeshögskola om ett utlåtande om likvärdigheten mellan sökandens studier och studier i Finland samt om de kompletterande studier som eventuellt ska fordras av sökanden. Den som lämnar utlåtandet kan, med iakttagande av lagen om grunderna för avgifter till staten (150/1992), av den som begärt utlåtandet ta ut en avgift som motsvarar självkostnadsvärdet. Om det fordras kompletterande högskolestudier av sökanden, ska Utbildningsstyrelsen fatta ett villkorligt beslut om jämställande. När de kompletterande studier som krävs har genomgåtts på godkänt sätt, fattar Utbildningsstyrelsen på ansökan ett slutligt beslut om jämställande. Till ansökan om ett slutligt beslut om jämställande ska fogas högskolans intyg över genomgångna kompletterande studier.",
        "normalized_sv": "Utbildningsstyrelsen beslutar på ansökan om jämställande av högskolestudier som genomgåtts utomlands med examina eller studieprestationer i Finland. Sökanden ska till Utbildningsstyrelsen ge in de utredningar över genomgångna studier som behövs för behandlingen av ansökan och styrka sin identitet. Utbildningsstyrelsen kan kräva att bilagorna till ansökan ska vara officiellt bestyrkta kopior. Utbildningsstyrelsen kan be sökanden visa upp utredningarna över studier i original, om det är nödvändigt. Utbildningsstyrelsen kan kräva att det till ansökan fogas översättningar av sådana handlingar som har avfattats på något annat språk än finska eller svenska. Vid behov kan krav ställas på att översättningarna ska vara på finska eller svenska och att de är utförda av en auktoriserad translator. Närmare bestämmelser om handlingar och intyg som ska fogas till ansökan får utfärdas genom förordning av statsrådet. Utbildningsstyrelsen kan innan beslut fattas vid behov be ett universitet eller en yrkeshögskola om ett utlåtande om likvärdigheten mellan sökandens studier och studier i Finland samt om de kompletterande studier som eventuellt ska fordras av sökanden. Den som lämnar utlåtandet kan, med iakttagande av lagen om grunderna för avgifter till staten (150/1992), av den som begärt utlåtandet ta ut en avgift som motsvarar självkostnadsvärdet. Om det fordras kompletterande högskolestudier av sökanden, ska Utbildningsstyrelsen fatta ett villkorligt beslut om jämställande. När de kompletterande studier som krävs har genomgåtts på godkänt sätt, fattar Utbildningsstyrelsen på ansökan ett slutligt beslut om jämställande. Till ansökan om ett slutligt beslut om jämställande ska fogas högskolans intyg över genomgångna kompletterande studier.",
        "folded_sv": "utbildningsstyrelsen beslutar pa ansokan om jamstallande av hogskolestudier som genomgatts utomlands med examina eller studieprestationer i finland. sokanden ska till utbildningsstyrelsen ge in de utredningar over genomgangna studier som behovs for behandlingen av ansokan och styrka sin identitet. utbildningsstyrelsen kan krava att bilagorna till ansokan ska vara officiellt bestyrkta kopior. utbildningsstyrelsen kan be sokanden visa upp utredningarna over studier i original, om det ar nodvandigt. utbildningsstyrelsen kan krava att det till ansokan fogas oversattningar av sadana handlingar som har avfattats pa nagot annat sprak an finska eller svenska. vid behov kan krav stallas pa att oversattningarna ska vara pa finska eller svenska och att de ar utforda av en auktoriserad translator. narmare bestammelser om handlingar och intyg som ska fogas till ansokan far utfardas genom forordning av statsradet. utbildningsstyrelsen kan innan beslut fattas vid behov be ett universitet eller en yrkeshogskola om ett utlatande om likvardigheten mellan sokandens studier och studier i finland samt om de kompletterande studier som eventuellt ska fordras av sokanden. den som lamnar utlatandet kan, med iakttagande av lagen om grunderna for avgifter till staten (150/1992), av den som begart utlatandet ta ut en avgift som motsvarar sjalvkostnadsvardet. om det fordras kompletterande hogskolestudier av sokanden, ska utbildningsstyrelsen fatta ett villkorligt beslut om jamstallande. nar de kompletterande studier som kravs har genomgatts pa godkant satt, fattar utbildningsstyrelsen pa ansokan ett slutligt beslut om jamstallande. till ansokan om ett slutligt beslut om jamstallande ska fogas hogskolans intyg over genomgangna kompletterande studier."
      },
      "valid_from": "2015-12-04",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Muutoksenhaku",
      "content": "Tässä laissa tarkoitettuun päätökseen saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Tässä laissa tarkoitettuun päätökseen saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan.",
        "folded_fi": "tassa laissa tarkoitettuun paatokseen saa hakea muutosta valittamalla siten kuin hallintolainkayttolaissa (586/1996) saadetaan. hallinto-oikeuden paatokseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myontaa valitusluvan.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ett beslut enligt denna lag får överklagas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Ett beslut av förvaltningsdomstolen får överklagas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "normalized_sv": "Ett beslut enligt denna lag får överklagas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Ett beslut av förvaltningsdomstolen får överklagas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "folded_sv": "ett beslut enligt denna lag far overklagas genom besvar pa det satt som foreskrivs i forvaltningsprocesslagen (586/1996). ett beslut av forvaltningsdomstolen far overklagas genom besvar endast om hogsta forvaltningsdomstolen beviljar besvarstillstand."
      },
      "valid_from": "2015-12-04",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2016. vanha ulkomaanopintolaki Tällä lailla kumotaan ulkomailla suoritettujen korkeakouluopintojen tuottamasta virkakelpoisuudesta annettu laki (531/1986), jäljempänä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2016. vanha ulkomaanopintolaki Tällä lailla kumotaan ulkomailla suoritettujen korkeakouluopintojen tuottamasta virkakelpoisuudesta annettu laki (531/1986), jäljempänä.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2016. vanha ulkomaanopintolaki talla lailla kumotaan ulkomailla suoritettujen korkeakouluopintojen tuottamasta virkakelpoisuudesta annettu laki (531/1986), jaljempana.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2016. den gamla tjänstebehörighetslagen. Genom denna lag upphävs lagen om den tjänstebehörighet som högskolestudier utomlands medför (531/1986), nedan",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2016. den gamla tjänstebehörighetslagen. Genom denna lag upphävs lagen om den tjänstebehörighet som högskolestudier utomlands medför (531/1986), nedan",
        "folded_sv": "denna lag trader i kraft den 1 januari 2016. den gamla tjanstebehorighetslagen. genom denna lag upphavs lagen om den tjanstebehorighet som hogskolestudier utomlands medfor (531/1986), nedan"
      },
      "valid_from": "2015-12-04",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Siirtymäsäännökset",
      "content": "Ennen tämän lain voimaantuloa vireille tulleisiin hakemuksiin sovelletaan tätä lakia, jos päätös tehdään tämän lain voimaantulon jälkeen. Vanhan ulkomaanopintolain nojalla rinnastamispäätöksen saanut saa hakea tämän lain 6 §:n 4 momentissa tarkoitettua lopullista rinnastamispäätöstä. Muutoksenhaussa ennen tämän lain voimaantuloa annettuun hallintopäätökseen sovelletaan vanhaa ulkomaanopintolakia. Muualla lainsäädännössä oleva viittaus vanhaan ulkomaanopintolakiin katsotaan tämän lain voimaantulon jälkeen viittaukseksi tähän lakiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Ennen tämän lain voimaantuloa vireille tulleisiin hakemuksiin sovelletaan tätä lakia, jos päätös tehdään tämän lain voimaantulon jälkeen. Vanhan ulkomaanopintolain nojalla rinnastamispäätöksen saanut saa hakea tämän lain 6 § :n 4 momentissa tarkoitettua lopullista rinnastamispäätöstä. Muutoksenhaussa ennen tämän lain voimaantuloa annettuun hallintopäätökseen sovelletaan vanhaa ulkomaanopintolakia. Muualla lainsäädännössä oleva viittaus vanhaan ulkomaanopintolakiin katsotaan tämän lain voimaantulon jälkeen viittaukseksi tähän lakiin.",
        "folded_fi": "ennen taman lain voimaantuloa vireille tulleisiin hakemuksiin sovelletaan tata lakia, jos paatos tehdaan taman lain voimaantulon jalkeen. vanhan ulkomaanopintolain nojalla rinnastamispaatoksen saanut saa hakea taman lain 6 §:n 4 momentissa tarkoitettua lopullista rinnastamispaatosta. muutoksenhaussa ennen taman lain voimaantuloa annettuun hallintopaatokseen sovelletaan vanhaa ulkomaanopintolakia. muualla lainsaadannossa oleva viittaus vanhaan ulkomaanopintolakiin katsotaan taman lain voimaantulon jalkeen viittaukseksi tahan lakiin.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "På ansökningar som har blivit anhängiga före denna lags ikraftträdande tillämpas denna lag, om beslutet fattas efter lagens ikraftträdande. Den som har fått ett beslut om jämställande med stöd av den gamla tjänstebehörighetslagen får ansöka om ett sådant slutligt beslut om jämställande som avses i 6 § 4 mom. i denna lag. Vid sökande av ändring i förvaltningsbeslut som har meddelats före denna lags ikraftträdande tillämpas den gamla tjänstebehörighetslagen. Hänvisningar till den gamla tjänstebehörighetslagen någon annanstans i lagstiftningen betraktas som hänvisningar till denna lag efter det att lagen har trätt i kraft.",
        "normalized_sv": "På ansökningar som har blivit anhängiga före denna lags ikraftträdande tillämpas denna lag, om beslutet fattas efter lagens ikraftträdande. Den som har fått ett beslut om jämställande med stöd av den gamla tjänstebehörighetslagen får ansöka om ett sådant slutligt beslut om jämställande som avses i 6 § 4 mom. i denna lag. Vid sökande av ändring i förvaltningsbeslut som har meddelats före denna lags ikraftträdande tillämpas den gamla tjänstebehörighetslagen. Hänvisningar till den gamla tjänstebehörighetslagen någon annanstans i lagstiftningen betraktas som hänvisningar till denna lag efter det att lagen har trätt i kraft.",
        "folded_sv": "pa ansokningar som har blivit anhangiga fore denna lags ikrafttradande tillampas denna lag, om beslutet fattas efter lagens ikrafttradande. den som har fatt ett beslut om jamstallande med stod av den gamla tjanstebehorighetslagen far ansoka om ett sadant slutligt beslut om jamstallande som avses i 6 § 4 mom. i denna lag. vid sokande av andring i forvaltningsbeslut som har meddelats fore denna lags ikrafttradande tillampas den gamla tjanstebehorighetslagen. hanvisningar till den gamla tjanstebehorighetslagen nagon annanstans i lagstiftningen betraktas som hanvisningar till denna lag efter det att lagen har tratt i kraft."
      },
      "valid_from": "2015-12-04",
      "valid_to": null
    }
  ]
}