{
  "id": "139/2015",
  "type": "statute",
  "title": "Laki vahvasta sähköisestä tunnistamisesta ja sähköisistä allekirjoituksista annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om stark autentisering och elektroniska signaturer",
  "status": "in_force",
  "issued_date": "2015-02-20",
  "in_force_date": "2015-02-20",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/139/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 12) allekirjoituksen luomisvälineellä ohjelmistoja ja laitteita, joilla yhdessä allekirjoituksen luomistietojen kanssa luodaan sähköinen allekirjoitus; 13) allekirjoituksen todentamistiedoilla sähköisen allekirjoituksen todentamisessa käytettävää tietokokonaisuutta, kuten koodeja ja julkisia avaimia; 14) luottamusverkostolla Viestintävirastoon ilmoituksen tehneiden tunnistuspalvelun tarjoajien verkostoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 12) allekirjoituksen luomisvälineellä ohjelmistoja ja laitteita, joilla yhdessä allekirjoituksen luomistietojen kanssa luodaan sähköinen allekirjoitus; 13) allekirjoituksen todentamistiedoilla sähköisen allekirjoituksen todentamisessa käytettävää tietokokonaisuutta, kuten koodeja ja julkisia avaimia; 14) luottamusverkostolla Viestintävirastoon ilmoituksen tehneiden tunnistuspalvelun tarjoajien verkostoa.",
        "folded_fi": "tassa laissa tarkoitetaan: 12) allekirjoituksen luomisvalineella ohjelmistoja ja laitteita, joilla yhdessa allekirjoituksen luomistietojen kanssa luodaan sahkoinen allekirjoitus; 13) allekirjoituksen todentamistiedoilla sahkoisen allekirjoituksen todentamisessa kaytettavaa tietokokonaisuutta, kuten koodeja ja julkisia avaimia; 14) luottamusverkostolla viestintavirastoon ilmoituksen tehneiden tunnistuspalvelun tarjoajien verkostoa.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 12) anordning för signaturframställning programvara eller maskinvara för användning av signaturframställningsdata då en elektronisk signatur skapas, 13) signaturverifieringsdata data, såsom koder eller öppna nycklar, som används för att verifiera en elektronisk signatur, 14) förtroendenät de leverantörer av identifieringstjänster som har gjort en anmälan till Kommunikationsverket.",
        "normalized_sv": "I denna lag avses med 12) anordning för signaturframställning programvara eller maskinvara för användning av signaturframställningsdata då en elektronisk signatur skapas, 13) signaturverifieringsdata data, såsom koder eller öppna nycklar, som används för att verifiera en elektronisk signatur, 14) förtroendenät de leverantörer av identifieringstjänster som har gjort en anmälan till Kommunikationsverket.",
        "folded_sv": "i denna lag avses med 12) anordning for signaturframstallning programvara eller maskinvara for anvandning av signaturframstallningsdata da en elektronisk signatur skapas, 13) signaturverifieringsdata data, sasom koder eller oppna nycklar, som anvands for att verifiera en elektronisk signatur, 14) fortroendenat de leverantorer av identifieringstjanster som har gjort en anmalan till kommunikationsverket."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Henkilötietojen käsittely",
      "content": "Tunnistuspalvelun tarjoajan ja sähköisiä allekirjoituksia tarjoavan varmentajan tulee tarkistaessaan hakijan henkilöllisyyden vaatia hakijaa ilmoittamaan henkilötunnuksensa. Tunnistuspalvelun tarjoaja ja sähköisiä allekirjoituksia tarjoava varmentaja saavat käsitellä henkilötunnusta rekistereissään 1 momentissa mainitussa tarkoituksessa. Henkilötunnuksen saa sisällyttää tunnistusvälineeseen tai varmenteeseen, jos välineen tai varmenteen tietosisältö on ainoastaan sellaisen tahon saatavilla, jolle se on välttämätöntä palvelun toteuttamiseksi. Henkilötunnus ei saa olla saatavissa julkisesta hakemistosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Tunnistuspalvelun tarjoajan ja sähköisiä allekirjoituksia tarjoavan varmentajan tulee tarkistaessaan hakijan henkilöllisyyden vaatia hakijaa ilmoittamaan henkilötunnuksensa. Tunnistuspalvelun tarjoaja ja sähköisiä allekirjoituksia tarjoava varmentaja saavat käsitellä henkilötunnusta rekistereissään 1 momentissa mainitussa tarkoituksessa. Henkilötunnuksen saa sisällyttää tunnistusvälineeseen tai varmenteeseen, jos välineen tai varmenteen tietosisältö on ainoastaan sellaisen tahon saatavilla, jolle se on välttämätöntä palvelun toteuttamiseksi. Henkilötunnus ei saa olla saatavissa julkisesta hakemistosta.",
        "folded_fi": "tunnistuspalvelun tarjoajan ja sahkoisia allekirjoituksia tarjoavan varmentajan tulee tarkistaessaan hakijan henkilollisyyden vaatia hakijaa ilmoittamaan henkilotunnuksensa. tunnistuspalvelun tarjoaja ja sahkoisia allekirjoituksia tarjoava varmentaja saavat kasitella henkilotunnusta rekistereissaan 1 momentissa mainitussa tarkoituksessa. henkilotunnuksen saa sisallyttaa tunnistusvalineeseen tai varmenteeseen, jos valineen tai varmenteen tietosisalto on ainoastaan sellaisen tahon saatavilla, jolle se on valttamatonta palvelun toteuttamiseksi. henkilotunnus ei saa olla saatavissa julkisesta hakemistosta.",
        "title_sv": "Behandling av personuppgifter",
        "content_sv": "När leverantörer av identifieringstjänster och certifikatutfärdare som tillhandahåller elektroniska signaturer kontrollerar sökandens identitet ska de kräva att han eller hon uppger sin personbeteckning. Leverantörerna av identifieringstjänster och certifikatutfärdarna som tillhandahåller elektroniska signaturer får behandla personbeteckningar i sina register i de syften som nämns i 1 mom. Identifieringsverktyg och certifikat får innehålla personbeteckning, om verktygets eller certifikatets innehåll är tillgängligt endast för dem som nödvändigt behöver personbeteckningen för att tillhandahålla tjänsten. Personbeteckningen får inte vara tillgänglig i en offentlig katalog.",
        "normalized_sv": "När leverantörer av identifieringstjänster och certifikatutfärdare som tillhandahåller elektroniska signaturer kontrollerar sökandens identitet ska de kräva att han eller hon uppger sin personbeteckning. Leverantörerna av identifieringstjänster och certifikatutfärdarna som tillhandahåller elektroniska signaturer får behandla personbeteckningar i sina register i de syften som nämns i 1 mom. Identifieringsverktyg och certifikat får innehålla personbeteckning, om verktygets eller certifikatets innehåll är tillgängligt endast för dem som nödvändigt behöver personbeteckningen för att tillhandahålla tjänsten. Personbeteckningen får inte vara tillgänglig i en offentlig katalog.",
        "folded_sv": "nar leverantorer av identifieringstjanster och certifikatutfardare som tillhandahaller elektroniska signaturer kontrollerar sokandens identitet ska de krava att han eller hon uppger sin personbeteckning. leverantorerna av identifieringstjanster och certifikatutfardarna som tillhandahaller elektroniska signaturer far behandla personbeteckningar i sina register i de syften som namns i 1 mom. identifieringsverktyg och certifikat far innehalla personbeteckning, om verktygets eller certifikatets innehall ar tillgangligt endast for dem som nodvandigt behover personbeteckningen for att tillhandahalla tjansten. personbeteckningen far inte vara tillganglig i en offentlig katalog."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Väestötietojärjestelmän tietojen käyttäminen",
      "content": "Tunnistuspalvelun tarjoajan ja sähköisiä allekirjoituksia tarjoavan varmentajan on hankittava ja päivitettävä tunnistuspalvelun tarjoamiseksi tarvitsemansa tiedot väestötietojärjestelmästä. Tämän lisäksi tunnistuspalvelun tarjoajan on varmistettava, että sen tunnistuspalvelun tarjoamiseksi tarvitsemat tiedot ovat ajan tasalla väestötietojärjestelmän tietojen kanssa. Väestötietojärjestelmästä luovutettava tieto on julkisoikeudellinen suorite. Suoritteen maksullisuudesta säädetään valtion maksuperustelaissa (150/1992).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Tunnistuspalvelun tarjoajan ja sähköisiä allekirjoituksia tarjoavan varmentajan on hankittava ja päivitettävä tunnistuspalvelun tarjoamiseksi tarvitsemansa tiedot väestötietojärjestelmästä. Tämän lisäksi tunnistuspalvelun tarjoajan on varmistettava, että sen tunnistuspalvelun tarjoamiseksi tarvitsemat tiedot ovat ajan tasalla väestötietojärjestelmän tietojen kanssa. Väestötietojärjestelmästä luovutettava tieto on julkisoikeudellinen suorite. Suoritteen maksullisuudesta säädetään valtion maksuperustelaissa (150/1992).",
        "folded_fi": "tunnistuspalvelun tarjoajan ja sahkoisia allekirjoituksia tarjoavan varmentajan on hankittava ja paivitettava tunnistuspalvelun tarjoamiseksi tarvitsemansa tiedot vaestotietojarjestelmasta. taman lisaksi tunnistuspalvelun tarjoajan on varmistettava, etta sen tunnistuspalvelun tarjoamiseksi tarvitsemat tiedot ovat ajan tasalla vaestotietojarjestelman tietojen kanssa. vaestotietojarjestelmasta luovutettava tieto on julkisoikeudellinen suorite. suoritteen maksullisuudesta saadetaan valtion maksuperustelaissa (150/1992).",
        "title_sv": "Användning av uppgifter i befolkningsdatasystemet",
        "content_sv": "Leverantörer av identifieringstjänster och certifikatutfärdare som tillhandahåller elektroniska signaturer ska inhämta och uppdatera uppgifterna de behöver för tillhandahållandet av identifieringstjänster ur befolkningsdatasystemet. Leverantörer av identifieringstjänster ska dessutom säkerställa att uppgifterna som de behöver för tillhandahållandet av identifieringstjänster är uppdaterade i relation till uppgifterna i befolkningsdatasystemet. En uppgift som lämnas ut ur befolkningsdatasystemet är en offentligrättslig prestation. Bestämmelser om avgiften för en prestation finns i lagen om grunderna för avgifter till staten (150/1992).",
        "normalized_sv": "Leverantörer av identifieringstjänster och certifikatutfärdare som tillhandahåller elektroniska signaturer ska inhämta och uppdatera uppgifterna de behöver för tillhandahållandet av identifieringstjänster ur befolkningsdatasystemet. Leverantörer av identifieringstjänster ska dessutom säkerställa att uppgifterna som de behöver för tillhandahållandet av identifieringstjänster är uppdaterade i relation till uppgifterna i befolkningsdatasystemet. En uppgift som lämnas ut ur befolkningsdatasystemet är en offentligrättslig prestation. Bestämmelser om avgiften för en prestation finns i lagen om grunderna för avgifter till staten (150/1992).",
        "folded_sv": "leverantorer av identifieringstjanster och certifikatutfardare som tillhandahaller elektroniska signaturer ska inhamta och uppdatera uppgifterna de behover for tillhandahallandet av identifieringstjanster ur befolkningsdatasystemet. leverantorer av identifieringstjanster ska dessutom sakerstalla att uppgifterna som de behover for tillhandahallandet av identifieringstjanster ar uppdaterade i relation till uppgifterna i befolkningsdatasystemet. en uppgift som lamnas ut ur befolkningsdatasystemet ar en offentligrattslig prestation. bestammelser om avgiften for en prestation finns i lagen om grunderna for avgifter till staten (150/1992)."
      }
    },
    {
      "provision_ref": "12 a",
      "section": "12 a",
      "title": "Tunnistuspalvelun tarjoajien verkosto",
      "content": "Tunnistuspalvelun tarjoajan tehdessä 10 §:n mukaisen ilmoituksen Viestintävirastoon, tunnistuspalvelun tarjoaja liittyy osaksi luottamusverkostoa. Luottamusverkostoon kuuluvan tunnistuspalvelun tarjoajan on noudatettava sellaisia hallinnollisia käytäntöjä, jotka mahdollistavat tunnistuspalveluita tarjoavien ja niitä hyödyntävien sähköisten palveluntarjoajien tarjoamien palveluiden yhteentoimivuuden sekä tarjottava tekniset rajapinnat, jotka luovat edellytykset tunnistuspalveluita tarjoavien ja niitä hyödyntävien toimijoiden väliselle toiminnalle. Sähköisen tunnistuspalvelun tarjoajan lähettäessä sähköiseen tunnistusvälineeseen liittyvää tietoa toiselle sähköisen tunnistuspalvelun tarjoajalle edelleen välitettäväksi, välitettävästä tunnistetiedosta tulee suorittaa lähettäjälle korvaus. Välitettävästä tunnistetiedosta perittävä korvaus voi olla enintään 10 senttiä. Korvauksen tasoa tullaan arvioimaan vuosittain. Tunnistuspalvelun tarjoajat vastaavat yhteistyössä teknisten rajapintojen ja hallinnollisten käytäntöjen yhteentoimivuudesta. Luottamusverkoston hallinnollisista käytännöistä, teknisistä rajapinnoista ja hallinnollisista vastuista annetaan tarkempia säännöksiä valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12 a",
        "normalized_fi": "Tunnistuspalvelun tarjoajan tehdessä 10 § :n mukaisen ilmoituksen Viestintävirastoon, tunnistuspalvelun tarjoaja liittyy osaksi luottamusverkostoa. Luottamusverkostoon kuuluvan tunnistuspalvelun tarjoajan on noudatettava sellaisia hallinnollisia käytäntöjä, jotka mahdollistavat tunnistuspalveluita tarjoavien ja niitä hyödyntävien sähköisten palveluntarjoajien tarjoamien palveluiden yhteentoimivuuden sekä tarjottava tekniset rajapinnat, jotka luovat edellytykset tunnistuspalveluita tarjoavien ja niitä hyödyntävien toimijoiden väliselle toiminnalle. Sähköisen tunnistuspalvelun tarjoajan lähettäessä sähköiseen tunnistusvälineeseen liittyvää tietoa toiselle sähköisen tunnistuspalvelun tarjoajalle edelleen välitettäväksi, välitettävästä tunnistetiedosta tulee suorittaa lähettäjälle korvaus. Välitettävästä tunnistetiedosta perittävä korvaus voi olla enintään 10 senttiä. Korvauksen tasoa tullaan arvioimaan vuosittain. Tunnistuspalvelun tarjoajat vastaavat yhteistyössä teknisten rajapintojen ja hallinnollisten käytäntöjen yhteentoimivuudesta. Luottamusverkoston hallinnollisista käytännöistä, teknisistä rajapinnoista ja hallinnollisista vastuista annetaan tarkempia säännöksiä valtioneuvoston asetuksella.",
        "folded_fi": "tunnistuspalvelun tarjoajan tehdessa 10 §:n mukaisen ilmoituksen viestintavirastoon, tunnistuspalvelun tarjoaja liittyy osaksi luottamusverkostoa. luottamusverkostoon kuuluvan tunnistuspalvelun tarjoajan on noudatettava sellaisia hallinnollisia kaytantoja, jotka mahdollistavat tunnistuspalveluita tarjoavien ja niita hyodyntavien sahkoisten palveluntarjoajien tarjoamien palveluiden yhteentoimivuuden seka tarjottava tekniset rajapinnat, jotka luovat edellytykset tunnistuspalveluita tarjoavien ja niita hyodyntavien toimijoiden valiselle toiminnalle. sahkoisen tunnistuspalvelun tarjoajan lahettaessa sahkoiseen tunnistusvalineeseen liittyvaa tietoa toiselle sahkoisen tunnistuspalvelun tarjoajalle edelleen valitettavaksi, valitettavasta tunnistetiedosta tulee suorittaa lahettajalle korvaus. valitettavasta tunnistetiedosta perittava korvaus voi olla enintaan 10 senttia. korvauksen tasoa tullaan arvioimaan vuosittain. tunnistuspalvelun tarjoajat vastaavat yhteistyossa teknisten rajapintojen ja hallinnollisten kaytantojen yhteentoimivuudesta. luottamusverkoston hallinnollisista kaytannoista, teknisista rajapinnoista ja hallinnollisista vastuista annetaan tarkempia saannoksia valtioneuvoston asetuksella.",
        "title_sv": "Nätverk för leverantörer av identifieringstjänster",
        "content_sv": "När en leverantör av identifieringstjänster gör en anmälan till Kommunikationsverket enligt 10 § ansluter sig leverantören av identifieringstjänster till förtroendenätet. En leverantör av identifieringstjänster som hör till förtroendenätet ska iaktta en sådan administrativ praxis som säkerställer att de tjänster som tillhandahålls av leverantörer av identifieringstjänster och av leverantörer av elektroniska tjänster som använder dessa identifieringstjänster är kompatibla samt erbjuda tekniska gränssnitt som skapar förutsättningar för verksamheten mellan aktörerna som tillhandahåller identifieringstjänster och aktörerna som använder tjänsterna. När en leverantör av elektroniska identifieringstjänster skickar en uppgift som gäller ett elektroniskt identifieringsverktyg till en annan leverantör av elektroniska identifieringstjänster för vidareförmedling, ska det för den förmedlade identifieringsuppgiften betalas en ersättning till den som skickat uppgiften. Ersättningen som tas ut för en förmedlad identifieringsuppgift får uppgå till högst 10 cent. Nivån på ersättningen ska bedömas årligen. Leverantörerna av identifieringstjänster svarar i samarbete för att de tekniska gränssnitten och den administrativa praxisen är kompatibla. Närmare bestämmelser om förtroendenätets administrativa praxis, tekniska gränssnitt och administrativa ansvar utfärdas genom förordning av statsrådet.",
        "normalized_sv": "När en leverantör av identifieringstjänster gör en anmälan till Kommunikationsverket enligt 10 § ansluter sig leverantören av identifieringstjänster till förtroendenätet. En leverantör av identifieringstjänster som hör till förtroendenätet ska iaktta en sådan administrativ praxis som säkerställer att de tjänster som tillhandahålls av leverantörer av identifieringstjänster och av leverantörer av elektroniska tjänster som använder dessa identifieringstjänster är kompatibla samt erbjuda tekniska gränssnitt som skapar förutsättningar för verksamheten mellan aktörerna som tillhandahåller identifieringstjänster och aktörerna som använder tjänsterna. När en leverantör av elektroniska identifieringstjänster skickar en uppgift som gäller ett elektroniskt identifieringsverktyg till en annan leverantör av elektroniska identifieringstjänster för vidareförmedling, ska det för den förmedlade identifieringsuppgiften betalas en ersättning till den som skickat uppgiften. Ersättningen som tas ut för en förmedlad identifieringsuppgift får uppgå till högst 10 cent. Nivån på ersättningen ska bedömas årligen. Leverantörerna av identifieringstjänster svarar i samarbete för att de tekniska gränssnitten och den administrativa praxisen är kompatibla. Närmare bestämmelser om förtroendenätets administrativa praxis, tekniska gränssnitt och administrativa ansvar utfärdas genom förordning av statsrådet.",
        "folded_sv": "nar en leverantor av identifieringstjanster gor en anmalan till kommunikationsverket enligt 10 § ansluter sig leverantoren av identifieringstjanster till fortroendenatet. en leverantor av identifieringstjanster som hor till fortroendenatet ska iaktta en sadan administrativ praxis som sakerstaller att de tjanster som tillhandahalls av leverantorer av identifieringstjanster och av leverantorer av elektroniska tjanster som anvander dessa identifieringstjanster ar kompatibla samt erbjuda tekniska granssnitt som skapar forutsattningar for verksamheten mellan aktorerna som tillhandahaller identifieringstjanster och aktorerna som anvander tjansterna. nar en leverantor av elektroniska identifieringstjanster skickar en uppgift som galler ett elektroniskt identifieringsverktyg till en annan leverantor av elektroniska identifieringstjanster for vidareformedling, ska det for den formedlade identifieringsuppgiften betalas en ersattning till den som skickat uppgiften. ersattningen som tas ut for en formedlad identifieringsuppgift far uppga till hogst 10 cent. nivan pa ersattningen ska bedomas arligen. leverantorerna av identifieringstjanster svarar i samarbete for att de tekniska granssnitten och den administrativa praxisen ar kompatibla. narmare bestammelser om fortroendenatets administrativa praxis, tekniska granssnitt och administrativa ansvar utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Tunnistusvälineen hakijan tunnistaminen",
      "content": "Jos hakijalla ei ole aikaisempaa tämän lain mukaista vahvaa sähköistä tunnistusvälinettä, ensitunnistaminen tulee tehdä henkilökohtaisesti. Jos hakijalla on jo käytössään vahva sähköinen tunnistusväline, tässä laissa tarkoitettua tunnistusvälinettä voidaan hakea sähköisesti. Henkilökohtaista ensitunnistusta tehtäessä tunnistuspalvelun tarjoajan on tunnistettava tunnistusvälineen hakija huolellisesti todentamalla hänen henkilöllisyytensä voimassa olevasta Euroopan talousalueen jäsenvaltion, Sveitsin tai San Marinon viranomaisen myöntämästä passista tai henkilökortista. Halutessaan tunnistuspalvelun tarjoaja voi käyttää ensitunnistamisessa myös Euroopan talousalueen jäsenvaltion viranomaisen 1 päivän lokakuuta 1990 jälkeen myöntämää voimassa olevaa ajokorttia tai muun valtion viranomaisen myöntämää voimassa olevaa passia. Jos tunnistusvälineen hakijan henkilöllisyyttä ei voida luotettavasti todentaa, hakemukseen liittyvän ensitunnistamisen tekee poliisi. Poliisin tekemästä ensitunnistamisesta tunnistusvälineen hakijalle aiheutuva kustannus on julkisoikeudellinen suorite. Suoritteen maksullisuudesta säädetään valtion maksuperustelaissa. Olemassa olevan vahvan sähköisen tunnistusvälineen avulla on voitava hakea vastaavan tasoista sähköistä tunnistusvälinettä. Aiempaan tunnistukseen luottava vahvan sähköisen tunnistuspalvelun tarjoaja vastaa mahdollisesta tunnistuksen virheellisyydestä suhteessa vahingon kärsineeseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Jos hakijalla ei ole aikaisempaa tämän lain mukaista vahvaa sähköistä tunnistusvälinettä, ensitunnistaminen tulee tehdä henkilökohtaisesti. Jos hakijalla on jo käytössään vahva sähköinen tunnistusväline, tässä laissa tarkoitettua tunnistusvälinettä voidaan hakea sähköisesti. Henkilökohtaista ensitunnistusta tehtäessä tunnistuspalvelun tarjoajan on tunnistettava tunnistusvälineen hakija huolellisesti todentamalla hänen henkilöllisyytensä voimassa olevasta Euroopan talousalueen jäsenvaltion, Sveitsin tai San Marinon viranomaisen myöntämästä passista tai henkilökortista. Halutessaan tunnistuspalvelun tarjoaja voi käyttää ensitunnistamisessa myös Euroopan talousalueen jäsenvaltion viranomaisen 1 päivän lokakuuta 1990 jälkeen myöntämää voimassa olevaa ajokorttia tai muun valtion viranomaisen myöntämää voimassa olevaa passia. Jos tunnistusvälineen hakijan henkilöllisyyttä ei voida luotettavasti todentaa, hakemukseen liittyvän ensitunnistamisen tekee poliisi. Poliisin tekemästä ensitunnistamisesta tunnistusvälineen hakijalle aiheutuva kustannus on julkisoikeudellinen suorite. Suoritteen maksullisuudesta säädetään valtion maksuperustelaissa. Olemassa olevan vahvan sähköisen tunnistusvälineen avulla on voitava hakea vastaavan tasoista sähköistä tunnistusvälinettä. Aiempaan tunnistukseen luottava vahvan sähköisen tunnistuspalvelun tarjoaja vastaa mahdollisesta tunnistuksen virheellisyydestä suhteessa vahingon kärsineeseen.",
        "folded_fi": "jos hakijalla ei ole aikaisempaa taman lain mukaista vahvaa sahkoista tunnistusvalinetta, ensitunnistaminen tulee tehda henkilokohtaisesti. jos hakijalla on jo kaytossaan vahva sahkoinen tunnistusvaline, tassa laissa tarkoitettua tunnistusvalinetta voidaan hakea sahkoisesti. henkilokohtaista ensitunnistusta tehtaessa tunnistuspalvelun tarjoajan on tunnistettava tunnistusvalineen hakija huolellisesti todentamalla hanen henkilollisyytensa voimassa olevasta euroopan talousalueen jasenvaltion, sveitsin tai san marinon viranomaisen myontamasta passista tai henkilokortista. halutessaan tunnistuspalvelun tarjoaja voi kayttaa ensitunnistamisessa myos euroopan talousalueen jasenvaltion viranomaisen 1 paivan lokakuuta 1990 jalkeen myontamaa voimassa olevaa ajokorttia tai muun valtion viranomaisen myontamaa voimassa olevaa passia. jos tunnistusvalineen hakijan henkilollisyytta ei voida luotettavasti todentaa, hakemukseen liittyvan ensitunnistamisen tekee poliisi. poliisin tekemasta ensitunnistamisesta tunnistusvalineen hakijalle aiheutuva kustannus on julkisoikeudellinen suorite. suoritteen maksullisuudesta saadetaan valtion maksuperustelaissa. olemassa olevan vahvan sahkoisen tunnistusvalineen avulla on voitava hakea vastaavan tasoista sahkoista tunnistusvalinetta. aiempaan tunnistukseen luottava vahvan sahkoisen tunnistuspalvelun tarjoaja vastaa mahdollisesta tunnistuksen virheellisyydesta suhteessa vahingon karsineeseen.",
        "title_sv": "Identifiering av den som ansöker om ett identifieringsverktyg",
        "content_sv": "Om sökanden inte har ett tidigare verktyg för stark autentisering enligt denna lag, ska den inledande identifieringen göras personligen. Om sökanden redan har ett verktyg för stark autentisering, får det identifieringsverktyg som avses i denna lag sökas elektroniskt. När den personliga inledande identifieringen görs ska leverantören av identifieringstjänster noggrant identifiera den som ansöker om ett identifieringsverktyg genom att fastställa identiteten med hjälp av ett giltigt pass eller identitetskort som har utfärdats av en myndighet i en medlemsstat inom Europeiska ekonomiska samarbetsområdet, i Schweiz eller i San Marino. Vid den inledande identifieringen får leverantören, om denne så önskar, även använda ett giltigt körkort som har utfärdats efter den 1 oktober 1990 av en myndighet i en medlemsstat i Europeiska ekonomiska samarbetsområdet eller ett giltigt pass som har utfärdats av en myndighet i någon annan stat. Om identiteten hos den som ansöker om ett identifieringsverktyg inte kan verifieras på ett tillförlitligt sätt, ska polisen utföra den inledande identifiering som gäller ansökan. De kostnader som polisens inledande identifiering orsakar den som ansöker om ett identifieringsverktyg är en offentligrättslig prestation. Bestämmelser om avgiften för en sådan prestation finns i lagen om grunderna för avgifter till staten. Med hjälp av ett befintligt verktyg för stark autentisering ska det kunna ansökas om ett motsvarande elektroniskt identifieringsverktyg. Den leverantör av tjänster för stark autentisering som litar på en tidigare identifiering bär ansvaret i förhållande till den skadelidande om identifieringen är felaktig.",
        "normalized_sv": "Om sökanden inte har ett tidigare verktyg för stark autentisering enligt denna lag, ska den inledande identifieringen göras personligen. Om sökanden redan har ett verktyg för stark autentisering, får det identifieringsverktyg som avses i denna lag sökas elektroniskt. När den personliga inledande identifieringen görs ska leverantören av identifieringstjänster noggrant identifiera den som ansöker om ett identifieringsverktyg genom att fastställa identiteten med hjälp av ett giltigt pass eller identitetskort som har utfärdats av en myndighet i en medlemsstat inom Europeiska ekonomiska samarbetsområdet, i Schweiz eller i San Marino. Vid den inledande identifieringen får leverantören, om denne så önskar, även använda ett giltigt körkort som har utfärdats efter den 1 oktober 1990 av en myndighet i en medlemsstat i Europeiska ekonomiska samarbetsområdet eller ett giltigt pass som har utfärdats av en myndighet i någon annan stat. Om identiteten hos den som ansöker om ett identifieringsverktyg inte kan verifieras på ett tillförlitligt sätt, ska polisen utföra den inledande identifiering som gäller ansökan. De kostnader som polisens inledande identifiering orsakar den som ansöker om ett identifieringsverktyg är en offentligrättslig prestation. Bestämmelser om avgiften för en sådan prestation finns i lagen om grunderna för avgifter till staten. Med hjälp av ett befintligt verktyg för stark autentisering ska det kunna ansökas om ett motsvarande elektroniskt identifieringsverktyg. Den leverantör av tjänster för stark autentisering som litar på en tidigare identifiering bär ansvaret i förhållande till den skadelidande om identifieringen är felaktig.",
        "folded_sv": "om sokanden inte har ett tidigare verktyg for stark autentisering enligt denna lag, ska den inledande identifieringen goras personligen. om sokanden redan har ett verktyg for stark autentisering, far det identifieringsverktyg som avses i denna lag sokas elektroniskt. nar den personliga inledande identifieringen gors ska leverantoren av identifieringstjanster noggrant identifiera den som ansoker om ett identifieringsverktyg genom att faststalla identiteten med hjalp av ett giltigt pass eller identitetskort som har utfardats av en myndighet i en medlemsstat inom europeiska ekonomiska samarbetsomradet, i schweiz eller i san marino. vid den inledande identifieringen far leverantoren, om denne sa onskar, aven anvanda ett giltigt korkort som har utfardats efter den 1 oktober 1990 av en myndighet i en medlemsstat i europeiska ekonomiska samarbetsomradet eller ett giltigt pass som har utfardats av en myndighet i nagon annan stat. om identiteten hos den som ansoker om ett identifieringsverktyg inte kan verifieras pa ett tillforlitligt satt, ska polisen utfora den inledande identifiering som galler ansokan. de kostnader som polisens inledande identifiering orsakar den som ansoker om ett identifieringsverktyg ar en offentligrattslig prestation. bestammelser om avgiften for en sadan prestation finns i lagen om grunderna for avgifter till staten. med hjalp av ett befintligt verktyg for stark autentisering ska det kunna ansokas om ett motsvarande elektroniskt identifieringsverktyg. den leverantor av tjanster for stark autentisering som litar pa en tidigare identifiering bar ansvaret i forhallande till den skadelidande om identifieringen ar felaktig."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 12) allekirjoituksen luomisvälineellä ohjelmistoja ja laitteita, joilla yhdessä allekirjoituksen luomistietojen kanssa luodaan sähköinen allekirjoitus; 13) allekirjoituksen todentamistiedoilla sähköisen allekirjoituksen todentamisessa käytettävää tietokokonaisuutta, kuten koodeja ja julkisia avaimia; 14) luottamusverkostolla Viestintävirastoon ilmoituksen tehneiden tunnistuspalvelun tarjoajien verkostoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 12) allekirjoituksen luomisvälineellä ohjelmistoja ja laitteita, joilla yhdessä allekirjoituksen luomistietojen kanssa luodaan sähköinen allekirjoitus; 13) allekirjoituksen todentamistiedoilla sähköisen allekirjoituksen todentamisessa käytettävää tietokokonaisuutta, kuten koodeja ja julkisia avaimia; 14) luottamusverkostolla Viestintävirastoon ilmoituksen tehneiden tunnistuspalvelun tarjoajien verkostoa.",
        "folded_fi": "tassa laissa tarkoitetaan: 12) allekirjoituksen luomisvalineella ohjelmistoja ja laitteita, joilla yhdessa allekirjoituksen luomistietojen kanssa luodaan sahkoinen allekirjoitus; 13) allekirjoituksen todentamistiedoilla sahkoisen allekirjoituksen todentamisessa kaytettavaa tietokokonaisuutta, kuten koodeja ja julkisia avaimia; 14) luottamusverkostolla viestintavirastoon ilmoituksen tehneiden tunnistuspalvelun tarjoajien verkostoa.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 12) anordning för signaturframställning programvara eller maskinvara för användning av signaturframställningsdata då en elektronisk signatur skapas, 13) signaturverifieringsdata data, såsom koder eller öppna nycklar, som används för att verifiera en elektronisk signatur, 14) förtroendenät de leverantörer av identifieringstjänster som har gjort en anmälan till Kommunikationsverket.",
        "normalized_sv": "I denna lag avses med 12) anordning för signaturframställning programvara eller maskinvara för användning av signaturframställningsdata då en elektronisk signatur skapas, 13) signaturverifieringsdata data, såsom koder eller öppna nycklar, som används för att verifiera en elektronisk signatur, 14) förtroendenät de leverantörer av identifieringstjänster som har gjort en anmälan till Kommunikationsverket.",
        "folded_sv": "i denna lag avses med 12) anordning for signaturframstallning programvara eller maskinvara for anvandning av signaturframstallningsdata da en elektronisk signatur skapas, 13) signaturverifieringsdata data, sasom koder eller oppna nycklar, som anvands for att verifiera en elektronisk signatur, 14) fortroendenat de leverantorer av identifieringstjanster som har gjort en anmalan till kommunikationsverket."
      },
      "valid_from": "2015-02-20",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Henkilötietojen käsittely",
      "content": "Tunnistuspalvelun tarjoajan ja sähköisiä allekirjoituksia tarjoavan varmentajan tulee tarkistaessaan hakijan henkilöllisyyden vaatia hakijaa ilmoittamaan henkilötunnuksensa. Tunnistuspalvelun tarjoaja ja sähköisiä allekirjoituksia tarjoava varmentaja saavat käsitellä henkilötunnusta rekistereissään 1 momentissa mainitussa tarkoituksessa. Henkilötunnuksen saa sisällyttää tunnistusvälineeseen tai varmenteeseen, jos välineen tai varmenteen tietosisältö on ainoastaan sellaisen tahon saatavilla, jolle se on välttämätöntä palvelun toteuttamiseksi. Henkilötunnus ei saa olla saatavissa julkisesta hakemistosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Tunnistuspalvelun tarjoajan ja sähköisiä allekirjoituksia tarjoavan varmentajan tulee tarkistaessaan hakijan henkilöllisyyden vaatia hakijaa ilmoittamaan henkilötunnuksensa. Tunnistuspalvelun tarjoaja ja sähköisiä allekirjoituksia tarjoava varmentaja saavat käsitellä henkilötunnusta rekistereissään 1 momentissa mainitussa tarkoituksessa. Henkilötunnuksen saa sisällyttää tunnistusvälineeseen tai varmenteeseen, jos välineen tai varmenteen tietosisältö on ainoastaan sellaisen tahon saatavilla, jolle se on välttämätöntä palvelun toteuttamiseksi. Henkilötunnus ei saa olla saatavissa julkisesta hakemistosta.",
        "folded_fi": "tunnistuspalvelun tarjoajan ja sahkoisia allekirjoituksia tarjoavan varmentajan tulee tarkistaessaan hakijan henkilollisyyden vaatia hakijaa ilmoittamaan henkilotunnuksensa. tunnistuspalvelun tarjoaja ja sahkoisia allekirjoituksia tarjoava varmentaja saavat kasitella henkilotunnusta rekistereissaan 1 momentissa mainitussa tarkoituksessa. henkilotunnuksen saa sisallyttaa tunnistusvalineeseen tai varmenteeseen, jos valineen tai varmenteen tietosisalto on ainoastaan sellaisen tahon saatavilla, jolle se on valttamatonta palvelun toteuttamiseksi. henkilotunnus ei saa olla saatavissa julkisesta hakemistosta.",
        "title_sv": "Behandling av personuppgifter",
        "content_sv": "När leverantörer av identifieringstjänster och certifikatutfärdare som tillhandahåller elektroniska signaturer kontrollerar sökandens identitet ska de kräva att han eller hon uppger sin personbeteckning. Leverantörerna av identifieringstjänster och certifikatutfärdarna som tillhandahåller elektroniska signaturer får behandla personbeteckningar i sina register i de syften som nämns i 1 mom. Identifieringsverktyg och certifikat får innehålla personbeteckning, om verktygets eller certifikatets innehåll är tillgängligt endast för dem som nödvändigt behöver personbeteckningen för att tillhandahålla tjänsten. Personbeteckningen får inte vara tillgänglig i en offentlig katalog.",
        "normalized_sv": "När leverantörer av identifieringstjänster och certifikatutfärdare som tillhandahåller elektroniska signaturer kontrollerar sökandens identitet ska de kräva att han eller hon uppger sin personbeteckning. Leverantörerna av identifieringstjänster och certifikatutfärdarna som tillhandahåller elektroniska signaturer får behandla personbeteckningar i sina register i de syften som nämns i 1 mom. Identifieringsverktyg och certifikat får innehålla personbeteckning, om verktygets eller certifikatets innehåll är tillgängligt endast för dem som nödvändigt behöver personbeteckningen för att tillhandahålla tjänsten. Personbeteckningen får inte vara tillgänglig i en offentlig katalog.",
        "folded_sv": "nar leverantorer av identifieringstjanster och certifikatutfardare som tillhandahaller elektroniska signaturer kontrollerar sokandens identitet ska de krava att han eller hon uppger sin personbeteckning. leverantorerna av identifieringstjanster och certifikatutfardarna som tillhandahaller elektroniska signaturer far behandla personbeteckningar i sina register i de syften som namns i 1 mom. identifieringsverktyg och certifikat far innehalla personbeteckning, om verktygets eller certifikatets innehall ar tillgangligt endast for dem som nodvandigt behover personbeteckningen for att tillhandahalla tjansten. personbeteckningen far inte vara tillganglig i en offentlig katalog."
      },
      "valid_from": "2015-02-20",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Väestötietojärjestelmän tietojen käyttäminen",
      "content": "Tunnistuspalvelun tarjoajan ja sähköisiä allekirjoituksia tarjoavan varmentajan on hankittava ja päivitettävä tunnistuspalvelun tarjoamiseksi tarvitsemansa tiedot väestötietojärjestelmästä. Tämän lisäksi tunnistuspalvelun tarjoajan on varmistettava, että sen tunnistuspalvelun tarjoamiseksi tarvitsemat tiedot ovat ajan tasalla väestötietojärjestelmän tietojen kanssa. Väestötietojärjestelmästä luovutettava tieto on julkisoikeudellinen suorite. Suoritteen maksullisuudesta säädetään valtion maksuperustelaissa (150/1992).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Tunnistuspalvelun tarjoajan ja sähköisiä allekirjoituksia tarjoavan varmentajan on hankittava ja päivitettävä tunnistuspalvelun tarjoamiseksi tarvitsemansa tiedot väestötietojärjestelmästä. Tämän lisäksi tunnistuspalvelun tarjoajan on varmistettava, että sen tunnistuspalvelun tarjoamiseksi tarvitsemat tiedot ovat ajan tasalla väestötietojärjestelmän tietojen kanssa. Väestötietojärjestelmästä luovutettava tieto on julkisoikeudellinen suorite. Suoritteen maksullisuudesta säädetään valtion maksuperustelaissa (150/1992).",
        "folded_fi": "tunnistuspalvelun tarjoajan ja sahkoisia allekirjoituksia tarjoavan varmentajan on hankittava ja paivitettava tunnistuspalvelun tarjoamiseksi tarvitsemansa tiedot vaestotietojarjestelmasta. taman lisaksi tunnistuspalvelun tarjoajan on varmistettava, etta sen tunnistuspalvelun tarjoamiseksi tarvitsemat tiedot ovat ajan tasalla vaestotietojarjestelman tietojen kanssa. vaestotietojarjestelmasta luovutettava tieto on julkisoikeudellinen suorite. suoritteen maksullisuudesta saadetaan valtion maksuperustelaissa (150/1992).",
        "title_sv": "Användning av uppgifter i befolkningsdatasystemet",
        "content_sv": "Leverantörer av identifieringstjänster och certifikatutfärdare som tillhandahåller elektroniska signaturer ska inhämta och uppdatera uppgifterna de behöver för tillhandahållandet av identifieringstjänster ur befolkningsdatasystemet. Leverantörer av identifieringstjänster ska dessutom säkerställa att uppgifterna som de behöver för tillhandahållandet av identifieringstjänster är uppdaterade i relation till uppgifterna i befolkningsdatasystemet. En uppgift som lämnas ut ur befolkningsdatasystemet är en offentligrättslig prestation. Bestämmelser om avgiften för en prestation finns i lagen om grunderna för avgifter till staten (150/1992).",
        "normalized_sv": "Leverantörer av identifieringstjänster och certifikatutfärdare som tillhandahåller elektroniska signaturer ska inhämta och uppdatera uppgifterna de behöver för tillhandahållandet av identifieringstjänster ur befolkningsdatasystemet. Leverantörer av identifieringstjänster ska dessutom säkerställa att uppgifterna som de behöver för tillhandahållandet av identifieringstjänster är uppdaterade i relation till uppgifterna i befolkningsdatasystemet. En uppgift som lämnas ut ur befolkningsdatasystemet är en offentligrättslig prestation. Bestämmelser om avgiften för en prestation finns i lagen om grunderna för avgifter till staten (150/1992).",
        "folded_sv": "leverantorer av identifieringstjanster och certifikatutfardare som tillhandahaller elektroniska signaturer ska inhamta och uppdatera uppgifterna de behover for tillhandahallandet av identifieringstjanster ur befolkningsdatasystemet. leverantorer av identifieringstjanster ska dessutom sakerstalla att uppgifterna som de behover for tillhandahallandet av identifieringstjanster ar uppdaterade i relation till uppgifterna i befolkningsdatasystemet. en uppgift som lamnas ut ur befolkningsdatasystemet ar en offentligrattslig prestation. bestammelser om avgiften for en prestation finns i lagen om grunderna for avgifter till staten (150/1992)."
      },
      "valid_from": "2015-02-20",
      "valid_to": null
    },
    {
      "provision_ref": "12 a",
      "section": "12 a",
      "title": "Tunnistuspalvelun tarjoajien verkosto",
      "content": "Tunnistuspalvelun tarjoajan tehdessä 10 §:n mukaisen ilmoituksen Viestintävirastoon, tunnistuspalvelun tarjoaja liittyy osaksi luottamusverkostoa. Luottamusverkostoon kuuluvan tunnistuspalvelun tarjoajan on noudatettava sellaisia hallinnollisia käytäntöjä, jotka mahdollistavat tunnistuspalveluita tarjoavien ja niitä hyödyntävien sähköisten palveluntarjoajien tarjoamien palveluiden yhteentoimivuuden sekä tarjottava tekniset rajapinnat, jotka luovat edellytykset tunnistuspalveluita tarjoavien ja niitä hyödyntävien toimijoiden väliselle toiminnalle. Sähköisen tunnistuspalvelun tarjoajan lähettäessä sähköiseen tunnistusvälineeseen liittyvää tietoa toiselle sähköisen tunnistuspalvelun tarjoajalle edelleen välitettäväksi, välitettävästä tunnistetiedosta tulee suorittaa lähettäjälle korvaus. Välitettävästä tunnistetiedosta perittävä korvaus voi olla enintään 10 senttiä. Korvauksen tasoa tullaan arvioimaan vuosittain. Tunnistuspalvelun tarjoajat vastaavat yhteistyössä teknisten rajapintojen ja hallinnollisten käytäntöjen yhteentoimivuudesta. Luottamusverkoston hallinnollisista käytännöistä, teknisistä rajapinnoista ja hallinnollisista vastuista annetaan tarkempia säännöksiä valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12 a",
        "normalized_fi": "Tunnistuspalvelun tarjoajan tehdessä 10 § :n mukaisen ilmoituksen Viestintävirastoon, tunnistuspalvelun tarjoaja liittyy osaksi luottamusverkostoa. Luottamusverkostoon kuuluvan tunnistuspalvelun tarjoajan on noudatettava sellaisia hallinnollisia käytäntöjä, jotka mahdollistavat tunnistuspalveluita tarjoavien ja niitä hyödyntävien sähköisten palveluntarjoajien tarjoamien palveluiden yhteentoimivuuden sekä tarjottava tekniset rajapinnat, jotka luovat edellytykset tunnistuspalveluita tarjoavien ja niitä hyödyntävien toimijoiden väliselle toiminnalle. Sähköisen tunnistuspalvelun tarjoajan lähettäessä sähköiseen tunnistusvälineeseen liittyvää tietoa toiselle sähköisen tunnistuspalvelun tarjoajalle edelleen välitettäväksi, välitettävästä tunnistetiedosta tulee suorittaa lähettäjälle korvaus. Välitettävästä tunnistetiedosta perittävä korvaus voi olla enintään 10 senttiä. Korvauksen tasoa tullaan arvioimaan vuosittain. Tunnistuspalvelun tarjoajat vastaavat yhteistyössä teknisten rajapintojen ja hallinnollisten käytäntöjen yhteentoimivuudesta. Luottamusverkoston hallinnollisista käytännöistä, teknisistä rajapinnoista ja hallinnollisista vastuista annetaan tarkempia säännöksiä valtioneuvoston asetuksella.",
        "folded_fi": "tunnistuspalvelun tarjoajan tehdessa 10 §:n mukaisen ilmoituksen viestintavirastoon, tunnistuspalvelun tarjoaja liittyy osaksi luottamusverkostoa. luottamusverkostoon kuuluvan tunnistuspalvelun tarjoajan on noudatettava sellaisia hallinnollisia kaytantoja, jotka mahdollistavat tunnistuspalveluita tarjoavien ja niita hyodyntavien sahkoisten palveluntarjoajien tarjoamien palveluiden yhteentoimivuuden seka tarjottava tekniset rajapinnat, jotka luovat edellytykset tunnistuspalveluita tarjoavien ja niita hyodyntavien toimijoiden valiselle toiminnalle. sahkoisen tunnistuspalvelun tarjoajan lahettaessa sahkoiseen tunnistusvalineeseen liittyvaa tietoa toiselle sahkoisen tunnistuspalvelun tarjoajalle edelleen valitettavaksi, valitettavasta tunnistetiedosta tulee suorittaa lahettajalle korvaus. valitettavasta tunnistetiedosta perittava korvaus voi olla enintaan 10 senttia. korvauksen tasoa tullaan arvioimaan vuosittain. tunnistuspalvelun tarjoajat vastaavat yhteistyossa teknisten rajapintojen ja hallinnollisten kaytantojen yhteentoimivuudesta. luottamusverkoston hallinnollisista kaytannoista, teknisista rajapinnoista ja hallinnollisista vastuista annetaan tarkempia saannoksia valtioneuvoston asetuksella.",
        "title_sv": "Nätverk för leverantörer av identifieringstjänster",
        "content_sv": "När en leverantör av identifieringstjänster gör en anmälan till Kommunikationsverket enligt 10 § ansluter sig leverantören av identifieringstjänster till förtroendenätet. En leverantör av identifieringstjänster som hör till förtroendenätet ska iaktta en sådan administrativ praxis som säkerställer att de tjänster som tillhandahålls av leverantörer av identifieringstjänster och av leverantörer av elektroniska tjänster som använder dessa identifieringstjänster är kompatibla samt erbjuda tekniska gränssnitt som skapar förutsättningar för verksamheten mellan aktörerna som tillhandahåller identifieringstjänster och aktörerna som använder tjänsterna. När en leverantör av elektroniska identifieringstjänster skickar en uppgift som gäller ett elektroniskt identifieringsverktyg till en annan leverantör av elektroniska identifieringstjänster för vidareförmedling, ska det för den förmedlade identifieringsuppgiften betalas en ersättning till den som skickat uppgiften. Ersättningen som tas ut för en förmedlad identifieringsuppgift får uppgå till högst 10 cent. Nivån på ersättningen ska bedömas årligen. Leverantörerna av identifieringstjänster svarar i samarbete för att de tekniska gränssnitten och den administrativa praxisen är kompatibla. Närmare bestämmelser om förtroendenätets administrativa praxis, tekniska gränssnitt och administrativa ansvar utfärdas genom förordning av statsrådet.",
        "normalized_sv": "När en leverantör av identifieringstjänster gör en anmälan till Kommunikationsverket enligt 10 § ansluter sig leverantören av identifieringstjänster till förtroendenätet. En leverantör av identifieringstjänster som hör till förtroendenätet ska iaktta en sådan administrativ praxis som säkerställer att de tjänster som tillhandahålls av leverantörer av identifieringstjänster och av leverantörer av elektroniska tjänster som använder dessa identifieringstjänster är kompatibla samt erbjuda tekniska gränssnitt som skapar förutsättningar för verksamheten mellan aktörerna som tillhandahåller identifieringstjänster och aktörerna som använder tjänsterna. När en leverantör av elektroniska identifieringstjänster skickar en uppgift som gäller ett elektroniskt identifieringsverktyg till en annan leverantör av elektroniska identifieringstjänster för vidareförmedling, ska det för den förmedlade identifieringsuppgiften betalas en ersättning till den som skickat uppgiften. Ersättningen som tas ut för en förmedlad identifieringsuppgift får uppgå till högst 10 cent. Nivån på ersättningen ska bedömas årligen. Leverantörerna av identifieringstjänster svarar i samarbete för att de tekniska gränssnitten och den administrativa praxisen är kompatibla. Närmare bestämmelser om förtroendenätets administrativa praxis, tekniska gränssnitt och administrativa ansvar utfärdas genom förordning av statsrådet.",
        "folded_sv": "nar en leverantor av identifieringstjanster gor en anmalan till kommunikationsverket enligt 10 § ansluter sig leverantoren av identifieringstjanster till fortroendenatet. en leverantor av identifieringstjanster som hor till fortroendenatet ska iaktta en sadan administrativ praxis som sakerstaller att de tjanster som tillhandahalls av leverantorer av identifieringstjanster och av leverantorer av elektroniska tjanster som anvander dessa identifieringstjanster ar kompatibla samt erbjuda tekniska granssnitt som skapar forutsattningar for verksamheten mellan aktorerna som tillhandahaller identifieringstjanster och aktorerna som anvander tjansterna. nar en leverantor av elektroniska identifieringstjanster skickar en uppgift som galler ett elektroniskt identifieringsverktyg till en annan leverantor av elektroniska identifieringstjanster for vidareformedling, ska det for den formedlade identifieringsuppgiften betalas en ersattning till den som skickat uppgiften. ersattningen som tas ut for en formedlad identifieringsuppgift far uppga till hogst 10 cent. nivan pa ersattningen ska bedomas arligen. leverantorerna av identifieringstjanster svarar i samarbete for att de tekniska granssnitten och den administrativa praxisen ar kompatibla. narmare bestammelser om fortroendenatets administrativa praxis, tekniska granssnitt och administrativa ansvar utfardas genom forordning av statsradet."
      },
      "valid_from": "2015-02-20",
      "valid_to": null
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Tunnistusvälineen hakijan tunnistaminen",
      "content": "Jos hakijalla ei ole aikaisempaa tämän lain mukaista vahvaa sähköistä tunnistusvälinettä, ensitunnistaminen tulee tehdä henkilökohtaisesti. Jos hakijalla on jo käytössään vahva sähköinen tunnistusväline, tässä laissa tarkoitettua tunnistusvälinettä voidaan hakea sähköisesti. Henkilökohtaista ensitunnistusta tehtäessä tunnistuspalvelun tarjoajan on tunnistettava tunnistusvälineen hakija huolellisesti todentamalla hänen henkilöllisyytensä voimassa olevasta Euroopan talousalueen jäsenvaltion, Sveitsin tai San Marinon viranomaisen myöntämästä passista tai henkilökortista. Halutessaan tunnistuspalvelun tarjoaja voi käyttää ensitunnistamisessa myös Euroopan talousalueen jäsenvaltion viranomaisen 1 päivän lokakuuta 1990 jälkeen myöntämää voimassa olevaa ajokorttia tai muun valtion viranomaisen myöntämää voimassa olevaa passia. Jos tunnistusvälineen hakijan henkilöllisyyttä ei voida luotettavasti todentaa, hakemukseen liittyvän ensitunnistamisen tekee poliisi. Poliisin tekemästä ensitunnistamisesta tunnistusvälineen hakijalle aiheutuva kustannus on julkisoikeudellinen suorite. Suoritteen maksullisuudesta säädetään valtion maksuperustelaissa. Olemassa olevan vahvan sähköisen tunnistusvälineen avulla on voitava hakea vastaavan tasoista sähköistä tunnistusvälinettä. Aiempaan tunnistukseen luottava vahvan sähköisen tunnistuspalvelun tarjoaja vastaa mahdollisesta tunnistuksen virheellisyydestä suhteessa vahingon kärsineeseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Jos hakijalla ei ole aikaisempaa tämän lain mukaista vahvaa sähköistä tunnistusvälinettä, ensitunnistaminen tulee tehdä henkilökohtaisesti. Jos hakijalla on jo käytössään vahva sähköinen tunnistusväline, tässä laissa tarkoitettua tunnistusvälinettä voidaan hakea sähköisesti. Henkilökohtaista ensitunnistusta tehtäessä tunnistuspalvelun tarjoajan on tunnistettava tunnistusvälineen hakija huolellisesti todentamalla hänen henkilöllisyytensä voimassa olevasta Euroopan talousalueen jäsenvaltion, Sveitsin tai San Marinon viranomaisen myöntämästä passista tai henkilökortista. Halutessaan tunnistuspalvelun tarjoaja voi käyttää ensitunnistamisessa myös Euroopan talousalueen jäsenvaltion viranomaisen 1 päivän lokakuuta 1990 jälkeen myöntämää voimassa olevaa ajokorttia tai muun valtion viranomaisen myöntämää voimassa olevaa passia. Jos tunnistusvälineen hakijan henkilöllisyyttä ei voida luotettavasti todentaa, hakemukseen liittyvän ensitunnistamisen tekee poliisi. Poliisin tekemästä ensitunnistamisesta tunnistusvälineen hakijalle aiheutuva kustannus on julkisoikeudellinen suorite. Suoritteen maksullisuudesta säädetään valtion maksuperustelaissa. Olemassa olevan vahvan sähköisen tunnistusvälineen avulla on voitava hakea vastaavan tasoista sähköistä tunnistusvälinettä. Aiempaan tunnistukseen luottava vahvan sähköisen tunnistuspalvelun tarjoaja vastaa mahdollisesta tunnistuksen virheellisyydestä suhteessa vahingon kärsineeseen.",
        "folded_fi": "jos hakijalla ei ole aikaisempaa taman lain mukaista vahvaa sahkoista tunnistusvalinetta, ensitunnistaminen tulee tehda henkilokohtaisesti. jos hakijalla on jo kaytossaan vahva sahkoinen tunnistusvaline, tassa laissa tarkoitettua tunnistusvalinetta voidaan hakea sahkoisesti. henkilokohtaista ensitunnistusta tehtaessa tunnistuspalvelun tarjoajan on tunnistettava tunnistusvalineen hakija huolellisesti todentamalla hanen henkilollisyytensa voimassa olevasta euroopan talousalueen jasenvaltion, sveitsin tai san marinon viranomaisen myontamasta passista tai henkilokortista. halutessaan tunnistuspalvelun tarjoaja voi kayttaa ensitunnistamisessa myos euroopan talousalueen jasenvaltion viranomaisen 1 paivan lokakuuta 1990 jalkeen myontamaa voimassa olevaa ajokorttia tai muun valtion viranomaisen myontamaa voimassa olevaa passia. jos tunnistusvalineen hakijan henkilollisyytta ei voida luotettavasti todentaa, hakemukseen liittyvan ensitunnistamisen tekee poliisi. poliisin tekemasta ensitunnistamisesta tunnistusvalineen hakijalle aiheutuva kustannus on julkisoikeudellinen suorite. suoritteen maksullisuudesta saadetaan valtion maksuperustelaissa. olemassa olevan vahvan sahkoisen tunnistusvalineen avulla on voitava hakea vastaavan tasoista sahkoista tunnistusvalinetta. aiempaan tunnistukseen luottava vahvan sahkoisen tunnistuspalvelun tarjoaja vastaa mahdollisesta tunnistuksen virheellisyydesta suhteessa vahingon karsineeseen.",
        "title_sv": "Identifiering av den som ansöker om ett identifieringsverktyg",
        "content_sv": "Om sökanden inte har ett tidigare verktyg för stark autentisering enligt denna lag, ska den inledande identifieringen göras personligen. Om sökanden redan har ett verktyg för stark autentisering, får det identifieringsverktyg som avses i denna lag sökas elektroniskt. När den personliga inledande identifieringen görs ska leverantören av identifieringstjänster noggrant identifiera den som ansöker om ett identifieringsverktyg genom att fastställa identiteten med hjälp av ett giltigt pass eller identitetskort som har utfärdats av en myndighet i en medlemsstat inom Europeiska ekonomiska samarbetsområdet, i Schweiz eller i San Marino. Vid den inledande identifieringen får leverantören, om denne så önskar, även använda ett giltigt körkort som har utfärdats efter den 1 oktober 1990 av en myndighet i en medlemsstat i Europeiska ekonomiska samarbetsområdet eller ett giltigt pass som har utfärdats av en myndighet i någon annan stat. Om identiteten hos den som ansöker om ett identifieringsverktyg inte kan verifieras på ett tillförlitligt sätt, ska polisen utföra den inledande identifiering som gäller ansökan. De kostnader som polisens inledande identifiering orsakar den som ansöker om ett identifieringsverktyg är en offentligrättslig prestation. Bestämmelser om avgiften för en sådan prestation finns i lagen om grunderna för avgifter till staten. Med hjälp av ett befintligt verktyg för stark autentisering ska det kunna ansökas om ett motsvarande elektroniskt identifieringsverktyg. Den leverantör av tjänster för stark autentisering som litar på en tidigare identifiering bär ansvaret i förhållande till den skadelidande om identifieringen är felaktig.",
        "normalized_sv": "Om sökanden inte har ett tidigare verktyg för stark autentisering enligt denna lag, ska den inledande identifieringen göras personligen. Om sökanden redan har ett verktyg för stark autentisering, får det identifieringsverktyg som avses i denna lag sökas elektroniskt. När den personliga inledande identifieringen görs ska leverantören av identifieringstjänster noggrant identifiera den som ansöker om ett identifieringsverktyg genom att fastställa identiteten med hjälp av ett giltigt pass eller identitetskort som har utfärdats av en myndighet i en medlemsstat inom Europeiska ekonomiska samarbetsområdet, i Schweiz eller i San Marino. Vid den inledande identifieringen får leverantören, om denne så önskar, även använda ett giltigt körkort som har utfärdats efter den 1 oktober 1990 av en myndighet i en medlemsstat i Europeiska ekonomiska samarbetsområdet eller ett giltigt pass som har utfärdats av en myndighet i någon annan stat. Om identiteten hos den som ansöker om ett identifieringsverktyg inte kan verifieras på ett tillförlitligt sätt, ska polisen utföra den inledande identifiering som gäller ansökan. De kostnader som polisens inledande identifiering orsakar den som ansöker om ett identifieringsverktyg är en offentligrättslig prestation. Bestämmelser om avgiften för en sådan prestation finns i lagen om grunderna för avgifter till staten. Med hjälp av ett befintligt verktyg för stark autentisering ska det kunna ansökas om ett motsvarande elektroniskt identifieringsverktyg. Den leverantör av tjänster för stark autentisering som litar på en tidigare identifiering bär ansvaret i förhållande till den skadelidande om identifieringen är felaktig.",
        "folded_sv": "om sokanden inte har ett tidigare verktyg for stark autentisering enligt denna lag, ska den inledande identifieringen goras personligen. om sokanden redan har ett verktyg for stark autentisering, far det identifieringsverktyg som avses i denna lag sokas elektroniskt. nar den personliga inledande identifieringen gors ska leverantoren av identifieringstjanster noggrant identifiera den som ansoker om ett identifieringsverktyg genom att faststalla identiteten med hjalp av ett giltigt pass eller identitetskort som har utfardats av en myndighet i en medlemsstat inom europeiska ekonomiska samarbetsomradet, i schweiz eller i san marino. vid den inledande identifieringen far leverantoren, om denne sa onskar, aven anvanda ett giltigt korkort som har utfardats efter den 1 oktober 1990 av en myndighet i en medlemsstat i europeiska ekonomiska samarbetsomradet eller ett giltigt pass som har utfardats av en myndighet i nagon annan stat. om identiteten hos den som ansoker om ett identifieringsverktyg inte kan verifieras pa ett tillforlitligt satt, ska polisen utfora den inledande identifiering som galler ansokan. de kostnader som polisens inledande identifiering orsakar den som ansoker om ett identifieringsverktyg ar en offentligrattslig prestation. bestammelser om avgiften for en sadan prestation finns i lagen om grunderna for avgifter till staten. med hjalp av ett befintligt verktyg for stark autentisering ska det kunna ansokas om ett motsvarande elektroniskt identifieringsverktyg. den leverantor av tjanster for stark autentisering som litar pa en tidigare identifiering bar ansvaret i forhallande till den skadelidande om identifieringen ar felaktig."
      },
      "valid_from": "2015-02-20",
      "valid_to": null
    }
  ]
}