{
  "id": "1403/2006",
  "type": "statute",
  "title": "Laki Kainuun hallintokokeilusta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om ett förvaltningsförsök i Kajanaland",
  "status": "in_force",
  "issued_date": "2006-12-29",
  "in_force_date": "2006-12-29",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/1403/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "title": "Rakennerahastot",
      "content": "Valtion talousarvioon otetaan rakennerahastolain (1401/2006) 7 §:ssä tarkoitettujen hallintoviranomaisten pääluokkaan valtion talousarvion Euroopan yhteisön rakennerahastovarojen vastinrahoitusta varten tarvittava määräraha Kainuuta varten alueellinen kilpailukyky ja työllisyys -tavoitteen toimenpideohjelmiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:7",
        "normalized_fi": "Valtion talousarvioon otetaan rakennerahastolain (1401/2006) 7 § :ssä tarkoitettujen hallintoviranomaisten pääluokkaan valtion talousarvion Euroopan yhteisön rakennerahastovarojen vastinrahoitusta varten tarvittava määräraha Kainuuta varten alueellinen kilpailukyky ja työllisyys -tavoitteen toimenpideohjelmiin.",
        "folded_fi": "valtion talousarvioon otetaan rakennerahastolain (1401/2006) 7 §:ssa tarkoitettujen hallintoviranomaisten paaluokkaan valtion talousarvion euroopan yhteison rakennerahastovarojen vastinrahoitusta varten tarvittava maararaha kainuuta varten alueellinen kilpailukyky ja tyollisyys -tavoitteen toimenpideohjelmiin.",
        "title_sv": "Strukturfonderna",
        "content_sv": "I statsbudgeten tas under huvudtiteln för de i 7 § i strukturfondslagen (1401/2006) avsedda förvaltningsmyndigheterna in det anslag för Kajanaland som behövs för den statliga motfinansieringen för Europeiska gemenskapernas strukturfondsmedel i statsbudgeten när det gäller de operativa programmen för målet regional konkurrenskraft och sysselsättning.",
        "normalized_sv": "I statsbudgeten tas under huvudtiteln för de i 7 § i strukturfondslagen (1401/2006) avsedda förvaltningsmyndigheterna in det anslag för Kajanaland som behövs för den statliga motfinansieringen för Europeiska gemenskapernas strukturfondsmedel i statsbudgeten när det gäller de operativa programmen för målet regional konkurrenskraft och sysselsättning.",
        "folded_sv": "i statsbudgeten tas under huvudtiteln for de i 7 § i strukturfondslagen (1401/2006) avsedda forvaltningsmyndigheterna in det anslag for kajanaland som behovs for den statliga motfinansieringen for europeiska gemenskapernas strukturfondsmedel i statsbudgeten nar det galler de operativa programmen for malet regional konkurrenskraft och sysselsattning."
      }
    },
    {
      "provision_ref": "1:7 a",
      "chapter": "1",
      "section": "7 a",
      "title": "Euroopan maaseudun kehittämisen maatalousrahasto ja Euroopan kalatalousrahasto",
      "content": "Valtion talousarvioon otetaan maa- ja metsätalousministeriön pääluokkaan valtion talousarvion Euroopan yhteisön Euroopan maaseudun kehittämisen maatalousrahaston alueellisten varojen ja Euroopan kalatalousrahaston varojen vastinrahoitusta varten tarvittava määräraha Kainuuta varten. Valtioneuvosto osoittaa valtion talousarvion rajoissa Euroopan yhteisön Euroopan maaseudun kehittämisen maatalousrahaston alueellisia varoja ja Euroopan kalatalousrahaston varoja koskevilta momenteilta Kainuun maakunnalle kiintiön momenteittain.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:7 a",
        "normalized_fi": "Valtion talousarvioon otetaan maa- ja metsätalousministeriön pääluokkaan valtion talousarvion Euroopan yhteisön Euroopan maaseudun kehittämisen maatalousrahaston alueellisten varojen ja Euroopan kalatalousrahaston varojen vastinrahoitusta varten tarvittava määräraha Kainuuta varten. Valtioneuvosto osoittaa valtion talousarvion rajoissa Euroopan yhteisön Euroopan maaseudun kehittämisen maatalousrahaston alueellisia varoja ja Euroopan kalatalousrahaston varoja koskevilta momenteilta Kainuun maakunnalle kiintiön momenteittain.",
        "folded_fi": "valtion talousarvioon otetaan maa- ja metsatalousministerion paaluokkaan valtion talousarvion euroopan yhteison euroopan maaseudun kehittamisen maatalousrahaston alueellisten varojen ja euroopan kalatalousrahaston varojen vastinrahoitusta varten tarvittava maararaha kainuuta varten. valtioneuvosto osoittaa valtion talousarvion rajoissa euroopan yhteison euroopan maaseudun kehittamisen maatalousrahaston alueellisia varoja ja euroopan kalatalousrahaston varoja koskevilta momenteilta kainuun maakunnalle kiintion momenteittain.",
        "title_sv": "Europeiska jordbruksfonden för landsbygdsutveckling och Europeiska fiskerifonden",
        "content_sv": "I statsbudgeten tas under jord- och skogsbruksministeriets huvudtitel in det anslag för Kajanaland som behövs i statsbudgeten för den statliga motfinansieringen för de regionala gemenskapsmedlen från Europeiska jordbruksfonden för landsbygdsutveckling och Europeiska fiskerifonden. Statsrådet anvisar inom ramen för statsbudgeten en kvot för landskapet Kajanaland under respektive moment för de regionala gemenskapsmedlen från Europeiska jordbruksfonden för landsbygdsutveckling och Europeiska fiskerifonden.",
        "normalized_sv": "I statsbudgeten tas under jord- och skogsbruksministeriets huvudtitel in det anslag för Kajanaland som behövs i statsbudgeten för den statliga motfinansieringen för de regionala gemenskapsmedlen från Europeiska jordbruksfonden för landsbygdsutveckling och Europeiska fiskerifonden. Statsrådet anvisar inom ramen för statsbudgeten en kvot för landskapet Kajanaland under respektive moment för de regionala gemenskapsmedlen från Europeiska jordbruksfonden för landsbygdsutveckling och Europeiska fiskerifonden.",
        "folded_sv": "i statsbudgeten tas under jord- och skogsbruksministeriets huvudtitel in det anslag for kajanaland som behovs i statsbudgeten for den statliga motfinansieringen for de regionala gemenskapsmedlen fran europeiska jordbruksfonden for landsbygdsutveckling och europeiska fiskerifonden. statsradet anvisar inom ramen for statsbudgeten en kvot for landskapet kajanaland under respektive moment for de regionala gemenskapsmedlen fran europeiska jordbruksfonden for landsbygdsutveckling och europeiska fiskerifonden."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "title": "Maakuntavaltuuston tehtävät rakenne-rahastovarojen ja vastaavan kansallisen rahoitusosuuden hallinnoinnissa alueellinen kilpailukyky ja työllisyys -tavoitteen toimenpideohjelmassa",
      "content": "Maakuntavaltuuston päätöksen perusteella asianomainen hallintoviranomaisministeriö irrottaa Kainuun maakuntaan osoitettujen asianomaisen alueellinen kilpailukyky ja työllisyys -tavoitteen toimenpideohjelman rakennerahastovarat ja vastaavan kansallisen rahoitusosuuden eri viranomaisille toimenpideohjelmassa määriteltyihin käyttötarkoituksiin. Maakuntavaltuuston päätöksen tulee perustua 16 §:n 3 momentin mukaisen maakuntahallituksen esitykseen. Maakuntavaltuusto voi päättää, että hallintoviranomaisen tulee jättää osa rakennerahastovaroista ja vastaavasta valtion rahoitusosuudesta rakennerahastolain 10 §:ssä tarkoitettuun ohjelmareserviin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:11",
        "normalized_fi": "Maakuntavaltuuston päätöksen perusteella asianomainen hallintoviranomaisministeriö irrottaa Kainuun maakuntaan osoitettujen asianomaisen alueellinen kilpailukyky ja työllisyys -tavoitteen toimenpideohjelman rakennerahastovarat ja vastaavan kansallisen rahoitusosuuden eri viranomaisille toimenpideohjelmassa määriteltyihin käyttötarkoituksiin. Maakuntavaltuuston päätöksen tulee perustua 16 § :n 3 momentin mukaisen maakuntahallituksen esitykseen. Maakuntavaltuusto voi päättää, että hallintoviranomaisen tulee jättää osa rakennerahastovaroista ja vastaavasta valtion rahoitusosuudesta rakennerahastolain 10 § :ssä tarkoitettuun ohjelmareserviin.",
        "folded_fi": "maakuntavaltuuston paatoksen perusteella asianomainen hallintoviranomaisministerio irrottaa kainuun maakuntaan osoitettujen asianomaisen alueellinen kilpailukyky ja tyollisyys -tavoitteen toimenpideohjelman rakennerahastovarat ja vastaavan kansallisen rahoitusosuuden eri viranomaisille toimenpideohjelmassa maariteltyihin kayttotarkoituksiin. maakuntavaltuuston paatoksen tulee perustua 16 §:n 3 momentin mukaisen maakuntahallituksen esitykseen. maakuntavaltuusto voi paattaa, etta hallintoviranomaisen tulee jattaa osa rakennerahastovaroista ja vastaavasta valtion rahoitusosuudesta rakennerahastolain 10 §:ssa tarkoitettuun ohjelmareserviin.",
        "title_sv": "Landskapsfullmäktiges uppgifter vid förvaltningen av strukturfondsmedlen och motsvarande nationella medfinansiering när det gäller det operativa programmet inom målet regional konkurrenskraft och sysselsättning",
        "content_sv": "På grundval av landskapsfullmäktiges beslut lösgör det behöriga ministeriet de strukturfondsmedel och motsvarande nationella medfinansiering för det operativa programmet inom målet regional konkurrenskraft och sysselsättning som anvisats landskapet Kajanaland så att de olika myndigheterna inom ministeriets eget förvaltningsområde kan använda dem för de ändamål som anges i det operativa programmet. Landskapsfullmäktiges beslut skall grunda sig på den i 16 § 3 mom. avsedda landskapsstyrelsens framställning. Landskapsfullmäktige kan besluta att förvaltningsmyndigheten skall lämna en del av strukturfondsmedlen och motsvarande statliga medfinansiering i programreserven enligt 10 § i strukturfondslagen.",
        "normalized_sv": "På grundval av landskapsfullmäktiges beslut lösgör det behöriga ministeriet de strukturfondsmedel och motsvarande nationella medfinansiering för det operativa programmet inom målet regional konkurrenskraft och sysselsättning som anvisats landskapet Kajanaland så att de olika myndigheterna inom ministeriets eget förvaltningsområde kan använda dem för de ändamål som anges i det operativa programmet. Landskapsfullmäktiges beslut skall grunda sig på den i 16 § 3 mom. avsedda landskapsstyrelsens framställning. Landskapsfullmäktige kan besluta att förvaltningsmyndigheten skall lämna en del av strukturfondsmedlen och motsvarande statliga medfinansiering i programreserven enligt 10 § i strukturfondslagen.",
        "folded_sv": "pa grundval av landskapsfullmaktiges beslut losgor det behoriga ministeriet de strukturfondsmedel och motsvarande nationella medfinansiering for det operativa programmet inom malet regional konkurrenskraft och sysselsattning som anvisats landskapet kajanaland sa att de olika myndigheterna inom ministeriets eget forvaltningsomrade kan anvanda dem for de andamal som anges i det operativa programmet. landskapsfullmaktiges beslut skall grunda sig pa den i 16 § 3 mom. avsedda landskapsstyrelsens framstallning. landskapsfullmaktige kan besluta att forvaltningsmyndigheten skall lamna en del av strukturfondsmedlen och motsvarande statliga medfinansiering i programreserven enligt 10 § i strukturfondslagen."
      }
    },
    {
      "provision_ref": "1:11 a",
      "chapter": "1",
      "section": "11 a",
      "title": "Maakuntavaltuuston tehtävät Euroopan yhteisön varojen ja niitä vastaavan kansallisen rahoitusosuuden hallinnoinnissa Manner-Suomen maaseudun kehittämisohjelmassa ja kalatalouden kehittämisohjelmassa",
      "content": "Maa- ja metsätalousministeriö irrottaa Kainuun maakuntaan osoitetut asianomaisen Manner-Suomen maaseudun kehittämisohjelman ja kalatalouden kehittämisohjelman varat ja vastaavan valtion rahoitusosuuden maakuntavaltuuston päätöksen perusteella asianomaisille viranomaisille ohjelmissa määriteltyihin käyttötarkoituksiin. Maakuntavaltuuston päätöksen tulee perustua 16 §:n 3 momentin mukaisen maakuntahallituksen esitykseen. Maakuntavaltuusto voi sisällyttää 1 momentin mukaiseen jakopäätökseen ohjelman ja säädösten mukaisia tarkempia ohjeita varojen käyttöperusteista ja käyttötarkoituksista sekä asettaa varojen käyttämistä koskevia ehtoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:11 a",
        "normalized_fi": "Maa- ja metsätalousministeriö irrottaa Kainuun maakuntaan osoitetut asianomaisen Manner-Suomen maaseudun kehittämisohjelman ja kalatalouden kehittämisohjelman varat ja vastaavan valtion rahoitusosuuden maakuntavaltuuston päätöksen perusteella asianomaisille viranomaisille ohjelmissa määriteltyihin käyttötarkoituksiin. Maakuntavaltuuston päätöksen tulee perustua 16 § :n 3 momentin mukaisen maakuntahallituksen esitykseen. Maakuntavaltuusto voi sisällyttää 1 momentin mukaiseen jakopäätökseen ohjelman ja säädösten mukaisia tarkempia ohjeita varojen käyttöperusteista ja käyttötarkoituksista sekä asettaa varojen käyttämistä koskevia ehtoja.",
        "folded_fi": "maa- ja metsatalousministerio irrottaa kainuun maakuntaan osoitetut asianomaisen manner-suomen maaseudun kehittamisohjelman ja kalatalouden kehittamisohjelman varat ja vastaavan valtion rahoitusosuuden maakuntavaltuuston paatoksen perusteella asianomaisille viranomaisille ohjelmissa maariteltyihin kayttotarkoituksiin. maakuntavaltuuston paatoksen tulee perustua 16 §:n 3 momentin mukaisen maakuntahallituksen esitykseen. maakuntavaltuusto voi sisallyttaa 1 momentin mukaiseen jakopaatokseen ohjelman ja saadosten mukaisia tarkempia ohjeita varojen kayttoperusteista ja kayttotarkoituksista seka asettaa varojen kayttamista koskevia ehtoja.",
        "title_sv": "Landskapsfullmäktiges uppgifter vid förvaltningen av gemenskapsmedlen och motsvarande nationella medfinansiering när det gäller program för utveckling av landsbygden på det finländska fastlandet och program för utveckling av fisket",
        "content_sv": "På grundval av landskapsfullmäktiges beslut lösgör jord- och skogsbruksministeriet de medel och motsvarande statliga medfinansiering för program för utveckling av landsbygden på det finländska fastlandet och program för utveckling av fisket som anvisats landskapet Kajanaland så att de berörda myndigheterna kan använda dem för de ändamål som anges i programmen. Landskapsfullmäktiges beslut skall grunda sig på den i 16 § 3 mom. avsedda landskapsstyrelsens framställning. I det fördelningsbeslut som avses i 1 mom. kan landskapsfullmäktige ta in program- och författningsenliga närmare bestämmelser om grunderna för användningen av medlen och vilka ändamål de får användas för samt ställa villkor för användningen av medlen.",
        "normalized_sv": "På grundval av landskapsfullmäktiges beslut lösgör jord- och skogsbruksministeriet de medel och motsvarande statliga medfinansiering för program för utveckling av landsbygden på det finländska fastlandet och program för utveckling av fisket som anvisats landskapet Kajanaland så att de berörda myndigheterna kan använda dem för de ändamål som anges i programmen. Landskapsfullmäktiges beslut skall grunda sig på den i 16 § 3 mom. avsedda landskapsstyrelsens framställning. I det fördelningsbeslut som avses i 1 mom. kan landskapsfullmäktige ta in program- och författningsenliga närmare bestämmelser om grunderna för användningen av medlen och vilka ändamål de får användas för samt ställa villkor för användningen av medlen.",
        "folded_sv": "pa grundval av landskapsfullmaktiges beslut losgor jord- och skogsbruksministeriet de medel och motsvarande statliga medfinansiering for program for utveckling av landsbygden pa det finlandska fastlandet och program for utveckling av fisket som anvisats landskapet kajanaland sa att de berorda myndigheterna kan anvanda dem for de andamal som anges i programmen. landskapsfullmaktiges beslut skall grunda sig pa den i 16 § 3 mom. avsedda landskapsstyrelsens framstallning. i det fordelningsbeslut som avses i 1 mom. kan landskapsfullmaktige ta in program- och forfattningsenliga narmare bestammelser om grunderna for anvandningen av medlen och vilka andamal de far anvandas for samt stalla villkor for anvandningen av medlen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "title": "Rakennerahastot",
      "content": "Valtion talousarvioon otetaan rakennerahastolain (1401/2006) 7 §:ssä tarkoitettujen hallintoviranomaisten pääluokkaan valtion talousarvion Euroopan yhteisön rakennerahastovarojen vastinrahoitusta varten tarvittava määräraha Kainuuta varten alueellinen kilpailukyky ja työllisyys -tavoitteen toimenpideohjelmiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:7",
        "normalized_fi": "Valtion talousarvioon otetaan rakennerahastolain (1401/2006) 7 § :ssä tarkoitettujen hallintoviranomaisten pääluokkaan valtion talousarvion Euroopan yhteisön rakennerahastovarojen vastinrahoitusta varten tarvittava määräraha Kainuuta varten alueellinen kilpailukyky ja työllisyys -tavoitteen toimenpideohjelmiin.",
        "folded_fi": "valtion talousarvioon otetaan rakennerahastolain (1401/2006) 7 §:ssa tarkoitettujen hallintoviranomaisten paaluokkaan valtion talousarvion euroopan yhteison rakennerahastovarojen vastinrahoitusta varten tarvittava maararaha kainuuta varten alueellinen kilpailukyky ja tyollisyys -tavoitteen toimenpideohjelmiin.",
        "title_sv": "Strukturfonderna",
        "content_sv": "I statsbudgeten tas under huvudtiteln för de i 7 § i strukturfondslagen (1401/2006) avsedda förvaltningsmyndigheterna in det anslag för Kajanaland som behövs för den statliga motfinansieringen för Europeiska gemenskapernas strukturfondsmedel i statsbudgeten när det gäller de operativa programmen för målet regional konkurrenskraft och sysselsättning.",
        "normalized_sv": "I statsbudgeten tas under huvudtiteln för de i 7 § i strukturfondslagen (1401/2006) avsedda förvaltningsmyndigheterna in det anslag för Kajanaland som behövs för den statliga motfinansieringen för Europeiska gemenskapernas strukturfondsmedel i statsbudgeten när det gäller de operativa programmen för målet regional konkurrenskraft och sysselsättning.",
        "folded_sv": "i statsbudgeten tas under huvudtiteln for de i 7 § i strukturfondslagen (1401/2006) avsedda forvaltningsmyndigheterna in det anslag for kajanaland som behovs for den statliga motfinansieringen for europeiska gemenskapernas strukturfondsmedel i statsbudgeten nar det galler de operativa programmen for malet regional konkurrenskraft och sysselsattning."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:7 a",
      "chapter": "1",
      "section": "7 a",
      "title": "Euroopan maaseudun kehittämisen maatalousrahasto ja Euroopan kalatalousrahasto",
      "content": "Valtion talousarvioon otetaan maa- ja metsätalousministeriön pääluokkaan valtion talousarvion Euroopan yhteisön Euroopan maaseudun kehittämisen maatalousrahaston alueellisten varojen ja Euroopan kalatalousrahaston varojen vastinrahoitusta varten tarvittava määräraha Kainuuta varten. Valtioneuvosto osoittaa valtion talousarvion rajoissa Euroopan yhteisön Euroopan maaseudun kehittämisen maatalousrahaston alueellisia varoja ja Euroopan kalatalousrahaston varoja koskevilta momenteilta Kainuun maakunnalle kiintiön momenteittain.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:7 a",
        "normalized_fi": "Valtion talousarvioon otetaan maa- ja metsätalousministeriön pääluokkaan valtion talousarvion Euroopan yhteisön Euroopan maaseudun kehittämisen maatalousrahaston alueellisten varojen ja Euroopan kalatalousrahaston varojen vastinrahoitusta varten tarvittava määräraha Kainuuta varten. Valtioneuvosto osoittaa valtion talousarvion rajoissa Euroopan yhteisön Euroopan maaseudun kehittämisen maatalousrahaston alueellisia varoja ja Euroopan kalatalousrahaston varoja koskevilta momenteilta Kainuun maakunnalle kiintiön momenteittain.",
        "folded_fi": "valtion talousarvioon otetaan maa- ja metsatalousministerion paaluokkaan valtion talousarvion euroopan yhteison euroopan maaseudun kehittamisen maatalousrahaston alueellisten varojen ja euroopan kalatalousrahaston varojen vastinrahoitusta varten tarvittava maararaha kainuuta varten. valtioneuvosto osoittaa valtion talousarvion rajoissa euroopan yhteison euroopan maaseudun kehittamisen maatalousrahaston alueellisia varoja ja euroopan kalatalousrahaston varoja koskevilta momenteilta kainuun maakunnalle kiintion momenteittain.",
        "title_sv": "Europeiska jordbruksfonden för landsbygdsutveckling och Europeiska fiskerifonden",
        "content_sv": "I statsbudgeten tas under jord- och skogsbruksministeriets huvudtitel in det anslag för Kajanaland som behövs i statsbudgeten för den statliga motfinansieringen för de regionala gemenskapsmedlen från Europeiska jordbruksfonden för landsbygdsutveckling och Europeiska fiskerifonden. Statsrådet anvisar inom ramen för statsbudgeten en kvot för landskapet Kajanaland under respektive moment för de regionala gemenskapsmedlen från Europeiska jordbruksfonden för landsbygdsutveckling och Europeiska fiskerifonden.",
        "normalized_sv": "I statsbudgeten tas under jord- och skogsbruksministeriets huvudtitel in det anslag för Kajanaland som behövs i statsbudgeten för den statliga motfinansieringen för de regionala gemenskapsmedlen från Europeiska jordbruksfonden för landsbygdsutveckling och Europeiska fiskerifonden. Statsrådet anvisar inom ramen för statsbudgeten en kvot för landskapet Kajanaland under respektive moment för de regionala gemenskapsmedlen från Europeiska jordbruksfonden för landsbygdsutveckling och Europeiska fiskerifonden.",
        "folded_sv": "i statsbudgeten tas under jord- och skogsbruksministeriets huvudtitel in det anslag for kajanaland som behovs i statsbudgeten for den statliga motfinansieringen for de regionala gemenskapsmedlen fran europeiska jordbruksfonden for landsbygdsutveckling och europeiska fiskerifonden. statsradet anvisar inom ramen for statsbudgeten en kvot for landskapet kajanaland under respektive moment for de regionala gemenskapsmedlen fran europeiska jordbruksfonden for landsbygdsutveckling och europeiska fiskerifonden."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "title": "Maakuntavaltuuston tehtävät rakenne-rahastovarojen ja vastaavan kansallisen rahoitusosuuden hallinnoinnissa alueellinen kilpailukyky ja työllisyys -tavoitteen toimenpideohjelmassa",
      "content": "Maakuntavaltuuston päätöksen perusteella asianomainen hallintoviranomaisministeriö irrottaa Kainuun maakuntaan osoitettujen asianomaisen alueellinen kilpailukyky ja työllisyys -tavoitteen toimenpideohjelman rakennerahastovarat ja vastaavan kansallisen rahoitusosuuden eri viranomaisille toimenpideohjelmassa määriteltyihin käyttötarkoituksiin. Maakuntavaltuuston päätöksen tulee perustua 16 §:n 3 momentin mukaisen maakuntahallituksen esitykseen. Maakuntavaltuusto voi päättää, että hallintoviranomaisen tulee jättää osa rakennerahastovaroista ja vastaavasta valtion rahoitusosuudesta rakennerahastolain 10 §:ssä tarkoitettuun ohjelmareserviin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:11",
        "normalized_fi": "Maakuntavaltuuston päätöksen perusteella asianomainen hallintoviranomaisministeriö irrottaa Kainuun maakuntaan osoitettujen asianomaisen alueellinen kilpailukyky ja työllisyys -tavoitteen toimenpideohjelman rakennerahastovarat ja vastaavan kansallisen rahoitusosuuden eri viranomaisille toimenpideohjelmassa määriteltyihin käyttötarkoituksiin. Maakuntavaltuuston päätöksen tulee perustua 16 § :n 3 momentin mukaisen maakuntahallituksen esitykseen. Maakuntavaltuusto voi päättää, että hallintoviranomaisen tulee jättää osa rakennerahastovaroista ja vastaavasta valtion rahoitusosuudesta rakennerahastolain 10 § :ssä tarkoitettuun ohjelmareserviin.",
        "folded_fi": "maakuntavaltuuston paatoksen perusteella asianomainen hallintoviranomaisministerio irrottaa kainuun maakuntaan osoitettujen asianomaisen alueellinen kilpailukyky ja tyollisyys -tavoitteen toimenpideohjelman rakennerahastovarat ja vastaavan kansallisen rahoitusosuuden eri viranomaisille toimenpideohjelmassa maariteltyihin kayttotarkoituksiin. maakuntavaltuuston paatoksen tulee perustua 16 §:n 3 momentin mukaisen maakuntahallituksen esitykseen. maakuntavaltuusto voi paattaa, etta hallintoviranomaisen tulee jattaa osa rakennerahastovaroista ja vastaavasta valtion rahoitusosuudesta rakennerahastolain 10 §:ssa tarkoitettuun ohjelmareserviin.",
        "title_sv": "Landskapsfullmäktiges uppgifter vid förvaltningen av strukturfondsmedlen och motsvarande nationella medfinansiering när det gäller det operativa programmet inom målet regional konkurrenskraft och sysselsättning",
        "content_sv": "På grundval av landskapsfullmäktiges beslut lösgör det behöriga ministeriet de strukturfondsmedel och motsvarande nationella medfinansiering för det operativa programmet inom målet regional konkurrenskraft och sysselsättning som anvisats landskapet Kajanaland så att de olika myndigheterna inom ministeriets eget förvaltningsområde kan använda dem för de ändamål som anges i det operativa programmet. Landskapsfullmäktiges beslut skall grunda sig på den i 16 § 3 mom. avsedda landskapsstyrelsens framställning. Landskapsfullmäktige kan besluta att förvaltningsmyndigheten skall lämna en del av strukturfondsmedlen och motsvarande statliga medfinansiering i programreserven enligt 10 § i strukturfondslagen.",
        "normalized_sv": "På grundval av landskapsfullmäktiges beslut lösgör det behöriga ministeriet de strukturfondsmedel och motsvarande nationella medfinansiering för det operativa programmet inom målet regional konkurrenskraft och sysselsättning som anvisats landskapet Kajanaland så att de olika myndigheterna inom ministeriets eget förvaltningsområde kan använda dem för de ändamål som anges i det operativa programmet. Landskapsfullmäktiges beslut skall grunda sig på den i 16 § 3 mom. avsedda landskapsstyrelsens framställning. Landskapsfullmäktige kan besluta att förvaltningsmyndigheten skall lämna en del av strukturfondsmedlen och motsvarande statliga medfinansiering i programreserven enligt 10 § i strukturfondslagen.",
        "folded_sv": "pa grundval av landskapsfullmaktiges beslut losgor det behoriga ministeriet de strukturfondsmedel och motsvarande nationella medfinansiering for det operativa programmet inom malet regional konkurrenskraft och sysselsattning som anvisats landskapet kajanaland sa att de olika myndigheterna inom ministeriets eget forvaltningsomrade kan anvanda dem for de andamal som anges i det operativa programmet. landskapsfullmaktiges beslut skall grunda sig pa den i 16 § 3 mom. avsedda landskapsstyrelsens framstallning. landskapsfullmaktige kan besluta att forvaltningsmyndigheten skall lamna en del av strukturfondsmedlen och motsvarande statliga medfinansiering i programreserven enligt 10 § i strukturfondslagen."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:11 a",
      "chapter": "1",
      "section": "11 a",
      "title": "Maakuntavaltuuston tehtävät Euroopan yhteisön varojen ja niitä vastaavan kansallisen rahoitusosuuden hallinnoinnissa Manner-Suomen maaseudun kehittämisohjelmassa ja kalatalouden kehittämisohjelmassa",
      "content": "Maa- ja metsätalousministeriö irrottaa Kainuun maakuntaan osoitetut asianomaisen Manner-Suomen maaseudun kehittämisohjelman ja kalatalouden kehittämisohjelman varat ja vastaavan valtion rahoitusosuuden maakuntavaltuuston päätöksen perusteella asianomaisille viranomaisille ohjelmissa määriteltyihin käyttötarkoituksiin. Maakuntavaltuuston päätöksen tulee perustua 16 §:n 3 momentin mukaisen maakuntahallituksen esitykseen. Maakuntavaltuusto voi sisällyttää 1 momentin mukaiseen jakopäätökseen ohjelman ja säädösten mukaisia tarkempia ohjeita varojen käyttöperusteista ja käyttötarkoituksista sekä asettaa varojen käyttämistä koskevia ehtoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:11 a",
        "normalized_fi": "Maa- ja metsätalousministeriö irrottaa Kainuun maakuntaan osoitetut asianomaisen Manner-Suomen maaseudun kehittämisohjelman ja kalatalouden kehittämisohjelman varat ja vastaavan valtion rahoitusosuuden maakuntavaltuuston päätöksen perusteella asianomaisille viranomaisille ohjelmissa määriteltyihin käyttötarkoituksiin. Maakuntavaltuuston päätöksen tulee perustua 16 § :n 3 momentin mukaisen maakuntahallituksen esitykseen. Maakuntavaltuusto voi sisällyttää 1 momentin mukaiseen jakopäätökseen ohjelman ja säädösten mukaisia tarkempia ohjeita varojen käyttöperusteista ja käyttötarkoituksista sekä asettaa varojen käyttämistä koskevia ehtoja.",
        "folded_fi": "maa- ja metsatalousministerio irrottaa kainuun maakuntaan osoitetut asianomaisen manner-suomen maaseudun kehittamisohjelman ja kalatalouden kehittamisohjelman varat ja vastaavan valtion rahoitusosuuden maakuntavaltuuston paatoksen perusteella asianomaisille viranomaisille ohjelmissa maariteltyihin kayttotarkoituksiin. maakuntavaltuuston paatoksen tulee perustua 16 §:n 3 momentin mukaisen maakuntahallituksen esitykseen. maakuntavaltuusto voi sisallyttaa 1 momentin mukaiseen jakopaatokseen ohjelman ja saadosten mukaisia tarkempia ohjeita varojen kayttoperusteista ja kayttotarkoituksista seka asettaa varojen kayttamista koskevia ehtoja.",
        "title_sv": "Landskapsfullmäktiges uppgifter vid förvaltningen av gemenskapsmedlen och motsvarande nationella medfinansiering när det gäller program för utveckling av landsbygden på det finländska fastlandet och program för utveckling av fisket",
        "content_sv": "På grundval av landskapsfullmäktiges beslut lösgör jord- och skogsbruksministeriet de medel och motsvarande statliga medfinansiering för program för utveckling av landsbygden på det finländska fastlandet och program för utveckling av fisket som anvisats landskapet Kajanaland så att de berörda myndigheterna kan använda dem för de ändamål som anges i programmen. Landskapsfullmäktiges beslut skall grunda sig på den i 16 § 3 mom. avsedda landskapsstyrelsens framställning. I det fördelningsbeslut som avses i 1 mom. kan landskapsfullmäktige ta in program- och författningsenliga närmare bestämmelser om grunderna för användningen av medlen och vilka ändamål de får användas för samt ställa villkor för användningen av medlen.",
        "normalized_sv": "På grundval av landskapsfullmäktiges beslut lösgör jord- och skogsbruksministeriet de medel och motsvarande statliga medfinansiering för program för utveckling av landsbygden på det finländska fastlandet och program för utveckling av fisket som anvisats landskapet Kajanaland så att de berörda myndigheterna kan använda dem för de ändamål som anges i programmen. Landskapsfullmäktiges beslut skall grunda sig på den i 16 § 3 mom. avsedda landskapsstyrelsens framställning. I det fördelningsbeslut som avses i 1 mom. kan landskapsfullmäktige ta in program- och författningsenliga närmare bestämmelser om grunderna för användningen av medlen och vilka ändamål de får användas för samt ställa villkor för användningen av medlen.",
        "folded_sv": "pa grundval av landskapsfullmaktiges beslut losgor jord- och skogsbruksministeriet de medel och motsvarande statliga medfinansiering for program for utveckling av landsbygden pa det finlandska fastlandet och program for utveckling av fisket som anvisats landskapet kajanaland sa att de berorda myndigheterna kan anvanda dem for de andamal som anges i programmen. landskapsfullmaktiges beslut skall grunda sig pa den i 16 § 3 mom. avsedda landskapsstyrelsens framstallning. i det fordelningsbeslut som avses i 1 mom. kan landskapsfullmaktige ta in program- och forfattningsenliga narmare bestammelser om grunderna for anvandningen av medlen och vilka andamal de far anvandas for samt stalla villkor for anvandningen av medlen."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    }
  ]
}