{
  "id": "141/2015",
  "type": "statute",
  "title": "Laki alueiden kehittämisen ja rakennerahastohankkeiden rahoittamisesta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om finansiering av regionutveckling och strukturfondsprojekt",
  "status": "in_force",
  "issued_date": "2015-02-20",
  "in_force_date": "2015-02-20",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/141/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Tätä lakia sovelletaan Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmien toimeenpanoon, jollei Euroopan unionin lainsäädännöstä tai valtionavustuslaista (688/2001) muuta johdu. Tämän lain 14 ja 42 §:ää sovelletaan vähävaraisimmille suunnatun eurooppalaisen avun rahaston toimenpideohjelman toteuttamiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Tätä lakia sovelletaan Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmien toimeenpanoon, jollei Euroopan unionin lainsäädännöstä tai valtionavustuslaista (688/2001) muuta johdu. Tämän lain 14 ja 42 § :ää sovelletaan vähävaraisimmille suunnatun eurooppalaisen avun rahaston toimenpideohjelman toteuttamiseen.",
        "folded_fi": "tata lakia sovelletaan euroopan alueellinen yhteistyo -tavoitteen yhteistyoohjelmien toimeenpanoon, jollei euroopan unionin lainsaadannosta tai valtionavustuslaista (688/2001) muuta johdu. taman lain 14 ja 42 §:aa sovelletaan vahavaraisimmille suunnatun eurooppalaisen avun rahaston toimenpideohjelman toteuttamiseen.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Denna lag tillämpas på genomförandet av samarbetsprogrammen inom målet europeiskt territoriellt samarbete, om inte något annat följer av Europeiska unionens lagstiftning eller av statsunderstödslagen (688/2001). Bestämmelserna i 14 och 42 § tillämpas på genomförandet av det operativa programmet för fonden för europeiskt bistånd till dem som har det sämst ställt.",
        "normalized_sv": "Denna lag tillämpas på genomförandet av samarbetsprogrammen inom målet europeiskt territoriellt samarbete, om inte något annat följer av Europeiska unionens lagstiftning eller av statsunderstödslagen (688/2001). Bestämmelserna i 14 och 42 § tillämpas på genomförandet av det operativa programmet för fonden för europeiskt bistånd till dem som har det sämst ställt.",
        "folded_sv": "denna lag tillampas pa genomforandet av samarbetsprogrammen inom malet europeiskt territoriellt samarbete, om inte nagot annat foljer av europeiska unionens lagstiftning eller av statsunderstodslagen (688/2001). bestammelserna i 14 och 42 § tillampas pa genomforandet av det operativa programmet for fonden for europeiskt bistand till dem som har det samst stallt."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Tuen saajat",
      "content": "Tukea voidaan myöntää julkisoikeudelliselle tai yksityisoikeudelliselle oikeushenkilölle. Tuki voidaan myöntää useammalle kuin yhdelle tuen saajalle yhteisesti. Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmissa tuki myönnetään teknisen tuen hankkeita lukuun ottamatta aina useammalle kuin yhdelle tuen saajalle yhteisesti. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä tuen saajista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Tukea voidaan myöntää julkisoikeudelliselle tai yksityisoikeudelliselle oikeushenkilölle. Tuki voidaan myöntää useammalle kuin yhdelle tuen saajalle yhteisesti. Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmissa tuki myönnetään teknisen tuen hankkeita lukuun ottamatta aina useammalle kuin yhdelle tuen saajalle yhteisesti. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä tuen saajista.",
        "folded_fi": "tukea voidaan myontaa julkisoikeudelliselle tai yksityisoikeudelliselle oikeushenkilolle. tuki voidaan myontaa useammalle kuin yhdelle tuen saajalle yhteisesti. euroopan alueellinen yhteistyo -tavoitteen yhteistyoohjelmissa tuki myonnetaan teknisen tuen hankkeita lukuun ottamatta aina useammalle kuin yhdelle tuen saajalle yhteisesti. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia tuen saajista.",
        "title_sv": "Stödmottagare",
        "content_sv": "Stöd kan beviljas offentligrättsliga och privaträttsliga juridiska personer. Stödet kan beviljas flera stödmottagare gemensamt. I fråga om samarbetsprogrammen inom målet europeiskt territoriellt samarbete beviljas stödet alltid, med undantag för projekt för tekniskt stöd, gemensamt för fler än en stödmottagare. Närmare bestämmelser om stödmottagare får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Stöd kan beviljas offentligrättsliga och privaträttsliga juridiska personer. Stödet kan beviljas flera stödmottagare gemensamt. I fråga om samarbetsprogrammen inom målet europeiskt territoriellt samarbete beviljas stödet alltid, med undantag för projekt för tekniskt stöd, gemensamt för fler än en stödmottagare. Närmare bestämmelser om stödmottagare får utfärdas genom förordning av statsrådet.",
        "folded_sv": "stod kan beviljas offentligrattsliga och privatrattsliga juridiska personer. stodet kan beviljas flera stodmottagare gemensamt. i fraga om samarbetsprogrammen inom malet europeiskt territoriellt samarbete beviljas stodet alltid, med undantag for projekt for tekniskt stod, gemensamt for fler an en stodmottagare. narmare bestammelser om stodmottagare far utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Ministeriöiden myöntämä tuki",
      "content": "Sosiaali- ja terveysministeriö voi myöntää sen käyttöön osoitetuista Euroopan sosiaalirahaston varoista ja niitä vastaavista valtion varoista tukea valtakunnallisesti merkittäviin, useampaa kuin yhtä aluetta koskeviin rakennerahasto-ohjelman mukaisiin kehittämishankkeisiin sekä rakennerahastojen teknisen tuen hankkeisiin. Teknisen tuen hankkeet voivat olla myös ministeriön itse toteuttamia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Sosiaali- ja terveysministeriö voi myöntää sen käyttöön osoitetuista Euroopan sosiaalirahaston varoista ja niitä vastaavista valtion varoista tukea valtakunnallisesti merkittäviin, useampaa kuin yhtä aluetta koskeviin rakennerahasto-ohjelman mukaisiin kehittämishankkeisiin sekä rakennerahastojen teknisen tuen hankkeisiin. Teknisen tuen hankkeet voivat olla myös ministeriön itse toteuttamia.",
        "folded_fi": "sosiaali- ja terveysministerio voi myontaa sen kayttoon osoitetuista euroopan sosiaalirahaston varoista ja niita vastaavista valtion varoista tukea valtakunnallisesti merkittaviin, useampaa kuin yhta aluetta koskeviin rakennerahasto-ohjelman mukaisiin kehittamishankkeisiin seka rakennerahastojen teknisen tuen hankkeisiin. teknisen tuen hankkeet voivat olla myos ministerion itse toteuttamia.",
        "title_sv": "Stöd som beviljas av ministerier",
        "content_sv": "Social- och hälsovårdsministeriet kan av de medel ur Europeiska socialfonden som ställts till ministeriets förfogande och av motsvarande statliga medel bevilja stöd för sådana utvecklingsprojekt inom strukturfondsprogrammet som är viktiga för hela riket och som berör fler än en region samt för strukturfondernas projekt för tekniskt stöd. Projekten för tekniskt stöd kan också vara sådana som ministeriet själv genomför.",
        "normalized_sv": "Social- och hälsovårdsministeriet kan av de medel ur Europeiska socialfonden som ställts till ministeriets förfogande och av motsvarande statliga medel bevilja stöd för sådana utvecklingsprojekt inom strukturfondsprogrammet som är viktiga för hela riket och som berör fler än en region samt för strukturfondernas projekt för tekniskt stöd. Projekten för tekniskt stöd kan också vara sådana som ministeriet själv genomför.",
        "folded_sv": "social- och halsovardsministeriet kan av de medel ur europeiska socialfonden som stallts till ministeriets forfogande och av motsvarande statliga medel bevilja stod for sadana utvecklingsprojekt inom strukturfondsprogrammet som ar viktiga for hela riket och som beror fler an en region samt for strukturfondernas projekt for tekniskt stod. projekten for tekniskt stod kan ocksa vara sadana som ministeriet sjalv genomfor."
      }
    },
    {
      "provision_ref": "7 a",
      "section": "7 a",
      "title": "Euroopan alueellinen yhteistyö -tavoitteen mukaisen tuen myöntäminen",
      "content": "Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmassa hallinto- ja todentamisviranomaisena toimiva maakunnan liitto myöntää Euroopan aluekehitysvaroista maksettavan tuen yhteistyöohjelman mukaisiin hankkeisiin koko ohjelma-alueella. Se voi lisäksi myöntää ohjelma-alueella sijaitsevaan hankkeeseen rakennerahastovaroja vastaavan kansallisen tuen myös muun maakunnan alueelle. Niissä Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmissa, joissa hallinto- ja todentamisviranomainen toimii toisessa jäsenvaltiossa, voi ohjelma-alueen maakunnan liitto myöntää rakennerahastovaroja vastaavan rahoitusosuuden myös muun maakunnan alueella sijaitsevalle hankkeelle tai ohjelma-alueella sijaitsevalle ulkomaiselle tuen saajalle, jos ohjelma-alueen maakuntien liitot näin sopivat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7 a",
        "normalized_fi": "Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmassa hallinto- ja todentamisviranomaisena toimiva maakunnan liitto myöntää Euroopan aluekehitysvaroista maksettavan tuen yhteistyöohjelman mukaisiin hankkeisiin koko ohjelma-alueella. Se voi lisäksi myöntää ohjelma-alueella sijaitsevaan hankkeeseen rakennerahastovaroja vastaavan kansallisen tuen myös muun maakunnan alueelle. Niissä Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmissa, joissa hallinto- ja todentamisviranomainen toimii toisessa jäsenvaltiossa, voi ohjelma-alueen maakunnan liitto myöntää rakennerahastovaroja vastaavan rahoitusosuuden myös muun maakunnan alueella sijaitsevalle hankkeelle tai ohjelma-alueella sijaitsevalle ulkomaiselle tuen saajalle, jos ohjelma-alueen maakuntien liitot näin sopivat.",
        "folded_fi": "euroopan alueellinen yhteistyo -tavoitteen yhteistyoohjelmassa hallinto- ja todentamisviranomaisena toimiva maakunnan liitto myontaa euroopan aluekehitysvaroista maksettavan tuen yhteistyoohjelman mukaisiin hankkeisiin koko ohjelma-alueella. se voi lisaksi myontaa ohjelma-alueella sijaitsevaan hankkeeseen rakennerahastovaroja vastaavan kansallisen tuen myos muun maakunnan alueelle. niissa euroopan alueellinen yhteistyo -tavoitteen yhteistyoohjelmissa, joissa hallinto- ja todentamisviranomainen toimii toisessa jasenvaltiossa, voi ohjelma-alueen maakunnan liitto myontaa rakennerahastovaroja vastaavan rahoitusosuuden myos muun maakunnan alueella sijaitsevalle hankkeelle tai ohjelma-alueella sijaitsevalle ulkomaiselle tuen saajalle, jos ohjelma-alueen maakuntien liitot nain sopivat.",
        "title_sv": "Beviljande av stöd enligt målet europeiskt territoriellt samarbete",
        "content_sv": "Ett landskapsförbund som fungerar som förvaltningsmyndighet och attesterande myndighet för ett samarbetsprogram inom målet europeiskt territoriellt samarbete beviljar det stöd som betalas ur Europeiska regionutvecklingsfondens medel för projekt enligt samarbetsprogrammet för hela programområdet. Förbundet kan dessutom för projekt som genomförs inom programområdet bevilja den statliga medfinansiering som motsvarar strukturfondsmedlen också för ett annat landskaps område. I fråga om sådana samarbetsprogram inom målet europeiskt territoriellt samarbete där förvaltningsmyndigheten och den attesterande myndigheten verkar i en annan medlemsstat, kan landskapsförbundet för programområdet bevilja den medfinansiering som motsvarar strukturfondsmedlen också för projekt inom ett annat landskap eller till en utländsk stödmottagare inom programområdet, om landskapsförbunden inom programområdet kommer överens om detta.",
        "normalized_sv": "Ett landskapsförbund som fungerar som förvaltningsmyndighet och attesterande myndighet för ett samarbetsprogram inom målet europeiskt territoriellt samarbete beviljar det stöd som betalas ur Europeiska regionutvecklingsfondens medel för projekt enligt samarbetsprogrammet för hela programområdet. Förbundet kan dessutom för projekt som genomförs inom programområdet bevilja den statliga medfinansiering som motsvarar strukturfondsmedlen också för ett annat landskaps område. I fråga om sådana samarbetsprogram inom målet europeiskt territoriellt samarbete där förvaltningsmyndigheten och den attesterande myndigheten verkar i en annan medlemsstat, kan landskapsförbundet för programområdet bevilja den medfinansiering som motsvarar strukturfondsmedlen också för projekt inom ett annat landskap eller till en utländsk stödmottagare inom programområdet, om landskapsförbunden inom programområdet kommer överens om detta.",
        "folded_sv": "ett landskapsforbund som fungerar som forvaltningsmyndighet och attesterande myndighet for ett samarbetsprogram inom malet europeiskt territoriellt samarbete beviljar det stod som betalas ur europeiska regionutvecklingsfondens medel for projekt enligt samarbetsprogrammet for hela programomradet. forbundet kan dessutom for projekt som genomfors inom programomradet bevilja den statliga medfinansiering som motsvarar strukturfondsmedlen ocksa for ett annat landskaps omrade. i fraga om sadana samarbetsprogram inom malet europeiskt territoriellt samarbete dar forvaltningsmyndigheten och den attesterande myndigheten verkar i en annan medlemsstat, kan landskapsforbundet for programomradet bevilja den medfinansiering som motsvarar strukturfondsmedlen ocksa for projekt inom ett annat landskap eller till en utlandsk stodmottagare inom programomradet, om landskapsforbunden inom programomradet kommer overens om detta."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Vähämerkityksinen tuki",
      "content": "Jos tuki myönnetään vähämerkityksisenä tukena, tuen myöntämisen edellytyksenä on, että hakija antaa tuen myöntävälle viranomaiselle selvityksen hakijalle jo myönnetystä vähämerkityksisestä tuesta ja että tuen määrä ei ylitä Euroopan unionin lainsäädännössä säädettyä vähämerkityksisen tuen enimmäismäärää. Jos tuen kohteena on muu kuin hakijan yritystoiminta tai tukea siirretään 12 §:n tarkoitetulla tavalla, on tuen edellytyksenä, että vastaava selvitys annetaan jokaisen tuen kohteena olevan tai tuettavaan toimenpiteeseen osallistuvan tahon osalta eikä tuen määrä ylitä minkään tahon osalta vähämerkityksisen tuen enimmäismäärää. Valtiontukea koskevan Euroopan unionin lainsäädännön soveltamisesta tässä laissa tarkoitettuun tukeen ja vähämerkityksisen tuen myöntämisen edellytyksistä voidaan antaa tarkemmat säännökset valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Jos tuki myönnetään vähämerkityksisenä tukena, tuen myöntämisen edellytyksenä on, että hakija antaa tuen myöntävälle viranomaiselle selvityksen hakijalle jo myönnetystä vähämerkityksisestä tuesta ja että tuen määrä ei ylitä Euroopan unionin lainsäädännössä säädettyä vähämerkityksisen tuen enimmäismäärää. Jos tuen kohteena on muu kuin hakijan yritystoiminta tai tukea siirretään 12 § :n tarkoitetulla tavalla, on tuen edellytyksenä, että vastaava selvitys annetaan jokaisen tuen kohteena olevan tai tuettavaan toimenpiteeseen osallistuvan tahon osalta eikä tuen määrä ylitä minkään tahon osalta vähämerkityksisen tuen enimmäismäärää. Valtiontukea koskevan Euroopan unionin lainsäädännön soveltamisesta tässä laissa tarkoitettuun tukeen ja vähämerkityksisen tuen myöntämisen edellytyksistä voidaan antaa tarkemmat säännökset valtioneuvoston asetuksella.",
        "folded_fi": "jos tuki myonnetaan vahamerkityksisena tukena, tuen myontamisen edellytyksena on, etta hakija antaa tuen myontavalle viranomaiselle selvityksen hakijalle jo myonnetysta vahamerkityksisesta tuesta ja etta tuen maara ei ylita euroopan unionin lainsaadannossa saadettya vahamerkityksisen tuen enimmaismaaraa. jos tuen kohteena on muu kuin hakijan yritystoiminta tai tukea siirretaan 12 §:n tarkoitetulla tavalla, on tuen edellytyksena, etta vastaava selvitys annetaan jokaisen tuen kohteena olevan tai tuettavaan toimenpiteeseen osallistuvan tahon osalta eika tuen maara ylita minkaan tahon osalta vahamerkityksisen tuen enimmaismaaraa. valtiontukea koskevan euroopan unionin lainsaadannon soveltamisesta tassa laissa tarkoitettuun tukeen ja vahamerkityksisen tuen myontamisen edellytyksista voidaan antaa tarkemmat saannokset valtioneuvoston asetuksella.",
        "title_sv": "Stöd av mindre betydelse",
        "content_sv": "För beviljande som stöd av mindre betydelse förutsätts att sökanden lämnar stödmyndigheten en utredning om det stöd av mindre betydelse som redan har beviljats sökanden och att stödbeloppet inte överstiger det maximibelopp för stöd av mindre betydelse som föreskrivs i Europeiska unionens lagstiftning. Om stöd beviljas för något annat ändamål än sökandens företagsverksamhet eller om stöd överförs på det sätt som avses i 12 §, är ett villkor för stödet att motsvarande utredning lämnas separat för varje part som är föremål för stödet eller som deltar i den åtgärd som stöds, samt att stödbeloppet inte för någon parts del överstiger maximibeloppet av stöd av mindre betydelse. Närmare bestämmelser om tillämpningen av Europeiska unionens lagstiftning om statligt stöd på sådant stöd som avses i denna lag och om förutsättningarna för beviljande av stöd av mindre betydelse får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "För beviljande som stöd av mindre betydelse förutsätts att sökanden lämnar stödmyndigheten en utredning om det stöd av mindre betydelse som redan har beviljats sökanden och att stödbeloppet inte överstiger det maximibelopp för stöd av mindre betydelse som föreskrivs i Europeiska unionens lagstiftning. Om stöd beviljas för något annat ändamål än sökandens företagsverksamhet eller om stöd överförs på det sätt som avses i 12 § , är ett villkor för stödet att motsvarande utredning lämnas separat för varje part som är föremål för stödet eller som deltar i den åtgärd som stöds, samt att stödbeloppet inte för någon parts del överstiger maximibeloppet av stöd av mindre betydelse. Närmare bestämmelser om tillämpningen av Europeiska unionens lagstiftning om statligt stöd på sådant stöd som avses i denna lag och om förutsättningarna för beviljande av stöd av mindre betydelse får utfärdas genom förordning av statsrådet.",
        "folded_sv": "for beviljande som stod av mindre betydelse forutsatts att sokanden lamnar stodmyndigheten en utredning om det stod av mindre betydelse som redan har beviljats sokanden och att stodbeloppet inte overstiger det maximibelopp for stod av mindre betydelse som foreskrivs i europeiska unionens lagstiftning. om stod beviljas for nagot annat andamal an sokandens foretagsverksamhet eller om stod overfors pa det satt som avses i 12 §, ar ett villkor for stodet att motsvarande utredning lamnas separat for varje part som ar foremal for stodet eller som deltar i den atgard som stods, samt att stodbeloppet inte for nagon parts del overstiger maximibeloppet av stod av mindre betydelse. narmare bestammelser om tillampningen av europeiska unionens lagstiftning om statligt stod pa sadant stod som avses i denna lag och om forutsattningarna for beviljande av stod av mindre betydelse far utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Yhteishanke",
      "content": "Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmissa yhteishankkeen hallinnointiin ja johtavan tuen saajan tehtäviin sovelletaan Euroopan unionin lainsäädännön lisäksi, mitä niistä on yhteistyöohjelma-asiakirjassa sovittu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmissa yhteishankkeen hallinnointiin ja johtavan tuen saajan tehtäviin sovelletaan Euroopan unionin lainsäädännön lisäksi, mitä niistä on yhteistyöohjelma-asiakirjassa sovittu.",
        "folded_fi": "euroopan alueellinen yhteistyo -tavoitteen yhteistyoohjelmissa yhteishankkeen hallinnointiin ja johtavan tuen saajan tehtaviin sovelletaan euroopan unionin lainsaadannon lisaksi, mita niista on yhteistyoohjelma-asiakirjassa sovittu.",
        "title_sv": "Samprojekt",
        "content_sv": "I fråga om samarbetsprogrammen inom målet europeiskt territoriellt samarbete tillämpas på förvaltningen av samprojekt och på den ledande stödmottagarens uppgifter utöver Europeiska unionens lagstiftning dessutom vad som i samarbetsprogramdokumentet har överenskommits om saken.",
        "normalized_sv": "I fråga om samarbetsprogrammen inom målet europeiskt territoriellt samarbete tillämpas på förvaltningen av samprojekt och på den ledande stödmottagarens uppgifter utöver Europeiska unionens lagstiftning dessutom vad som i samarbetsprogramdokumentet har överenskommits om saken.",
        "folded_sv": "i fraga om samarbetsprogrammen inom malet europeiskt territoriellt samarbete tillampas pa forvaltningen av samprojekt och pa den ledande stodmottagarens uppgifter utover europeiska unionens lagstiftning dessutom vad som i samarbetsprogramdokumentet har overenskommits om saken."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Hyväksyttävät kustannukset",
      "content": "Vähävaraisimmille suunnatun eurooppalaisen avun rahastosta osarahoitetun toimenpideohjelman hyväksyttäviin kustannuksiin sovelletaan Euroopan unionin lainsäädännön lisäksi ohjelma-asiakirjan säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Vähävaraisimmille suunnatun eurooppalaisen avun rahastosta osarahoitetun toimenpideohjelman hyväksyttäviin kustannuksiin sovelletaan Euroopan unionin lainsäädännön lisäksi ohjelma-asiakirjan säännöksiä.",
        "folded_fi": "vahavaraisimmille suunnatun eurooppalaisen avun rahastosta osarahoitetun toimenpideohjelman hyvaksyttaviin kustannuksiin sovelletaan euroopan unionin lainsaadannon lisaksi ohjelma-asiakirjan saannoksia.",
        "title_sv": "Godtagbara kostnader",
        "content_sv": "På de godtagbara kostnaderna för det operativa program som medfinansieras genom fonden för europeiskt bistånd till dem som har det sämst ställt tillämpas utöver Europeiska unionens lagstiftning dessutom bestämmelserna i programdokumentet.",
        "normalized_sv": "På de godtagbara kostnaderna för det operativa program som medfinansieras genom fonden för europeiskt bistånd till dem som har det sämst ställt tillämpas utöver Europeiska unionens lagstiftning dessutom bestämmelserna i programdokumentet.",
        "folded_sv": "pa de godtagbara kostnaderna for det operativa program som medfinansieras genom fonden for europeiskt bistand till dem som har det samst stallt tillampas utover europeiska unionens lagstiftning dessutom bestammelserna i programdokumentet."
      }
    },
    {
      "provision_ref": "14 a",
      "section": "14 a",
      "title": "Hyväksyttävät kustannukset Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmissa",
      "content": "Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmassa tuki myönnetään yhteistyöohjelmassa sovitun kustannusmallin mukaan tai kustannusarvion mukaan todellisten, tarpeellisten ja määrältään kohtuullisten kustannusten perusteella. Tuki myönnetään hankkeesta aiheutuviin kustannuksiin, joista on vähennetty hankkeeseen välittömästi kohdistuvat tai siihen liittyvät tulot. Kustannusten hyväksyttävyyteen Suomessa sovelletaan, mitä Euroopan unionin lainsäädännössä kustannusten hyväksyttävyydestä säädetään. Yhteistyöohjelmissa voidaan lisäksi soveltaa ohjelman seurantakomitean vahvistamia sekä ohjelma-asiakirjan tukikelpoisuussääntöjä, jos ne eivät ole asiaa koskevan kansallisen tai Euroopan unionin lainsäädännön vastaisia. Tarkempia säännöksiä kustannusten hyväksyttävyydestä voidaan antaa valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14 a",
        "normalized_fi": "Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmassa tuki myönnetään yhteistyöohjelmassa sovitun kustannusmallin mukaan tai kustannusarvion mukaan todellisten, tarpeellisten ja määrältään kohtuullisten kustannusten perusteella. Tuki myönnetään hankkeesta aiheutuviin kustannuksiin, joista on vähennetty hankkeeseen välittömästi kohdistuvat tai siihen liittyvät tulot. Kustannusten hyväksyttävyyteen Suomessa sovelletaan, mitä Euroopan unionin lainsäädännössä kustannusten hyväksyttävyydestä säädetään. Yhteistyöohjelmissa voidaan lisäksi soveltaa ohjelman seurantakomitean vahvistamia sekä ohjelma-asiakirjan tukikelpoisuussääntöjä, jos ne eivät ole asiaa koskevan kansallisen tai Euroopan unionin lainsäädännön vastaisia. Tarkempia säännöksiä kustannusten hyväksyttävyydestä voidaan antaa valtioneuvoston asetuksella.",
        "folded_fi": "euroopan alueellinen yhteistyo -tavoitteen yhteistyoohjelmassa tuki myonnetaan yhteistyoohjelmassa sovitun kustannusmallin mukaan tai kustannusarvion mukaan todellisten, tarpeellisten ja maaraltaan kohtuullisten kustannusten perusteella. tuki myonnetaan hankkeesta aiheutuviin kustannuksiin, joista on vahennetty hankkeeseen valittomasti kohdistuvat tai siihen liittyvat tulot. kustannusten hyvaksyttavyyteen suomessa sovelletaan, mita euroopan unionin lainsaadannossa kustannusten hyvaksyttavyydesta saadetaan. yhteistyoohjelmissa voidaan lisaksi soveltaa ohjelman seurantakomitean vahvistamia seka ohjelma-asiakirjan tukikelpoisuussaantoja, jos ne eivat ole asiaa koskevan kansallisen tai euroopan unionin lainsaadannon vastaisia. tarkempia saannoksia kustannusten hyvaksyttavyydesta voidaan antaa valtioneuvoston asetuksella.",
        "title_sv": "Godtagbara kostnader för samarbetsprogrammen inom målet europeiskt territoriellt samarbete",
        "content_sv": "Inom ett samarbetsprogram inom målet europeiskt territoriellt samarbete beviljas stödet enligt en i samarbetsprogrammet avtalad kostnadsmodell eller en kostnadskalkyl utifrån faktiska, behövliga och till beloppet skäliga kostnader. Stöd beviljas för de kostnader som föranleds av projektet och från vilka sådana intäkter som direkt hänför sig till eller har samband med projektet har dragits av. På godtagbarheten av kostnader i Finland tillämpas bestämmelserna i Europeiska unionens lagstiftning om stödberättigande kostnader. Inom samarbetsprogrammen kan dessutom tillämpas sådana regler för stödberättigande som fastställts av programmets övervakningskommitté samt reglerna i programdokumentet, om dessa inte strider mot de relevanta bestämmelserna i den nationella lagstiftningen eller Europeiska unionens lagstiftning. Närmare bestämmelser om stödberättigande kostnader får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Inom ett samarbetsprogram inom målet europeiskt territoriellt samarbete beviljas stödet enligt en i samarbetsprogrammet avtalad kostnadsmodell eller en kostnadskalkyl utifrån faktiska, behövliga och till beloppet skäliga kostnader. Stöd beviljas för de kostnader som föranleds av projektet och från vilka sådana intäkter som direkt hänför sig till eller har samband med projektet har dragits av. På godtagbarheten av kostnader i Finland tillämpas bestämmelserna i Europeiska unionens lagstiftning om stödberättigande kostnader. Inom samarbetsprogrammen kan dessutom tillämpas sådana regler för stödberättigande som fastställts av programmets övervakningskommitté samt reglerna i programdokumentet, om dessa inte strider mot de relevanta bestämmelserna i den nationella lagstiftningen eller Europeiska unionens lagstiftning. Närmare bestämmelser om stödberättigande kostnader får utfärdas genom förordning av statsrådet.",
        "folded_sv": "inom ett samarbetsprogram inom malet europeiskt territoriellt samarbete beviljas stodet enligt en i samarbetsprogrammet avtalad kostnadsmodell eller en kostnadskalkyl utifran faktiska, behovliga och till beloppet skaliga kostnader. stod beviljas for de kostnader som foranleds av projektet och fran vilka sadana intakter som direkt hanfor sig till eller har samband med projektet har dragits av. pa godtagbarheten av kostnader i finland tillampas bestammelserna i europeiska unionens lagstiftning om stodberattigande kostnader. inom samarbetsprogrammen kan dessutom tillampas sadana regler for stodberattigande som faststallts av programmets overvakningskommitte samt reglerna i programdokumentet, om dessa inte strider mot de relevanta bestammelserna i den nationella lagstiftningen eller europeiska unionens lagstiftning. narmare bestammelser om stodberattigande kostnader far utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Tuen hakeminen",
      "content": "Rakennerahasto-ohjelman mukaisissa hankkeissa on tuen hakemisessa noudatettava lisäksi, mitä 23 §:ssä säädetään. Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmissa on tuen hakemisessa lisäksi noudatettava, mitä ohjelma-asiakirjassa on asiasta sovittu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16",
        "normalized_fi": "Rakennerahasto-ohjelman mukaisissa hankkeissa on tuen hakemisessa noudatettava lisäksi, mitä 23 § :ssä säädetään. Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmissa on tuen hakemisessa lisäksi noudatettava, mitä ohjelma-asiakirjassa on asiasta sovittu.",
        "folded_fi": "rakennerahasto-ohjelman mukaisissa hankkeissa on tuen hakemisessa noudatettava lisaksi, mita 23 §:ssa saadetaan. euroopan alueellinen yhteistyo -tavoitteen yhteistyoohjelmissa on tuen hakemisessa lisaksi noudatettava, mita ohjelma-asiakirjassa on asiasta sovittu.",
        "title_sv": "Ansökan om stöd",
        "content_sv": "Vid ansökan om stöd för projekt inom strukturfondsprogrammet ska dessutom bestämmelserna i 23 § iakttas. Vid ansökan om stöd inom ramen för samarbetsprogrammen för målet europeiskt territoriellt samarbete ska dessutom iakttas vad som i programdokumentet har överenskommits om saken.",
        "normalized_sv": "Vid ansökan om stöd för projekt inom strukturfondsprogrammet ska dessutom bestämmelserna i 23 § iakttas. Vid ansökan om stöd inom ramen för samarbetsprogrammen för målet europeiskt territoriellt samarbete ska dessutom iakttas vad som i programdokumentet har överenskommits om saken.",
        "folded_sv": "vid ansokan om stod for projekt inom strukturfondsprogrammet ska dessutom bestammelserna i 23 § iakttas. vid ansokan om stod inom ramen for samarbetsprogrammen for malet europeiskt territoriellt samarbete ska dessutom iakttas vad som i programdokumentet har overenskommits om saken."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Tuen maksamisen hakeminen",
      "content": "Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmassa tuen maksamisen hakemisessa noudatetaan lisäksi, mitä yhteistyöohjelmassa on sovittu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19",
        "normalized_fi": "Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmassa tuen maksamisen hakemisessa noudatetaan lisäksi, mitä yhteistyöohjelmassa on sovittu.",
        "folded_fi": "euroopan alueellinen yhteistyo -tavoitteen yhteistyoohjelmassa tuen maksamisen hakemisessa noudatetaan lisaksi, mita yhteistyoohjelmassa on sovittu.",
        "title_sv": "Ansökan om utbetalning av stöd",
        "content_sv": "I fråga om samarbetsprogrammen för målet europeiskt territoriellt samarbete tillämpas på ansökan om utbetalning av stöd dessutom vad som i samarbetsprogrammet har överenskommits om saken.",
        "normalized_sv": "I fråga om samarbetsprogrammen för målet europeiskt territoriellt samarbete tillämpas på ansökan om utbetalning av stöd dessutom vad som i samarbetsprogrammet har överenskommits om saken.",
        "folded_sv": "i fraga om samarbetsprogrammen for malet europeiskt territoriellt samarbete tillampas pa ansokan om utbetalning av stod dessutom vad som i samarbetsprogrammet har overenskommits om saken."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Tuen hakeminen ja myöntäminen rakennerahasto-ohjelmassa",
      "content": "Rakennerahasto-ohjelmassa tukea haetaan ja tukipäätös tehdään sähköisesti 29 §:n mukaiset edellytykset täyttävässä tietojärjestelmässä. Tuen hakeminen EURA 2014 -tietojärjestelmässä edellyttää vahvaa sähköistä tunnistautumista. Muussa kuin työ- ja elinkeinoministeriön ylläpitämässä EURA 2014 -tietojärjestelmässä hakemus voidaan toimittaa myös sähköisesti verkkopalvelussa tai lomakkeella toimivaltaiselle viranomaiselle. Hakemus tulee allekirjoittaa. Hakemuksen tulee sisältää Euroopan unionin lainsäädännössä ja kyseiseen hankkeeseen sovellettavassa kansallisessa lainsäädännössä sekä tässä luvussa edellytetyt tiedot. Hakemuksen allekirjoitukseen sovelletaan, mitä vahvasta sähköisestä tunnistamisesta ja sähköisistä allekirjoituksista annetussa laissa (617/2009) henkilön yksilöimisestä ja tunnistamisesta säädetään. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä sähköisestä tuen hakemis- ja myöntämismenettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:23",
        "normalized_fi": "Rakennerahasto-ohjelmassa tukea haetaan ja tukipäätös tehdään sähköisesti 29 § :n mukaiset edellytykset täyttävässä tietojärjestelmässä. Tuen hakeminen EURA 2014 -tietojärjestelmässä edellyttää vahvaa sähköistä tunnistautumista. Muussa kuin työ- ja elinkeinoministeriön ylläpitämässä EURA 2014 -tietojärjestelmässä hakemus voidaan toimittaa myös sähköisesti verkkopalvelussa tai lomakkeella toimivaltaiselle viranomaiselle. Hakemus tulee allekirjoittaa. Hakemuksen tulee sisältää Euroopan unionin lainsäädännössä ja kyseiseen hankkeeseen sovellettavassa kansallisessa lainsäädännössä sekä tässä luvussa edellytetyt tiedot. Hakemuksen allekirjoitukseen sovelletaan, mitä vahvasta sähköisestä tunnistamisesta ja sähköisistä allekirjoituksista annetussa laissa (617/2009) henkilön yksilöimisestä ja tunnistamisesta säädetään. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä sähköisestä tuen hakemis- ja myöntämismenettelystä.",
        "folded_fi": "rakennerahasto-ohjelmassa tukea haetaan ja tukipaatos tehdaan sahkoisesti 29 §:n mukaiset edellytykset tayttavassa tietojarjestelmassa. tuen hakeminen eura 2014 -tietojarjestelmassa edellyttaa vahvaa sahkoista tunnistautumista. muussa kuin tyo- ja elinkeinoministerion yllapitamassa eura 2014 -tietojarjestelmassa hakemus voidaan toimittaa myos sahkoisesti verkkopalvelussa tai lomakkeella toimivaltaiselle viranomaiselle. hakemus tulee allekirjoittaa. hakemuksen tulee sisaltaa euroopan unionin lainsaadannossa ja kyseiseen hankkeeseen sovellettavassa kansallisessa lainsaadannossa seka tassa luvussa edellytetyt tiedot. hakemuksen allekirjoitukseen sovelletaan, mita vahvasta sahkoisesta tunnistamisesta ja sahkoisista allekirjoituksista annetussa laissa (617/2009) henkilon yksiloimisesta ja tunnistamisesta saadetaan. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia sahkoisesta tuen hakemis- ja myontamismenettelysta.",
        "title_sv": "Ansökan om och beviljande av stöd inom ramen för strukturfondsprogrammet",
        "content_sv": "Inom strukturfondsprogrammet ska ansökan om stöd göras och beslutet om stöd fattas elektroniskt i ett datasystem som uppfyller kraven enligt 29 §. För att stöd ska kunna sökas via datasystemet EURA 2014 förutsätts stark elektronisk autentisering. I andra system än datasystemet EURA 2014 som förvaltas av arbets- och näringsministeriet kan ansökan inlämnas till den behöriga myndigheten också elektroniskt i en webbtjänst eller på en blankett. Ansökan ska vara undertecknad. Ansökan ska innehålla de uppgifter som Europeiska unionens lagstiftning, den på projektet tillämpliga nationella lagstiftningen och detta kapitel förutsätter. På undertecknandet av ansökan tillämpas vad som i lagen om stark autentisering och elektroniska signaturer (617/2009) föreskrivs om identifiering av en person och autentisering. Genom förordning av statsrådet får närmare bestämmelser utfärdas om det elektroniska förfarandet för ansökan om och beviljande av stöd.",
        "normalized_sv": "Inom strukturfondsprogrammet ska ansökan om stöd göras och beslutet om stöd fattas elektroniskt i ett datasystem som uppfyller kraven enligt 29 § . För att stöd ska kunna sökas via datasystemet EURA 2014 förutsätts stark elektronisk autentisering. I andra system än datasystemet EURA 2014 som förvaltas av arbets- och näringsministeriet kan ansökan inlämnas till den behöriga myndigheten också elektroniskt i en webbtjänst eller på en blankett. Ansökan ska vara undertecknad. Ansökan ska innehålla de uppgifter som Europeiska unionens lagstiftning, den på projektet tillämpliga nationella lagstiftningen och detta kapitel förutsätter. På undertecknandet av ansökan tillämpas vad som i lagen om stark autentisering och elektroniska signaturer (617/2009) föreskrivs om identifiering av en person och autentisering. Genom förordning av statsrådet får närmare bestämmelser utfärdas om det elektroniska förfarandet för ansökan om och beviljande av stöd.",
        "folded_sv": "inom strukturfondsprogrammet ska ansokan om stod goras och beslutet om stod fattas elektroniskt i ett datasystem som uppfyller kraven enligt 29 §. for att stod ska kunna sokas via datasystemet eura 2014 forutsatts stark elektronisk autentisering. i andra system an datasystemet eura 2014 som forvaltas av arbets- och naringsministeriet kan ansokan inlamnas till den behoriga myndigheten ocksa elektroniskt i en webbtjanst eller pa en blankett. ansokan ska vara undertecknad. ansokan ska innehalla de uppgifter som europeiska unionens lagstiftning, den pa projektet tillampliga nationella lagstiftningen och detta kapitel forutsatter. pa undertecknandet av ansokan tillampas vad som i lagen om stark autentisering och elektroniska signaturer (617/2009) foreskrivs om identifiering av en person och autentisering. genom forordning av statsradet far narmare bestammelser utfardas om det elektroniska forfarandet for ansokan om och beviljande av stod."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "Maksatuksen hakeminen ja myöntäminen",
      "content": "Maksatusta haetaan sähköisesti toimivaltaiselta viranomaiselta. Maksatuspäätös tehdään sähköisesti. Muussa kuin EURA 2014 -tieto-järjestelmässä maksatusta voidaan hakea myös sähköisesti verkkopalvelussa tai lomakkeella toimivaltaiselta viranomaiselta. Hakemus tulee allekirjoittaa. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä sähköisestä maksatuksen hakemis- ja myöntämismenettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:26",
        "normalized_fi": "Maksatusta haetaan sähköisesti toimivaltaiselta viranomaiselta. Maksatuspäätös tehdään sähköisesti. Muussa kuin EURA 2014 -tieto-järjestelmässä maksatusta voidaan hakea myös sähköisesti verkkopalvelussa tai lomakkeella toimivaltaiselta viranomaiselta. Hakemus tulee allekirjoittaa. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä sähköisestä maksatuksen hakemis- ja myöntämismenettelystä.",
        "folded_fi": "maksatusta haetaan sahkoisesti toimivaltaiselta viranomaiselta. maksatuspaatos tehdaan sahkoisesti. muussa kuin eura 2014 -tieto-jarjestelmassa maksatusta voidaan hakea myos sahkoisesti verkkopalvelussa tai lomakkeella toimivaltaiselta viranomaiselta. hakemus tulee allekirjoittaa. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia sahkoisesta maksatuksen hakemis- ja myontamismenettelysta.",
        "title_sv": "Ansökan om och beviljande av utbetalning",
        "content_sv": "Ansökan om utbetalning ska göras elektroniskt hos den behöriga myndigheten. Beslutet om utbetalning fattas elektroniskt. I andra system än datasystemet EURA 2014 kan ansökan om utbetalning även göras elektroniskt i en webbtjänst eller på en blankett hos den behöriga myndigheten. Ansökan ska vara undertecknad. Genom förordning av statsrådet får närmare bestämmelser utfärdas om det elektroniska förfarandet för ansökan om och beviljande av utbetalning.",
        "normalized_sv": "Ansökan om utbetalning ska göras elektroniskt hos den behöriga myndigheten. Beslutet om utbetalning fattas elektroniskt. I andra system än datasystemet EURA 2014 kan ansökan om utbetalning även göras elektroniskt i en webbtjänst eller på en blankett hos den behöriga myndigheten. Ansökan ska vara undertecknad. Genom förordning av statsrådet får närmare bestämmelser utfärdas om det elektroniska förfarandet för ansökan om och beviljande av utbetalning.",
        "folded_sv": "ansokan om utbetalning ska goras elektroniskt hos den behoriga myndigheten. beslutet om utbetalning fattas elektroniskt. i andra system an datasystemet eura 2014 kan ansokan om utbetalning aven goras elektroniskt i en webbtjanst eller pa en blankett hos den behoriga myndigheten. ansokan ska vara undertecknad. genom forordning av statsradet far narmare bestammelser utfardas om det elektroniska forfarandet for ansokan om och beviljande av utbetalning."
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "title": "Tarkastusoikeus",
      "content": "Vähävaraisimmille suunnatun eurooppalaisen avun toimenpideohjelman tarkastusviranomaisella on oikeus tehdä varojen käyttöön liittyviä hallintoviranomaiseen, todentamisviranomaiseen ja kumppaniorganisaatioihin kohdistuvia tarkastuksia. Lisäksi Maaseutuvirastolla on oikeus tehdä toimenpideohjelman kumppaniorganisaation varojen käyttöön ja toimenpideohjelman mukaiseen toimintaan liittyviä tarkastuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:42",
        "normalized_fi": "Vähävaraisimmille suunnatun eurooppalaisen avun toimenpideohjelman tarkastusviranomaisella on oikeus tehdä varojen käyttöön liittyviä hallintoviranomaiseen, todentamisviranomaiseen ja kumppaniorganisaatioihin kohdistuvia tarkastuksia. Lisäksi Maaseutuvirastolla on oikeus tehdä toimenpideohjelman kumppaniorganisaation varojen käyttöön ja toimenpideohjelman mukaiseen toimintaan liittyviä tarkastuksia.",
        "folded_fi": "vahavaraisimmille suunnatun eurooppalaisen avun toimenpideohjelman tarkastusviranomaisella on oikeus tehda varojen kayttoon liittyvia hallintoviranomaiseen, todentamisviranomaiseen ja kumppaniorganisaatioihin kohdistuvia tarkastuksia. lisaksi maaseutuvirastolla on oikeus tehda toimenpideohjelman kumppaniorganisaation varojen kayttoon ja toimenpideohjelman mukaiseen toimintaan liittyvia tarkastuksia.",
        "title_sv": "Inspektionsrätt",
        "content_sv": "Revisionsmyndigheten för det operativa programmet för fonden för europeiskt bistånd till dem som har det sämst ställt har rätt att utföra inspektioner av medelanvändningen hos förvaltningsmyndigheten, den attesterande myndigheten och partnerorganisationerna. Dessutom har Landsbygdsverket rätt att utföra inspektioner av det operativa programmets partnerorganisationers användning av medel och verksamhet enligt det operativa programmet.",
        "normalized_sv": "Revisionsmyndigheten för det operativa programmet för fonden för europeiskt bistånd till dem som har det sämst ställt har rätt att utföra inspektioner av medelanvändningen hos förvaltningsmyndigheten, den attesterande myndigheten och partnerorganisationerna. Dessutom har Landsbygdsverket rätt att utföra inspektioner av det operativa programmets partnerorganisationers användning av medel och verksamhet enligt det operativa programmet.",
        "folded_sv": "revisionsmyndigheten for det operativa programmet for fonden for europeiskt bistand till dem som har det samst stallt har ratt att utfora inspektioner av medelanvandningen hos forvaltningsmyndigheten, den attesterande myndigheten och partnerorganisationerna. dessutom har landsbygdsverket ratt att utfora inspektioner av det operativa programmets partnerorganisationers anvandning av medel och verksamhet enligt det operativa programmet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Tätä lakia sovelletaan Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmien toimeenpanoon, jollei Euroopan unionin lainsäädännöstä tai valtionavustuslaista (688/2001) muuta johdu. Tämän lain 14 ja 42 §:ää sovelletaan vähävaraisimmille suunnatun eurooppalaisen avun rahaston toimenpideohjelman toteuttamiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Tätä lakia sovelletaan Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmien toimeenpanoon, jollei Euroopan unionin lainsäädännöstä tai valtionavustuslaista (688/2001) muuta johdu. Tämän lain 14 ja 42 § :ää sovelletaan vähävaraisimmille suunnatun eurooppalaisen avun rahaston toimenpideohjelman toteuttamiseen.",
        "folded_fi": "tata lakia sovelletaan euroopan alueellinen yhteistyo -tavoitteen yhteistyoohjelmien toimeenpanoon, jollei euroopan unionin lainsaadannosta tai valtionavustuslaista (688/2001) muuta johdu. taman lain 14 ja 42 §:aa sovelletaan vahavaraisimmille suunnatun eurooppalaisen avun rahaston toimenpideohjelman toteuttamiseen.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Denna lag tillämpas på genomförandet av samarbetsprogrammen inom målet europeiskt territoriellt samarbete, om inte något annat följer av Europeiska unionens lagstiftning eller av statsunderstödslagen (688/2001). Bestämmelserna i 14 och 42 § tillämpas på genomförandet av det operativa programmet för fonden för europeiskt bistånd till dem som har det sämst ställt.",
        "normalized_sv": "Denna lag tillämpas på genomförandet av samarbetsprogrammen inom målet europeiskt territoriellt samarbete, om inte något annat följer av Europeiska unionens lagstiftning eller av statsunderstödslagen (688/2001). Bestämmelserna i 14 och 42 § tillämpas på genomförandet av det operativa programmet för fonden för europeiskt bistånd till dem som har det sämst ställt.",
        "folded_sv": "denna lag tillampas pa genomforandet av samarbetsprogrammen inom malet europeiskt territoriellt samarbete, om inte nagot annat foljer av europeiska unionens lagstiftning eller av statsunderstodslagen (688/2001). bestammelserna i 14 och 42 § tillampas pa genomforandet av det operativa programmet for fonden for europeiskt bistand till dem som har det samst stallt."
      },
      "valid_from": "2015-02-20",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Tuen saajat",
      "content": "Tukea voidaan myöntää julkisoikeudelliselle tai yksityisoikeudelliselle oikeushenkilölle. Tuki voidaan myöntää useammalle kuin yhdelle tuen saajalle yhteisesti. Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmissa tuki myönnetään teknisen tuen hankkeita lukuun ottamatta aina useammalle kuin yhdelle tuen saajalle yhteisesti. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä tuen saajista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Tukea voidaan myöntää julkisoikeudelliselle tai yksityisoikeudelliselle oikeushenkilölle. Tuki voidaan myöntää useammalle kuin yhdelle tuen saajalle yhteisesti. Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmissa tuki myönnetään teknisen tuen hankkeita lukuun ottamatta aina useammalle kuin yhdelle tuen saajalle yhteisesti. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä tuen saajista.",
        "folded_fi": "tukea voidaan myontaa julkisoikeudelliselle tai yksityisoikeudelliselle oikeushenkilolle. tuki voidaan myontaa useammalle kuin yhdelle tuen saajalle yhteisesti. euroopan alueellinen yhteistyo -tavoitteen yhteistyoohjelmissa tuki myonnetaan teknisen tuen hankkeita lukuun ottamatta aina useammalle kuin yhdelle tuen saajalle yhteisesti. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia tuen saajista.",
        "title_sv": "Stödmottagare",
        "content_sv": "Stöd kan beviljas offentligrättsliga och privaträttsliga juridiska personer. Stödet kan beviljas flera stödmottagare gemensamt. I fråga om samarbetsprogrammen inom målet europeiskt territoriellt samarbete beviljas stödet alltid, med undantag för projekt för tekniskt stöd, gemensamt för fler än en stödmottagare. Närmare bestämmelser om stödmottagare får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Stöd kan beviljas offentligrättsliga och privaträttsliga juridiska personer. Stödet kan beviljas flera stödmottagare gemensamt. I fråga om samarbetsprogrammen inom målet europeiskt territoriellt samarbete beviljas stödet alltid, med undantag för projekt för tekniskt stöd, gemensamt för fler än en stödmottagare. Närmare bestämmelser om stödmottagare får utfärdas genom förordning av statsrådet.",
        "folded_sv": "stod kan beviljas offentligrattsliga och privatrattsliga juridiska personer. stodet kan beviljas flera stodmottagare gemensamt. i fraga om samarbetsprogrammen inom malet europeiskt territoriellt samarbete beviljas stodet alltid, med undantag for projekt for tekniskt stod, gemensamt for fler an en stodmottagare. narmare bestammelser om stodmottagare far utfardas genom forordning av statsradet."
      },
      "valid_from": "2015-02-20",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Ministeriöiden myöntämä tuki",
      "content": "Sosiaali- ja terveysministeriö voi myöntää sen käyttöön osoitetuista Euroopan sosiaalirahaston varoista ja niitä vastaavista valtion varoista tukea valtakunnallisesti merkittäviin, useampaa kuin yhtä aluetta koskeviin rakennerahasto-ohjelman mukaisiin kehittämishankkeisiin sekä rakennerahastojen teknisen tuen hankkeisiin. Teknisen tuen hankkeet voivat olla myös ministeriön itse toteuttamia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Sosiaali- ja terveysministeriö voi myöntää sen käyttöön osoitetuista Euroopan sosiaalirahaston varoista ja niitä vastaavista valtion varoista tukea valtakunnallisesti merkittäviin, useampaa kuin yhtä aluetta koskeviin rakennerahasto-ohjelman mukaisiin kehittämishankkeisiin sekä rakennerahastojen teknisen tuen hankkeisiin. Teknisen tuen hankkeet voivat olla myös ministeriön itse toteuttamia.",
        "folded_fi": "sosiaali- ja terveysministerio voi myontaa sen kayttoon osoitetuista euroopan sosiaalirahaston varoista ja niita vastaavista valtion varoista tukea valtakunnallisesti merkittaviin, useampaa kuin yhta aluetta koskeviin rakennerahasto-ohjelman mukaisiin kehittamishankkeisiin seka rakennerahastojen teknisen tuen hankkeisiin. teknisen tuen hankkeet voivat olla myos ministerion itse toteuttamia.",
        "title_sv": "Stöd som beviljas av ministerier",
        "content_sv": "Social- och hälsovårdsministeriet kan av de medel ur Europeiska socialfonden som ställts till ministeriets förfogande och av motsvarande statliga medel bevilja stöd för sådana utvecklingsprojekt inom strukturfondsprogrammet som är viktiga för hela riket och som berör fler än en region samt för strukturfondernas projekt för tekniskt stöd. Projekten för tekniskt stöd kan också vara sådana som ministeriet själv genomför.",
        "normalized_sv": "Social- och hälsovårdsministeriet kan av de medel ur Europeiska socialfonden som ställts till ministeriets förfogande och av motsvarande statliga medel bevilja stöd för sådana utvecklingsprojekt inom strukturfondsprogrammet som är viktiga för hela riket och som berör fler än en region samt för strukturfondernas projekt för tekniskt stöd. Projekten för tekniskt stöd kan också vara sådana som ministeriet själv genomför.",
        "folded_sv": "social- och halsovardsministeriet kan av de medel ur europeiska socialfonden som stallts till ministeriets forfogande och av motsvarande statliga medel bevilja stod for sadana utvecklingsprojekt inom strukturfondsprogrammet som ar viktiga for hela riket och som beror fler an en region samt for strukturfondernas projekt for tekniskt stod. projekten for tekniskt stod kan ocksa vara sadana som ministeriet sjalv genomfor."
      },
      "valid_from": "2015-02-20",
      "valid_to": null
    },
    {
      "provision_ref": "7 a",
      "section": "7 a",
      "title": "Euroopan alueellinen yhteistyö -tavoitteen mukaisen tuen myöntäminen",
      "content": "Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmassa hallinto- ja todentamisviranomaisena toimiva maakunnan liitto myöntää Euroopan aluekehitysvaroista maksettavan tuen yhteistyöohjelman mukaisiin hankkeisiin koko ohjelma-alueella. Se voi lisäksi myöntää ohjelma-alueella sijaitsevaan hankkeeseen rakennerahastovaroja vastaavan kansallisen tuen myös muun maakunnan alueelle. Niissä Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmissa, joissa hallinto- ja todentamisviranomainen toimii toisessa jäsenvaltiossa, voi ohjelma-alueen maakunnan liitto myöntää rakennerahastovaroja vastaavan rahoitusosuuden myös muun maakunnan alueella sijaitsevalle hankkeelle tai ohjelma-alueella sijaitsevalle ulkomaiselle tuen saajalle, jos ohjelma-alueen maakuntien liitot näin sopivat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7 a",
        "normalized_fi": "Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmassa hallinto- ja todentamisviranomaisena toimiva maakunnan liitto myöntää Euroopan aluekehitysvaroista maksettavan tuen yhteistyöohjelman mukaisiin hankkeisiin koko ohjelma-alueella. Se voi lisäksi myöntää ohjelma-alueella sijaitsevaan hankkeeseen rakennerahastovaroja vastaavan kansallisen tuen myös muun maakunnan alueelle. Niissä Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmissa, joissa hallinto- ja todentamisviranomainen toimii toisessa jäsenvaltiossa, voi ohjelma-alueen maakunnan liitto myöntää rakennerahastovaroja vastaavan rahoitusosuuden myös muun maakunnan alueella sijaitsevalle hankkeelle tai ohjelma-alueella sijaitsevalle ulkomaiselle tuen saajalle, jos ohjelma-alueen maakuntien liitot näin sopivat.",
        "folded_fi": "euroopan alueellinen yhteistyo -tavoitteen yhteistyoohjelmassa hallinto- ja todentamisviranomaisena toimiva maakunnan liitto myontaa euroopan aluekehitysvaroista maksettavan tuen yhteistyoohjelman mukaisiin hankkeisiin koko ohjelma-alueella. se voi lisaksi myontaa ohjelma-alueella sijaitsevaan hankkeeseen rakennerahastovaroja vastaavan kansallisen tuen myos muun maakunnan alueelle. niissa euroopan alueellinen yhteistyo -tavoitteen yhteistyoohjelmissa, joissa hallinto- ja todentamisviranomainen toimii toisessa jasenvaltiossa, voi ohjelma-alueen maakunnan liitto myontaa rakennerahastovaroja vastaavan rahoitusosuuden myos muun maakunnan alueella sijaitsevalle hankkeelle tai ohjelma-alueella sijaitsevalle ulkomaiselle tuen saajalle, jos ohjelma-alueen maakuntien liitot nain sopivat.",
        "title_sv": "Beviljande av stöd enligt målet europeiskt territoriellt samarbete",
        "content_sv": "Ett landskapsförbund som fungerar som förvaltningsmyndighet och attesterande myndighet för ett samarbetsprogram inom målet europeiskt territoriellt samarbete beviljar det stöd som betalas ur Europeiska regionutvecklingsfondens medel för projekt enligt samarbetsprogrammet för hela programområdet. Förbundet kan dessutom för projekt som genomförs inom programområdet bevilja den statliga medfinansiering som motsvarar strukturfondsmedlen också för ett annat landskaps område. I fråga om sådana samarbetsprogram inom målet europeiskt territoriellt samarbete där förvaltningsmyndigheten och den attesterande myndigheten verkar i en annan medlemsstat, kan landskapsförbundet för programområdet bevilja den medfinansiering som motsvarar strukturfondsmedlen också för projekt inom ett annat landskap eller till en utländsk stödmottagare inom programområdet, om landskapsförbunden inom programområdet kommer överens om detta.",
        "normalized_sv": "Ett landskapsförbund som fungerar som förvaltningsmyndighet och attesterande myndighet för ett samarbetsprogram inom målet europeiskt territoriellt samarbete beviljar det stöd som betalas ur Europeiska regionutvecklingsfondens medel för projekt enligt samarbetsprogrammet för hela programområdet. Förbundet kan dessutom för projekt som genomförs inom programområdet bevilja den statliga medfinansiering som motsvarar strukturfondsmedlen också för ett annat landskaps område. I fråga om sådana samarbetsprogram inom målet europeiskt territoriellt samarbete där förvaltningsmyndigheten och den attesterande myndigheten verkar i en annan medlemsstat, kan landskapsförbundet för programområdet bevilja den medfinansiering som motsvarar strukturfondsmedlen också för projekt inom ett annat landskap eller till en utländsk stödmottagare inom programområdet, om landskapsförbunden inom programområdet kommer överens om detta.",
        "folded_sv": "ett landskapsforbund som fungerar som forvaltningsmyndighet och attesterande myndighet for ett samarbetsprogram inom malet europeiskt territoriellt samarbete beviljar det stod som betalas ur europeiska regionutvecklingsfondens medel for projekt enligt samarbetsprogrammet for hela programomradet. forbundet kan dessutom for projekt som genomfors inom programomradet bevilja den statliga medfinansiering som motsvarar strukturfondsmedlen ocksa for ett annat landskaps omrade. i fraga om sadana samarbetsprogram inom malet europeiskt territoriellt samarbete dar forvaltningsmyndigheten och den attesterande myndigheten verkar i en annan medlemsstat, kan landskapsforbundet for programomradet bevilja den medfinansiering som motsvarar strukturfondsmedlen ocksa for projekt inom ett annat landskap eller till en utlandsk stodmottagare inom programomradet, om landskapsforbunden inom programomradet kommer overens om detta."
      },
      "valid_from": "2015-02-20",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Vähämerkityksinen tuki",
      "content": "Jos tuki myönnetään vähämerkityksisenä tukena, tuen myöntämisen edellytyksenä on, että hakija antaa tuen myöntävälle viranomaiselle selvityksen hakijalle jo myönnetystä vähämerkityksisestä tuesta ja että tuen määrä ei ylitä Euroopan unionin lainsäädännössä säädettyä vähämerkityksisen tuen enimmäismäärää. Jos tuen kohteena on muu kuin hakijan yritystoiminta tai tukea siirretään 12 §:n tarkoitetulla tavalla, on tuen edellytyksenä, että vastaava selvitys annetaan jokaisen tuen kohteena olevan tai tuettavaan toimenpiteeseen osallistuvan tahon osalta eikä tuen määrä ylitä minkään tahon osalta vähämerkityksisen tuen enimmäismäärää. Valtiontukea koskevan Euroopan unionin lainsäädännön soveltamisesta tässä laissa tarkoitettuun tukeen ja vähämerkityksisen tuen myöntämisen edellytyksistä voidaan antaa tarkemmat säännökset valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Jos tuki myönnetään vähämerkityksisenä tukena, tuen myöntämisen edellytyksenä on, että hakija antaa tuen myöntävälle viranomaiselle selvityksen hakijalle jo myönnetystä vähämerkityksisestä tuesta ja että tuen määrä ei ylitä Euroopan unionin lainsäädännössä säädettyä vähämerkityksisen tuen enimmäismäärää. Jos tuen kohteena on muu kuin hakijan yritystoiminta tai tukea siirretään 12 § :n tarkoitetulla tavalla, on tuen edellytyksenä, että vastaava selvitys annetaan jokaisen tuen kohteena olevan tai tuettavaan toimenpiteeseen osallistuvan tahon osalta eikä tuen määrä ylitä minkään tahon osalta vähämerkityksisen tuen enimmäismäärää. Valtiontukea koskevan Euroopan unionin lainsäädännön soveltamisesta tässä laissa tarkoitettuun tukeen ja vähämerkityksisen tuen myöntämisen edellytyksistä voidaan antaa tarkemmat säännökset valtioneuvoston asetuksella.",
        "folded_fi": "jos tuki myonnetaan vahamerkityksisena tukena, tuen myontamisen edellytyksena on, etta hakija antaa tuen myontavalle viranomaiselle selvityksen hakijalle jo myonnetysta vahamerkityksisesta tuesta ja etta tuen maara ei ylita euroopan unionin lainsaadannossa saadettya vahamerkityksisen tuen enimmaismaaraa. jos tuen kohteena on muu kuin hakijan yritystoiminta tai tukea siirretaan 12 §:n tarkoitetulla tavalla, on tuen edellytyksena, etta vastaava selvitys annetaan jokaisen tuen kohteena olevan tai tuettavaan toimenpiteeseen osallistuvan tahon osalta eika tuen maara ylita minkaan tahon osalta vahamerkityksisen tuen enimmaismaaraa. valtiontukea koskevan euroopan unionin lainsaadannon soveltamisesta tassa laissa tarkoitettuun tukeen ja vahamerkityksisen tuen myontamisen edellytyksista voidaan antaa tarkemmat saannokset valtioneuvoston asetuksella.",
        "title_sv": "Stöd av mindre betydelse",
        "content_sv": "För beviljande som stöd av mindre betydelse förutsätts att sökanden lämnar stödmyndigheten en utredning om det stöd av mindre betydelse som redan har beviljats sökanden och att stödbeloppet inte överstiger det maximibelopp för stöd av mindre betydelse som föreskrivs i Europeiska unionens lagstiftning. Om stöd beviljas för något annat ändamål än sökandens företagsverksamhet eller om stöd överförs på det sätt som avses i 12 §, är ett villkor för stödet att motsvarande utredning lämnas separat för varje part som är föremål för stödet eller som deltar i den åtgärd som stöds, samt att stödbeloppet inte för någon parts del överstiger maximibeloppet av stöd av mindre betydelse. Närmare bestämmelser om tillämpningen av Europeiska unionens lagstiftning om statligt stöd på sådant stöd som avses i denna lag och om förutsättningarna för beviljande av stöd av mindre betydelse får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "För beviljande som stöd av mindre betydelse förutsätts att sökanden lämnar stödmyndigheten en utredning om det stöd av mindre betydelse som redan har beviljats sökanden och att stödbeloppet inte överstiger det maximibelopp för stöd av mindre betydelse som föreskrivs i Europeiska unionens lagstiftning. Om stöd beviljas för något annat ändamål än sökandens företagsverksamhet eller om stöd överförs på det sätt som avses i 12 § , är ett villkor för stödet att motsvarande utredning lämnas separat för varje part som är föremål för stödet eller som deltar i den åtgärd som stöds, samt att stödbeloppet inte för någon parts del överstiger maximibeloppet av stöd av mindre betydelse. Närmare bestämmelser om tillämpningen av Europeiska unionens lagstiftning om statligt stöd på sådant stöd som avses i denna lag och om förutsättningarna för beviljande av stöd av mindre betydelse får utfärdas genom förordning av statsrådet.",
        "folded_sv": "for beviljande som stod av mindre betydelse forutsatts att sokanden lamnar stodmyndigheten en utredning om det stod av mindre betydelse som redan har beviljats sokanden och att stodbeloppet inte overstiger det maximibelopp for stod av mindre betydelse som foreskrivs i europeiska unionens lagstiftning. om stod beviljas for nagot annat andamal an sokandens foretagsverksamhet eller om stod overfors pa det satt som avses i 12 §, ar ett villkor for stodet att motsvarande utredning lamnas separat for varje part som ar foremal for stodet eller som deltar i den atgard som stods, samt att stodbeloppet inte for nagon parts del overstiger maximibeloppet av stod av mindre betydelse. narmare bestammelser om tillampningen av europeiska unionens lagstiftning om statligt stod pa sadant stod som avses i denna lag och om forutsattningarna for beviljande av stod av mindre betydelse far utfardas genom forordning av statsradet."
      },
      "valid_from": "2015-02-20",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Yhteishanke",
      "content": "Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmissa yhteishankkeen hallinnointiin ja johtavan tuen saajan tehtäviin sovelletaan Euroopan unionin lainsäädännön lisäksi, mitä niistä on yhteistyöohjelma-asiakirjassa sovittu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmissa yhteishankkeen hallinnointiin ja johtavan tuen saajan tehtäviin sovelletaan Euroopan unionin lainsäädännön lisäksi, mitä niistä on yhteistyöohjelma-asiakirjassa sovittu.",
        "folded_fi": "euroopan alueellinen yhteistyo -tavoitteen yhteistyoohjelmissa yhteishankkeen hallinnointiin ja johtavan tuen saajan tehtaviin sovelletaan euroopan unionin lainsaadannon lisaksi, mita niista on yhteistyoohjelma-asiakirjassa sovittu.",
        "title_sv": "Samprojekt",
        "content_sv": "I fråga om samarbetsprogrammen inom målet europeiskt territoriellt samarbete tillämpas på förvaltningen av samprojekt och på den ledande stödmottagarens uppgifter utöver Europeiska unionens lagstiftning dessutom vad som i samarbetsprogramdokumentet har överenskommits om saken.",
        "normalized_sv": "I fråga om samarbetsprogrammen inom målet europeiskt territoriellt samarbete tillämpas på förvaltningen av samprojekt och på den ledande stödmottagarens uppgifter utöver Europeiska unionens lagstiftning dessutom vad som i samarbetsprogramdokumentet har överenskommits om saken.",
        "folded_sv": "i fraga om samarbetsprogrammen inom malet europeiskt territoriellt samarbete tillampas pa forvaltningen av samprojekt och pa den ledande stodmottagarens uppgifter utover europeiska unionens lagstiftning dessutom vad som i samarbetsprogramdokumentet har overenskommits om saken."
      },
      "valid_from": "2015-02-20",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Hyväksyttävät kustannukset",
      "content": "Vähävaraisimmille suunnatun eurooppalaisen avun rahastosta osarahoitetun toimenpideohjelman hyväksyttäviin kustannuksiin sovelletaan Euroopan unionin lainsäädännön lisäksi ohjelma-asiakirjan säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Vähävaraisimmille suunnatun eurooppalaisen avun rahastosta osarahoitetun toimenpideohjelman hyväksyttäviin kustannuksiin sovelletaan Euroopan unionin lainsäädännön lisäksi ohjelma-asiakirjan säännöksiä.",
        "folded_fi": "vahavaraisimmille suunnatun eurooppalaisen avun rahastosta osarahoitetun toimenpideohjelman hyvaksyttaviin kustannuksiin sovelletaan euroopan unionin lainsaadannon lisaksi ohjelma-asiakirjan saannoksia.",
        "title_sv": "Godtagbara kostnader",
        "content_sv": "På de godtagbara kostnaderna för det operativa program som medfinansieras genom fonden för europeiskt bistånd till dem som har det sämst ställt tillämpas utöver Europeiska unionens lagstiftning dessutom bestämmelserna i programdokumentet.",
        "normalized_sv": "På de godtagbara kostnaderna för det operativa program som medfinansieras genom fonden för europeiskt bistånd till dem som har det sämst ställt tillämpas utöver Europeiska unionens lagstiftning dessutom bestämmelserna i programdokumentet.",
        "folded_sv": "pa de godtagbara kostnaderna for det operativa program som medfinansieras genom fonden for europeiskt bistand till dem som har det samst stallt tillampas utover europeiska unionens lagstiftning dessutom bestammelserna i programdokumentet."
      },
      "valid_from": "2015-02-20",
      "valid_to": null
    },
    {
      "provision_ref": "14 a",
      "section": "14 a",
      "title": "Hyväksyttävät kustannukset Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmissa",
      "content": "Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmassa tuki myönnetään yhteistyöohjelmassa sovitun kustannusmallin mukaan tai kustannusarvion mukaan todellisten, tarpeellisten ja määrältään kohtuullisten kustannusten perusteella. Tuki myönnetään hankkeesta aiheutuviin kustannuksiin, joista on vähennetty hankkeeseen välittömästi kohdistuvat tai siihen liittyvät tulot. Kustannusten hyväksyttävyyteen Suomessa sovelletaan, mitä Euroopan unionin lainsäädännössä kustannusten hyväksyttävyydestä säädetään. Yhteistyöohjelmissa voidaan lisäksi soveltaa ohjelman seurantakomitean vahvistamia sekä ohjelma-asiakirjan tukikelpoisuussääntöjä, jos ne eivät ole asiaa koskevan kansallisen tai Euroopan unionin lainsäädännön vastaisia. Tarkempia säännöksiä kustannusten hyväksyttävyydestä voidaan antaa valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14 a",
        "normalized_fi": "Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmassa tuki myönnetään yhteistyöohjelmassa sovitun kustannusmallin mukaan tai kustannusarvion mukaan todellisten, tarpeellisten ja määrältään kohtuullisten kustannusten perusteella. Tuki myönnetään hankkeesta aiheutuviin kustannuksiin, joista on vähennetty hankkeeseen välittömästi kohdistuvat tai siihen liittyvät tulot. Kustannusten hyväksyttävyyteen Suomessa sovelletaan, mitä Euroopan unionin lainsäädännössä kustannusten hyväksyttävyydestä säädetään. Yhteistyöohjelmissa voidaan lisäksi soveltaa ohjelman seurantakomitean vahvistamia sekä ohjelma-asiakirjan tukikelpoisuussääntöjä, jos ne eivät ole asiaa koskevan kansallisen tai Euroopan unionin lainsäädännön vastaisia. Tarkempia säännöksiä kustannusten hyväksyttävyydestä voidaan antaa valtioneuvoston asetuksella.",
        "folded_fi": "euroopan alueellinen yhteistyo -tavoitteen yhteistyoohjelmassa tuki myonnetaan yhteistyoohjelmassa sovitun kustannusmallin mukaan tai kustannusarvion mukaan todellisten, tarpeellisten ja maaraltaan kohtuullisten kustannusten perusteella. tuki myonnetaan hankkeesta aiheutuviin kustannuksiin, joista on vahennetty hankkeeseen valittomasti kohdistuvat tai siihen liittyvat tulot. kustannusten hyvaksyttavyyteen suomessa sovelletaan, mita euroopan unionin lainsaadannossa kustannusten hyvaksyttavyydesta saadetaan. yhteistyoohjelmissa voidaan lisaksi soveltaa ohjelman seurantakomitean vahvistamia seka ohjelma-asiakirjan tukikelpoisuussaantoja, jos ne eivat ole asiaa koskevan kansallisen tai euroopan unionin lainsaadannon vastaisia. tarkempia saannoksia kustannusten hyvaksyttavyydesta voidaan antaa valtioneuvoston asetuksella.",
        "title_sv": "Godtagbara kostnader för samarbetsprogrammen inom målet europeiskt territoriellt samarbete",
        "content_sv": "Inom ett samarbetsprogram inom målet europeiskt territoriellt samarbete beviljas stödet enligt en i samarbetsprogrammet avtalad kostnadsmodell eller en kostnadskalkyl utifrån faktiska, behövliga och till beloppet skäliga kostnader. Stöd beviljas för de kostnader som föranleds av projektet och från vilka sådana intäkter som direkt hänför sig till eller har samband med projektet har dragits av. På godtagbarheten av kostnader i Finland tillämpas bestämmelserna i Europeiska unionens lagstiftning om stödberättigande kostnader. Inom samarbetsprogrammen kan dessutom tillämpas sådana regler för stödberättigande som fastställts av programmets övervakningskommitté samt reglerna i programdokumentet, om dessa inte strider mot de relevanta bestämmelserna i den nationella lagstiftningen eller Europeiska unionens lagstiftning. Närmare bestämmelser om stödberättigande kostnader får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Inom ett samarbetsprogram inom målet europeiskt territoriellt samarbete beviljas stödet enligt en i samarbetsprogrammet avtalad kostnadsmodell eller en kostnadskalkyl utifrån faktiska, behövliga och till beloppet skäliga kostnader. Stöd beviljas för de kostnader som föranleds av projektet och från vilka sådana intäkter som direkt hänför sig till eller har samband med projektet har dragits av. På godtagbarheten av kostnader i Finland tillämpas bestämmelserna i Europeiska unionens lagstiftning om stödberättigande kostnader. Inom samarbetsprogrammen kan dessutom tillämpas sådana regler för stödberättigande som fastställts av programmets övervakningskommitté samt reglerna i programdokumentet, om dessa inte strider mot de relevanta bestämmelserna i den nationella lagstiftningen eller Europeiska unionens lagstiftning. Närmare bestämmelser om stödberättigande kostnader får utfärdas genom förordning av statsrådet.",
        "folded_sv": "inom ett samarbetsprogram inom malet europeiskt territoriellt samarbete beviljas stodet enligt en i samarbetsprogrammet avtalad kostnadsmodell eller en kostnadskalkyl utifran faktiska, behovliga och till beloppet skaliga kostnader. stod beviljas for de kostnader som foranleds av projektet och fran vilka sadana intakter som direkt hanfor sig till eller har samband med projektet har dragits av. pa godtagbarheten av kostnader i finland tillampas bestammelserna i europeiska unionens lagstiftning om stodberattigande kostnader. inom samarbetsprogrammen kan dessutom tillampas sadana regler for stodberattigande som faststallts av programmets overvakningskommitte samt reglerna i programdokumentet, om dessa inte strider mot de relevanta bestammelserna i den nationella lagstiftningen eller europeiska unionens lagstiftning. narmare bestammelser om stodberattigande kostnader far utfardas genom forordning av statsradet."
      },
      "valid_from": "2015-02-20",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Tuen hakeminen",
      "content": "Rakennerahasto-ohjelman mukaisissa hankkeissa on tuen hakemisessa noudatettava lisäksi, mitä 23 §:ssä säädetään. Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmissa on tuen hakemisessa lisäksi noudatettava, mitä ohjelma-asiakirjassa on asiasta sovittu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16",
        "normalized_fi": "Rakennerahasto-ohjelman mukaisissa hankkeissa on tuen hakemisessa noudatettava lisäksi, mitä 23 § :ssä säädetään. Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmissa on tuen hakemisessa lisäksi noudatettava, mitä ohjelma-asiakirjassa on asiasta sovittu.",
        "folded_fi": "rakennerahasto-ohjelman mukaisissa hankkeissa on tuen hakemisessa noudatettava lisaksi, mita 23 §:ssa saadetaan. euroopan alueellinen yhteistyo -tavoitteen yhteistyoohjelmissa on tuen hakemisessa lisaksi noudatettava, mita ohjelma-asiakirjassa on asiasta sovittu.",
        "title_sv": "Ansökan om stöd",
        "content_sv": "Vid ansökan om stöd för projekt inom strukturfondsprogrammet ska dessutom bestämmelserna i 23 § iakttas. Vid ansökan om stöd inom ramen för samarbetsprogrammen för målet europeiskt territoriellt samarbete ska dessutom iakttas vad som i programdokumentet har överenskommits om saken.",
        "normalized_sv": "Vid ansökan om stöd för projekt inom strukturfondsprogrammet ska dessutom bestämmelserna i 23 § iakttas. Vid ansökan om stöd inom ramen för samarbetsprogrammen för målet europeiskt territoriellt samarbete ska dessutom iakttas vad som i programdokumentet har överenskommits om saken.",
        "folded_sv": "vid ansokan om stod for projekt inom strukturfondsprogrammet ska dessutom bestammelserna i 23 § iakttas. vid ansokan om stod inom ramen for samarbetsprogrammen for malet europeiskt territoriellt samarbete ska dessutom iakttas vad som i programdokumentet har overenskommits om saken."
      },
      "valid_from": "2015-02-20",
      "valid_to": null
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Tuen maksamisen hakeminen",
      "content": "Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmassa tuen maksamisen hakemisessa noudatetaan lisäksi, mitä yhteistyöohjelmassa on sovittu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19",
        "normalized_fi": "Euroopan alueellinen yhteistyö -tavoitteen yhteistyöohjelmassa tuen maksamisen hakemisessa noudatetaan lisäksi, mitä yhteistyöohjelmassa on sovittu.",
        "folded_fi": "euroopan alueellinen yhteistyo -tavoitteen yhteistyoohjelmassa tuen maksamisen hakemisessa noudatetaan lisaksi, mita yhteistyoohjelmassa on sovittu.",
        "title_sv": "Ansökan om utbetalning av stöd",
        "content_sv": "I fråga om samarbetsprogrammen för målet europeiskt territoriellt samarbete tillämpas på ansökan om utbetalning av stöd dessutom vad som i samarbetsprogrammet har överenskommits om saken.",
        "normalized_sv": "I fråga om samarbetsprogrammen för målet europeiskt territoriellt samarbete tillämpas på ansökan om utbetalning av stöd dessutom vad som i samarbetsprogrammet har överenskommits om saken.",
        "folded_sv": "i fraga om samarbetsprogrammen for malet europeiskt territoriellt samarbete tillampas pa ansokan om utbetalning av stod dessutom vad som i samarbetsprogrammet har overenskommits om saken."
      },
      "valid_from": "2015-02-20",
      "valid_to": null
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Tuen hakeminen ja myöntäminen rakennerahasto-ohjelmassa",
      "content": "Rakennerahasto-ohjelmassa tukea haetaan ja tukipäätös tehdään sähköisesti 29 §:n mukaiset edellytykset täyttävässä tietojärjestelmässä. Tuen hakeminen EURA 2014 -tietojärjestelmässä edellyttää vahvaa sähköistä tunnistautumista. Muussa kuin työ- ja elinkeinoministeriön ylläpitämässä EURA 2014 -tietojärjestelmässä hakemus voidaan toimittaa myös sähköisesti verkkopalvelussa tai lomakkeella toimivaltaiselle viranomaiselle. Hakemus tulee allekirjoittaa. Hakemuksen tulee sisältää Euroopan unionin lainsäädännössä ja kyseiseen hankkeeseen sovellettavassa kansallisessa lainsäädännössä sekä tässä luvussa edellytetyt tiedot. Hakemuksen allekirjoitukseen sovelletaan, mitä vahvasta sähköisestä tunnistamisesta ja sähköisistä allekirjoituksista annetussa laissa (617/2009) henkilön yksilöimisestä ja tunnistamisesta säädetään. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä sähköisestä tuen hakemis- ja myöntämismenettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:23",
        "normalized_fi": "Rakennerahasto-ohjelmassa tukea haetaan ja tukipäätös tehdään sähköisesti 29 § :n mukaiset edellytykset täyttävässä tietojärjestelmässä. Tuen hakeminen EURA 2014 -tietojärjestelmässä edellyttää vahvaa sähköistä tunnistautumista. Muussa kuin työ- ja elinkeinoministeriön ylläpitämässä EURA 2014 -tietojärjestelmässä hakemus voidaan toimittaa myös sähköisesti verkkopalvelussa tai lomakkeella toimivaltaiselle viranomaiselle. Hakemus tulee allekirjoittaa. Hakemuksen tulee sisältää Euroopan unionin lainsäädännössä ja kyseiseen hankkeeseen sovellettavassa kansallisessa lainsäädännössä sekä tässä luvussa edellytetyt tiedot. Hakemuksen allekirjoitukseen sovelletaan, mitä vahvasta sähköisestä tunnistamisesta ja sähköisistä allekirjoituksista annetussa laissa (617/2009) henkilön yksilöimisestä ja tunnistamisesta säädetään. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä sähköisestä tuen hakemis- ja myöntämismenettelystä.",
        "folded_fi": "rakennerahasto-ohjelmassa tukea haetaan ja tukipaatos tehdaan sahkoisesti 29 §:n mukaiset edellytykset tayttavassa tietojarjestelmassa. tuen hakeminen eura 2014 -tietojarjestelmassa edellyttaa vahvaa sahkoista tunnistautumista. muussa kuin tyo- ja elinkeinoministerion yllapitamassa eura 2014 -tietojarjestelmassa hakemus voidaan toimittaa myos sahkoisesti verkkopalvelussa tai lomakkeella toimivaltaiselle viranomaiselle. hakemus tulee allekirjoittaa. hakemuksen tulee sisaltaa euroopan unionin lainsaadannossa ja kyseiseen hankkeeseen sovellettavassa kansallisessa lainsaadannossa seka tassa luvussa edellytetyt tiedot. hakemuksen allekirjoitukseen sovelletaan, mita vahvasta sahkoisesta tunnistamisesta ja sahkoisista allekirjoituksista annetussa laissa (617/2009) henkilon yksiloimisesta ja tunnistamisesta saadetaan. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia sahkoisesta tuen hakemis- ja myontamismenettelysta.",
        "title_sv": "Ansökan om och beviljande av stöd inom ramen för strukturfondsprogrammet",
        "content_sv": "Inom strukturfondsprogrammet ska ansökan om stöd göras och beslutet om stöd fattas elektroniskt i ett datasystem som uppfyller kraven enligt 29 §. För att stöd ska kunna sökas via datasystemet EURA 2014 förutsätts stark elektronisk autentisering. I andra system än datasystemet EURA 2014 som förvaltas av arbets- och näringsministeriet kan ansökan inlämnas till den behöriga myndigheten också elektroniskt i en webbtjänst eller på en blankett. Ansökan ska vara undertecknad. Ansökan ska innehålla de uppgifter som Europeiska unionens lagstiftning, den på projektet tillämpliga nationella lagstiftningen och detta kapitel förutsätter. På undertecknandet av ansökan tillämpas vad som i lagen om stark autentisering och elektroniska signaturer (617/2009) föreskrivs om identifiering av en person och autentisering. Genom förordning av statsrådet får närmare bestämmelser utfärdas om det elektroniska förfarandet för ansökan om och beviljande av stöd.",
        "normalized_sv": "Inom strukturfondsprogrammet ska ansökan om stöd göras och beslutet om stöd fattas elektroniskt i ett datasystem som uppfyller kraven enligt 29 § . För att stöd ska kunna sökas via datasystemet EURA 2014 förutsätts stark elektronisk autentisering. I andra system än datasystemet EURA 2014 som förvaltas av arbets- och näringsministeriet kan ansökan inlämnas till den behöriga myndigheten också elektroniskt i en webbtjänst eller på en blankett. Ansökan ska vara undertecknad. Ansökan ska innehålla de uppgifter som Europeiska unionens lagstiftning, den på projektet tillämpliga nationella lagstiftningen och detta kapitel förutsätter. På undertecknandet av ansökan tillämpas vad som i lagen om stark autentisering och elektroniska signaturer (617/2009) föreskrivs om identifiering av en person och autentisering. Genom förordning av statsrådet får närmare bestämmelser utfärdas om det elektroniska förfarandet för ansökan om och beviljande av stöd.",
        "folded_sv": "inom strukturfondsprogrammet ska ansokan om stod goras och beslutet om stod fattas elektroniskt i ett datasystem som uppfyller kraven enligt 29 §. for att stod ska kunna sokas via datasystemet eura 2014 forutsatts stark elektronisk autentisering. i andra system an datasystemet eura 2014 som forvaltas av arbets- och naringsministeriet kan ansokan inlamnas till den behoriga myndigheten ocksa elektroniskt i en webbtjanst eller pa en blankett. ansokan ska vara undertecknad. ansokan ska innehalla de uppgifter som europeiska unionens lagstiftning, den pa projektet tillampliga nationella lagstiftningen och detta kapitel forutsatter. pa undertecknandet av ansokan tillampas vad som i lagen om stark autentisering och elektroniska signaturer (617/2009) foreskrivs om identifiering av en person och autentisering. genom forordning av statsradet far narmare bestammelser utfardas om det elektroniska forfarandet for ansokan om och beviljande av stod."
      },
      "valid_from": "2015-02-20",
      "valid_to": null
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "Maksatuksen hakeminen ja myöntäminen",
      "content": "Maksatusta haetaan sähköisesti toimivaltaiselta viranomaiselta. Maksatuspäätös tehdään sähköisesti. Muussa kuin EURA 2014 -tieto-järjestelmässä maksatusta voidaan hakea myös sähköisesti verkkopalvelussa tai lomakkeella toimivaltaiselta viranomaiselta. Hakemus tulee allekirjoittaa. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä sähköisestä maksatuksen hakemis- ja myöntämismenettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:26",
        "normalized_fi": "Maksatusta haetaan sähköisesti toimivaltaiselta viranomaiselta. Maksatuspäätös tehdään sähköisesti. Muussa kuin EURA 2014 -tieto-järjestelmässä maksatusta voidaan hakea myös sähköisesti verkkopalvelussa tai lomakkeella toimivaltaiselta viranomaiselta. Hakemus tulee allekirjoittaa. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä sähköisestä maksatuksen hakemis- ja myöntämismenettelystä.",
        "folded_fi": "maksatusta haetaan sahkoisesti toimivaltaiselta viranomaiselta. maksatuspaatos tehdaan sahkoisesti. muussa kuin eura 2014 -tieto-jarjestelmassa maksatusta voidaan hakea myos sahkoisesti verkkopalvelussa tai lomakkeella toimivaltaiselta viranomaiselta. hakemus tulee allekirjoittaa. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia sahkoisesta maksatuksen hakemis- ja myontamismenettelysta.",
        "title_sv": "Ansökan om och beviljande av utbetalning",
        "content_sv": "Ansökan om utbetalning ska göras elektroniskt hos den behöriga myndigheten. Beslutet om utbetalning fattas elektroniskt. I andra system än datasystemet EURA 2014 kan ansökan om utbetalning även göras elektroniskt i en webbtjänst eller på en blankett hos den behöriga myndigheten. Ansökan ska vara undertecknad. Genom förordning av statsrådet får närmare bestämmelser utfärdas om det elektroniska förfarandet för ansökan om och beviljande av utbetalning.",
        "normalized_sv": "Ansökan om utbetalning ska göras elektroniskt hos den behöriga myndigheten. Beslutet om utbetalning fattas elektroniskt. I andra system än datasystemet EURA 2014 kan ansökan om utbetalning även göras elektroniskt i en webbtjänst eller på en blankett hos den behöriga myndigheten. Ansökan ska vara undertecknad. Genom förordning av statsrådet får närmare bestämmelser utfärdas om det elektroniska förfarandet för ansökan om och beviljande av utbetalning.",
        "folded_sv": "ansokan om utbetalning ska goras elektroniskt hos den behoriga myndigheten. beslutet om utbetalning fattas elektroniskt. i andra system an datasystemet eura 2014 kan ansokan om utbetalning aven goras elektroniskt i en webbtjanst eller pa en blankett hos den behoriga myndigheten. ansokan ska vara undertecknad. genom forordning av statsradet far narmare bestammelser utfardas om det elektroniska forfarandet for ansokan om och beviljande av utbetalning."
      },
      "valid_from": "2015-02-20",
      "valid_to": null
    },
    {
      "provision_ref": "42",
      "section": "42",
      "title": "Tarkastusoikeus",
      "content": "Vähävaraisimmille suunnatun eurooppalaisen avun toimenpideohjelman tarkastusviranomaisella on oikeus tehdä varojen käyttöön liittyviä hallintoviranomaiseen, todentamisviranomaiseen ja kumppaniorganisaatioihin kohdistuvia tarkastuksia. Lisäksi Maaseutuvirastolla on oikeus tehdä toimenpideohjelman kumppaniorganisaation varojen käyttöön ja toimenpideohjelman mukaiseen toimintaan liittyviä tarkastuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:42",
        "normalized_fi": "Vähävaraisimmille suunnatun eurooppalaisen avun toimenpideohjelman tarkastusviranomaisella on oikeus tehdä varojen käyttöön liittyviä hallintoviranomaiseen, todentamisviranomaiseen ja kumppaniorganisaatioihin kohdistuvia tarkastuksia. Lisäksi Maaseutuvirastolla on oikeus tehdä toimenpideohjelman kumppaniorganisaation varojen käyttöön ja toimenpideohjelman mukaiseen toimintaan liittyviä tarkastuksia.",
        "folded_fi": "vahavaraisimmille suunnatun eurooppalaisen avun toimenpideohjelman tarkastusviranomaisella on oikeus tehda varojen kayttoon liittyvia hallintoviranomaiseen, todentamisviranomaiseen ja kumppaniorganisaatioihin kohdistuvia tarkastuksia. lisaksi maaseutuvirastolla on oikeus tehda toimenpideohjelman kumppaniorganisaation varojen kayttoon ja toimenpideohjelman mukaiseen toimintaan liittyvia tarkastuksia.",
        "title_sv": "Inspektionsrätt",
        "content_sv": "Revisionsmyndigheten för det operativa programmet för fonden för europeiskt bistånd till dem som har det sämst ställt har rätt att utföra inspektioner av medelanvändningen hos förvaltningsmyndigheten, den attesterande myndigheten och partnerorganisationerna. Dessutom har Landsbygdsverket rätt att utföra inspektioner av det operativa programmets partnerorganisationers användning av medel och verksamhet enligt det operativa programmet.",
        "normalized_sv": "Revisionsmyndigheten för det operativa programmet för fonden för europeiskt bistånd till dem som har det sämst ställt har rätt att utföra inspektioner av medelanvändningen hos förvaltningsmyndigheten, den attesterande myndigheten och partnerorganisationerna. Dessutom har Landsbygdsverket rätt att utföra inspektioner av det operativa programmets partnerorganisationers användning av medel och verksamhet enligt det operativa programmet.",
        "folded_sv": "revisionsmyndigheten for det operativa programmet for fonden for europeiskt bistand till dem som har det samst stallt har ratt att utfora inspektioner av medelanvandningen hos forvaltningsmyndigheten, den attesterande myndigheten och partnerorganisationerna. dessutom har landsbygdsverket ratt att utfora inspektioner av det operativa programmets partnerorganisationers anvandning av medel och verksamhet enligt det operativa programmet."
      },
      "valid_from": "2015-02-20",
      "valid_to": null
    }
  ]
}