{
  "id": "1430/2006",
  "type": "statute",
  "title": "Laki eläinsuojelulain muuttamisesta",
  "title_en": "Lag om ändring av djurskyddslagen",
  "status": "in_force",
  "issued_date": "2006-12-29",
  "in_force_date": "2006-12-29",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/1430/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Soveltamisala",
      "content": "Tätä lakia sovelletaan kaikkiin eläimiin. Metsästyksen, kalastuksen, eläinten lääkitsemisen, eläinjalostuksen, eläinten keinollisen lisäämisen, selkärankaisilla eläimillä harjoitettavan koe-eläintoiminnan, eläinten kuljetuksen, geenitekniikan ja luonnonsuojelun osalta noudatetaan lisäksi, mitä niistä erikseen säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tätä lakia sovelletaan kaikkiin eläimiin. Metsästyksen, kalastuksen, eläinten lääkitsemisen, eläinjalostuksen, eläinten keinollisen lisäämisen, selkärankaisilla eläimillä harjoitettavan koe-eläintoiminnan, eläinten kuljetuksen, geenitekniikan ja luonnonsuojelun osalta noudatetaan lisäksi, mitä niistä erikseen säädetään.",
        "folded_fi": "tata lakia sovelletaan kaikkiin elaimiin. metsastyksen, kalastuksen, elainten laakitsemisen, elainjalostuksen, elainten keinollisen lisaamisen, selkarankaisilla elaimilla harjoitettavan koe-elaintoiminnan, elainten kuljetuksen, geenitekniikan ja luonnonsuojelun osalta noudatetaan lisaksi, mita niista erikseen saadetaan.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Denna lag skall tillämpas på alla djur. I fråga om jakt, fiske, medicinsk behandling av djur, avel, artificiell reproduktion av djur, försöksdjursverksamhet som bedrivs med ryggradsdjur, transport av djur, genteknik och naturskydd skall dessutom iakttas vad som särskilt bestäms om dessa.",
        "normalized_sv": "Denna lag skall tillämpas på alla djur. I fråga om jakt, fiske, medicinsk behandling av djur, avel, artificiell reproduktion av djur, försöksdjursverksamhet som bedrivs med ryggradsdjur, transport av djur, genteknik och naturskydd skall dessutom iakttas vad som särskilt bestäms om dessa.",
        "folded_sv": "denna lag skall tillampas pa alla djur. i fraga om jakt, fiske, medicinsk behandling av djur, avel, artificiell reproduktion av djur, forsoksdjursverksamhet som bedrivs med ryggradsdjur, transport av djur, genteknik och naturskydd skall dessutom iakttas vad som sarskilt bestams om dessa."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "title": "Tarkastus",
      "content": "Jos on aihetta epäillä, että eläintä hoidetaan, kohdellaan tai käytetään tämän lain taikka sen nojalla annettujen säännösten tai määräysten vastaisesti, lääninhallituksella, kunnaneläinlääkärillä, kunnan terveydensuojeluvalvontaa hoitavalla viranhaltijalla, poliisilla ja eläinsuojeluvalvojalla on oikeus suorittaa tarkastus. Ilman epäilyäkin lääninhallituksella, kunnaneläinlääkärillä, kunnan terveydensuojeluvalvontaa hoitavalla viranhaltijalla, poliisilla ja eläinsuojeluvalvojalla on oikeus suorittaa tarkastus sirkuksessa, eläintarhassa, pysyvässä ja kiertävässä eläinnäyttelyssä, eläinkilpailuissa, 16 §:n 4 momentissa tarkoitetuissa tilaisuuksissa sekä esityksessä ja näytöksessä, jossa eläimiä on mukana, sekä siellä, missä harjoitetaan 21, 23 tai 24 §:ssä tarkoitettua toimintaa. Ilman epäilyäkin tarkastuseläinlääkärillä on oikeus suorittaa tarkastus kaikissa eläintiloissa teurastamon tai teurastuspaikan alueella. Tarkastuksen suorittajalla on oikeus päästä tiloihin, joissa eläintä pidetään, ja ottaa korvauksetta tarkastusta varten tarvittavia näytteitä. Tarkastuksessa voidaan tarkastaa eläin, sen pitopaikka sekä eläintä varten tarkoitetut ravinto, juotava, varusteet ja välineet. Kotirauhan piirissä tässä pykälässä tarkoitetun tarkastuksen saa suorittaa ja näytteen ottaa vain viranomainen ja tarkastuksen saa suorittaa ja näytteen ottaa vain, jos se on välttämätöntä tarkastuksen kohteena olevien seikkojen selvittämiseksi ja on aihetta epäillä eläimen omistajan tai haltijan syyllistyvän tämän lain vastaiseen, rangaistavaksi säädettyyn menettelyyn. Eläinsuojeluvalvoja voi tarkastusoikeutensa rajoissa tarvittaessa avustaa viranomaista kotirauhan piiriin kohdistuvan tarkastuksen suorittamisessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:39",
        "normalized_fi": "Jos on aihetta epäillä, että eläintä hoidetaan, kohdellaan tai käytetään tämän lain taikka sen nojalla annettujen säännösten tai määräysten vastaisesti, lääninhallituksella, kunnaneläinlääkärillä, kunnan terveydensuojeluvalvontaa hoitavalla viranhaltijalla, poliisilla ja eläinsuojeluvalvojalla on oikeus suorittaa tarkastus. Ilman epäilyäkin lääninhallituksella, kunnaneläinlääkärillä, kunnan terveydensuojeluvalvontaa hoitavalla viranhaltijalla, poliisilla ja eläinsuojeluvalvojalla on oikeus suorittaa tarkastus sirkuksessa, eläintarhassa, pysyvässä ja kiertävässä eläinnäyttelyssä, eläinkilpailuissa, 16 § :n 4 momentissa tarkoitetuissa tilaisuuksissa sekä esityksessä ja näytöksessä, jossa eläimiä on mukana, sekä siellä, missä harjoitetaan 21, 23 tai 24 § :ssä tarkoitettua toimintaa. Ilman epäilyäkin tarkastuseläinlääkärillä on oikeus suorittaa tarkastus kaikissa eläintiloissa teurastamon tai teurastuspaikan alueella. Tarkastuksen suorittajalla on oikeus päästä tiloihin, joissa eläintä pidetään, ja ottaa korvauksetta tarkastusta varten tarvittavia näytteitä. Tarkastuksessa voidaan tarkastaa eläin, sen pitopaikka sekä eläintä varten tarkoitetut ravinto, juotava, varusteet ja välineet. Kotirauhan piirissä tässä pykälässä tarkoitetun tarkastuksen saa suorittaa ja näytteen ottaa vain viranomainen ja tarkastuksen saa suorittaa ja näytteen ottaa vain, jos se on välttämätöntä tarkastuksen kohteena olevien seikkojen selvittämiseksi ja on aihetta epäillä eläimen omistajan tai haltijan syyllistyvän tämän lain vastaiseen, rangaistavaksi säädettyyn menettelyyn. Eläinsuojeluvalvoja voi tarkastusoikeutensa rajoissa tarvittaessa avustaa viranomaista kotirauhan piiriin kohdistuvan tarkastuksen suorittamisessa.",
        "folded_fi": "jos on aihetta epailla, etta elainta hoidetaan, kohdellaan tai kaytetaan taman lain taikka sen nojalla annettujen saannosten tai maaraysten vastaisesti, laaninhallituksella, kunnanelainlaakarilla, kunnan terveydensuojeluvalvontaa hoitavalla viranhaltijalla, poliisilla ja elainsuojeluvalvojalla on oikeus suorittaa tarkastus. ilman epailyakin laaninhallituksella, kunnanelainlaakarilla, kunnan terveydensuojeluvalvontaa hoitavalla viranhaltijalla, poliisilla ja elainsuojeluvalvojalla on oikeus suorittaa tarkastus sirkuksessa, elaintarhassa, pysyvassa ja kiertavassa elainnayttelyssa, elainkilpailuissa, 16 §:n 4 momentissa tarkoitetuissa tilaisuuksissa seka esityksessa ja naytoksessa, jossa elaimia on mukana, seka siella, missa harjoitetaan 21, 23 tai 24 §:ssa tarkoitettua toimintaa. ilman epailyakin tarkastuselainlaakarilla on oikeus suorittaa tarkastus kaikissa elaintiloissa teurastamon tai teurastuspaikan alueella. tarkastuksen suorittajalla on oikeus paasta tiloihin, joissa elainta pidetaan, ja ottaa korvauksetta tarkastusta varten tarvittavia naytteita. tarkastuksessa voidaan tarkastaa elain, sen pitopaikka seka elainta varten tarkoitetut ravinto, juotava, varusteet ja valineet. kotirauhan piirissa tassa pykalassa tarkoitetun tarkastuksen saa suorittaa ja naytteen ottaa vain viranomainen ja tarkastuksen saa suorittaa ja naytteen ottaa vain, jos se on valttamatonta tarkastuksen kohteena olevien seikkojen selvittamiseksi ja on aihetta epailla elaimen omistajan tai haltijan syyllistyvan taman lain vastaiseen, rangaistavaksi saadettyyn menettelyyn. elainsuojeluvalvoja voi tarkastusoikeutensa rajoissa tarvittaessa avustaa viranomaista kotirauhan piiriin kohdistuvan tarkastuksen suorittamisessa.",
        "title_sv": "Inspektion",
        "content_sv": "Om det finns anledning att misstänka att ett djur sköts, behandlas eller används i strid med denna lag eller bestämmelser som utfärdats med stöd av den, har länsstyrelsen, kommunalveterinären, den tjänsteinnehavare som utövar tillsyn över hälsoskyddet i kommunen, polisen och djurskyddsövervakaren rätt att verkställa inspektion. Även utan misstanke har länsstyrelsen, kommunalveterinären, den tjänsteinnehavare som utövar tillsyn över hälsoskyddet i kommunen, polisen och djurskyddsövervakaren rätt att verkställa inspektion vid cirkusar, djurgårdar, permanenta och ambulerande djurutställningar, djurtävlingar, tillställningar som avses i 16 § 4 mom. samt förevisningar och föreställningar där djur medverkar samt på platser där verksamhet enligt 21, 23 eller 24 § bedrivs. Även utan misstanke har besiktningsveterinärer rätt att verkställa inspektion i alla förvaringsutrymmen för djur inom ett slakteri- eller slaktplatsområde. Den som verkställer en inspektion har rätt att få tillträde till de utrymmen där djuren hålls och att utan ersättning ta de prov som behövs för inspektionen. Vid inspektionen kan djuret, dess förvaringsplats samt föda, dryck, utrustning och redskap för djuret inspekteras. På områden som omfattas av hemfriden får i denna paragraf avsedd inspektion eller provtagning utföras endast av en myndighet och endast om det är nödvändigt för utredande av de omständigheter som inspektionen gäller samt om det finns anledning att misstänka att djurets ägare eller innehavare gjort sig skyldig till straffbart förfarande som strider mot denna lag. Djurskyddsövervakaren kan inom ramen för sin inspektionsrätt vid behov bistå en myndighet vid verkställandet av en inspektion på ett område som omfattas av hemfriden.",
        "normalized_sv": "Om det finns anledning att misstänka att ett djur sköts, behandlas eller används i strid med denna lag eller bestämmelser som utfärdats med stöd av den, har länsstyrelsen, kommunalveterinären, den tjänsteinnehavare som utövar tillsyn över hälsoskyddet i kommunen, polisen och djurskyddsövervakaren rätt att verkställa inspektion. Även utan misstanke har länsstyrelsen, kommunalveterinären, den tjänsteinnehavare som utövar tillsyn över hälsoskyddet i kommunen, polisen och djurskyddsövervakaren rätt att verkställa inspektion vid cirkusar, djurgårdar, permanenta och ambulerande djurutställningar, djurtävlingar, tillställningar som avses i 16 § 4 mom. samt förevisningar och föreställningar där djur medverkar samt på platser där verksamhet enligt 21, 23 eller 24 § bedrivs. Även utan misstanke har besiktningsveterinärer rätt att verkställa inspektion i alla förvaringsutrymmen för djur inom ett slakteri- eller slaktplatsområde. Den som verkställer en inspektion har rätt att få tillträde till de utrymmen där djuren hålls och att utan ersättning ta de prov som behövs för inspektionen. Vid inspektionen kan djuret, dess förvaringsplats samt föda, dryck, utrustning och redskap för djuret inspekteras. På områden som omfattas av hemfriden får i denna paragraf avsedd inspektion eller provtagning utföras endast av en myndighet och endast om det är nödvändigt för utredande av de omständigheter som inspektionen gäller samt om det finns anledning att misstänka att djurets ägare eller innehavare gjort sig skyldig till straffbart förfarande som strider mot denna lag. Djurskyddsövervakaren kan inom ramen för sin inspektionsrätt vid behov bistå en myndighet vid verkställandet av en inspektion på ett område som omfattas av hemfriden.",
        "folded_sv": "om det finns anledning att misstanka att ett djur skots, behandlas eller anvands i strid med denna lag eller bestammelser som utfardats med stod av den, har lansstyrelsen, kommunalveterinaren, den tjansteinnehavare som utovar tillsyn over halsoskyddet i kommunen, polisen och djurskyddsovervakaren ratt att verkstalla inspektion. aven utan misstanke har lansstyrelsen, kommunalveterinaren, den tjansteinnehavare som utovar tillsyn over halsoskyddet i kommunen, polisen och djurskyddsovervakaren ratt att verkstalla inspektion vid cirkusar, djurgardar, permanenta och ambulerande djurutstallningar, djurtavlingar, tillstallningar som avses i 16 § 4 mom. samt forevisningar och forestallningar dar djur medverkar samt pa platser dar verksamhet enligt 21, 23 eller 24 § bedrivs. aven utan misstanke har besiktningsveterinarer ratt att verkstalla inspektion i alla forvaringsutrymmen for djur inom ett slakteri- eller slaktplatsomrade. den som verkstaller en inspektion har ratt att fa tilltrade till de utrymmen dar djuren halls och att utan ersattning ta de prov som behovs for inspektionen. vid inspektionen kan djuret, dess forvaringsplats samt foda, dryck, utrustning och redskap for djuret inspekteras. pa omraden som omfattas av hemfriden far i denna paragraf avsedd inspektion eller provtagning utforas endast av en myndighet och endast om det ar nodvandigt for utredande av de omstandigheter som inspektionen galler samt om det finns anledning att misstanka att djurets agare eller innehavare gjort sig skyldig till straffbart forfarande som strider mot denna lag. djurskyddsovervakaren kan inom ramen for sin inspektionsratt vid behov bista en myndighet vid verkstallandet av en inspektion pa ett omrade som omfattas av hemfriden."
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "title": "Selvitykset ja tutkimukset",
      "content": "Elintarviketurvallisuusvirasto ja lääninhallitus voivat tämän lain sekä sen nojalla annettujen säännösten noudattamisen valvomiseksi taikka Suomea sitovan kansainvälisen sopimuksen velvoitteiden täyttämiseksi tai Euroopan yhteisön lainsäädännön niin edellyttäessä määrätä virkaeläinlääkärit suorittamaan selvityksiä ja tutkimuksia sellaisissa eläintenpitoyksiköissä, joissa pidetään eläimiä elinkeinonharjoittamisen tarkoituksessa, sekä teurastamoissa ja teurastuspaikoissa. Mitä 1 ja 2 momentissa säädetään eläinlääkäreiden oikeudesta päästä selvityksen tai tutkimuksen kohteena olevaan eläintenpitoyksikköön, teurastamoon tai teurastuspaikkaan, koskee myös ulkomaisia tarkastajia Suomea sitovan kansainvälisen sopimuksen tai Euroopan yhteisön lainsäädännön niin edellyttäessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:48",
        "normalized_fi": "Elintarviketurvallisuusvirasto ja lääninhallitus voivat tämän lain sekä sen nojalla annettujen säännösten noudattamisen valvomiseksi taikka Suomea sitovan kansainvälisen sopimuksen velvoitteiden täyttämiseksi tai Euroopan yhteisön lainsäädännön niin edellyttäessä määrätä virkaeläinlääkärit suorittamaan selvityksiä ja tutkimuksia sellaisissa eläintenpitoyksiköissä, joissa pidetään eläimiä elinkeinonharjoittamisen tarkoituksessa, sekä teurastamoissa ja teurastuspaikoissa. Mitä 1 ja 2 momentissa säädetään eläinlääkäreiden oikeudesta päästä selvityksen tai tutkimuksen kohteena olevaan eläintenpitoyksikköön, teurastamoon tai teurastuspaikkaan, koskee myös ulkomaisia tarkastajia Suomea sitovan kansainvälisen sopimuksen tai Euroopan yhteisön lainsäädännön niin edellyttäessä.",
        "folded_fi": "elintarviketurvallisuusvirasto ja laaninhallitus voivat taman lain seka sen nojalla annettujen saannosten noudattamisen valvomiseksi taikka suomea sitovan kansainvalisen sopimuksen velvoitteiden tayttamiseksi tai euroopan yhteison lainsaadannon niin edellyttaessa maarata virkaelainlaakarit suorittamaan selvityksia ja tutkimuksia sellaisissa elaintenpitoyksikoissa, joissa pidetaan elaimia elinkeinonharjoittamisen tarkoituksessa, seka teurastamoissa ja teurastuspaikoissa. mita 1 ja 2 momentissa saadetaan elainlaakareiden oikeudesta paasta selvityksen tai tutkimuksen kohteena olevaan elaintenpitoyksikkoon, teurastamoon tai teurastuspaikkaan, koskee myos ulkomaisia tarkastajia suomea sitovan kansainvalisen sopimuksen tai euroopan yhteison lainsaadannon niin edellyttaessa.",
        "title_sv": "Utredningar och undersökningar",
        "content_sv": "Livsmedelssäkerhetsverket och länsstyrelsen får för tillsynen över att denna lag och med stöd av den utfärdade bestämmelser följs eller för fullgörande av skyldigheter enligt ett internationellt avtal som är förpliktande för Finland eller då Europeiska gemenskapens lagstiftning förutsätter detta förordna tjänsteveterinärer att utföra utredningar och undersökningar i sådana djurhållningsenheter där djur hålls för idkande av näring samt i slakterier och på slaktplatser. Vad som i 1 och 2 mom. bestäms om rätten för veterinärer att få tillträde till den djurhållningsenhet, det slakteri eller den slaktplats där utredningen eller undersökningen skall utföras gäller också utländska inspektörer då ett internationellt avtal som är förpliktande för Finland eller Europeiska gemenskapens lagstiftning förutsätter detta.",
        "normalized_sv": "Livsmedelssäkerhetsverket och länsstyrelsen får för tillsynen över att denna lag och med stöd av den utfärdade bestämmelser följs eller för fullgörande av skyldigheter enligt ett internationellt avtal som är förpliktande för Finland eller då Europeiska gemenskapens lagstiftning förutsätter detta förordna tjänsteveterinärer att utföra utredningar och undersökningar i sådana djurhållningsenheter där djur hålls för idkande av näring samt i slakterier och på slaktplatser. Vad som i 1 och 2 mom. bestäms om rätten för veterinärer att få tillträde till den djurhållningsenhet, det slakteri eller den slaktplats där utredningen eller undersökningen skall utföras gäller också utländska inspektörer då ett internationellt avtal som är förpliktande för Finland eller Europeiska gemenskapens lagstiftning förutsätter detta.",
        "folded_sv": "livsmedelssakerhetsverket och lansstyrelsen far for tillsynen over att denna lag och med stod av den utfardade bestammelser foljs eller for fullgorande av skyldigheter enligt ett internationellt avtal som ar forpliktande for finland eller da europeiska gemenskapens lagstiftning forutsatter detta forordna tjansteveterinarer att utfora utredningar och undersokningar i sadana djurhallningsenheter dar djur halls for idkande av naring samt i slakterier och pa slaktplatser. vad som i 1 och 2 mom. bestams om ratten for veterinarer att fa tilltrade till den djurhallningsenhet, det slakteri eller den slaktplats dar utredningen eller undersokningen skall utforas galler ocksa utlandska inspektorer da ett internationellt avtal som ar forpliktande for finland eller europeiska gemenskapens lagstiftning forutsatter detta."
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "title": "Tarkastusten, selvitysten ja tutkimusten suorittaminen",
      "content": "Tässä laissa mainitut tarkastukset, selvitykset ja tutkimukset on pyrittävä suorittamaan niin, ettei niistä aiheudu tarpeetonta haittaa eläimille, eläintenpitoyksikön omistajalle tai haltijalle taikka eläintenpitoyksikön toiminnalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:49",
        "normalized_fi": "Tässä laissa mainitut tarkastukset, selvitykset ja tutkimukset on pyrittävä suorittamaan niin, ettei niistä aiheudu tarpeetonta haittaa eläimille, eläintenpitoyksikön omistajalle tai haltijalle taikka eläintenpitoyksikön toiminnalle.",
        "folded_fi": "tassa laissa mainitut tarkastukset, selvitykset ja tutkimukset on pyrittava suorittamaan niin, ettei niista aiheudu tarpeetonta haittaa elaimille, elaintenpitoyksikon omistajalle tai haltijalle taikka elaintenpitoyksikon toiminnalle.",
        "title_sv": "Utförande av inspektioner, utredningar och undersökningar",
        "content_sv": "Inspektioner, utredningar och undersökningar enligt denna lag skall om möjligt utföras så att de inte orsakar onödiga olägenheter för djuren, djurhållningsenhetens ägare eller innehavare eller djurhållningsenhetens verksamhet.",
        "normalized_sv": "Inspektioner, utredningar och undersökningar enligt denna lag skall om möjligt utföras så att de inte orsakar onödiga olägenheter för djuren, djurhållningsenhetens ägare eller innehavare eller djurhållningsenhetens verksamhet.",
        "folded_sv": "inspektioner, utredningar och undersokningar enligt denna lag skall om mojligt utforas sa att de inte orsakar onodiga olagenheter for djuren, djurhallningsenhetens agare eller innehavare eller djurhallningsenhetens verksamhet."
      }
    },
    {
      "provision_ref": "54",
      "section": "54",
      "title": "Eläinsuojelurikkomus",
      "content": "Joka tahallaan tai huolimattomuudesta 1) kohtelee eläintä 3―6, 8, 32 tai 33 §:n taikka niiden nojalla annettujen säännösten tai määräysten vastaisesti, 2) käyttää sellaista 12 §:ssä tarkoitettua välinettä, laitetta tai ainetta, jonka käyttö on kielletty, 3) suorittaa vastoin 7 tai 9―11 §:n säännöksiä niissä tarkoitetun toimenpiteen tai 4) tuo tai yrittää tuoda maahan eläimen 28 §:ssä mainitun kiellon vastaisesti, eläinsuojelurikkomuksesta on tuomittava, jollei teko ole rikoslain 17 luvun 14 tai 15 §:n nojalla rangaistava tai siitä muualla laissa säädetä ankarampaa rangaistusta, sakkoon. Eläinsuojelurikkomuksesta tuomitaan myös se, joka tahallaan tai huolimattomuudesta 1) rikkoo 12 §:ssä tarkoitettua valmistus-, maahantuonti-, myynti- tai luovutuskieltoa taikka 7 §:n 3 momentissa, 13 §:n 1 momentissa, 16 §:n 3 momentissa tai 18, 19, 22, 25 tai 27 §:ssä tarkoitettua tai mainittujen säännösten nojalla annettua kieltoa, 2) rikkoo eläintenpitokieltoa tai toimii toisen välikätenä eläintenpitokiellon kiertämiseksi tai 3) laiminlyö 13 §:n 2 momentissa, 14 §:ssä, 16 §:n 1 momentissa, 17 §:ssä, 20 §:n 2 momentissa, 20 a §:n 2 momentissa, 21 §:n 2 tai 3 momentissa, 23, 24 tai 26 §:ssä taikka 64 §:ssä tarkoitetun tai mainittujen säännösten nojalla asetetun velvollisuuden.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:54",
        "normalized_fi": "Joka tahallaan tai huolimattomuudesta 1) kohtelee eläintä 3―6, 8, 32 tai 33 § :n taikka niiden nojalla annettujen säännösten tai määräysten vastaisesti, 2) käyttää sellaista 12 § :ssä tarkoitettua välinettä, laitetta tai ainetta, jonka käyttö on kielletty, 3) suorittaa vastoin 7 tai 9―11 § :n säännöksiä niissä tarkoitetun toimenpiteen tai 4) tuo tai yrittää tuoda maahan eläimen 28 § :ssä mainitun kiellon vastaisesti, eläinsuojelurikkomuksesta on tuomittava, jollei teko ole rikoslain 17 luvun 14 tai 15 § :n nojalla rangaistava tai siitä muualla laissa säädetä ankarampaa rangaistusta, sakkoon. Eläinsuojelurikkomuksesta tuomitaan myös se, joka tahallaan tai huolimattomuudesta 1) rikkoo 12 § :ssä tarkoitettua valmistus-, maahantuonti-, myynti- tai luovutuskieltoa taikka 7 § :n 3 momentissa, 13 § :n 1 momentissa, 16 § :n 3 momentissa tai 18, 19, 22, 25 tai 27 § :ssä tarkoitettua tai mainittujen säännösten nojalla annettua kieltoa, 2) rikkoo eläintenpitokieltoa tai toimii toisen välikätenä eläintenpitokiellon kiertämiseksi tai 3) laiminlyö 13 § :n 2 momentissa, 14 § :ssä, 16 § :n 1 momentissa, 17 § :ssä, 20 § :n 2 momentissa, 20 a § :n 2 momentissa, 21 § :n 2 tai 3 momentissa, 23, 24 tai 26 § :ssä taikka 64 § :ssä tarkoitetun tai mainittujen säännösten nojalla asetetun velvollisuuden.",
        "folded_fi": "joka tahallaan tai huolimattomuudesta 1) kohtelee elainta 3―6, 8, 32 tai 33 §:n taikka niiden nojalla annettujen saannosten tai maaraysten vastaisesti, 2) kayttaa sellaista 12 §:ssa tarkoitettua valinetta, laitetta tai ainetta, jonka kaytto on kielletty, 3) suorittaa vastoin 7 tai 9―11 §:n saannoksia niissa tarkoitetun toimenpiteen tai 4) tuo tai yrittaa tuoda maahan elaimen 28 §:ssa mainitun kiellon vastaisesti, elainsuojelurikkomuksesta on tuomittava, jollei teko ole rikoslain 17 luvun 14 tai 15 §:n nojalla rangaistava tai siita muualla laissa saadeta ankarampaa rangaistusta, sakkoon. elainsuojelurikkomuksesta tuomitaan myos se, joka tahallaan tai huolimattomuudesta 1) rikkoo 12 §:ssa tarkoitettua valmistus-, maahantuonti-, myynti- tai luovutuskieltoa taikka 7 §:n 3 momentissa, 13 §:n 1 momentissa, 16 §:n 3 momentissa tai 18, 19, 22, 25 tai 27 §:ssa tarkoitettua tai mainittujen saannosten nojalla annettua kieltoa, 2) rikkoo elaintenpitokieltoa tai toimii toisen valikatena elaintenpitokiellon kiertamiseksi tai 3) laiminlyo 13 §:n 2 momentissa, 14 §:ssa, 16 §:n 1 momentissa, 17 §:ssa, 20 §:n 2 momentissa, 20 a §:n 2 momentissa, 21 §:n 2 tai 3 momentissa, 23, 24 tai 26 §:ssa taikka 64 §:ssa tarkoitetun tai mainittujen saannosten nojalla asetetun velvollisuuden.",
        "title_sv": "Djurskyddsförseelse",
        "content_sv": "Den som uppsåtligen eller av oaktsamhet 1) behandlar ett djur i strid med 3―6, 8, 32 eller 33 § eller bestämmelser som utfärdats med stöd av dem, 2) använder anordningar, redskap eller ämnen som avses i 12 § och som är förbjudna, 3) i strid med 7 eller 9―11 § vidtar en åtgärd som avses i dem, eller 4) importerar eller försöker importera ett djur i strid med förbudet i 28 §, djurskyddsförseelse skall, om inte gärningen utgör brott enligt 17 kap. 14 eller 15 § i strafflagen eller strängare straff för gärningen föreskrivs i någon annan lag, för dömas till böter. För djurskyddsförseelse döms också den som uppsåtligen eller av oaktsamhet 1) bryter mot ett förbud mot tillverkning, import, försäljning eller överlåtelse enligt 12 § eller mot ett förbud som avses i eller utfärdats med stöd av 7 § 3 mom., 13 § 1 mom., 16 § 3 mom. eller 18, 19, 22, 25 eller 27 §, 2) bryter mot ett djurhållningsförbud eller är mellanhand för någon annan för kringgående av djurhållningsförbud, eller 3) försummar en skyldighet som avses i eller som ålagts med stöd av 13 § 2 mom., 14 §, 16 § 1 mom., 17 §, 20 § 2 mom., 20 a § 2 mom., 21 § 2 eller 3 mom. eller 23, 24 eller 26 eller 64 §.",
        "normalized_sv": "Den som uppsåtligen eller av oaktsamhet 1) behandlar ett djur i strid med 3―6, 8, 32 eller 33 § eller bestämmelser som utfärdats med stöd av dem, 2) använder anordningar, redskap eller ämnen som avses i 12 § och som är förbjudna, 3) i strid med 7 eller 9―11 § vidtar en åtgärd som avses i dem, eller 4) importerar eller försöker importera ett djur i strid med förbudet i 28 § , djurskyddsförseelse skall, om inte gärningen utgör brott enligt 17 kap. 14 eller 15 § i strafflagen eller strängare straff för gärningen föreskrivs i någon annan lag, för dömas till böter. För djurskyddsförseelse döms också den som uppsåtligen eller av oaktsamhet 1) bryter mot ett förbud mot tillverkning, import, försäljning eller överlåtelse enligt 12 § eller mot ett förbud som avses i eller utfärdats med stöd av 7 § 3 mom., 13 § 1 mom., 16 § 3 mom. eller 18, 19, 22, 25 eller 27 § , 2) bryter mot ett djurhållningsförbud eller är mellanhand för någon annan för kringgående av djurhållningsförbud, eller 3) försummar en skyldighet som avses i eller som ålagts med stöd av 13 § 2 mom., 14 § , 16 § 1 mom., 17 § , 20 § 2 mom., 20 a § 2 mom., 21 § 2 eller 3 mom. eller 23, 24 eller 26 eller 64 § .",
        "folded_sv": "den som uppsatligen eller av oaktsamhet 1) behandlar ett djur i strid med 3―6, 8, 32 eller 33 § eller bestammelser som utfardats med stod av dem, 2) anvander anordningar, redskap eller amnen som avses i 12 § och som ar forbjudna, 3) i strid med 7 eller 9―11 § vidtar en atgard som avses i dem, eller 4) importerar eller forsoker importera ett djur i strid med forbudet i 28 §, djurskyddsforseelse skall, om inte garningen utgor brott enligt 17 kap. 14 eller 15 § i strafflagen eller strangare straff for garningen foreskrivs i nagon annan lag, for domas till boter. for djurskyddsforseelse doms ocksa den som uppsatligen eller av oaktsamhet 1) bryter mot ett forbud mot tillverkning, import, forsaljning eller overlatelse enligt 12 § eller mot ett forbud som avses i eller utfardats med stod av 7 § 3 mom., 13 § 1 mom., 16 § 3 mom. eller 18, 19, 22, 25 eller 27 §, 2) bryter mot ett djurhallningsforbud eller ar mellanhand for nagon annan for kringgaende av djurhallningsforbud, eller 3) forsummar en skyldighet som avses i eller som alagts med stod av 13 § 2 mom., 14 §, 16 § 1 mom., 17 §, 20 § 2 mom., 20 a § 2 mom., 21 § 2 eller 3 mom. eller 23, 24 eller 26 eller 64 §."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Soveltamisala",
      "content": "Tätä lakia sovelletaan kaikkiin eläimiin. Metsästyksen, kalastuksen, eläinten lääkitsemisen, eläinjalostuksen, eläinten keinollisen lisäämisen, selkärankaisilla eläimillä harjoitettavan koe-eläintoiminnan, eläinten kuljetuksen, geenitekniikan ja luonnonsuojelun osalta noudatetaan lisäksi, mitä niistä erikseen säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tätä lakia sovelletaan kaikkiin eläimiin. Metsästyksen, kalastuksen, eläinten lääkitsemisen, eläinjalostuksen, eläinten keinollisen lisäämisen, selkärankaisilla eläimillä harjoitettavan koe-eläintoiminnan, eläinten kuljetuksen, geenitekniikan ja luonnonsuojelun osalta noudatetaan lisäksi, mitä niistä erikseen säädetään.",
        "folded_fi": "tata lakia sovelletaan kaikkiin elaimiin. metsastyksen, kalastuksen, elainten laakitsemisen, elainjalostuksen, elainten keinollisen lisaamisen, selkarankaisilla elaimilla harjoitettavan koe-elaintoiminnan, elainten kuljetuksen, geenitekniikan ja luonnonsuojelun osalta noudatetaan lisaksi, mita niista erikseen saadetaan.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Denna lag skall tillämpas på alla djur. I fråga om jakt, fiske, medicinsk behandling av djur, avel, artificiell reproduktion av djur, försöksdjursverksamhet som bedrivs med ryggradsdjur, transport av djur, genteknik och naturskydd skall dessutom iakttas vad som särskilt bestäms om dessa.",
        "normalized_sv": "Denna lag skall tillämpas på alla djur. I fråga om jakt, fiske, medicinsk behandling av djur, avel, artificiell reproduktion av djur, försöksdjursverksamhet som bedrivs med ryggradsdjur, transport av djur, genteknik och naturskydd skall dessutom iakttas vad som särskilt bestäms om dessa.",
        "folded_sv": "denna lag skall tillampas pa alla djur. i fraga om jakt, fiske, medicinsk behandling av djur, avel, artificiell reproduktion av djur, forsoksdjursverksamhet som bedrivs med ryggradsdjur, transport av djur, genteknik och naturskydd skall dessutom iakttas vad som sarskilt bestams om dessa."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "39",
      "section": "39",
      "title": "Tarkastus",
      "content": "Jos on aihetta epäillä, että eläintä hoidetaan, kohdellaan tai käytetään tämän lain taikka sen nojalla annettujen säännösten tai määräysten vastaisesti, lääninhallituksella, kunnaneläinlääkärillä, kunnan terveydensuojeluvalvontaa hoitavalla viranhaltijalla, poliisilla ja eläinsuojeluvalvojalla on oikeus suorittaa tarkastus. Ilman epäilyäkin lääninhallituksella, kunnaneläinlääkärillä, kunnan terveydensuojeluvalvontaa hoitavalla viranhaltijalla, poliisilla ja eläinsuojeluvalvojalla on oikeus suorittaa tarkastus sirkuksessa, eläintarhassa, pysyvässä ja kiertävässä eläinnäyttelyssä, eläinkilpailuissa, 16 §:n 4 momentissa tarkoitetuissa tilaisuuksissa sekä esityksessä ja näytöksessä, jossa eläimiä on mukana, sekä siellä, missä harjoitetaan 21, 23 tai 24 §:ssä tarkoitettua toimintaa. Ilman epäilyäkin tarkastuseläinlääkärillä on oikeus suorittaa tarkastus kaikissa eläintiloissa teurastamon tai teurastuspaikan alueella. Tarkastuksen suorittajalla on oikeus päästä tiloihin, joissa eläintä pidetään, ja ottaa korvauksetta tarkastusta varten tarvittavia näytteitä. Tarkastuksessa voidaan tarkastaa eläin, sen pitopaikka sekä eläintä varten tarkoitetut ravinto, juotava, varusteet ja välineet. Kotirauhan piirissä tässä pykälässä tarkoitetun tarkastuksen saa suorittaa ja näytteen ottaa vain viranomainen ja tarkastuksen saa suorittaa ja näytteen ottaa vain, jos se on välttämätöntä tarkastuksen kohteena olevien seikkojen selvittämiseksi ja on aihetta epäillä eläimen omistajan tai haltijan syyllistyvän tämän lain vastaiseen, rangaistavaksi säädettyyn menettelyyn. Eläinsuojeluvalvoja voi tarkastusoikeutensa rajoissa tarvittaessa avustaa viranomaista kotirauhan piiriin kohdistuvan tarkastuksen suorittamisessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:39",
        "normalized_fi": "Jos on aihetta epäillä, että eläintä hoidetaan, kohdellaan tai käytetään tämän lain taikka sen nojalla annettujen säännösten tai määräysten vastaisesti, lääninhallituksella, kunnaneläinlääkärillä, kunnan terveydensuojeluvalvontaa hoitavalla viranhaltijalla, poliisilla ja eläinsuojeluvalvojalla on oikeus suorittaa tarkastus. Ilman epäilyäkin lääninhallituksella, kunnaneläinlääkärillä, kunnan terveydensuojeluvalvontaa hoitavalla viranhaltijalla, poliisilla ja eläinsuojeluvalvojalla on oikeus suorittaa tarkastus sirkuksessa, eläintarhassa, pysyvässä ja kiertävässä eläinnäyttelyssä, eläinkilpailuissa, 16 § :n 4 momentissa tarkoitetuissa tilaisuuksissa sekä esityksessä ja näytöksessä, jossa eläimiä on mukana, sekä siellä, missä harjoitetaan 21, 23 tai 24 § :ssä tarkoitettua toimintaa. Ilman epäilyäkin tarkastuseläinlääkärillä on oikeus suorittaa tarkastus kaikissa eläintiloissa teurastamon tai teurastuspaikan alueella. Tarkastuksen suorittajalla on oikeus päästä tiloihin, joissa eläintä pidetään, ja ottaa korvauksetta tarkastusta varten tarvittavia näytteitä. Tarkastuksessa voidaan tarkastaa eläin, sen pitopaikka sekä eläintä varten tarkoitetut ravinto, juotava, varusteet ja välineet. Kotirauhan piirissä tässä pykälässä tarkoitetun tarkastuksen saa suorittaa ja näytteen ottaa vain viranomainen ja tarkastuksen saa suorittaa ja näytteen ottaa vain, jos se on välttämätöntä tarkastuksen kohteena olevien seikkojen selvittämiseksi ja on aihetta epäillä eläimen omistajan tai haltijan syyllistyvän tämän lain vastaiseen, rangaistavaksi säädettyyn menettelyyn. Eläinsuojeluvalvoja voi tarkastusoikeutensa rajoissa tarvittaessa avustaa viranomaista kotirauhan piiriin kohdistuvan tarkastuksen suorittamisessa.",
        "folded_fi": "jos on aihetta epailla, etta elainta hoidetaan, kohdellaan tai kaytetaan taman lain taikka sen nojalla annettujen saannosten tai maaraysten vastaisesti, laaninhallituksella, kunnanelainlaakarilla, kunnan terveydensuojeluvalvontaa hoitavalla viranhaltijalla, poliisilla ja elainsuojeluvalvojalla on oikeus suorittaa tarkastus. ilman epailyakin laaninhallituksella, kunnanelainlaakarilla, kunnan terveydensuojeluvalvontaa hoitavalla viranhaltijalla, poliisilla ja elainsuojeluvalvojalla on oikeus suorittaa tarkastus sirkuksessa, elaintarhassa, pysyvassa ja kiertavassa elainnayttelyssa, elainkilpailuissa, 16 §:n 4 momentissa tarkoitetuissa tilaisuuksissa seka esityksessa ja naytoksessa, jossa elaimia on mukana, seka siella, missa harjoitetaan 21, 23 tai 24 §:ssa tarkoitettua toimintaa. ilman epailyakin tarkastuselainlaakarilla on oikeus suorittaa tarkastus kaikissa elaintiloissa teurastamon tai teurastuspaikan alueella. tarkastuksen suorittajalla on oikeus paasta tiloihin, joissa elainta pidetaan, ja ottaa korvauksetta tarkastusta varten tarvittavia naytteita. tarkastuksessa voidaan tarkastaa elain, sen pitopaikka seka elainta varten tarkoitetut ravinto, juotava, varusteet ja valineet. kotirauhan piirissa tassa pykalassa tarkoitetun tarkastuksen saa suorittaa ja naytteen ottaa vain viranomainen ja tarkastuksen saa suorittaa ja naytteen ottaa vain, jos se on valttamatonta tarkastuksen kohteena olevien seikkojen selvittamiseksi ja on aihetta epailla elaimen omistajan tai haltijan syyllistyvan taman lain vastaiseen, rangaistavaksi saadettyyn menettelyyn. elainsuojeluvalvoja voi tarkastusoikeutensa rajoissa tarvittaessa avustaa viranomaista kotirauhan piiriin kohdistuvan tarkastuksen suorittamisessa.",
        "title_sv": "Inspektion",
        "content_sv": "Om det finns anledning att misstänka att ett djur sköts, behandlas eller används i strid med denna lag eller bestämmelser som utfärdats med stöd av den, har länsstyrelsen, kommunalveterinären, den tjänsteinnehavare som utövar tillsyn över hälsoskyddet i kommunen, polisen och djurskyddsövervakaren rätt att verkställa inspektion. Även utan misstanke har länsstyrelsen, kommunalveterinären, den tjänsteinnehavare som utövar tillsyn över hälsoskyddet i kommunen, polisen och djurskyddsövervakaren rätt att verkställa inspektion vid cirkusar, djurgårdar, permanenta och ambulerande djurutställningar, djurtävlingar, tillställningar som avses i 16 § 4 mom. samt förevisningar och föreställningar där djur medverkar samt på platser där verksamhet enligt 21, 23 eller 24 § bedrivs. Även utan misstanke har besiktningsveterinärer rätt att verkställa inspektion i alla förvaringsutrymmen för djur inom ett slakteri- eller slaktplatsområde. Den som verkställer en inspektion har rätt att få tillträde till de utrymmen där djuren hålls och att utan ersättning ta de prov som behövs för inspektionen. Vid inspektionen kan djuret, dess förvaringsplats samt föda, dryck, utrustning och redskap för djuret inspekteras. På områden som omfattas av hemfriden får i denna paragraf avsedd inspektion eller provtagning utföras endast av en myndighet och endast om det är nödvändigt för utredande av de omständigheter som inspektionen gäller samt om det finns anledning att misstänka att djurets ägare eller innehavare gjort sig skyldig till straffbart förfarande som strider mot denna lag. Djurskyddsövervakaren kan inom ramen för sin inspektionsrätt vid behov bistå en myndighet vid verkställandet av en inspektion på ett område som omfattas av hemfriden.",
        "normalized_sv": "Om det finns anledning att misstänka att ett djur sköts, behandlas eller används i strid med denna lag eller bestämmelser som utfärdats med stöd av den, har länsstyrelsen, kommunalveterinären, den tjänsteinnehavare som utövar tillsyn över hälsoskyddet i kommunen, polisen och djurskyddsövervakaren rätt att verkställa inspektion. Även utan misstanke har länsstyrelsen, kommunalveterinären, den tjänsteinnehavare som utövar tillsyn över hälsoskyddet i kommunen, polisen och djurskyddsövervakaren rätt att verkställa inspektion vid cirkusar, djurgårdar, permanenta och ambulerande djurutställningar, djurtävlingar, tillställningar som avses i 16 § 4 mom. samt förevisningar och föreställningar där djur medverkar samt på platser där verksamhet enligt 21, 23 eller 24 § bedrivs. Även utan misstanke har besiktningsveterinärer rätt att verkställa inspektion i alla förvaringsutrymmen för djur inom ett slakteri- eller slaktplatsområde. Den som verkställer en inspektion har rätt att få tillträde till de utrymmen där djuren hålls och att utan ersättning ta de prov som behövs för inspektionen. Vid inspektionen kan djuret, dess förvaringsplats samt föda, dryck, utrustning och redskap för djuret inspekteras. På områden som omfattas av hemfriden får i denna paragraf avsedd inspektion eller provtagning utföras endast av en myndighet och endast om det är nödvändigt för utredande av de omständigheter som inspektionen gäller samt om det finns anledning att misstänka att djurets ägare eller innehavare gjort sig skyldig till straffbart förfarande som strider mot denna lag. Djurskyddsövervakaren kan inom ramen för sin inspektionsrätt vid behov bistå en myndighet vid verkställandet av en inspektion på ett område som omfattas av hemfriden.",
        "folded_sv": "om det finns anledning att misstanka att ett djur skots, behandlas eller anvands i strid med denna lag eller bestammelser som utfardats med stod av den, har lansstyrelsen, kommunalveterinaren, den tjansteinnehavare som utovar tillsyn over halsoskyddet i kommunen, polisen och djurskyddsovervakaren ratt att verkstalla inspektion. aven utan misstanke har lansstyrelsen, kommunalveterinaren, den tjansteinnehavare som utovar tillsyn over halsoskyddet i kommunen, polisen och djurskyddsovervakaren ratt att verkstalla inspektion vid cirkusar, djurgardar, permanenta och ambulerande djurutstallningar, djurtavlingar, tillstallningar som avses i 16 § 4 mom. samt forevisningar och forestallningar dar djur medverkar samt pa platser dar verksamhet enligt 21, 23 eller 24 § bedrivs. aven utan misstanke har besiktningsveterinarer ratt att verkstalla inspektion i alla forvaringsutrymmen for djur inom ett slakteri- eller slaktplatsomrade. den som verkstaller en inspektion har ratt att fa tilltrade till de utrymmen dar djuren halls och att utan ersattning ta de prov som behovs for inspektionen. vid inspektionen kan djuret, dess forvaringsplats samt foda, dryck, utrustning och redskap for djuret inspekteras. pa omraden som omfattas av hemfriden far i denna paragraf avsedd inspektion eller provtagning utforas endast av en myndighet och endast om det ar nodvandigt for utredande av de omstandigheter som inspektionen galler samt om det finns anledning att misstanka att djurets agare eller innehavare gjort sig skyldig till straffbart forfarande som strider mot denna lag. djurskyddsovervakaren kan inom ramen for sin inspektionsratt vid behov bista en myndighet vid verkstallandet av en inspektion pa ett omrade som omfattas av hemfriden."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "48",
      "section": "48",
      "title": "Selvitykset ja tutkimukset",
      "content": "Elintarviketurvallisuusvirasto ja lääninhallitus voivat tämän lain sekä sen nojalla annettujen säännösten noudattamisen valvomiseksi taikka Suomea sitovan kansainvälisen sopimuksen velvoitteiden täyttämiseksi tai Euroopan yhteisön lainsäädännön niin edellyttäessä määrätä virkaeläinlääkärit suorittamaan selvityksiä ja tutkimuksia sellaisissa eläintenpitoyksiköissä, joissa pidetään eläimiä elinkeinonharjoittamisen tarkoituksessa, sekä teurastamoissa ja teurastuspaikoissa. Mitä 1 ja 2 momentissa säädetään eläinlääkäreiden oikeudesta päästä selvityksen tai tutkimuksen kohteena olevaan eläintenpitoyksikköön, teurastamoon tai teurastuspaikkaan, koskee myös ulkomaisia tarkastajia Suomea sitovan kansainvälisen sopimuksen tai Euroopan yhteisön lainsäädännön niin edellyttäessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:48",
        "normalized_fi": "Elintarviketurvallisuusvirasto ja lääninhallitus voivat tämän lain sekä sen nojalla annettujen säännösten noudattamisen valvomiseksi taikka Suomea sitovan kansainvälisen sopimuksen velvoitteiden täyttämiseksi tai Euroopan yhteisön lainsäädännön niin edellyttäessä määrätä virkaeläinlääkärit suorittamaan selvityksiä ja tutkimuksia sellaisissa eläintenpitoyksiköissä, joissa pidetään eläimiä elinkeinonharjoittamisen tarkoituksessa, sekä teurastamoissa ja teurastuspaikoissa. Mitä 1 ja 2 momentissa säädetään eläinlääkäreiden oikeudesta päästä selvityksen tai tutkimuksen kohteena olevaan eläintenpitoyksikköön, teurastamoon tai teurastuspaikkaan, koskee myös ulkomaisia tarkastajia Suomea sitovan kansainvälisen sopimuksen tai Euroopan yhteisön lainsäädännön niin edellyttäessä.",
        "folded_fi": "elintarviketurvallisuusvirasto ja laaninhallitus voivat taman lain seka sen nojalla annettujen saannosten noudattamisen valvomiseksi taikka suomea sitovan kansainvalisen sopimuksen velvoitteiden tayttamiseksi tai euroopan yhteison lainsaadannon niin edellyttaessa maarata virkaelainlaakarit suorittamaan selvityksia ja tutkimuksia sellaisissa elaintenpitoyksikoissa, joissa pidetaan elaimia elinkeinonharjoittamisen tarkoituksessa, seka teurastamoissa ja teurastuspaikoissa. mita 1 ja 2 momentissa saadetaan elainlaakareiden oikeudesta paasta selvityksen tai tutkimuksen kohteena olevaan elaintenpitoyksikkoon, teurastamoon tai teurastuspaikkaan, koskee myos ulkomaisia tarkastajia suomea sitovan kansainvalisen sopimuksen tai euroopan yhteison lainsaadannon niin edellyttaessa.",
        "title_sv": "Utredningar och undersökningar",
        "content_sv": "Livsmedelssäkerhetsverket och länsstyrelsen får för tillsynen över att denna lag och med stöd av den utfärdade bestämmelser följs eller för fullgörande av skyldigheter enligt ett internationellt avtal som är förpliktande för Finland eller då Europeiska gemenskapens lagstiftning förutsätter detta förordna tjänsteveterinärer att utföra utredningar och undersökningar i sådana djurhållningsenheter där djur hålls för idkande av näring samt i slakterier och på slaktplatser. Vad som i 1 och 2 mom. bestäms om rätten för veterinärer att få tillträde till den djurhållningsenhet, det slakteri eller den slaktplats där utredningen eller undersökningen skall utföras gäller också utländska inspektörer då ett internationellt avtal som är förpliktande för Finland eller Europeiska gemenskapens lagstiftning förutsätter detta.",
        "normalized_sv": "Livsmedelssäkerhetsverket och länsstyrelsen får för tillsynen över att denna lag och med stöd av den utfärdade bestämmelser följs eller för fullgörande av skyldigheter enligt ett internationellt avtal som är förpliktande för Finland eller då Europeiska gemenskapens lagstiftning förutsätter detta förordna tjänsteveterinärer att utföra utredningar och undersökningar i sådana djurhållningsenheter där djur hålls för idkande av näring samt i slakterier och på slaktplatser. Vad som i 1 och 2 mom. bestäms om rätten för veterinärer att få tillträde till den djurhållningsenhet, det slakteri eller den slaktplats där utredningen eller undersökningen skall utföras gäller också utländska inspektörer då ett internationellt avtal som är förpliktande för Finland eller Europeiska gemenskapens lagstiftning förutsätter detta.",
        "folded_sv": "livsmedelssakerhetsverket och lansstyrelsen far for tillsynen over att denna lag och med stod av den utfardade bestammelser foljs eller for fullgorande av skyldigheter enligt ett internationellt avtal som ar forpliktande for finland eller da europeiska gemenskapens lagstiftning forutsatter detta forordna tjansteveterinarer att utfora utredningar och undersokningar i sadana djurhallningsenheter dar djur halls for idkande av naring samt i slakterier och pa slaktplatser. vad som i 1 och 2 mom. bestams om ratten for veterinarer att fa tilltrade till den djurhallningsenhet, det slakteri eller den slaktplats dar utredningen eller undersokningen skall utforas galler ocksa utlandska inspektorer da ett internationellt avtal som ar forpliktande for finland eller europeiska gemenskapens lagstiftning forutsatter detta."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "49",
      "section": "49",
      "title": "Tarkastusten, selvitysten ja tutkimusten suorittaminen",
      "content": "Tässä laissa mainitut tarkastukset, selvitykset ja tutkimukset on pyrittävä suorittamaan niin, ettei niistä aiheudu tarpeetonta haittaa eläimille, eläintenpitoyksikön omistajalle tai haltijalle taikka eläintenpitoyksikön toiminnalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:49",
        "normalized_fi": "Tässä laissa mainitut tarkastukset, selvitykset ja tutkimukset on pyrittävä suorittamaan niin, ettei niistä aiheudu tarpeetonta haittaa eläimille, eläintenpitoyksikön omistajalle tai haltijalle taikka eläintenpitoyksikön toiminnalle.",
        "folded_fi": "tassa laissa mainitut tarkastukset, selvitykset ja tutkimukset on pyrittava suorittamaan niin, ettei niista aiheudu tarpeetonta haittaa elaimille, elaintenpitoyksikon omistajalle tai haltijalle taikka elaintenpitoyksikon toiminnalle.",
        "title_sv": "Utförande av inspektioner, utredningar och undersökningar",
        "content_sv": "Inspektioner, utredningar och undersökningar enligt denna lag skall om möjligt utföras så att de inte orsakar onödiga olägenheter för djuren, djurhållningsenhetens ägare eller innehavare eller djurhållningsenhetens verksamhet.",
        "normalized_sv": "Inspektioner, utredningar och undersökningar enligt denna lag skall om möjligt utföras så att de inte orsakar onödiga olägenheter för djuren, djurhållningsenhetens ägare eller innehavare eller djurhållningsenhetens verksamhet.",
        "folded_sv": "inspektioner, utredningar och undersokningar enligt denna lag skall om mojligt utforas sa att de inte orsakar onodiga olagenheter for djuren, djurhallningsenhetens agare eller innehavare eller djurhallningsenhetens verksamhet."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "54",
      "section": "54",
      "title": "Eläinsuojelurikkomus",
      "content": "Joka tahallaan tai huolimattomuudesta 1) kohtelee eläintä 3―6, 8, 32 tai 33 §:n taikka niiden nojalla annettujen säännösten tai määräysten vastaisesti, 2) käyttää sellaista 12 §:ssä tarkoitettua välinettä, laitetta tai ainetta, jonka käyttö on kielletty, 3) suorittaa vastoin 7 tai 9―11 §:n säännöksiä niissä tarkoitetun toimenpiteen tai 4) tuo tai yrittää tuoda maahan eläimen 28 §:ssä mainitun kiellon vastaisesti, eläinsuojelurikkomuksesta on tuomittava, jollei teko ole rikoslain 17 luvun 14 tai 15 §:n nojalla rangaistava tai siitä muualla laissa säädetä ankarampaa rangaistusta, sakkoon. Eläinsuojelurikkomuksesta tuomitaan myös se, joka tahallaan tai huolimattomuudesta 1) rikkoo 12 §:ssä tarkoitettua valmistus-, maahantuonti-, myynti- tai luovutuskieltoa taikka 7 §:n 3 momentissa, 13 §:n 1 momentissa, 16 §:n 3 momentissa tai 18, 19, 22, 25 tai 27 §:ssä tarkoitettua tai mainittujen säännösten nojalla annettua kieltoa, 2) rikkoo eläintenpitokieltoa tai toimii toisen välikätenä eläintenpitokiellon kiertämiseksi tai 3) laiminlyö 13 §:n 2 momentissa, 14 §:ssä, 16 §:n 1 momentissa, 17 §:ssä, 20 §:n 2 momentissa, 20 a §:n 2 momentissa, 21 §:n 2 tai 3 momentissa, 23, 24 tai 26 §:ssä taikka 64 §:ssä tarkoitetun tai mainittujen säännösten nojalla asetetun velvollisuuden.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:54",
        "normalized_fi": "Joka tahallaan tai huolimattomuudesta 1) kohtelee eläintä 3―6, 8, 32 tai 33 § :n taikka niiden nojalla annettujen säännösten tai määräysten vastaisesti, 2) käyttää sellaista 12 § :ssä tarkoitettua välinettä, laitetta tai ainetta, jonka käyttö on kielletty, 3) suorittaa vastoin 7 tai 9―11 § :n säännöksiä niissä tarkoitetun toimenpiteen tai 4) tuo tai yrittää tuoda maahan eläimen 28 § :ssä mainitun kiellon vastaisesti, eläinsuojelurikkomuksesta on tuomittava, jollei teko ole rikoslain 17 luvun 14 tai 15 § :n nojalla rangaistava tai siitä muualla laissa säädetä ankarampaa rangaistusta, sakkoon. Eläinsuojelurikkomuksesta tuomitaan myös se, joka tahallaan tai huolimattomuudesta 1) rikkoo 12 § :ssä tarkoitettua valmistus-, maahantuonti-, myynti- tai luovutuskieltoa taikka 7 § :n 3 momentissa, 13 § :n 1 momentissa, 16 § :n 3 momentissa tai 18, 19, 22, 25 tai 27 § :ssä tarkoitettua tai mainittujen säännösten nojalla annettua kieltoa, 2) rikkoo eläintenpitokieltoa tai toimii toisen välikätenä eläintenpitokiellon kiertämiseksi tai 3) laiminlyö 13 § :n 2 momentissa, 14 § :ssä, 16 § :n 1 momentissa, 17 § :ssä, 20 § :n 2 momentissa, 20 a § :n 2 momentissa, 21 § :n 2 tai 3 momentissa, 23, 24 tai 26 § :ssä taikka 64 § :ssä tarkoitetun tai mainittujen säännösten nojalla asetetun velvollisuuden.",
        "folded_fi": "joka tahallaan tai huolimattomuudesta 1) kohtelee elainta 3―6, 8, 32 tai 33 §:n taikka niiden nojalla annettujen saannosten tai maaraysten vastaisesti, 2) kayttaa sellaista 12 §:ssa tarkoitettua valinetta, laitetta tai ainetta, jonka kaytto on kielletty, 3) suorittaa vastoin 7 tai 9―11 §:n saannoksia niissa tarkoitetun toimenpiteen tai 4) tuo tai yrittaa tuoda maahan elaimen 28 §:ssa mainitun kiellon vastaisesti, elainsuojelurikkomuksesta on tuomittava, jollei teko ole rikoslain 17 luvun 14 tai 15 §:n nojalla rangaistava tai siita muualla laissa saadeta ankarampaa rangaistusta, sakkoon. elainsuojelurikkomuksesta tuomitaan myos se, joka tahallaan tai huolimattomuudesta 1) rikkoo 12 §:ssa tarkoitettua valmistus-, maahantuonti-, myynti- tai luovutuskieltoa taikka 7 §:n 3 momentissa, 13 §:n 1 momentissa, 16 §:n 3 momentissa tai 18, 19, 22, 25 tai 27 §:ssa tarkoitettua tai mainittujen saannosten nojalla annettua kieltoa, 2) rikkoo elaintenpitokieltoa tai toimii toisen valikatena elaintenpitokiellon kiertamiseksi tai 3) laiminlyo 13 §:n 2 momentissa, 14 §:ssa, 16 §:n 1 momentissa, 17 §:ssa, 20 §:n 2 momentissa, 20 a §:n 2 momentissa, 21 §:n 2 tai 3 momentissa, 23, 24 tai 26 §:ssa taikka 64 §:ssa tarkoitetun tai mainittujen saannosten nojalla asetetun velvollisuuden.",
        "title_sv": "Djurskyddsförseelse",
        "content_sv": "Den som uppsåtligen eller av oaktsamhet 1) behandlar ett djur i strid med 3―6, 8, 32 eller 33 § eller bestämmelser som utfärdats med stöd av dem, 2) använder anordningar, redskap eller ämnen som avses i 12 § och som är förbjudna, 3) i strid med 7 eller 9―11 § vidtar en åtgärd som avses i dem, eller 4) importerar eller försöker importera ett djur i strid med förbudet i 28 §, djurskyddsförseelse skall, om inte gärningen utgör brott enligt 17 kap. 14 eller 15 § i strafflagen eller strängare straff för gärningen föreskrivs i någon annan lag, för dömas till böter. För djurskyddsförseelse döms också den som uppsåtligen eller av oaktsamhet 1) bryter mot ett förbud mot tillverkning, import, försäljning eller överlåtelse enligt 12 § eller mot ett förbud som avses i eller utfärdats med stöd av 7 § 3 mom., 13 § 1 mom., 16 § 3 mom. eller 18, 19, 22, 25 eller 27 §, 2) bryter mot ett djurhållningsförbud eller är mellanhand för någon annan för kringgående av djurhållningsförbud, eller 3) försummar en skyldighet som avses i eller som ålagts med stöd av 13 § 2 mom., 14 §, 16 § 1 mom., 17 §, 20 § 2 mom., 20 a § 2 mom., 21 § 2 eller 3 mom. eller 23, 24 eller 26 eller 64 §.",
        "normalized_sv": "Den som uppsåtligen eller av oaktsamhet 1) behandlar ett djur i strid med 3―6, 8, 32 eller 33 § eller bestämmelser som utfärdats med stöd av dem, 2) använder anordningar, redskap eller ämnen som avses i 12 § och som är förbjudna, 3) i strid med 7 eller 9―11 § vidtar en åtgärd som avses i dem, eller 4) importerar eller försöker importera ett djur i strid med förbudet i 28 § , djurskyddsförseelse skall, om inte gärningen utgör brott enligt 17 kap. 14 eller 15 § i strafflagen eller strängare straff för gärningen föreskrivs i någon annan lag, för dömas till böter. För djurskyddsförseelse döms också den som uppsåtligen eller av oaktsamhet 1) bryter mot ett förbud mot tillverkning, import, försäljning eller överlåtelse enligt 12 § eller mot ett förbud som avses i eller utfärdats med stöd av 7 § 3 mom., 13 § 1 mom., 16 § 3 mom. eller 18, 19, 22, 25 eller 27 § , 2) bryter mot ett djurhållningsförbud eller är mellanhand för någon annan för kringgående av djurhållningsförbud, eller 3) försummar en skyldighet som avses i eller som ålagts med stöd av 13 § 2 mom., 14 § , 16 § 1 mom., 17 § , 20 § 2 mom., 20 a § 2 mom., 21 § 2 eller 3 mom. eller 23, 24 eller 26 eller 64 § .",
        "folded_sv": "den som uppsatligen eller av oaktsamhet 1) behandlar ett djur i strid med 3―6, 8, 32 eller 33 § eller bestammelser som utfardats med stod av dem, 2) anvander anordningar, redskap eller amnen som avses i 12 § och som ar forbjudna, 3) i strid med 7 eller 9―11 § vidtar en atgard som avses i dem, eller 4) importerar eller forsoker importera ett djur i strid med forbudet i 28 §, djurskyddsforseelse skall, om inte garningen utgor brott enligt 17 kap. 14 eller 15 § i strafflagen eller strangare straff for garningen foreskrivs i nagon annan lag, for domas till boter. for djurskyddsforseelse doms ocksa den som uppsatligen eller av oaktsamhet 1) bryter mot ett forbud mot tillverkning, import, forsaljning eller overlatelse enligt 12 § eller mot ett forbud som avses i eller utfardats med stod av 7 § 3 mom., 13 § 1 mom., 16 § 3 mom. eller 18, 19, 22, 25 eller 27 §, 2) bryter mot ett djurhallningsforbud eller ar mellanhand for nagon annan for kringgaende av djurhallningsforbud, eller 3) forsummar en skyldighet som avses i eller som alagts med stod av 13 § 2 mom., 14 §, 16 § 1 mom., 17 §, 20 § 2 mom., 20 a § 2 mom., 21 § 2 eller 3 mom. eller 23, 24 eller 26 eller 64 §."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    }
  ]
}