{
  "id": "1441/2006",
  "type": "statute",
  "title": "Laki maankäyttö- ja rakennuslain muuttamisesta",
  "title_en": "Lag om ändring av markanvändnings- och bygglagen",
  "status": "in_force",
  "issued_date": "2006-12-29",
  "in_force_date": "2006-12-29",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/1441/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Alueiden käytön suunnittelun tavoitteet",
      "content": "Alueiden käytön suunnittelun tavoitteena on vuorovaikutteiseen suunnitteluun ja riittävään vaikutusten arviointiin perustuen edistää: 2 a) riittävän asuntotuotannon edellytyksiä,",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Alueiden käytön suunnittelun tavoitteena on vuorovaikutteiseen suunnitteluun ja riittävään vaikutusten arviointiin perustuen edistää: 2 a) riittävän asuntotuotannon edellytyksiä,",
        "folded_fi": "alueiden kayton suunnittelun tavoitteena on vuorovaikutteiseen suunnitteluun ja riittavaan vaikutusten arviointiin perustuen edistaa: 2 a) riittavan asuntotuotannon edellytyksia,",
        "title_sv": "Målen för områdesplaneringen",
        "content_sv": "Målet för områdesplaneringen är att utgående från en interaktiv planering och tillräcklig bedömning av konsekvenserna främja 2 a) förutsättningarna för en tillräcklig bostadsproduktion,",
        "normalized_sv": "Målet för områdesplaneringen är att utgående från en interaktiv planering och tillräcklig bedömning av konsekvenserna främja 2 a) förutsättningarna för en tillräcklig bostadsproduktion,",
        "folded_sv": "malet for omradesplaneringen ar att utgaende fran en interaktiv planering och tillracklig bedomning av konsekvenserna framja 2 a) forutsattningarna for en tillracklig bostadsproduktion,"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Kaavoituskatsaus",
      "content": "kaavoituskatsaus Kunnan tulee vähintään kerran vuodessa laatia katsaus kunnassa ja maakunnan liitossa vireillä olevista ja lähiaikoina vireille tulevista kaava-asioista, jotka eivät ole merkitykseltään vähäisiä (). Siinä selostetaan lyhyesti kaava-asiat ja niiden käsittelyvaiheet sekä sellaiset päätökset ja muut toimet, joilla on välitöntä vaikutusta kaavoituksen lähtökohtiin, tavoitteisiin, sisältöön ja toteuttamiseen. Kaavoituskatsauksen yhteyteen on kysynnän sitä edellyttäessä liitettävä arvio asumiseen varattujen tonttien riittävyydestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "kaavoituskatsaus Kunnan tulee vähintään kerran vuodessa laatia katsaus kunnassa ja maakunnan liitossa vireillä olevista ja lähiaikoina vireille tulevista kaava-asioista, jotka eivät ole merkitykseltään vähäisiä (). Siinä selostetaan lyhyesti kaava-asiat ja niiden käsittelyvaiheet sekä sellaiset päätökset ja muut toimet, joilla on välitöntä vaikutusta kaavoituksen lähtökohtiin, tavoitteisiin, sisältöön ja toteuttamiseen. Kaavoituskatsauksen yhteyteen on kysynnän sitä edellyttäessä liitettävä arvio asumiseen varattujen tonttien riittävyydestä.",
        "folded_fi": "kaavoituskatsaus kunnan tulee vahintaan kerran vuodessa laatia katsaus kunnassa ja maakunnan liitossa vireilla olevista ja lahiaikoina vireille tulevista kaava-asioista, jotka eivat ole merkitykseltaan vahaisia (). siina selostetaan lyhyesti kaava-asiat ja niiden kasittelyvaiheet seka sellaiset paatokset ja muut toimet, joilla on valitonta vaikutusta kaavoituksen lahtokohtiin, tavoitteisiin, sisaltoon ja toteuttamiseen. kaavoituskatsauksen yhteyteen on kysynnan sita edellyttaessa liitettava arvio asumiseen varattujen tonttien riittavyydesta.",
        "title_sv": "Planläggningsöversikt",
        "content_sv": "planläggningsöversikt Kommunen skall minst en gång om året upprätta en översikt över de planärenden som är anhängiga eller som under den närmaste tiden blir anhängiga i kommunen och förbundet på landskapsnivå och som inte är av ringa betydelse (). I den redogörs kortfattat för planärendena och deras beredningsfaser samt för sådana beslut och andra åtgärder som direkt inverkar på planläggningens utgångspunkter, mål, innehåll och genomförande. När efterfrågan kräver det skall till planläggningsöversikten fogas en bedömning av huruvida det finns tillräckligt med tomter reserverade för boende.",
        "normalized_sv": "planläggningsöversikt Kommunen skall minst en gång om året upprätta en översikt över de planärenden som är anhängiga eller som under den närmaste tiden blir anhängiga i kommunen och förbundet på landskapsnivå och som inte är av ringa betydelse (). I den redogörs kortfattat för planärendena och deras beredningsfaser samt för sådana beslut och andra åtgärder som direkt inverkar på planläggningens utgångspunkter, mål, innehåll och genomförande. När efterfrågan kräver det skall till planläggningsöversikten fogas en bedömning av huruvida det finns tillräckligt med tomter reserverade för boende.",
        "folded_sv": "planlaggningsoversikt kommunen skall minst en gang om aret uppratta en oversikt over de planarenden som ar anhangiga eller som under den narmaste tiden blir anhangiga i kommunen och forbundet pa landskapsniva och som inte ar av ringa betydelse (). i den redogors kortfattat for planarendena och deras beredningsfaser samt for sadana beslut och andra atgarder som direkt inverkar pa planlaggningens utgangspunkter, mal, innehall och genomforande. nar efterfragan kraver det skall till planlaggningsoversikten fogas en bedomning av huruvida det finns tillrackligt med tomter reserverade for boende."
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "title": "Asemakaavan laatimistarve",
      "content": "Asemakaava on laadittava ja pidettävä ajan tasalla sitä mukaa kuin kunnan kehitys, erityisesti asuntotuotannon tarve, taikka maankäytön ohjaustarve sitä edellyttää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:51",
        "normalized_fi": "Asemakaava on laadittava ja pidettävä ajan tasalla sitä mukaa kuin kunnan kehitys, erityisesti asuntotuotannon tarve, taikka maankäytön ohjaustarve sitä edellyttää.",
        "folded_fi": "asemakaava on laadittava ja pidettava ajan tasalla sita mukaa kuin kunnan kehitys, erityisesti asuntotuotannon tarve, taikka maankayton ohjaustarve sita edellyttaa.",
        "title_sv": "Behovet av att utarbeta detaljplan",
        "content_sv": "Detaljplanen skall utarbetas och hållas aktuell efter hand som kommunens utveckling, i synnerhet behovet av bostadsproduktion, eller behovet av att styra markanvändningen det kräver.",
        "normalized_sv": "Detaljplanen skall utarbetas och hållas aktuell efter hand som kommunens utveckling, i synnerhet behovet av bostadsproduktion, eller behovet av att styra markanvändningen det kräver.",
        "folded_sv": "detaljplanen skall utarbetas och hallas aktuell efter hand som kommunens utveckling, i synnerhet behovet av bostadsproduktion, eller behovet av att styra markanvandningen det kraver."
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "title": "Vuorovaikutus kaavaa valmisteltaessa",
      "content": "Vuorovaikutuksesta kaavaa valmisteltaessa säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:62",
        "normalized_fi": "Vuorovaikutuksesta kaavaa valmisteltaessa säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "vuorovaikutuksesta kaavaa valmisteltaessa saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Växelverkan när planer bereds",
        "content_sv": "Närmare bestämmelser om växelverkan när planer bereds utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om växelverkan när planer bereds utfärdas genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om vaxelverkan nar planer bereds utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "title": "Viranomaisneuvottelu",
      "content": "Valmisteltaessa muuta kaavaa, joka koskee valtakunnallisia tai tärkeitä seudullisia alueidenkäyttötavoitteita tai joka muutoin on yhdyskuntarakenteellisten vaikutusten, luonnonarvojen tai kulttuuriympäristön kannalta erityisen merkittävä taikka valtion viranomaisen toteuttamisvelvollisuuden kannalta tärkeä, on oltava yhteydessä alueelliseen ympäristökeskukseen. Alueellisen ympäristökeskuksen ja kunnan kesken on järjestettävä neuvottelu tällaisen kaavan laadintaan liittyvien valtakunnallisten, seudullisten ja muiden keskeisten tavoitteiden selvittämiseksi. Viranomaisneuvottelusta säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:66",
        "normalized_fi": "Valmisteltaessa muuta kaavaa, joka koskee valtakunnallisia tai tärkeitä seudullisia alueidenkäyttötavoitteita tai joka muutoin on yhdyskuntarakenteellisten vaikutusten, luonnonarvojen tai kulttuuriympäristön kannalta erityisen merkittävä taikka valtion viranomaisen toteuttamisvelvollisuuden kannalta tärkeä, on oltava yhteydessä alueelliseen ympäristökeskukseen. Alueellisen ympäristökeskuksen ja kunnan kesken on järjestettävä neuvottelu tällaisen kaavan laadintaan liittyvien valtakunnallisten, seudullisten ja muiden keskeisten tavoitteiden selvittämiseksi. Viranomaisneuvottelusta säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "valmisteltaessa muuta kaavaa, joka koskee valtakunnallisia tai tarkeita seudullisia alueidenkayttotavoitteita tai joka muutoin on yhdyskuntarakenteellisten vaikutusten, luonnonarvojen tai kulttuuriympariston kannalta erityisen merkittava taikka valtion viranomaisen toteuttamisvelvollisuuden kannalta tarkea, on oltava yhteydessa alueelliseen ymparistokeskukseen. alueellisen ymparistokeskuksen ja kunnan kesken on jarjestettava neuvottelu tallaisen kaavan laadintaan liittyvien valtakunnallisten, seudullisten ja muiden keskeisten tavoitteiden selvittamiseksi. viranomaisneuvottelusta saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Myndigheternas samråd",
        "content_sv": "När det utarbetas en annan plan som gäller riksomfattande mål eller viktiga regionala mål för områdesanvändningen eller som annars är av särskild betydelse med tanke på konsekvenserna för samhällsstrukturen, naturvärden eller kulturmiljön eller viktig med tanke på de statliga myndigheternas genomförandeskyldighet, skall kontakt upprätthållas med den regionala miljöcentralen. Den regionala miljöcentralen och kommunen skall samråda för att klarlägga de riksomfattande mål, regionala mål och övriga centrala mål som ansluter sig till utarbetandet av en sådan plan. Närmare bestämmelser om myndigheternas samråd utfärdas genom förordning av statsrådet.",
        "normalized_sv": "När det utarbetas en annan plan som gäller riksomfattande mål eller viktiga regionala mål för områdesanvändningen eller som annars är av särskild betydelse med tanke på konsekvenserna för samhällsstrukturen, naturvärden eller kulturmiljön eller viktig med tanke på de statliga myndigheternas genomförandeskyldighet, skall kontakt upprätthållas med den regionala miljöcentralen. Den regionala miljöcentralen och kommunen skall samråda för att klarlägga de riksomfattande mål, regionala mål och övriga centrala mål som ansluter sig till utarbetandet av en sådan plan. Närmare bestämmelser om myndigheternas samråd utfärdas genom förordning av statsrådet.",
        "folded_sv": "nar det utarbetas en annan plan som galler riksomfattande mal eller viktiga regionala mal for omradesanvandningen eller som annars ar av sarskild betydelse med tanke pa konsekvenserna for samhallsstrukturen, naturvarden eller kulturmiljon eller viktig med tanke pa de statliga myndigheternas genomforandeskyldighet, skall kontakt uppratthallas med den regionala miljocentralen. den regionala miljocentralen och kommunen skall samrada for att klarlagga de riksomfattande mal, regionala mal och ovriga centrala mal som ansluter sig till utarbetandet av en sadan plan. narmare bestammelser om myndigheternas samrad utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "110",
      "section": "110",
      "title": "Kehittämisalueet",
      "content": "Kunta tai useampi kuin yksi kunta yhdessä voivat määräajaksi, enintään 10 vuodeksi, nimetä yhden tai useamman rajatun alueen kunnasta tai kunnista kehittämisalueeksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:110",
        "normalized_fi": "Kunta tai useampi kuin yksi kunta yhdessä voivat määräajaksi, enintään 10 vuodeksi, nimetä yhden tai useamman rajatun alueen kunnasta tai kunnista kehittämisalueeksi.",
        "folded_fi": "kunta tai useampi kuin yksi kunta yhdessa voivat maaraajaksi, enintaan 10 vuodeksi, nimeta yhden tai useamman rajatun alueen kunnasta tai kunnista kehittamisalueeksi.",
        "title_sv": "Utvecklingsområden",
        "content_sv": "Kommunen eller flera än en kommun kan för viss tid, högst 10 år, utse ett eller flera avgränsade områden i kommunen eller kommunerna till utvecklingsområde.",
        "normalized_sv": "Kommunen eller flera än en kommun kan för viss tid, högst 10 år, utse ett eller flera avgränsade områden i kommunen eller kommunerna till utvecklingsområde.",
        "folded_sv": "kommunen eller flera an en kommun kan for viss tid, hogst 10 ar, utse ett eller flera avgransade omraden i kommunen eller kommunerna till utvecklingsomrade."
      }
    },
    {
      "provision_ref": "111",
      "section": "111",
      "title": "Päätös nimeämisestä",
      "content": "Päätös kehittämisalueeksi nimeämisestä voidaan tehdä yleis- tai asemakaavan laatimista tai muuttamista koskevan päätöksen yhteydessä taikka oikeusvaikutteisessa yleiskaavassa tai asemakaavassa. Päätös kehittämisalueesta voidaan tehdä myös erillisenä, milloin kaavan laatiminen tai muuttaminen ei alueen kehittämiseksi ole tarpeen. Päätös kuntien yhteisen kehittämisalueen nimeämisestä voidaan tehdä edellä mainituissa tilanteissa tai yhteisen yleiskaavan laatimisen yhteydessä noudattaen soveltuvin osin, mitä 47 §:n 1 ja 2 momentissa säädetään kuntien yhteisestä yleiskaavasta. Päätöksestä tai kaavasta tulee ilmetä, mitä 112 §:n erityisjärjestelyjä kehittämisalueella sovelletaan ja perusteet niiden soveltamiselle. Jos kunnalla tai kunnilla on tarkoitus esittää alueelle suunnattavaksi 112 §:n 1 momentin 5 kohdassa tarkoitettuja valtion erityisiä tukitoimia, ennen päätöksen tekemistä on pidettävä kunnan tai kuntien sekä asianomaisten valtion viranomaisten välillä asiaa koskeva neuvottelu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:111",
        "normalized_fi": "Päätös kehittämisalueeksi nimeämisestä voidaan tehdä yleis- tai asemakaavan laatimista tai muuttamista koskevan päätöksen yhteydessä taikka oikeusvaikutteisessa yleiskaavassa tai asemakaavassa. Päätös kehittämisalueesta voidaan tehdä myös erillisenä, milloin kaavan laatiminen tai muuttaminen ei alueen kehittämiseksi ole tarpeen. Päätös kuntien yhteisen kehittämisalueen nimeämisestä voidaan tehdä edellä mainituissa tilanteissa tai yhteisen yleiskaavan laatimisen yhteydessä noudattaen soveltuvin osin, mitä 47 § :n 1 ja 2 momentissa säädetään kuntien yhteisestä yleiskaavasta. Päätöksestä tai kaavasta tulee ilmetä, mitä 112 § :n erityisjärjestelyjä kehittämisalueella sovelletaan ja perusteet niiden soveltamiselle. Jos kunnalla tai kunnilla on tarkoitus esittää alueelle suunnattavaksi 112 § :n 1 momentin 5 kohdassa tarkoitettuja valtion erityisiä tukitoimia, ennen päätöksen tekemistä on pidettävä kunnan tai kuntien sekä asianomaisten valtion viranomaisten välillä asiaa koskeva neuvottelu.",
        "folded_fi": "paatos kehittamisalueeksi nimeamisesta voidaan tehda yleis- tai asemakaavan laatimista tai muuttamista koskevan paatoksen yhteydessa taikka oikeusvaikutteisessa yleiskaavassa tai asemakaavassa. paatos kehittamisalueesta voidaan tehda myos erillisena, milloin kaavan laatiminen tai muuttaminen ei alueen kehittamiseksi ole tarpeen. paatos kuntien yhteisen kehittamisalueen nimeamisesta voidaan tehda edella mainituissa tilanteissa tai yhteisen yleiskaavan laatimisen yhteydessa noudattaen soveltuvin osin, mita 47 §:n 1 ja 2 momentissa saadetaan kuntien yhteisesta yleiskaavasta. paatoksesta tai kaavasta tulee ilmeta, mita 112 §:n erityisjarjestelyja kehittamisalueella sovelletaan ja perusteet niiden soveltamiselle. jos kunnalla tai kunnilla on tarkoitus esittaa alueelle suunnattavaksi 112 §:n 1 momentin 5 kohdassa tarkoitettuja valtion erityisia tukitoimia, ennen paatoksen tekemista on pidettava kunnan tai kuntien seka asianomaisten valtion viranomaisten valilla asiaa koskeva neuvottelu.",
        "title_sv": "Beslut om utvecklingsområde",
        "content_sv": "Beslut om att utse ett område till utvecklingsområde kan fattas i samband med ett beslut om utarbetande eller ändring av en general- eller detaljplan eller i en generalplan med rättsverkningar eller i en detaljplan. Beslutet om utvecklingsområde kan också fattas separat, när det inte är nödvändigt att utarbeta en plan eller att ändra planen för att utveckla området. Beslut om att utse ett område till ett utvecklingsområde som är gemensamt för flera kommuner kan fattas vid ovan nämnda tillfällen eller i samband med utarbetandet av en gemensam generalplan med iakttagande i tillämpliga delar av vad som i 47 § 1 och 2 mom. bestäms om gemensamma generalplaner för kommunerna. Av beslutet eller planen skall framgå vilka specialarrangemang enligt 112 § som vidtas på utvecklingsområdet och grunderna för att de vidtas. Om kommunen eller kommunerna har för avsikt att föreslå att särskilda statliga stödåtgärder enligt 112 § 1 mom. 5 punkten riktas till området, skall samråd i ärendet hållas mellan kommunen eller kommunerna och vederbörande statliga myndigheter innan beslut fattas.",
        "normalized_sv": "Beslut om att utse ett område till utvecklingsområde kan fattas i samband med ett beslut om utarbetande eller ändring av en general- eller detaljplan eller i en generalplan med rättsverkningar eller i en detaljplan. Beslutet om utvecklingsområde kan också fattas separat, när det inte är nödvändigt att utarbeta en plan eller att ändra planen för att utveckla området. Beslut om att utse ett område till ett utvecklingsområde som är gemensamt för flera kommuner kan fattas vid ovan nämnda tillfällen eller i samband med utarbetandet av en gemensam generalplan med iakttagande i tillämpliga delar av vad som i 47 § 1 och 2 mom. bestäms om gemensamma generalplaner för kommunerna. Av beslutet eller planen skall framgå vilka specialarrangemang enligt 112 § som vidtas på utvecklingsområdet och grunderna för att de vidtas. Om kommunen eller kommunerna har för avsikt att föreslå att särskilda statliga stödåtgärder enligt 112 § 1 mom. 5 punkten riktas till området, skall samråd i ärendet hållas mellan kommunen eller kommunerna och vederbörande statliga myndigheter innan beslut fattas.",
        "folded_sv": "beslut om att utse ett omrade till utvecklingsomrade kan fattas i samband med ett beslut om utarbetande eller andring av en general- eller detaljplan eller i en generalplan med rattsverkningar eller i en detaljplan. beslutet om utvecklingsomrade kan ocksa fattas separat, nar det inte ar nodvandigt att utarbeta en plan eller att andra planen for att utveckla omradet. beslut om att utse ett omrade till ett utvecklingsomrade som ar gemensamt for flera kommuner kan fattas vid ovan namnda tillfallen eller i samband med utarbetandet av en gemensam generalplan med iakttagande i tillampliga delar av vad som i 47 § 1 och 2 mom. bestams om gemensamma generalplaner for kommunerna. av beslutet eller planen skall framga vilka specialarrangemang enligt 112 § som vidtas pa utvecklingsomradet och grunderna for att de vidtas. om kommunen eller kommunerna har for avsikt att foresla att sarskilda statliga stodatgarder enligt 112 § 1 mom. 5 punkten riktas till omradet, skall samrad i arendet hallas mellan kommunen eller kommunerna och vederborande statliga myndigheter innan beslut fattas."
      }
    },
    {
      "provision_ref": "112",
      "section": "112",
      "title": "Erityisjärjestelyt kehittämisalueilla",
      "content": "Kehittämisalueilla voidaan sen estämättä, mitä tässä laissa tai muualla laissa säädetään, päättää sovellettaviksi seuraavia erityisjärjestelyjä: 1) alueen toteuttamisvastuu 84 ja 90 §:ssä tarkoitetuilta osin osoitetaan alueen kehittämistä varten muodostetun yhteisön tehtäväksi; 2) asemakaavaa laadittaessa tai muutettaessa tehdään alueen toteuttamisesta kertyvien hyötyjen ja kustannusten jakamiseksi kunnan ja kiinteistönomistajien kesken kiinteistöjärjestely, siten kuin siitä erikseen säädetään, milloin jakamiseen tämän lain säännöksistä poikkeavalla tavalla on olosuhteista johtuen erityistä syytä; 3) kunnalla on oikeus periä maanomistajalta hyötyyn suhteutettu kohtuullinen kehittämismaksu, jos alueen kehittämistoimenpiteistä koituu maanomistajalle erityistä hyötyä, joka on epäsuhteessa hänen suorittamiinsa kustannuksiin; 4) kunnalla on etuosto-oikeus etuostolain (608/1977) 5 §:n 1 momentissa asetetusta pinta-alarajoituksesta riippumatta; sekä 5) alueelle suunnataan erityisiä tukitoimia sen mukaan kuin niistä valtion tukitoimien osalta asianomaisen viranomaisen kanssa erikseen sovitaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:112",
        "normalized_fi": "Kehittämisalueilla voidaan sen estämättä, mitä tässä laissa tai muualla laissa säädetään, päättää sovellettaviksi seuraavia erityisjärjestelyjä: 1) alueen toteuttamisvastuu 84 ja 90 § :ssä tarkoitetuilta osin osoitetaan alueen kehittämistä varten muodostetun yhteisön tehtäväksi; 2) asemakaavaa laadittaessa tai muutettaessa tehdään alueen toteuttamisesta kertyvien hyötyjen ja kustannusten jakamiseksi kunnan ja kiinteistönomistajien kesken kiinteistöjärjestely, siten kuin siitä erikseen säädetään, milloin jakamiseen tämän lain säännöksistä poikkeavalla tavalla on olosuhteista johtuen erityistä syytä; 3) kunnalla on oikeus periä maanomistajalta hyötyyn suhteutettu kohtuullinen kehittämismaksu, jos alueen kehittämistoimenpiteistä koituu maanomistajalle erityistä hyötyä, joka on epäsuhteessa hänen suorittamiinsa kustannuksiin; 4) kunnalla on etuosto-oikeus etuostolain (608/1977) 5 § :n 1 momentissa asetetusta pinta-alarajoituksesta riippumatta; sekä 5) alueelle suunnataan erityisiä tukitoimia sen mukaan kuin niistä valtion tukitoimien osalta asianomaisen viranomaisen kanssa erikseen sovitaan.",
        "folded_fi": "kehittamisalueilla voidaan sen estamatta, mita tassa laissa tai muualla laissa saadetaan, paattaa sovellettaviksi seuraavia erityisjarjestelyja: 1) alueen toteuttamisvastuu 84 ja 90 §:ssa tarkoitetuilta osin osoitetaan alueen kehittamista varten muodostetun yhteison tehtavaksi; 2) asemakaavaa laadittaessa tai muutettaessa tehdaan alueen toteuttamisesta kertyvien hyotyjen ja kustannusten jakamiseksi kunnan ja kiinteistonomistajien kesken kiinteistojarjestely, siten kuin siita erikseen saadetaan, milloin jakamiseen taman lain saannoksista poikkeavalla tavalla on olosuhteista johtuen erityista syyta; 3) kunnalla on oikeus peria maanomistajalta hyotyyn suhteutettu kohtuullinen kehittamismaksu, jos alueen kehittamistoimenpiteista koituu maanomistajalle erityista hyotya, joka on epasuhteessa hanen suorittamiinsa kustannuksiin; 4) kunnalla on etuosto-oikeus etuostolain (608/1977) 5 §:n 1 momentissa asetetusta pinta-alarajoituksesta riippumatta; seka 5) alueelle suunnataan erityisia tukitoimia sen mukaan kuin niista valtion tukitoimien osalta asianomaisen viranomaisen kanssa erikseen sovitaan.",
        "title_sv": "Specialarrangemang på utvecklingsområden",
        "content_sv": "Utan hinder av vad som i denna lag eller någon annanstans i lag bestäms kan det beslutas att följande specialarrangemang skall tillämpas inom utvecklingsområden: 1) ansvaret för anläggandet av området anförtros i fråga om de delar som avses i 84 och 90 § en sammanslutning som bildats för att utveckla området, 2) när detaljplanen utarbetas eller ändras skall i syfte att fördela nyttan av och kostnaderna för anläggandet av området mellan kommunen och fastighetsägarna verkställas en fastighetsreglering på det sätt som bestäms särskilt, om förhållandena gör att det finns särskilda skäl till en fördelning som avviker från bestämmelserna i denna lag, 3) kommunen har rätt att av markägaren uppbära en i förhållande till nyttan skälig utvecklingsavgift om åtgärderna för utveckling av området medför sådan särskild nytta för markägaren som inte står i proportion till de kostnader markägaren betalt, 4) kommunen har förköpsrätt oberoende av arealbegränsningen i 5 § 1 mom. i förköpslagen (608/1977), samt 5) till området riktas särskilda stödåtgärder i enlighet med vad som särskilt överenskoms om dem med den behöriga myndigheten när det gäller statliga stödåtgärder.",
        "normalized_sv": "Utan hinder av vad som i denna lag eller någon annanstans i lag bestäms kan det beslutas att följande specialarrangemang skall tillämpas inom utvecklingsområden: 1) ansvaret för anläggandet av området anförtros i fråga om de delar som avses i 84 och 90 § en sammanslutning som bildats för att utveckla området, 2) när detaljplanen utarbetas eller ändras skall i syfte att fördela nyttan av och kostnaderna för anläggandet av området mellan kommunen och fastighetsägarna verkställas en fastighetsreglering på det sätt som bestäms särskilt, om förhållandena gör att det finns särskilda skäl till en fördelning som avviker från bestämmelserna i denna lag, 3) kommunen har rätt att av markägaren uppbära en i förhållande till nyttan skälig utvecklingsavgift om åtgärderna för utveckling av området medför sådan särskild nytta för markägaren som inte står i proportion till de kostnader markägaren betalt, 4) kommunen har förköpsrätt oberoende av arealbegränsningen i 5 § 1 mom. i förköpslagen (608/1977), samt 5) till området riktas särskilda stödåtgärder i enlighet med vad som särskilt överenskoms om dem med den behöriga myndigheten när det gäller statliga stödåtgärder.",
        "folded_sv": "utan hinder av vad som i denna lag eller nagon annanstans i lag bestams kan det beslutas att foljande specialarrangemang skall tillampas inom utvecklingsomraden: 1) ansvaret for anlaggandet av omradet anfortros i fraga om de delar som avses i 84 och 90 § en sammanslutning som bildats for att utveckla omradet, 2) nar detaljplanen utarbetas eller andras skall i syfte att fordela nyttan av och kostnaderna for anlaggandet av omradet mellan kommunen och fastighetsagarna verkstallas en fastighetsreglering pa det satt som bestams sarskilt, om forhallandena gor att det finns sarskilda skal till en fordelning som avviker fran bestammelserna i denna lag, 3) kommunen har ratt att av markagaren uppbara en i forhallande till nyttan skalig utvecklingsavgift om atgarderna for utveckling av omradet medfor sadan sarskild nytta for markagaren som inte star i proportion till de kostnader markagaren betalt, 4) kommunen har forkopsratt oberoende av arealbegransningen i 5 § 1 mom. i forkopslagen (608/1977), samt 5) till omradet riktas sarskilda stodatgarder i enlighet med vad som sarskilt overenskoms om dem med den behoriga myndigheten nar det galler statliga stodatgarder."
      }
    },
    {
      "provision_ref": "188",
      "section": "188",
      "title": "Muutoksenhaku kaavan ja rakennusjärjestyksen hyväksymispäätöksestä",
      "content": "Asuntorakentamisen kannalta tai muutoin yhteiskunnallisesti merkittäväksi katsottavaa asemakaavaa koskeva valitus on käsiteltävä kiireellisenä. Muutoksenhakuviranomaisen on kunnan pyynnöstä ilmoitettava arvio siitä, milloin tällaista kaavaa koskeva päätös annetaan. Jos arvioitua aikaa ei ole mahdollista noudattaa, siitä on ilmoitettava kunnalle. Asemakaavan hyväksymistä koskevaan hallinto-oikeuden päätökseen ei saa hakea muutosta valittamalla siltä osin kuin alueen pääasiallinen maankäyttö on ratkaistu lainvoiman saaneessa oikeusvaikutteisessa yleiskaavassa. Mitä tässä momentissa säädetään, ei koske ranta-asemakaavaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:188",
        "normalized_fi": "Asuntorakentamisen kannalta tai muutoin yhteiskunnallisesti merkittäväksi katsottavaa asemakaavaa koskeva valitus on käsiteltävä kiireellisenä. Muutoksenhakuviranomaisen on kunnan pyynnöstä ilmoitettava arvio siitä, milloin tällaista kaavaa koskeva päätös annetaan. Jos arvioitua aikaa ei ole mahdollista noudattaa, siitä on ilmoitettava kunnalle. Asemakaavan hyväksymistä koskevaan hallinto-oikeuden päätökseen ei saa hakea muutosta valittamalla siltä osin kuin alueen pääasiallinen maankäyttö on ratkaistu lainvoiman saaneessa oikeusvaikutteisessa yleiskaavassa. Mitä tässä momentissa säädetään, ei koske ranta-asemakaavaa.",
        "folded_fi": "asuntorakentamisen kannalta tai muutoin yhteiskunnallisesti merkittavaksi katsottavaa asemakaavaa koskeva valitus on kasiteltava kiireellisena. muutoksenhakuviranomaisen on kunnan pyynnosta ilmoitettava arvio siita, milloin tallaista kaavaa koskeva paatos annetaan. jos arvioitua aikaa ei ole mahdollista noudattaa, siita on ilmoitettava kunnalle. asemakaavan hyvaksymista koskevaan hallinto-oikeuden paatokseen ei saa hakea muutosta valittamalla silta osin kuin alueen paaasiallinen maankaytto on ratkaistu lainvoiman saaneessa oikeusvaikutteisessa yleiskaavassa. mita tassa momentissa saadetaan, ei koske ranta-asemakaavaa.",
        "title_sv": "Sökande av ändring i beslut om godkännande av planer och byggnadsordningar",
        "content_sv": "Besvär som gäller en detaljplan som skall anses vara viktig med tanke på bostadsbyggande eller annars vara av samhällelig vikt skall behandlas i brådskande ordning. Besvärsinstansen skall på kommunens begäran lägga fram en uppskattning av när beslut om en sådan plan meddelas. Om det inte är möjligt att följa den uppskattade tidsplanen skall kommunen underrättas om detta. I ett beslut av förvaltningsdomstolen som gäller godkännande av en detaljplan får ändring inte sökas genom besvär till den del områdets huvudsakliga markanvändning har avgjorts i en lagakraftvunnen generalplan med rättsverkningar. Vad som föreskrivs i detta moment gäller inte stranddetaljplaner.",
        "normalized_sv": "Besvär som gäller en detaljplan som skall anses vara viktig med tanke på bostadsbyggande eller annars vara av samhällelig vikt skall behandlas i brådskande ordning. Besvärsinstansen skall på kommunens begäran lägga fram en uppskattning av när beslut om en sådan plan meddelas. Om det inte är möjligt att följa den uppskattade tidsplanen skall kommunen underrättas om detta. I ett beslut av förvaltningsdomstolen som gäller godkännande av en detaljplan får ändring inte sökas genom besvär till den del områdets huvudsakliga markanvändning har avgjorts i en lagakraftvunnen generalplan med rättsverkningar. Vad som föreskrivs i detta moment gäller inte stranddetaljplaner.",
        "folded_sv": "besvar som galler en detaljplan som skall anses vara viktig med tanke pa bostadsbyggande eller annars vara av samhallelig vikt skall behandlas i bradskande ordning. besvarsinstansen skall pa kommunens begaran lagga fram en uppskattning av nar beslut om en sadan plan meddelas. om det inte ar mojligt att folja den uppskattade tidsplanen skall kommunen underrattas om detta. i ett beslut av forvaltningsdomstolen som galler godkannande av en detaljplan far andring inte sokas genom besvar till den del omradets huvudsakliga markanvandning har avgjorts i en lagakraftvunnen generalplan med rattsverkningar. vad som foreskrivs i detta moment galler inte stranddetaljplaner."
      }
    },
    {
      "provision_ref": "190",
      "section": "190",
      "title": "Muutoksenhaku muusta viranomaisen päätöksestä",
      "content": "Rakennuslupaa, toimenpidelupaa ja katusuunnitelmaa koskevassa asiassa hallinto-oikeuden päätökseen, jolla ei ole muutettu valituksen kohteena ollutta viranomaisten päätöstä, saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan. Rakennuslupaa tai katusuunnitelmaa koskevaan hallinto-oikeuden päätökseen ei saa hakea muutosta valittamalla siltä osin kuin asia on ratkaistu lainvoiman saaneessa asemakaavassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:190",
        "normalized_fi": "Rakennuslupaa, toimenpidelupaa ja katusuunnitelmaa koskevassa asiassa hallinto-oikeuden päätökseen, jolla ei ole muutettu valituksen kohteena ollutta viranomaisten päätöstä, saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan. Rakennuslupaa tai katusuunnitelmaa koskevaan hallinto-oikeuden päätökseen ei saa hakea muutosta valittamalla siltä osin kuin asia on ratkaistu lainvoiman saaneessa asemakaavassa.",
        "folded_fi": "rakennuslupaa, toimenpidelupaa ja katusuunnitelmaa koskevassa asiassa hallinto-oikeuden paatokseen, jolla ei ole muutettu valituksen kohteena ollutta viranomaisten paatosta, saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myontaa valitusluvan. rakennuslupaa tai katusuunnitelmaa koskevaan hallinto-oikeuden paatokseen ei saa hakea muutosta valittamalla silta osin kuin asia on ratkaistu lainvoiman saaneessa asemakaavassa.",
        "title_sv": "Sökande av ändring i andra beslut av en myndighet",
        "content_sv": "I ärenden som gäller bygglov, åtgärdstillstånd eller gatuplaner får ändring i sådana beslut av förvaltningsdomstolen genom vilka de myndighetsbeslut som besvären gäller inte har blivit ändrade sökas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd. I beslut av förvaltningsdomstolen som gäller bygglov eller gatuplan får ändring inte sökas genom besvär till den del ärendet har avgjorts i en lagakraftvunnen detaljplan.",
        "normalized_sv": "I ärenden som gäller bygglov, åtgärdstillstånd eller gatuplaner får ändring i sådana beslut av förvaltningsdomstolen genom vilka de myndighetsbeslut som besvären gäller inte har blivit ändrade sökas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd. I beslut av förvaltningsdomstolen som gäller bygglov eller gatuplan får ändring inte sökas genom besvär till den del ärendet har avgjorts i en lagakraftvunnen detaljplan.",
        "folded_sv": "i arenden som galler bygglov, atgardstillstand eller gatuplaner far andring i sadana beslut av forvaltningsdomstolen genom vilka de myndighetsbeslut som besvaren galler inte har blivit andrade sokas genom besvar endast om hogsta forvaltningsdomstolen beviljar besvarstillstand. i beslut av forvaltningsdomstolen som galler bygglov eller gatuplan far andring inte sokas genom besvar till den del arendet har avgjorts i en lagakraftvunnen detaljplan."
      }
    },
    {
      "provision_ref": "191",
      "section": "191",
      "title": "Valitusoikeus kaavan ja rakennusjärjestyksen hyväksymistä koskevasta päätöksestä",
      "content": "Poiketen siitä, mitä valitusoikeudesta kuntalain 92 §:ssä säädetään, vaikutukseltaan vähäisestä muun asemakaavan kuin ranta-asemakaavan muutoksesta valitusoikeus on niillä, joiden oikeuteen, velvollisuuteen tai etuun päätös välittömästi vaikuttaa. Muutoin tällaisen asemakaavan muutoksen valitusoikeudesta on voimassa, mitä edellä tämän pykälän 1 ja 2 momentissa säädetään. Vaikutukseltaan vähäisenä ei ole pidettävä asemakaavan muutosta, jossa muutetaan rakennuskorttelin tai muun alueen pääasiallista käyttötarkoitusta, supistetaan puistoja tai muita lähivirkistykseen osoitettuja alueita taikka nostetaan rakennusoikeutta tai rakennuksen sallittua korkeutta ympäristöön laajemmin vaikuttavalla tavalla, heikennetään rakennetun ympäristön tai luonnonympäristön arvojen säilymistä taikka muutetaan kaavaa muulla näihin rinnastettavalla tavalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:191",
        "normalized_fi": "Poiketen siitä, mitä valitusoikeudesta kuntalain 92 § :ssä säädetään, vaikutukseltaan vähäisestä muun asemakaavan kuin ranta-asemakaavan muutoksesta valitusoikeus on niillä, joiden oikeuteen, velvollisuuteen tai etuun päätös välittömästi vaikuttaa. Muutoin tällaisen asemakaavan muutoksen valitusoikeudesta on voimassa, mitä edellä tämän pykälän 1 ja 2 momentissa säädetään. Vaikutukseltaan vähäisenä ei ole pidettävä asemakaavan muutosta, jossa muutetaan rakennuskorttelin tai muun alueen pääasiallista käyttötarkoitusta, supistetaan puistoja tai muita lähivirkistykseen osoitettuja alueita taikka nostetaan rakennusoikeutta tai rakennuksen sallittua korkeutta ympäristöön laajemmin vaikuttavalla tavalla, heikennetään rakennetun ympäristön tai luonnonympäristön arvojen säilymistä taikka muutetaan kaavaa muulla näihin rinnastettavalla tavalla.",
        "folded_fi": "poiketen siita, mita valitusoikeudesta kuntalain 92 §:ssa saadetaan, vaikutukseltaan vahaisesta muun asemakaavan kuin ranta-asemakaavan muutoksesta valitusoikeus on niilla, joiden oikeuteen, velvollisuuteen tai etuun paatos valittomasti vaikuttaa. muutoin tallaisen asemakaavan muutoksen valitusoikeudesta on voimassa, mita edella taman pykalan 1 ja 2 momentissa saadetaan. vaikutukseltaan vahaisena ei ole pidettava asemakaavan muutosta, jossa muutetaan rakennuskorttelin tai muun alueen paaasiallista kayttotarkoitusta, supistetaan puistoja tai muita lahivirkistykseen osoitettuja alueita taikka nostetaan rakennusoikeutta tai rakennuksen sallittua korkeutta ymparistoon laajemmin vaikuttavalla tavalla, heikennetaan rakennetun ympariston tai luonnonympariston arvojen sailymista taikka muutetaan kaavaa muulla naihin rinnastettavalla tavalla.",
        "title_sv": "Besvärsrätt i fråga om beslut som gäller godkännande av planer och byggnadsordningar",
        "content_sv": "I fråga om sådana ändringar i andra detaljplaner än stranddetaljplaner som är ringa till sina verkningar har, med avvikelse från bestämmelserna om besvärsrätt i 92 § i kommunallagen, de besvärsrätt vilkas rätt, skyldighet eller fördel direkt påverkas av ett beslut. I övrigt gäller i fråga om besvärsrätt vid denna typ av detaljplaneändringar vad som föreskrivs i 1 och 2 mom. En detaljplaneändring skall inte anses vara ringa till sina verkningar om den innebär att ett byggnadskvarters eller ett annat områdes huvudsakliga användningsändamål ändras, att parker eller andra för rekreation anvisade områden minskas, att byggrätten eller den tillåtna byggnadshöjden ökas så att detta får mera omfattande konsekvenser för omgivningen, att värden i den byggda miljön eller naturmiljön försämras eller att planen ändras på något annat jämförbart sätt.",
        "normalized_sv": "I fråga om sådana ändringar i andra detaljplaner än stranddetaljplaner som är ringa till sina verkningar har, med avvikelse från bestämmelserna om besvärsrätt i 92 § i kommunallagen, de besvärsrätt vilkas rätt, skyldighet eller fördel direkt påverkas av ett beslut. I övrigt gäller i fråga om besvärsrätt vid denna typ av detaljplaneändringar vad som föreskrivs i 1 och 2 mom. En detaljplaneändring skall inte anses vara ringa till sina verkningar om den innebär att ett byggnadskvarters eller ett annat områdes huvudsakliga användningsändamål ändras, att parker eller andra för rekreation anvisade områden minskas, att byggrätten eller den tillåtna byggnadshöjden ökas så att detta får mera omfattande konsekvenser för omgivningen, att värden i den byggda miljön eller naturmiljön försämras eller att planen ändras på något annat jämförbart sätt.",
        "folded_sv": "i fraga om sadana andringar i andra detaljplaner an stranddetaljplaner som ar ringa till sina verkningar har, med avvikelse fran bestammelserna om besvarsratt i 92 § i kommunallagen, de besvarsratt vilkas ratt, skyldighet eller fordel direkt paverkas av ett beslut. i ovrigt galler i fraga om besvarsratt vid denna typ av detaljplaneandringar vad som foreskrivs i 1 och 2 mom. en detaljplaneandring skall inte anses vara ringa till sina verkningar om den innebar att ett byggnadskvarters eller ett annat omrades huvudsakliga anvandningsandamal andras, att parker eller andra for rekreation anvisade omraden minskas, att byggratten eller den tillatna byggnadshojden okas sa att detta far mera omfattande konsekvenser for omgivningen, att varden i den byggda miljon eller naturmiljon forsamras eller att planen andras pa nagot annat jamforbart satt."
      }
    },
    {
      "provision_ref": "198",
      "section": "198",
      "title": "Eräiden päätösten tiedoksi antaminen",
      "content": "Hallinto-oikeuden päätös 188 §:n 1 momentissa tarkoitetussa asiassa annetaan julkipanon jälkeen. Hallinto-oikeuden ja kunnan viranomaisen päätös lupa-asiassa sekä kunnan viranomaisen, alueellisen ympäristökeskuksen ja hallinto-oikeuden päätös 171 §:ssä tarkoitetussa poikkeamista koskevassa asiassa annetaan julkipanon jälkeen. Ympäristöministeriön 31 §:n 1 momentissa, 33 §:n 3 momentissa, 177 §:n 1 momentissa ja 178 §:ssä sekä alueellisen ympäristökeskuksen 38 §:n 2 momentissa ja 179 §:ssä tarkoitettu päätös annetaan samoin julkipanon jälkeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:198",
        "normalized_fi": "Hallinto-oikeuden päätös 188 § :n 1 momentissa tarkoitetussa asiassa annetaan julkipanon jälkeen. Hallinto-oikeuden ja kunnan viranomaisen päätös lupa-asiassa sekä kunnan viranomaisen, alueellisen ympäristökeskuksen ja hallinto-oikeuden päätös 171 § :ssä tarkoitetussa poikkeamista koskevassa asiassa annetaan julkipanon jälkeen. Ympäristöministeriön 31 § :n 1 momentissa, 33 § :n 3 momentissa, 177 § :n 1 momentissa ja 178 § :ssä sekä alueellisen ympäristökeskuksen 38 § :n 2 momentissa ja 179 § :ssä tarkoitettu päätös annetaan samoin julkipanon jälkeen.",
        "folded_fi": "hallinto-oikeuden paatos 188 §:n 1 momentissa tarkoitetussa asiassa annetaan julkipanon jalkeen. hallinto-oikeuden ja kunnan viranomaisen paatos lupa-asiassa seka kunnan viranomaisen, alueellisen ymparistokeskuksen ja hallinto-oikeuden paatos 171 §:ssa tarkoitetussa poikkeamista koskevassa asiassa annetaan julkipanon jalkeen. ymparistoministerion 31 §:n 1 momentissa, 33 §:n 3 momentissa, 177 §:n 1 momentissa ja 178 §:ssa seka alueellisen ymparistokeskuksen 38 §:n 2 momentissa ja 179 §:ssa tarkoitettu paatos annetaan samoin julkipanon jalkeen.",
        "title_sv": "Delgivning av vissa beslut",
        "content_sv": "Förvaltningsdomstolens beslut i sådana ärenden som avses i 188 § 1 mom. meddelas efter anslag. Förvaltningsdomstolens och en kommunal myndighets beslut i ett tillståndsärende samt en kommunal myndighets, den regionala miljöcentralens och förvaltningsdomstolens beslut i ett ärende som gäller undantag enligt 171 § meddelas efter anslag. Miljöministeriets beslut enligt 31 § 1 mom., 33 § 3 mom., 177 § 1 mom. och 178 § samt den regionala miljöcentralens beslut enligt 38 § 2 mom. och 179 § meddelas likaså efter anslag.",
        "normalized_sv": "Förvaltningsdomstolens beslut i sådana ärenden som avses i 188 § 1 mom. meddelas efter anslag. Förvaltningsdomstolens och en kommunal myndighets beslut i ett tillståndsärende samt en kommunal myndighets, den regionala miljöcentralens och förvaltningsdomstolens beslut i ett ärende som gäller undantag enligt 171 § meddelas efter anslag. Miljöministeriets beslut enligt 31 § 1 mom., 33 § 3 mom., 177 § 1 mom. och 178 § samt den regionala miljöcentralens beslut enligt 38 § 2 mom. och 179 § meddelas likaså efter anslag.",
        "folded_sv": "forvaltningsdomstolens beslut i sadana arenden som avses i 188 § 1 mom. meddelas efter anslag. forvaltningsdomstolens och en kommunal myndighets beslut i ett tillstandsarende samt en kommunal myndighets, den regionala miljocentralens och forvaltningsdomstolens beslut i ett arende som galler undantag enligt 171 § meddelas efter anslag. miljoministeriets beslut enligt 31 § 1 mom., 33 § 3 mom., 177 § 1 mom. och 178 § samt den regionala miljocentralens beslut enligt 38 § 2 mom. och 179 § meddelas likasa efter anslag."
      }
    },
    {
      "provision_ref": "201",
      "section": "201",
      "title": "Kaavapäätöksen täytäntöönpanokelpoisuus",
      "content": "Maakuntakaavan ja yhteisen yleiskaavan vahvistuspäätöksessä voidaan määrätä kaava tulemaan voimaan ennen kuin se on saanut lainvoiman. Kunnanhallitus voi valitusajan kuluttua määrätä yleis- ja asemakaavan tulemaan voimaan ennen kuin se on saanut lainvoiman kaava-alueen siltä osalta, johon valitusten tai oikaisukehotuksen ei voida katsoa kohdistuvan. Kunnan on annettava päätös viivytyksettä tiedoksi valittajille ja muutoksenhakuviranomaiselle sekä, jos määräys koskee oikaisukehotuksen kohteena olevaa kaavaa, alueelliselle ympäristökeskukselle. Muutoksenhakuviranomainen voi kieltää päätöksen täytäntöönpanon. Jos viranomainen on 195 §:n nojalla tehnyt kaavan hyväksymispäätöksestä oikaisukehotuksen, kaavan täytäntöönpano keskeytyy siihen asti, kun kunnanvaltuusto on tehnyt asiassa uuden päätöksen, ellei kunnanhallitus ole 1 momentin nojalla määrännyt kaavan osaa tulemaan voimaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:201",
        "normalized_fi": "Maakuntakaavan ja yhteisen yleiskaavan vahvistuspäätöksessä voidaan määrätä kaava tulemaan voimaan ennen kuin se on saanut lainvoiman. Kunnanhallitus voi valitusajan kuluttua määrätä yleis- ja asemakaavan tulemaan voimaan ennen kuin se on saanut lainvoiman kaava-alueen siltä osalta, johon valitusten tai oikaisukehotuksen ei voida katsoa kohdistuvan. Kunnan on annettava päätös viivytyksettä tiedoksi valittajille ja muutoksenhakuviranomaiselle sekä, jos määräys koskee oikaisukehotuksen kohteena olevaa kaavaa, alueelliselle ympäristökeskukselle. Muutoksenhakuviranomainen voi kieltää päätöksen täytäntöönpanon. Jos viranomainen on 195 § :n nojalla tehnyt kaavan hyväksymispäätöksestä oikaisukehotuksen, kaavan täytäntöönpano keskeytyy siihen asti, kun kunnanvaltuusto on tehnyt asiassa uuden päätöksen, ellei kunnanhallitus ole 1 momentin nojalla määrännyt kaavan osaa tulemaan voimaan.",
        "folded_fi": "maakuntakaavan ja yhteisen yleiskaavan vahvistuspaatoksessa voidaan maarata kaava tulemaan voimaan ennen kuin se on saanut lainvoiman. kunnanhallitus voi valitusajan kuluttua maarata yleis- ja asemakaavan tulemaan voimaan ennen kuin se on saanut lainvoiman kaava-alueen silta osalta, johon valitusten tai oikaisukehotuksen ei voida katsoa kohdistuvan. kunnan on annettava paatos viivytyksetta tiedoksi valittajille ja muutoksenhakuviranomaiselle seka, jos maarays koskee oikaisukehotuksen kohteena olevaa kaavaa, alueelliselle ymparistokeskukselle. muutoksenhakuviranomainen voi kieltaa paatoksen taytantoonpanon. jos viranomainen on 195 §:n nojalla tehnyt kaavan hyvaksymispaatoksesta oikaisukehotuksen, kaavan taytantoonpano keskeytyy siihen asti, kun kunnanvaltuusto on tehnyt asiassa uuden paatoksen, ellei kunnanhallitus ole 1 momentin nojalla maarannyt kaavan osaa tulemaan voimaan.",
        "title_sv": "Verkställbarheten av ett planbeslut",
        "content_sv": "I ett beslut om fastställande av en landskapsplan eller en gemensam generalplan kan bestämmas att planen skall träda i kraft innan den har vunnit laga kraft. Kommunstyrelsen kan efter besvärstidens utgång bestämma att en generalplan eller detaljplan innan den har vunnit laga kraft skall träda i kraft för den del av planområdet som besvären eller rättelseuppmaningen inte kan anses gälla. Kommunen skall utan dröjsmål delge ändringssökandena och besvärsinstansen samt, om beslutet gäller en plan som är föremål för rättelseuppmaning, även den regionala miljöcentralen beslutet. Besvärsinstansen kan förbjuda att beslutet verkställs. Om en myndighet med stöd av 195 § har gett en rättelseuppmaning som gäller beslutet att godkänna planen, avbryts verkställigheten av planen till dess kommunfullmäktige har fattat ett nytt beslut i saken, om inte kommunstyrelsen med stöd av 1 mom. har bestämt att en del av planen skall träda i kraft.",
        "normalized_sv": "I ett beslut om fastställande av en landskapsplan eller en gemensam generalplan kan bestämmas att planen skall träda i kraft innan den har vunnit laga kraft. Kommunstyrelsen kan efter besvärstidens utgång bestämma att en generalplan eller detaljplan innan den har vunnit laga kraft skall träda i kraft för den del av planområdet som besvären eller rättelseuppmaningen inte kan anses gälla. Kommunen skall utan dröjsmål delge ändringssökandena och besvärsinstansen samt, om beslutet gäller en plan som är föremål för rättelseuppmaning, även den regionala miljöcentralen beslutet. Besvärsinstansen kan förbjuda att beslutet verkställs. Om en myndighet med stöd av 195 § har gett en rättelseuppmaning som gäller beslutet att godkänna planen, avbryts verkställigheten av planen till dess kommunfullmäktige har fattat ett nytt beslut i saken, om inte kommunstyrelsen med stöd av 1 mom. har bestämt att en del av planen skall träda i kraft.",
        "folded_sv": "i ett beslut om faststallande av en landskapsplan eller en gemensam generalplan kan bestammas att planen skall trada i kraft innan den har vunnit laga kraft. kommunstyrelsen kan efter besvarstidens utgang bestamma att en generalplan eller detaljplan innan den har vunnit laga kraft skall trada i kraft for den del av planomradet som besvaren eller rattelseuppmaningen inte kan anses galla. kommunen skall utan drojsmal delge andringssokandena och besvarsinstansen samt, om beslutet galler en plan som ar foremal for rattelseuppmaning, aven den regionala miljocentralen beslutet. besvarsinstansen kan forbjuda att beslutet verkstalls. om en myndighet med stod av 195 § har gett en rattelseuppmaning som galler beslutet att godkanna planen, avbryts verkstalligheten av planen till dess kommunfullmaktige har fattat ett nytt beslut i saken, om inte kommunstyrelsen med stod av 1 mom. har bestamt att en del av planen skall trada i kraft."
      }
    },
    {
      "provision_ref": "201 a",
      "section": "201 a",
      "title": "Rakennusluvan käsitteleminen lainvoimaa vailla olevan asemakaavan perusteella",
      "content": "Rakennuslupa voidaan valitusajan umpeen kuluttua myöntää 53 §:n 3 momentin ja 81 §:n 1 ja 2 momentin estämättä lainvoimaa vailla olevan, hyväksytyn asemakaavan perusteella. Rakennusluvassa on tällöin määrättävä, ettei rakentamista saada aloittaa ennen kuin asemakaava on tullut voimaan. Lupa katsotaan rauenneeksi, jos asemakaava ei tule voimaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:201 a",
        "normalized_fi": "Rakennuslupa voidaan valitusajan umpeen kuluttua myöntää 53 § :n 3 momentin ja 81 § :n 1 ja 2 momentin estämättä lainvoimaa vailla olevan, hyväksytyn asemakaavan perusteella. Rakennusluvassa on tällöin määrättävä, ettei rakentamista saada aloittaa ennen kuin asemakaava on tullut voimaan. Lupa katsotaan rauenneeksi, jos asemakaava ei tule voimaan.",
        "folded_fi": "rakennuslupa voidaan valitusajan umpeen kuluttua myontaa 53 §:n 3 momentin ja 81 §:n 1 ja 2 momentin estamatta lainvoimaa vailla olevan, hyvaksytyn asemakaavan perusteella. rakennusluvassa on talloin maarattava, ettei rakentamista saada aloittaa ennen kuin asemakaava on tullut voimaan. lupa katsotaan rauenneeksi, jos asemakaava ei tule voimaan.",
        "title_sv": "Behandling av bygglov på grundval av detaljplan som inte vunnit laga kraft",
        "content_sv": "Efter det att besvärstiden har gått ut kan bygglov utan hinder av 53 § 3 mom. och 81 § 1 och 2 mom. beviljas på grundval av en detaljplan som är godkänd men som inte har vunnit laga kraft. I bygglovet skall då anges att byggandet inte får inledas innan detaljplanen har trätt i kraft. Tillståndet anses ha förfallit om detaljplanen inte träder i kraft.",
        "normalized_sv": "Efter det att besvärstiden har gått ut kan bygglov utan hinder av 53 § 3 mom. och 81 § 1 och 2 mom. beviljas på grundval av en detaljplan som är godkänd men som inte har vunnit laga kraft. I bygglovet skall då anges att byggandet inte får inledas innan detaljplanen har trätt i kraft. Tillståndet anses ha förfallit om detaljplanen inte träder i kraft.",
        "folded_sv": "efter det att besvarstiden har gatt ut kan bygglov utan hinder av 53 § 3 mom. och 81 § 1 och 2 mom. beviljas pa grundval av en detaljplan som ar godkand men som inte har vunnit laga kraft. i bygglovet skall da anges att byggandet inte far inledas innan detaljplanen har tratt i kraft. tillstandet anses ha forfallit om detaljplanen inte trader i kraft."
      }
    },
    {
      "provision_ref": "203",
      "section": "203",
      "title": "Muutoksenhaun yhteydessä kaavaan ja rakennusjärjestykseen tehtävät muutokset",
      "content": "Muutoksenhakuviranomainen voi tehdä kaavaan ja rakennusjärjestykseen oikaisunluonteisia korjauksia. Muutoksenhakuviranomainen voi kunnan suostumuksella tehdä yleis- tai asemakaavaan myös vähäisiä tarkistuksia, jos tarkistuksilla ei ole vaikutusta muiden kuin siihen suostuneiden etuun tai oikeuteen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:203",
        "normalized_fi": "Muutoksenhakuviranomainen voi tehdä kaavaan ja rakennusjärjestykseen oikaisunluonteisia korjauksia. Muutoksenhakuviranomainen voi kunnan suostumuksella tehdä yleis- tai asemakaavaan myös vähäisiä tarkistuksia, jos tarkistuksilla ei ole vaikutusta muiden kuin siihen suostuneiden etuun tai oikeuteen.",
        "folded_fi": "muutoksenhakuviranomainen voi tehda kaavaan ja rakennusjarjestykseen oikaisunluonteisia korjauksia. muutoksenhakuviranomainen voi kunnan suostumuksella tehda yleis- tai asemakaavaan myos vahaisia tarkistuksia, jos tarkistuksilla ei ole vaikutusta muiden kuin siihen suostuneiden etuun tai oikeuteen.",
        "title_sv": "Ändringar i planer och byggnadsordningar i samband med ändringssökande",
        "content_sv": "Besvärsinstansen kan göra justerande rättelser i planer och byggnadsordningar. Besvärsinstansen kan med kommunens samtycke även göra mindre justeringar i general- eller detaljplanen, om justeringarna inte påverkar andras rätt eller fördel än deras som gett sitt samtycke till justeringen.",
        "normalized_sv": "Besvärsinstansen kan göra justerande rättelser i planer och byggnadsordningar. Besvärsinstansen kan med kommunens samtycke även göra mindre justeringar i general- eller detaljplanen, om justeringarna inte påverkar andras rätt eller fördel än deras som gett sitt samtycke till justeringen.",
        "folded_sv": "besvarsinstansen kan gora justerande rattelser i planer och byggnadsordningar. besvarsinstansen kan med kommunens samtycke aven gora mindre justeringar i general- eller detaljplanen, om justeringarna inte paverkar andras ratt eller fordel an deras som gett sitt samtycke till justeringen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Alueiden käytön suunnittelun tavoitteet",
      "content": "Alueiden käytön suunnittelun tavoitteena on vuorovaikutteiseen suunnitteluun ja riittävään vaikutusten arviointiin perustuen edistää: 2 a) riittävän asuntotuotannon edellytyksiä,",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Alueiden käytön suunnittelun tavoitteena on vuorovaikutteiseen suunnitteluun ja riittävään vaikutusten arviointiin perustuen edistää: 2 a) riittävän asuntotuotannon edellytyksiä,",
        "folded_fi": "alueiden kayton suunnittelun tavoitteena on vuorovaikutteiseen suunnitteluun ja riittavaan vaikutusten arviointiin perustuen edistaa: 2 a) riittavan asuntotuotannon edellytyksia,",
        "title_sv": "Målen för områdesplaneringen",
        "content_sv": "Målet för områdesplaneringen är att utgående från en interaktiv planering och tillräcklig bedömning av konsekvenserna främja 2 a) förutsättningarna för en tillräcklig bostadsproduktion,",
        "normalized_sv": "Målet för områdesplaneringen är att utgående från en interaktiv planering och tillräcklig bedömning av konsekvenserna främja 2 a) förutsättningarna för en tillräcklig bostadsproduktion,",
        "folded_sv": "malet for omradesplaneringen ar att utgaende fran en interaktiv planering och tillracklig bedomning av konsekvenserna framja 2 a) forutsattningarna for en tillracklig bostadsproduktion,"
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Kaavoituskatsaus",
      "content": "kaavoituskatsaus Kunnan tulee vähintään kerran vuodessa laatia katsaus kunnassa ja maakunnan liitossa vireillä olevista ja lähiaikoina vireille tulevista kaava-asioista, jotka eivät ole merkitykseltään vähäisiä (). Siinä selostetaan lyhyesti kaava-asiat ja niiden käsittelyvaiheet sekä sellaiset päätökset ja muut toimet, joilla on välitöntä vaikutusta kaavoituksen lähtökohtiin, tavoitteisiin, sisältöön ja toteuttamiseen. Kaavoituskatsauksen yhteyteen on kysynnän sitä edellyttäessä liitettävä arvio asumiseen varattujen tonttien riittävyydestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "kaavoituskatsaus Kunnan tulee vähintään kerran vuodessa laatia katsaus kunnassa ja maakunnan liitossa vireillä olevista ja lähiaikoina vireille tulevista kaava-asioista, jotka eivät ole merkitykseltään vähäisiä (). Siinä selostetaan lyhyesti kaava-asiat ja niiden käsittelyvaiheet sekä sellaiset päätökset ja muut toimet, joilla on välitöntä vaikutusta kaavoituksen lähtökohtiin, tavoitteisiin, sisältöön ja toteuttamiseen. Kaavoituskatsauksen yhteyteen on kysynnän sitä edellyttäessä liitettävä arvio asumiseen varattujen tonttien riittävyydestä.",
        "folded_fi": "kaavoituskatsaus kunnan tulee vahintaan kerran vuodessa laatia katsaus kunnassa ja maakunnan liitossa vireilla olevista ja lahiaikoina vireille tulevista kaava-asioista, jotka eivat ole merkitykseltaan vahaisia (). siina selostetaan lyhyesti kaava-asiat ja niiden kasittelyvaiheet seka sellaiset paatokset ja muut toimet, joilla on valitonta vaikutusta kaavoituksen lahtokohtiin, tavoitteisiin, sisaltoon ja toteuttamiseen. kaavoituskatsauksen yhteyteen on kysynnan sita edellyttaessa liitettava arvio asumiseen varattujen tonttien riittavyydesta.",
        "title_sv": "Planläggningsöversikt",
        "content_sv": "planläggningsöversikt Kommunen skall minst en gång om året upprätta en översikt över de planärenden som är anhängiga eller som under den närmaste tiden blir anhängiga i kommunen och förbundet på landskapsnivå och som inte är av ringa betydelse (). I den redogörs kortfattat för planärendena och deras beredningsfaser samt för sådana beslut och andra åtgärder som direkt inverkar på planläggningens utgångspunkter, mål, innehåll och genomförande. När efterfrågan kräver det skall till planläggningsöversikten fogas en bedömning av huruvida det finns tillräckligt med tomter reserverade för boende.",
        "normalized_sv": "planläggningsöversikt Kommunen skall minst en gång om året upprätta en översikt över de planärenden som är anhängiga eller som under den närmaste tiden blir anhängiga i kommunen och förbundet på landskapsnivå och som inte är av ringa betydelse (). I den redogörs kortfattat för planärendena och deras beredningsfaser samt för sådana beslut och andra åtgärder som direkt inverkar på planläggningens utgångspunkter, mål, innehåll och genomförande. När efterfrågan kräver det skall till planläggningsöversikten fogas en bedömning av huruvida det finns tillräckligt med tomter reserverade för boende.",
        "folded_sv": "planlaggningsoversikt kommunen skall minst en gang om aret uppratta en oversikt over de planarenden som ar anhangiga eller som under den narmaste tiden blir anhangiga i kommunen och forbundet pa landskapsniva och som inte ar av ringa betydelse (). i den redogors kortfattat for planarendena och deras beredningsfaser samt for sadana beslut och andra atgarder som direkt inverkar pa planlaggningens utgangspunkter, mal, innehall och genomforande. nar efterfragan kraver det skall till planlaggningsoversikten fogas en bedomning av huruvida det finns tillrackligt med tomter reserverade for boende."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "51",
      "section": "51",
      "title": "Asemakaavan laatimistarve",
      "content": "Asemakaava on laadittava ja pidettävä ajan tasalla sitä mukaa kuin kunnan kehitys, erityisesti asuntotuotannon tarve, taikka maankäytön ohjaustarve sitä edellyttää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:51",
        "normalized_fi": "Asemakaava on laadittava ja pidettävä ajan tasalla sitä mukaa kuin kunnan kehitys, erityisesti asuntotuotannon tarve, taikka maankäytön ohjaustarve sitä edellyttää.",
        "folded_fi": "asemakaava on laadittava ja pidettava ajan tasalla sita mukaa kuin kunnan kehitys, erityisesti asuntotuotannon tarve, taikka maankayton ohjaustarve sita edellyttaa.",
        "title_sv": "Behovet av att utarbeta detaljplan",
        "content_sv": "Detaljplanen skall utarbetas och hållas aktuell efter hand som kommunens utveckling, i synnerhet behovet av bostadsproduktion, eller behovet av att styra markanvändningen det kräver.",
        "normalized_sv": "Detaljplanen skall utarbetas och hållas aktuell efter hand som kommunens utveckling, i synnerhet behovet av bostadsproduktion, eller behovet av att styra markanvändningen det kräver.",
        "folded_sv": "detaljplanen skall utarbetas och hallas aktuell efter hand som kommunens utveckling, i synnerhet behovet av bostadsproduktion, eller behovet av att styra markanvandningen det kraver."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "62",
      "section": "62",
      "title": "Vuorovaikutus kaavaa valmisteltaessa",
      "content": "Vuorovaikutuksesta kaavaa valmisteltaessa säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:62",
        "normalized_fi": "Vuorovaikutuksesta kaavaa valmisteltaessa säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "vuorovaikutuksesta kaavaa valmisteltaessa saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Växelverkan när planer bereds",
        "content_sv": "Närmare bestämmelser om växelverkan när planer bereds utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om växelverkan när planer bereds utfärdas genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om vaxelverkan nar planer bereds utfardas genom forordning av statsradet."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "66",
      "section": "66",
      "title": "Viranomaisneuvottelu",
      "content": "Valmisteltaessa muuta kaavaa, joka koskee valtakunnallisia tai tärkeitä seudullisia alueidenkäyttötavoitteita tai joka muutoin on yhdyskuntarakenteellisten vaikutusten, luonnonarvojen tai kulttuuriympäristön kannalta erityisen merkittävä taikka valtion viranomaisen toteuttamisvelvollisuuden kannalta tärkeä, on oltava yhteydessä alueelliseen ympäristökeskukseen. Alueellisen ympäristökeskuksen ja kunnan kesken on järjestettävä neuvottelu tällaisen kaavan laadintaan liittyvien valtakunnallisten, seudullisten ja muiden keskeisten tavoitteiden selvittämiseksi. Viranomaisneuvottelusta säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:66",
        "normalized_fi": "Valmisteltaessa muuta kaavaa, joka koskee valtakunnallisia tai tärkeitä seudullisia alueidenkäyttötavoitteita tai joka muutoin on yhdyskuntarakenteellisten vaikutusten, luonnonarvojen tai kulttuuriympäristön kannalta erityisen merkittävä taikka valtion viranomaisen toteuttamisvelvollisuuden kannalta tärkeä, on oltava yhteydessä alueelliseen ympäristökeskukseen. Alueellisen ympäristökeskuksen ja kunnan kesken on järjestettävä neuvottelu tällaisen kaavan laadintaan liittyvien valtakunnallisten, seudullisten ja muiden keskeisten tavoitteiden selvittämiseksi. Viranomaisneuvottelusta säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "valmisteltaessa muuta kaavaa, joka koskee valtakunnallisia tai tarkeita seudullisia alueidenkayttotavoitteita tai joka muutoin on yhdyskuntarakenteellisten vaikutusten, luonnonarvojen tai kulttuuriympariston kannalta erityisen merkittava taikka valtion viranomaisen toteuttamisvelvollisuuden kannalta tarkea, on oltava yhteydessa alueelliseen ymparistokeskukseen. alueellisen ymparistokeskuksen ja kunnan kesken on jarjestettava neuvottelu tallaisen kaavan laadintaan liittyvien valtakunnallisten, seudullisten ja muiden keskeisten tavoitteiden selvittamiseksi. viranomaisneuvottelusta saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Myndigheternas samråd",
        "content_sv": "När det utarbetas en annan plan som gäller riksomfattande mål eller viktiga regionala mål för områdesanvändningen eller som annars är av särskild betydelse med tanke på konsekvenserna för samhällsstrukturen, naturvärden eller kulturmiljön eller viktig med tanke på de statliga myndigheternas genomförandeskyldighet, skall kontakt upprätthållas med den regionala miljöcentralen. Den regionala miljöcentralen och kommunen skall samråda för att klarlägga de riksomfattande mål, regionala mål och övriga centrala mål som ansluter sig till utarbetandet av en sådan plan. Närmare bestämmelser om myndigheternas samråd utfärdas genom förordning av statsrådet.",
        "normalized_sv": "När det utarbetas en annan plan som gäller riksomfattande mål eller viktiga regionala mål för områdesanvändningen eller som annars är av särskild betydelse med tanke på konsekvenserna för samhällsstrukturen, naturvärden eller kulturmiljön eller viktig med tanke på de statliga myndigheternas genomförandeskyldighet, skall kontakt upprätthållas med den regionala miljöcentralen. Den regionala miljöcentralen och kommunen skall samråda för att klarlägga de riksomfattande mål, regionala mål och övriga centrala mål som ansluter sig till utarbetandet av en sådan plan. Närmare bestämmelser om myndigheternas samråd utfärdas genom förordning av statsrådet.",
        "folded_sv": "nar det utarbetas en annan plan som galler riksomfattande mal eller viktiga regionala mal for omradesanvandningen eller som annars ar av sarskild betydelse med tanke pa konsekvenserna for samhallsstrukturen, naturvarden eller kulturmiljon eller viktig med tanke pa de statliga myndigheternas genomforandeskyldighet, skall kontakt uppratthallas med den regionala miljocentralen. den regionala miljocentralen och kommunen skall samrada for att klarlagga de riksomfattande mal, regionala mal och ovriga centrala mal som ansluter sig till utarbetandet av en sadan plan. narmare bestammelser om myndigheternas samrad utfardas genom forordning av statsradet."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "110",
      "section": "110",
      "title": "Kehittämisalueet",
      "content": "Kunta tai useampi kuin yksi kunta yhdessä voivat määräajaksi, enintään 10 vuodeksi, nimetä yhden tai useamman rajatun alueen kunnasta tai kunnista kehittämisalueeksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:110",
        "normalized_fi": "Kunta tai useampi kuin yksi kunta yhdessä voivat määräajaksi, enintään 10 vuodeksi, nimetä yhden tai useamman rajatun alueen kunnasta tai kunnista kehittämisalueeksi.",
        "folded_fi": "kunta tai useampi kuin yksi kunta yhdessa voivat maaraajaksi, enintaan 10 vuodeksi, nimeta yhden tai useamman rajatun alueen kunnasta tai kunnista kehittamisalueeksi.",
        "title_sv": "Utvecklingsområden",
        "content_sv": "Kommunen eller flera än en kommun kan för viss tid, högst 10 år, utse ett eller flera avgränsade områden i kommunen eller kommunerna till utvecklingsområde.",
        "normalized_sv": "Kommunen eller flera än en kommun kan för viss tid, högst 10 år, utse ett eller flera avgränsade områden i kommunen eller kommunerna till utvecklingsområde.",
        "folded_sv": "kommunen eller flera an en kommun kan for viss tid, hogst 10 ar, utse ett eller flera avgransade omraden i kommunen eller kommunerna till utvecklingsomrade."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "111",
      "section": "111",
      "title": "Päätös nimeämisestä",
      "content": "Päätös kehittämisalueeksi nimeämisestä voidaan tehdä yleis- tai asemakaavan laatimista tai muuttamista koskevan päätöksen yhteydessä taikka oikeusvaikutteisessa yleiskaavassa tai asemakaavassa. Päätös kehittämisalueesta voidaan tehdä myös erillisenä, milloin kaavan laatiminen tai muuttaminen ei alueen kehittämiseksi ole tarpeen. Päätös kuntien yhteisen kehittämisalueen nimeämisestä voidaan tehdä edellä mainituissa tilanteissa tai yhteisen yleiskaavan laatimisen yhteydessä noudattaen soveltuvin osin, mitä 47 §:n 1 ja 2 momentissa säädetään kuntien yhteisestä yleiskaavasta. Päätöksestä tai kaavasta tulee ilmetä, mitä 112 §:n erityisjärjestelyjä kehittämisalueella sovelletaan ja perusteet niiden soveltamiselle. Jos kunnalla tai kunnilla on tarkoitus esittää alueelle suunnattavaksi 112 §:n 1 momentin 5 kohdassa tarkoitettuja valtion erityisiä tukitoimia, ennen päätöksen tekemistä on pidettävä kunnan tai kuntien sekä asianomaisten valtion viranomaisten välillä asiaa koskeva neuvottelu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:111",
        "normalized_fi": "Päätös kehittämisalueeksi nimeämisestä voidaan tehdä yleis- tai asemakaavan laatimista tai muuttamista koskevan päätöksen yhteydessä taikka oikeusvaikutteisessa yleiskaavassa tai asemakaavassa. Päätös kehittämisalueesta voidaan tehdä myös erillisenä, milloin kaavan laatiminen tai muuttaminen ei alueen kehittämiseksi ole tarpeen. Päätös kuntien yhteisen kehittämisalueen nimeämisestä voidaan tehdä edellä mainituissa tilanteissa tai yhteisen yleiskaavan laatimisen yhteydessä noudattaen soveltuvin osin, mitä 47 § :n 1 ja 2 momentissa säädetään kuntien yhteisestä yleiskaavasta. Päätöksestä tai kaavasta tulee ilmetä, mitä 112 § :n erityisjärjestelyjä kehittämisalueella sovelletaan ja perusteet niiden soveltamiselle. Jos kunnalla tai kunnilla on tarkoitus esittää alueelle suunnattavaksi 112 § :n 1 momentin 5 kohdassa tarkoitettuja valtion erityisiä tukitoimia, ennen päätöksen tekemistä on pidettävä kunnan tai kuntien sekä asianomaisten valtion viranomaisten välillä asiaa koskeva neuvottelu.",
        "folded_fi": "paatos kehittamisalueeksi nimeamisesta voidaan tehda yleis- tai asemakaavan laatimista tai muuttamista koskevan paatoksen yhteydessa taikka oikeusvaikutteisessa yleiskaavassa tai asemakaavassa. paatos kehittamisalueesta voidaan tehda myos erillisena, milloin kaavan laatiminen tai muuttaminen ei alueen kehittamiseksi ole tarpeen. paatos kuntien yhteisen kehittamisalueen nimeamisesta voidaan tehda edella mainituissa tilanteissa tai yhteisen yleiskaavan laatimisen yhteydessa noudattaen soveltuvin osin, mita 47 §:n 1 ja 2 momentissa saadetaan kuntien yhteisesta yleiskaavasta. paatoksesta tai kaavasta tulee ilmeta, mita 112 §:n erityisjarjestelyja kehittamisalueella sovelletaan ja perusteet niiden soveltamiselle. jos kunnalla tai kunnilla on tarkoitus esittaa alueelle suunnattavaksi 112 §:n 1 momentin 5 kohdassa tarkoitettuja valtion erityisia tukitoimia, ennen paatoksen tekemista on pidettava kunnan tai kuntien seka asianomaisten valtion viranomaisten valilla asiaa koskeva neuvottelu.",
        "title_sv": "Beslut om utvecklingsområde",
        "content_sv": "Beslut om att utse ett område till utvecklingsområde kan fattas i samband med ett beslut om utarbetande eller ändring av en general- eller detaljplan eller i en generalplan med rättsverkningar eller i en detaljplan. Beslutet om utvecklingsområde kan också fattas separat, när det inte är nödvändigt att utarbeta en plan eller att ändra planen för att utveckla området. Beslut om att utse ett område till ett utvecklingsområde som är gemensamt för flera kommuner kan fattas vid ovan nämnda tillfällen eller i samband med utarbetandet av en gemensam generalplan med iakttagande i tillämpliga delar av vad som i 47 § 1 och 2 mom. bestäms om gemensamma generalplaner för kommunerna. Av beslutet eller planen skall framgå vilka specialarrangemang enligt 112 § som vidtas på utvecklingsområdet och grunderna för att de vidtas. Om kommunen eller kommunerna har för avsikt att föreslå att särskilda statliga stödåtgärder enligt 112 § 1 mom. 5 punkten riktas till området, skall samråd i ärendet hållas mellan kommunen eller kommunerna och vederbörande statliga myndigheter innan beslut fattas.",
        "normalized_sv": "Beslut om att utse ett område till utvecklingsområde kan fattas i samband med ett beslut om utarbetande eller ändring av en general- eller detaljplan eller i en generalplan med rättsverkningar eller i en detaljplan. Beslutet om utvecklingsområde kan också fattas separat, när det inte är nödvändigt att utarbeta en plan eller att ändra planen för att utveckla området. Beslut om att utse ett område till ett utvecklingsområde som är gemensamt för flera kommuner kan fattas vid ovan nämnda tillfällen eller i samband med utarbetandet av en gemensam generalplan med iakttagande i tillämpliga delar av vad som i 47 § 1 och 2 mom. bestäms om gemensamma generalplaner för kommunerna. Av beslutet eller planen skall framgå vilka specialarrangemang enligt 112 § som vidtas på utvecklingsområdet och grunderna för att de vidtas. Om kommunen eller kommunerna har för avsikt att föreslå att särskilda statliga stödåtgärder enligt 112 § 1 mom. 5 punkten riktas till området, skall samråd i ärendet hållas mellan kommunen eller kommunerna och vederbörande statliga myndigheter innan beslut fattas.",
        "folded_sv": "beslut om att utse ett omrade till utvecklingsomrade kan fattas i samband med ett beslut om utarbetande eller andring av en general- eller detaljplan eller i en generalplan med rattsverkningar eller i en detaljplan. beslutet om utvecklingsomrade kan ocksa fattas separat, nar det inte ar nodvandigt att utarbeta en plan eller att andra planen for att utveckla omradet. beslut om att utse ett omrade till ett utvecklingsomrade som ar gemensamt for flera kommuner kan fattas vid ovan namnda tillfallen eller i samband med utarbetandet av en gemensam generalplan med iakttagande i tillampliga delar av vad som i 47 § 1 och 2 mom. bestams om gemensamma generalplaner for kommunerna. av beslutet eller planen skall framga vilka specialarrangemang enligt 112 § som vidtas pa utvecklingsomradet och grunderna for att de vidtas. om kommunen eller kommunerna har for avsikt att foresla att sarskilda statliga stodatgarder enligt 112 § 1 mom. 5 punkten riktas till omradet, skall samrad i arendet hallas mellan kommunen eller kommunerna och vederborande statliga myndigheter innan beslut fattas."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "112",
      "section": "112",
      "title": "Erityisjärjestelyt kehittämisalueilla",
      "content": "Kehittämisalueilla voidaan sen estämättä, mitä tässä laissa tai muualla laissa säädetään, päättää sovellettaviksi seuraavia erityisjärjestelyjä: 1) alueen toteuttamisvastuu 84 ja 90 §:ssä tarkoitetuilta osin osoitetaan alueen kehittämistä varten muodostetun yhteisön tehtäväksi; 2) asemakaavaa laadittaessa tai muutettaessa tehdään alueen toteuttamisesta kertyvien hyötyjen ja kustannusten jakamiseksi kunnan ja kiinteistönomistajien kesken kiinteistöjärjestely, siten kuin siitä erikseen säädetään, milloin jakamiseen tämän lain säännöksistä poikkeavalla tavalla on olosuhteista johtuen erityistä syytä; 3) kunnalla on oikeus periä maanomistajalta hyötyyn suhteutettu kohtuullinen kehittämismaksu, jos alueen kehittämistoimenpiteistä koituu maanomistajalle erityistä hyötyä, joka on epäsuhteessa hänen suorittamiinsa kustannuksiin; 4) kunnalla on etuosto-oikeus etuostolain (608/1977) 5 §:n 1 momentissa asetetusta pinta-alarajoituksesta riippumatta; sekä 5) alueelle suunnataan erityisiä tukitoimia sen mukaan kuin niistä valtion tukitoimien osalta asianomaisen viranomaisen kanssa erikseen sovitaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:112",
        "normalized_fi": "Kehittämisalueilla voidaan sen estämättä, mitä tässä laissa tai muualla laissa säädetään, päättää sovellettaviksi seuraavia erityisjärjestelyjä: 1) alueen toteuttamisvastuu 84 ja 90 § :ssä tarkoitetuilta osin osoitetaan alueen kehittämistä varten muodostetun yhteisön tehtäväksi; 2) asemakaavaa laadittaessa tai muutettaessa tehdään alueen toteuttamisesta kertyvien hyötyjen ja kustannusten jakamiseksi kunnan ja kiinteistönomistajien kesken kiinteistöjärjestely, siten kuin siitä erikseen säädetään, milloin jakamiseen tämän lain säännöksistä poikkeavalla tavalla on olosuhteista johtuen erityistä syytä; 3) kunnalla on oikeus periä maanomistajalta hyötyyn suhteutettu kohtuullinen kehittämismaksu, jos alueen kehittämistoimenpiteistä koituu maanomistajalle erityistä hyötyä, joka on epäsuhteessa hänen suorittamiinsa kustannuksiin; 4) kunnalla on etuosto-oikeus etuostolain (608/1977) 5 § :n 1 momentissa asetetusta pinta-alarajoituksesta riippumatta; sekä 5) alueelle suunnataan erityisiä tukitoimia sen mukaan kuin niistä valtion tukitoimien osalta asianomaisen viranomaisen kanssa erikseen sovitaan.",
        "folded_fi": "kehittamisalueilla voidaan sen estamatta, mita tassa laissa tai muualla laissa saadetaan, paattaa sovellettaviksi seuraavia erityisjarjestelyja: 1) alueen toteuttamisvastuu 84 ja 90 §:ssa tarkoitetuilta osin osoitetaan alueen kehittamista varten muodostetun yhteison tehtavaksi; 2) asemakaavaa laadittaessa tai muutettaessa tehdaan alueen toteuttamisesta kertyvien hyotyjen ja kustannusten jakamiseksi kunnan ja kiinteistonomistajien kesken kiinteistojarjestely, siten kuin siita erikseen saadetaan, milloin jakamiseen taman lain saannoksista poikkeavalla tavalla on olosuhteista johtuen erityista syyta; 3) kunnalla on oikeus peria maanomistajalta hyotyyn suhteutettu kohtuullinen kehittamismaksu, jos alueen kehittamistoimenpiteista koituu maanomistajalle erityista hyotya, joka on epasuhteessa hanen suorittamiinsa kustannuksiin; 4) kunnalla on etuosto-oikeus etuostolain (608/1977) 5 §:n 1 momentissa asetetusta pinta-alarajoituksesta riippumatta; seka 5) alueelle suunnataan erityisia tukitoimia sen mukaan kuin niista valtion tukitoimien osalta asianomaisen viranomaisen kanssa erikseen sovitaan.",
        "title_sv": "Specialarrangemang på utvecklingsområden",
        "content_sv": "Utan hinder av vad som i denna lag eller någon annanstans i lag bestäms kan det beslutas att följande specialarrangemang skall tillämpas inom utvecklingsområden: 1) ansvaret för anläggandet av området anförtros i fråga om de delar som avses i 84 och 90 § en sammanslutning som bildats för att utveckla området, 2) när detaljplanen utarbetas eller ändras skall i syfte att fördela nyttan av och kostnaderna för anläggandet av området mellan kommunen och fastighetsägarna verkställas en fastighetsreglering på det sätt som bestäms särskilt, om förhållandena gör att det finns särskilda skäl till en fördelning som avviker från bestämmelserna i denna lag, 3) kommunen har rätt att av markägaren uppbära en i förhållande till nyttan skälig utvecklingsavgift om åtgärderna för utveckling av området medför sådan särskild nytta för markägaren som inte står i proportion till de kostnader markägaren betalt, 4) kommunen har förköpsrätt oberoende av arealbegränsningen i 5 § 1 mom. i förköpslagen (608/1977), samt 5) till området riktas särskilda stödåtgärder i enlighet med vad som särskilt överenskoms om dem med den behöriga myndigheten när det gäller statliga stödåtgärder.",
        "normalized_sv": "Utan hinder av vad som i denna lag eller någon annanstans i lag bestäms kan det beslutas att följande specialarrangemang skall tillämpas inom utvecklingsområden: 1) ansvaret för anläggandet av området anförtros i fråga om de delar som avses i 84 och 90 § en sammanslutning som bildats för att utveckla området, 2) när detaljplanen utarbetas eller ändras skall i syfte att fördela nyttan av och kostnaderna för anläggandet av området mellan kommunen och fastighetsägarna verkställas en fastighetsreglering på det sätt som bestäms särskilt, om förhållandena gör att det finns särskilda skäl till en fördelning som avviker från bestämmelserna i denna lag, 3) kommunen har rätt att av markägaren uppbära en i förhållande till nyttan skälig utvecklingsavgift om åtgärderna för utveckling av området medför sådan särskild nytta för markägaren som inte står i proportion till de kostnader markägaren betalt, 4) kommunen har förköpsrätt oberoende av arealbegränsningen i 5 § 1 mom. i förköpslagen (608/1977), samt 5) till området riktas särskilda stödåtgärder i enlighet med vad som särskilt överenskoms om dem med den behöriga myndigheten när det gäller statliga stödåtgärder.",
        "folded_sv": "utan hinder av vad som i denna lag eller nagon annanstans i lag bestams kan det beslutas att foljande specialarrangemang skall tillampas inom utvecklingsomraden: 1) ansvaret for anlaggandet av omradet anfortros i fraga om de delar som avses i 84 och 90 § en sammanslutning som bildats for att utveckla omradet, 2) nar detaljplanen utarbetas eller andras skall i syfte att fordela nyttan av och kostnaderna for anlaggandet av omradet mellan kommunen och fastighetsagarna verkstallas en fastighetsreglering pa det satt som bestams sarskilt, om forhallandena gor att det finns sarskilda skal till en fordelning som avviker fran bestammelserna i denna lag, 3) kommunen har ratt att av markagaren uppbara en i forhallande till nyttan skalig utvecklingsavgift om atgarderna for utveckling av omradet medfor sadan sarskild nytta for markagaren som inte star i proportion till de kostnader markagaren betalt, 4) kommunen har forkopsratt oberoende av arealbegransningen i 5 § 1 mom. i forkopslagen (608/1977), samt 5) till omradet riktas sarskilda stodatgarder i enlighet med vad som sarskilt overenskoms om dem med den behoriga myndigheten nar det galler statliga stodatgarder."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "188",
      "section": "188",
      "title": "Muutoksenhaku kaavan ja rakennusjärjestyksen hyväksymispäätöksestä",
      "content": "Asuntorakentamisen kannalta tai muutoin yhteiskunnallisesti merkittäväksi katsottavaa asemakaavaa koskeva valitus on käsiteltävä kiireellisenä. Muutoksenhakuviranomaisen on kunnan pyynnöstä ilmoitettava arvio siitä, milloin tällaista kaavaa koskeva päätös annetaan. Jos arvioitua aikaa ei ole mahdollista noudattaa, siitä on ilmoitettava kunnalle. Asemakaavan hyväksymistä koskevaan hallinto-oikeuden päätökseen ei saa hakea muutosta valittamalla siltä osin kuin alueen pääasiallinen maankäyttö on ratkaistu lainvoiman saaneessa oikeusvaikutteisessa yleiskaavassa. Mitä tässä momentissa säädetään, ei koske ranta-asemakaavaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:188",
        "normalized_fi": "Asuntorakentamisen kannalta tai muutoin yhteiskunnallisesti merkittäväksi katsottavaa asemakaavaa koskeva valitus on käsiteltävä kiireellisenä. Muutoksenhakuviranomaisen on kunnan pyynnöstä ilmoitettava arvio siitä, milloin tällaista kaavaa koskeva päätös annetaan. Jos arvioitua aikaa ei ole mahdollista noudattaa, siitä on ilmoitettava kunnalle. Asemakaavan hyväksymistä koskevaan hallinto-oikeuden päätökseen ei saa hakea muutosta valittamalla siltä osin kuin alueen pääasiallinen maankäyttö on ratkaistu lainvoiman saaneessa oikeusvaikutteisessa yleiskaavassa. Mitä tässä momentissa säädetään, ei koske ranta-asemakaavaa.",
        "folded_fi": "asuntorakentamisen kannalta tai muutoin yhteiskunnallisesti merkittavaksi katsottavaa asemakaavaa koskeva valitus on kasiteltava kiireellisena. muutoksenhakuviranomaisen on kunnan pyynnosta ilmoitettava arvio siita, milloin tallaista kaavaa koskeva paatos annetaan. jos arvioitua aikaa ei ole mahdollista noudattaa, siita on ilmoitettava kunnalle. asemakaavan hyvaksymista koskevaan hallinto-oikeuden paatokseen ei saa hakea muutosta valittamalla silta osin kuin alueen paaasiallinen maankaytto on ratkaistu lainvoiman saaneessa oikeusvaikutteisessa yleiskaavassa. mita tassa momentissa saadetaan, ei koske ranta-asemakaavaa.",
        "title_sv": "Sökande av ändring i beslut om godkännande av planer och byggnadsordningar",
        "content_sv": "Besvär som gäller en detaljplan som skall anses vara viktig med tanke på bostadsbyggande eller annars vara av samhällelig vikt skall behandlas i brådskande ordning. Besvärsinstansen skall på kommunens begäran lägga fram en uppskattning av när beslut om en sådan plan meddelas. Om det inte är möjligt att följa den uppskattade tidsplanen skall kommunen underrättas om detta. I ett beslut av förvaltningsdomstolen som gäller godkännande av en detaljplan får ändring inte sökas genom besvär till den del områdets huvudsakliga markanvändning har avgjorts i en lagakraftvunnen generalplan med rättsverkningar. Vad som föreskrivs i detta moment gäller inte stranddetaljplaner.",
        "normalized_sv": "Besvär som gäller en detaljplan som skall anses vara viktig med tanke på bostadsbyggande eller annars vara av samhällelig vikt skall behandlas i brådskande ordning. Besvärsinstansen skall på kommunens begäran lägga fram en uppskattning av när beslut om en sådan plan meddelas. Om det inte är möjligt att följa den uppskattade tidsplanen skall kommunen underrättas om detta. I ett beslut av förvaltningsdomstolen som gäller godkännande av en detaljplan får ändring inte sökas genom besvär till den del områdets huvudsakliga markanvändning har avgjorts i en lagakraftvunnen generalplan med rättsverkningar. Vad som föreskrivs i detta moment gäller inte stranddetaljplaner.",
        "folded_sv": "besvar som galler en detaljplan som skall anses vara viktig med tanke pa bostadsbyggande eller annars vara av samhallelig vikt skall behandlas i bradskande ordning. besvarsinstansen skall pa kommunens begaran lagga fram en uppskattning av nar beslut om en sadan plan meddelas. om det inte ar mojligt att folja den uppskattade tidsplanen skall kommunen underrattas om detta. i ett beslut av forvaltningsdomstolen som galler godkannande av en detaljplan far andring inte sokas genom besvar till den del omradets huvudsakliga markanvandning har avgjorts i en lagakraftvunnen generalplan med rattsverkningar. vad som foreskrivs i detta moment galler inte stranddetaljplaner."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "190",
      "section": "190",
      "title": "Muutoksenhaku muusta viranomaisen päätöksestä",
      "content": "Rakennuslupaa, toimenpidelupaa ja katusuunnitelmaa koskevassa asiassa hallinto-oikeuden päätökseen, jolla ei ole muutettu valituksen kohteena ollutta viranomaisten päätöstä, saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan. Rakennuslupaa tai katusuunnitelmaa koskevaan hallinto-oikeuden päätökseen ei saa hakea muutosta valittamalla siltä osin kuin asia on ratkaistu lainvoiman saaneessa asemakaavassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:190",
        "normalized_fi": "Rakennuslupaa, toimenpidelupaa ja katusuunnitelmaa koskevassa asiassa hallinto-oikeuden päätökseen, jolla ei ole muutettu valituksen kohteena ollutta viranomaisten päätöstä, saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan. Rakennuslupaa tai katusuunnitelmaa koskevaan hallinto-oikeuden päätökseen ei saa hakea muutosta valittamalla siltä osin kuin asia on ratkaistu lainvoiman saaneessa asemakaavassa.",
        "folded_fi": "rakennuslupaa, toimenpidelupaa ja katusuunnitelmaa koskevassa asiassa hallinto-oikeuden paatokseen, jolla ei ole muutettu valituksen kohteena ollutta viranomaisten paatosta, saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myontaa valitusluvan. rakennuslupaa tai katusuunnitelmaa koskevaan hallinto-oikeuden paatokseen ei saa hakea muutosta valittamalla silta osin kuin asia on ratkaistu lainvoiman saaneessa asemakaavassa.",
        "title_sv": "Sökande av ändring i andra beslut av en myndighet",
        "content_sv": "I ärenden som gäller bygglov, åtgärdstillstånd eller gatuplaner får ändring i sådana beslut av förvaltningsdomstolen genom vilka de myndighetsbeslut som besvären gäller inte har blivit ändrade sökas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd. I beslut av förvaltningsdomstolen som gäller bygglov eller gatuplan får ändring inte sökas genom besvär till den del ärendet har avgjorts i en lagakraftvunnen detaljplan.",
        "normalized_sv": "I ärenden som gäller bygglov, åtgärdstillstånd eller gatuplaner får ändring i sådana beslut av förvaltningsdomstolen genom vilka de myndighetsbeslut som besvären gäller inte har blivit ändrade sökas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd. I beslut av förvaltningsdomstolen som gäller bygglov eller gatuplan får ändring inte sökas genom besvär till den del ärendet har avgjorts i en lagakraftvunnen detaljplan.",
        "folded_sv": "i arenden som galler bygglov, atgardstillstand eller gatuplaner far andring i sadana beslut av forvaltningsdomstolen genom vilka de myndighetsbeslut som besvaren galler inte har blivit andrade sokas genom besvar endast om hogsta forvaltningsdomstolen beviljar besvarstillstand. i beslut av forvaltningsdomstolen som galler bygglov eller gatuplan far andring inte sokas genom besvar till den del arendet har avgjorts i en lagakraftvunnen detaljplan."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "191",
      "section": "191",
      "title": "Valitusoikeus kaavan ja rakennusjärjestyksen hyväksymistä koskevasta päätöksestä",
      "content": "Poiketen siitä, mitä valitusoikeudesta kuntalain 92 §:ssä säädetään, vaikutukseltaan vähäisestä muun asemakaavan kuin ranta-asemakaavan muutoksesta valitusoikeus on niillä, joiden oikeuteen, velvollisuuteen tai etuun päätös välittömästi vaikuttaa. Muutoin tällaisen asemakaavan muutoksen valitusoikeudesta on voimassa, mitä edellä tämän pykälän 1 ja 2 momentissa säädetään. Vaikutukseltaan vähäisenä ei ole pidettävä asemakaavan muutosta, jossa muutetaan rakennuskorttelin tai muun alueen pääasiallista käyttötarkoitusta, supistetaan puistoja tai muita lähivirkistykseen osoitettuja alueita taikka nostetaan rakennusoikeutta tai rakennuksen sallittua korkeutta ympäristöön laajemmin vaikuttavalla tavalla, heikennetään rakennetun ympäristön tai luonnonympäristön arvojen säilymistä taikka muutetaan kaavaa muulla näihin rinnastettavalla tavalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:191",
        "normalized_fi": "Poiketen siitä, mitä valitusoikeudesta kuntalain 92 § :ssä säädetään, vaikutukseltaan vähäisestä muun asemakaavan kuin ranta-asemakaavan muutoksesta valitusoikeus on niillä, joiden oikeuteen, velvollisuuteen tai etuun päätös välittömästi vaikuttaa. Muutoin tällaisen asemakaavan muutoksen valitusoikeudesta on voimassa, mitä edellä tämän pykälän 1 ja 2 momentissa säädetään. Vaikutukseltaan vähäisenä ei ole pidettävä asemakaavan muutosta, jossa muutetaan rakennuskorttelin tai muun alueen pääasiallista käyttötarkoitusta, supistetaan puistoja tai muita lähivirkistykseen osoitettuja alueita taikka nostetaan rakennusoikeutta tai rakennuksen sallittua korkeutta ympäristöön laajemmin vaikuttavalla tavalla, heikennetään rakennetun ympäristön tai luonnonympäristön arvojen säilymistä taikka muutetaan kaavaa muulla näihin rinnastettavalla tavalla.",
        "folded_fi": "poiketen siita, mita valitusoikeudesta kuntalain 92 §:ssa saadetaan, vaikutukseltaan vahaisesta muun asemakaavan kuin ranta-asemakaavan muutoksesta valitusoikeus on niilla, joiden oikeuteen, velvollisuuteen tai etuun paatos valittomasti vaikuttaa. muutoin tallaisen asemakaavan muutoksen valitusoikeudesta on voimassa, mita edella taman pykalan 1 ja 2 momentissa saadetaan. vaikutukseltaan vahaisena ei ole pidettava asemakaavan muutosta, jossa muutetaan rakennuskorttelin tai muun alueen paaasiallista kayttotarkoitusta, supistetaan puistoja tai muita lahivirkistykseen osoitettuja alueita taikka nostetaan rakennusoikeutta tai rakennuksen sallittua korkeutta ymparistoon laajemmin vaikuttavalla tavalla, heikennetaan rakennetun ympariston tai luonnonympariston arvojen sailymista taikka muutetaan kaavaa muulla naihin rinnastettavalla tavalla.",
        "title_sv": "Besvärsrätt i fråga om beslut som gäller godkännande av planer och byggnadsordningar",
        "content_sv": "I fråga om sådana ändringar i andra detaljplaner än stranddetaljplaner som är ringa till sina verkningar har, med avvikelse från bestämmelserna om besvärsrätt i 92 § i kommunallagen, de besvärsrätt vilkas rätt, skyldighet eller fördel direkt påverkas av ett beslut. I övrigt gäller i fråga om besvärsrätt vid denna typ av detaljplaneändringar vad som föreskrivs i 1 och 2 mom. En detaljplaneändring skall inte anses vara ringa till sina verkningar om den innebär att ett byggnadskvarters eller ett annat områdes huvudsakliga användningsändamål ändras, att parker eller andra för rekreation anvisade områden minskas, att byggrätten eller den tillåtna byggnadshöjden ökas så att detta får mera omfattande konsekvenser för omgivningen, att värden i den byggda miljön eller naturmiljön försämras eller att planen ändras på något annat jämförbart sätt.",
        "normalized_sv": "I fråga om sådana ändringar i andra detaljplaner än stranddetaljplaner som är ringa till sina verkningar har, med avvikelse från bestämmelserna om besvärsrätt i 92 § i kommunallagen, de besvärsrätt vilkas rätt, skyldighet eller fördel direkt påverkas av ett beslut. I övrigt gäller i fråga om besvärsrätt vid denna typ av detaljplaneändringar vad som föreskrivs i 1 och 2 mom. En detaljplaneändring skall inte anses vara ringa till sina verkningar om den innebär att ett byggnadskvarters eller ett annat områdes huvudsakliga användningsändamål ändras, att parker eller andra för rekreation anvisade områden minskas, att byggrätten eller den tillåtna byggnadshöjden ökas så att detta får mera omfattande konsekvenser för omgivningen, att värden i den byggda miljön eller naturmiljön försämras eller att planen ändras på något annat jämförbart sätt.",
        "folded_sv": "i fraga om sadana andringar i andra detaljplaner an stranddetaljplaner som ar ringa till sina verkningar har, med avvikelse fran bestammelserna om besvarsratt i 92 § i kommunallagen, de besvarsratt vilkas ratt, skyldighet eller fordel direkt paverkas av ett beslut. i ovrigt galler i fraga om besvarsratt vid denna typ av detaljplaneandringar vad som foreskrivs i 1 och 2 mom. en detaljplaneandring skall inte anses vara ringa till sina verkningar om den innebar att ett byggnadskvarters eller ett annat omrades huvudsakliga anvandningsandamal andras, att parker eller andra for rekreation anvisade omraden minskas, att byggratten eller den tillatna byggnadshojden okas sa att detta far mera omfattande konsekvenser for omgivningen, att varden i den byggda miljon eller naturmiljon forsamras eller att planen andras pa nagot annat jamforbart satt."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "198",
      "section": "198",
      "title": "Eräiden päätösten tiedoksi antaminen",
      "content": "Hallinto-oikeuden päätös 188 §:n 1 momentissa tarkoitetussa asiassa annetaan julkipanon jälkeen. Hallinto-oikeuden ja kunnan viranomaisen päätös lupa-asiassa sekä kunnan viranomaisen, alueellisen ympäristökeskuksen ja hallinto-oikeuden päätös 171 §:ssä tarkoitetussa poikkeamista koskevassa asiassa annetaan julkipanon jälkeen. Ympäristöministeriön 31 §:n 1 momentissa, 33 §:n 3 momentissa, 177 §:n 1 momentissa ja 178 §:ssä sekä alueellisen ympäristökeskuksen 38 §:n 2 momentissa ja 179 §:ssä tarkoitettu päätös annetaan samoin julkipanon jälkeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:198",
        "normalized_fi": "Hallinto-oikeuden päätös 188 § :n 1 momentissa tarkoitetussa asiassa annetaan julkipanon jälkeen. Hallinto-oikeuden ja kunnan viranomaisen päätös lupa-asiassa sekä kunnan viranomaisen, alueellisen ympäristökeskuksen ja hallinto-oikeuden päätös 171 § :ssä tarkoitetussa poikkeamista koskevassa asiassa annetaan julkipanon jälkeen. Ympäristöministeriön 31 § :n 1 momentissa, 33 § :n 3 momentissa, 177 § :n 1 momentissa ja 178 § :ssä sekä alueellisen ympäristökeskuksen 38 § :n 2 momentissa ja 179 § :ssä tarkoitettu päätös annetaan samoin julkipanon jälkeen.",
        "folded_fi": "hallinto-oikeuden paatos 188 §:n 1 momentissa tarkoitetussa asiassa annetaan julkipanon jalkeen. hallinto-oikeuden ja kunnan viranomaisen paatos lupa-asiassa seka kunnan viranomaisen, alueellisen ymparistokeskuksen ja hallinto-oikeuden paatos 171 §:ssa tarkoitetussa poikkeamista koskevassa asiassa annetaan julkipanon jalkeen. ymparistoministerion 31 §:n 1 momentissa, 33 §:n 3 momentissa, 177 §:n 1 momentissa ja 178 §:ssa seka alueellisen ymparistokeskuksen 38 §:n 2 momentissa ja 179 §:ssa tarkoitettu paatos annetaan samoin julkipanon jalkeen.",
        "title_sv": "Delgivning av vissa beslut",
        "content_sv": "Förvaltningsdomstolens beslut i sådana ärenden som avses i 188 § 1 mom. meddelas efter anslag. Förvaltningsdomstolens och en kommunal myndighets beslut i ett tillståndsärende samt en kommunal myndighets, den regionala miljöcentralens och förvaltningsdomstolens beslut i ett ärende som gäller undantag enligt 171 § meddelas efter anslag. Miljöministeriets beslut enligt 31 § 1 mom., 33 § 3 mom., 177 § 1 mom. och 178 § samt den regionala miljöcentralens beslut enligt 38 § 2 mom. och 179 § meddelas likaså efter anslag.",
        "normalized_sv": "Förvaltningsdomstolens beslut i sådana ärenden som avses i 188 § 1 mom. meddelas efter anslag. Förvaltningsdomstolens och en kommunal myndighets beslut i ett tillståndsärende samt en kommunal myndighets, den regionala miljöcentralens och förvaltningsdomstolens beslut i ett ärende som gäller undantag enligt 171 § meddelas efter anslag. Miljöministeriets beslut enligt 31 § 1 mom., 33 § 3 mom., 177 § 1 mom. och 178 § samt den regionala miljöcentralens beslut enligt 38 § 2 mom. och 179 § meddelas likaså efter anslag.",
        "folded_sv": "forvaltningsdomstolens beslut i sadana arenden som avses i 188 § 1 mom. meddelas efter anslag. forvaltningsdomstolens och en kommunal myndighets beslut i ett tillstandsarende samt en kommunal myndighets, den regionala miljocentralens och forvaltningsdomstolens beslut i ett arende som galler undantag enligt 171 § meddelas efter anslag. miljoministeriets beslut enligt 31 § 1 mom., 33 § 3 mom., 177 § 1 mom. och 178 § samt den regionala miljocentralens beslut enligt 38 § 2 mom. och 179 § meddelas likasa efter anslag."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "201",
      "section": "201",
      "title": "Kaavapäätöksen täytäntöönpanokelpoisuus",
      "content": "Maakuntakaavan ja yhteisen yleiskaavan vahvistuspäätöksessä voidaan määrätä kaava tulemaan voimaan ennen kuin se on saanut lainvoiman. Kunnanhallitus voi valitusajan kuluttua määrätä yleis- ja asemakaavan tulemaan voimaan ennen kuin se on saanut lainvoiman kaava-alueen siltä osalta, johon valitusten tai oikaisukehotuksen ei voida katsoa kohdistuvan. Kunnan on annettava päätös viivytyksettä tiedoksi valittajille ja muutoksenhakuviranomaiselle sekä, jos määräys koskee oikaisukehotuksen kohteena olevaa kaavaa, alueelliselle ympäristökeskukselle. Muutoksenhakuviranomainen voi kieltää päätöksen täytäntöönpanon. Jos viranomainen on 195 §:n nojalla tehnyt kaavan hyväksymispäätöksestä oikaisukehotuksen, kaavan täytäntöönpano keskeytyy siihen asti, kun kunnanvaltuusto on tehnyt asiassa uuden päätöksen, ellei kunnanhallitus ole 1 momentin nojalla määrännyt kaavan osaa tulemaan voimaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:201",
        "normalized_fi": "Maakuntakaavan ja yhteisen yleiskaavan vahvistuspäätöksessä voidaan määrätä kaava tulemaan voimaan ennen kuin se on saanut lainvoiman. Kunnanhallitus voi valitusajan kuluttua määrätä yleis- ja asemakaavan tulemaan voimaan ennen kuin se on saanut lainvoiman kaava-alueen siltä osalta, johon valitusten tai oikaisukehotuksen ei voida katsoa kohdistuvan. Kunnan on annettava päätös viivytyksettä tiedoksi valittajille ja muutoksenhakuviranomaiselle sekä, jos määräys koskee oikaisukehotuksen kohteena olevaa kaavaa, alueelliselle ympäristökeskukselle. Muutoksenhakuviranomainen voi kieltää päätöksen täytäntöönpanon. Jos viranomainen on 195 § :n nojalla tehnyt kaavan hyväksymispäätöksestä oikaisukehotuksen, kaavan täytäntöönpano keskeytyy siihen asti, kun kunnanvaltuusto on tehnyt asiassa uuden päätöksen, ellei kunnanhallitus ole 1 momentin nojalla määrännyt kaavan osaa tulemaan voimaan.",
        "folded_fi": "maakuntakaavan ja yhteisen yleiskaavan vahvistuspaatoksessa voidaan maarata kaava tulemaan voimaan ennen kuin se on saanut lainvoiman. kunnanhallitus voi valitusajan kuluttua maarata yleis- ja asemakaavan tulemaan voimaan ennen kuin se on saanut lainvoiman kaava-alueen silta osalta, johon valitusten tai oikaisukehotuksen ei voida katsoa kohdistuvan. kunnan on annettava paatos viivytyksetta tiedoksi valittajille ja muutoksenhakuviranomaiselle seka, jos maarays koskee oikaisukehotuksen kohteena olevaa kaavaa, alueelliselle ymparistokeskukselle. muutoksenhakuviranomainen voi kieltaa paatoksen taytantoonpanon. jos viranomainen on 195 §:n nojalla tehnyt kaavan hyvaksymispaatoksesta oikaisukehotuksen, kaavan taytantoonpano keskeytyy siihen asti, kun kunnanvaltuusto on tehnyt asiassa uuden paatoksen, ellei kunnanhallitus ole 1 momentin nojalla maarannyt kaavan osaa tulemaan voimaan.",
        "title_sv": "Verkställbarheten av ett planbeslut",
        "content_sv": "I ett beslut om fastställande av en landskapsplan eller en gemensam generalplan kan bestämmas att planen skall träda i kraft innan den har vunnit laga kraft. Kommunstyrelsen kan efter besvärstidens utgång bestämma att en generalplan eller detaljplan innan den har vunnit laga kraft skall träda i kraft för den del av planområdet som besvären eller rättelseuppmaningen inte kan anses gälla. Kommunen skall utan dröjsmål delge ändringssökandena och besvärsinstansen samt, om beslutet gäller en plan som är föremål för rättelseuppmaning, även den regionala miljöcentralen beslutet. Besvärsinstansen kan förbjuda att beslutet verkställs. Om en myndighet med stöd av 195 § har gett en rättelseuppmaning som gäller beslutet att godkänna planen, avbryts verkställigheten av planen till dess kommunfullmäktige har fattat ett nytt beslut i saken, om inte kommunstyrelsen med stöd av 1 mom. har bestämt att en del av planen skall träda i kraft.",
        "normalized_sv": "I ett beslut om fastställande av en landskapsplan eller en gemensam generalplan kan bestämmas att planen skall träda i kraft innan den har vunnit laga kraft. Kommunstyrelsen kan efter besvärstidens utgång bestämma att en generalplan eller detaljplan innan den har vunnit laga kraft skall träda i kraft för den del av planområdet som besvären eller rättelseuppmaningen inte kan anses gälla. Kommunen skall utan dröjsmål delge ändringssökandena och besvärsinstansen samt, om beslutet gäller en plan som är föremål för rättelseuppmaning, även den regionala miljöcentralen beslutet. Besvärsinstansen kan förbjuda att beslutet verkställs. Om en myndighet med stöd av 195 § har gett en rättelseuppmaning som gäller beslutet att godkänna planen, avbryts verkställigheten av planen till dess kommunfullmäktige har fattat ett nytt beslut i saken, om inte kommunstyrelsen med stöd av 1 mom. har bestämt att en del av planen skall träda i kraft.",
        "folded_sv": "i ett beslut om faststallande av en landskapsplan eller en gemensam generalplan kan bestammas att planen skall trada i kraft innan den har vunnit laga kraft. kommunstyrelsen kan efter besvarstidens utgang bestamma att en generalplan eller detaljplan innan den har vunnit laga kraft skall trada i kraft for den del av planomradet som besvaren eller rattelseuppmaningen inte kan anses galla. kommunen skall utan drojsmal delge andringssokandena och besvarsinstansen samt, om beslutet galler en plan som ar foremal for rattelseuppmaning, aven den regionala miljocentralen beslutet. besvarsinstansen kan forbjuda att beslutet verkstalls. om en myndighet med stod av 195 § har gett en rattelseuppmaning som galler beslutet att godkanna planen, avbryts verkstalligheten av planen till dess kommunfullmaktige har fattat ett nytt beslut i saken, om inte kommunstyrelsen med stod av 1 mom. har bestamt att en del av planen skall trada i kraft."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "201 a",
      "section": "201 a",
      "title": "Rakennusluvan käsitteleminen lainvoimaa vailla olevan asemakaavan perusteella",
      "content": "Rakennuslupa voidaan valitusajan umpeen kuluttua myöntää 53 §:n 3 momentin ja 81 §:n 1 ja 2 momentin estämättä lainvoimaa vailla olevan, hyväksytyn asemakaavan perusteella. Rakennusluvassa on tällöin määrättävä, ettei rakentamista saada aloittaa ennen kuin asemakaava on tullut voimaan. Lupa katsotaan rauenneeksi, jos asemakaava ei tule voimaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:201 a",
        "normalized_fi": "Rakennuslupa voidaan valitusajan umpeen kuluttua myöntää 53 § :n 3 momentin ja 81 § :n 1 ja 2 momentin estämättä lainvoimaa vailla olevan, hyväksytyn asemakaavan perusteella. Rakennusluvassa on tällöin määrättävä, ettei rakentamista saada aloittaa ennen kuin asemakaava on tullut voimaan. Lupa katsotaan rauenneeksi, jos asemakaava ei tule voimaan.",
        "folded_fi": "rakennuslupa voidaan valitusajan umpeen kuluttua myontaa 53 §:n 3 momentin ja 81 §:n 1 ja 2 momentin estamatta lainvoimaa vailla olevan, hyvaksytyn asemakaavan perusteella. rakennusluvassa on talloin maarattava, ettei rakentamista saada aloittaa ennen kuin asemakaava on tullut voimaan. lupa katsotaan rauenneeksi, jos asemakaava ei tule voimaan.",
        "title_sv": "Behandling av bygglov på grundval av detaljplan som inte vunnit laga kraft",
        "content_sv": "Efter det att besvärstiden har gått ut kan bygglov utan hinder av 53 § 3 mom. och 81 § 1 och 2 mom. beviljas på grundval av en detaljplan som är godkänd men som inte har vunnit laga kraft. I bygglovet skall då anges att byggandet inte får inledas innan detaljplanen har trätt i kraft. Tillståndet anses ha förfallit om detaljplanen inte träder i kraft.",
        "normalized_sv": "Efter det att besvärstiden har gått ut kan bygglov utan hinder av 53 § 3 mom. och 81 § 1 och 2 mom. beviljas på grundval av en detaljplan som är godkänd men som inte har vunnit laga kraft. I bygglovet skall då anges att byggandet inte får inledas innan detaljplanen har trätt i kraft. Tillståndet anses ha förfallit om detaljplanen inte träder i kraft.",
        "folded_sv": "efter det att besvarstiden har gatt ut kan bygglov utan hinder av 53 § 3 mom. och 81 § 1 och 2 mom. beviljas pa grundval av en detaljplan som ar godkand men som inte har vunnit laga kraft. i bygglovet skall da anges att byggandet inte far inledas innan detaljplanen har tratt i kraft. tillstandet anses ha forfallit om detaljplanen inte trader i kraft."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "203",
      "section": "203",
      "title": "Muutoksenhaun yhteydessä kaavaan ja rakennusjärjestykseen tehtävät muutokset",
      "content": "Muutoksenhakuviranomainen voi tehdä kaavaan ja rakennusjärjestykseen oikaisunluonteisia korjauksia. Muutoksenhakuviranomainen voi kunnan suostumuksella tehdä yleis- tai asemakaavaan myös vähäisiä tarkistuksia, jos tarkistuksilla ei ole vaikutusta muiden kuin siihen suostuneiden etuun tai oikeuteen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:203",
        "normalized_fi": "Muutoksenhakuviranomainen voi tehdä kaavaan ja rakennusjärjestykseen oikaisunluonteisia korjauksia. Muutoksenhakuviranomainen voi kunnan suostumuksella tehdä yleis- tai asemakaavaan myös vähäisiä tarkistuksia, jos tarkistuksilla ei ole vaikutusta muiden kuin siihen suostuneiden etuun tai oikeuteen.",
        "folded_fi": "muutoksenhakuviranomainen voi tehda kaavaan ja rakennusjarjestykseen oikaisunluonteisia korjauksia. muutoksenhakuviranomainen voi kunnan suostumuksella tehda yleis- tai asemakaavaan myos vahaisia tarkistuksia, jos tarkistuksilla ei ole vaikutusta muiden kuin siihen suostuneiden etuun tai oikeuteen.",
        "title_sv": "Ändringar i planer och byggnadsordningar i samband med ändringssökande",
        "content_sv": "Besvärsinstansen kan göra justerande rättelser i planer och byggnadsordningar. Besvärsinstansen kan med kommunens samtycke även göra mindre justeringar i general- eller detaljplanen, om justeringarna inte påverkar andras rätt eller fördel än deras som gett sitt samtycke till justeringen.",
        "normalized_sv": "Besvärsinstansen kan göra justerande rättelser i planer och byggnadsordningar. Besvärsinstansen kan med kommunens samtycke även göra mindre justeringar i general- eller detaljplanen, om justeringarna inte påverkar andras rätt eller fördel än deras som gett sitt samtycke till justeringen.",
        "folded_sv": "besvarsinstansen kan gora justerande rattelser i planer och byggnadsordningar. besvarsinstansen kan med kommunens samtycke aven gora mindre justeringar i general- eller detaljplanen, om justeringarna inte paverkar andras ratt eller fordel an deras som gett sitt samtycke till justeringen."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    }
  ]
}