{
  "id": "1444/2015",
  "type": "statute",
  "title": "Laki avoimesta yhtiöstä ja kommandiittiyhtiöstä annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om öppna bolag och kommanditbolag",
  "status": "in_force",
  "issued_date": "2015-12-11",
  "in_force_date": "2015-12-11",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/1444/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Soveltamisala ja yhtiömiesten vastuu",
      "content": "Tätä lakia sovelletaan Suomen lain mukaan rekisteröityihin avoimiin yhtiöihin ja kommandiittiyhtiöihin, jollei muussa laissa toisin säädetä. Avoimessa yhtiössä ja kommandiittiyhtiössä kaksi tai useampi harjoittaa yhtiösopimuksen perusteella yhdessä elinkeinotoimintaa yhteisen taloudellisen tarkoituksen saavuttamiseksi. yhtiömiehet Avoimen yhtiön yhtiösopimuksen osapuolet () vastaavat yhtiön velvoitteista niiden täyteen määrään niin kuin omasta velastaan. Kommandiittiyhtiössä yhden tai useamman yhtiömiehen, ei kuitenkaan kaikkien, vastuuta yhtiön velvoitteista on rajoitettu yhtiösopimuksen osoittaman omaisuuspanoksen määrään. äänettömällä yhtiömiehellä Vastuunalaisella yhtiömiehellä Tässä laissa tarkoitetaan kommandiittiyhtiön yhtiömiestä, jonka vastuu yhtiön velvoitteista on rajoitettu 2 momentissa tarkoitetulla tavalla. tarkoitetaan kommandiittiyhtiön muuta yhtiömiestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:1",
        "normalized_fi": "Tätä lakia sovelletaan Suomen lain mukaan rekisteröityihin avoimiin yhtiöihin ja kommandiittiyhtiöihin, jollei muussa laissa toisin säädetä. Avoimessa yhtiössä ja kommandiittiyhtiössä kaksi tai useampi harjoittaa yhtiösopimuksen perusteella yhdessä elinkeinotoimintaa yhteisen taloudellisen tarkoituksen saavuttamiseksi. yhtiömiehet Avoimen yhtiön yhtiösopimuksen osapuolet () vastaavat yhtiön velvoitteista niiden täyteen määrään niin kuin omasta velastaan. Kommandiittiyhtiössä yhden tai useamman yhtiömiehen, ei kuitenkaan kaikkien, vastuuta yhtiön velvoitteista on rajoitettu yhtiösopimuksen osoittaman omaisuuspanoksen määrään. äänettömällä yhtiömiehellä Vastuunalaisella yhtiömiehellä Tässä laissa tarkoitetaan kommandiittiyhtiön yhtiömiestä, jonka vastuu yhtiön velvoitteista on rajoitettu 2 momentissa tarkoitetulla tavalla. tarkoitetaan kommandiittiyhtiön muuta yhtiömiestä.",
        "folded_fi": "tata lakia sovelletaan suomen lain mukaan rekisteroityihin avoimiin yhtioihin ja kommandiittiyhtioihin, jollei muussa laissa toisin saadeta. avoimessa yhtiossa ja kommandiittiyhtiossa kaksi tai useampi harjoittaa yhtiosopimuksen perusteella yhdessa elinkeinotoimintaa yhteisen taloudellisen tarkoituksen saavuttamiseksi. yhtiomiehet avoimen yhtion yhtiosopimuksen osapuolet () vastaavat yhtion velvoitteista niiden tayteen maaraan niin kuin omasta velastaan. kommandiittiyhtiossa yhden tai useamman yhtiomiehen, ei kuitenkaan kaikkien, vastuuta yhtion velvoitteista on rajoitettu yhtiosopimuksen osoittaman omaisuuspanoksen maaraan. aanettomalla yhtiomiehella vastuunalaisella yhtiomiehella tassa laissa tarkoitetaan kommandiittiyhtion yhtiomiesta, jonka vastuu yhtion velvoitteista on rajoitettu 2 momentissa tarkoitetulla tavalla. tarkoitetaan kommandiittiyhtion muuta yhtiomiesta.",
        "title_sv": "Tillämpningsområde och bolagsmännens ansvar",
        "content_sv": "Denna lag tillämpas på öppna bolag och kommanditbolag som är registrerade enligt finsk lag, om inte annat föreskrivs i någon annan lag. I ett öppet bolag och ett kommanditbolag utövar två eller flera med stöd av ett bolagsavtal tillsammans näringsverksamhet för att uppnå ett gemensamt ekonomiskt syfte. bolagsmännen Parterna i ett bolagsavtal för ett öppet bolag () svarar för bolagets förpliktelser till fullt belopp såsom för egen skuld. I ett kommanditbolag är ansvaret för bolagets förpliktelser i fråga om en eller flera men inte samtliga bolagsmän begränsat till den egendomsinsats som anges i bolagsavtalet. tyst bolagsman ansvarig bolagsman I denna lag avses med en sådan bolagsman i ett kommanditbolag vars ansvar för bolagets förpliktelser är begränsat på det sätt som avses i 2 mom. Med avses varje annan bolagsman i kommanditbolaget.",
        "normalized_sv": "Denna lag tillämpas på öppna bolag och kommanditbolag som är registrerade enligt finsk lag, om inte annat föreskrivs i någon annan lag. I ett öppet bolag och ett kommanditbolag utövar två eller flera med stöd av ett bolagsavtal tillsammans näringsverksamhet för att uppnå ett gemensamt ekonomiskt syfte. bolagsmännen Parterna i ett bolagsavtal för ett öppet bolag () svarar för bolagets förpliktelser till fullt belopp såsom för egen skuld. I ett kommanditbolag är ansvaret för bolagets förpliktelser i fråga om en eller flera men inte samtliga bolagsmän begränsat till den egendomsinsats som anges i bolagsavtalet. tyst bolagsman ansvarig bolagsman I denna lag avses med en sådan bolagsman i ett kommanditbolag vars ansvar för bolagets förpliktelser är begränsat på det sätt som avses i 2 mom. Med avses varje annan bolagsman i kommanditbolaget.",
        "folded_sv": "denna lag tillampas pa oppna bolag och kommanditbolag som ar registrerade enligt finsk lag, om inte annat foreskrivs i nagon annan lag. i ett oppet bolag och ett kommanditbolag utovar tva eller flera med stod av ett bolagsavtal tillsammans naringsverksamhet for att uppna ett gemensamt ekonomiskt syfte. bolagsmannen parterna i ett bolagsavtal for ett oppet bolag () svarar for bolagets forpliktelser till fullt belopp sasom for egen skuld. i ett kommanditbolag ar ansvaret for bolagets forpliktelser i fraga om en eller flera men inte samtliga bolagsman begransat till den egendomsinsats som anges i bolagsavtalet. tyst bolagsman ansvarig bolagsman i denna lag avses med en sadan bolagsman i ett kommanditbolag vars ansvar for bolagets forpliktelser ar begransat pa det satt som avses i 2 mom. med avses varje annan bolagsman i kommanditbolaget."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Yhtiön synty ja rekisteröiminen",
      "content": "Avoin yhtiö ja kommandiittiyhtiö syntyvät rekisteröimisellä. Yhtiö on ilmoitettava rekisteröitäväksi kolmen kuukauden kuluessa yhtiösopimuksen allekirjoittamisesta tai yh-tiön perustaminen raukeaa. Yhtiön ilmoittamisesta kaupparekisteriin säädetään kaupparekisterilaissa (129/1979) ja toiminimestä toiminimilaissa (128/1979).",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:2",
        "normalized_fi": "Avoin yhtiö ja kommandiittiyhtiö syntyvät rekisteröimisellä. Yhtiö on ilmoitettava rekisteröitäväksi kolmen kuukauden kuluessa yhtiösopimuksen allekirjoittamisesta tai yh-tiön perustaminen raukeaa. Yhtiön ilmoittamisesta kaupparekisteriin säädetään kaupparekisterilaissa (129/1979) ja toiminimestä toiminimilaissa (128/1979).",
        "folded_fi": "avoin yhtio ja kommandiittiyhtio syntyvat rekisteroimisella. yhtio on ilmoitettava rekisteroitavaksi kolmen kuukauden kuluessa yhtiosopimuksen allekirjoittamisesta tai yh-tion perustaminen raukeaa. yhtion ilmoittamisesta kaupparekisteriin saadetaan kaupparekisterilaissa (129/1979) ja toiminimesta toiminimilaissa (128/1979).",
        "title_sv": "Hur ett bolag uppkommer och registreras",
        "content_sv": "Ett öppet bolag och ett kommanditbolag uppkommer genom registrering. Bolaget ska anmälas för registrering inom tre månader efter det att bolagsavtalet undertecknats. I annat fall förfaller bolagsbildningen. Bestämmelser om anmälan av bolaget till handelsregistret finns i handelsregisterlagen (129/1979) och om dess firma i firmalagen (128/1979).",
        "normalized_sv": "Ett öppet bolag och ett kommanditbolag uppkommer genom registrering. Bolaget ska anmälas för registrering inom tre månader efter det att bolagsavtalet undertecknats. I annat fall förfaller bolagsbildningen. Bestämmelser om anmälan av bolaget till handelsregistret finns i handelsregisterlagen (129/1979) och om dess firma i firmalagen (128/1979).",
        "folded_sv": "ett oppet bolag och ett kommanditbolag uppkommer genom registrering. bolaget ska anmalas for registrering inom tre manader efter det att bolagsavtalet undertecknats. i annat fall forfaller bolagsbildningen. bestammelser om anmalan av bolaget till handelsregistret finns i handelsregisterlagen (129/1979) och om dess firma i firmalagen (128/1979)."
      }
    },
    {
      "provision_ref": "1:3 a",
      "chapter": "1",
      "section": "3 a",
      "title": "Toiminta ennen rekisteröimistä",
      "content": "Ennen rekisteröimistä yhtiö ei voi hankkia oikeuksia eikä tehdä sitoumuksia eikä myöskään olla asianosaisena tuomioistuimessa tai muussa viranomaisessa. Yhtiön puolesta ennen sen rekisteröimistä tehdyistä toimista vastaavat toimesta päättäneet ja siihen osallistuneet yhteisvastuullisesti. Yhtiösopimuksen allekirjoittamisen jälkeen tehdystä toimesta tai yhtiösopimuksessa yksilöidystä, enintään vuosi ennen yhtiösopimuksen allekirjoittamista tehdystä toimesta aiheutuneet velvoitteet siirtyvät yhtiölle, kun yhtiö rekisteröidään. Avoimen yhtiön yhtiömiehet ja kommandiittiyhtiön vastuunalaiset yhtiömiehet sekä toimitusjohtaja voivat ennen yhtiön rekisteröimistä käyttää puhevaltaa yhtiön perustamista koskevissa asioissa ja ryhtyä toimenpiteisiin yhtiöosuudesta suoritettavan maksun saamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:3 a",
        "normalized_fi": "Ennen rekisteröimistä yhtiö ei voi hankkia oikeuksia eikä tehdä sitoumuksia eikä myöskään olla asianosaisena tuomioistuimessa tai muussa viranomaisessa. Yhtiön puolesta ennen sen rekisteröimistä tehdyistä toimista vastaavat toimesta päättäneet ja siihen osallistuneet yhteisvastuullisesti. Yhtiösopimuksen allekirjoittamisen jälkeen tehdystä toimesta tai yhtiösopimuksessa yksilöidystä, enintään vuosi ennen yhtiösopimuksen allekirjoittamista tehdystä toimesta aiheutuneet velvoitteet siirtyvät yhtiölle, kun yhtiö rekisteröidään. Avoimen yhtiön yhtiömiehet ja kommandiittiyhtiön vastuunalaiset yhtiömiehet sekä toimitusjohtaja voivat ennen yhtiön rekisteröimistä käyttää puhevaltaa yhtiön perustamista koskevissa asioissa ja ryhtyä toimenpiteisiin yhtiöosuudesta suoritettavan maksun saamiseksi.",
        "folded_fi": "ennen rekisteroimista yhtio ei voi hankkia oikeuksia eika tehda sitoumuksia eika myoskaan olla asianosaisena tuomioistuimessa tai muussa viranomaisessa. yhtion puolesta ennen sen rekisteroimista tehdyista toimista vastaavat toimesta paattaneet ja siihen osallistuneet yhteisvastuullisesti. yhtiosopimuksen allekirjoittamisen jalkeen tehdysta toimesta tai yhtiosopimuksessa yksiloidysta, enintaan vuosi ennen yhtiosopimuksen allekirjoittamista tehdysta toimesta aiheutuneet velvoitteet siirtyvat yhtiolle, kun yhtio rekisteroidaan. avoimen yhtion yhtiomiehet ja kommandiittiyhtion vastuunalaiset yhtiomiehet seka toimitusjohtaja voivat ennen yhtion rekisteroimista kayttaa puhevaltaa yhtion perustamista koskevissa asioissa ja ryhtya toimenpiteisiin yhtioosuudesta suoritettavan maksun saamiseksi.",
        "title_sv": "Åtgärder före registreringen",
        "content_sv": "Före registreringen kan ett bolag inte förvärva rättigheter eller åta sig skyldigheter och inte heller uppträda som part i en domstol eller hos någon annan myndighet. De som beslutat om eller deltagit i en åtgärd som på bolagets vägnar vidtagits före registreringen är solidariskt ansvariga för åtgärden. Förpliktelser orsakade av en åtgärd som har vidtagits efter undertecknandet av bolagsavtalet eller av en i bolagsavtalet specificerad åtgärd som har vidtagits tidigast ett år före undertecknandet övergår på bolaget när det registreras. Bolagsmännen i ett öppet bolag och de ansvariga bolagsmännen i ett kommanditbolag samt verkställande direktören kan innan bolaget registreras föra talan i ärenden som gäller bildandet av bolaget och vidta åtgärder för att kräva in betalning för bolagsandelen.",
        "normalized_sv": "Före registreringen kan ett bolag inte förvärva rättigheter eller åta sig skyldigheter och inte heller uppträda som part i en domstol eller hos någon annan myndighet. De som beslutat om eller deltagit i en åtgärd som på bolagets vägnar vidtagits före registreringen är solidariskt ansvariga för åtgärden. Förpliktelser orsakade av en åtgärd som har vidtagits efter undertecknandet av bolagsavtalet eller av en i bolagsavtalet specificerad åtgärd som har vidtagits tidigast ett år före undertecknandet övergår på bolaget när det registreras. Bolagsmännen i ett öppet bolag och de ansvariga bolagsmännen i ett kommanditbolag samt verkställande direktören kan innan bolaget registreras föra talan i ärenden som gäller bildandet av bolaget och vidta åtgärder för att kräva in betalning för bolagsandelen.",
        "folded_sv": "fore registreringen kan ett bolag inte forvarva rattigheter eller ata sig skyldigheter och inte heller upptrada som part i en domstol eller hos nagon annan myndighet. de som beslutat om eller deltagit i en atgard som pa bolagets vagnar vidtagits fore registreringen ar solidariskt ansvariga for atgarden. forpliktelser orsakade av en atgard som har vidtagits efter undertecknandet av bolagsavtalet eller av en i bolagsavtalet specificerad atgard som har vidtagits tidigast ett ar fore undertecknandet overgar pa bolaget nar det registreras. bolagsmannen i ett oppet bolag och de ansvariga bolagsmannen i ett kommanditbolag samt verkstallande direktoren kan innan bolaget registreras fora talan i arenden som galler bildandet av bolaget och vidta atgarder for att krava in betalning for bolagsandelen."
      }
    },
    {
      "provision_ref": "1:3 b",
      "chapter": "1",
      "section": "3 b",
      "title": "Oikeustoimet rekisteröimättömän yhtiön kanssa",
      "content": "Jos yhtiön sopimuskumppani tiesi, ettei yhtiötä ollut rekisteröity, hän voi, jollei toisin ole sovittu, luopua yhtiön kanssa tehdystä sopimuksesta, jos rekisteri-ilmoitusta perustamisesta ei ole tehty 2 §:ssä säädetyssä määräajassa tai jos rekisteröiminen on evätty. Jos sopimuskumppani ei tiennyt, ettei yhtiötä ollut rekisteröity, hän voi luopua sopimuksesta, kunnes yhtiö on rekisteröity.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:3 b",
        "normalized_fi": "Jos yhtiön sopimuskumppani tiesi, ettei yhtiötä ollut rekisteröity, hän voi, jollei toisin ole sovittu, luopua yhtiön kanssa tehdystä sopimuksesta, jos rekisteri-ilmoitusta perustamisesta ei ole tehty 2 § :ssä säädetyssä määräajassa tai jos rekisteröiminen on evätty. Jos sopimuskumppani ei tiennyt, ettei yhtiötä ollut rekisteröity, hän voi luopua sopimuksesta, kunnes yhtiö on rekisteröity.",
        "folded_fi": "jos yhtion sopimuskumppani tiesi, ettei yhtiota ollut rekisteroity, han voi, jollei toisin ole sovittu, luopua yhtion kanssa tehdysta sopimuksesta, jos rekisteri-ilmoitusta perustamisesta ei ole tehty 2 §:ssa saadetyssa maaraajassa tai jos rekisteroiminen on evatty. jos sopimuskumppani ei tiennyt, ettei yhtiota ollut rekisteroity, han voi luopua sopimuksesta, kunnes yhtio on rekisteroity.",
        "title_sv": "Rättshandlingar med ett oregistrerat bolag",
        "content_sv": "En avtalspart som visste att bolaget var oregistrerat kan, om inte annat avtalats, frånträda sitt avtal med bolaget, om registeranmälan om bildande av bolaget inte har gjorts inom den tid som anges i 2 § eller om registrering har vägrats. En avtalspart som inte visste att bolaget var oregistrerat kan frånträda avtalet till dess att bolaget har registrerats.",
        "normalized_sv": "En avtalspart som visste att bolaget var oregistrerat kan, om inte annat avtalats, frånträda sitt avtal med bolaget, om registeranmälan om bildande av bolaget inte har gjorts inom den tid som anges i 2 § eller om registrering har vägrats. En avtalspart som inte visste att bolaget var oregistrerat kan frånträda avtalet till dess att bolaget har registrerats.",
        "folded_sv": "en avtalspart som visste att bolaget var oregistrerat kan, om inte annat avtalats, frantrada sitt avtal med bolaget, om registeranmalan om bildande av bolaget inte har gjorts inom den tid som anges i 2 § eller om registrering har vagrats. en avtalspart som inte visste att bolaget var oregistrerat kan frantrada avtalet till dess att bolaget har registrerats."
      }
    },
    {
      "provision_ref": "1:3 c",
      "chapter": "1",
      "section": "3 c",
      "title": "Perustamisen raukeaminen",
      "content": "Yhtiön perustaminen raukeaa, jollei yhtiötä ole ilmoitettu rekisteröitäväksi 2 §:ssä säädetyssä määräajassa tai jos rekisteröiminen evätään. Jos perustaminen raukeaa, avoimen yhtiön yhtiömiehet ja kommandiittiyhtiön vastuunalaiset yhtiömiehet sekä toimitusjohtaja vastaavat yhteisvastuullisesti yhtiöosuudesta maksetun määrän ja siitä saadun tuoton palauttamisesta yhtiömiehille. Palautettavasta määrästä voidaan vähentää 3 a §:n 3 momentissa tarkoitettujen toimenpiteiden aiheuttamat tavanomaiset kulut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:3 c",
        "normalized_fi": "Yhtiön perustaminen raukeaa, jollei yhtiötä ole ilmoitettu rekisteröitäväksi 2 § :ssä säädetyssä määräajassa tai jos rekisteröiminen evätään. Jos perustaminen raukeaa, avoimen yhtiön yhtiömiehet ja kommandiittiyhtiön vastuunalaiset yhtiömiehet sekä toimitusjohtaja vastaavat yhteisvastuullisesti yhtiöosuudesta maksetun määrän ja siitä saadun tuoton palauttamisesta yhtiömiehille. Palautettavasta määrästä voidaan vähentää 3 a § :n 3 momentissa tarkoitettujen toimenpiteiden aiheuttamat tavanomaiset kulut.",
        "folded_fi": "yhtion perustaminen raukeaa, jollei yhtiota ole ilmoitettu rekisteroitavaksi 2 §:ssa saadetyssa maaraajassa tai jos rekisteroiminen evataan. jos perustaminen raukeaa, avoimen yhtion yhtiomiehet ja kommandiittiyhtion vastuunalaiset yhtiomiehet seka toimitusjohtaja vastaavat yhteisvastuullisesti yhtioosuudesta maksetun maaran ja siita saadun tuoton palauttamisesta yhtiomiehille. palautettavasta maarasta voidaan vahentaa 3 a §:n 3 momentissa tarkoitettujen toimenpiteiden aiheuttamat tavanomaiset kulut.",
        "title_sv": "Bolagsbildningen förfaller",
        "content_sv": "Bolagsbildningen förfaller om bolaget inte har anmälts för registrering inom den tid som anges i 2 § eller om registrering vägras. Om bolagsbildningen förfaller, är bolagsmännen i ett öppet bolag och de ansvariga bolagsmännen i ett kommanditbolag samt verkställande direktören solidariskt ansvariga för att det belopp som har betalats för bolagsandelen samt avkastningen på beloppet återbetalas till bolagsmännen. Från det belopp som ska återbetalas får sedvanliga kostnader för åtgärder som avses i 3 a § 3 mom. dras av.",
        "normalized_sv": "Bolagsbildningen förfaller om bolaget inte har anmälts för registrering inom den tid som anges i 2 § eller om registrering vägras. Om bolagsbildningen förfaller, är bolagsmännen i ett öppet bolag och de ansvariga bolagsmännen i ett kommanditbolag samt verkställande direktören solidariskt ansvariga för att det belopp som har betalats för bolagsandelen samt avkastningen på beloppet återbetalas till bolagsmännen. Från det belopp som ska återbetalas får sedvanliga kostnader för åtgärder som avses i 3 a § 3 mom. dras av.",
        "folded_sv": "bolagsbildningen forfaller om bolaget inte har anmalts for registrering inom den tid som anges i 2 § eller om registrering vagras. om bolagsbildningen forfaller, ar bolagsmannen i ett oppet bolag och de ansvariga bolagsmannen i ett kommanditbolag samt verkstallande direktoren solidariskt ansvariga for att det belopp som har betalats for bolagsandelen samt avkastningen pa beloppet aterbetalas till bolagsmannen. fran det belopp som ska aterbetalas far sedvanliga kostnader for atgarder som avses i 3 a § 3 mom. dras av."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Yhtiösopimus ja sen muuttaminen",
      "content": "Yhtiömiesten on päivättävä ja allekirjoitettava yhtiösopimus ja siinä on mainittava: 1) yhtiön toiminimi; 2) kotipaikkana oleva Suomen kunta; 3) toimiala; sekä 4) yhtiömiehet. Yhtiösopimuksen muutos on pätevä vain, jos kaikki yhtiömiehet ovat muutoksesta yksimielisiä. Yhtiöosuuden tai sen osan luovutus on vailla vaikutusta yhtiötä kohtaan, jolleivät kaikki yhtiömiehet anna luovutukselle suostumustaan. Yhtiösopimuksen muuttamista koskeva päätös on viivytyksettä ilmoitettava rekisteröitäväksi eikä sitä saa panna täytäntöön ennen kuin se on rekisteröity. Jos yhtiösopimuksen muutos edellyttää sellaisia täytäntöönpanotoimia, joista tehdään merkintä rekisteriin, muutos tulee kuitenkin ilmoittaa rekisteröitäväksi ja rekisteröidä samanaikaisesti täytäntöönpanotoimien kanssa. Tämän pykälän 2 ja 3 momentin säännöksiä sovelletaan, jollei yhtiösopimuksessa ole sovittu toisin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:4",
        "normalized_fi": "Yhtiömiesten on päivättävä ja allekirjoitettava yhtiösopimus ja siinä on mainittava: 1) yhtiön toiminimi; 2) kotipaikkana oleva Suomen kunta; 3) toimiala; sekä 4) yhtiömiehet. Yhtiösopimuksen muutos on pätevä vain, jos kaikki yhtiömiehet ovat muutoksesta yksimielisiä. Yhtiöosuuden tai sen osan luovutus on vailla vaikutusta yhtiötä kohtaan, jolleivät kaikki yhtiömiehet anna luovutukselle suostumustaan. Yhtiösopimuksen muuttamista koskeva päätös on viivytyksettä ilmoitettava rekisteröitäväksi eikä sitä saa panna täytäntöön ennen kuin se on rekisteröity. Jos yhtiösopimuksen muutos edellyttää sellaisia täytäntöönpanotoimia, joista tehdään merkintä rekisteriin, muutos tulee kuitenkin ilmoittaa rekisteröitäväksi ja rekisteröidä samanaikaisesti täytäntöönpanotoimien kanssa. Tämän pykälän 2 ja 3 momentin säännöksiä sovelletaan, jollei yhtiösopimuksessa ole sovittu toisin.",
        "folded_fi": "yhtiomiesten on paivattava ja allekirjoitettava yhtiosopimus ja siina on mainittava: 1) yhtion toiminimi; 2) kotipaikkana oleva suomen kunta; 3) toimiala; seka 4) yhtiomiehet. yhtiosopimuksen muutos on pateva vain, jos kaikki yhtiomiehet ovat muutoksesta yksimielisia. yhtioosuuden tai sen osan luovutus on vailla vaikutusta yhtiota kohtaan, jolleivat kaikki yhtiomiehet anna luovutukselle suostumustaan. yhtiosopimuksen muuttamista koskeva paatos on viivytyksetta ilmoitettava rekisteroitavaksi eika sita saa panna taytantoon ennen kuin se on rekisteroity. jos yhtiosopimuksen muutos edellyttaa sellaisia taytantoonpanotoimia, joista tehdaan merkinta rekisteriin, muutos tulee kuitenkin ilmoittaa rekisteroitavaksi ja rekisteroida samanaikaisesti taytantoonpanotoimien kanssa. taman pykalan 2 ja 3 momentin saannoksia sovelletaan, jollei yhtiosopimuksessa ole sovittu toisin.",
        "title_sv": "Bolagsavtalet och ändring av bolagsavtalet",
        "content_sv": "Bolagsmännen ska datera och underteckna bolagsavtalet och det ska innehålla uppgift om 1) bolagets firma, 2) den kommun i Finland som är bolagets hemort, 3) bolagets verksamhetsområde, samt 4) bolagsmännen. En ändring av bolagsavtalet är giltig endast om alla bolagsmän har omfattat den. Överlåtelse av en bolagsandel eller en del av den är utan verkan gentemot bolaget, om inte alla bolagsmän samtycker till överlåtelsen. Ett beslut om ändring av bolagsavtalet ska utan dröjsmål anmälas för registrering. Beslutet får inte verkställas förrän det har registrerats. Om en ändring av bolagsavtalet förutsätter verkställighetsåtgärder som ska registreras, ska ändringen dock anmälas för registrering och registreras i samband med verkställighetsåtgärderna. Bestämmelserna i 2 och 3 mom. tillämpas om inte annat har överenskommits i bolagsavtalet.",
        "normalized_sv": "Bolagsmännen ska datera och underteckna bolagsavtalet och det ska innehålla uppgift om 1) bolagets firma, 2) den kommun i Finland som är bolagets hemort, 3) bolagets verksamhetsområde, samt 4) bolagsmännen. En ändring av bolagsavtalet är giltig endast om alla bolagsmän har omfattat den. Överlåtelse av en bolagsandel eller en del av den är utan verkan gentemot bolaget, om inte alla bolagsmän samtycker till överlåtelsen. Ett beslut om ändring av bolagsavtalet ska utan dröjsmål anmälas för registrering. Beslutet får inte verkställas förrän det har registrerats. Om en ändring av bolagsavtalet förutsätter verkställighetsåtgärder som ska registreras, ska ändringen dock anmälas för registrering och registreras i samband med verkställighetsåtgärderna. Bestämmelserna i 2 och 3 mom. tillämpas om inte annat har överenskommits i bolagsavtalet.",
        "folded_sv": "bolagsmannen ska datera och underteckna bolagsavtalet och det ska innehalla uppgift om 1) bolagets firma, 2) den kommun i finland som ar bolagets hemort, 3) bolagets verksamhetsomrade, samt 4) bolagsmannen. en andring av bolagsavtalet ar giltig endast om alla bolagsman har omfattat den. overlatelse av en bolagsandel eller en del av den ar utan verkan gentemot bolaget, om inte alla bolagsman samtycker till overlatelsen. ett beslut om andring av bolagsavtalet ska utan drojsmal anmalas for registrering. beslutet far inte verkstallas forran det har registrerats. om en andring av bolagsavtalet forutsatter verkstallighetsatgarder som ska registreras, ska andringen dock anmalas for registrering och registreras i samband med verkstallighetsatgarderna. bestammelserna i 2 och 3 mom. tillampas om inte annat har overenskommits i bolagsavtalet."
      }
    },
    {
      "provision_ref": "2:1",
      "chapter": "2",
      "section": "1",
      "title": "Tahdonvaltaisuus",
      "content": "Tämän luvun säännöksiä sovelletaan, jollei yhtiösopimuksessa ole toisin sovittu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:1",
        "normalized_fi": "Tämän luvun säännöksiä sovelletaan, jollei yhtiösopimuksessa ole toisin sovittu.",
        "folded_fi": "taman luvun saannoksia sovelletaan, jollei yhtiosopimuksessa ole toisin sovittu.",
        "title_sv": "Möjligheterna att avvika från detta kapitel",
        "content_sv": "Bestämmelserna i detta kapitel tillämpas, om inte annat överenskommits i bolagsavtalet.",
        "normalized_sv": "Bestämmelserna i detta kapitel tillämpas, om inte annat överenskommits i bolagsavtalet.",
        "folded_sv": "bestammelserna i detta kapitel tillampas, om inte annat overenskommits i bolagsavtalet."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "title": "Yhtiön asioiden hoito",
      "content": "Jos toimenpiteeseen yhtiösopimuksen mukaan vaaditaan useamman kuin yhden yhtiömiehen suostumus, mutta joku heistä on sairauden tai poissaolon vuoksi estynyt suostumusta antamasta, yhtiömies saa kuitenkin suorittaa toimen, jos se on kiireellinen ja yhtiön oikeuden turvaamiseksi tai yhtiötä uhkaavan vahingon torjumiseksi välttämätön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:2",
        "normalized_fi": "Jos toimenpiteeseen yhtiösopimuksen mukaan vaaditaan useamman kuin yhden yhtiömiehen suostumus, mutta joku heistä on sairauden tai poissaolon vuoksi estynyt suostumusta antamasta, yhtiömies saa kuitenkin suorittaa toimen, jos se on kiireellinen ja yhtiön oikeuden turvaamiseksi tai yhtiötä uhkaavan vahingon torjumiseksi välttämätön.",
        "folded_fi": "jos toimenpiteeseen yhtiosopimuksen mukaan vaaditaan useamman kuin yhden yhtiomiehen suostumus, mutta joku heista on sairauden tai poissaolon vuoksi estynyt suostumusta antamasta, yhtiomies saa kuitenkin suorittaa toimen, jos se on kiireellinen ja yhtion oikeuden turvaamiseksi tai yhtiota uhkaavan vahingon torjumiseksi valttamaton.",
        "title_sv": "Skötseln av bolagets angelägenheter",
        "content_sv": "Om det enligt bolagsavtalet behövs samtycke av flera än en bolagsman för en åtgärd, men någon av bolagsmännen till följd av sjukdom eller frånvaro är förhindrad att lämna samtycke, får en bolagsman dock vidta åtgärden om den brådskar och är nödvändig för att säkerställa bolagets rätt eller avvärja fara som hotar bolaget.",
        "normalized_sv": "Om det enligt bolagsavtalet behövs samtycke av flera än en bolagsman för en åtgärd, men någon av bolagsmännen till följd av sjukdom eller frånvaro är förhindrad att lämna samtycke, får en bolagsman dock vidta åtgärden om den brådskar och är nödvändig för att säkerställa bolagets rätt eller avvärja fara som hotar bolaget.",
        "folded_sv": "om det enligt bolagsavtalet behovs samtycke av flera an en bolagsman for en atgard, men nagon av bolagsmannen till foljd av sjukdom eller franvaro ar forhindrad att lamna samtycke, far en bolagsman dock vidta atgarden om den bradskar och ar nodvandig for att sakerstalla bolagets ratt eller avvarja fara som hotar bolaget."
      }
    },
    {
      "provision_ref": "3:1",
      "chapter": "3",
      "section": "1",
      "title": "Yhtiömiehen edustamisoikeus",
      "content": "Oikeutta yhtiön edustamiseen ja sen toiminimen kirjoittamiseen voidaan yhtiösopimuksessa rajoittaa siten, että oikeus poistetaan yhdeltä tai useammalta yhtiömieheltä, taikka siten, että se on kahdella tai useammalla yhtiömiehellä yhdessä. Rajoitukseen voidaan ennen sitä päivää, jona sen merkitsemisestä kaupparekisteriin kuulutettiin, vedota vain sellaista ulkopuolista henkilöä kohtaan, joka tiesi rajoituksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:1",
        "normalized_fi": "Oikeutta yhtiön edustamiseen ja sen toiminimen kirjoittamiseen voidaan yhtiösopimuksessa rajoittaa siten, että oikeus poistetaan yhdeltä tai useammalta yhtiömieheltä, taikka siten, että se on kahdella tai useammalla yhtiömiehellä yhdessä. Rajoitukseen voidaan ennen sitä päivää, jona sen merkitsemisestä kaupparekisteriin kuulutettiin, vedota vain sellaista ulkopuolista henkilöä kohtaan, joka tiesi rajoituksesta.",
        "folded_fi": "oikeutta yhtion edustamiseen ja sen toiminimen kirjoittamiseen voidaan yhtiosopimuksessa rajoittaa siten, etta oikeus poistetaan yhdelta tai useammalta yhtiomiehelta, taikka siten, etta se on kahdella tai useammalla yhtiomiehella yhdessa. rajoitukseen voidaan ennen sita paivaa, jona sen merkitsemisesta kaupparekisteriin kuulutettiin, vedota vain sellaista ulkopuolista henkiloa kohtaan, joka tiesi rajoituksesta.",
        "title_sv": "Bolagsmännens rätt att företräda bolaget",
        "content_sv": "Rätten att företräda bolaget och teckna dess firma kan i bolagsavtalet begränsas så att rätten fråntas en eller flera bolagsmän eller så att rätten innehas av två eller flera bolagsmän gemensamt. Denna begränsning kan dock, före den dag då införandet av begränsningen i handelsregistret kungjordes, åberopas endast gentemot en utomstående som kände till begränsningen.",
        "normalized_sv": "Rätten att företräda bolaget och teckna dess firma kan i bolagsavtalet begränsas så att rätten fråntas en eller flera bolagsmän eller så att rätten innehas av två eller flera bolagsmän gemensamt. Denna begränsning kan dock, före den dag då införandet av begränsningen i handelsregistret kungjordes, åberopas endast gentemot en utomstående som kände till begränsningen.",
        "folded_sv": "ratten att foretrada bolaget och teckna dess firma kan i bolagsavtalet begransas sa att ratten frantas en eller flera bolagsman eller sa att ratten innehas av tva eller flera bolagsman gemensamt. denna begransning kan dock, fore den dag da inforandet av begransningen i handelsregistret kungjordes, aberopas endast gentemot en utomstaende som kande till begransningen."
      }
    },
    {
      "provision_ref": "5:1",
      "chapter": "5",
      "section": "1",
      "title": "Yhtiön purkaminen",
      "content": "Yhtiömiehellä on oikeus vaatia yhtiön purkamista, kun: 1) hän on irtisanonut yhtiösopimuksen ja irtisanomisaika on kulunut, tai kun sovittu yhtiökausi on päättynyt; 2) toinen yhtiömies joutuu konkurssiin tai hänen yhtiöosuutensa ulosmitataan; 3) toinen yhtiömies on kuollut eikä ole sovittu tai sovita yhtiön toiminnan jatkamisesta tästä huolimatta; taikka 4) edellytykset yhtiön toiminnan jatkamiselle ovat 5 §:ssä tarkoitetusta syystä rauenneet. Sen lisäksi, mitä 1 momentissa on säädetty, saavat yhtiömiehen konkurssin tai hänen osuutensa ulosmittauksen johdosta konkurssipesä ja ulosmitatun osuuden pakkohuutokaupassa ostanut vaatia yhtiön purkamista. Yhtiömiehen kuoltua on sama oikeus kuolinpesällä, jollei yhtiön toiminnan jatkamisesta sovita. Yhtiösopimuksessa voidaan sopia siitä, miten yhtiö puretaan. Kun vaatimus yhtiön purkamisesta on tehty, yhtiö puretaan yhtiösopimuksen mukaisesti tai, jos purkamismenettelystä ei sovita yhtiösopimuksessa, siten kuin yhtiömiehet erikseen sopivat. Edellä 3 momentissa tarkoitettua yhtiösopimuksen ehtoa ei saa ilmoittaa rekisteröitäväksi eikä 4 momentissa tarkoitettua yhtiömiesten sopimusta tehdä 1 momentin 2 kohdassa tarkoitetussa tapauksessa ilman konkurssipesän, ulosmittausvelkojan tai pakkohuutokauppaostajan suostumusta eikä saman momentin 3 kohdassa tarkoitetussa tapauksessa ilman kuolinpesän suostumusta. Jos yhtiösopimuksessa ei ole sovittu purkamisesta eivätkä yhtiömiehet erikseen sovi siitä, yhtiö on selvitettävä niin kuin tässä luvussa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:1",
        "normalized_fi": "Yhtiömiehellä on oikeus vaatia yhtiön purkamista, kun: 1) hän on irtisanonut yhtiösopimuksen ja irtisanomisaika on kulunut, tai kun sovittu yhtiökausi on päättynyt; 2) toinen yhtiömies joutuu konkurssiin tai hänen yhtiöosuutensa ulosmitataan; 3) toinen yhtiömies on kuollut eikä ole sovittu tai sovita yhtiön toiminnan jatkamisesta tästä huolimatta; taikka 4) edellytykset yhtiön toiminnan jatkamiselle ovat 5 § :ssä tarkoitetusta syystä rauenneet. Sen lisäksi, mitä 1 momentissa on säädetty, saavat yhtiömiehen konkurssin tai hänen osuutensa ulosmittauksen johdosta konkurssipesä ja ulosmitatun osuuden pakkohuutokaupassa ostanut vaatia yhtiön purkamista. Yhtiömiehen kuoltua on sama oikeus kuolinpesällä, jollei yhtiön toiminnan jatkamisesta sovita. Yhtiösopimuksessa voidaan sopia siitä, miten yhtiö puretaan. Kun vaatimus yhtiön purkamisesta on tehty, yhtiö puretaan yhtiösopimuksen mukaisesti tai, jos purkamismenettelystä ei sovita yhtiösopimuksessa, siten kuin yhtiömiehet erikseen sopivat. Edellä 3 momentissa tarkoitettua yhtiösopimuksen ehtoa ei saa ilmoittaa rekisteröitäväksi eikä 4 momentissa tarkoitettua yhtiömiesten sopimusta tehdä 1 momentin 2 kohdassa tarkoitetussa tapauksessa ilman konkurssipesän, ulosmittausvelkojan tai pakkohuutokauppaostajan suostumusta eikä saman momentin 3 kohdassa tarkoitetussa tapauksessa ilman kuolinpesän suostumusta. Jos yhtiösopimuksessa ei ole sovittu purkamisesta eivätkä yhtiömiehet erikseen sovi siitä, yhtiö on selvitettävä niin kuin tässä luvussa säädetään.",
        "folded_fi": "yhtiomiehella on oikeus vaatia yhtion purkamista, kun: 1) han on irtisanonut yhtiosopimuksen ja irtisanomisaika on kulunut, tai kun sovittu yhtiokausi on paattynyt; 2) toinen yhtiomies joutuu konkurssiin tai hanen yhtioosuutensa ulosmitataan; 3) toinen yhtiomies on kuollut eika ole sovittu tai sovita yhtion toiminnan jatkamisesta tasta huolimatta; taikka 4) edellytykset yhtion toiminnan jatkamiselle ovat 5 §:ssa tarkoitetusta syysta rauenneet. sen lisaksi, mita 1 momentissa on saadetty, saavat yhtiomiehen konkurssin tai hanen osuutensa ulosmittauksen johdosta konkurssipesa ja ulosmitatun osuuden pakkohuutokaupassa ostanut vaatia yhtion purkamista. yhtiomiehen kuoltua on sama oikeus kuolinpesalla, jollei yhtion toiminnan jatkamisesta sovita. yhtiosopimuksessa voidaan sopia siita, miten yhtio puretaan. kun vaatimus yhtion purkamisesta on tehty, yhtio puretaan yhtiosopimuksen mukaisesti tai, jos purkamismenettelysta ei sovita yhtiosopimuksessa, siten kuin yhtiomiehet erikseen sopivat. edella 3 momentissa tarkoitettua yhtiosopimuksen ehtoa ei saa ilmoittaa rekisteroitavaksi eika 4 momentissa tarkoitettua yhtiomiesten sopimusta tehda 1 momentin 2 kohdassa tarkoitetussa tapauksessa ilman konkurssipesan, ulosmittausvelkojan tai pakkohuutokauppaostajan suostumusta eika saman momentin 3 kohdassa tarkoitetussa tapauksessa ilman kuolinpesan suostumusta. jos yhtiosopimuksessa ei ole sovittu purkamisesta eivatka yhtiomiehet erikseen sovi siita, yhtio on selvitettava niin kuin tassa luvussa saadetaan.",
        "title_sv": "Upplösning av bolaget",
        "content_sv": "En bolagsman har rätt att kräva upplösning av bolaget när 1) han har sagt upp bolagsavtalet och uppsägningstiden har gått ut, eller när den avtalade bolagstiden har gått ut, 2) någon annan bolagsman har försatts i konkurs eller hans bolagsandel mätts ut, 3) en annan bolagsman har avlidit och det inte avtalas eller har avtalats att bolagets verksamhet ska fortgå trots detta, eller 4) förutsättningarna för en fortsatt verksamhet inom bolaget har upphört av en orsak som nämns i 5 §. Utöver vad som föreskrivs i 1 mom. får konkursboet vid en bolagsmans konkurs, eller när hans andel mätts ut, den som vid exekutiv auktion köpt den utmätta andelen, yrka att bolaget ska upplösas. Efter en bolagsmans död har dödsboet samma rätt, om det inte avtalas att bolagets verksamhet ska fortsätta. Det kan i bolagsavtalet överenskommas hur bolaget ska upplösas. När ett yrkande på upplösning av bolaget har framställts, upplöses bolaget i enlighet med bolagsavtalet eller, om det inte finns en överenskommelse om upplösningsförfarandet i bolagsavtalet, enligt vad bolagsmännen särskilt avtalar. Ett sådant villkor i bolagsavtalet som avses i 3 mom. får inte i det fall som avses i 1 mom. 2 punkten anmälas för registrering och inte heller ett avtal mellan bolagsmännen enligt 4 mom. ingås utan samtycke av konkursboet, utmätningsborgenären eller den som köpt andelen vid exekutiv auktion, eller i det fall som avses i 1 mom. 3 punkten utan samtycke av dödsboet. Om det inte i bolagsavtalet finns någon överenskommelse om upplösning och om bolagsmännen inte särskilt kommer överens om hur bolaget ska upplösas, ska bolaget likvideras på det sätt som föreskrivs i detta kapitel.",
        "normalized_sv": "En bolagsman har rätt att kräva upplösning av bolaget när 1) han har sagt upp bolagsavtalet och uppsägningstiden har gått ut, eller när den avtalade bolagstiden har gått ut, 2) någon annan bolagsman har försatts i konkurs eller hans bolagsandel mätts ut, 3) en annan bolagsman har avlidit och det inte avtalas eller har avtalats att bolagets verksamhet ska fortgå trots detta, eller 4) förutsättningarna för en fortsatt verksamhet inom bolaget har upphört av en orsak som nämns i 5 § . Utöver vad som föreskrivs i 1 mom. får konkursboet vid en bolagsmans konkurs, eller när hans andel mätts ut, den som vid exekutiv auktion köpt den utmätta andelen, yrka att bolaget ska upplösas. Efter en bolagsmans död har dödsboet samma rätt, om det inte avtalas att bolagets verksamhet ska fortsätta. Det kan i bolagsavtalet överenskommas hur bolaget ska upplösas. När ett yrkande på upplösning av bolaget har framställts, upplöses bolaget i enlighet med bolagsavtalet eller, om det inte finns en överenskommelse om upplösningsförfarandet i bolagsavtalet, enligt vad bolagsmännen särskilt avtalar. Ett sådant villkor i bolagsavtalet som avses i 3 mom. får inte i det fall som avses i 1 mom. 2 punkten anmälas för registrering och inte heller ett avtal mellan bolagsmännen enligt 4 mom. ingås utan samtycke av konkursboet, utmätningsborgenären eller den som köpt andelen vid exekutiv auktion, eller i det fall som avses i 1 mom. 3 punkten utan samtycke av dödsboet. Om det inte i bolagsavtalet finns någon överenskommelse om upplösning och om bolagsmännen inte särskilt kommer överens om hur bolaget ska upplösas, ska bolaget likvideras på det sätt som föreskrivs i detta kapitel.",
        "folded_sv": "en bolagsman har ratt att krava upplosning av bolaget nar 1) han har sagt upp bolagsavtalet och uppsagningstiden har gatt ut, eller nar den avtalade bolagstiden har gatt ut, 2) nagon annan bolagsman har forsatts i konkurs eller hans bolagsandel matts ut, 3) en annan bolagsman har avlidit och det inte avtalas eller har avtalats att bolagets verksamhet ska fortga trots detta, eller 4) forutsattningarna for en fortsatt verksamhet inom bolaget har upphort av en orsak som namns i 5 §. utover vad som foreskrivs i 1 mom. far konkursboet vid en bolagsmans konkurs, eller nar hans andel matts ut, den som vid exekutiv auktion kopt den utmatta andelen, yrka att bolaget ska upplosas. efter en bolagsmans dod har dodsboet samma ratt, om det inte avtalas att bolagets verksamhet ska fortsatta. det kan i bolagsavtalet overenskommas hur bolaget ska upplosas. nar ett yrkande pa upplosning av bolaget har framstallts, upploses bolaget i enlighet med bolagsavtalet eller, om det inte finns en overenskommelse om upplosningsforfarandet i bolagsavtalet, enligt vad bolagsmannen sarskilt avtalar. ett sadant villkor i bolagsavtalet som avses i 3 mom. far inte i det fall som avses i 1 mom. 2 punkten anmalas for registrering och inte heller ett avtal mellan bolagsmannen enligt 4 mom. ingas utan samtycke av konkursboet, utmatningsborgenaren eller den som kopt andelen vid exekutiv auktion, eller i det fall som avses i 1 mom. 3 punkten utan samtycke av dodsboet. om det inte i bolagsavtalet finns nagon overenskommelse om upplosning och om bolagsmannen inte sarskilt kommer overens om hur bolaget ska upplosas, ska bolaget likvideras pa det satt som foreskrivs i detta kapitel."
      }
    },
    {
      "provision_ref": "5:2",
      "chapter": "5",
      "section": "2",
      "title": "Yhtiösopimuksen irtisanominen",
      "content": "Mitä 1 momentissa säädetään, sovelletaan yhtiömiehen eliniäksi tai yli kymmeneksi vuodeksi solmittuun yhtiösopimukseen, kun yhtiökauden alkamisesta on kulunut kymmenen vuotta. Irtisanomisoikeutta ei kuitenkaan ole, jos yhtiömiehet sopivat enintään kymmenen vuoden yhtiökauden jatkamisesta uudeksi enintään kymmenen vuoden yhtiökaudeksi. Sopimus, jolla rajoitetaan avoimen yhtiön yhtiömiehenä tai kommandiittiyhtiön vastuunalaisena yhtiömiehenä olevan luonnollisen henkilön tässä momentissa tarkoitettua oikeutta irtisanoa yhtiösopimus, on tehoton.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:2",
        "normalized_fi": "Mitä 1 momentissa säädetään, sovelletaan yhtiömiehen eliniäksi tai yli kymmeneksi vuodeksi solmittuun yhtiösopimukseen, kun yhtiökauden alkamisesta on kulunut kymmenen vuotta. Irtisanomisoikeutta ei kuitenkaan ole, jos yhtiömiehet sopivat enintään kymmenen vuoden yhtiökauden jatkamisesta uudeksi enintään kymmenen vuoden yhtiökaudeksi. Sopimus, jolla rajoitetaan avoimen yhtiön yhtiömiehenä tai kommandiittiyhtiön vastuunalaisena yhtiömiehenä olevan luonnollisen henkilön tässä momentissa tarkoitettua oikeutta irtisanoa yhtiösopimus, on tehoton.",
        "folded_fi": "mita 1 momentissa saadetaan, sovelletaan yhtiomiehen eliniaksi tai yli kymmeneksi vuodeksi solmittuun yhtiosopimukseen, kun yhtiokauden alkamisesta on kulunut kymmenen vuotta. irtisanomisoikeutta ei kuitenkaan ole, jos yhtiomiehet sopivat enintaan kymmenen vuoden yhtiokauden jatkamisesta uudeksi enintaan kymmenen vuoden yhtiokaudeksi. sopimus, jolla rajoitetaan avoimen yhtion yhtiomiehena tai kommandiittiyhtion vastuunalaisena yhtiomiehena olevan luonnollisen henkilon tassa momentissa tarkoitettua oikeutta irtisanoa yhtiosopimus, on tehoton.",
        "title_sv": "Uppsägning av bolagsavtalet",
        "content_sv": "På bolagsavtal som har ingåtts för en bolagsmans livstid eller för en längre tid än tio år tillämpas 1 mom. efter att det har förflutit tio år från det att bolagstiden inleddes. Uppsägningsrätt föreligger dock inte, om bolagsmännen kommer överens om att förlänga en bolagstid om högst tio år med ytterligare högst tio år. I fråga om en fysisk person som är bolagsman i ett öppet bolag eller ansvarig bolagsman i ett kommanditbolag är ett avtal som begränsar bolagsmannens rätt enligt detta moment att säga upp bolagsavtalet utan verkan.",
        "normalized_sv": "På bolagsavtal som har ingåtts för en bolagsmans livstid eller för en längre tid än tio år tillämpas 1 mom. efter att det har förflutit tio år från det att bolagstiden inleddes. Uppsägningsrätt föreligger dock inte, om bolagsmännen kommer överens om att förlänga en bolagstid om högst tio år med ytterligare högst tio år. I fråga om en fysisk person som är bolagsman i ett öppet bolag eller ansvarig bolagsman i ett kommanditbolag är ett avtal som begränsar bolagsmannens rätt enligt detta moment att säga upp bolagsavtalet utan verkan.",
        "folded_sv": "pa bolagsavtal som har ingatts for en bolagsmans livstid eller for en langre tid an tio ar tillampas 1 mom. efter att det har forflutit tio ar fran det att bolagstiden inleddes. uppsagningsratt foreligger dock inte, om bolagsmannen kommer overens om att forlanga en bolagstid om hogst tio ar med ytterligare hogst tio ar. i fraga om en fysisk person som ar bolagsman i ett oppet bolag eller ansvarig bolagsman i ett kommanditbolag ar ett avtal som begransar bolagsmannens ratt enligt detta moment att saga upp bolagsavtalet utan verkan."
      }
    },
    {
      "provision_ref": "5:6",
      "chapter": "5",
      "section": "6",
      "title": "Yhtiöosuuden lunastaminen",
      "content": "Yhtiömiehen yhtiöosuuden lunastamisesta voidaan sopia yhtiösopimuksessa. Jos yhtiö-suhteen purkamiseen on yhtiömiehen osalta 1 §:n 1 momentissa tarkoitettu peruste, muut yhtiömiehet voivat lisäksi yksimielisinä päättää hänen yhtiöosuutensa lunastamisesta. Edellä 1 §:n 1 momentin 2 kohdassa tarkoitetussa tapauksessa tämän pykälän 3 tai 4 momentista poikkeavan lunastuksen suuruutta tai lunastusmenettelyä tarkoittavan yh-tiösopimuksen ehdon saa ilmoittaa rekisteröitäväksi ja päätöksen saa tehdä vain konkurssipesän, ulosmittausvelkojan tai pakkohuutokauppaostajan suostumuksella. Sama koskee 1 §:n 1 momentin 3 kohdassa tarkoitetussa tapauksessa kuolinpesän suostumusta. Lunastuksen suuruus määräytyy sen mukaan, mitä yhtiömiehelle olisi tullut, jos yhtiön omaisuus olisi jaettu siten kuin 6 luvun 2 §:ssä säädetään. Yhtiön liikearvo on tällöin otettava huomioon yhtiön varoina. Lisäksi on vaadittaessa annettava vakuus sen varalta, että yhtiön sitoumukset kohdistuvat lunastuksen saajaan suuremmassa määrin kuin ne yhtiötä lunastushetkellä jaettaessa todennäköisesti olisivat häneen kohdistuneet. Kun päätös lunastamisesta on tehty, lunastuksen saajalle on esitettävä todistettavasti lunastustarjous, jossa on myös mainittava vastaamatta jättämisen vaikutuksesta. Jollei lunastuksen saaja 14 päivän kuluessa tarjouksen saamisesta ilmoita tarjouksen tehneelle hylkäävänsä tarjousta, hänen katsotaan hyväksyneen sen. Samassa ajassa lunastuksen saajan on esitettävä lunastusta tarjonneelle 3 momentissa tarkoitettua vakuutta koskeva vaatimuksensa uhalla, että oikeus vakuuden saantiin on menetetty. Lunastus on suoritettava ja vakuus annettava lunastuksen saajalle 30 päivän kuluessa tarjouksen hyväksymisestä, tai lunastusoikeus raukeaa. Mitä 3 ja 4 momentissa säädetään, sovelletaan, jollei yhtiösopimuksessa tai erikseen ole toisin sovittu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:6",
        "normalized_fi": "Yhtiömiehen yhtiöosuuden lunastamisesta voidaan sopia yhtiösopimuksessa. Jos yhtiö-suhteen purkamiseen on yhtiömiehen osalta 1 § :n 1 momentissa tarkoitettu peruste, muut yhtiömiehet voivat lisäksi yksimielisinä päättää hänen yhtiöosuutensa lunastamisesta. Edellä 1 § :n 1 momentin 2 kohdassa tarkoitetussa tapauksessa tämän pykälän 3 tai 4 momentista poikkeavan lunastuksen suuruutta tai lunastusmenettelyä tarkoittavan yh-tiösopimuksen ehdon saa ilmoittaa rekisteröitäväksi ja päätöksen saa tehdä vain konkurssipesän, ulosmittausvelkojan tai pakkohuutokauppaostajan suostumuksella. Sama koskee 1 § :n 1 momentin 3 kohdassa tarkoitetussa tapauksessa kuolinpesän suostumusta. Lunastuksen suuruus määräytyy sen mukaan, mitä yhtiömiehelle olisi tullut, jos yhtiön omaisuus olisi jaettu siten kuin 6 luvun 2 § :ssä säädetään. Yhtiön liikearvo on tällöin otettava huomioon yhtiön varoina. Lisäksi on vaadittaessa annettava vakuus sen varalta, että yhtiön sitoumukset kohdistuvat lunastuksen saajaan suuremmassa määrin kuin ne yhtiötä lunastushetkellä jaettaessa todennäköisesti olisivat häneen kohdistuneet. Kun päätös lunastamisesta on tehty, lunastuksen saajalle on esitettävä todistettavasti lunastustarjous, jossa on myös mainittava vastaamatta jättämisen vaikutuksesta. Jollei lunastuksen saaja 14 päivän kuluessa tarjouksen saamisesta ilmoita tarjouksen tehneelle hylkäävänsä tarjousta, hänen katsotaan hyväksyneen sen. Samassa ajassa lunastuksen saajan on esitettävä lunastusta tarjonneelle 3 momentissa tarkoitettua vakuutta koskeva vaatimuksensa uhalla, että oikeus vakuuden saantiin on menetetty. Lunastus on suoritettava ja vakuus annettava lunastuksen saajalle 30 päivän kuluessa tarjouksen hyväksymisestä, tai lunastusoikeus raukeaa. Mitä 3 ja 4 momentissa säädetään, sovelletaan, jollei yhtiösopimuksessa tai erikseen ole toisin sovittu.",
        "folded_fi": "yhtiomiehen yhtioosuuden lunastamisesta voidaan sopia yhtiosopimuksessa. jos yhtio-suhteen purkamiseen on yhtiomiehen osalta 1 §:n 1 momentissa tarkoitettu peruste, muut yhtiomiehet voivat lisaksi yksimielisina paattaa hanen yhtioosuutensa lunastamisesta. edella 1 §:n 1 momentin 2 kohdassa tarkoitetussa tapauksessa taman pykalan 3 tai 4 momentista poikkeavan lunastuksen suuruutta tai lunastusmenettelya tarkoittavan yh-tiosopimuksen ehdon saa ilmoittaa rekisteroitavaksi ja paatoksen saa tehda vain konkurssipesan, ulosmittausvelkojan tai pakkohuutokauppaostajan suostumuksella. sama koskee 1 §:n 1 momentin 3 kohdassa tarkoitetussa tapauksessa kuolinpesan suostumusta. lunastuksen suuruus maaraytyy sen mukaan, mita yhtiomiehelle olisi tullut, jos yhtion omaisuus olisi jaettu siten kuin 6 luvun 2 §:ssa saadetaan. yhtion liikearvo on talloin otettava huomioon yhtion varoina. lisaksi on vaadittaessa annettava vakuus sen varalta, etta yhtion sitoumukset kohdistuvat lunastuksen saajaan suuremmassa maarin kuin ne yhtiota lunastushetkella jaettaessa todennakoisesti olisivat haneen kohdistuneet. kun paatos lunastamisesta on tehty, lunastuksen saajalle on esitettava todistettavasti lunastustarjous, jossa on myos mainittava vastaamatta jattamisen vaikutuksesta. jollei lunastuksen saaja 14 paivan kuluessa tarjouksen saamisesta ilmoita tarjouksen tehneelle hylkaavansa tarjousta, hanen katsotaan hyvaksyneen sen. samassa ajassa lunastuksen saajan on esitettava lunastusta tarjonneelle 3 momentissa tarkoitettua vakuutta koskeva vaatimuksensa uhalla, etta oikeus vakuuden saantiin on menetetty. lunastus on suoritettava ja vakuus annettava lunastuksen saajalle 30 paivan kuluessa tarjouksen hyvaksymisesta, tai lunastusoikeus raukeaa. mita 3 ja 4 momentissa saadetaan, sovelletaan, jollei yhtiosopimuksessa tai erikseen ole toisin sovittu.",
        "title_sv": "Inlösen av bolagsandel",
        "content_sv": "Det kan i bolagsavtalet överenskommas om inlösen av en bolagsmans bolagsandel. Om en enskild bolagsman kan åberopa en i 1 § 1 mom. avsedd grund för upplösning av bolagsförhållandet, kan de övriga bolagsmännen dessutom, om de är enhälliga, besluta om inlösen av bolagsmannens bolagsandel. Ett sådant villkor i bolagsavtalet som avviker från 3 eller 4 mom. och som avser lösensummans storlek eller inlösningsförfarandet får i det fall som avses i 1 § 1 mom. 2 punkten anmälas för registrering och beslut fattas endast med samtycke av konkursboet, utmätningsborgenären eller den som köpt andelen vid exekutiv auktion. Detsamma gäller samtycke av dödsboet i det fall som avses i 1 § 1 mom. 3 punkten. Lösensummans storlek bestäms i enlighet med vad bolagsmannen skulle ha fått om bolagets egendom hade skiftats på det sätt som anges i 6 kap. 2 §. Bolagets affärsvärde ska då beaktas bland bolagets tillgångar. När så yrkas ska dessutom säkerhet ställas för den händelse att bolagets förbindelser faller på lösentagarens lott i större omfattning än vad som sannolikt skulle ha skett om bolaget hade skiftats vid tidpunkten för inlösen. När beslut om inlösen har fattats ska ett anbud om inlösen bevisligen ges lösentagaren. Följderna av att svar inte avges ska också anges i anbudet. Om lösentagaren inte inom 14 dagar från det han fick anbudet meddelar anbudsgivaren att han avvisar det, ska han anses ha godkänt anbudet. Inom samma tid ska lösentagaren gentemot den som erbjudit inlösen framställa yrkande om en sådan säkerhet som avses i 3 mom., annars går rätten att erhålla säkerhet förlorad. Lösen ska ges och säkerheten lämnas till lösentagaren inom 30 dagar från det anbudet godkändes, annars förfaller inlösningsrätten. Vad som föreskrivs i 3 och 4 mom. tillämpas om inte annat har överenskommits i bolagsavtalet eller separat.",
        "normalized_sv": "Det kan i bolagsavtalet överenskommas om inlösen av en bolagsmans bolagsandel. Om en enskild bolagsman kan åberopa en i 1 § 1 mom. avsedd grund för upplösning av bolagsförhållandet, kan de övriga bolagsmännen dessutom, om de är enhälliga, besluta om inlösen av bolagsmannens bolagsandel. Ett sådant villkor i bolagsavtalet som avviker från 3 eller 4 mom. och som avser lösensummans storlek eller inlösningsförfarandet får i det fall som avses i 1 § 1 mom. 2 punkten anmälas för registrering och beslut fattas endast med samtycke av konkursboet, utmätningsborgenären eller den som köpt andelen vid exekutiv auktion. Detsamma gäller samtycke av dödsboet i det fall som avses i 1 § 1 mom. 3 punkten. Lösensummans storlek bestäms i enlighet med vad bolagsmannen skulle ha fått om bolagets egendom hade skiftats på det sätt som anges i 6 kap. 2 § . Bolagets affärsvärde ska då beaktas bland bolagets tillgångar. När så yrkas ska dessutom säkerhet ställas för den händelse att bolagets förbindelser faller på lösentagarens lott i större omfattning än vad som sannolikt skulle ha skett om bolaget hade skiftats vid tidpunkten för inlösen. När beslut om inlösen har fattats ska ett anbud om inlösen bevisligen ges lösentagaren. Följderna av att svar inte avges ska också anges i anbudet. Om lösentagaren inte inom 14 dagar från det han fick anbudet meddelar anbudsgivaren att han avvisar det, ska han anses ha godkänt anbudet. Inom samma tid ska lösentagaren gentemot den som erbjudit inlösen framställa yrkande om en sådan säkerhet som avses i 3 mom., annars går rätten att erhålla säkerhet förlorad. Lösen ska ges och säkerheten lämnas till lösentagaren inom 30 dagar från det anbudet godkändes, annars förfaller inlösningsrätten. Vad som föreskrivs i 3 och 4 mom. tillämpas om inte annat har överenskommits i bolagsavtalet eller separat.",
        "folded_sv": "det kan i bolagsavtalet overenskommas om inlosen av en bolagsmans bolagsandel. om en enskild bolagsman kan aberopa en i 1 § 1 mom. avsedd grund for upplosning av bolagsforhallandet, kan de ovriga bolagsmannen dessutom, om de ar enhalliga, besluta om inlosen av bolagsmannens bolagsandel. ett sadant villkor i bolagsavtalet som avviker fran 3 eller 4 mom. och som avser losensummans storlek eller inlosningsforfarandet far i det fall som avses i 1 § 1 mom. 2 punkten anmalas for registrering och beslut fattas endast med samtycke av konkursboet, utmatningsborgenaren eller den som kopt andelen vid exekutiv auktion. detsamma galler samtycke av dodsboet i det fall som avses i 1 § 1 mom. 3 punkten. losensummans storlek bestams i enlighet med vad bolagsmannen skulle ha fatt om bolagets egendom hade skiftats pa det satt som anges i 6 kap. 2 §. bolagets affarsvarde ska da beaktas bland bolagets tillgangar. nar sa yrkas ska dessutom sakerhet stallas for den handelse att bolagets forbindelser faller pa losentagarens lott i storre omfattning an vad som sannolikt skulle ha skett om bolaget hade skiftats vid tidpunkten for inlosen. nar beslut om inlosen har fattats ska ett anbud om inlosen bevisligen ges losentagaren. foljderna av att svar inte avges ska ocksa anges i anbudet. om losentagaren inte inom 14 dagar fran det han fick anbudet meddelar anbudsgivaren att han avvisar det, ska han anses ha godkant anbudet. inom samma tid ska losentagaren gentemot den som erbjudit inlosen framstalla yrkande om en sadan sakerhet som avses i 3 mom., annars gar ratten att erhalla sakerhet forlorad. losen ska ges och sakerheten lamnas till losentagaren inom 30 dagar fran det anbudet godkandes, annars forfaller inlosningsratten. vad som foreskrivs i 3 och 4 mom. tillampas om inte annat har overenskommits i bolagsavtalet eller separat."
      }
    },
    {
      "provision_ref": "5:7",
      "chapter": "5",
      "section": "7",
      "title": "Lunastusriidat",
      "content": "Jos lunastustarjous on hylätty, mutta lunastusta tarjonnut edelleen haluaa lunastaa yhtiöosuuden, hänen on 30 päivän kuluessa tarjouksen hylkäämisestä talletettava tarjottu lunastushinta yhtiön kotipaikan aluehallintoviraston huostaan siten kuin rahan, arvo-osuuksien, arvopaperien tai asiakirjain tallettamisesta velan maksuna tai vapautumiseksi muusta suoritusvelvollisuudesta annetussa laissa (281/1931) säädetään sekä 60 päivän kuluessa tarjouksen hylkäämisestä saattaa kysymys lunastusoikeudesta tuomioistuimen ratkaistavaksi nostamalla kanne tarjouksen saanutta vastaan, tai lunastusoikeus raukeaa. Tuomioistuimen on lunastusta tarjonneen vaatimuksesta vahvistettava lunastusoikeus, lunastuksen suuruus ja muut ehdot. Mitä tässä pykälässä säädetään, sovelletaan, jollei yhtiösopimuksessa tai erikseen ole toisin sovittu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:7",
        "normalized_fi": "Jos lunastustarjous on hylätty, mutta lunastusta tarjonnut edelleen haluaa lunastaa yhtiöosuuden, hänen on 30 päivän kuluessa tarjouksen hylkäämisestä talletettava tarjottu lunastushinta yhtiön kotipaikan aluehallintoviraston huostaan siten kuin rahan, arvo-osuuksien, arvopaperien tai asiakirjain tallettamisesta velan maksuna tai vapautumiseksi muusta suoritusvelvollisuudesta annetussa laissa (281/1931) säädetään sekä 60 päivän kuluessa tarjouksen hylkäämisestä saattaa kysymys lunastusoikeudesta tuomioistuimen ratkaistavaksi nostamalla kanne tarjouksen saanutta vastaan, tai lunastusoikeus raukeaa. Tuomioistuimen on lunastusta tarjonneen vaatimuksesta vahvistettava lunastusoikeus, lunastuksen suuruus ja muut ehdot. Mitä tässä pykälässä säädetään, sovelletaan, jollei yhtiösopimuksessa tai erikseen ole toisin sovittu.",
        "folded_fi": "jos lunastustarjous on hylatty, mutta lunastusta tarjonnut edelleen haluaa lunastaa yhtioosuuden, hanen on 30 paivan kuluessa tarjouksen hylkaamisesta talletettava tarjottu lunastushinta yhtion kotipaikan aluehallintoviraston huostaan siten kuin rahan, arvo-osuuksien, arvopaperien tai asiakirjain tallettamisesta velan maksuna tai vapautumiseksi muusta suoritusvelvollisuudesta annetussa laissa (281/1931) saadetaan seka 60 paivan kuluessa tarjouksen hylkaamisesta saattaa kysymys lunastusoikeudesta tuomioistuimen ratkaistavaksi nostamalla kanne tarjouksen saanutta vastaan, tai lunastusoikeus raukeaa. tuomioistuimen on lunastusta tarjonneen vaatimuksesta vahvistettava lunastusoikeus, lunastuksen suuruus ja muut ehdot. mita tassa pykalassa saadetaan, sovelletaan, jollei yhtiosopimuksessa tai erikseen ole toisin sovittu.",
        "title_sv": "Inlösningstvister",
        "content_sv": "Har ett inlösningsanbud avvisats, men vill den som erbjudit lösen alltjämt lösa in bolagsandelen, ska han inom 30 dagar från det anbudet avvisades deponera den erbjudna lösensumman hos regionförvaltningsverket på bolagets hemort så som föreskrivs i lagen om deponering av pengar, värdeandelar, värdepapper eller handlingar som betalning eller till befrielse från annan fullgörelseskyldighet (281/1931) samt inom 60 dagar från det anbudet avvisades hänskjuta frågan om inlösningsrätten till domstol genom att väcka talan mot den som fått anbudet, annars förfaller inlösningsrätten. Domstolen ska på yrkande av den som erbjudit lösen fastställa inlösningsrätten, lösensumman och övriga villkor. Vad som föreskrivs i denna paragraf tillämpas om inte annat har överenskommits i bolagsavtalet eller separat.",
        "normalized_sv": "Har ett inlösningsanbud avvisats, men vill den som erbjudit lösen alltjämt lösa in bolagsandelen, ska han inom 30 dagar från det anbudet avvisades deponera den erbjudna lösensumman hos regionförvaltningsverket på bolagets hemort så som föreskrivs i lagen om deponering av pengar, värdeandelar, värdepapper eller handlingar som betalning eller till befrielse från annan fullgörelseskyldighet (281/1931) samt inom 60 dagar från det anbudet avvisades hänskjuta frågan om inlösningsrätten till domstol genom att väcka talan mot den som fått anbudet, annars förfaller inlösningsrätten. Domstolen ska på yrkande av den som erbjudit lösen fastställa inlösningsrätten, lösensumman och övriga villkor. Vad som föreskrivs i denna paragraf tillämpas om inte annat har överenskommits i bolagsavtalet eller separat.",
        "folded_sv": "har ett inlosningsanbud avvisats, men vill den som erbjudit losen alltjamt losa in bolagsandelen, ska han inom 30 dagar fran det anbudet avvisades deponera den erbjudna losensumman hos regionforvaltningsverket pa bolagets hemort sa som foreskrivs i lagen om deponering av pengar, vardeandelar, vardepapper eller handlingar som betalning eller till befrielse fran annan fullgorelseskyldighet (281/1931) samt inom 60 dagar fran det anbudet avvisades hanskjuta fragan om inlosningsratten till domstol genom att vacka talan mot den som fatt anbudet, annars forfaller inlosningsratten. domstolen ska pa yrkande av den som erbjudit losen faststalla inlosningsratten, losensumman och ovriga villkor. vad som foreskrivs i denna paragraf tillampas om inte annat har overenskommits i bolagsavtalet eller separat."
      }
    },
    {
      "provision_ref": "5:14",
      "chapter": "5",
      "section": "14",
      "title": "Päätös toiminnan jatkamisesta",
      "content": "Yhtiömiehet voivat päättää selvitystilan lopettamisesta ja yhtiön toiminnan jatkamisesta. Jos vain osa yhtiömiehistä haluaa jatkaa yhtiön toimintaa yhdessä, heillä on oikeus lunastaa muiden yhtiömiesten yhtiöosuudet. Lunastamiseen sovelletaan, mitä 6 §:n 3-5 momentissa sekä 7 §:ssä on säädetty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:14",
        "normalized_fi": "Yhtiömiehet voivat päättää selvitystilan lopettamisesta ja yhtiön toiminnan jatkamisesta. Jos vain osa yhtiömiehistä haluaa jatkaa yhtiön toimintaa yhdessä, heillä on oikeus lunastaa muiden yhtiömiesten yhtiöosuudet. Lunastamiseen sovelletaan, mitä 6 § :n 3-5 momentissa sekä 7 § :ssä on säädetty.",
        "folded_fi": "yhtiomiehet voivat paattaa selvitystilan lopettamisesta ja yhtion toiminnan jatkamisesta. jos vain osa yhtiomiehista haluaa jatkaa yhtion toimintaa yhdessa, heilla on oikeus lunastaa muiden yhtiomiesten yhtioosuudet. lunastamiseen sovelletaan, mita 6 §:n 3-5 momentissa seka 7 §:ssa on saadetty.",
        "title_sv": "Beslut om fortsatt verksamhet",
        "content_sv": "Bolagsmännen kan fatta beslut om att likvidationen ska avslutas och bolagets verksamhet fortsätta. Om endast en del av bolagsmännen vill fortsätta bolagets verksamhet tillsammans, har de rätt att lösa in de andra bolagsmännens bolagsandelar. På inlösen tillämpas 6 § 3-5 mom. samt 7 §.",
        "normalized_sv": "Bolagsmännen kan fatta beslut om att likvidationen ska avslutas och bolagets verksamhet fortsätta. Om endast en del av bolagsmännen vill fortsätta bolagets verksamhet tillsammans, har de rätt att lösa in de andra bolagsmännens bolagsandelar. På inlösen tillämpas 6 § 3-5 mom. samt 7 § .",
        "folded_sv": "bolagsmannen kan fatta beslut om att likvidationen ska avslutas och bolagets verksamhet fortsatta. om endast en del av bolagsmannen vill fortsatta bolagets verksamhet tillsammans, har de ratt att losa in de andra bolagsmannens bolagsandelar. pa inlosen tillampas 6 § 3-5 mom. samt 7 §."
      }
    },
    {
      "provision_ref": "6:2",
      "chapter": "6",
      "section": "2",
      "title": "Jakoperuste",
      "content": "Mitä tässä pykälässä säädetään, sovelletaan, jollei yhtiösopimuksessa tai erikseen ole toisin sovittu. Tästä pykälästä poikkeavan yhtiösopimuksen ehdon ilmoittamiseen rekisteröitäväksi ja sopimuksen tekemiseen sovelletaan, mitä 5 luvun 1 §:n 5 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:2",
        "normalized_fi": "Mitä tässä pykälässä säädetään, sovelletaan, jollei yhtiösopimuksessa tai erikseen ole toisin sovittu. Tästä pykälästä poikkeavan yhtiösopimuksen ehdon ilmoittamiseen rekisteröitäväksi ja sopimuksen tekemiseen sovelletaan, mitä 5 luvun 1 § :n 5 momentissa säädetään.",
        "folded_fi": "mita tassa pykalassa saadetaan, sovelletaan, jollei yhtiosopimuksessa tai erikseen ole toisin sovittu. tasta pykalasta poikkeavan yhtiosopimuksen ehdon ilmoittamiseen rekisteroitavaksi ja sopimuksen tekemiseen sovelletaan, mita 5 luvun 1 §:n 5 momentissa saadetaan.",
        "title_sv": "Skiftesgrund",
        "content_sv": "Vad som föreskrivs i denna paragraf tillämpas om inte annat har överenskommits i bolagsavtalet eller separat. På anmälan för registrering av ett sådant villkor i bolagsavtalet och på ingående av ett sådant avtal som avviker från denna paragraf tillämpas vad som föreskrivs i 5 kap. 1 § 5 mom.",
        "normalized_sv": "Vad som föreskrivs i denna paragraf tillämpas om inte annat har överenskommits i bolagsavtalet eller separat. På anmälan för registrering av ett sådant villkor i bolagsavtalet och på ingående av ett sådant avtal som avviker från denna paragraf tillämpas vad som föreskrivs i 5 kap. 1 § 5 mom.",
        "folded_sv": "vad som foreskrivs i denna paragraf tillampas om inte annat har overenskommits i bolagsavtalet eller separat. pa anmalan for registrering av ett sadant villkor i bolagsavtalet och pa ingaende av ett sadant avtal som avviker fran denna paragraf tillampas vad som foreskrivs i 5 kap. 1 § 5 mom."
      }
    },
    {
      "provision_ref": "7:2",
      "chapter": "7",
      "section": "2",
      "title": "Sovellettavat säännökset",
      "content": "Mitä tämän luvun 3, 4, 8 ja 9 §:ssä säädetään, sovelletaan, jollei yhtiösopimuksessa tai erikseen ole toisin sovittu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:2",
        "normalized_fi": "Mitä tämän luvun 3, 4, 8 ja 9 § :ssä säädetään, sovelletaan, jollei yhtiösopimuksessa tai erikseen ole toisin sovittu.",
        "folded_fi": "mita taman luvun 3, 4, 8 ja 9 §:ssa saadetaan, sovelletaan, jollei yhtiosopimuksessa tai erikseen ole toisin sovittu.",
        "title_sv": "De stadganden som skall tillämpas",
        "content_sv": "Vad som föreskrivs i 3, 4, 8 och 9 § i detta kapitel tillämpas om inte annat har överenskommits i bolagsavtalet eller separat.",
        "normalized_sv": "Vad som föreskrivs i 3, 4, 8 och 9 § i detta kapitel tillämpas om inte annat har överenskommits i bolagsavtalet eller separat.",
        "folded_sv": "vad som foreskrivs i 3, 4, 8 och 9 § i detta kapitel tillampas om inte annat har overenskommits i bolagsavtalet eller separat."
      }
    },
    {
      "provision_ref": "7:6",
      "chapter": "7",
      "section": "6",
      "title": "Äänettömän yhtiömiehen velkavastuu",
      "content": "Yhtiösopimuksen muutoksella äänettömän yhtiömiehen panoksen alentamisesta ei ole vaikutusta suhteessa velkojaan, joka ryhtyessään oikeustoimeen yhtiön kanssa ei tiennyt panoksen alentamisesta, jos panoksen alentamista ei ollut merkitty kaupparekisteriin ja kuulutettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:6",
        "normalized_fi": "Yhtiösopimuksen muutoksella äänettömän yhtiömiehen panoksen alentamisesta ei ole vaikutusta suhteessa velkojaan, joka ryhtyessään oikeustoimeen yhtiön kanssa ei tiennyt panoksen alentamisesta, jos panoksen alentamista ei ollut merkitty kaupparekisteriin ja kuulutettu.",
        "folded_fi": "yhtiosopimuksen muutoksella aanettoman yhtiomiehen panoksen alentamisesta ei ole vaikutusta suhteessa velkojaan, joka ryhtyessaan oikeustoimeen yhtion kanssa ei tiennyt panoksen alentamisesta, jos panoksen alentamista ei ollut merkitty kaupparekisteriin ja kuulutettu.",
        "title_sv": "Tysta bolagsmäns gäldsansvar",
        "content_sv": "En ändring av bolagsavtalet om minskning av en tyst bolagsmans insats är utan verkan i förhållande till en borgenär som när han företog en rättshandling med bolaget inte kände till att insatsen minskats, om minskningen av insatsen inte hade antecknats i handelsregistret och kun-gjorts.",
        "normalized_sv": "En ändring av bolagsavtalet om minskning av en tyst bolagsmans insats är utan verkan i förhållande till en borgenär som när han företog en rättshandling med bolaget inte kände till att insatsen minskats, om minskningen av insatsen inte hade antecknats i handelsregistret och kun-gjorts.",
        "folded_sv": "en andring av bolagsavtalet om minskning av en tyst bolagsmans insats ar utan verkan i forhallande till en borgenar som nar han foretog en rattshandling med bolaget inte kande till att insatsen minskats, om minskningen av insatsen inte hade antecknats i handelsregistret och kun-gjorts."
      }
    },
    {
      "provision_ref": "8:6",
      "chapter": "8",
      "section": "6",
      "title": "Sulautuminen",
      "content": "Jos sulautumiseen osallistuvista yhtiöistä useamman kuin yhden omaisuuteen kohdistuu yrityskiinnityslaissa (634/1984) tarkoitettu yrityskiinnitys, sulautumista ei saa rekisteröidä, jollei samalla rekisteröidä hakemuksen perusteella yhtiöiden ja kiinnityksenhaltijoiden sopimusta kiinnitysten etuoikeuden järjestämisestä. Sulautuvan avoimen yhtiön yhtiömiehen ja kommandiittiyhtiön vastuunalaisen yhtiömiehen on viipymättä ilmoitettava sulautuminen kaupparekisteriin. Sulautuvan yhtiön varat ja velat siirtyvät selvitysmenettelyttä vastaanottavalle yhtiölle, kun sulautuminen on rekisteröity. Samanaikaisesti sulautuva yhtiö purkautuu, 1 momentissa tarkoitetussa tapauksessa vastaanottavan yhtiön yhtiösopimuksen muutos rekisteröidään ja 3 momentissa tarkoitetussa tapauksessa vastaanottava yhtiö syntyy.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:6",
        "normalized_fi": "Jos sulautumiseen osallistuvista yhtiöistä useamman kuin yhden omaisuuteen kohdistuu yrityskiinnityslaissa (634/1984) tarkoitettu yrityskiinnitys, sulautumista ei saa rekisteröidä, jollei samalla rekisteröidä hakemuksen perusteella yhtiöiden ja kiinnityksenhaltijoiden sopimusta kiinnitysten etuoikeuden järjestämisestä. Sulautuvan avoimen yhtiön yhtiömiehen ja kommandiittiyhtiön vastuunalaisen yhtiömiehen on viipymättä ilmoitettava sulautuminen kaupparekisteriin. Sulautuvan yhtiön varat ja velat siirtyvät selvitysmenettelyttä vastaanottavalle yhtiölle, kun sulautuminen on rekisteröity. Samanaikaisesti sulautuva yhtiö purkautuu, 1 momentissa tarkoitetussa tapauksessa vastaanottavan yhtiön yhtiösopimuksen muutos rekisteröidään ja 3 momentissa tarkoitetussa tapauksessa vastaanottava yhtiö syntyy.",
        "folded_fi": "jos sulautumiseen osallistuvista yhtioista useamman kuin yhden omaisuuteen kohdistuu yrityskiinnityslaissa (634/1984) tarkoitettu yrityskiinnitys, sulautumista ei saa rekisteroida, jollei samalla rekisteroida hakemuksen perusteella yhtioiden ja kiinnityksenhaltijoiden sopimusta kiinnitysten etuoikeuden jarjestamisesta. sulautuvan avoimen yhtion yhtiomiehen ja kommandiittiyhtion vastuunalaisen yhtiomiehen on viipymatta ilmoitettava sulautuminen kaupparekisteriin. sulautuvan yhtion varat ja velat siirtyvat selvitysmenettelytta vastaanottavalle yhtiolle, kun sulautuminen on rekisteroity. samanaikaisesti sulautuva yhtio purkautuu, 1 momentissa tarkoitetussa tapauksessa vastaanottavan yhtion yhtiosopimuksen muutos rekisteroidaan ja 3 momentissa tarkoitetussa tapauksessa vastaanottava yhtio syntyy.",
        "title_sv": "Fusion",
        "content_sv": "Om företagsinteckning enligt företagsinteckningslagen (634/1984) har fastställts i flera än ett av de i fusionen deltagande bolagens egendom, får fusionen inte registreras, om inte bolagens och inteckningshavarnas avtal om reglering av inteckningarnas företrädesrätt samtidigt registreras på ansökan. Fusionen ska utan dröjsmål anmälas till handelsregistret av en bolagsman i ett överlåtande öppet bolag och av en ansvarig bolagsman i ett överlåtande kommanditbolag. Det överlåtande bolagets tillgångar och skulder övergår utan likvidationsförfarande till det övertagande bolaget när fusionen har registrerats. Samtidigt upplöses det överlåtande bolaget, registreras ändringen i bolagsavtalet för det övertagande bolaget i det fall som avses i 1 mom. och uppkommer det övertagande bolaget i det fall som avses i 3 mom.",
        "normalized_sv": "Om företagsinteckning enligt företagsinteckningslagen (634/1984) har fastställts i flera än ett av de i fusionen deltagande bolagens egendom, får fusionen inte registreras, om inte bolagens och inteckningshavarnas avtal om reglering av inteckningarnas företrädesrätt samtidigt registreras på ansökan. Fusionen ska utan dröjsmål anmälas till handelsregistret av en bolagsman i ett överlåtande öppet bolag och av en ansvarig bolagsman i ett överlåtande kommanditbolag. Det överlåtande bolagets tillgångar och skulder övergår utan likvidationsförfarande till det övertagande bolaget när fusionen har registrerats. Samtidigt upplöses det överlåtande bolaget, registreras ändringen i bolagsavtalet för det övertagande bolaget i det fall som avses i 1 mom. och uppkommer det övertagande bolaget i det fall som avses i 3 mom.",
        "folded_sv": "om foretagsinteckning enligt foretagsinteckningslagen (634/1984) har faststallts i flera an ett av de i fusionen deltagande bolagens egendom, far fusionen inte registreras, om inte bolagens och inteckningshavarnas avtal om reglering av inteckningarnas foretradesratt samtidigt registreras pa ansokan. fusionen ska utan drojsmal anmalas till handelsregistret av en bolagsman i ett overlatande oppet bolag och av en ansvarig bolagsman i ett overlatande kommanditbolag. det overlatande bolagets tillgangar och skulder overgar utan likvidationsforfarande till det overtagande bolaget nar fusionen har registrerats. samtidigt upploses det overlatande bolaget, registreras andringen i bolagsavtalet for det overtagande bolaget i det fall som avses i 1 mom. och uppkommer det overtagande bolaget i det fall som avses i 3 mom."
      }
    },
    {
      "provision_ref": "8:7",
      "chapter": "8",
      "section": "7",
      "title": "Lunastus",
      "content": "Jos päätös yhtiön muuttamisesta osakeyhtiöksi tai sulautumispäätös voidaan yhtiössä tehdä enemmistöpäätöksenä, on sellaisella yhtiömiehellä, joka ei ole hyväksynyt yhtiömuodon muuttamista tai sulautumista, oikeus erota yhtiöstä ja saada lunastus yhtiöosuudestaan siten kuin 5 luvun 6 §:n 3 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:7",
        "normalized_fi": "Jos päätös yhtiön muuttamisesta osakeyhtiöksi tai sulautumispäätös voidaan yhtiössä tehdä enemmistöpäätöksenä, on sellaisella yhtiömiehellä, joka ei ole hyväksynyt yhtiömuodon muuttamista tai sulautumista, oikeus erota yhtiöstä ja saada lunastus yhtiöosuudestaan siten kuin 5 luvun 6 § :n 3 momentissa säädetään.",
        "folded_fi": "jos paatos yhtion muuttamisesta osakeyhtioksi tai sulautumispaatos voidaan yhtiossa tehda enemmistopaatoksena, on sellaisella yhtiomiehella, joka ei ole hyvaksynyt yhtiomuodon muuttamista tai sulautumista, oikeus erota yhtiosta ja saada lunastus yhtioosuudestaan siten kuin 5 luvun 6 §:n 3 momentissa saadetaan.",
        "title_sv": "Inlösen",
        "content_sv": "Kan beslut om ombildning av ett bolag till aktiebolag eller ett fusionsbeslut fattas i bolaget såsom majoritetsbeslut, har en bolagsman som inte godkänt ändringen av bolagsformen eller fusio-nen rätt att träda ut ur bolaget och få lösen för sin bolagsandel på det sätt som föreskrivs i 5 kap. 6 § 3 mom.",
        "normalized_sv": "Kan beslut om ombildning av ett bolag till aktiebolag eller ett fusionsbeslut fattas i bolaget såsom majoritetsbeslut, har en bolagsman som inte godkänt ändringen av bolagsformen eller fusio-nen rätt att träda ut ur bolaget och få lösen för sin bolagsandel på det sätt som föreskrivs i 5 kap. 6 § 3 mom.",
        "folded_sv": "kan beslut om ombildning av ett bolag till aktiebolag eller ett fusionsbeslut fattas i bolaget sasom majoritetsbeslut, har en bolagsman som inte godkant andringen av bolagsformen eller fusio-nen ratt att trada ut ur bolaget och fa losen for sin bolagsandel pa det satt som foreskrivs i 5 kap. 6 § 3 mom."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Soveltamisala ja yhtiömiesten vastuu",
      "content": "Tätä lakia sovelletaan Suomen lain mukaan rekisteröityihin avoimiin yhtiöihin ja kommandiittiyhtiöihin, jollei muussa laissa toisin säädetä. Avoimessa yhtiössä ja kommandiittiyhtiössä kaksi tai useampi harjoittaa yhtiösopimuksen perusteella yhdessä elinkeinotoimintaa yhteisen taloudellisen tarkoituksen saavuttamiseksi. yhtiömiehet Avoimen yhtiön yhtiösopimuksen osapuolet () vastaavat yhtiön velvoitteista niiden täyteen määrään niin kuin omasta velastaan. Kommandiittiyhtiössä yhden tai useamman yhtiömiehen, ei kuitenkaan kaikkien, vastuuta yhtiön velvoitteista on rajoitettu yhtiösopimuksen osoittaman omaisuuspanoksen määrään. äänettömällä yhtiömiehellä Vastuunalaisella yhtiömiehellä Tässä laissa tarkoitetaan kommandiittiyhtiön yhtiömiestä, jonka vastuu yhtiön velvoitteista on rajoitettu 2 momentissa tarkoitetulla tavalla. tarkoitetaan kommandiittiyhtiön muuta yhtiömiestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:1",
        "normalized_fi": "Tätä lakia sovelletaan Suomen lain mukaan rekisteröityihin avoimiin yhtiöihin ja kommandiittiyhtiöihin, jollei muussa laissa toisin säädetä. Avoimessa yhtiössä ja kommandiittiyhtiössä kaksi tai useampi harjoittaa yhtiösopimuksen perusteella yhdessä elinkeinotoimintaa yhteisen taloudellisen tarkoituksen saavuttamiseksi. yhtiömiehet Avoimen yhtiön yhtiösopimuksen osapuolet () vastaavat yhtiön velvoitteista niiden täyteen määrään niin kuin omasta velastaan. Kommandiittiyhtiössä yhden tai useamman yhtiömiehen, ei kuitenkaan kaikkien, vastuuta yhtiön velvoitteista on rajoitettu yhtiösopimuksen osoittaman omaisuuspanoksen määrään. äänettömällä yhtiömiehellä Vastuunalaisella yhtiömiehellä Tässä laissa tarkoitetaan kommandiittiyhtiön yhtiömiestä, jonka vastuu yhtiön velvoitteista on rajoitettu 2 momentissa tarkoitetulla tavalla. tarkoitetaan kommandiittiyhtiön muuta yhtiömiestä.",
        "folded_fi": "tata lakia sovelletaan suomen lain mukaan rekisteroityihin avoimiin yhtioihin ja kommandiittiyhtioihin, jollei muussa laissa toisin saadeta. avoimessa yhtiossa ja kommandiittiyhtiossa kaksi tai useampi harjoittaa yhtiosopimuksen perusteella yhdessa elinkeinotoimintaa yhteisen taloudellisen tarkoituksen saavuttamiseksi. yhtiomiehet avoimen yhtion yhtiosopimuksen osapuolet () vastaavat yhtion velvoitteista niiden tayteen maaraan niin kuin omasta velastaan. kommandiittiyhtiossa yhden tai useamman yhtiomiehen, ei kuitenkaan kaikkien, vastuuta yhtion velvoitteista on rajoitettu yhtiosopimuksen osoittaman omaisuuspanoksen maaraan. aanettomalla yhtiomiehella vastuunalaisella yhtiomiehella tassa laissa tarkoitetaan kommandiittiyhtion yhtiomiesta, jonka vastuu yhtion velvoitteista on rajoitettu 2 momentissa tarkoitetulla tavalla. tarkoitetaan kommandiittiyhtion muuta yhtiomiesta.",
        "title_sv": "Tillämpningsområde och bolagsmännens ansvar",
        "content_sv": "Denna lag tillämpas på öppna bolag och kommanditbolag som är registrerade enligt finsk lag, om inte annat föreskrivs i någon annan lag. I ett öppet bolag och ett kommanditbolag utövar två eller flera med stöd av ett bolagsavtal tillsammans näringsverksamhet för att uppnå ett gemensamt ekonomiskt syfte. bolagsmännen Parterna i ett bolagsavtal för ett öppet bolag () svarar för bolagets förpliktelser till fullt belopp såsom för egen skuld. I ett kommanditbolag är ansvaret för bolagets förpliktelser i fråga om en eller flera men inte samtliga bolagsmän begränsat till den egendomsinsats som anges i bolagsavtalet. tyst bolagsman ansvarig bolagsman I denna lag avses med en sådan bolagsman i ett kommanditbolag vars ansvar för bolagets förpliktelser är begränsat på det sätt som avses i 2 mom. Med avses varje annan bolagsman i kommanditbolaget.",
        "normalized_sv": "Denna lag tillämpas på öppna bolag och kommanditbolag som är registrerade enligt finsk lag, om inte annat föreskrivs i någon annan lag. I ett öppet bolag och ett kommanditbolag utövar två eller flera med stöd av ett bolagsavtal tillsammans näringsverksamhet för att uppnå ett gemensamt ekonomiskt syfte. bolagsmännen Parterna i ett bolagsavtal för ett öppet bolag () svarar för bolagets förpliktelser till fullt belopp såsom för egen skuld. I ett kommanditbolag är ansvaret för bolagets förpliktelser i fråga om en eller flera men inte samtliga bolagsmän begränsat till den egendomsinsats som anges i bolagsavtalet. tyst bolagsman ansvarig bolagsman I denna lag avses med en sådan bolagsman i ett kommanditbolag vars ansvar för bolagets förpliktelser är begränsat på det sätt som avses i 2 mom. Med avses varje annan bolagsman i kommanditbolaget.",
        "folded_sv": "denna lag tillampas pa oppna bolag och kommanditbolag som ar registrerade enligt finsk lag, om inte annat foreskrivs i nagon annan lag. i ett oppet bolag och ett kommanditbolag utovar tva eller flera med stod av ett bolagsavtal tillsammans naringsverksamhet for att uppna ett gemensamt ekonomiskt syfte. bolagsmannen parterna i ett bolagsavtal for ett oppet bolag () svarar for bolagets forpliktelser till fullt belopp sasom for egen skuld. i ett kommanditbolag ar ansvaret for bolagets forpliktelser i fraga om en eller flera men inte samtliga bolagsman begransat till den egendomsinsats som anges i bolagsavtalet. tyst bolagsman ansvarig bolagsman i denna lag avses med en sadan bolagsman i ett kommanditbolag vars ansvar for bolagets forpliktelser ar begransat pa det satt som avses i 2 mom. med avses varje annan bolagsman i kommanditbolaget."
      },
      "valid_from": "2015-12-11",
      "valid_to": null
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Yhtiön synty ja rekisteröiminen",
      "content": "Avoin yhtiö ja kommandiittiyhtiö syntyvät rekisteröimisellä. Yhtiö on ilmoitettava rekisteröitäväksi kolmen kuukauden kuluessa yhtiösopimuksen allekirjoittamisesta tai yh-tiön perustaminen raukeaa. Yhtiön ilmoittamisesta kaupparekisteriin säädetään kaupparekisterilaissa (129/1979) ja toiminimestä toiminimilaissa (128/1979).",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:2",
        "normalized_fi": "Avoin yhtiö ja kommandiittiyhtiö syntyvät rekisteröimisellä. Yhtiö on ilmoitettava rekisteröitäväksi kolmen kuukauden kuluessa yhtiösopimuksen allekirjoittamisesta tai yh-tiön perustaminen raukeaa. Yhtiön ilmoittamisesta kaupparekisteriin säädetään kaupparekisterilaissa (129/1979) ja toiminimestä toiminimilaissa (128/1979).",
        "folded_fi": "avoin yhtio ja kommandiittiyhtio syntyvat rekisteroimisella. yhtio on ilmoitettava rekisteroitavaksi kolmen kuukauden kuluessa yhtiosopimuksen allekirjoittamisesta tai yh-tion perustaminen raukeaa. yhtion ilmoittamisesta kaupparekisteriin saadetaan kaupparekisterilaissa (129/1979) ja toiminimesta toiminimilaissa (128/1979).",
        "title_sv": "Hur ett bolag uppkommer och registreras",
        "content_sv": "Ett öppet bolag och ett kommanditbolag uppkommer genom registrering. Bolaget ska anmälas för registrering inom tre månader efter det att bolagsavtalet undertecknats. I annat fall förfaller bolagsbildningen. Bestämmelser om anmälan av bolaget till handelsregistret finns i handelsregisterlagen (129/1979) och om dess firma i firmalagen (128/1979).",
        "normalized_sv": "Ett öppet bolag och ett kommanditbolag uppkommer genom registrering. Bolaget ska anmälas för registrering inom tre månader efter det att bolagsavtalet undertecknats. I annat fall förfaller bolagsbildningen. Bestämmelser om anmälan av bolaget till handelsregistret finns i handelsregisterlagen (129/1979) och om dess firma i firmalagen (128/1979).",
        "folded_sv": "ett oppet bolag och ett kommanditbolag uppkommer genom registrering. bolaget ska anmalas for registrering inom tre manader efter det att bolagsavtalet undertecknats. i annat fall forfaller bolagsbildningen. bestammelser om anmalan av bolaget till handelsregistret finns i handelsregisterlagen (129/1979) och om dess firma i firmalagen (128/1979)."
      },
      "valid_from": "2015-12-11",
      "valid_to": null
    },
    {
      "provision_ref": "1:3 a",
      "chapter": "1",
      "section": "3 a",
      "title": "Toiminta ennen rekisteröimistä",
      "content": "Ennen rekisteröimistä yhtiö ei voi hankkia oikeuksia eikä tehdä sitoumuksia eikä myöskään olla asianosaisena tuomioistuimessa tai muussa viranomaisessa. Yhtiön puolesta ennen sen rekisteröimistä tehdyistä toimista vastaavat toimesta päättäneet ja siihen osallistuneet yhteisvastuullisesti. Yhtiösopimuksen allekirjoittamisen jälkeen tehdystä toimesta tai yhtiösopimuksessa yksilöidystä, enintään vuosi ennen yhtiösopimuksen allekirjoittamista tehdystä toimesta aiheutuneet velvoitteet siirtyvät yhtiölle, kun yhtiö rekisteröidään. Avoimen yhtiön yhtiömiehet ja kommandiittiyhtiön vastuunalaiset yhtiömiehet sekä toimitusjohtaja voivat ennen yhtiön rekisteröimistä käyttää puhevaltaa yhtiön perustamista koskevissa asioissa ja ryhtyä toimenpiteisiin yhtiöosuudesta suoritettavan maksun saamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:3 a",
        "normalized_fi": "Ennen rekisteröimistä yhtiö ei voi hankkia oikeuksia eikä tehdä sitoumuksia eikä myöskään olla asianosaisena tuomioistuimessa tai muussa viranomaisessa. Yhtiön puolesta ennen sen rekisteröimistä tehdyistä toimista vastaavat toimesta päättäneet ja siihen osallistuneet yhteisvastuullisesti. Yhtiösopimuksen allekirjoittamisen jälkeen tehdystä toimesta tai yhtiösopimuksessa yksilöidystä, enintään vuosi ennen yhtiösopimuksen allekirjoittamista tehdystä toimesta aiheutuneet velvoitteet siirtyvät yhtiölle, kun yhtiö rekisteröidään. Avoimen yhtiön yhtiömiehet ja kommandiittiyhtiön vastuunalaiset yhtiömiehet sekä toimitusjohtaja voivat ennen yhtiön rekisteröimistä käyttää puhevaltaa yhtiön perustamista koskevissa asioissa ja ryhtyä toimenpiteisiin yhtiöosuudesta suoritettavan maksun saamiseksi.",
        "folded_fi": "ennen rekisteroimista yhtio ei voi hankkia oikeuksia eika tehda sitoumuksia eika myoskaan olla asianosaisena tuomioistuimessa tai muussa viranomaisessa. yhtion puolesta ennen sen rekisteroimista tehdyista toimista vastaavat toimesta paattaneet ja siihen osallistuneet yhteisvastuullisesti. yhtiosopimuksen allekirjoittamisen jalkeen tehdysta toimesta tai yhtiosopimuksessa yksiloidysta, enintaan vuosi ennen yhtiosopimuksen allekirjoittamista tehdysta toimesta aiheutuneet velvoitteet siirtyvat yhtiolle, kun yhtio rekisteroidaan. avoimen yhtion yhtiomiehet ja kommandiittiyhtion vastuunalaiset yhtiomiehet seka toimitusjohtaja voivat ennen yhtion rekisteroimista kayttaa puhevaltaa yhtion perustamista koskevissa asioissa ja ryhtya toimenpiteisiin yhtioosuudesta suoritettavan maksun saamiseksi.",
        "title_sv": "Åtgärder före registreringen",
        "content_sv": "Före registreringen kan ett bolag inte förvärva rättigheter eller åta sig skyldigheter och inte heller uppträda som part i en domstol eller hos någon annan myndighet. De som beslutat om eller deltagit i en åtgärd som på bolagets vägnar vidtagits före registreringen är solidariskt ansvariga för åtgärden. Förpliktelser orsakade av en åtgärd som har vidtagits efter undertecknandet av bolagsavtalet eller av en i bolagsavtalet specificerad åtgärd som har vidtagits tidigast ett år före undertecknandet övergår på bolaget när det registreras. Bolagsmännen i ett öppet bolag och de ansvariga bolagsmännen i ett kommanditbolag samt verkställande direktören kan innan bolaget registreras föra talan i ärenden som gäller bildandet av bolaget och vidta åtgärder för att kräva in betalning för bolagsandelen.",
        "normalized_sv": "Före registreringen kan ett bolag inte förvärva rättigheter eller åta sig skyldigheter och inte heller uppträda som part i en domstol eller hos någon annan myndighet. De som beslutat om eller deltagit i en åtgärd som på bolagets vägnar vidtagits före registreringen är solidariskt ansvariga för åtgärden. Förpliktelser orsakade av en åtgärd som har vidtagits efter undertecknandet av bolagsavtalet eller av en i bolagsavtalet specificerad åtgärd som har vidtagits tidigast ett år före undertecknandet övergår på bolaget när det registreras. Bolagsmännen i ett öppet bolag och de ansvariga bolagsmännen i ett kommanditbolag samt verkställande direktören kan innan bolaget registreras föra talan i ärenden som gäller bildandet av bolaget och vidta åtgärder för att kräva in betalning för bolagsandelen.",
        "folded_sv": "fore registreringen kan ett bolag inte forvarva rattigheter eller ata sig skyldigheter och inte heller upptrada som part i en domstol eller hos nagon annan myndighet. de som beslutat om eller deltagit i en atgard som pa bolagets vagnar vidtagits fore registreringen ar solidariskt ansvariga for atgarden. forpliktelser orsakade av en atgard som har vidtagits efter undertecknandet av bolagsavtalet eller av en i bolagsavtalet specificerad atgard som har vidtagits tidigast ett ar fore undertecknandet overgar pa bolaget nar det registreras. bolagsmannen i ett oppet bolag och de ansvariga bolagsmannen i ett kommanditbolag samt verkstallande direktoren kan innan bolaget registreras fora talan i arenden som galler bildandet av bolaget och vidta atgarder for att krava in betalning for bolagsandelen."
      },
      "valid_from": "2015-12-11",
      "valid_to": null
    },
    {
      "provision_ref": "1:3 b",
      "chapter": "1",
      "section": "3 b",
      "title": "Oikeustoimet rekisteröimättömän yhtiön kanssa",
      "content": "Jos yhtiön sopimuskumppani tiesi, ettei yhtiötä ollut rekisteröity, hän voi, jollei toisin ole sovittu, luopua yhtiön kanssa tehdystä sopimuksesta, jos rekisteri-ilmoitusta perustamisesta ei ole tehty 2 §:ssä säädetyssä määräajassa tai jos rekisteröiminen on evätty. Jos sopimuskumppani ei tiennyt, ettei yhtiötä ollut rekisteröity, hän voi luopua sopimuksesta, kunnes yhtiö on rekisteröity.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:3 b",
        "normalized_fi": "Jos yhtiön sopimuskumppani tiesi, ettei yhtiötä ollut rekisteröity, hän voi, jollei toisin ole sovittu, luopua yhtiön kanssa tehdystä sopimuksesta, jos rekisteri-ilmoitusta perustamisesta ei ole tehty 2 § :ssä säädetyssä määräajassa tai jos rekisteröiminen on evätty. Jos sopimuskumppani ei tiennyt, ettei yhtiötä ollut rekisteröity, hän voi luopua sopimuksesta, kunnes yhtiö on rekisteröity.",
        "folded_fi": "jos yhtion sopimuskumppani tiesi, ettei yhtiota ollut rekisteroity, han voi, jollei toisin ole sovittu, luopua yhtion kanssa tehdysta sopimuksesta, jos rekisteri-ilmoitusta perustamisesta ei ole tehty 2 §:ssa saadetyssa maaraajassa tai jos rekisteroiminen on evatty. jos sopimuskumppani ei tiennyt, ettei yhtiota ollut rekisteroity, han voi luopua sopimuksesta, kunnes yhtio on rekisteroity.",
        "title_sv": "Rättshandlingar med ett oregistrerat bolag",
        "content_sv": "En avtalspart som visste att bolaget var oregistrerat kan, om inte annat avtalats, frånträda sitt avtal med bolaget, om registeranmälan om bildande av bolaget inte har gjorts inom den tid som anges i 2 § eller om registrering har vägrats. En avtalspart som inte visste att bolaget var oregistrerat kan frånträda avtalet till dess att bolaget har registrerats.",
        "normalized_sv": "En avtalspart som visste att bolaget var oregistrerat kan, om inte annat avtalats, frånträda sitt avtal med bolaget, om registeranmälan om bildande av bolaget inte har gjorts inom den tid som anges i 2 § eller om registrering har vägrats. En avtalspart som inte visste att bolaget var oregistrerat kan frånträda avtalet till dess att bolaget har registrerats.",
        "folded_sv": "en avtalspart som visste att bolaget var oregistrerat kan, om inte annat avtalats, frantrada sitt avtal med bolaget, om registeranmalan om bildande av bolaget inte har gjorts inom den tid som anges i 2 § eller om registrering har vagrats. en avtalspart som inte visste att bolaget var oregistrerat kan frantrada avtalet till dess att bolaget har registrerats."
      },
      "valid_from": "2015-12-11",
      "valid_to": null
    },
    {
      "provision_ref": "1:3 c",
      "chapter": "1",
      "section": "3 c",
      "title": "Perustamisen raukeaminen",
      "content": "Yhtiön perustaminen raukeaa, jollei yhtiötä ole ilmoitettu rekisteröitäväksi 2 §:ssä säädetyssä määräajassa tai jos rekisteröiminen evätään. Jos perustaminen raukeaa, avoimen yhtiön yhtiömiehet ja kommandiittiyhtiön vastuunalaiset yhtiömiehet sekä toimitusjohtaja vastaavat yhteisvastuullisesti yhtiöosuudesta maksetun määrän ja siitä saadun tuoton palauttamisesta yhtiömiehille. Palautettavasta määrästä voidaan vähentää 3 a §:n 3 momentissa tarkoitettujen toimenpiteiden aiheuttamat tavanomaiset kulut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:3 c",
        "normalized_fi": "Yhtiön perustaminen raukeaa, jollei yhtiötä ole ilmoitettu rekisteröitäväksi 2 § :ssä säädetyssä määräajassa tai jos rekisteröiminen evätään. Jos perustaminen raukeaa, avoimen yhtiön yhtiömiehet ja kommandiittiyhtiön vastuunalaiset yhtiömiehet sekä toimitusjohtaja vastaavat yhteisvastuullisesti yhtiöosuudesta maksetun määrän ja siitä saadun tuoton palauttamisesta yhtiömiehille. Palautettavasta määrästä voidaan vähentää 3 a § :n 3 momentissa tarkoitettujen toimenpiteiden aiheuttamat tavanomaiset kulut.",
        "folded_fi": "yhtion perustaminen raukeaa, jollei yhtiota ole ilmoitettu rekisteroitavaksi 2 §:ssa saadetyssa maaraajassa tai jos rekisteroiminen evataan. jos perustaminen raukeaa, avoimen yhtion yhtiomiehet ja kommandiittiyhtion vastuunalaiset yhtiomiehet seka toimitusjohtaja vastaavat yhteisvastuullisesti yhtioosuudesta maksetun maaran ja siita saadun tuoton palauttamisesta yhtiomiehille. palautettavasta maarasta voidaan vahentaa 3 a §:n 3 momentissa tarkoitettujen toimenpiteiden aiheuttamat tavanomaiset kulut.",
        "title_sv": "Bolagsbildningen förfaller",
        "content_sv": "Bolagsbildningen förfaller om bolaget inte har anmälts för registrering inom den tid som anges i 2 § eller om registrering vägras. Om bolagsbildningen förfaller, är bolagsmännen i ett öppet bolag och de ansvariga bolagsmännen i ett kommanditbolag samt verkställande direktören solidariskt ansvariga för att det belopp som har betalats för bolagsandelen samt avkastningen på beloppet återbetalas till bolagsmännen. Från det belopp som ska återbetalas får sedvanliga kostnader för åtgärder som avses i 3 a § 3 mom. dras av.",
        "normalized_sv": "Bolagsbildningen förfaller om bolaget inte har anmälts för registrering inom den tid som anges i 2 § eller om registrering vägras. Om bolagsbildningen förfaller, är bolagsmännen i ett öppet bolag och de ansvariga bolagsmännen i ett kommanditbolag samt verkställande direktören solidariskt ansvariga för att det belopp som har betalats för bolagsandelen samt avkastningen på beloppet återbetalas till bolagsmännen. Från det belopp som ska återbetalas får sedvanliga kostnader för åtgärder som avses i 3 a § 3 mom. dras av.",
        "folded_sv": "bolagsbildningen forfaller om bolaget inte har anmalts for registrering inom den tid som anges i 2 § eller om registrering vagras. om bolagsbildningen forfaller, ar bolagsmannen i ett oppet bolag och de ansvariga bolagsmannen i ett kommanditbolag samt verkstallande direktoren solidariskt ansvariga for att det belopp som har betalats for bolagsandelen samt avkastningen pa beloppet aterbetalas till bolagsmannen. fran det belopp som ska aterbetalas far sedvanliga kostnader for atgarder som avses i 3 a § 3 mom. dras av."
      },
      "valid_from": "2015-12-11",
      "valid_to": null
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Yhtiösopimus ja sen muuttaminen",
      "content": "Yhtiömiesten on päivättävä ja allekirjoitettava yhtiösopimus ja siinä on mainittava: 1) yhtiön toiminimi; 2) kotipaikkana oleva Suomen kunta; 3) toimiala; sekä 4) yhtiömiehet. Yhtiösopimuksen muutos on pätevä vain, jos kaikki yhtiömiehet ovat muutoksesta yksimielisiä. Yhtiöosuuden tai sen osan luovutus on vailla vaikutusta yhtiötä kohtaan, jolleivät kaikki yhtiömiehet anna luovutukselle suostumustaan. Yhtiösopimuksen muuttamista koskeva päätös on viivytyksettä ilmoitettava rekisteröitäväksi eikä sitä saa panna täytäntöön ennen kuin se on rekisteröity. Jos yhtiösopimuksen muutos edellyttää sellaisia täytäntöönpanotoimia, joista tehdään merkintä rekisteriin, muutos tulee kuitenkin ilmoittaa rekisteröitäväksi ja rekisteröidä samanaikaisesti täytäntöönpanotoimien kanssa. Tämän pykälän 2 ja 3 momentin säännöksiä sovelletaan, jollei yhtiösopimuksessa ole sovittu toisin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:4",
        "normalized_fi": "Yhtiömiesten on päivättävä ja allekirjoitettava yhtiösopimus ja siinä on mainittava: 1) yhtiön toiminimi; 2) kotipaikkana oleva Suomen kunta; 3) toimiala; sekä 4) yhtiömiehet. Yhtiösopimuksen muutos on pätevä vain, jos kaikki yhtiömiehet ovat muutoksesta yksimielisiä. Yhtiöosuuden tai sen osan luovutus on vailla vaikutusta yhtiötä kohtaan, jolleivät kaikki yhtiömiehet anna luovutukselle suostumustaan. Yhtiösopimuksen muuttamista koskeva päätös on viivytyksettä ilmoitettava rekisteröitäväksi eikä sitä saa panna täytäntöön ennen kuin se on rekisteröity. Jos yhtiösopimuksen muutos edellyttää sellaisia täytäntöönpanotoimia, joista tehdään merkintä rekisteriin, muutos tulee kuitenkin ilmoittaa rekisteröitäväksi ja rekisteröidä samanaikaisesti täytäntöönpanotoimien kanssa. Tämän pykälän 2 ja 3 momentin säännöksiä sovelletaan, jollei yhtiösopimuksessa ole sovittu toisin.",
        "folded_fi": "yhtiomiesten on paivattava ja allekirjoitettava yhtiosopimus ja siina on mainittava: 1) yhtion toiminimi; 2) kotipaikkana oleva suomen kunta; 3) toimiala; seka 4) yhtiomiehet. yhtiosopimuksen muutos on pateva vain, jos kaikki yhtiomiehet ovat muutoksesta yksimielisia. yhtioosuuden tai sen osan luovutus on vailla vaikutusta yhtiota kohtaan, jolleivat kaikki yhtiomiehet anna luovutukselle suostumustaan. yhtiosopimuksen muuttamista koskeva paatos on viivytyksetta ilmoitettava rekisteroitavaksi eika sita saa panna taytantoon ennen kuin se on rekisteroity. jos yhtiosopimuksen muutos edellyttaa sellaisia taytantoonpanotoimia, joista tehdaan merkinta rekisteriin, muutos tulee kuitenkin ilmoittaa rekisteroitavaksi ja rekisteroida samanaikaisesti taytantoonpanotoimien kanssa. taman pykalan 2 ja 3 momentin saannoksia sovelletaan, jollei yhtiosopimuksessa ole sovittu toisin.",
        "title_sv": "Bolagsavtalet och ändring av bolagsavtalet",
        "content_sv": "Bolagsmännen ska datera och underteckna bolagsavtalet och det ska innehålla uppgift om 1) bolagets firma, 2) den kommun i Finland som är bolagets hemort, 3) bolagets verksamhetsområde, samt 4) bolagsmännen. En ändring av bolagsavtalet är giltig endast om alla bolagsmän har omfattat den. Överlåtelse av en bolagsandel eller en del av den är utan verkan gentemot bolaget, om inte alla bolagsmän samtycker till överlåtelsen. Ett beslut om ändring av bolagsavtalet ska utan dröjsmål anmälas för registrering. Beslutet får inte verkställas förrän det har registrerats. Om en ändring av bolagsavtalet förutsätter verkställighetsåtgärder som ska registreras, ska ändringen dock anmälas för registrering och registreras i samband med verkställighetsåtgärderna. Bestämmelserna i 2 och 3 mom. tillämpas om inte annat har överenskommits i bolagsavtalet.",
        "normalized_sv": "Bolagsmännen ska datera och underteckna bolagsavtalet och det ska innehålla uppgift om 1) bolagets firma, 2) den kommun i Finland som är bolagets hemort, 3) bolagets verksamhetsområde, samt 4) bolagsmännen. En ändring av bolagsavtalet är giltig endast om alla bolagsmän har omfattat den. Överlåtelse av en bolagsandel eller en del av den är utan verkan gentemot bolaget, om inte alla bolagsmän samtycker till överlåtelsen. Ett beslut om ändring av bolagsavtalet ska utan dröjsmål anmälas för registrering. Beslutet får inte verkställas förrän det har registrerats. Om en ändring av bolagsavtalet förutsätter verkställighetsåtgärder som ska registreras, ska ändringen dock anmälas för registrering och registreras i samband med verkställighetsåtgärderna. Bestämmelserna i 2 och 3 mom. tillämpas om inte annat har överenskommits i bolagsavtalet.",
        "folded_sv": "bolagsmannen ska datera och underteckna bolagsavtalet och det ska innehalla uppgift om 1) bolagets firma, 2) den kommun i finland som ar bolagets hemort, 3) bolagets verksamhetsomrade, samt 4) bolagsmannen. en andring av bolagsavtalet ar giltig endast om alla bolagsman har omfattat den. overlatelse av en bolagsandel eller en del av den ar utan verkan gentemot bolaget, om inte alla bolagsman samtycker till overlatelsen. ett beslut om andring av bolagsavtalet ska utan drojsmal anmalas for registrering. beslutet far inte verkstallas forran det har registrerats. om en andring av bolagsavtalet forutsatter verkstallighetsatgarder som ska registreras, ska andringen dock anmalas for registrering och registreras i samband med verkstallighetsatgarderna. bestammelserna i 2 och 3 mom. tillampas om inte annat har overenskommits i bolagsavtalet."
      },
      "valid_from": "2015-12-11",
      "valid_to": null
    },
    {
      "provision_ref": "2:1",
      "chapter": "2",
      "section": "1",
      "title": "Tahdonvaltaisuus",
      "content": "Tämän luvun säännöksiä sovelletaan, jollei yhtiösopimuksessa ole toisin sovittu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:1",
        "normalized_fi": "Tämän luvun säännöksiä sovelletaan, jollei yhtiösopimuksessa ole toisin sovittu.",
        "folded_fi": "taman luvun saannoksia sovelletaan, jollei yhtiosopimuksessa ole toisin sovittu.",
        "title_sv": "Möjligheterna att avvika från detta kapitel",
        "content_sv": "Bestämmelserna i detta kapitel tillämpas, om inte annat överenskommits i bolagsavtalet.",
        "normalized_sv": "Bestämmelserna i detta kapitel tillämpas, om inte annat överenskommits i bolagsavtalet.",
        "folded_sv": "bestammelserna i detta kapitel tillampas, om inte annat overenskommits i bolagsavtalet."
      },
      "valid_from": "2015-12-11",
      "valid_to": null
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "title": "Yhtiön asioiden hoito",
      "content": "Jos toimenpiteeseen yhtiösopimuksen mukaan vaaditaan useamman kuin yhden yhtiömiehen suostumus, mutta joku heistä on sairauden tai poissaolon vuoksi estynyt suostumusta antamasta, yhtiömies saa kuitenkin suorittaa toimen, jos se on kiireellinen ja yhtiön oikeuden turvaamiseksi tai yhtiötä uhkaavan vahingon torjumiseksi välttämätön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:2",
        "normalized_fi": "Jos toimenpiteeseen yhtiösopimuksen mukaan vaaditaan useamman kuin yhden yhtiömiehen suostumus, mutta joku heistä on sairauden tai poissaolon vuoksi estynyt suostumusta antamasta, yhtiömies saa kuitenkin suorittaa toimen, jos se on kiireellinen ja yhtiön oikeuden turvaamiseksi tai yhtiötä uhkaavan vahingon torjumiseksi välttämätön.",
        "folded_fi": "jos toimenpiteeseen yhtiosopimuksen mukaan vaaditaan useamman kuin yhden yhtiomiehen suostumus, mutta joku heista on sairauden tai poissaolon vuoksi estynyt suostumusta antamasta, yhtiomies saa kuitenkin suorittaa toimen, jos se on kiireellinen ja yhtion oikeuden turvaamiseksi tai yhtiota uhkaavan vahingon torjumiseksi valttamaton.",
        "title_sv": "Skötseln av bolagets angelägenheter",
        "content_sv": "Om det enligt bolagsavtalet behövs samtycke av flera än en bolagsman för en åtgärd, men någon av bolagsmännen till följd av sjukdom eller frånvaro är förhindrad att lämna samtycke, får en bolagsman dock vidta åtgärden om den brådskar och är nödvändig för att säkerställa bolagets rätt eller avvärja fara som hotar bolaget.",
        "normalized_sv": "Om det enligt bolagsavtalet behövs samtycke av flera än en bolagsman för en åtgärd, men någon av bolagsmännen till följd av sjukdom eller frånvaro är förhindrad att lämna samtycke, får en bolagsman dock vidta åtgärden om den brådskar och är nödvändig för att säkerställa bolagets rätt eller avvärja fara som hotar bolaget.",
        "folded_sv": "om det enligt bolagsavtalet behovs samtycke av flera an en bolagsman for en atgard, men nagon av bolagsmannen till foljd av sjukdom eller franvaro ar forhindrad att lamna samtycke, far en bolagsman dock vidta atgarden om den bradskar och ar nodvandig for att sakerstalla bolagets ratt eller avvarja fara som hotar bolaget."
      },
      "valid_from": "2015-12-11",
      "valid_to": null
    },
    {
      "provision_ref": "3:1",
      "chapter": "3",
      "section": "1",
      "title": "Yhtiömiehen edustamisoikeus",
      "content": "Oikeutta yhtiön edustamiseen ja sen toiminimen kirjoittamiseen voidaan yhtiösopimuksessa rajoittaa siten, että oikeus poistetaan yhdeltä tai useammalta yhtiömieheltä, taikka siten, että se on kahdella tai useammalla yhtiömiehellä yhdessä. Rajoitukseen voidaan ennen sitä päivää, jona sen merkitsemisestä kaupparekisteriin kuulutettiin, vedota vain sellaista ulkopuolista henkilöä kohtaan, joka tiesi rajoituksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:1",
        "normalized_fi": "Oikeutta yhtiön edustamiseen ja sen toiminimen kirjoittamiseen voidaan yhtiösopimuksessa rajoittaa siten, että oikeus poistetaan yhdeltä tai useammalta yhtiömieheltä, taikka siten, että se on kahdella tai useammalla yhtiömiehellä yhdessä. Rajoitukseen voidaan ennen sitä päivää, jona sen merkitsemisestä kaupparekisteriin kuulutettiin, vedota vain sellaista ulkopuolista henkilöä kohtaan, joka tiesi rajoituksesta.",
        "folded_fi": "oikeutta yhtion edustamiseen ja sen toiminimen kirjoittamiseen voidaan yhtiosopimuksessa rajoittaa siten, etta oikeus poistetaan yhdelta tai useammalta yhtiomiehelta, taikka siten, etta se on kahdella tai useammalla yhtiomiehella yhdessa. rajoitukseen voidaan ennen sita paivaa, jona sen merkitsemisesta kaupparekisteriin kuulutettiin, vedota vain sellaista ulkopuolista henkiloa kohtaan, joka tiesi rajoituksesta.",
        "title_sv": "Bolagsmännens rätt att företräda bolaget",
        "content_sv": "Rätten att företräda bolaget och teckna dess firma kan i bolagsavtalet begränsas så att rätten fråntas en eller flera bolagsmän eller så att rätten innehas av två eller flera bolagsmän gemensamt. Denna begränsning kan dock, före den dag då införandet av begränsningen i handelsregistret kungjordes, åberopas endast gentemot en utomstående som kände till begränsningen.",
        "normalized_sv": "Rätten att företräda bolaget och teckna dess firma kan i bolagsavtalet begränsas så att rätten fråntas en eller flera bolagsmän eller så att rätten innehas av två eller flera bolagsmän gemensamt. Denna begränsning kan dock, före den dag då införandet av begränsningen i handelsregistret kungjordes, åberopas endast gentemot en utomstående som kände till begränsningen.",
        "folded_sv": "ratten att foretrada bolaget och teckna dess firma kan i bolagsavtalet begransas sa att ratten frantas en eller flera bolagsman eller sa att ratten innehas av tva eller flera bolagsman gemensamt. denna begransning kan dock, fore den dag da inforandet av begransningen i handelsregistret kungjordes, aberopas endast gentemot en utomstaende som kande till begransningen."
      },
      "valid_from": "2015-12-11",
      "valid_to": null
    },
    {
      "provision_ref": "5:1",
      "chapter": "5",
      "section": "1",
      "title": "Yhtiön purkaminen",
      "content": "Yhtiömiehellä on oikeus vaatia yhtiön purkamista, kun: 1) hän on irtisanonut yhtiösopimuksen ja irtisanomisaika on kulunut, tai kun sovittu yhtiökausi on päättynyt; 2) toinen yhtiömies joutuu konkurssiin tai hänen yhtiöosuutensa ulosmitataan; 3) toinen yhtiömies on kuollut eikä ole sovittu tai sovita yhtiön toiminnan jatkamisesta tästä huolimatta; taikka 4) edellytykset yhtiön toiminnan jatkamiselle ovat 5 §:ssä tarkoitetusta syystä rauenneet. Sen lisäksi, mitä 1 momentissa on säädetty, saavat yhtiömiehen konkurssin tai hänen osuutensa ulosmittauksen johdosta konkurssipesä ja ulosmitatun osuuden pakkohuutokaupassa ostanut vaatia yhtiön purkamista. Yhtiömiehen kuoltua on sama oikeus kuolinpesällä, jollei yhtiön toiminnan jatkamisesta sovita. Yhtiösopimuksessa voidaan sopia siitä, miten yhtiö puretaan. Kun vaatimus yhtiön purkamisesta on tehty, yhtiö puretaan yhtiösopimuksen mukaisesti tai, jos purkamismenettelystä ei sovita yhtiösopimuksessa, siten kuin yhtiömiehet erikseen sopivat. Edellä 3 momentissa tarkoitettua yhtiösopimuksen ehtoa ei saa ilmoittaa rekisteröitäväksi eikä 4 momentissa tarkoitettua yhtiömiesten sopimusta tehdä 1 momentin 2 kohdassa tarkoitetussa tapauksessa ilman konkurssipesän, ulosmittausvelkojan tai pakkohuutokauppaostajan suostumusta eikä saman momentin 3 kohdassa tarkoitetussa tapauksessa ilman kuolinpesän suostumusta. Jos yhtiösopimuksessa ei ole sovittu purkamisesta eivätkä yhtiömiehet erikseen sovi siitä, yhtiö on selvitettävä niin kuin tässä luvussa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:1",
        "normalized_fi": "Yhtiömiehellä on oikeus vaatia yhtiön purkamista, kun: 1) hän on irtisanonut yhtiösopimuksen ja irtisanomisaika on kulunut, tai kun sovittu yhtiökausi on päättynyt; 2) toinen yhtiömies joutuu konkurssiin tai hänen yhtiöosuutensa ulosmitataan; 3) toinen yhtiömies on kuollut eikä ole sovittu tai sovita yhtiön toiminnan jatkamisesta tästä huolimatta; taikka 4) edellytykset yhtiön toiminnan jatkamiselle ovat 5 § :ssä tarkoitetusta syystä rauenneet. Sen lisäksi, mitä 1 momentissa on säädetty, saavat yhtiömiehen konkurssin tai hänen osuutensa ulosmittauksen johdosta konkurssipesä ja ulosmitatun osuuden pakkohuutokaupassa ostanut vaatia yhtiön purkamista. Yhtiömiehen kuoltua on sama oikeus kuolinpesällä, jollei yhtiön toiminnan jatkamisesta sovita. Yhtiösopimuksessa voidaan sopia siitä, miten yhtiö puretaan. Kun vaatimus yhtiön purkamisesta on tehty, yhtiö puretaan yhtiösopimuksen mukaisesti tai, jos purkamismenettelystä ei sovita yhtiösopimuksessa, siten kuin yhtiömiehet erikseen sopivat. Edellä 3 momentissa tarkoitettua yhtiösopimuksen ehtoa ei saa ilmoittaa rekisteröitäväksi eikä 4 momentissa tarkoitettua yhtiömiesten sopimusta tehdä 1 momentin 2 kohdassa tarkoitetussa tapauksessa ilman konkurssipesän, ulosmittausvelkojan tai pakkohuutokauppaostajan suostumusta eikä saman momentin 3 kohdassa tarkoitetussa tapauksessa ilman kuolinpesän suostumusta. Jos yhtiösopimuksessa ei ole sovittu purkamisesta eivätkä yhtiömiehet erikseen sovi siitä, yhtiö on selvitettävä niin kuin tässä luvussa säädetään.",
        "folded_fi": "yhtiomiehella on oikeus vaatia yhtion purkamista, kun: 1) han on irtisanonut yhtiosopimuksen ja irtisanomisaika on kulunut, tai kun sovittu yhtiokausi on paattynyt; 2) toinen yhtiomies joutuu konkurssiin tai hanen yhtioosuutensa ulosmitataan; 3) toinen yhtiomies on kuollut eika ole sovittu tai sovita yhtion toiminnan jatkamisesta tasta huolimatta; taikka 4) edellytykset yhtion toiminnan jatkamiselle ovat 5 §:ssa tarkoitetusta syysta rauenneet. sen lisaksi, mita 1 momentissa on saadetty, saavat yhtiomiehen konkurssin tai hanen osuutensa ulosmittauksen johdosta konkurssipesa ja ulosmitatun osuuden pakkohuutokaupassa ostanut vaatia yhtion purkamista. yhtiomiehen kuoltua on sama oikeus kuolinpesalla, jollei yhtion toiminnan jatkamisesta sovita. yhtiosopimuksessa voidaan sopia siita, miten yhtio puretaan. kun vaatimus yhtion purkamisesta on tehty, yhtio puretaan yhtiosopimuksen mukaisesti tai, jos purkamismenettelysta ei sovita yhtiosopimuksessa, siten kuin yhtiomiehet erikseen sopivat. edella 3 momentissa tarkoitettua yhtiosopimuksen ehtoa ei saa ilmoittaa rekisteroitavaksi eika 4 momentissa tarkoitettua yhtiomiesten sopimusta tehda 1 momentin 2 kohdassa tarkoitetussa tapauksessa ilman konkurssipesan, ulosmittausvelkojan tai pakkohuutokauppaostajan suostumusta eika saman momentin 3 kohdassa tarkoitetussa tapauksessa ilman kuolinpesan suostumusta. jos yhtiosopimuksessa ei ole sovittu purkamisesta eivatka yhtiomiehet erikseen sovi siita, yhtio on selvitettava niin kuin tassa luvussa saadetaan.",
        "title_sv": "Upplösning av bolaget",
        "content_sv": "En bolagsman har rätt att kräva upplösning av bolaget när 1) han har sagt upp bolagsavtalet och uppsägningstiden har gått ut, eller när den avtalade bolagstiden har gått ut, 2) någon annan bolagsman har försatts i konkurs eller hans bolagsandel mätts ut, 3) en annan bolagsman har avlidit och det inte avtalas eller har avtalats att bolagets verksamhet ska fortgå trots detta, eller 4) förutsättningarna för en fortsatt verksamhet inom bolaget har upphört av en orsak som nämns i 5 §. Utöver vad som föreskrivs i 1 mom. får konkursboet vid en bolagsmans konkurs, eller när hans andel mätts ut, den som vid exekutiv auktion köpt den utmätta andelen, yrka att bolaget ska upplösas. Efter en bolagsmans död har dödsboet samma rätt, om det inte avtalas att bolagets verksamhet ska fortsätta. Det kan i bolagsavtalet överenskommas hur bolaget ska upplösas. När ett yrkande på upplösning av bolaget har framställts, upplöses bolaget i enlighet med bolagsavtalet eller, om det inte finns en överenskommelse om upplösningsförfarandet i bolagsavtalet, enligt vad bolagsmännen särskilt avtalar. Ett sådant villkor i bolagsavtalet som avses i 3 mom. får inte i det fall som avses i 1 mom. 2 punkten anmälas för registrering och inte heller ett avtal mellan bolagsmännen enligt 4 mom. ingås utan samtycke av konkursboet, utmätningsborgenären eller den som köpt andelen vid exekutiv auktion, eller i det fall som avses i 1 mom. 3 punkten utan samtycke av dödsboet. Om det inte i bolagsavtalet finns någon överenskommelse om upplösning och om bolagsmännen inte särskilt kommer överens om hur bolaget ska upplösas, ska bolaget likvideras på det sätt som föreskrivs i detta kapitel.",
        "normalized_sv": "En bolagsman har rätt att kräva upplösning av bolaget när 1) han har sagt upp bolagsavtalet och uppsägningstiden har gått ut, eller när den avtalade bolagstiden har gått ut, 2) någon annan bolagsman har försatts i konkurs eller hans bolagsandel mätts ut, 3) en annan bolagsman har avlidit och det inte avtalas eller har avtalats att bolagets verksamhet ska fortgå trots detta, eller 4) förutsättningarna för en fortsatt verksamhet inom bolaget har upphört av en orsak som nämns i 5 § . Utöver vad som föreskrivs i 1 mom. får konkursboet vid en bolagsmans konkurs, eller när hans andel mätts ut, den som vid exekutiv auktion köpt den utmätta andelen, yrka att bolaget ska upplösas. Efter en bolagsmans död har dödsboet samma rätt, om det inte avtalas att bolagets verksamhet ska fortsätta. Det kan i bolagsavtalet överenskommas hur bolaget ska upplösas. När ett yrkande på upplösning av bolaget har framställts, upplöses bolaget i enlighet med bolagsavtalet eller, om det inte finns en överenskommelse om upplösningsförfarandet i bolagsavtalet, enligt vad bolagsmännen särskilt avtalar. Ett sådant villkor i bolagsavtalet som avses i 3 mom. får inte i det fall som avses i 1 mom. 2 punkten anmälas för registrering och inte heller ett avtal mellan bolagsmännen enligt 4 mom. ingås utan samtycke av konkursboet, utmätningsborgenären eller den som köpt andelen vid exekutiv auktion, eller i det fall som avses i 1 mom. 3 punkten utan samtycke av dödsboet. Om det inte i bolagsavtalet finns någon överenskommelse om upplösning och om bolagsmännen inte särskilt kommer överens om hur bolaget ska upplösas, ska bolaget likvideras på det sätt som föreskrivs i detta kapitel.",
        "folded_sv": "en bolagsman har ratt att krava upplosning av bolaget nar 1) han har sagt upp bolagsavtalet och uppsagningstiden har gatt ut, eller nar den avtalade bolagstiden har gatt ut, 2) nagon annan bolagsman har forsatts i konkurs eller hans bolagsandel matts ut, 3) en annan bolagsman har avlidit och det inte avtalas eller har avtalats att bolagets verksamhet ska fortga trots detta, eller 4) forutsattningarna for en fortsatt verksamhet inom bolaget har upphort av en orsak som namns i 5 §. utover vad som foreskrivs i 1 mom. far konkursboet vid en bolagsmans konkurs, eller nar hans andel matts ut, den som vid exekutiv auktion kopt den utmatta andelen, yrka att bolaget ska upplosas. efter en bolagsmans dod har dodsboet samma ratt, om det inte avtalas att bolagets verksamhet ska fortsatta. det kan i bolagsavtalet overenskommas hur bolaget ska upplosas. nar ett yrkande pa upplosning av bolaget har framstallts, upploses bolaget i enlighet med bolagsavtalet eller, om det inte finns en overenskommelse om upplosningsforfarandet i bolagsavtalet, enligt vad bolagsmannen sarskilt avtalar. ett sadant villkor i bolagsavtalet som avses i 3 mom. far inte i det fall som avses i 1 mom. 2 punkten anmalas for registrering och inte heller ett avtal mellan bolagsmannen enligt 4 mom. ingas utan samtycke av konkursboet, utmatningsborgenaren eller den som kopt andelen vid exekutiv auktion, eller i det fall som avses i 1 mom. 3 punkten utan samtycke av dodsboet. om det inte i bolagsavtalet finns nagon overenskommelse om upplosning och om bolagsmannen inte sarskilt kommer overens om hur bolaget ska upplosas, ska bolaget likvideras pa det satt som foreskrivs i detta kapitel."
      },
      "valid_from": "2015-12-11",
      "valid_to": null
    },
    {
      "provision_ref": "5:2",
      "chapter": "5",
      "section": "2",
      "title": "Yhtiösopimuksen irtisanominen",
      "content": "Mitä 1 momentissa säädetään, sovelletaan yhtiömiehen eliniäksi tai yli kymmeneksi vuodeksi solmittuun yhtiösopimukseen, kun yhtiökauden alkamisesta on kulunut kymmenen vuotta. Irtisanomisoikeutta ei kuitenkaan ole, jos yhtiömiehet sopivat enintään kymmenen vuoden yhtiökauden jatkamisesta uudeksi enintään kymmenen vuoden yhtiökaudeksi. Sopimus, jolla rajoitetaan avoimen yhtiön yhtiömiehenä tai kommandiittiyhtiön vastuunalaisena yhtiömiehenä olevan luonnollisen henkilön tässä momentissa tarkoitettua oikeutta irtisanoa yhtiösopimus, on tehoton.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:2",
        "normalized_fi": "Mitä 1 momentissa säädetään, sovelletaan yhtiömiehen eliniäksi tai yli kymmeneksi vuodeksi solmittuun yhtiösopimukseen, kun yhtiökauden alkamisesta on kulunut kymmenen vuotta. Irtisanomisoikeutta ei kuitenkaan ole, jos yhtiömiehet sopivat enintään kymmenen vuoden yhtiökauden jatkamisesta uudeksi enintään kymmenen vuoden yhtiökaudeksi. Sopimus, jolla rajoitetaan avoimen yhtiön yhtiömiehenä tai kommandiittiyhtiön vastuunalaisena yhtiömiehenä olevan luonnollisen henkilön tässä momentissa tarkoitettua oikeutta irtisanoa yhtiösopimus, on tehoton.",
        "folded_fi": "mita 1 momentissa saadetaan, sovelletaan yhtiomiehen eliniaksi tai yli kymmeneksi vuodeksi solmittuun yhtiosopimukseen, kun yhtiokauden alkamisesta on kulunut kymmenen vuotta. irtisanomisoikeutta ei kuitenkaan ole, jos yhtiomiehet sopivat enintaan kymmenen vuoden yhtiokauden jatkamisesta uudeksi enintaan kymmenen vuoden yhtiokaudeksi. sopimus, jolla rajoitetaan avoimen yhtion yhtiomiehena tai kommandiittiyhtion vastuunalaisena yhtiomiehena olevan luonnollisen henkilon tassa momentissa tarkoitettua oikeutta irtisanoa yhtiosopimus, on tehoton.",
        "title_sv": "Uppsägning av bolagsavtalet",
        "content_sv": "På bolagsavtal som har ingåtts för en bolagsmans livstid eller för en längre tid än tio år tillämpas 1 mom. efter att det har förflutit tio år från det att bolagstiden inleddes. Uppsägningsrätt föreligger dock inte, om bolagsmännen kommer överens om att förlänga en bolagstid om högst tio år med ytterligare högst tio år. I fråga om en fysisk person som är bolagsman i ett öppet bolag eller ansvarig bolagsman i ett kommanditbolag är ett avtal som begränsar bolagsmannens rätt enligt detta moment att säga upp bolagsavtalet utan verkan.",
        "normalized_sv": "På bolagsavtal som har ingåtts för en bolagsmans livstid eller för en längre tid än tio år tillämpas 1 mom. efter att det har förflutit tio år från det att bolagstiden inleddes. Uppsägningsrätt föreligger dock inte, om bolagsmännen kommer överens om att förlänga en bolagstid om högst tio år med ytterligare högst tio år. I fråga om en fysisk person som är bolagsman i ett öppet bolag eller ansvarig bolagsman i ett kommanditbolag är ett avtal som begränsar bolagsmannens rätt enligt detta moment att säga upp bolagsavtalet utan verkan.",
        "folded_sv": "pa bolagsavtal som har ingatts for en bolagsmans livstid eller for en langre tid an tio ar tillampas 1 mom. efter att det har forflutit tio ar fran det att bolagstiden inleddes. uppsagningsratt foreligger dock inte, om bolagsmannen kommer overens om att forlanga en bolagstid om hogst tio ar med ytterligare hogst tio ar. i fraga om en fysisk person som ar bolagsman i ett oppet bolag eller ansvarig bolagsman i ett kommanditbolag ar ett avtal som begransar bolagsmannens ratt enligt detta moment att saga upp bolagsavtalet utan verkan."
      },
      "valid_from": "2015-12-11",
      "valid_to": null
    },
    {
      "provision_ref": "5:6",
      "chapter": "5",
      "section": "6",
      "title": "Yhtiöosuuden lunastaminen",
      "content": "Yhtiömiehen yhtiöosuuden lunastamisesta voidaan sopia yhtiösopimuksessa. Jos yhtiö-suhteen purkamiseen on yhtiömiehen osalta 1 §:n 1 momentissa tarkoitettu peruste, muut yhtiömiehet voivat lisäksi yksimielisinä päättää hänen yhtiöosuutensa lunastamisesta. Edellä 1 §:n 1 momentin 2 kohdassa tarkoitetussa tapauksessa tämän pykälän 3 tai 4 momentista poikkeavan lunastuksen suuruutta tai lunastusmenettelyä tarkoittavan yh-tiösopimuksen ehdon saa ilmoittaa rekisteröitäväksi ja päätöksen saa tehdä vain konkurssipesän, ulosmittausvelkojan tai pakkohuutokauppaostajan suostumuksella. Sama koskee 1 §:n 1 momentin 3 kohdassa tarkoitetussa tapauksessa kuolinpesän suostumusta. Lunastuksen suuruus määräytyy sen mukaan, mitä yhtiömiehelle olisi tullut, jos yhtiön omaisuus olisi jaettu siten kuin 6 luvun 2 §:ssä säädetään. Yhtiön liikearvo on tällöin otettava huomioon yhtiön varoina. Lisäksi on vaadittaessa annettava vakuus sen varalta, että yhtiön sitoumukset kohdistuvat lunastuksen saajaan suuremmassa määrin kuin ne yhtiötä lunastushetkellä jaettaessa todennäköisesti olisivat häneen kohdistuneet. Kun päätös lunastamisesta on tehty, lunastuksen saajalle on esitettävä todistettavasti lunastustarjous, jossa on myös mainittava vastaamatta jättämisen vaikutuksesta. Jollei lunastuksen saaja 14 päivän kuluessa tarjouksen saamisesta ilmoita tarjouksen tehneelle hylkäävänsä tarjousta, hänen katsotaan hyväksyneen sen. Samassa ajassa lunastuksen saajan on esitettävä lunastusta tarjonneelle 3 momentissa tarkoitettua vakuutta koskeva vaatimuksensa uhalla, että oikeus vakuuden saantiin on menetetty. Lunastus on suoritettava ja vakuus annettava lunastuksen saajalle 30 päivän kuluessa tarjouksen hyväksymisestä, tai lunastusoikeus raukeaa. Mitä 3 ja 4 momentissa säädetään, sovelletaan, jollei yhtiösopimuksessa tai erikseen ole toisin sovittu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:6",
        "normalized_fi": "Yhtiömiehen yhtiöosuuden lunastamisesta voidaan sopia yhtiösopimuksessa. Jos yhtiö-suhteen purkamiseen on yhtiömiehen osalta 1 § :n 1 momentissa tarkoitettu peruste, muut yhtiömiehet voivat lisäksi yksimielisinä päättää hänen yhtiöosuutensa lunastamisesta. Edellä 1 § :n 1 momentin 2 kohdassa tarkoitetussa tapauksessa tämän pykälän 3 tai 4 momentista poikkeavan lunastuksen suuruutta tai lunastusmenettelyä tarkoittavan yh-tiösopimuksen ehdon saa ilmoittaa rekisteröitäväksi ja päätöksen saa tehdä vain konkurssipesän, ulosmittausvelkojan tai pakkohuutokauppaostajan suostumuksella. Sama koskee 1 § :n 1 momentin 3 kohdassa tarkoitetussa tapauksessa kuolinpesän suostumusta. Lunastuksen suuruus määräytyy sen mukaan, mitä yhtiömiehelle olisi tullut, jos yhtiön omaisuus olisi jaettu siten kuin 6 luvun 2 § :ssä säädetään. Yhtiön liikearvo on tällöin otettava huomioon yhtiön varoina. Lisäksi on vaadittaessa annettava vakuus sen varalta, että yhtiön sitoumukset kohdistuvat lunastuksen saajaan suuremmassa määrin kuin ne yhtiötä lunastushetkellä jaettaessa todennäköisesti olisivat häneen kohdistuneet. Kun päätös lunastamisesta on tehty, lunastuksen saajalle on esitettävä todistettavasti lunastustarjous, jossa on myös mainittava vastaamatta jättämisen vaikutuksesta. Jollei lunastuksen saaja 14 päivän kuluessa tarjouksen saamisesta ilmoita tarjouksen tehneelle hylkäävänsä tarjousta, hänen katsotaan hyväksyneen sen. Samassa ajassa lunastuksen saajan on esitettävä lunastusta tarjonneelle 3 momentissa tarkoitettua vakuutta koskeva vaatimuksensa uhalla, että oikeus vakuuden saantiin on menetetty. Lunastus on suoritettava ja vakuus annettava lunastuksen saajalle 30 päivän kuluessa tarjouksen hyväksymisestä, tai lunastusoikeus raukeaa. Mitä 3 ja 4 momentissa säädetään, sovelletaan, jollei yhtiösopimuksessa tai erikseen ole toisin sovittu.",
        "folded_fi": "yhtiomiehen yhtioosuuden lunastamisesta voidaan sopia yhtiosopimuksessa. jos yhtio-suhteen purkamiseen on yhtiomiehen osalta 1 §:n 1 momentissa tarkoitettu peruste, muut yhtiomiehet voivat lisaksi yksimielisina paattaa hanen yhtioosuutensa lunastamisesta. edella 1 §:n 1 momentin 2 kohdassa tarkoitetussa tapauksessa taman pykalan 3 tai 4 momentista poikkeavan lunastuksen suuruutta tai lunastusmenettelya tarkoittavan yh-tiosopimuksen ehdon saa ilmoittaa rekisteroitavaksi ja paatoksen saa tehda vain konkurssipesan, ulosmittausvelkojan tai pakkohuutokauppaostajan suostumuksella. sama koskee 1 §:n 1 momentin 3 kohdassa tarkoitetussa tapauksessa kuolinpesan suostumusta. lunastuksen suuruus maaraytyy sen mukaan, mita yhtiomiehelle olisi tullut, jos yhtion omaisuus olisi jaettu siten kuin 6 luvun 2 §:ssa saadetaan. yhtion liikearvo on talloin otettava huomioon yhtion varoina. lisaksi on vaadittaessa annettava vakuus sen varalta, etta yhtion sitoumukset kohdistuvat lunastuksen saajaan suuremmassa maarin kuin ne yhtiota lunastushetkella jaettaessa todennakoisesti olisivat haneen kohdistuneet. kun paatos lunastamisesta on tehty, lunastuksen saajalle on esitettava todistettavasti lunastustarjous, jossa on myos mainittava vastaamatta jattamisen vaikutuksesta. jollei lunastuksen saaja 14 paivan kuluessa tarjouksen saamisesta ilmoita tarjouksen tehneelle hylkaavansa tarjousta, hanen katsotaan hyvaksyneen sen. samassa ajassa lunastuksen saajan on esitettava lunastusta tarjonneelle 3 momentissa tarkoitettua vakuutta koskeva vaatimuksensa uhalla, etta oikeus vakuuden saantiin on menetetty. lunastus on suoritettava ja vakuus annettava lunastuksen saajalle 30 paivan kuluessa tarjouksen hyvaksymisesta, tai lunastusoikeus raukeaa. mita 3 ja 4 momentissa saadetaan, sovelletaan, jollei yhtiosopimuksessa tai erikseen ole toisin sovittu.",
        "title_sv": "Inlösen av bolagsandel",
        "content_sv": "Det kan i bolagsavtalet överenskommas om inlösen av en bolagsmans bolagsandel. Om en enskild bolagsman kan åberopa en i 1 § 1 mom. avsedd grund för upplösning av bolagsförhållandet, kan de övriga bolagsmännen dessutom, om de är enhälliga, besluta om inlösen av bolagsmannens bolagsandel. Ett sådant villkor i bolagsavtalet som avviker från 3 eller 4 mom. och som avser lösensummans storlek eller inlösningsförfarandet får i det fall som avses i 1 § 1 mom. 2 punkten anmälas för registrering och beslut fattas endast med samtycke av konkursboet, utmätningsborgenären eller den som köpt andelen vid exekutiv auktion. Detsamma gäller samtycke av dödsboet i det fall som avses i 1 § 1 mom. 3 punkten. Lösensummans storlek bestäms i enlighet med vad bolagsmannen skulle ha fått om bolagets egendom hade skiftats på det sätt som anges i 6 kap. 2 §. Bolagets affärsvärde ska då beaktas bland bolagets tillgångar. När så yrkas ska dessutom säkerhet ställas för den händelse att bolagets förbindelser faller på lösentagarens lott i större omfattning än vad som sannolikt skulle ha skett om bolaget hade skiftats vid tidpunkten för inlösen. När beslut om inlösen har fattats ska ett anbud om inlösen bevisligen ges lösentagaren. Följderna av att svar inte avges ska också anges i anbudet. Om lösentagaren inte inom 14 dagar från det han fick anbudet meddelar anbudsgivaren att han avvisar det, ska han anses ha godkänt anbudet. Inom samma tid ska lösentagaren gentemot den som erbjudit inlösen framställa yrkande om en sådan säkerhet som avses i 3 mom., annars går rätten att erhålla säkerhet förlorad. Lösen ska ges och säkerheten lämnas till lösentagaren inom 30 dagar från det anbudet godkändes, annars förfaller inlösningsrätten. Vad som föreskrivs i 3 och 4 mom. tillämpas om inte annat har överenskommits i bolagsavtalet eller separat.",
        "normalized_sv": "Det kan i bolagsavtalet överenskommas om inlösen av en bolagsmans bolagsandel. Om en enskild bolagsman kan åberopa en i 1 § 1 mom. avsedd grund för upplösning av bolagsförhållandet, kan de övriga bolagsmännen dessutom, om de är enhälliga, besluta om inlösen av bolagsmannens bolagsandel. Ett sådant villkor i bolagsavtalet som avviker från 3 eller 4 mom. och som avser lösensummans storlek eller inlösningsförfarandet får i det fall som avses i 1 § 1 mom. 2 punkten anmälas för registrering och beslut fattas endast med samtycke av konkursboet, utmätningsborgenären eller den som köpt andelen vid exekutiv auktion. Detsamma gäller samtycke av dödsboet i det fall som avses i 1 § 1 mom. 3 punkten. Lösensummans storlek bestäms i enlighet med vad bolagsmannen skulle ha fått om bolagets egendom hade skiftats på det sätt som anges i 6 kap. 2 § . Bolagets affärsvärde ska då beaktas bland bolagets tillgångar. När så yrkas ska dessutom säkerhet ställas för den händelse att bolagets förbindelser faller på lösentagarens lott i större omfattning än vad som sannolikt skulle ha skett om bolaget hade skiftats vid tidpunkten för inlösen. När beslut om inlösen har fattats ska ett anbud om inlösen bevisligen ges lösentagaren. Följderna av att svar inte avges ska också anges i anbudet. Om lösentagaren inte inom 14 dagar från det han fick anbudet meddelar anbudsgivaren att han avvisar det, ska han anses ha godkänt anbudet. Inom samma tid ska lösentagaren gentemot den som erbjudit inlösen framställa yrkande om en sådan säkerhet som avses i 3 mom., annars går rätten att erhålla säkerhet förlorad. Lösen ska ges och säkerheten lämnas till lösentagaren inom 30 dagar från det anbudet godkändes, annars förfaller inlösningsrätten. Vad som föreskrivs i 3 och 4 mom. tillämpas om inte annat har överenskommits i bolagsavtalet eller separat.",
        "folded_sv": "det kan i bolagsavtalet overenskommas om inlosen av en bolagsmans bolagsandel. om en enskild bolagsman kan aberopa en i 1 § 1 mom. avsedd grund for upplosning av bolagsforhallandet, kan de ovriga bolagsmannen dessutom, om de ar enhalliga, besluta om inlosen av bolagsmannens bolagsandel. ett sadant villkor i bolagsavtalet som avviker fran 3 eller 4 mom. och som avser losensummans storlek eller inlosningsforfarandet far i det fall som avses i 1 § 1 mom. 2 punkten anmalas for registrering och beslut fattas endast med samtycke av konkursboet, utmatningsborgenaren eller den som kopt andelen vid exekutiv auktion. detsamma galler samtycke av dodsboet i det fall som avses i 1 § 1 mom. 3 punkten. losensummans storlek bestams i enlighet med vad bolagsmannen skulle ha fatt om bolagets egendom hade skiftats pa det satt som anges i 6 kap. 2 §. bolagets affarsvarde ska da beaktas bland bolagets tillgangar. nar sa yrkas ska dessutom sakerhet stallas for den handelse att bolagets forbindelser faller pa losentagarens lott i storre omfattning an vad som sannolikt skulle ha skett om bolaget hade skiftats vid tidpunkten for inlosen. nar beslut om inlosen har fattats ska ett anbud om inlosen bevisligen ges losentagaren. foljderna av att svar inte avges ska ocksa anges i anbudet. om losentagaren inte inom 14 dagar fran det han fick anbudet meddelar anbudsgivaren att han avvisar det, ska han anses ha godkant anbudet. inom samma tid ska losentagaren gentemot den som erbjudit inlosen framstalla yrkande om en sadan sakerhet som avses i 3 mom., annars gar ratten att erhalla sakerhet forlorad. losen ska ges och sakerheten lamnas till losentagaren inom 30 dagar fran det anbudet godkandes, annars forfaller inlosningsratten. vad som foreskrivs i 3 och 4 mom. tillampas om inte annat har overenskommits i bolagsavtalet eller separat."
      },
      "valid_from": "2015-12-11",
      "valid_to": null
    },
    {
      "provision_ref": "5:7",
      "chapter": "5",
      "section": "7",
      "title": "Lunastusriidat",
      "content": "Jos lunastustarjous on hylätty, mutta lunastusta tarjonnut edelleen haluaa lunastaa yhtiöosuuden, hänen on 30 päivän kuluessa tarjouksen hylkäämisestä talletettava tarjottu lunastushinta yhtiön kotipaikan aluehallintoviraston huostaan siten kuin rahan, arvo-osuuksien, arvopaperien tai asiakirjain tallettamisesta velan maksuna tai vapautumiseksi muusta suoritusvelvollisuudesta annetussa laissa (281/1931) säädetään sekä 60 päivän kuluessa tarjouksen hylkäämisestä saattaa kysymys lunastusoikeudesta tuomioistuimen ratkaistavaksi nostamalla kanne tarjouksen saanutta vastaan, tai lunastusoikeus raukeaa. Tuomioistuimen on lunastusta tarjonneen vaatimuksesta vahvistettava lunastusoikeus, lunastuksen suuruus ja muut ehdot. Mitä tässä pykälässä säädetään, sovelletaan, jollei yhtiösopimuksessa tai erikseen ole toisin sovittu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:7",
        "normalized_fi": "Jos lunastustarjous on hylätty, mutta lunastusta tarjonnut edelleen haluaa lunastaa yhtiöosuuden, hänen on 30 päivän kuluessa tarjouksen hylkäämisestä talletettava tarjottu lunastushinta yhtiön kotipaikan aluehallintoviraston huostaan siten kuin rahan, arvo-osuuksien, arvopaperien tai asiakirjain tallettamisesta velan maksuna tai vapautumiseksi muusta suoritusvelvollisuudesta annetussa laissa (281/1931) säädetään sekä 60 päivän kuluessa tarjouksen hylkäämisestä saattaa kysymys lunastusoikeudesta tuomioistuimen ratkaistavaksi nostamalla kanne tarjouksen saanutta vastaan, tai lunastusoikeus raukeaa. Tuomioistuimen on lunastusta tarjonneen vaatimuksesta vahvistettava lunastusoikeus, lunastuksen suuruus ja muut ehdot. Mitä tässä pykälässä säädetään, sovelletaan, jollei yhtiösopimuksessa tai erikseen ole toisin sovittu.",
        "folded_fi": "jos lunastustarjous on hylatty, mutta lunastusta tarjonnut edelleen haluaa lunastaa yhtioosuuden, hanen on 30 paivan kuluessa tarjouksen hylkaamisesta talletettava tarjottu lunastushinta yhtion kotipaikan aluehallintoviraston huostaan siten kuin rahan, arvo-osuuksien, arvopaperien tai asiakirjain tallettamisesta velan maksuna tai vapautumiseksi muusta suoritusvelvollisuudesta annetussa laissa (281/1931) saadetaan seka 60 paivan kuluessa tarjouksen hylkaamisesta saattaa kysymys lunastusoikeudesta tuomioistuimen ratkaistavaksi nostamalla kanne tarjouksen saanutta vastaan, tai lunastusoikeus raukeaa. tuomioistuimen on lunastusta tarjonneen vaatimuksesta vahvistettava lunastusoikeus, lunastuksen suuruus ja muut ehdot. mita tassa pykalassa saadetaan, sovelletaan, jollei yhtiosopimuksessa tai erikseen ole toisin sovittu.",
        "title_sv": "Inlösningstvister",
        "content_sv": "Har ett inlösningsanbud avvisats, men vill den som erbjudit lösen alltjämt lösa in bolagsandelen, ska han inom 30 dagar från det anbudet avvisades deponera den erbjudna lösensumman hos regionförvaltningsverket på bolagets hemort så som föreskrivs i lagen om deponering av pengar, värdeandelar, värdepapper eller handlingar som betalning eller till befrielse från annan fullgörelseskyldighet (281/1931) samt inom 60 dagar från det anbudet avvisades hänskjuta frågan om inlösningsrätten till domstol genom att väcka talan mot den som fått anbudet, annars förfaller inlösningsrätten. Domstolen ska på yrkande av den som erbjudit lösen fastställa inlösningsrätten, lösensumman och övriga villkor. Vad som föreskrivs i denna paragraf tillämpas om inte annat har överenskommits i bolagsavtalet eller separat.",
        "normalized_sv": "Har ett inlösningsanbud avvisats, men vill den som erbjudit lösen alltjämt lösa in bolagsandelen, ska han inom 30 dagar från det anbudet avvisades deponera den erbjudna lösensumman hos regionförvaltningsverket på bolagets hemort så som föreskrivs i lagen om deponering av pengar, värdeandelar, värdepapper eller handlingar som betalning eller till befrielse från annan fullgörelseskyldighet (281/1931) samt inom 60 dagar från det anbudet avvisades hänskjuta frågan om inlösningsrätten till domstol genom att väcka talan mot den som fått anbudet, annars förfaller inlösningsrätten. Domstolen ska på yrkande av den som erbjudit lösen fastställa inlösningsrätten, lösensumman och övriga villkor. Vad som föreskrivs i denna paragraf tillämpas om inte annat har överenskommits i bolagsavtalet eller separat.",
        "folded_sv": "har ett inlosningsanbud avvisats, men vill den som erbjudit losen alltjamt losa in bolagsandelen, ska han inom 30 dagar fran det anbudet avvisades deponera den erbjudna losensumman hos regionforvaltningsverket pa bolagets hemort sa som foreskrivs i lagen om deponering av pengar, vardeandelar, vardepapper eller handlingar som betalning eller till befrielse fran annan fullgorelseskyldighet (281/1931) samt inom 60 dagar fran det anbudet avvisades hanskjuta fragan om inlosningsratten till domstol genom att vacka talan mot den som fatt anbudet, annars forfaller inlosningsratten. domstolen ska pa yrkande av den som erbjudit losen faststalla inlosningsratten, losensumman och ovriga villkor. vad som foreskrivs i denna paragraf tillampas om inte annat har overenskommits i bolagsavtalet eller separat."
      },
      "valid_from": "2015-12-11",
      "valid_to": null
    },
    {
      "provision_ref": "5:14",
      "chapter": "5",
      "section": "14",
      "title": "Päätös toiminnan jatkamisesta",
      "content": "Yhtiömiehet voivat päättää selvitystilan lopettamisesta ja yhtiön toiminnan jatkamisesta. Jos vain osa yhtiömiehistä haluaa jatkaa yhtiön toimintaa yhdessä, heillä on oikeus lunastaa muiden yhtiömiesten yhtiöosuudet. Lunastamiseen sovelletaan, mitä 6 §:n 3-5 momentissa sekä 7 §:ssä on säädetty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:14",
        "normalized_fi": "Yhtiömiehet voivat päättää selvitystilan lopettamisesta ja yhtiön toiminnan jatkamisesta. Jos vain osa yhtiömiehistä haluaa jatkaa yhtiön toimintaa yhdessä, heillä on oikeus lunastaa muiden yhtiömiesten yhtiöosuudet. Lunastamiseen sovelletaan, mitä 6 § :n 3-5 momentissa sekä 7 § :ssä on säädetty.",
        "folded_fi": "yhtiomiehet voivat paattaa selvitystilan lopettamisesta ja yhtion toiminnan jatkamisesta. jos vain osa yhtiomiehista haluaa jatkaa yhtion toimintaa yhdessa, heilla on oikeus lunastaa muiden yhtiomiesten yhtioosuudet. lunastamiseen sovelletaan, mita 6 §:n 3-5 momentissa seka 7 §:ssa on saadetty.",
        "title_sv": "Beslut om fortsatt verksamhet",
        "content_sv": "Bolagsmännen kan fatta beslut om att likvidationen ska avslutas och bolagets verksamhet fortsätta. Om endast en del av bolagsmännen vill fortsätta bolagets verksamhet tillsammans, har de rätt att lösa in de andra bolagsmännens bolagsandelar. På inlösen tillämpas 6 § 3-5 mom. samt 7 §.",
        "normalized_sv": "Bolagsmännen kan fatta beslut om att likvidationen ska avslutas och bolagets verksamhet fortsätta. Om endast en del av bolagsmännen vill fortsätta bolagets verksamhet tillsammans, har de rätt att lösa in de andra bolagsmännens bolagsandelar. På inlösen tillämpas 6 § 3-5 mom. samt 7 § .",
        "folded_sv": "bolagsmannen kan fatta beslut om att likvidationen ska avslutas och bolagets verksamhet fortsatta. om endast en del av bolagsmannen vill fortsatta bolagets verksamhet tillsammans, har de ratt att losa in de andra bolagsmannens bolagsandelar. pa inlosen tillampas 6 § 3-5 mom. samt 7 §."
      },
      "valid_from": "2015-12-11",
      "valid_to": null
    },
    {
      "provision_ref": "6:2",
      "chapter": "6",
      "section": "2",
      "title": "Jakoperuste",
      "content": "Mitä tässä pykälässä säädetään, sovelletaan, jollei yhtiösopimuksessa tai erikseen ole toisin sovittu. Tästä pykälästä poikkeavan yhtiösopimuksen ehdon ilmoittamiseen rekisteröitäväksi ja sopimuksen tekemiseen sovelletaan, mitä 5 luvun 1 §:n 5 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:2",
        "normalized_fi": "Mitä tässä pykälässä säädetään, sovelletaan, jollei yhtiösopimuksessa tai erikseen ole toisin sovittu. Tästä pykälästä poikkeavan yhtiösopimuksen ehdon ilmoittamiseen rekisteröitäväksi ja sopimuksen tekemiseen sovelletaan, mitä 5 luvun 1 § :n 5 momentissa säädetään.",
        "folded_fi": "mita tassa pykalassa saadetaan, sovelletaan, jollei yhtiosopimuksessa tai erikseen ole toisin sovittu. tasta pykalasta poikkeavan yhtiosopimuksen ehdon ilmoittamiseen rekisteroitavaksi ja sopimuksen tekemiseen sovelletaan, mita 5 luvun 1 §:n 5 momentissa saadetaan.",
        "title_sv": "Skiftesgrund",
        "content_sv": "Vad som föreskrivs i denna paragraf tillämpas om inte annat har överenskommits i bolagsavtalet eller separat. På anmälan för registrering av ett sådant villkor i bolagsavtalet och på ingående av ett sådant avtal som avviker från denna paragraf tillämpas vad som föreskrivs i 5 kap. 1 § 5 mom.",
        "normalized_sv": "Vad som föreskrivs i denna paragraf tillämpas om inte annat har överenskommits i bolagsavtalet eller separat. På anmälan för registrering av ett sådant villkor i bolagsavtalet och på ingående av ett sådant avtal som avviker från denna paragraf tillämpas vad som föreskrivs i 5 kap. 1 § 5 mom.",
        "folded_sv": "vad som foreskrivs i denna paragraf tillampas om inte annat har overenskommits i bolagsavtalet eller separat. pa anmalan for registrering av ett sadant villkor i bolagsavtalet och pa ingaende av ett sadant avtal som avviker fran denna paragraf tillampas vad som foreskrivs i 5 kap. 1 § 5 mom."
      },
      "valid_from": "2015-12-11",
      "valid_to": null
    },
    {
      "provision_ref": "7:2",
      "chapter": "7",
      "section": "2",
      "title": "Sovellettavat säännökset",
      "content": "Mitä tämän luvun 3, 4, 8 ja 9 §:ssä säädetään, sovelletaan, jollei yhtiösopimuksessa tai erikseen ole toisin sovittu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:2",
        "normalized_fi": "Mitä tämän luvun 3, 4, 8 ja 9 § :ssä säädetään, sovelletaan, jollei yhtiösopimuksessa tai erikseen ole toisin sovittu.",
        "folded_fi": "mita taman luvun 3, 4, 8 ja 9 §:ssa saadetaan, sovelletaan, jollei yhtiosopimuksessa tai erikseen ole toisin sovittu.",
        "title_sv": "De stadganden som skall tillämpas",
        "content_sv": "Vad som föreskrivs i 3, 4, 8 och 9 § i detta kapitel tillämpas om inte annat har överenskommits i bolagsavtalet eller separat.",
        "normalized_sv": "Vad som föreskrivs i 3, 4, 8 och 9 § i detta kapitel tillämpas om inte annat har överenskommits i bolagsavtalet eller separat.",
        "folded_sv": "vad som foreskrivs i 3, 4, 8 och 9 § i detta kapitel tillampas om inte annat har overenskommits i bolagsavtalet eller separat."
      },
      "valid_from": "2015-12-11",
      "valid_to": null
    },
    {
      "provision_ref": "7:6",
      "chapter": "7",
      "section": "6",
      "title": "Äänettömän yhtiömiehen velkavastuu",
      "content": "Yhtiösopimuksen muutoksella äänettömän yhtiömiehen panoksen alentamisesta ei ole vaikutusta suhteessa velkojaan, joka ryhtyessään oikeustoimeen yhtiön kanssa ei tiennyt panoksen alentamisesta, jos panoksen alentamista ei ollut merkitty kaupparekisteriin ja kuulutettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:6",
        "normalized_fi": "Yhtiösopimuksen muutoksella äänettömän yhtiömiehen panoksen alentamisesta ei ole vaikutusta suhteessa velkojaan, joka ryhtyessään oikeustoimeen yhtiön kanssa ei tiennyt panoksen alentamisesta, jos panoksen alentamista ei ollut merkitty kaupparekisteriin ja kuulutettu.",
        "folded_fi": "yhtiosopimuksen muutoksella aanettoman yhtiomiehen panoksen alentamisesta ei ole vaikutusta suhteessa velkojaan, joka ryhtyessaan oikeustoimeen yhtion kanssa ei tiennyt panoksen alentamisesta, jos panoksen alentamista ei ollut merkitty kaupparekisteriin ja kuulutettu.",
        "title_sv": "Tysta bolagsmäns gäldsansvar",
        "content_sv": "En ändring av bolagsavtalet om minskning av en tyst bolagsmans insats är utan verkan i förhållande till en borgenär som när han företog en rättshandling med bolaget inte kände till att insatsen minskats, om minskningen av insatsen inte hade antecknats i handelsregistret och kun-gjorts.",
        "normalized_sv": "En ändring av bolagsavtalet om minskning av en tyst bolagsmans insats är utan verkan i förhållande till en borgenär som när han företog en rättshandling med bolaget inte kände till att insatsen minskats, om minskningen av insatsen inte hade antecknats i handelsregistret och kun-gjorts.",
        "folded_sv": "en andring av bolagsavtalet om minskning av en tyst bolagsmans insats ar utan verkan i forhallande till en borgenar som nar han foretog en rattshandling med bolaget inte kande till att insatsen minskats, om minskningen av insatsen inte hade antecknats i handelsregistret och kun-gjorts."
      },
      "valid_from": "2015-12-11",
      "valid_to": null
    },
    {
      "provision_ref": "8:6",
      "chapter": "8",
      "section": "6",
      "title": "Sulautuminen",
      "content": "Jos sulautumiseen osallistuvista yhtiöistä useamman kuin yhden omaisuuteen kohdistuu yrityskiinnityslaissa (634/1984) tarkoitettu yrityskiinnitys, sulautumista ei saa rekisteröidä, jollei samalla rekisteröidä hakemuksen perusteella yhtiöiden ja kiinnityksenhaltijoiden sopimusta kiinnitysten etuoikeuden järjestämisestä. Sulautuvan avoimen yhtiön yhtiömiehen ja kommandiittiyhtiön vastuunalaisen yhtiömiehen on viipymättä ilmoitettava sulautuminen kaupparekisteriin. Sulautuvan yhtiön varat ja velat siirtyvät selvitysmenettelyttä vastaanottavalle yhtiölle, kun sulautuminen on rekisteröity. Samanaikaisesti sulautuva yhtiö purkautuu, 1 momentissa tarkoitetussa tapauksessa vastaanottavan yhtiön yhtiösopimuksen muutos rekisteröidään ja 3 momentissa tarkoitetussa tapauksessa vastaanottava yhtiö syntyy.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:6",
        "normalized_fi": "Jos sulautumiseen osallistuvista yhtiöistä useamman kuin yhden omaisuuteen kohdistuu yrityskiinnityslaissa (634/1984) tarkoitettu yrityskiinnitys, sulautumista ei saa rekisteröidä, jollei samalla rekisteröidä hakemuksen perusteella yhtiöiden ja kiinnityksenhaltijoiden sopimusta kiinnitysten etuoikeuden järjestämisestä. Sulautuvan avoimen yhtiön yhtiömiehen ja kommandiittiyhtiön vastuunalaisen yhtiömiehen on viipymättä ilmoitettava sulautuminen kaupparekisteriin. Sulautuvan yhtiön varat ja velat siirtyvät selvitysmenettelyttä vastaanottavalle yhtiölle, kun sulautuminen on rekisteröity. Samanaikaisesti sulautuva yhtiö purkautuu, 1 momentissa tarkoitetussa tapauksessa vastaanottavan yhtiön yhtiösopimuksen muutos rekisteröidään ja 3 momentissa tarkoitetussa tapauksessa vastaanottava yhtiö syntyy.",
        "folded_fi": "jos sulautumiseen osallistuvista yhtioista useamman kuin yhden omaisuuteen kohdistuu yrityskiinnityslaissa (634/1984) tarkoitettu yrityskiinnitys, sulautumista ei saa rekisteroida, jollei samalla rekisteroida hakemuksen perusteella yhtioiden ja kiinnityksenhaltijoiden sopimusta kiinnitysten etuoikeuden jarjestamisesta. sulautuvan avoimen yhtion yhtiomiehen ja kommandiittiyhtion vastuunalaisen yhtiomiehen on viipymatta ilmoitettava sulautuminen kaupparekisteriin. sulautuvan yhtion varat ja velat siirtyvat selvitysmenettelytta vastaanottavalle yhtiolle, kun sulautuminen on rekisteroity. samanaikaisesti sulautuva yhtio purkautuu, 1 momentissa tarkoitetussa tapauksessa vastaanottavan yhtion yhtiosopimuksen muutos rekisteroidaan ja 3 momentissa tarkoitetussa tapauksessa vastaanottava yhtio syntyy.",
        "title_sv": "Fusion",
        "content_sv": "Om företagsinteckning enligt företagsinteckningslagen (634/1984) har fastställts i flera än ett av de i fusionen deltagande bolagens egendom, får fusionen inte registreras, om inte bolagens och inteckningshavarnas avtal om reglering av inteckningarnas företrädesrätt samtidigt registreras på ansökan. Fusionen ska utan dröjsmål anmälas till handelsregistret av en bolagsman i ett överlåtande öppet bolag och av en ansvarig bolagsman i ett överlåtande kommanditbolag. Det överlåtande bolagets tillgångar och skulder övergår utan likvidationsförfarande till det övertagande bolaget när fusionen har registrerats. Samtidigt upplöses det överlåtande bolaget, registreras ändringen i bolagsavtalet för det övertagande bolaget i det fall som avses i 1 mom. och uppkommer det övertagande bolaget i det fall som avses i 3 mom.",
        "normalized_sv": "Om företagsinteckning enligt företagsinteckningslagen (634/1984) har fastställts i flera än ett av de i fusionen deltagande bolagens egendom, får fusionen inte registreras, om inte bolagens och inteckningshavarnas avtal om reglering av inteckningarnas företrädesrätt samtidigt registreras på ansökan. Fusionen ska utan dröjsmål anmälas till handelsregistret av en bolagsman i ett överlåtande öppet bolag och av en ansvarig bolagsman i ett överlåtande kommanditbolag. Det överlåtande bolagets tillgångar och skulder övergår utan likvidationsförfarande till det övertagande bolaget när fusionen har registrerats. Samtidigt upplöses det överlåtande bolaget, registreras ändringen i bolagsavtalet för det övertagande bolaget i det fall som avses i 1 mom. och uppkommer det övertagande bolaget i det fall som avses i 3 mom.",
        "folded_sv": "om foretagsinteckning enligt foretagsinteckningslagen (634/1984) har faststallts i flera an ett av de i fusionen deltagande bolagens egendom, far fusionen inte registreras, om inte bolagens och inteckningshavarnas avtal om reglering av inteckningarnas foretradesratt samtidigt registreras pa ansokan. fusionen ska utan drojsmal anmalas till handelsregistret av en bolagsman i ett overlatande oppet bolag och av en ansvarig bolagsman i ett overlatande kommanditbolag. det overlatande bolagets tillgangar och skulder overgar utan likvidationsforfarande till det overtagande bolaget nar fusionen har registrerats. samtidigt upploses det overlatande bolaget, registreras andringen i bolagsavtalet for det overtagande bolaget i det fall som avses i 1 mom. och uppkommer det overtagande bolaget i det fall som avses i 3 mom."
      },
      "valid_from": "2015-12-11",
      "valid_to": null
    },
    {
      "provision_ref": "8:7",
      "chapter": "8",
      "section": "7",
      "title": "Lunastus",
      "content": "Jos päätös yhtiön muuttamisesta osakeyhtiöksi tai sulautumispäätös voidaan yhtiössä tehdä enemmistöpäätöksenä, on sellaisella yhtiömiehellä, joka ei ole hyväksynyt yhtiömuodon muuttamista tai sulautumista, oikeus erota yhtiöstä ja saada lunastus yhtiöosuudestaan siten kuin 5 luvun 6 §:n 3 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:7",
        "normalized_fi": "Jos päätös yhtiön muuttamisesta osakeyhtiöksi tai sulautumispäätös voidaan yhtiössä tehdä enemmistöpäätöksenä, on sellaisella yhtiömiehellä, joka ei ole hyväksynyt yhtiömuodon muuttamista tai sulautumista, oikeus erota yhtiöstä ja saada lunastus yhtiöosuudestaan siten kuin 5 luvun 6 § :n 3 momentissa säädetään.",
        "folded_fi": "jos paatos yhtion muuttamisesta osakeyhtioksi tai sulautumispaatos voidaan yhtiossa tehda enemmistopaatoksena, on sellaisella yhtiomiehella, joka ei ole hyvaksynyt yhtiomuodon muuttamista tai sulautumista, oikeus erota yhtiosta ja saada lunastus yhtioosuudestaan siten kuin 5 luvun 6 §:n 3 momentissa saadetaan.",
        "title_sv": "Inlösen",
        "content_sv": "Kan beslut om ombildning av ett bolag till aktiebolag eller ett fusionsbeslut fattas i bolaget såsom majoritetsbeslut, har en bolagsman som inte godkänt ändringen av bolagsformen eller fusio-nen rätt att träda ut ur bolaget och få lösen för sin bolagsandel på det sätt som föreskrivs i 5 kap. 6 § 3 mom.",
        "normalized_sv": "Kan beslut om ombildning av ett bolag till aktiebolag eller ett fusionsbeslut fattas i bolaget såsom majoritetsbeslut, har en bolagsman som inte godkänt ändringen av bolagsformen eller fusio-nen rätt att träda ut ur bolaget och få lösen för sin bolagsandel på det sätt som föreskrivs i 5 kap. 6 § 3 mom.",
        "folded_sv": "kan beslut om ombildning av ett bolag till aktiebolag eller ett fusionsbeslut fattas i bolaget sasom majoritetsbeslut, har en bolagsman som inte godkant andringen av bolagsformen eller fusio-nen ratt att trada ut ur bolaget och fa losen for sin bolagsandel pa det satt som foreskrivs i 5 kap. 6 § 3 mom."
      },
      "valid_from": "2015-12-11",
      "valid_to": null
    }
  ]
}