{
  "id": "1447/2006",
  "type": "statute",
  "title": "Laki Euroopan kalatalousrahaston kansallisesta hallinnoinnista ja elinkeinokalataloudelle myönnettävistä tuista",
  "title_en": "Lag om den nationella förvaltningen av Europeiska fiskerifonden och om stöd till fiskerinäringen",
  "status": "in_force",
  "issued_date": "2006-12-29",
  "in_force_date": "2006-12-29",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/1447/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "Tämän lain tarkoituksena on varmistaa Euroopan kalatalousrahastosta osarahoitettujen elinkeinokalatalouden kehittämiseen suunnattujen tukien asianmukainen hallinto ja toimeenpano.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Tämän lain tarkoituksena on varmistaa Euroopan kalatalousrahastosta osarahoitettujen elinkeinokalatalouden kehittämiseen suunnattujen tukien asianmukainen hallinto ja toimeenpano.",
        "folded_fi": "taman lain tarkoituksena on varmistaa euroopan kalatalousrahastosta osarahoitettujen elinkeinokalatalouden kehittamiseen suunnattujen tukien asianmukainen hallinto ja toimeenpano.",
        "title_sv": "Lagens syfte",
        "content_sv": "Syftet med denna lag är att säkerställa att de stöd till utveckling av fiskerinäringen som delfinansieras med medel från Europeiska fiskerifonden förvaltas och genomförs på behörigt sätt.",
        "normalized_sv": "Syftet med denna lag är att säkerställa att de stöd till utveckling av fiskerinäringen som delfinansieras med medel från Europeiska fiskerifonden förvaltas och genomförs på behörigt sätt.",
        "folded_sv": "syftet med denna lag ar att sakerstalla att de stod till utveckling av fiskerinaringen som delfinansieras med medel fran europeiska fiskerifonden forvaltas och genomfors pa behorigt satt."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Soveltamisala",
      "content": "kalatalousrahastoasetus Tätä lakia sovelletaan elinkeinokalatalouden kehittämiseen sekä Euroopan kalatalousrahastosta annetun neuvoston asetuksen (EY) N:o 1198/2006 () mukaisesti kansallisen strategiasuunnitelman ja kalatalousrahastosta osarahoitettavan toimintaohjelman laatimiseen, arvioimiseen, toimeenpanoon, hallinnointiin, valvontaan ja seurantaan. Tuen hakemiseen, myöntämiseen, maksamiseen, valvontaan, tarkastukseen, palauttamiseen ja takaisinperintään sovelletaan valtionavustuslakia (688/2001), jollei tässä laissa toisin säädetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "kalatalousrahastoasetus Tätä lakia sovelletaan elinkeinokalatalouden kehittämiseen sekä Euroopan kalatalousrahastosta annetun neuvoston asetuksen (EY) N:o 1198/2006 () mukaisesti kansallisen strategiasuunnitelman ja kalatalousrahastosta osarahoitettavan toimintaohjelman laatimiseen, arvioimiseen, toimeenpanoon, hallinnointiin, valvontaan ja seurantaan. Tuen hakemiseen, myöntämiseen, maksamiseen, valvontaan, tarkastukseen, palauttamiseen ja takaisinperintään sovelletaan valtionavustuslakia (688/2001), jollei tässä laissa toisin säädetä.",
        "folded_fi": "kalatalousrahastoasetus tata lakia sovelletaan elinkeinokalatalouden kehittamiseen seka euroopan kalatalousrahastosta annetun neuvoston asetuksen (ey) n:o 1198/2006 () mukaisesti kansallisen strategiasuunnitelman ja kalatalousrahastosta osarahoitettavan toimintaohjelman laatimiseen, arvioimiseen, toimeenpanoon, hallinnointiin, valvontaan ja seurantaan. tuen hakemiseen, myontamiseen, maksamiseen, valvontaan, tarkastukseen, palauttamiseen ja takaisinperintaan sovelletaan valtionavustuslakia (688/2001), jollei tassa laissa toisin saadeta.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "förordningen om fiskerifonden Denna lag tillämpas på utvecklingen av fiskerinäringen samt på utarbetande, utvärdering, genomförande, förvaltning, kontroll och övervakning av en nationell strategisk plan och av ett med medel från fiskerifonden delfinansierat operativt program i enlighet med rådets förordning (EG) nr 1198/2006 om Europeiska fiskerifonden (). På förfarandena för ansökan om samt beviljande, utbetalning, övervakning, granskning, återbetalning och återkrav av stöd tillämpas statsunderstödslagen (688/2001), om inte något annat föreskrivs i denna lag.",
        "normalized_sv": "förordningen om fiskerifonden Denna lag tillämpas på utvecklingen av fiskerinäringen samt på utarbetande, utvärdering, genomförande, förvaltning, kontroll och övervakning av en nationell strategisk plan och av ett med medel från fiskerifonden delfinansierat operativt program i enlighet med rådets förordning (EG) nr 1198/2006 om Europeiska fiskerifonden (). På förfarandena för ansökan om samt beviljande, utbetalning, övervakning, granskning, återbetalning och återkrav av stöd tillämpas statsunderstödslagen (688/2001), om inte något annat föreskrivs i denna lag.",
        "folded_sv": "forordningen om fiskerifonden denna lag tillampas pa utvecklingen av fiskerinaringen samt pa utarbetande, utvardering, genomforande, forvaltning, kontroll och overvakning av en nationell strategisk plan och av ett med medel fran fiskerifonden delfinansierat operativt program i enlighet med radets forordning (eg) nr 1198/2006 om europeiska fiskerifonden (). pa forfarandena for ansokan om samt beviljande, utbetalning, overvakning, granskning, aterbetalning och aterkrav av stod tillampas statsunderstodslagen (688/2001), om inte nagot annat foreskrivs i denna lag."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Suhde Euroopan yhteisön lainsäädäntöön",
      "content": "Tätä lakia sovelletaan kansallisen strategiasuunnitelman ja toimintaohjelman laatimiseen, arvioimiseen, toimeenpanoon, hallinnointiin, valvontaan ja seurantaan siltä osin kuin Euroopan yhteisön lainsäädännöstä ei muuta johdu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_3",
        "normalized_fi": "Tätä lakia sovelletaan kansallisen strategiasuunnitelman ja toimintaohjelman laatimiseen, arvioimiseen, toimeenpanoon, hallinnointiin, valvontaan ja seurantaan siltä osin kuin Euroopan yhteisön lainsäädännöstä ei muuta johdu.",
        "folded_fi": "tata lakia sovelletaan kansallisen strategiasuunnitelman ja toimintaohjelman laatimiseen, arvioimiseen, toimeenpanoon, hallinnointiin, valvontaan ja seurantaan silta osin kuin euroopan yhteison lainsaadannosta ei muuta johdu.",
        "title_sv": "Förhållande till Europeiska gemenskapens lagstiftning",
        "content_sv": "Denna lag tillämpas på utarbetande, utvärdering, genomförande, förvaltning, kontroll och övervakning av den nationella strategiska planen och det operativa programmet, om inte något annat följer av Europeiska gemenskapens lagstiftning.",
        "normalized_sv": "Denna lag tillämpas på utarbetande, utvärdering, genomförande, förvaltning, kontroll och övervakning av den nationella strategiska planen och det operativa programmet, om inte något annat följer av Europeiska gemenskapens lagstiftning.",
        "folded_sv": "denna lag tillampas pa utarbetande, utvardering, genomforande, forvaltning, kontroll och overvakning av den nationella strategiska planen och det operativa programmet, om inte nagot annat foljer av europeiska gemenskapens lagstiftning."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) toimintaohjelmalla Euroopan yhteisön ja kansallisista varoista rahoitettavaa elinkeinokalatalouden kehittämiseen liittyvää ohjelmaa, josta säädetään kalatalousrahastoasetuksen 17―20 artiklassa; ja 2) kalatalousryhmällä paikallisista elinkeinokalatalouden kehittämiseen osallistuvista tahoista koostuvaa, rajatulla maantieteellisellä alueella toimivaa yhteisöä, joka toteuttaa kalatalousrahastoasetuksen 44 artiklan mukaisia toimia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_4",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) toimintaohjelmalla Euroopan yhteisön ja kansallisista varoista rahoitettavaa elinkeinokalatalouden kehittämiseen liittyvää ohjelmaa, josta säädetään kalatalousrahastoasetuksen 17―20 artiklassa; ja 2) kalatalousryhmällä paikallisista elinkeinokalatalouden kehittämiseen osallistuvista tahoista koostuvaa, rajatulla maantieteellisellä alueella toimivaa yhteisöä, joka toteuttaa kalatalousrahastoasetuksen 44 artiklan mukaisia toimia.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) toimintaohjelmalla euroopan yhteison ja kansallisista varoista rahoitettavaa elinkeinokalatalouden kehittamiseen liittyvaa ohjelmaa, josta saadetaan kalatalousrahastoasetuksen 17―20 artiklassa; ja 2) kalatalousryhmalla paikallisista elinkeinokalatalouden kehittamiseen osallistuvista tahoista koostuvaa, rajatulla maantieteellisella alueella toimivaa yhteisoa, joka toteuttaa kalatalousrahastoasetuksen 44 artiklan mukaisia toimia.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) operativt program ett sådant med medel från Europeiska gemenskapen och nationella medel finansierat program för utveckling av fiskerinäringen om vilket bestäms i artiklarna 17―20 i förordningen om fiskerifonden, och 2) fiskerigrupp en inom ett begränsat geografiskt område verkande sammanslutning som består av lokala aktörer vilka deltar i utvecklingen av fiskerinäringen och som genomför åtgärder i enlighet med artikel 44 i förordningen om fiskerifonden.",
        "normalized_sv": "I denna lag avses med 1) operativt program ett sådant med medel från Europeiska gemenskapen och nationella medel finansierat program för utveckling av fiskerinäringen om vilket bestäms i artiklarna 17―20 i förordningen om fiskerifonden, och 2) fiskerigrupp en inom ett begränsat geografiskt område verkande sammanslutning som består av lokala aktörer vilka deltar i utvecklingen av fiskerinäringen och som genomför åtgärder i enlighet med artikel 44 i förordningen om fiskerifonden.",
        "folded_sv": "i denna lag avses med 1) operativt program ett sadant med medel fran europeiska gemenskapen och nationella medel finansierat program for utveckling av fiskerinaringen om vilket bestams i artiklarna 17―20 i forordningen om fiskerifonden, och 2) fiskerigrupp en inom ett begransat geografiskt omrade verkande sammanslutning som bestar av lokala aktorer vilka deltar i utvecklingen av fiskerinaringen och som genomfor atgarder i enlighet med artikel 44 i forordningen om fiskerifonden."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Kansallinen strategiasuunnitelma",
      "content": "Maa- ja metsätalousministeriö vastaa kalatalousrahastoasetuksen 15 artiklassa tarkoitetun kansallisen strategiasuunnitelman laatimisesta, toteuttamisesta ja seurannasta sekä siihen sisältyvien tavoitteiden yhteensovittamisesta Euroopan yhteisön yhteisen kalastuspolitiikan tavoitteiden sekä yhteisön muiden politiikkojen kanssa. Valtioneuvosto hyväksyy suunnitelman ennen sen toimittamista Euroopan yhteisöjen komissiolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Maa- ja metsätalousministeriö vastaa kalatalousrahastoasetuksen 15 artiklassa tarkoitetun kansallisen strategiasuunnitelman laatimisesta, toteuttamisesta ja seurannasta sekä siihen sisältyvien tavoitteiden yhteensovittamisesta Euroopan yhteisön yhteisen kalastuspolitiikan tavoitteiden sekä yhteisön muiden politiikkojen kanssa. Valtioneuvosto hyväksyy suunnitelman ennen sen toimittamista Euroopan yhteisöjen komissiolle.",
        "folded_fi": "maa- ja metsatalousministerio vastaa kalatalousrahastoasetuksen 15 artiklassa tarkoitetun kansallisen strategiasuunnitelman laatimisesta, toteuttamisesta ja seurannasta seka siihen sisaltyvien tavoitteiden yhteensovittamisesta euroopan yhteison yhteisen kalastuspolitiikan tavoitteiden seka yhteison muiden politiikkojen kanssa. valtioneuvosto hyvaksyy suunnitelman ennen sen toimittamista euroopan yhteisojen komissiolle.",
        "title_sv": "Nationell strategisk plan",
        "content_sv": "Jord- och skogsbruksministeriet svarar för utarbetandet, genomförandet och övervakningen av den nationella strategiska plan som avses i artikel 15 i förordningen om fiskerifonden samt för att de mål som ingår i den samordnas med målen för Europeiska gemenskapens gemensamma fiskeripolitik och med gemenskapens övriga politikområden. Statsrådet godkänner den nationella strategiska planen innan den sänds till Europeiska gemenskapernas kommission.",
        "normalized_sv": "Jord- och skogsbruksministeriet svarar för utarbetandet, genomförandet och övervakningen av den nationella strategiska plan som avses i artikel 15 i förordningen om fiskerifonden samt för att de mål som ingår i den samordnas med målen för Europeiska gemenskapens gemensamma fiskeripolitik och med gemenskapens övriga politikområden. Statsrådet godkänner den nationella strategiska planen innan den sänds till Europeiska gemenskapernas kommission.",
        "folded_sv": "jord- och skogsbruksministeriet svarar for utarbetandet, genomforandet och overvakningen av den nationella strategiska plan som avses i artikel 15 i forordningen om fiskerifonden samt for att de mal som ingar i den samordnas med malen for europeiska gemenskapens gemensamma fiskeripolitik och med gemenskapens ovriga politikomraden. statsradet godkanner den nationella strategiska planen innan den sands till europeiska gemenskapernas kommission."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Toimintaohjelma",
      "content": "Maa- ja metsätalousministeriö laatii 5 §:ssä tarkoitetun strategiasuunnitelman perusteella ehdotuksen Suomen elinkeinokalatalouden toimintaohjelmaksi sekä vastaa sen yhteensovittamisesta Euroopan yhteisön muiden rahoitusvälineiden ja ohjelmien kanssa. Euroopan yhteisön varoista rahoitettavaa toimintaohjelmaa koskevan ehdotuksen hyväksymisestä päättää valtioneuvosto ennen ehdotuksen toimittamista Euroopan yhteisöjen komission hyväksyttäväksi. Toimintaohjelman muuttamisessa noudatetaan soveltuvin osin, mitä ohjelman laatimisesta ja hyväksymisestä säädetään. Merkitykseltään vähäisestä muutoksesta päättää kuitenkin 7 §:ssä tarkoitettu hallintoviranomainen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Maa- ja metsätalousministeriö laatii 5 § :ssä tarkoitetun strategiasuunnitelman perusteella ehdotuksen Suomen elinkeinokalatalouden toimintaohjelmaksi sekä vastaa sen yhteensovittamisesta Euroopan yhteisön muiden rahoitusvälineiden ja ohjelmien kanssa. Euroopan yhteisön varoista rahoitettavaa toimintaohjelmaa koskevan ehdotuksen hyväksymisestä päättää valtioneuvosto ennen ehdotuksen toimittamista Euroopan yhteisöjen komission hyväksyttäväksi. Toimintaohjelman muuttamisessa noudatetaan soveltuvin osin, mitä ohjelman laatimisesta ja hyväksymisestä säädetään. Merkitykseltään vähäisestä muutoksesta päättää kuitenkin 7 § :ssä tarkoitettu hallintoviranomainen.",
        "folded_fi": "maa- ja metsatalousministerio laatii 5 §:ssa tarkoitetun strategiasuunnitelman perusteella ehdotuksen suomen elinkeinokalatalouden toimintaohjelmaksi seka vastaa sen yhteensovittamisesta euroopan yhteison muiden rahoitusvalineiden ja ohjelmien kanssa. euroopan yhteison varoista rahoitettavaa toimintaohjelmaa koskevan ehdotuksen hyvaksymisesta paattaa valtioneuvosto ennen ehdotuksen toimittamista euroopan yhteisojen komission hyvaksyttavaksi. toimintaohjelman muuttamisessa noudatetaan soveltuvin osin, mita ohjelman laatimisesta ja hyvaksymisesta saadetaan. merkitykseltaan vahaisesta muutoksesta paattaa kuitenkin 7 §:ssa tarkoitettu hallintoviranomainen.",
        "title_sv": "Operativt program",
        "content_sv": "Jord- och skogsbruksministeriet utarbetar utifrån den i 5 § nämnda strategiska planen ett förslag till operativt program för fiskerinäringen i Finland och svarar för att det samordnas med Europeiska gemenskapens övriga finansiella instrument och program. Statsrådet beslutar om godkännandet av förslaget till operativt program, som finansieras med Europeiska gemenskapens medel, innan förslaget sänds till Europeiska gemenskapernas kommission för godkännande. Vid ändring av det operativa programmet iakttas i tillämpliga delar vad som bestäms om utarbetandet och godkännandet av programmet. Den i 7 § avsedda förvaltningsmyndigheten beslutar dock om ändringar som är av mindre betydelse.",
        "normalized_sv": "Jord- och skogsbruksministeriet utarbetar utifrån den i 5 § nämnda strategiska planen ett förslag till operativt program för fiskerinäringen i Finland och svarar för att det samordnas med Europeiska gemenskapens övriga finansiella instrument och program. Statsrådet beslutar om godkännandet av förslaget till operativt program, som finansieras med Europeiska gemenskapens medel, innan förslaget sänds till Europeiska gemenskapernas kommission för godkännande. Vid ändring av det operativa programmet iakttas i tillämpliga delar vad som bestäms om utarbetandet och godkännandet av programmet. Den i 7 § avsedda förvaltningsmyndigheten beslutar dock om ändringar som är av mindre betydelse.",
        "folded_sv": "jord- och skogsbruksministeriet utarbetar utifran den i 5 § namnda strategiska planen ett forslag till operativt program for fiskerinaringen i finland och svarar for att det samordnas med europeiska gemenskapens ovriga finansiella instrument och program. statsradet beslutar om godkannandet av forslaget till operativt program, som finansieras med europeiska gemenskapens medel, innan forslaget sands till europeiska gemenskapernas kommission for godkannande. vid andring av det operativa programmet iakttas i tillampliga delar vad som bestams om utarbetandet och godkannandet av programmet. den i 7 § avsedda forvaltningsmyndigheten beslutar dock om andringar som ar av mindre betydelse."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "title": "Hallintoviranomainen",
      "content": "Maa- ja metsätalousministeriö toimii kalatalousrahastoasetuksen 58 artiklassa tarkoitettuna hallintoviranomaisena. Hallintoviranomaisen tehtävistä säädetään kalatalousrahastoasetuksen 59 artiklassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_7",
        "normalized_fi": "Maa- ja metsätalousministeriö toimii kalatalousrahastoasetuksen 58 artiklassa tarkoitettuna hallintoviranomaisena. Hallintoviranomaisen tehtävistä säädetään kalatalousrahastoasetuksen 59 artiklassa.",
        "folded_fi": "maa- ja metsatalousministerio toimii kalatalousrahastoasetuksen 58 artiklassa tarkoitettuna hallintoviranomaisena. hallintoviranomaisen tehtavista saadetaan kalatalousrahastoasetuksen 59 artiklassa.",
        "title_sv": "Förvaltningsmyndighet",
        "content_sv": "Förvaltningsmyndighet enligt artikel 58 i förordningen om fiskerifonden är jord- och skogsbruksministeriet. Bestämmelser om förvaltningsmyndighetens uppgifter finns i artikel 59 i förordningen om fiskerifonden.",
        "normalized_sv": "Förvaltningsmyndighet enligt artikel 58 i förordningen om fiskerifonden är jord- och skogsbruksministeriet. Bestämmelser om förvaltningsmyndighetens uppgifter finns i artikel 59 i förordningen om fiskerifonden.",
        "folded_sv": "forvaltningsmyndighet enligt artikel 58 i forordningen om fiskerifonden ar jord- och skogsbruksministeriet. bestammelser om forvaltningsmyndighetens uppgifter finns i artikel 59 i forordningen om fiskerifonden."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Todentamisviranomainen",
      "content": "Maa- ja metsätalousministeriö toimii kalatalousrahastoasetuksen 58 artiklassa tarkoitettuna todentamisviranomaisena. Todentamisviranomaisen tehtävistä säädetään kalatalousrahastoasetuksen 60 artiklassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_8",
        "normalized_fi": "Maa- ja metsätalousministeriö toimii kalatalousrahastoasetuksen 58 artiklassa tarkoitettuna todentamisviranomaisena. Todentamisviranomaisen tehtävistä säädetään kalatalousrahastoasetuksen 60 artiklassa.",
        "folded_fi": "maa- ja metsatalousministerio toimii kalatalousrahastoasetuksen 58 artiklassa tarkoitettuna todentamisviranomaisena. todentamisviranomaisen tehtavista saadetaan kalatalousrahastoasetuksen 60 artiklassa.",
        "title_sv": "Attesterande myndighet",
        "content_sv": "Attesterande myndighet enligt artikel 58 i förordningen om fiskerifonden är jord- och skogsbruksministeriet. Bestämmelser om den attesterande myndighetens uppgifter finns i artikel 60 i förordningen om fiskerifonden.",
        "normalized_sv": "Attesterande myndighet enligt artikel 58 i förordningen om fiskerifonden är jord- och skogsbruksministeriet. Bestämmelser om den attesterande myndighetens uppgifter finns i artikel 60 i förordningen om fiskerifonden.",
        "folded_sv": "attesterande myndighet enligt artikel 58 i forordningen om fiskerifonden ar jord- och skogsbruksministeriet. bestammelser om den attesterande myndighetens uppgifter finns i artikel 60 i forordningen om fiskerifonden."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Tarkastusviranomainen",
      "content": "Maa- ja metsätalousministeriö toimii kalatalousrahastoasetuksen 58 artiklassa tarkoitettuna tarkastusviranomaisena. Tarkastusviranomaisen tehtävistä säädetään kalatalousrahastoasetuksen 61 artiklassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_9",
        "normalized_fi": "Maa- ja metsätalousministeriö toimii kalatalousrahastoasetuksen 58 artiklassa tarkoitettuna tarkastusviranomaisena. Tarkastusviranomaisen tehtävistä säädetään kalatalousrahastoasetuksen 61 artiklassa.",
        "folded_fi": "maa- ja metsatalousministerio toimii kalatalousrahastoasetuksen 58 artiklassa tarkoitettuna tarkastusviranomaisena. tarkastusviranomaisen tehtavista saadetaan kalatalousrahastoasetuksen 61 artiklassa.",
        "title_sv": "Revisionsmyndighet",
        "content_sv": "Revisionsmyndighet enligt artikel 58 i förordningen om fiskerifonden är jord- och skogsbruksministeriet. Bestämmelser om revisionsmyndighetens uppgifter finns i artikel 61 i förordningen om fiskerifonden.",
        "normalized_sv": "Revisionsmyndighet enligt artikel 58 i förordningen om fiskerifonden är jord- och skogsbruksministeriet. Bestämmelser om revisionsmyndighetens uppgifter finns i artikel 61 i förordningen om fiskerifonden.",
        "folded_sv": "revisionsmyndighet enligt artikel 58 i forordningen om fiskerifonden ar jord- och skogsbruksministeriet. bestammelser om revisionsmyndighetens uppgifter finns i artikel 61 i forordningen om fiskerifonden."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Seurantakomitea",
      "content": "Valtioneuvosto asettaa kalatalousrahastoasetuksen 63 artiklassa tarkoitetun seurantakomitean ottaen huomioon, mitä sen perustamisesta ja kokoonpanosta säädetään Euroopan yhteisön lainsäädännössä. Valtioneuvoston asetuksella säädetään tarkemmin seurantakomitean asettamisesta, kokoonpanosta ja sen jäsenistä. Seurantakomitean tehtävänä on hoitaa sille Euroopan yhteisön lainsäädännön mukaan kuuluvat tehtävät. Seurantakomitean toimikausi päättyy, kun Euroopan yhteisöjen komissio on hyväksynyt kalatalousrahastoasetuksen 67 artiklan 1 kohdassa tarkoitetun viimeisen täytäntöönpanoa koskevan loppukertomuksen. Seurantakomitean työjärjestyksessä määrätään seurantakomitean kokouksista, asioiden käsittelystä seurantakomiteassa sekä sen mahdollisuudesta kuulla asiantuntijoita. Seurantakomitean toiminnassa noudatetaan hallintolakia (434/2003), kielilakia (423/2003), saamen kielilakia (1086/2003) ja viranomaisten toiminnan julkisuudesta annettua lakia (621/1999). Seurantakomitean päätöksentekoon osallistuvien henkilöiden toimintaan sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä. Seurantakomitean tehtäviä hoidettaessa aiheutetun vahingon korvaamisesta on voimassa, mitä vahingonkorvauslaissa (412/1974) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_10",
        "normalized_fi": "Valtioneuvosto asettaa kalatalousrahastoasetuksen 63 artiklassa tarkoitetun seurantakomitean ottaen huomioon, mitä sen perustamisesta ja kokoonpanosta säädetään Euroopan yhteisön lainsäädännössä. Valtioneuvoston asetuksella säädetään tarkemmin seurantakomitean asettamisesta, kokoonpanosta ja sen jäsenistä. Seurantakomitean tehtävänä on hoitaa sille Euroopan yhteisön lainsäädännön mukaan kuuluvat tehtävät. Seurantakomitean toimikausi päättyy, kun Euroopan yhteisöjen komissio on hyväksynyt kalatalousrahastoasetuksen 67 artiklan 1 kohdassa tarkoitetun viimeisen täytäntöönpanoa koskevan loppukertomuksen. Seurantakomitean työjärjestyksessä määrätään seurantakomitean kokouksista, asioiden käsittelystä seurantakomiteassa sekä sen mahdollisuudesta kuulla asiantuntijoita. Seurantakomitean toiminnassa noudatetaan hallintolakia (434/2003), kielilakia (423/2003), saamen kielilakia (1086/2003) ja viranomaisten toiminnan julkisuudesta annettua lakia (621/1999). Seurantakomitean päätöksentekoon osallistuvien henkilöiden toimintaan sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä. Seurantakomitean tehtäviä hoidettaessa aiheutetun vahingon korvaamisesta on voimassa, mitä vahingonkorvauslaissa (412/1974) säädetään.",
        "folded_fi": "valtioneuvosto asettaa kalatalousrahastoasetuksen 63 artiklassa tarkoitetun seurantakomitean ottaen huomioon, mita sen perustamisesta ja kokoonpanosta saadetaan euroopan yhteison lainsaadannossa. valtioneuvoston asetuksella saadetaan tarkemmin seurantakomitean asettamisesta, kokoonpanosta ja sen jasenista. seurantakomitean tehtavana on hoitaa sille euroopan yhteison lainsaadannon mukaan kuuluvat tehtavat. seurantakomitean toimikausi paattyy, kun euroopan yhteisojen komissio on hyvaksynyt kalatalousrahastoasetuksen 67 artiklan 1 kohdassa tarkoitetun viimeisen taytantoonpanoa koskevan loppukertomuksen. seurantakomitean tyojarjestyksessa maarataan seurantakomitean kokouksista, asioiden kasittelysta seurantakomiteassa seka sen mahdollisuudesta kuulla asiantuntijoita. seurantakomitean toiminnassa noudatetaan hallintolakia (434/2003), kielilakia (423/2003), saamen kielilakia (1086/2003) ja viranomaisten toiminnan julkisuudesta annettua lakia (621/1999). seurantakomitean paatoksentekoon osallistuvien henkiloiden toimintaan sovelletaan rikosoikeudellista virkavastuuta koskevia saannoksia. seurantakomitean tehtavia hoidettaessa aiheutetun vahingon korvaamisesta on voimassa, mita vahingonkorvauslaissa (412/1974) saadetaan.",
        "title_sv": "Övervakningskommitté",
        "content_sv": "Statsrådet tillsätter den övervakningskommitté som avses i artikel 63 i förordningen om fiskerifonden med beaktande av vad som i Europeiska gemenskapens lagstiftning bestäms om inrättandet av den och om dess sammansättning. Genom förordning av statsrådet bestäms närmare om tillsättandet av övervakningskommittén samt om övervakningskommitténs sammansättning och medlemmar. Övervakningskommittén skall sköta de uppgifter som enligt Europeiska gemenskapens lagstiftning ankommer på den. Övervakningskommitténs mandatperiod löper ut när Europeiska gemenskapernas kommission har godkänt den sista slutrapport om genomförandet som avses i artikel 67.1 i förordningen om fiskerifonden. I övervakningskommitténs arbetsordning bestäms om kommitténs sammanträden, behandlingen av ärenden i kommittén och möjligheten för kommittén att höra sakkunniga. I övervakningskommitténs verksamhet iakttas förvaltningslagen (434/2003), språklagen (423/2003), samiska språklagen (1086/2003) och lagen om offentlighet i myndigheternas verksamhet (621/1999). På dem som deltar i kommitténs beslutsfattande tillämpas bestämmelserna om straffrättsligt tjänsteansvar. I fråga om ersättande av skada som orsakats vid skötseln av kommitténs uppgifter gäller skadeståndslagen (412/1974).",
        "normalized_sv": "Statsrådet tillsätter den övervakningskommitté som avses i artikel 63 i förordningen om fiskerifonden med beaktande av vad som i Europeiska gemenskapens lagstiftning bestäms om inrättandet av den och om dess sammansättning. Genom förordning av statsrådet bestäms närmare om tillsättandet av övervakningskommittén samt om övervakningskommitténs sammansättning och medlemmar. Övervakningskommittén skall sköta de uppgifter som enligt Europeiska gemenskapens lagstiftning ankommer på den. Övervakningskommitténs mandatperiod löper ut när Europeiska gemenskapernas kommission har godkänt den sista slutrapport om genomförandet som avses i artikel 67.1 i förordningen om fiskerifonden. I övervakningskommitténs arbetsordning bestäms om kommitténs sammanträden, behandlingen av ärenden i kommittén och möjligheten för kommittén att höra sakkunniga. I övervakningskommitténs verksamhet iakttas förvaltningslagen (434/2003), språklagen (423/2003), samiska språklagen (1086/2003) och lagen om offentlighet i myndigheternas verksamhet (621/1999). På dem som deltar i kommitténs beslutsfattande tillämpas bestämmelserna om straffrättsligt tjänsteansvar. I fråga om ersättande av skada som orsakats vid skötseln av kommitténs uppgifter gäller skadeståndslagen (412/1974).",
        "folded_sv": "statsradet tillsatter den overvakningskommitte som avses i artikel 63 i forordningen om fiskerifonden med beaktande av vad som i europeiska gemenskapens lagstiftning bestams om inrattandet av den och om dess sammansattning. genom forordning av statsradet bestams narmare om tillsattandet av overvakningskommitten samt om overvakningskommittens sammansattning och medlemmar. overvakningskommitten skall skota de uppgifter som enligt europeiska gemenskapens lagstiftning ankommer pa den. overvakningskommittens mandatperiod loper ut nar europeiska gemenskapernas kommission har godkant den sista slutrapport om genomforandet som avses i artikel 67.1 i forordningen om fiskerifonden. i overvakningskommittens arbetsordning bestams om kommittens sammantraden, behandlingen av arenden i kommitten och mojligheten for kommitten att hora sakkunniga. i overvakningskommittens verksamhet iakttas forvaltningslagen (434/2003), spraklagen (423/2003), samiska spraklagen (1086/2003) och lagen om offentlighet i myndigheternas verksamhet (621/1999). pa dem som deltar i kommittens beslutsfattande tillampas bestammelserna om straffrattsligt tjansteansvar. i fraga om ersattande av skada som orsakats vid skotseln av kommittens uppgifter galler skadestandslagen (412/1974)."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "title": "Maa- ja metsätalousministeriön tehtävät",
      "content": "Maa- ja metsätalousministeriö vastaa: 1) toimintaohjelman varojen käytön suunnittelusta ja varojen jaon valmistelusta tässä laissa säädettyjä tehtäviä hoitavien viranomaisten ja kalatalousryhmien käyttöön; 2) toimintaohjelman Ahvenanmaan maakuntaa koskevan yhteisön rahoitusosuuden ohjaamisesta maakunnan hallitukselle; 3) toimintaohjelman ja sen toimeenpanon suunnittelusta ja kehittämisestä; 4) varojen käytön riittävän valvonnan järjestämisestä; 5) ohjelman arvioinnin, seurannan ja tiedotuksen järjestämisestä, sekä 6) kalatalousryhmien valinnasta. Ohjelman yhtenäisen ja tehokkaan toimeenpanon varmistamiseksi maa- ja metsätalousministeriö ohjaa ja valvoo työvoima- ja elinkeinokeskuksia sekä kalatalousryhmiä niiden hoitaessa 12―14 §:ssä tarkoitettuja tehtäviä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_11",
        "normalized_fi": "Maa- ja metsätalousministeriö vastaa: 1) toimintaohjelman varojen käytön suunnittelusta ja varojen jaon valmistelusta tässä laissa säädettyjä tehtäviä hoitavien viranomaisten ja kalatalousryhmien käyttöön; 2) toimintaohjelman Ahvenanmaan maakuntaa koskevan yhteisön rahoitusosuuden ohjaamisesta maakunnan hallitukselle; 3) toimintaohjelman ja sen toimeenpanon suunnittelusta ja kehittämisestä; 4) varojen käytön riittävän valvonnan järjestämisestä; 5) ohjelman arvioinnin, seurannan ja tiedotuksen järjestämisestä, sekä 6) kalatalousryhmien valinnasta. Ohjelman yhtenäisen ja tehokkaan toimeenpanon varmistamiseksi maa- ja metsätalousministeriö ohjaa ja valvoo työvoima- ja elinkeinokeskuksia sekä kalatalousryhmiä niiden hoitaessa 12―14 § :ssä tarkoitettuja tehtäviä.",
        "folded_fi": "maa- ja metsatalousministerio vastaa: 1) toimintaohjelman varojen kayton suunnittelusta ja varojen jaon valmistelusta tassa laissa saadettyja tehtavia hoitavien viranomaisten ja kalatalousryhmien kayttoon; 2) toimintaohjelman ahvenanmaan maakuntaa koskevan yhteison rahoitusosuuden ohjaamisesta maakunnan hallitukselle; 3) toimintaohjelman ja sen toimeenpanon suunnittelusta ja kehittamisesta; 4) varojen kayton riittavan valvonnan jarjestamisesta; 5) ohjelman arvioinnin, seurannan ja tiedotuksen jarjestamisesta, seka 6) kalatalousryhmien valinnasta. ohjelman yhtenaisen ja tehokkaan toimeenpanon varmistamiseksi maa- ja metsatalousministerio ohjaa ja valvoo tyovoima- ja elinkeinokeskuksia seka kalatalousryhmia niiden hoitaessa 12―14 §:ssa tarkoitettuja tehtavia.",
        "title_sv": "Jord- och skogsbruksministeriets uppgifter",
        "content_sv": "Jord- och skogsbruksministeriet svarar för 1) planeringen av användningen av medlen för det operativa programmet och beredningen av fördelningen av medlen mellan de myndigheter och fiskerigrupper som sköter uppgifter om vilka föreskrivs i denna lag, 2) anvisandet till Ålands landskapsregering av den del av gemenskapens medfinansiering av det operativa programmet som gäller landskapet Åland, 3) planeringen och utvecklingen av det operativa programmet och av dess genomförande, 4) ordnandet av tillräcklig kontroll av användningen av medel, 5) ordnandet av programutvärderingen, programövervakningen och programinformationen, samt 6) valet av fiskerigrupper. I syfte att säkerställa att programmet genomförs enhetligt och effektivt styr och övervakar jord- och skogsbruksministeriet arbetskrafts- och näringscentralerna och fiskerigrupperna när dessa utför de uppgifter som anges i 12―14 §.",
        "normalized_sv": "Jord- och skogsbruksministeriet svarar för 1) planeringen av användningen av medlen för det operativa programmet och beredningen av fördelningen av medlen mellan de myndigheter och fiskerigrupper som sköter uppgifter om vilka föreskrivs i denna lag, 2) anvisandet till Ålands landskapsregering av den del av gemenskapens medfinansiering av det operativa programmet som gäller landskapet Åland, 3) planeringen och utvecklingen av det operativa programmet och av dess genomförande, 4) ordnandet av tillräcklig kontroll av användningen av medel, 5) ordnandet av programutvärderingen, programövervakningen och programinformationen, samt 6) valet av fiskerigrupper. I syfte att säkerställa att programmet genomförs enhetligt och effektivt styr och övervakar jord- och skogsbruksministeriet arbetskrafts- och näringscentralerna och fiskerigrupperna när dessa utför de uppgifter som anges i 12―14 § .",
        "folded_sv": "jord- och skogsbruksministeriet svarar for 1) planeringen av anvandningen av medlen for det operativa programmet och beredningen av fordelningen av medlen mellan de myndigheter och fiskerigrupper som skoter uppgifter om vilka foreskrivs i denna lag, 2) anvisandet till alands landskapsregering av den del av gemenskapens medfinansiering av det operativa programmet som galler landskapet aland, 3) planeringen och utvecklingen av det operativa programmet och av dess genomforande, 4) ordnandet av tillracklig kontroll av anvandningen av medel, 5) ordnandet av programutvarderingen, programovervakningen och programinformationen, samt 6) valet av fiskerigrupper. i syfte att sakerstalla att programmet genomfors enhetligt och effektivt styr och overvakar jord- och skogsbruksministeriet arbetskrafts- och naringscentralerna och fiskerigrupperna nar dessa utfor de uppgifter som anges i 12―14 §."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "Työvoima- ja elinkeinokeskuksen tehtävät",
      "content": "Työvoima- ja elinkeinokeskus vastaa toimialueellaan tuen myöntämisestä, maksamisesta, paikan päällä tehtävistä todentamisista, seurannasta, takaisinperinnästä ja tiedottamisesta samoin kuin 15 §:n 2 momentissa tarkoitetusta toimenpiteiden alueellisesta yhteensovittamisesta. Työvoima- ja elinkeinokeskus pyytää kalatalousrahastoasetuksen IV osaston IV luvun mukaista tukea koskevasta hakemuksesta lausunnon siltä kalatalousryhmältä, jonka toimialueella tuettava toimenpide pääosin toteutetaan. Työvoima- ja elinkeinokeskus voi päättäessään tuen myöntämisestä poiketa lausunnosta, jos tuen myöntäminen on Euroopan yhteisön tai kansallisen lainsäädännön taikka toimintaohjelman tai kalatalousrahastoasetuksen 45 artiklan 2 kohdassa tarkoitetun paikallisen kehittämisstrategian vastaista. Työvoima- ja elinkeinokeskus voi lisäksi poiketa lausunnosta, jos hankkeiden rahoittamiseen varatussa kalatalousryhmän rahoituskehyksessä ei ole määrärahaa hankkeen rahoittamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_12",
        "normalized_fi": "Työvoima- ja elinkeinokeskus vastaa toimialueellaan tuen myöntämisestä, maksamisesta, paikan päällä tehtävistä todentamisista, seurannasta, takaisinperinnästä ja tiedottamisesta samoin kuin 15 § :n 2 momentissa tarkoitetusta toimenpiteiden alueellisesta yhteensovittamisesta. Työvoima- ja elinkeinokeskus pyytää kalatalousrahastoasetuksen IV osaston IV luvun mukaista tukea koskevasta hakemuksesta lausunnon siltä kalatalousryhmältä, jonka toimialueella tuettava toimenpide pääosin toteutetaan. Työvoima- ja elinkeinokeskus voi päättäessään tuen myöntämisestä poiketa lausunnosta, jos tuen myöntäminen on Euroopan yhteisön tai kansallisen lainsäädännön taikka toimintaohjelman tai kalatalousrahastoasetuksen 45 artiklan 2 kohdassa tarkoitetun paikallisen kehittämisstrategian vastaista. Työvoima- ja elinkeinokeskus voi lisäksi poiketa lausunnosta, jos hankkeiden rahoittamiseen varatussa kalatalousryhmän rahoituskehyksessä ei ole määrärahaa hankkeen rahoittamiseksi.",
        "folded_fi": "tyovoima- ja elinkeinokeskus vastaa toimialueellaan tuen myontamisesta, maksamisesta, paikan paalla tehtavista todentamisista, seurannasta, takaisinperinnasta ja tiedottamisesta samoin kuin 15 §:n 2 momentissa tarkoitetusta toimenpiteiden alueellisesta yhteensovittamisesta. tyovoima- ja elinkeinokeskus pyytaa kalatalousrahastoasetuksen iv osaston iv luvun mukaista tukea koskevasta hakemuksesta lausunnon silta kalatalousryhmalta, jonka toimialueella tuettava toimenpide paaosin toteutetaan. tyovoima- ja elinkeinokeskus voi paattaessaan tuen myontamisesta poiketa lausunnosta, jos tuen myontaminen on euroopan yhteison tai kansallisen lainsaadannon taikka toimintaohjelman tai kalatalousrahastoasetuksen 45 artiklan 2 kohdassa tarkoitetun paikallisen kehittamisstrategian vastaista. tyovoima- ja elinkeinokeskus voi lisaksi poiketa lausunnosta, jos hankkeiden rahoittamiseen varatussa kalatalousryhman rahoituskehyksessa ei ole maararahaa hankkeen rahoittamiseksi.",
        "title_sv": "Arbetskrafts- och näringscentralens uppgifter",
        "content_sv": "Arbetskrafts- och näringscentralen svarar inom sitt verksamhetsområde för beviljande, utbetalning, verifiering på plats, övervakning och återkrav av stöd samt för informationen om stödet och för den regionala samordning av åtgärder som avses i 15 § 2 mom. Arbetskrafts- och näringscentralen begär utlåtande om en ansökan om stöd enligt avdelning IV kapitel IV i förordningen om fiskerifonden av den fiskerigrupp inom vars verksamhetsområde den åtgärd som ansökan gäller huvudsakligen avses bli genomförd. När arbetskrafts- och näringscentralen beslutar om beviljandet av stöd kan den avvika från utlåtandet, om beviljandet av stöd strider mot Europeiska gemenskapens lagstiftning, den nationella lagstiftningen, det operativa programmet eller den lokala utvecklingsstrategi som avses i artikel 45.2 i förordningen om fiskerifonden. Arbetskrafts- och näringscentralen kan dessutom avvika från utlåtandet, om det i den finansieringsram för fiskerigruppen som reserverats för finansiering av projekt inte finns anslag för finansiering av projektet.",
        "normalized_sv": "Arbetskrafts- och näringscentralen svarar inom sitt verksamhetsområde för beviljande, utbetalning, verifiering på plats, övervakning och återkrav av stöd samt för informationen om stödet och för den regionala samordning av åtgärder som avses i 15 § 2 mom. Arbetskrafts- och näringscentralen begär utlåtande om en ansökan om stöd enligt avdelning IV kapitel IV i förordningen om fiskerifonden av den fiskerigrupp inom vars verksamhetsområde den åtgärd som ansökan gäller huvudsakligen avses bli genomförd. När arbetskrafts- och näringscentralen beslutar om beviljandet av stöd kan den avvika från utlåtandet, om beviljandet av stöd strider mot Europeiska gemenskapens lagstiftning, den nationella lagstiftningen, det operativa programmet eller den lokala utvecklingsstrategi som avses i artikel 45.2 i förordningen om fiskerifonden. Arbetskrafts- och näringscentralen kan dessutom avvika från utlåtandet, om det i den finansieringsram för fiskerigruppen som reserverats för finansiering av projekt inte finns anslag för finansiering av projektet.",
        "folded_sv": "arbetskrafts- och naringscentralen svarar inom sitt verksamhetsomrade for beviljande, utbetalning, verifiering pa plats, overvakning och aterkrav av stod samt for informationen om stodet och for den regionala samordning av atgarder som avses i 15 § 2 mom. arbetskrafts- och naringscentralen begar utlatande om en ansokan om stod enligt avdelning iv kapitel iv i forordningen om fiskerifonden av den fiskerigrupp inom vars verksamhetsomrade den atgard som ansokan galler huvudsakligen avses bli genomford. nar arbetskrafts- och naringscentralen beslutar om beviljandet av stod kan den avvika fran utlatandet, om beviljandet av stod strider mot europeiska gemenskapens lagstiftning, den nationella lagstiftningen, det operativa programmet eller den lokala utvecklingsstrategi som avses i artikel 45.2 i forordningen om fiskerifonden. arbetskrafts- och naringscentralen kan dessutom avvika fran utlatandet, om det i den finansieringsram for fiskerigruppen som reserverats for finansiering av projekt inte finns anslag for finansiering av projektet."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Maa- ja metsätalousministeriön ja työvoima- ja elinkeinokeskusten yhteiset ratkaisut",
      "content": "Maa- ja metsätalousministeriö tekee yhdessä työvoima- ja elinkeinokeskusten kanssa ratkaisun kalatalousrahastoasetuksen IV osaston I luvun 23 ja 24 artiklan ja 26 artiklan 4 kohdan c alakohdan mukaisten palkkioiden myöntämisestä sekä III luvun mukaisesti rahoitettavaksi valittavista 15 000 euron kokonaiskustannukset ylittävistä kehittämishankkeista. Työvoima- ja elinkeinokeskus tekee edellä mainittuun ratkaisuun perustuvat päätökset 12 §:n 1 momentin mukaisesti. Työvoima- ja elinkeinokeskuksen päätökseen voi hakea muutosta 27 §:n 3 momentin mukaisesti. Maa- ja metsätalousministeriö järjestää määräaikaisen hakumenettelyn 1 momentissa tarkoitettujen kehittämishankkeiden osalta. Edellä 1 momentissa tarkoitettujen palkkioiden osalta maa- ja metsätalousministeriö järjestää hakumenettelyn vain toimintaohjelman tavoitteiden saavuttamiseen ja ammattikalastuksen toimintaedellytyksiin liittyvästä erityisestä syystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_13",
        "normalized_fi": "Maa- ja metsätalousministeriö tekee yhdessä työvoima- ja elinkeinokeskusten kanssa ratkaisun kalatalousrahastoasetuksen IV osaston I luvun 23 ja 24 artiklan ja 26 artiklan 4 kohdan c alakohdan mukaisten palkkioiden myöntämisestä sekä III luvun mukaisesti rahoitettavaksi valittavista 15 000 euron kokonaiskustannukset ylittävistä kehittämishankkeista. Työvoima- ja elinkeinokeskus tekee edellä mainittuun ratkaisuun perustuvat päätökset 12 § :n 1 momentin mukaisesti. Työvoima- ja elinkeinokeskuksen päätökseen voi hakea muutosta 27 § :n 3 momentin mukaisesti. Maa- ja metsätalousministeriö järjestää määräaikaisen hakumenettelyn 1 momentissa tarkoitettujen kehittämishankkeiden osalta. Edellä 1 momentissa tarkoitettujen palkkioiden osalta maa- ja metsätalousministeriö järjestää hakumenettelyn vain toimintaohjelman tavoitteiden saavuttamiseen ja ammattikalastuksen toimintaedellytyksiin liittyvästä erityisestä syystä.",
        "folded_fi": "maa- ja metsatalousministerio tekee yhdessa tyovoima- ja elinkeinokeskusten kanssa ratkaisun kalatalousrahastoasetuksen iv osaston i luvun 23 ja 24 artiklan ja 26 artiklan 4 kohdan c alakohdan mukaisten palkkioiden myontamisesta seka iii luvun mukaisesti rahoitettavaksi valittavista 15 000 euron kokonaiskustannukset ylittavista kehittamishankkeista. tyovoima- ja elinkeinokeskus tekee edella mainittuun ratkaisuun perustuvat paatokset 12 §:n 1 momentin mukaisesti. tyovoima- ja elinkeinokeskuksen paatokseen voi hakea muutosta 27 §:n 3 momentin mukaisesti. maa- ja metsatalousministerio jarjestaa maaraaikaisen hakumenettelyn 1 momentissa tarkoitettujen kehittamishankkeiden osalta. edella 1 momentissa tarkoitettujen palkkioiden osalta maa- ja metsatalousministerio jarjestaa hakumenettelyn vain toimintaohjelman tavoitteiden saavuttamiseen ja ammattikalastuksen toimintaedellytyksiin liittyvasta erityisesta syysta.",
        "title_sv": "Gemensamma avgöranden av jord- och skogsbruksministeriet och arbetskrafts- och näringscentralerna",
        "content_sv": "Tillsammans med arbetskrafts- och näringscentralerna träffar jord- och skogsbruksministeriet avgöranden om bidrag som avses i avdelning IV kapitel I artiklarna 23 och 24 och artikel 26.4 c i förordningen om fiskerifonden samt om utvecklingsprojekt som väljs ut för finansiering enligt avdelning IV kapitel III och vars totala kostnader överstiger 15 000 euro. Utifrån avgörandet fattar arbetskrafts- och näringscentralerna beslut i enlighet med 12 § 1 mom. Beslutet får överklagas enligt 27 § 3 mom. Jord- och skogsbruksministeriet ordnar ett tidsbegränsat ansökningsförfarande för de utvecklingsprojekt som avses i 1 mom. I fråga om de bidrag som avses i 1 mom. ordnar ministeriet ansökningsförfarande bara när det finns särskilda skäl som har samband med målen i det operativa programmet och verksamhetsbetingelserna för yrkesfisket.",
        "normalized_sv": "Tillsammans med arbetskrafts- och näringscentralerna träffar jord- och skogsbruksministeriet avgöranden om bidrag som avses i avdelning IV kapitel I artiklarna 23 och 24 och artikel 26.4 c i förordningen om fiskerifonden samt om utvecklingsprojekt som väljs ut för finansiering enligt avdelning IV kapitel III och vars totala kostnader överstiger 15 000 euro. Utifrån avgörandet fattar arbetskrafts- och näringscentralerna beslut i enlighet med 12 § 1 mom. Beslutet får överklagas enligt 27 § 3 mom. Jord- och skogsbruksministeriet ordnar ett tidsbegränsat ansökningsförfarande för de utvecklingsprojekt som avses i 1 mom. I fråga om de bidrag som avses i 1 mom. ordnar ministeriet ansökningsförfarande bara när det finns särskilda skäl som har samband med målen i det operativa programmet och verksamhetsbetingelserna för yrkesfisket.",
        "folded_sv": "tillsammans med arbetskrafts- och naringscentralerna traffar jord- och skogsbruksministeriet avgoranden om bidrag som avses i avdelning iv kapitel i artiklarna 23 och 24 och artikel 26.4 c i forordningen om fiskerifonden samt om utvecklingsprojekt som valjs ut for finansiering enligt avdelning iv kapitel iii och vars totala kostnader overstiger 15 000 euro. utifran avgorandet fattar arbetskrafts- och naringscentralerna beslut i enlighet med 12 § 1 mom. beslutet far overklagas enligt 27 § 3 mom. jord- och skogsbruksministeriet ordnar ett tidsbegransat ansokningsforfarande for de utvecklingsprojekt som avses i 1 mom. i fraga om de bidrag som avses i 1 mom. ordnar ministeriet ansokningsforfarande bara nar det finns sarskilda skal som har samband med malen i det operativa programmet och verksamhetsbetingelserna for yrkesfisket."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Kalatalousryhmän tehtävät",
      "content": "Kalatalousryhmä vastaa oman alueensa elinkeinokalatalouden kehittämistä koskevan, kalatalousrahastoasetuksen 45 artiklan 2 kohdassa tarkoitetun paikallisen kehittämisstrategian toteuttamisesta, seurannasta ja siitä tiedottamisesta. Kalatalousryhmän tulee antaa 12 §:n 2 momentissa tarkoitettu lausunto tukihakemuksen myöntämisen tarkoituksenmukaisuudesta paikallisen kehittämisstrategian tavoitteiden kannalta. Kalatalousryhmän toiminnassa noudatetaan hallintolakia, kielilakia ja viranomaisten toiminnan julkisuudesta annettua lakia. Kalatalousryhmän päätöksentekoon osallistuvien henkilöiden toimintaan sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä heidän hoitaessaan kalatalousryhmälle säädettyjä tehtäviä. Tehtäviä hoidettaessa aiheutetun vahingon korvaamisesta on voimassa, mitä vahingonkorvauslaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_14",
        "normalized_fi": "Kalatalousryhmä vastaa oman alueensa elinkeinokalatalouden kehittämistä koskevan, kalatalousrahastoasetuksen 45 artiklan 2 kohdassa tarkoitetun paikallisen kehittämisstrategian toteuttamisesta, seurannasta ja siitä tiedottamisesta. Kalatalousryhmän tulee antaa 12 § :n 2 momentissa tarkoitettu lausunto tukihakemuksen myöntämisen tarkoituksenmukaisuudesta paikallisen kehittämisstrategian tavoitteiden kannalta. Kalatalousryhmän toiminnassa noudatetaan hallintolakia, kielilakia ja viranomaisten toiminnan julkisuudesta annettua lakia. Kalatalousryhmän päätöksentekoon osallistuvien henkilöiden toimintaan sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä heidän hoitaessaan kalatalousryhmälle säädettyjä tehtäviä. Tehtäviä hoidettaessa aiheutetun vahingon korvaamisesta on voimassa, mitä vahingonkorvauslaissa säädetään.",
        "folded_fi": "kalatalousryhma vastaa oman alueensa elinkeinokalatalouden kehittamista koskevan, kalatalousrahastoasetuksen 45 artiklan 2 kohdassa tarkoitetun paikallisen kehittamisstrategian toteuttamisesta, seurannasta ja siita tiedottamisesta. kalatalousryhman tulee antaa 12 §:n 2 momentissa tarkoitettu lausunto tukihakemuksen myontamisen tarkoituksenmukaisuudesta paikallisen kehittamisstrategian tavoitteiden kannalta. kalatalousryhman toiminnassa noudatetaan hallintolakia, kielilakia ja viranomaisten toiminnan julkisuudesta annettua lakia. kalatalousryhman paatoksentekoon osallistuvien henkiloiden toimintaan sovelletaan rikosoikeudellista virkavastuuta koskevia saannoksia heidan hoitaessaan kalatalousryhmalle saadettyja tehtavia. tehtavia hoidettaessa aiheutetun vahingon korvaamisesta on voimassa, mita vahingonkorvauslaissa saadetaan.",
        "title_sv": "Fiskerigruppens uppgifter",
        "content_sv": "Fiskerigruppen svarar för genomförandet och övervakningen av samt informationen om den lokala utvecklingsstrategi för utvecklingen av fiskerinäringen inom gruppens område som avses i artikel 45.2 i förordningen om fiskerifonden. Fiskerigruppen skall ge ett i 12 § 2 mom. avsett utlåtande om huruvida det med avseende på målen för den lokala utvecklingsstrategin är ändamålsenligt att godkänna en stödansökan. I fiskerigruppens verksamhet iakttas förvaltningslagen, språklagen och lagen om offentlighet i myndigheternas verksamhet. På dem som deltar i fiskerigruppens beslutsfattande tillämpas bestämmelserna om straffrättsligt tjänsteansvar när de sköter uppgifter som ålagts fiskerigruppen. I fråga om ersättande av skada som orsakats vid skötseln av fiskerigruppens uppgifter gäller skadeståndslagen.",
        "normalized_sv": "Fiskerigruppen svarar för genomförandet och övervakningen av samt informationen om den lokala utvecklingsstrategi för utvecklingen av fiskerinäringen inom gruppens område som avses i artikel 45.2 i förordningen om fiskerifonden. Fiskerigruppen skall ge ett i 12 § 2 mom. avsett utlåtande om huruvida det med avseende på målen för den lokala utvecklingsstrategin är ändamålsenligt att godkänna en stödansökan. I fiskerigruppens verksamhet iakttas förvaltningslagen, språklagen och lagen om offentlighet i myndigheternas verksamhet. På dem som deltar i fiskerigruppens beslutsfattande tillämpas bestämmelserna om straffrättsligt tjänsteansvar när de sköter uppgifter som ålagts fiskerigruppen. I fråga om ersättande av skada som orsakats vid skötseln av fiskerigruppens uppgifter gäller skadeståndslagen.",
        "folded_sv": "fiskerigruppen svarar for genomforandet och overvakningen av samt informationen om den lokala utvecklingsstrategi for utvecklingen av fiskerinaringen inom gruppens omrade som avses i artikel 45.2 i forordningen om fiskerifonden. fiskerigruppen skall ge ett i 12 § 2 mom. avsett utlatande om huruvida det med avseende pa malen for den lokala utvecklingsstrategin ar andamalsenligt att godkanna en stodansokan. i fiskerigruppens verksamhet iakttas forvaltningslagen, spraklagen och lagen om offentlighet i myndigheternas verksamhet. pa dem som deltar i fiskerigruppens beslutsfattande tillampas bestammelserna om straffrattsligt tjansteansvar nar de skoter uppgifter som alagts fiskerigruppen. i fraga om ersattande av skada som orsakats vid skotseln av fiskerigruppens uppgifter galler skadestandslagen."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Toimintaohjelman yhteensovittaminen",
      "content": "Kalatalousrahaston toimet sovitetaan yhteen rakennerahastojen sekä Euroopan maaseudun kehittämisen maatalousrahaston ja Euroopan maatalouden tukirahaston kanssa rakennerahastoja koskevan kansallisen lainsäädännön mukaisesti. Toimintaohjelmassa määriteltyjen toimenpiteiden toimeenpano sovitetaan yhteen muiden alueella toteutettavien yhteisön osarahoitteisten ohjelmien ja tukitoimenpiteiden kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_15",
        "normalized_fi": "Kalatalousrahaston toimet sovitetaan yhteen rakennerahastojen sekä Euroopan maaseudun kehittämisen maatalousrahaston ja Euroopan maatalouden tukirahaston kanssa rakennerahastoja koskevan kansallisen lainsäädännön mukaisesti. Toimintaohjelmassa määriteltyjen toimenpiteiden toimeenpano sovitetaan yhteen muiden alueella toteutettavien yhteisön osarahoitteisten ohjelmien ja tukitoimenpiteiden kanssa.",
        "folded_fi": "kalatalousrahaston toimet sovitetaan yhteen rakennerahastojen seka euroopan maaseudun kehittamisen maatalousrahaston ja euroopan maatalouden tukirahaston kanssa rakennerahastoja koskevan kansallisen lainsaadannon mukaisesti. toimintaohjelmassa maariteltyjen toimenpiteiden toimeenpano sovitetaan yhteen muiden alueella toteutettavien yhteison osarahoitteisten ohjelmien ja tukitoimenpiteiden kanssa.",
        "title_sv": "Samordning av det operativa programmet",
        "content_sv": "De insatser som ingår i fiskerifonden samordnas med strukturfonderna, Europeiska jordbruksfonden för landsbygdsutveckling och Europeiska garantifonden för jordbruket i enlighet med den nationella lagstiftningen om strukturfonderna. Genomförandet av de åtgärder som definieras i det operativa programmet samordnas med övriga program och stödåtgärder som genomförs i regionen och delfinansieras av gemenskapen.",
        "normalized_sv": "De insatser som ingår i fiskerifonden samordnas med strukturfonderna, Europeiska jordbruksfonden för landsbygdsutveckling och Europeiska garantifonden för jordbruket i enlighet med den nationella lagstiftningen om strukturfonderna. Genomförandet av de åtgärder som definieras i det operativa programmet samordnas med övriga program och stödåtgärder som genomförs i regionen och delfinansieras av gemenskapen.",
        "folded_sv": "de insatser som ingar i fiskerifonden samordnas med strukturfonderna, europeiska jordbruksfonden for landsbygdsutveckling och europeiska garantifonden for jordbruket i enlighet med den nationella lagstiftningen om strukturfonderna. genomforandet av de atgarder som definieras i det operativa programmet samordnas med ovriga program och stodatgarder som genomfors i regionen och delfinansieras av gemenskapen."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "title": "Tukimuodot ja tuettava toiminta",
      "content": "Kalatalousrahaston varoista voidaan myöntää tukia seuraaviin kalatalousrahastoasetuksessa säädettyihin ja toimintaohjelmassa tarkemmin määriteltyihin toimenpiteisiin: 1) kalastuksen, vesiviljelyn, kalan jalostuksen ja kalan tukkukaupan investointeihin; 2) elinkeinokalatalouden yritysten toimintaympäristön investointeihin ja kehittämishankkeisiin; 3) kalatalousryhmien toimintaan; sekä 4) muihin kalatalousrahastoasetuksen mukaisiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_16",
        "normalized_fi": "Kalatalousrahaston varoista voidaan myöntää tukia seuraaviin kalatalousrahastoasetuksessa säädettyihin ja toimintaohjelmassa tarkemmin määriteltyihin toimenpiteisiin: 1) kalastuksen, vesiviljelyn, kalan jalostuksen ja kalan tukkukaupan investointeihin; 2) elinkeinokalatalouden yritysten toimintaympäristön investointeihin ja kehittämishankkeisiin; 3) kalatalousryhmien toimintaan; sekä 4) muihin kalatalousrahastoasetuksen mukaisiin toimenpiteisiin.",
        "folded_fi": "kalatalousrahaston varoista voidaan myontaa tukia seuraaviin kalatalousrahastoasetuksessa saadettyihin ja toimintaohjelmassa tarkemmin maariteltyihin toimenpiteisiin: 1) kalastuksen, vesiviljelyn, kalan jalostuksen ja kalan tukkukaupan investointeihin; 2) elinkeinokalatalouden yritysten toimintaympariston investointeihin ja kehittamishankkeisiin; 3) kalatalousryhmien toimintaan; seka 4) muihin kalatalousrahastoasetuksen mukaisiin toimenpiteisiin.",
        "title_sv": "Stödformer och verksamhet som stöds",
        "content_sv": "Av medel från fiskerifonden är det möjligt att bevilja stöd för följande åtgärder som anges i förordningen om fiskerifonden och definieras närmare i det operativa programmet: 1) investeringar i fiske, vattenbruk, fiskförädling och partihandel med fisk, 2) investeringar i fiskerinäringsföretagens verksamhetsbetingelser samt företagens utvecklingsprojekt, 3) fiskerigruppernas verksamhet samt 4) övriga åtgärder enligt förordningen om fiskerifonden.",
        "normalized_sv": "Av medel från fiskerifonden är det möjligt att bevilja stöd för följande åtgärder som anges i förordningen om fiskerifonden och definieras närmare i det operativa programmet: 1) investeringar i fiske, vattenbruk, fiskförädling och partihandel med fisk, 2) investeringar i fiskerinäringsföretagens verksamhetsbetingelser samt företagens utvecklingsprojekt, 3) fiskerigruppernas verksamhet samt 4) övriga åtgärder enligt förordningen om fiskerifonden.",
        "folded_sv": "av medel fran fiskerifonden ar det mojligt att bevilja stod for foljande atgarder som anges i forordningen om fiskerifonden och definieras narmare i det operativa programmet: 1) investeringar i fiske, vattenbruk, fiskforadling och partihandel med fisk, 2) investeringar i fiskerinaringsforetagens verksamhetsbetingelser samt foretagens utvecklingsprojekt, 3) fiskerigruppernas verksamhet samt 4) ovriga atgarder enligt forordningen om fiskerifonden."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "title": "Tuen hakeminen",
      "content": "Kirjallinen, allekirjoitettu hakemus on toimitettava ennen tuettavan toimenpiteen aloittamista siihen työvoima- ja elinkeinokeskukseen, jonka toimialueella tuettava toimenpide pääosin toteutetaan tai jonka toimialueella hakijan kotipaikka sijaitsee.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_17",
        "normalized_fi": "Kirjallinen, allekirjoitettu hakemus on toimitettava ennen tuettavan toimenpiteen aloittamista siihen työvoima- ja elinkeinokeskukseen, jonka toimialueella tuettava toimenpide pääosin toteutetaan tai jonka toimialueella hakijan kotipaikka sijaitsee.",
        "folded_fi": "kirjallinen, allekirjoitettu hakemus on toimitettava ennen tuettavan toimenpiteen aloittamista siihen tyovoima- ja elinkeinokeskukseen, jonka toimialueella tuettava toimenpide paaosin toteutetaan tai jonka toimialueella hakijan kotipaikka sijaitsee.",
        "title_sv": "Ansökan om stöd",
        "content_sv": "Innan den åtgärd för vilken stöd söks inleds skall en skriftlig och undertecknad ansökan ges in till den arbetskrafts- och näringscentral inom vars verksamhetsområde åtgärden huvudsakligen avses bli genomförd eller sökanden har sin hemort.",
        "normalized_sv": "Innan den åtgärd för vilken stöd söks inleds skall en skriftlig och undertecknad ansökan ges in till den arbetskrafts- och näringscentral inom vars verksamhetsområde åtgärden huvudsakligen avses bli genomförd eller sökanden har sin hemort.",
        "folded_sv": "innan den atgard for vilken stod soks inleds skall en skriftlig och undertecknad ansokan ges in till den arbetskrafts- och naringscentral inom vars verksamhetsomrade atgarden huvudsakligen avses bli genomford eller sokanden har sin hemort."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "title": "Tuen myöntäminen ilman hakemusta",
      "content": "Maa- ja metsätalousministeriö ja työvoima- ja elinkeinokeskukset voivat myöntää tukea kalatalousrahastoasetuksen 46 artiklan mukaiseen tekniseen apuun ilman hakemusta. Maa- ja metsätalousministeriö voi myöntää tukea kalatalousrahastoasetuksen IV osaston III luvun mukaisiin toimenpiteisiin ilman hakemusta toimintaohjelman tavoitteiden saavuttamiseen liittyvästä erityisestä syystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_18",
        "normalized_fi": "Maa- ja metsätalousministeriö ja työvoima- ja elinkeinokeskukset voivat myöntää tukea kalatalousrahastoasetuksen 46 artiklan mukaiseen tekniseen apuun ilman hakemusta. Maa- ja metsätalousministeriö voi myöntää tukea kalatalousrahastoasetuksen IV osaston III luvun mukaisiin toimenpiteisiin ilman hakemusta toimintaohjelman tavoitteiden saavuttamiseen liittyvästä erityisestä syystä.",
        "folded_fi": "maa- ja metsatalousministerio ja tyovoima- ja elinkeinokeskukset voivat myontaa tukea kalatalousrahastoasetuksen 46 artiklan mukaiseen tekniseen apuun ilman hakemusta. maa- ja metsatalousministerio voi myontaa tukea kalatalousrahastoasetuksen iv osaston iii luvun mukaisiin toimenpiteisiin ilman hakemusta toimintaohjelman tavoitteiden saavuttamiseen liittyvasta erityisesta syysta.",
        "title_sv": "Beviljande av stöd utan ansökan",
        "content_sv": "Jord- och skogsbruksministeriet och arbetskrafts- och näringscentralerna kan utan ansökan bevilja stöd för genomförande av tekniskt stöd enligt artikel 46 i förordningen om fiskerifonden. Jord- och skogsbruksministeriet kan, av särskilda skäl som hänför sig till uppnåendet av målen för det operativa programmet, utan ansökan bevilja stöd för åtgärder enligt avdelning IV kapitel III i förordningen om fiskerifonden.",
        "normalized_sv": "Jord- och skogsbruksministeriet och arbetskrafts- och näringscentralerna kan utan ansökan bevilja stöd för genomförande av tekniskt stöd enligt artikel 46 i förordningen om fiskerifonden. Jord- och skogsbruksministeriet kan, av särskilda skäl som hänför sig till uppnåendet av målen för det operativa programmet, utan ansökan bevilja stöd för åtgärder enligt avdelning IV kapitel III i förordningen om fiskerifonden.",
        "folded_sv": "jord- och skogsbruksministeriet och arbetskrafts- och naringscentralerna kan utan ansokan bevilja stod for genomforande av tekniskt stod enligt artikel 46 i forordningen om fiskerifonden. jord- och skogsbruksministeriet kan, av sarskilda skal som hanfor sig till uppnaendet av malen for det operativa programmet, utan ansokan bevilja stod for atgarder enligt avdelning iv kapitel iii i forordningen om fiskerifonden."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "Tuen saajaa koskevat edellytykset",
      "content": "Tuen saaja voi olla oikeushenkilö tai luonnollinen henkilö. Investointeihin tukea voidaan myöntää vain sille, joka on arvonlisäverolaissa (1501/1993) tarkoitettu arvonlisäverovelvollinen. Lisäedellytyksenä kalastuksen investoinneissa on, että tuen hakija on kalastuslain (286/1982) 6 a §:n 1 momentissa tarkoitettu ammattikalastaja. Hakijalle, joka ei tukea haettaessa täytä 2 momentissa säädettyjä vaatimuksia, voidaan myöntää tukea kalastuksen investointeihin, jos hakija esittää hakemuksen liitteenä toteuttamiskelpoisen suunnitelman vaatimusten täyttämiseksi kolmen vuoden kuluessa viimeisen maksuerän maksamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_19",
        "normalized_fi": "Tuen saaja voi olla oikeushenkilö tai luonnollinen henkilö. Investointeihin tukea voidaan myöntää vain sille, joka on arvonlisäverolaissa (1501/1993) tarkoitettu arvonlisäverovelvollinen. Lisäedellytyksenä kalastuksen investoinneissa on, että tuen hakija on kalastuslain (286/1982) 6 a § :n 1 momentissa tarkoitettu ammattikalastaja. Hakijalle, joka ei tukea haettaessa täytä 2 momentissa säädettyjä vaatimuksia, voidaan myöntää tukea kalastuksen investointeihin, jos hakija esittää hakemuksen liitteenä toteuttamiskelpoisen suunnitelman vaatimusten täyttämiseksi kolmen vuoden kuluessa viimeisen maksuerän maksamisesta.",
        "folded_fi": "tuen saaja voi olla oikeushenkilo tai luonnollinen henkilo. investointeihin tukea voidaan myontaa vain sille, joka on arvonlisaverolaissa (1501/1993) tarkoitettu arvonlisaverovelvollinen. lisaedellytyksena kalastuksen investoinneissa on, etta tuen hakija on kalastuslain (286/1982) 6 a §:n 1 momentissa tarkoitettu ammattikalastaja. hakijalle, joka ei tukea haettaessa tayta 2 momentissa saadettyja vaatimuksia, voidaan myontaa tukea kalastuksen investointeihin, jos hakija esittaa hakemuksen liitteena toteuttamiskelpoisen suunnitelman vaatimusten tayttamiseksi kolmen vuoden kuluessa viimeisen maksueran maksamisesta.",
        "title_sv": "Krav som gäller stödtagaren",
        "content_sv": "Stödtagaren kan vara en juridisk eller fysisk person. Stöd till investeringar får beviljas endast den som är mervärdesskattskyldig enligt mervärdesskattelagen (1501/1993). Vid investeringar i fiske krävs det dessutom att sökanden är yrkesfiskare enligt 6 a § 1 mom. i lagen om fiske (286/1982). Sökande som när stödet söks inte uppfyller kraven i 2 mom. kan beviljas stöd för investeringar i fiske, om de i en bilaga till ansökan lägger fram en genomförbar plan för hur kraven skall uppfyllas inom tre år från utbetalningen av den sista stödposten.",
        "normalized_sv": "Stödtagaren kan vara en juridisk eller fysisk person. Stöd till investeringar får beviljas endast den som är mervärdesskattskyldig enligt mervärdesskattelagen (1501/1993). Vid investeringar i fiske krävs det dessutom att sökanden är yrkesfiskare enligt 6 a § 1 mom. i lagen om fiske (286/1982). Sökande som när stödet söks inte uppfyller kraven i 2 mom. kan beviljas stöd för investeringar i fiske, om de i en bilaga till ansökan lägger fram en genomförbar plan för hur kraven skall uppfyllas inom tre år från utbetalningen av den sista stödposten.",
        "folded_sv": "stodtagaren kan vara en juridisk eller fysisk person. stod till investeringar far beviljas endast den som ar mervardesskattskyldig enligt mervardesskattelagen (1501/1993). vid investeringar i fiske kravs det dessutom att sokanden ar yrkesfiskare enligt 6 a § 1 mom. i lagen om fiske (286/1982). sokande som nar stodet soks inte uppfyller kraven i 2 mom. kan beviljas stod for investeringar i fiske, om de i en bilaga till ansokan lagger fram en genomforbar plan for hur kraven skall uppfyllas inom tre ar fran utbetalningen av den sista stodposten."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Kustannusten tukikelpoisuus",
      "content": "Tukea voidaan myöntää tuettavasta toimenpiteestä aiheutuviin kustannuksiin, jotka ovat syntyneet tukihakemuksen vireilletulon jälkeen. Tukea voidaan myöntää vain investointihankkeeseen, jonka kokonaiskustannukset ovat vähintään 3 000 euroa, jollei tuen myöntämiselle ole elinkeinokalatalouden kehittämiseen liittyvää painavaa syytä. Yksinomaan julkisesti rahoitettuun hankkeeseen liittyvissä hankinnoissa, jotka jäävät julkisista hankinnoista annetun lainsäädännön soveltamisalan ulkopuolelle, on pyydettävä tarjous vähintään kolmelta eri toimittajalta, jos hankinnan arvo ylittää 1 000 euroa. Kehittämishankkeissa syntyvät yleiskustannukset ovat tukikelpoisia, jos ne kohdistuvat hankkeeseen perustellulla tavalla ja niiden kohdistuminen hankkeeseen on luotettavasti osoitettu. Luontaissuoritukset ovat tukikelpoisia kustannuksia osana hankkeen yksityistä rahoitusosuutta. Valtioneuvoston asetuksella säädetään tarkemmin hyväksyttävistä yleiskustannuksista ja luontaissuorituksista sekä niiden erittelystä, osoittamisesta ja enimmäismäärästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_20",
        "normalized_fi": "Tukea voidaan myöntää tuettavasta toimenpiteestä aiheutuviin kustannuksiin, jotka ovat syntyneet tukihakemuksen vireilletulon jälkeen. Tukea voidaan myöntää vain investointihankkeeseen, jonka kokonaiskustannukset ovat vähintään 3 000 euroa, jollei tuen myöntämiselle ole elinkeinokalatalouden kehittämiseen liittyvää painavaa syytä. Yksinomaan julkisesti rahoitettuun hankkeeseen liittyvissä hankinnoissa, jotka jäävät julkisista hankinnoista annetun lainsäädännön soveltamisalan ulkopuolelle, on pyydettävä tarjous vähintään kolmelta eri toimittajalta, jos hankinnan arvo ylittää 1 000 euroa. Kehittämishankkeissa syntyvät yleiskustannukset ovat tukikelpoisia, jos ne kohdistuvat hankkeeseen perustellulla tavalla ja niiden kohdistuminen hankkeeseen on luotettavasti osoitettu. Luontaissuoritukset ovat tukikelpoisia kustannuksia osana hankkeen yksityistä rahoitusosuutta. Valtioneuvoston asetuksella säädetään tarkemmin hyväksyttävistä yleiskustannuksista ja luontaissuorituksista sekä niiden erittelystä, osoittamisesta ja enimmäismäärästä.",
        "folded_fi": "tukea voidaan myontaa tuettavasta toimenpiteesta aiheutuviin kustannuksiin, jotka ovat syntyneet tukihakemuksen vireilletulon jalkeen. tukea voidaan myontaa vain investointihankkeeseen, jonka kokonaiskustannukset ovat vahintaan 3 000 euroa, jollei tuen myontamiselle ole elinkeinokalatalouden kehittamiseen liittyvaa painavaa syyta. yksinomaan julkisesti rahoitettuun hankkeeseen liittyvissa hankinnoissa, jotka jaavat julkisista hankinnoista annetun lainsaadannon soveltamisalan ulkopuolelle, on pyydettava tarjous vahintaan kolmelta eri toimittajalta, jos hankinnan arvo ylittaa 1 000 euroa. kehittamishankkeissa syntyvat yleiskustannukset ovat tukikelpoisia, jos ne kohdistuvat hankkeeseen perustellulla tavalla ja niiden kohdistuminen hankkeeseen on luotettavasti osoitettu. luontaissuoritukset ovat tukikelpoisia kustannuksia osana hankkeen yksityista rahoitusosuutta. valtioneuvoston asetuksella saadetaan tarkemmin hyvaksyttavista yleiskustannuksista ja luontaissuorituksista seka niiden erittelysta, osoittamisesta ja enimmaismaarasta.",
        "title_sv": "Stödberättigande kostnader",
        "content_sv": "Stöd kan beviljas för kostnader som orsakas av den åtgärd som ansökan gäller och som har uppkommit efter det att stödansökan blivit anhängig. Stöd kan beviljas endast för ett sådant investeringsprojekt vars sammanlagda kostnader uppgår till minst 3 000 euro, om det inte finns något sådant vägande skäl att bevilja stöd som sammanhänger med utvecklandet av fiskerinäringen. Vid upphandling som gäller projekt med enbart offentlig finansiering och som inte ingår i tillämpningsområdet för lagstiftningen om offentlig upphandling skall anbud begäras hos minst tre olika leverantörer, om värdet av upphandlingen överstiger 1 000 euro. Omkostnader som uppkommer vid utvecklingsprojekt berättigar till stöd, om de anknyter till projektet på motiverat sätt och anknytningen har styrkts på ett tillförlitligt sätt. Naturaprestationer är stödberättigande kostnader när de utgör en del av den privata medfinansieringen av ett projekt. Närmare bestämmelser om godtagbara omkostnader och naturaprestationer, om specifikationen och styrkandet av dem samt om deras maximibelopp utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Stöd kan beviljas för kostnader som orsakas av den åtgärd som ansökan gäller och som har uppkommit efter det att stödansökan blivit anhängig. Stöd kan beviljas endast för ett sådant investeringsprojekt vars sammanlagda kostnader uppgår till minst 3 000 euro, om det inte finns något sådant vägande skäl att bevilja stöd som sammanhänger med utvecklandet av fiskerinäringen. Vid upphandling som gäller projekt med enbart offentlig finansiering och som inte ingår i tillämpningsområdet för lagstiftningen om offentlig upphandling skall anbud begäras hos minst tre olika leverantörer, om värdet av upphandlingen överstiger 1 000 euro. Omkostnader som uppkommer vid utvecklingsprojekt berättigar till stöd, om de anknyter till projektet på motiverat sätt och anknytningen har styrkts på ett tillförlitligt sätt. Naturaprestationer är stödberättigande kostnader när de utgör en del av den privata medfinansieringen av ett projekt. Närmare bestämmelser om godtagbara omkostnader och naturaprestationer, om specifikationen och styrkandet av dem samt om deras maximibelopp utfärdas genom förordning av statsrådet.",
        "folded_sv": "stod kan beviljas for kostnader som orsakas av den atgard som ansokan galler och som har uppkommit efter det att stodansokan blivit anhangig. stod kan beviljas endast for ett sadant investeringsprojekt vars sammanlagda kostnader uppgar till minst 3 000 euro, om det inte finns nagot sadant vagande skal att bevilja stod som sammanhanger med utvecklandet av fiskerinaringen. vid upphandling som galler projekt med enbart offentlig finansiering och som inte ingar i tillampningsomradet for lagstiftningen om offentlig upphandling skall anbud begaras hos minst tre olika leverantorer, om vardet av upphandlingen overstiger 1 000 euro. omkostnader som uppkommer vid utvecklingsprojekt berattigar till stod, om de anknyter till projektet pa motiverat satt och anknytningen har styrkts pa ett tillforlitligt satt. naturaprestationer ar stodberattigande kostnader nar de utgor en del av den privata medfinansieringen av ett projekt. narmare bestammelser om godtagbara omkostnader och naturaprestationer, om specifikationen och styrkandet av dem samt om deras maximibelopp utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Kehittämissuunnitelma",
      "content": "Investointituen hakija voi esittää hakemuksen yhteydessä yrityksen tai ammatinharjoittajan toiminnan kehittämisen kannalta olennaiset seikat sisältävän kehittämissuunnitelman. Työvoima- ja elinkeinokeskuksen tulee ottaa kehittämissuunnitelma huomioon korottavana tekijänä tuen tasosta päättäessään. Valtioneuvoston asetuksella säädetään tarkemmin kehittämissuunnitelman sisällöstä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_21",
        "normalized_fi": "Investointituen hakija voi esittää hakemuksen yhteydessä yrityksen tai ammatinharjoittajan toiminnan kehittämisen kannalta olennaiset seikat sisältävän kehittämissuunnitelman. Työvoima- ja elinkeinokeskuksen tulee ottaa kehittämissuunnitelma huomioon korottavana tekijänä tuen tasosta päättäessään. Valtioneuvoston asetuksella säädetään tarkemmin kehittämissuunnitelman sisällöstä.",
        "folded_fi": "investointituen hakija voi esittaa hakemuksen yhteydessa yrityksen tai ammatinharjoittajan toiminnan kehittamisen kannalta olennaiset seikat sisaltavan kehittamissuunnitelman. tyovoima- ja elinkeinokeskuksen tulee ottaa kehittamissuunnitelma huomioon korottavana tekijana tuen tasosta paattaessaan. valtioneuvoston asetuksella saadetaan tarkemmin kehittamissuunnitelman sisallosta.",
        "title_sv": "Utvecklingsplan",
        "content_sv": "Den som ansöker om investeringsstöd kan i samband med ansökan lägga fram en utvecklingsplan som innehåller de för utvecklingen av företagets eller yrkesutövarens verksamhet väsentliga omständigheterna. Arbetskrafts- och näringscentralen skall beakta utvecklingsplanen som en förhöjande faktor när den beslutar om stödnivån. Närmare bestämmelser om utvecklingsplanens innehåll utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Den som ansöker om investeringsstöd kan i samband med ansökan lägga fram en utvecklingsplan som innehåller de för utvecklingen av företagets eller yrkesutövarens verksamhet väsentliga omständigheterna. Arbetskrafts- och näringscentralen skall beakta utvecklingsplanen som en förhöjande faktor när den beslutar om stödnivån. Närmare bestämmelser om utvecklingsplanens innehåll utfärdas genom förordning av statsrådet.",
        "folded_sv": "den som ansoker om investeringsstod kan i samband med ansokan lagga fram en utvecklingsplan som innehaller de for utvecklingen av foretagets eller yrkesutovarens verksamhet vasentliga omstandigheterna. arbetskrafts- och naringscentralen skall beakta utvecklingsplanen som en forhojande faktor nar den beslutar om stodnivan. narmare bestammelser om utvecklingsplanens innehall utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "title": "Tuen myöntäjään ja tuen saajaan kohdistuvat tarkastukset",
      "content": "Maaseutuvirasto tarkastaa tuen saajan toteuttamat toimenpiteet sekä tuen myöntämiseen liittyvät menettelyt tarkastusviranomaisen laatiman ja komission hyväksymän tarkastusstrategian mukaisesti. Maa- ja metsätalousministeriö voi tarvittaessa tehdä tuen myöntämiseen, maksamiseen ja käyttöön liittyvien edellytysten ja ehtojen noudattamisen valvomiseksi tuen myöntäjiin ja saajiin kohdistuvia tarkastuksia. Vastaava oikeus on tuen saajien osalta työvoima- ja elinkeinokeskuksilla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_22",
        "normalized_fi": "Maaseutuvirasto tarkastaa tuen saajan toteuttamat toimenpiteet sekä tuen myöntämiseen liittyvät menettelyt tarkastusviranomaisen laatiman ja komission hyväksymän tarkastusstrategian mukaisesti. Maa- ja metsätalousministeriö voi tarvittaessa tehdä tuen myöntämiseen, maksamiseen ja käyttöön liittyvien edellytysten ja ehtojen noudattamisen valvomiseksi tuen myöntäjiin ja saajiin kohdistuvia tarkastuksia. Vastaava oikeus on tuen saajien osalta työvoima- ja elinkeinokeskuksilla.",
        "folded_fi": "maaseutuvirasto tarkastaa tuen saajan toteuttamat toimenpiteet seka tuen myontamiseen liittyvat menettelyt tarkastusviranomaisen laatiman ja komission hyvaksyman tarkastusstrategian mukaisesti. maa- ja metsatalousministerio voi tarvittaessa tehda tuen myontamiseen, maksamiseen ja kayttoon liittyvien edellytysten ja ehtojen noudattamisen valvomiseksi tuen myontajiin ja saajiin kohdistuvia tarkastuksia. vastaava oikeus on tuen saajien osalta tyovoima- ja elinkeinokeskuksilla.",
        "title_sv": "Granskningar och kontroller som gäller dem som beviljar stöd och stödtagare",
        "content_sv": "De åtgärder som stödtagarna vidtagit och förfarandena vid beviljandet av stöd granskas av Landsbygdsverket i enlighet med ett revisionsprogram som revisionsmyndigheten har utarbetat och kommissionen godkänt. I syfte att utöva tillsyn över iakttagandet av förutsättningarna och villkoren för beviljande, utbetalning och användning av stöd kan jord- och skogsbruksministeriet vid behov utföra kontroller som gäller dem som beviljar stöd och stödtagare. Arbetskrafts- och näringscentralerna har motsvarande rätt i fråga om stödtagare.",
        "normalized_sv": "De åtgärder som stödtagarna vidtagit och förfarandena vid beviljandet av stöd granskas av Landsbygdsverket i enlighet med ett revisionsprogram som revisionsmyndigheten har utarbetat och kommissionen godkänt. I syfte att utöva tillsyn över iakttagandet av förutsättningarna och villkoren för beviljande, utbetalning och användning av stöd kan jord- och skogsbruksministeriet vid behov utföra kontroller som gäller dem som beviljar stöd och stödtagare. Arbetskrafts- och näringscentralerna har motsvarande rätt i fråga om stödtagare.",
        "folded_sv": "de atgarder som stodtagarna vidtagit och forfarandena vid beviljandet av stod granskas av landsbygdsverket i enlighet med ett revisionsprogram som revisionsmyndigheten har utarbetat och kommissionen godkant. i syfte att utova tillsyn over iakttagandet av forutsattningarna och villkoren for beviljande, utbetalning och anvandning av stod kan jord- och skogsbruksministeriet vid behov utfora kontroller som galler dem som beviljar stod och stodtagare. arbetskrafts- och naringscentralerna har motsvarande ratt i fraga om stodtagare."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "title": "Seurantajärjestelmä",
      "content": "Tukien rahoituksen, myöntämisen, maksamisen, tarkastuksen ja takaisinperinnän sekä niiden vaikutusten seurannan tietojärjestelmänä toimii elinkeinokalatalouden rakennetukirekisteri. Elinkeinokalatalouden rakennetukirekisterin rakentamisesta ja kehittämisestä vastaa maa- ja metsätalousministeriö. Rekisterin ylläpidosta vastaavat maa- ja metsätalousministeriö ja työvoima- ja elinkeinokeskukset yhdessä. Rekisteriin voidaan tallentaa seuraavat tiedot: 1) hakijan nimi ja yhteystiedot sekä henkilötunnus tai yritys- ja yhteisötunnus; 2) hakijan yhteyshenkilön nimi ja yhteystiedot, 3) tuettavan toimenpiteen sisältöä, tavoitteita ja tuloksia koskevat tiedot; 4) tuettavan toimenpiteen kustannuksia ja kokonaisrahoitusta koskevat arviot sekä näiden toteutumista koskevat tiedot; 5) tuki- tai maksuhakemusta ja sen ratkaisemista sekä tuen yksilöintiä koskevat tiedot; 6) hankkeen ohjausryhmän jäsenten nimi- ja yhteystiedot; 7) tiedot tuensaajalle myönnetyistä ja maksetuista tuista; 8) tuettavaan toimenpiteeseen käytettävän julkisen ja yksityisen rahoituksen määrä; 9) tiedot paikan päällä tehtävistä todentamisista; 10) tiedot tarkastuksesta ja siinä tehdyistä havainnoista; 11) tiedot tuen saajalta takaisinperittävistä tuista sekä takaisinperinnän toteutumisesta; 12) seurantaa varten kerättävät, toimintaohjelmassa määriteltyjen indikaattorien mukaiset tiedot; sekä 13) kehittämissuunnitelmaa koskevat tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_23",
        "normalized_fi": "Tukien rahoituksen, myöntämisen, maksamisen, tarkastuksen ja takaisinperinnän sekä niiden vaikutusten seurannan tietojärjestelmänä toimii elinkeinokalatalouden rakennetukirekisteri. Elinkeinokalatalouden rakennetukirekisterin rakentamisesta ja kehittämisestä vastaa maa- ja metsätalousministeriö. Rekisterin ylläpidosta vastaavat maa- ja metsätalousministeriö ja työvoima- ja elinkeinokeskukset yhdessä. Rekisteriin voidaan tallentaa seuraavat tiedot: 1) hakijan nimi ja yhteystiedot sekä henkilötunnus tai yritys- ja yhteisötunnus; 2) hakijan yhteyshenkilön nimi ja yhteystiedot, 3) tuettavan toimenpiteen sisältöä, tavoitteita ja tuloksia koskevat tiedot; 4) tuettavan toimenpiteen kustannuksia ja kokonaisrahoitusta koskevat arviot sekä näiden toteutumista koskevat tiedot; 5) tuki- tai maksuhakemusta ja sen ratkaisemista sekä tuen yksilöintiä koskevat tiedot; 6) hankkeen ohjausryhmän jäsenten nimi- ja yhteystiedot; 7) tiedot tuensaajalle myönnetyistä ja maksetuista tuista; 8) tuettavaan toimenpiteeseen käytettävän julkisen ja yksityisen rahoituksen määrä; 9) tiedot paikan päällä tehtävistä todentamisista; 10) tiedot tarkastuksesta ja siinä tehdyistä havainnoista; 11) tiedot tuen saajalta takaisinperittävistä tuista sekä takaisinperinnän toteutumisesta; 12) seurantaa varten kerättävät, toimintaohjelmassa määriteltyjen indikaattorien mukaiset tiedot; sekä 13) kehittämissuunnitelmaa koskevat tiedot.",
        "folded_fi": "tukien rahoituksen, myontamisen, maksamisen, tarkastuksen ja takaisinperinnan seka niiden vaikutusten seurannan tietojarjestelmana toimii elinkeinokalatalouden rakennetukirekisteri. elinkeinokalatalouden rakennetukirekisterin rakentamisesta ja kehittamisesta vastaa maa- ja metsatalousministerio. rekisterin yllapidosta vastaavat maa- ja metsatalousministerio ja tyovoima- ja elinkeinokeskukset yhdessa. rekisteriin voidaan tallentaa seuraavat tiedot: 1) hakijan nimi ja yhteystiedot seka henkilotunnus tai yritys- ja yhteisotunnus; 2) hakijan yhteyshenkilon nimi ja yhteystiedot, 3) tuettavan toimenpiteen sisaltoa, tavoitteita ja tuloksia koskevat tiedot; 4) tuettavan toimenpiteen kustannuksia ja kokonaisrahoitusta koskevat arviot seka naiden toteutumista koskevat tiedot; 5) tuki- tai maksuhakemusta ja sen ratkaisemista seka tuen yksilointia koskevat tiedot; 6) hankkeen ohjausryhman jasenten nimi- ja yhteystiedot; 7) tiedot tuensaajalle myonnetyista ja maksetuista tuista; 8) tuettavaan toimenpiteeseen kaytettavan julkisen ja yksityisen rahoituksen maara; 9) tiedot paikan paalla tehtavista todentamisista; 10) tiedot tarkastuksesta ja siina tehdyista havainnoista; 11) tiedot tuen saajalta takaisinperittavista tuista seka takaisinperinnan toteutumisesta; 12) seurantaa varten kerattavat, toimintaohjelmassa maariteltyjen indikaattorien mukaiset tiedot; seka 13) kehittamissuunnitelmaa koskevat tiedot.",
        "title_sv": "Övervakningssystem",
        "content_sv": "Registret för strukturstöd till fiskerinäringen fungerar som ett informationssystem för övervakning av finansieringen, beviljandet, utbetalningen, granskningen och återkravet av stöd samt för övervakning av stödens verkningar. Jord- och skogsbruksministeriet svarar för uppbyggnaden och utvecklingen av registret för strukturstöd till fiskerinäringen. För driften av registret svarar jord- och skogsbruksministeriet och arbetskrafts- och näringscentralerna gemensamt. I registret kan följande uppgifter föras in: 1) sökandens namn och kontaktuppgifter samt personbeteckning eller företags- och organisationsnummer, 2) namn och kontaktuppgifter i fråga om sökandens kontaktperson, 3) uppgifter om innehållet, målen och resultaten beträffande den åtgärd för vilken stöd söks, 4) uppskattningar av kostnaderna för och totalfinansieringen av den åtgärd för vilken stöd söks samt uppgifter om utfallet, 5) uppgifter om ansökan om stöd eller utbetalning och avgörandet av den samt om stödspecificeringen, 6) namn och kontaktuppgifter i fråga om medlemmarna i projektets styrgrupp, 7) uppgifter om stöd som beviljats och utbetalts till stödtagaren, 8) det belopp av offentlig och privat finansiering som används för åtgärden i fråga, 9) uppgifter om verifieringar på plats, 10) uppgifter om granskning och om iakttagelser som gjorts vid granskningen, 11) uppgifter om stöd som skall återkrävas hos stödtagaren och om genomförandet av återkravet, 12) uppgifter som samlas in i övervakningssyfte och är förenliga med de indikatorer som definieras i det operativa programmet, samt 13) uppgifter om utvecklingsplanen.",
        "normalized_sv": "Registret för strukturstöd till fiskerinäringen fungerar som ett informationssystem för övervakning av finansieringen, beviljandet, utbetalningen, granskningen och återkravet av stöd samt för övervakning av stödens verkningar. Jord- och skogsbruksministeriet svarar för uppbyggnaden och utvecklingen av registret för strukturstöd till fiskerinäringen. För driften av registret svarar jord- och skogsbruksministeriet och arbetskrafts- och näringscentralerna gemensamt. I registret kan följande uppgifter föras in: 1) sökandens namn och kontaktuppgifter samt personbeteckning eller företags- och organisationsnummer, 2) namn och kontaktuppgifter i fråga om sökandens kontaktperson, 3) uppgifter om innehållet, målen och resultaten beträffande den åtgärd för vilken stöd söks, 4) uppskattningar av kostnaderna för och totalfinansieringen av den åtgärd för vilken stöd söks samt uppgifter om utfallet, 5) uppgifter om ansökan om stöd eller utbetalning och avgörandet av den samt om stödspecificeringen, 6) namn och kontaktuppgifter i fråga om medlemmarna i projektets styrgrupp, 7) uppgifter om stöd som beviljats och utbetalts till stödtagaren, 8) det belopp av offentlig och privat finansiering som används för åtgärden i fråga, 9) uppgifter om verifieringar på plats, 10) uppgifter om granskning och om iakttagelser som gjorts vid granskningen, 11) uppgifter om stöd som skall återkrävas hos stödtagaren och om genomförandet av återkravet, 12) uppgifter som samlas in i övervakningssyfte och är förenliga med de indikatorer som definieras i det operativa programmet, samt 13) uppgifter om utvecklingsplanen.",
        "folded_sv": "registret for strukturstod till fiskerinaringen fungerar som ett informationssystem for overvakning av finansieringen, beviljandet, utbetalningen, granskningen och aterkravet av stod samt for overvakning av stodens verkningar. jord- och skogsbruksministeriet svarar for uppbyggnaden och utvecklingen av registret for strukturstod till fiskerinaringen. for driften av registret svarar jord- och skogsbruksministeriet och arbetskrafts- och naringscentralerna gemensamt. i registret kan foljande uppgifter foras in: 1) sokandens namn och kontaktuppgifter samt personbeteckning eller foretags- och organisationsnummer, 2) namn och kontaktuppgifter i fraga om sokandens kontaktperson, 3) uppgifter om innehallet, malen och resultaten betraffande den atgard for vilken stod soks, 4) uppskattningar av kostnaderna for och totalfinansieringen av den atgard for vilken stod soks samt uppgifter om utfallet, 5) uppgifter om ansokan om stod eller utbetalning och avgorandet av den samt om stodspecificeringen, 6) namn och kontaktuppgifter i fraga om medlemmarna i projektets styrgrupp, 7) uppgifter om stod som beviljats och utbetalts till stodtagaren, 8) det belopp av offentlig och privat finansiering som anvands for atgarden i fraga, 9) uppgifter om verifieringar pa plats, 10) uppgifter om granskning och om iakttagelser som gjorts vid granskningen, 11) uppgifter om stod som skall aterkravas hos stodtagaren och om genomforandet av aterkravet, 12) uppgifter som samlas in i overvakningssyfte och ar forenliga med de indikatorer som definieras i det operativa programmet, samt 13) uppgifter om utvecklingsplanen."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "title": "Tietojen julkisuus, tietojensaantioikeus ja tietojen luovuttaminen",
      "content": "Elinkeinokalatalouden rakennetukirekisteriin sisältyvien tietojen julkisuudesta on voimassa, mitä viranomaisten toiminnan julkisuudesta annetussa laissa säädetään. Maa- ja metsätalousministeriöllä, työvoima- ja elinkeinokeskuksilla ja maaseutuvirastolla on salassapitosäännösten estämättä oikeus saada muulta viranomaiselta, julkista tehtävää hoitavalta taholta ja kalatalousryhmältä hakijaa tai tuen saajaa, tämän terveydentilaa, taloudellista asemaa ja liike- tai ammattitoimintaa, julkisista varoista myönnettyä rahoitusta tai muuta tuen kannalta merkityksellistä olosuhdetta koskevia tietoja, jotka ovat välttämättömiä tukea koskevan asian käsittelemiseksi. Maa- ja metsätalousministeriöllä, työvoima- ja elinkeinokeskuksella ja Maaseutuvirastolla on salassapitosäännösten estämättä oikeus luovuttaa muulle viranomaiselle tai julkista tehtävää hoitavalle taikka Euroopan yhteisön toimielimelle tässä laissa säädettyä tehtävää hoidettaessa saatuja, tuen saajaa koskevia tietoja, jotka ovat välttämättömiä viranomaiselle, julkista tehtävää hoitavalle tai toimielimelle säädetyn tarkastustehtävän suorittamiseksi tai sen valvomiseksi, että Euroopan yhteisön lainsäädäntöä on noudatettu. Edellä 2 ja 3 momentin perusteella saatuja tietoja ei saa käyttää muuhun kuin siihen tarkoitukseen, johon niitä on pyydetty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_24",
        "normalized_fi": "Elinkeinokalatalouden rakennetukirekisteriin sisältyvien tietojen julkisuudesta on voimassa, mitä viranomaisten toiminnan julkisuudesta annetussa laissa säädetään. Maa- ja metsätalousministeriöllä, työvoima- ja elinkeinokeskuksilla ja maaseutuvirastolla on salassapitosäännösten estämättä oikeus saada muulta viranomaiselta, julkista tehtävää hoitavalta taholta ja kalatalousryhmältä hakijaa tai tuen saajaa, tämän terveydentilaa, taloudellista asemaa ja liike- tai ammattitoimintaa, julkisista varoista myönnettyä rahoitusta tai muuta tuen kannalta merkityksellistä olosuhdetta koskevia tietoja, jotka ovat välttämättömiä tukea koskevan asian käsittelemiseksi. Maa- ja metsätalousministeriöllä, työvoima- ja elinkeinokeskuksella ja Maaseutuvirastolla on salassapitosäännösten estämättä oikeus luovuttaa muulle viranomaiselle tai julkista tehtävää hoitavalle taikka Euroopan yhteisön toimielimelle tässä laissa säädettyä tehtävää hoidettaessa saatuja, tuen saajaa koskevia tietoja, jotka ovat välttämättömiä viranomaiselle, julkista tehtävää hoitavalle tai toimielimelle säädetyn tarkastustehtävän suorittamiseksi tai sen valvomiseksi, että Euroopan yhteisön lainsäädäntöä on noudatettu. Edellä 2 ja 3 momentin perusteella saatuja tietoja ei saa käyttää muuhun kuin siihen tarkoitukseen, johon niitä on pyydetty.",
        "folded_fi": "elinkeinokalatalouden rakennetukirekisteriin sisaltyvien tietojen julkisuudesta on voimassa, mita viranomaisten toiminnan julkisuudesta annetussa laissa saadetaan. maa- ja metsatalousministeriolla, tyovoima- ja elinkeinokeskuksilla ja maaseutuvirastolla on salassapitosaannosten estamatta oikeus saada muulta viranomaiselta, julkista tehtavaa hoitavalta taholta ja kalatalousryhmalta hakijaa tai tuen saajaa, taman terveydentilaa, taloudellista asemaa ja liike- tai ammattitoimintaa, julkisista varoista myonnettya rahoitusta tai muuta tuen kannalta merkityksellista olosuhdetta koskevia tietoja, jotka ovat valttamattomia tukea koskevan asian kasittelemiseksi. maa- ja metsatalousministeriolla, tyovoima- ja elinkeinokeskuksella ja maaseutuvirastolla on salassapitosaannosten estamatta oikeus luovuttaa muulle viranomaiselle tai julkista tehtavaa hoitavalle taikka euroopan yhteison toimielimelle tassa laissa saadettya tehtavaa hoidettaessa saatuja, tuen saajaa koskevia tietoja, jotka ovat valttamattomia viranomaiselle, julkista tehtavaa hoitavalle tai toimielimelle saadetyn tarkastustehtavan suorittamiseksi tai sen valvomiseksi, etta euroopan yhteison lainsaadantoa on noudatettu. edella 2 ja 3 momentin perusteella saatuja tietoja ei saa kayttaa muuhun kuin siihen tarkoitukseen, johon niita on pyydetty.",
        "title_sv": "Uppgifternas offentlighet, rätt att få uppgifter och utlämnande av uppgifter",
        "content_sv": "I fråga om offentligheten för uppgifterna i registret för strukturstöd till fiskerinäringen gäller det som föreskrivs i lagen om offentlighet i myndigheternas verksamhet. Jord- och skogsbruksministeriet, arbetskrafts- och näringscentralerna och Landsbygdsverket har utan hinder av sekretessbestämmelserna rätt att av andra myndigheter, den som sköter ett offentligt uppdrag och fiskerigruppen få sådana uppgifter om sökanden eller stödtagaren, dennes hälsotillstånd, ekonomiska ställning och affärs- eller yrkesverksamhet, den av offentliga medel beviljade finansieringen eller andra förhållanden av vikt med avseende på stödet som är nödvändiga för behandlingen av ärenden som gäller stödet. Jord- och skogsbruksministeriet, arbetskrafts- och näringscentralerna och Landsbygdsverket har utan hinder av sekretessbestämmelserna rätt att till en annan myndighet, den som sköter ett offentligt uppdrag eller Europeiska gemenskapens institutioner lämna ut sådana uppgifter om stödtagaren som har erhållits vid utförandet av en uppgift om vilken bestäms i denna lag och som är nödvändiga för fullgörande av en kontrolluppgift som ålagts myndigheten, den som sköter det offentliga uppdraget eller institutionen eller för tillsyn över att Europeiska gemenskapens lagstiftning har iakttagits. Uppgifter som erhållits med stöd av 2 och 3 mom. får inte användas för något annat syfte än det för vilket de har begärts.",
        "normalized_sv": "I fråga om offentligheten för uppgifterna i registret för strukturstöd till fiskerinäringen gäller det som föreskrivs i lagen om offentlighet i myndigheternas verksamhet. Jord- och skogsbruksministeriet, arbetskrafts- och näringscentralerna och Landsbygdsverket har utan hinder av sekretessbestämmelserna rätt att av andra myndigheter, den som sköter ett offentligt uppdrag och fiskerigruppen få sådana uppgifter om sökanden eller stödtagaren, dennes hälsotillstånd, ekonomiska ställning och affärs- eller yrkesverksamhet, den av offentliga medel beviljade finansieringen eller andra förhållanden av vikt med avseende på stödet som är nödvändiga för behandlingen av ärenden som gäller stödet. Jord- och skogsbruksministeriet, arbetskrafts- och näringscentralerna och Landsbygdsverket har utan hinder av sekretessbestämmelserna rätt att till en annan myndighet, den som sköter ett offentligt uppdrag eller Europeiska gemenskapens institutioner lämna ut sådana uppgifter om stödtagaren som har erhållits vid utförandet av en uppgift om vilken bestäms i denna lag och som är nödvändiga för fullgörande av en kontrolluppgift som ålagts myndigheten, den som sköter det offentliga uppdraget eller institutionen eller för tillsyn över att Europeiska gemenskapens lagstiftning har iakttagits. Uppgifter som erhållits med stöd av 2 och 3 mom. får inte användas för något annat syfte än det för vilket de har begärts.",
        "folded_sv": "i fraga om offentligheten for uppgifterna i registret for strukturstod till fiskerinaringen galler det som foreskrivs i lagen om offentlighet i myndigheternas verksamhet. jord- och skogsbruksministeriet, arbetskrafts- och naringscentralerna och landsbygdsverket har utan hinder av sekretessbestammelserna ratt att av andra myndigheter, den som skoter ett offentligt uppdrag och fiskerigruppen fa sadana uppgifter om sokanden eller stodtagaren, dennes halsotillstand, ekonomiska stallning och affars- eller yrkesverksamhet, den av offentliga medel beviljade finansieringen eller andra forhallanden av vikt med avseende pa stodet som ar nodvandiga for behandlingen av arenden som galler stodet. jord- och skogsbruksministeriet, arbetskrafts- och naringscentralerna och landsbygdsverket har utan hinder av sekretessbestammelserna ratt att till en annan myndighet, den som skoter ett offentligt uppdrag eller europeiska gemenskapens institutioner lamna ut sadana uppgifter om stodtagaren som har erhallits vid utforandet av en uppgift om vilken bestams i denna lag och som ar nodvandiga for fullgorande av en kontrolluppgift som alagts myndigheten, den som skoter det offentliga uppdraget eller institutionen eller for tillsyn over att europeiska gemenskapens lagstiftning har iakttagits. uppgifter som erhallits med stod av 2 och 3 mom. far inte anvandas for nagot annat syfte an det for vilket de har begarts."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "Tietojen säilyttäminen ja rekisteröidyn tarkastusoikeus",
      "content": "Elinkeinokalatalouden rakennetukirekisteriin sisältyviä tietoja säilytetään kolme vuotta siitä, kun toimintaohjelma on kalatalousrahastoasetuksen 86 artiklan mukaisesti päätetty. Rekisteröidyn oikeuteen tarkastaa häntä koskevat elinkeinokalatalouden rakennetukirekisteriin sisältyvät tiedot, tiedoissa olevien virheiden tai puutteiden oikaisuun sekä vanhentuneiden ja tarpeettomien tietojen poistamiseen sovelletaan, mitä henkilötietolaissa (523/1999) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_25",
        "normalized_fi": "Elinkeinokalatalouden rakennetukirekisteriin sisältyviä tietoja säilytetään kolme vuotta siitä, kun toimintaohjelma on kalatalousrahastoasetuksen 86 artiklan mukaisesti päätetty. Rekisteröidyn oikeuteen tarkastaa häntä koskevat elinkeinokalatalouden rakennetukirekisteriin sisältyvät tiedot, tiedoissa olevien virheiden tai puutteiden oikaisuun sekä vanhentuneiden ja tarpeettomien tietojen poistamiseen sovelletaan, mitä henkilötietolaissa (523/1999) säädetään.",
        "folded_fi": "elinkeinokalatalouden rakennetukirekisteriin sisaltyvia tietoja sailytetaan kolme vuotta siita, kun toimintaohjelma on kalatalousrahastoasetuksen 86 artiklan mukaisesti paatetty. rekisteroidyn oikeuteen tarkastaa hanta koskevat elinkeinokalatalouden rakennetukirekisteriin sisaltyvat tiedot, tiedoissa olevien virheiden tai puutteiden oikaisuun seka vanhentuneiden ja tarpeettomien tietojen poistamiseen sovelletaan, mita henkilotietolaissa (523/1999) saadetaan.",
        "title_sv": "Förvaring av uppgifter och de registrerades rätt till insyn",
        "content_sv": "Uppgifterna i registret för strukturstöd till fiskerinäringen förvaras i tre år efter det att det operativa programmet har avslutats i enlighet med artikel 86 i förordningen om fiskerifonden. På de registrerades rätt till insyn i uppgifterna om dem i registret, på rättelser av fel eller brister i uppgifterna samt på avförande av föråldrade och onödiga uppgifter tillämpas personuppgiftslagen (523/1999).",
        "normalized_sv": "Uppgifterna i registret för strukturstöd till fiskerinäringen förvaras i tre år efter det att det operativa programmet har avslutats i enlighet med artikel 86 i förordningen om fiskerifonden. På de registrerades rätt till insyn i uppgifterna om dem i registret, på rättelser av fel eller brister i uppgifterna samt på avförande av föråldrade och onödiga uppgifter tillämpas personuppgiftslagen (523/1999).",
        "folded_sv": "uppgifterna i registret for strukturstod till fiskerinaringen forvaras i tre ar efter det att det operativa programmet har avslutats i enlighet med artikel 86 i forordningen om fiskerifonden. pa de registrerades ratt till insyn i uppgifterna om dem i registret, pa rattelser av fel eller brister i uppgifterna samt pa avforande av foraldrade och onodiga uppgifter tillampas personuppgiftslagen (523/1999)."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "Kalatalousryhmän hyväksyminen",
      "content": "Kalatalousryhmäksi voidaan hyväksyä rekisteröity yhdistys tai muu yksityisoikeudellinen yhteisö, joka täyttää ryhmälle yhteisön lainsäädännössä säädetyt toiminnalliset ja hallinnolliset edellytykset. Valtioneuvoston asetuksella säädetään tarkemmin kalatalousryhmien valintaperusteista, hyväksymisessä noudatettavasta menettelystä sekä kalatalousryhmille jaettavan rahoituksen määräytymisperusteista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_26",
        "normalized_fi": "Kalatalousryhmäksi voidaan hyväksyä rekisteröity yhdistys tai muu yksityisoikeudellinen yhteisö, joka täyttää ryhmälle yhteisön lainsäädännössä säädetyt toiminnalliset ja hallinnolliset edellytykset. Valtioneuvoston asetuksella säädetään tarkemmin kalatalousryhmien valintaperusteista, hyväksymisessä noudatettavasta menettelystä sekä kalatalousryhmille jaettavan rahoituksen määräytymisperusteista.",
        "folded_fi": "kalatalousryhmaksi voidaan hyvaksya rekisteroity yhdistys tai muu yksityisoikeudellinen yhteiso, joka tayttaa ryhmalle yhteison lainsaadannossa saadetyt toiminnalliset ja hallinnolliset edellytykset. valtioneuvoston asetuksella saadetaan tarkemmin kalatalousryhmien valintaperusteista, hyvaksymisessa noudatettavasta menettelysta seka kalatalousryhmille jaettavan rahoituksen maaraytymisperusteista.",
        "title_sv": "Godkännande av fiskerigrupper",
        "content_sv": "Som fiskerigrupp kan godkännas en registrerad förening eller någon annan privaträttslig sammanslutning som uppfyller de verksamhetsmässiga och administrativa villkor i fråga om grupperna som anges i gemenskapens lagstiftning. Närmare bestämmelser om urvalskriterierna för fiskerigrupper, om förfarandet i samband med godkännandet av dem samt om grunderna för fördelning av finansieringen mellan fiskerigrupperna utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Som fiskerigrupp kan godkännas en registrerad förening eller någon annan privaträttslig sammanslutning som uppfyller de verksamhetsmässiga och administrativa villkor i fråga om grupperna som anges i gemenskapens lagstiftning. Närmare bestämmelser om urvalskriterierna för fiskerigrupper, om förfarandet i samband med godkännandet av dem samt om grunderna för fördelning av finansieringen mellan fiskerigrupperna utfärdas genom förordning av statsrådet.",
        "folded_sv": "som fiskerigrupp kan godkannas en registrerad forening eller nagon annan privatrattslig sammanslutning som uppfyller de verksamhetsmassiga och administrativa villkor i fraga om grupperna som anges i gemenskapens lagstiftning. narmare bestammelser om urvalskriterierna for fiskerigrupper, om forfarandet i samband med godkannandet av dem samt om grunderna for fordelning av finansieringen mellan fiskerigrupperna utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "Muutoksenhaku",
      "content": "Valtioneuvoston päätökseen, joka koskee 5 §:ssä tarkoitetun kansallisen strategiasuunnitelman tai 6 §:ssä tarkoitetun toimintaohjelman hyväksymistä tai muuttamista, ei saa valittamalla hakea muutosta. Hallintoviranomaisen 6 §:n 3 momentissa tarkoitetusta päätöksestä ei saa valittamalla hakea muutosta. Maa- ja metsätalousministeriön tämän lain nojalla tekemään päätökseen saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Työvoima- ja elinkeinokeskuksen tämän lain nojalla tekemään päätökseen saa hakea muutosta valittamalla maaseutuelinkeinojen valituslautakuntaan siten kuin hallintolainkäyttölaissa säädetään. Maaseutuelinkeinojen valituslautakunnan päätökseen, joka koskee tuen maksamisen keskeyttämistä tai takaisinperintää, saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään. Valituslautakunnan antamaan päätökseen saa muutoin hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen, jos korkein hallinto-oikeus myöntää valitusluvan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_27",
        "normalized_fi": "Valtioneuvoston päätökseen, joka koskee 5 § :ssä tarkoitetun kansallisen strategiasuunnitelman tai 6 § :ssä tarkoitetun toimintaohjelman hyväksymistä tai muuttamista, ei saa valittamalla hakea muutosta. Hallintoviranomaisen 6 § :n 3 momentissa tarkoitetusta päätöksestä ei saa valittamalla hakea muutosta. Maa- ja metsätalousministeriön tämän lain nojalla tekemään päätökseen saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Työvoima- ja elinkeinokeskuksen tämän lain nojalla tekemään päätökseen saa hakea muutosta valittamalla maaseutuelinkeinojen valituslautakuntaan siten kuin hallintolainkäyttölaissa säädetään. Maaseutuelinkeinojen valituslautakunnan päätökseen, joka koskee tuen maksamisen keskeyttämistä tai takaisinperintää, saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään. Valituslautakunnan antamaan päätökseen saa muutoin hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen, jos korkein hallinto-oikeus myöntää valitusluvan.",
        "folded_fi": "valtioneuvoston paatokseen, joka koskee 5 §:ssa tarkoitetun kansallisen strategiasuunnitelman tai 6 §:ssa tarkoitetun toimintaohjelman hyvaksymista tai muuttamista, ei saa valittamalla hakea muutosta. hallintoviranomaisen 6 §:n 3 momentissa tarkoitetusta paatoksesta ei saa valittamalla hakea muutosta. maa- ja metsatalousministerion taman lain nojalla tekemaan paatokseen saa hakea muutosta valittamalla siten kuin hallintolainkayttolaissa (586/1996) saadetaan. tyovoima- ja elinkeinokeskuksen taman lain nojalla tekemaan paatokseen saa hakea muutosta valittamalla maaseutuelinkeinojen valituslautakuntaan siten kuin hallintolainkayttolaissa saadetaan. maaseutuelinkeinojen valituslautakunnan paatokseen, joka koskee tuen maksamisen keskeyttamista tai takaisinperintaa, saa hakea muutosta valittamalla siten kuin hallintolainkayttolaissa saadetaan. valituslautakunnan antamaan paatokseen saa muutoin hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen, jos korkein hallinto-oikeus myontaa valitusluvan.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ändring i ett beslut av statsrådet som gäller godkännande eller ändring av den nationella strategiska planen enligt 5 § eller det operativa programmet enligt 6 § får inte sökas genom besvär. Ändring i beslut enligt 6 § 3 mom. som förvaltningsmyndigheten har fattat får inte sökas genom besvär. Ändring i beslut som jord- och skogsbruksministeriet har fattat med stöd av denna lag får sökas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Ändring i beslut som arbetskrafts- och näringscentralen har fattat med stöd av denna lag får sökas genom besvär hos landsbygdsnäringarnas besvärsnämnd på det sätt som föreskrivs i förvaltningsprocesslagen. Ändring i sådana beslut av landsbygdsnäringarnas besvärsnämnd som gäller avbrott i utbetalningen eller återkrav av stöd får sökas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen. I övrigt får ändring i besvärsnämndens beslut sökas genom besvär hos högsta förvaltningsdomstolen om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "normalized_sv": "Ändring i ett beslut av statsrådet som gäller godkännande eller ändring av den nationella strategiska planen enligt 5 § eller det operativa programmet enligt 6 § får inte sökas genom besvär. Ändring i beslut enligt 6 § 3 mom. som förvaltningsmyndigheten har fattat får inte sökas genom besvär. Ändring i beslut som jord- och skogsbruksministeriet har fattat med stöd av denna lag får sökas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Ändring i beslut som arbetskrafts- och näringscentralen har fattat med stöd av denna lag får sökas genom besvär hos landsbygdsnäringarnas besvärsnämnd på det sätt som föreskrivs i förvaltningsprocesslagen. Ändring i sådana beslut av landsbygdsnäringarnas besvärsnämnd som gäller avbrott i utbetalningen eller återkrav av stöd får sökas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen. I övrigt får ändring i besvärsnämndens beslut sökas genom besvär hos högsta förvaltningsdomstolen om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "folded_sv": "andring i ett beslut av statsradet som galler godkannande eller andring av den nationella strategiska planen enligt 5 § eller det operativa programmet enligt 6 § far inte sokas genom besvar. andring i beslut enligt 6 § 3 mom. som forvaltningsmyndigheten har fattat far inte sokas genom besvar. andring i beslut som jord- och skogsbruksministeriet har fattat med stod av denna lag far sokas genom besvar pa det satt som foreskrivs i forvaltningsprocesslagen (586/1996). andring i beslut som arbetskrafts- och naringscentralen har fattat med stod av denna lag far sokas genom besvar hos landsbygdsnaringarnas besvarsnamnd pa det satt som foreskrivs i forvaltningsprocesslagen. andring i sadana beslut av landsbygdsnaringarnas besvarsnamnd som galler avbrott i utbetalningen eller aterkrav av stod far sokas genom besvar pa det satt som foreskrivs i forvaltningsprocesslagen. i ovrigt far andring i besvarsnamndens beslut sokas genom besvar hos hogsta forvaltningsdomstolen om hogsta forvaltningsdomstolen beviljar besvarstillstand."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2007. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_28",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2007. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2007. ennen lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2007. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2007. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2007. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "Tämän lain tarkoituksena on varmistaa Euroopan kalatalousrahastosta osarahoitettujen elinkeinokalatalouden kehittämiseen suunnattujen tukien asianmukainen hallinto ja toimeenpano.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Tämän lain tarkoituksena on varmistaa Euroopan kalatalousrahastosta osarahoitettujen elinkeinokalatalouden kehittämiseen suunnattujen tukien asianmukainen hallinto ja toimeenpano.",
        "folded_fi": "taman lain tarkoituksena on varmistaa euroopan kalatalousrahastosta osarahoitettujen elinkeinokalatalouden kehittamiseen suunnattujen tukien asianmukainen hallinto ja toimeenpano.",
        "title_sv": "Lagens syfte",
        "content_sv": "Syftet med denna lag är att säkerställa att de stöd till utveckling av fiskerinäringen som delfinansieras med medel från Europeiska fiskerifonden förvaltas och genomförs på behörigt sätt.",
        "normalized_sv": "Syftet med denna lag är att säkerställa att de stöd till utveckling av fiskerinäringen som delfinansieras med medel från Europeiska fiskerifonden förvaltas och genomförs på behörigt sätt.",
        "folded_sv": "syftet med denna lag ar att sakerstalla att de stod till utveckling av fiskerinaringen som delfinansieras med medel fran europeiska fiskerifonden forvaltas och genomfors pa behorigt satt."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Soveltamisala",
      "content": "kalatalousrahastoasetus Tätä lakia sovelletaan elinkeinokalatalouden kehittämiseen sekä Euroopan kalatalousrahastosta annetun neuvoston asetuksen (EY) N:o 1198/2006 () mukaisesti kansallisen strategiasuunnitelman ja kalatalousrahastosta osarahoitettavan toimintaohjelman laatimiseen, arvioimiseen, toimeenpanoon, hallinnointiin, valvontaan ja seurantaan. Tuen hakemiseen, myöntämiseen, maksamiseen, valvontaan, tarkastukseen, palauttamiseen ja takaisinperintään sovelletaan valtionavustuslakia (688/2001), jollei tässä laissa toisin säädetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "kalatalousrahastoasetus Tätä lakia sovelletaan elinkeinokalatalouden kehittämiseen sekä Euroopan kalatalousrahastosta annetun neuvoston asetuksen (EY) N:o 1198/2006 () mukaisesti kansallisen strategiasuunnitelman ja kalatalousrahastosta osarahoitettavan toimintaohjelman laatimiseen, arvioimiseen, toimeenpanoon, hallinnointiin, valvontaan ja seurantaan. Tuen hakemiseen, myöntämiseen, maksamiseen, valvontaan, tarkastukseen, palauttamiseen ja takaisinperintään sovelletaan valtionavustuslakia (688/2001), jollei tässä laissa toisin säädetä.",
        "folded_fi": "kalatalousrahastoasetus tata lakia sovelletaan elinkeinokalatalouden kehittamiseen seka euroopan kalatalousrahastosta annetun neuvoston asetuksen (ey) n:o 1198/2006 () mukaisesti kansallisen strategiasuunnitelman ja kalatalousrahastosta osarahoitettavan toimintaohjelman laatimiseen, arvioimiseen, toimeenpanoon, hallinnointiin, valvontaan ja seurantaan. tuen hakemiseen, myontamiseen, maksamiseen, valvontaan, tarkastukseen, palauttamiseen ja takaisinperintaan sovelletaan valtionavustuslakia (688/2001), jollei tassa laissa toisin saadeta.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "förordningen om fiskerifonden Denna lag tillämpas på utvecklingen av fiskerinäringen samt på utarbetande, utvärdering, genomförande, förvaltning, kontroll och övervakning av en nationell strategisk plan och av ett med medel från fiskerifonden delfinansierat operativt program i enlighet med rådets förordning (EG) nr 1198/2006 om Europeiska fiskerifonden (). På förfarandena för ansökan om samt beviljande, utbetalning, övervakning, granskning, återbetalning och återkrav av stöd tillämpas statsunderstödslagen (688/2001), om inte något annat föreskrivs i denna lag.",
        "normalized_sv": "förordningen om fiskerifonden Denna lag tillämpas på utvecklingen av fiskerinäringen samt på utarbetande, utvärdering, genomförande, förvaltning, kontroll och övervakning av en nationell strategisk plan och av ett med medel från fiskerifonden delfinansierat operativt program i enlighet med rådets förordning (EG) nr 1198/2006 om Europeiska fiskerifonden (). På förfarandena för ansökan om samt beviljande, utbetalning, övervakning, granskning, återbetalning och återkrav av stöd tillämpas statsunderstödslagen (688/2001), om inte något annat föreskrivs i denna lag.",
        "folded_sv": "forordningen om fiskerifonden denna lag tillampas pa utvecklingen av fiskerinaringen samt pa utarbetande, utvardering, genomforande, forvaltning, kontroll och overvakning av en nationell strategisk plan och av ett med medel fran fiskerifonden delfinansierat operativt program i enlighet med radets forordning (eg) nr 1198/2006 om europeiska fiskerifonden (). pa forfarandena for ansokan om samt beviljande, utbetalning, overvakning, granskning, aterbetalning och aterkrav av stod tillampas statsunderstodslagen (688/2001), om inte nagot annat foreskrivs i denna lag."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Suhde Euroopan yhteisön lainsäädäntöön",
      "content": "Tätä lakia sovelletaan kansallisen strategiasuunnitelman ja toimintaohjelman laatimiseen, arvioimiseen, toimeenpanoon, hallinnointiin, valvontaan ja seurantaan siltä osin kuin Euroopan yhteisön lainsäädännöstä ei muuta johdu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_3",
        "normalized_fi": "Tätä lakia sovelletaan kansallisen strategiasuunnitelman ja toimintaohjelman laatimiseen, arvioimiseen, toimeenpanoon, hallinnointiin, valvontaan ja seurantaan siltä osin kuin Euroopan yhteisön lainsäädännöstä ei muuta johdu.",
        "folded_fi": "tata lakia sovelletaan kansallisen strategiasuunnitelman ja toimintaohjelman laatimiseen, arvioimiseen, toimeenpanoon, hallinnointiin, valvontaan ja seurantaan silta osin kuin euroopan yhteison lainsaadannosta ei muuta johdu.",
        "title_sv": "Förhållande till Europeiska gemenskapens lagstiftning",
        "content_sv": "Denna lag tillämpas på utarbetande, utvärdering, genomförande, förvaltning, kontroll och övervakning av den nationella strategiska planen och det operativa programmet, om inte något annat följer av Europeiska gemenskapens lagstiftning.",
        "normalized_sv": "Denna lag tillämpas på utarbetande, utvärdering, genomförande, förvaltning, kontroll och övervakning av den nationella strategiska planen och det operativa programmet, om inte något annat följer av Europeiska gemenskapens lagstiftning.",
        "folded_sv": "denna lag tillampas pa utarbetande, utvardering, genomforande, forvaltning, kontroll och overvakning av den nationella strategiska planen och det operativa programmet, om inte nagot annat foljer av europeiska gemenskapens lagstiftning."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) toimintaohjelmalla Euroopan yhteisön ja kansallisista varoista rahoitettavaa elinkeinokalatalouden kehittämiseen liittyvää ohjelmaa, josta säädetään kalatalousrahastoasetuksen 17―20 artiklassa; ja 2) kalatalousryhmällä paikallisista elinkeinokalatalouden kehittämiseen osallistuvista tahoista koostuvaa, rajatulla maantieteellisellä alueella toimivaa yhteisöä, joka toteuttaa kalatalousrahastoasetuksen 44 artiklan mukaisia toimia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_4",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) toimintaohjelmalla Euroopan yhteisön ja kansallisista varoista rahoitettavaa elinkeinokalatalouden kehittämiseen liittyvää ohjelmaa, josta säädetään kalatalousrahastoasetuksen 17―20 artiklassa; ja 2) kalatalousryhmällä paikallisista elinkeinokalatalouden kehittämiseen osallistuvista tahoista koostuvaa, rajatulla maantieteellisellä alueella toimivaa yhteisöä, joka toteuttaa kalatalousrahastoasetuksen 44 artiklan mukaisia toimia.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) toimintaohjelmalla euroopan yhteison ja kansallisista varoista rahoitettavaa elinkeinokalatalouden kehittamiseen liittyvaa ohjelmaa, josta saadetaan kalatalousrahastoasetuksen 17―20 artiklassa; ja 2) kalatalousryhmalla paikallisista elinkeinokalatalouden kehittamiseen osallistuvista tahoista koostuvaa, rajatulla maantieteellisella alueella toimivaa yhteisoa, joka toteuttaa kalatalousrahastoasetuksen 44 artiklan mukaisia toimia.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) operativt program ett sådant med medel från Europeiska gemenskapen och nationella medel finansierat program för utveckling av fiskerinäringen om vilket bestäms i artiklarna 17―20 i förordningen om fiskerifonden, och 2) fiskerigrupp en inom ett begränsat geografiskt område verkande sammanslutning som består av lokala aktörer vilka deltar i utvecklingen av fiskerinäringen och som genomför åtgärder i enlighet med artikel 44 i förordningen om fiskerifonden.",
        "normalized_sv": "I denna lag avses med 1) operativt program ett sådant med medel från Europeiska gemenskapen och nationella medel finansierat program för utveckling av fiskerinäringen om vilket bestäms i artiklarna 17―20 i förordningen om fiskerifonden, och 2) fiskerigrupp en inom ett begränsat geografiskt område verkande sammanslutning som består av lokala aktörer vilka deltar i utvecklingen av fiskerinäringen och som genomför åtgärder i enlighet med artikel 44 i förordningen om fiskerifonden.",
        "folded_sv": "i denna lag avses med 1) operativt program ett sadant med medel fran europeiska gemenskapen och nationella medel finansierat program for utveckling av fiskerinaringen om vilket bestams i artiklarna 17―20 i forordningen om fiskerifonden, och 2) fiskerigrupp en inom ett begransat geografiskt omrade verkande sammanslutning som bestar av lokala aktorer vilka deltar i utvecklingen av fiskerinaringen och som genomfor atgarder i enlighet med artikel 44 i forordningen om fiskerifonden."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Kansallinen strategiasuunnitelma",
      "content": "Maa- ja metsätalousministeriö vastaa kalatalousrahastoasetuksen 15 artiklassa tarkoitetun kansallisen strategiasuunnitelman laatimisesta, toteuttamisesta ja seurannasta sekä siihen sisältyvien tavoitteiden yhteensovittamisesta Euroopan yhteisön yhteisen kalastuspolitiikan tavoitteiden sekä yhteisön muiden politiikkojen kanssa. Valtioneuvosto hyväksyy suunnitelman ennen sen toimittamista Euroopan yhteisöjen komissiolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Maa- ja metsätalousministeriö vastaa kalatalousrahastoasetuksen 15 artiklassa tarkoitetun kansallisen strategiasuunnitelman laatimisesta, toteuttamisesta ja seurannasta sekä siihen sisältyvien tavoitteiden yhteensovittamisesta Euroopan yhteisön yhteisen kalastuspolitiikan tavoitteiden sekä yhteisön muiden politiikkojen kanssa. Valtioneuvosto hyväksyy suunnitelman ennen sen toimittamista Euroopan yhteisöjen komissiolle.",
        "folded_fi": "maa- ja metsatalousministerio vastaa kalatalousrahastoasetuksen 15 artiklassa tarkoitetun kansallisen strategiasuunnitelman laatimisesta, toteuttamisesta ja seurannasta seka siihen sisaltyvien tavoitteiden yhteensovittamisesta euroopan yhteison yhteisen kalastuspolitiikan tavoitteiden seka yhteison muiden politiikkojen kanssa. valtioneuvosto hyvaksyy suunnitelman ennen sen toimittamista euroopan yhteisojen komissiolle.",
        "title_sv": "Nationell strategisk plan",
        "content_sv": "Jord- och skogsbruksministeriet svarar för utarbetandet, genomförandet och övervakningen av den nationella strategiska plan som avses i artikel 15 i förordningen om fiskerifonden samt för att de mål som ingår i den samordnas med målen för Europeiska gemenskapens gemensamma fiskeripolitik och med gemenskapens övriga politikområden. Statsrådet godkänner den nationella strategiska planen innan den sänds till Europeiska gemenskapernas kommission.",
        "normalized_sv": "Jord- och skogsbruksministeriet svarar för utarbetandet, genomförandet och övervakningen av den nationella strategiska plan som avses i artikel 15 i förordningen om fiskerifonden samt för att de mål som ingår i den samordnas med målen för Europeiska gemenskapens gemensamma fiskeripolitik och med gemenskapens övriga politikområden. Statsrådet godkänner den nationella strategiska planen innan den sänds till Europeiska gemenskapernas kommission.",
        "folded_sv": "jord- och skogsbruksministeriet svarar for utarbetandet, genomforandet och overvakningen av den nationella strategiska plan som avses i artikel 15 i forordningen om fiskerifonden samt for att de mal som ingar i den samordnas med malen for europeiska gemenskapens gemensamma fiskeripolitik och med gemenskapens ovriga politikomraden. statsradet godkanner den nationella strategiska planen innan den sands till europeiska gemenskapernas kommission."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Toimintaohjelma",
      "content": "Maa- ja metsätalousministeriö laatii 5 §:ssä tarkoitetun strategiasuunnitelman perusteella ehdotuksen Suomen elinkeinokalatalouden toimintaohjelmaksi sekä vastaa sen yhteensovittamisesta Euroopan yhteisön muiden rahoitusvälineiden ja ohjelmien kanssa. Euroopan yhteisön varoista rahoitettavaa toimintaohjelmaa koskevan ehdotuksen hyväksymisestä päättää valtioneuvosto ennen ehdotuksen toimittamista Euroopan yhteisöjen komission hyväksyttäväksi. Toimintaohjelman muuttamisessa noudatetaan soveltuvin osin, mitä ohjelman laatimisesta ja hyväksymisestä säädetään. Merkitykseltään vähäisestä muutoksesta päättää kuitenkin 7 §:ssä tarkoitettu hallintoviranomainen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Maa- ja metsätalousministeriö laatii 5 § :ssä tarkoitetun strategiasuunnitelman perusteella ehdotuksen Suomen elinkeinokalatalouden toimintaohjelmaksi sekä vastaa sen yhteensovittamisesta Euroopan yhteisön muiden rahoitusvälineiden ja ohjelmien kanssa. Euroopan yhteisön varoista rahoitettavaa toimintaohjelmaa koskevan ehdotuksen hyväksymisestä päättää valtioneuvosto ennen ehdotuksen toimittamista Euroopan yhteisöjen komission hyväksyttäväksi. Toimintaohjelman muuttamisessa noudatetaan soveltuvin osin, mitä ohjelman laatimisesta ja hyväksymisestä säädetään. Merkitykseltään vähäisestä muutoksesta päättää kuitenkin 7 § :ssä tarkoitettu hallintoviranomainen.",
        "folded_fi": "maa- ja metsatalousministerio laatii 5 §:ssa tarkoitetun strategiasuunnitelman perusteella ehdotuksen suomen elinkeinokalatalouden toimintaohjelmaksi seka vastaa sen yhteensovittamisesta euroopan yhteison muiden rahoitusvalineiden ja ohjelmien kanssa. euroopan yhteison varoista rahoitettavaa toimintaohjelmaa koskevan ehdotuksen hyvaksymisesta paattaa valtioneuvosto ennen ehdotuksen toimittamista euroopan yhteisojen komission hyvaksyttavaksi. toimintaohjelman muuttamisessa noudatetaan soveltuvin osin, mita ohjelman laatimisesta ja hyvaksymisesta saadetaan. merkitykseltaan vahaisesta muutoksesta paattaa kuitenkin 7 §:ssa tarkoitettu hallintoviranomainen.",
        "title_sv": "Operativt program",
        "content_sv": "Jord- och skogsbruksministeriet utarbetar utifrån den i 5 § nämnda strategiska planen ett förslag till operativt program för fiskerinäringen i Finland och svarar för att det samordnas med Europeiska gemenskapens övriga finansiella instrument och program. Statsrådet beslutar om godkännandet av förslaget till operativt program, som finansieras med Europeiska gemenskapens medel, innan förslaget sänds till Europeiska gemenskapernas kommission för godkännande. Vid ändring av det operativa programmet iakttas i tillämpliga delar vad som bestäms om utarbetandet och godkännandet av programmet. Den i 7 § avsedda förvaltningsmyndigheten beslutar dock om ändringar som är av mindre betydelse.",
        "normalized_sv": "Jord- och skogsbruksministeriet utarbetar utifrån den i 5 § nämnda strategiska planen ett förslag till operativt program för fiskerinäringen i Finland och svarar för att det samordnas med Europeiska gemenskapens övriga finansiella instrument och program. Statsrådet beslutar om godkännandet av förslaget till operativt program, som finansieras med Europeiska gemenskapens medel, innan förslaget sänds till Europeiska gemenskapernas kommission för godkännande. Vid ändring av det operativa programmet iakttas i tillämpliga delar vad som bestäms om utarbetandet och godkännandet av programmet. Den i 7 § avsedda förvaltningsmyndigheten beslutar dock om ändringar som är av mindre betydelse.",
        "folded_sv": "jord- och skogsbruksministeriet utarbetar utifran den i 5 § namnda strategiska planen ett forslag till operativt program for fiskerinaringen i finland och svarar for att det samordnas med europeiska gemenskapens ovriga finansiella instrument och program. statsradet beslutar om godkannandet av forslaget till operativt program, som finansieras med europeiska gemenskapens medel, innan forslaget sands till europeiska gemenskapernas kommission for godkannande. vid andring av det operativa programmet iakttas i tillampliga delar vad som bestams om utarbetandet och godkannandet av programmet. den i 7 § avsedda forvaltningsmyndigheten beslutar dock om andringar som ar av mindre betydelse."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "title": "Hallintoviranomainen",
      "content": "Maa- ja metsätalousministeriö toimii kalatalousrahastoasetuksen 58 artiklassa tarkoitettuna hallintoviranomaisena. Hallintoviranomaisen tehtävistä säädetään kalatalousrahastoasetuksen 59 artiklassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_7",
        "normalized_fi": "Maa- ja metsätalousministeriö toimii kalatalousrahastoasetuksen 58 artiklassa tarkoitettuna hallintoviranomaisena. Hallintoviranomaisen tehtävistä säädetään kalatalousrahastoasetuksen 59 artiklassa.",
        "folded_fi": "maa- ja metsatalousministerio toimii kalatalousrahastoasetuksen 58 artiklassa tarkoitettuna hallintoviranomaisena. hallintoviranomaisen tehtavista saadetaan kalatalousrahastoasetuksen 59 artiklassa.",
        "title_sv": "Förvaltningsmyndighet",
        "content_sv": "Förvaltningsmyndighet enligt artikel 58 i förordningen om fiskerifonden är jord- och skogsbruksministeriet. Bestämmelser om förvaltningsmyndighetens uppgifter finns i artikel 59 i förordningen om fiskerifonden.",
        "normalized_sv": "Förvaltningsmyndighet enligt artikel 58 i förordningen om fiskerifonden är jord- och skogsbruksministeriet. Bestämmelser om förvaltningsmyndighetens uppgifter finns i artikel 59 i förordningen om fiskerifonden.",
        "folded_sv": "forvaltningsmyndighet enligt artikel 58 i forordningen om fiskerifonden ar jord- och skogsbruksministeriet. bestammelser om forvaltningsmyndighetens uppgifter finns i artikel 59 i forordningen om fiskerifonden."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Todentamisviranomainen",
      "content": "Maa- ja metsätalousministeriö toimii kalatalousrahastoasetuksen 58 artiklassa tarkoitettuna todentamisviranomaisena. Todentamisviranomaisen tehtävistä säädetään kalatalousrahastoasetuksen 60 artiklassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_8",
        "normalized_fi": "Maa- ja metsätalousministeriö toimii kalatalousrahastoasetuksen 58 artiklassa tarkoitettuna todentamisviranomaisena. Todentamisviranomaisen tehtävistä säädetään kalatalousrahastoasetuksen 60 artiklassa.",
        "folded_fi": "maa- ja metsatalousministerio toimii kalatalousrahastoasetuksen 58 artiklassa tarkoitettuna todentamisviranomaisena. todentamisviranomaisen tehtavista saadetaan kalatalousrahastoasetuksen 60 artiklassa.",
        "title_sv": "Attesterande myndighet",
        "content_sv": "Attesterande myndighet enligt artikel 58 i förordningen om fiskerifonden är jord- och skogsbruksministeriet. Bestämmelser om den attesterande myndighetens uppgifter finns i artikel 60 i förordningen om fiskerifonden.",
        "normalized_sv": "Attesterande myndighet enligt artikel 58 i förordningen om fiskerifonden är jord- och skogsbruksministeriet. Bestämmelser om den attesterande myndighetens uppgifter finns i artikel 60 i förordningen om fiskerifonden.",
        "folded_sv": "attesterande myndighet enligt artikel 58 i forordningen om fiskerifonden ar jord- och skogsbruksministeriet. bestammelser om den attesterande myndighetens uppgifter finns i artikel 60 i forordningen om fiskerifonden."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Tarkastusviranomainen",
      "content": "Maa- ja metsätalousministeriö toimii kalatalousrahastoasetuksen 58 artiklassa tarkoitettuna tarkastusviranomaisena. Tarkastusviranomaisen tehtävistä säädetään kalatalousrahastoasetuksen 61 artiklassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_9",
        "normalized_fi": "Maa- ja metsätalousministeriö toimii kalatalousrahastoasetuksen 58 artiklassa tarkoitettuna tarkastusviranomaisena. Tarkastusviranomaisen tehtävistä säädetään kalatalousrahastoasetuksen 61 artiklassa.",
        "folded_fi": "maa- ja metsatalousministerio toimii kalatalousrahastoasetuksen 58 artiklassa tarkoitettuna tarkastusviranomaisena. tarkastusviranomaisen tehtavista saadetaan kalatalousrahastoasetuksen 61 artiklassa.",
        "title_sv": "Revisionsmyndighet",
        "content_sv": "Revisionsmyndighet enligt artikel 58 i förordningen om fiskerifonden är jord- och skogsbruksministeriet. Bestämmelser om revisionsmyndighetens uppgifter finns i artikel 61 i förordningen om fiskerifonden.",
        "normalized_sv": "Revisionsmyndighet enligt artikel 58 i förordningen om fiskerifonden är jord- och skogsbruksministeriet. Bestämmelser om revisionsmyndighetens uppgifter finns i artikel 61 i förordningen om fiskerifonden.",
        "folded_sv": "revisionsmyndighet enligt artikel 58 i forordningen om fiskerifonden ar jord- och skogsbruksministeriet. bestammelser om revisionsmyndighetens uppgifter finns i artikel 61 i forordningen om fiskerifonden."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Seurantakomitea",
      "content": "Valtioneuvosto asettaa kalatalousrahastoasetuksen 63 artiklassa tarkoitetun seurantakomitean ottaen huomioon, mitä sen perustamisesta ja kokoonpanosta säädetään Euroopan yhteisön lainsäädännössä. Valtioneuvoston asetuksella säädetään tarkemmin seurantakomitean asettamisesta, kokoonpanosta ja sen jäsenistä. Seurantakomitean tehtävänä on hoitaa sille Euroopan yhteisön lainsäädännön mukaan kuuluvat tehtävät. Seurantakomitean toimikausi päättyy, kun Euroopan yhteisöjen komissio on hyväksynyt kalatalousrahastoasetuksen 67 artiklan 1 kohdassa tarkoitetun viimeisen täytäntöönpanoa koskevan loppukertomuksen. Seurantakomitean työjärjestyksessä määrätään seurantakomitean kokouksista, asioiden käsittelystä seurantakomiteassa sekä sen mahdollisuudesta kuulla asiantuntijoita. Seurantakomitean toiminnassa noudatetaan hallintolakia (434/2003), kielilakia (423/2003), saamen kielilakia (1086/2003) ja viranomaisten toiminnan julkisuudesta annettua lakia (621/1999). Seurantakomitean päätöksentekoon osallistuvien henkilöiden toimintaan sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä. Seurantakomitean tehtäviä hoidettaessa aiheutetun vahingon korvaamisesta on voimassa, mitä vahingonkorvauslaissa (412/1974) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_10",
        "normalized_fi": "Valtioneuvosto asettaa kalatalousrahastoasetuksen 63 artiklassa tarkoitetun seurantakomitean ottaen huomioon, mitä sen perustamisesta ja kokoonpanosta säädetään Euroopan yhteisön lainsäädännössä. Valtioneuvoston asetuksella säädetään tarkemmin seurantakomitean asettamisesta, kokoonpanosta ja sen jäsenistä. Seurantakomitean tehtävänä on hoitaa sille Euroopan yhteisön lainsäädännön mukaan kuuluvat tehtävät. Seurantakomitean toimikausi päättyy, kun Euroopan yhteisöjen komissio on hyväksynyt kalatalousrahastoasetuksen 67 artiklan 1 kohdassa tarkoitetun viimeisen täytäntöönpanoa koskevan loppukertomuksen. Seurantakomitean työjärjestyksessä määrätään seurantakomitean kokouksista, asioiden käsittelystä seurantakomiteassa sekä sen mahdollisuudesta kuulla asiantuntijoita. Seurantakomitean toiminnassa noudatetaan hallintolakia (434/2003), kielilakia (423/2003), saamen kielilakia (1086/2003) ja viranomaisten toiminnan julkisuudesta annettua lakia (621/1999). Seurantakomitean päätöksentekoon osallistuvien henkilöiden toimintaan sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä. Seurantakomitean tehtäviä hoidettaessa aiheutetun vahingon korvaamisesta on voimassa, mitä vahingonkorvauslaissa (412/1974) säädetään.",
        "folded_fi": "valtioneuvosto asettaa kalatalousrahastoasetuksen 63 artiklassa tarkoitetun seurantakomitean ottaen huomioon, mita sen perustamisesta ja kokoonpanosta saadetaan euroopan yhteison lainsaadannossa. valtioneuvoston asetuksella saadetaan tarkemmin seurantakomitean asettamisesta, kokoonpanosta ja sen jasenista. seurantakomitean tehtavana on hoitaa sille euroopan yhteison lainsaadannon mukaan kuuluvat tehtavat. seurantakomitean toimikausi paattyy, kun euroopan yhteisojen komissio on hyvaksynyt kalatalousrahastoasetuksen 67 artiklan 1 kohdassa tarkoitetun viimeisen taytantoonpanoa koskevan loppukertomuksen. seurantakomitean tyojarjestyksessa maarataan seurantakomitean kokouksista, asioiden kasittelysta seurantakomiteassa seka sen mahdollisuudesta kuulla asiantuntijoita. seurantakomitean toiminnassa noudatetaan hallintolakia (434/2003), kielilakia (423/2003), saamen kielilakia (1086/2003) ja viranomaisten toiminnan julkisuudesta annettua lakia (621/1999). seurantakomitean paatoksentekoon osallistuvien henkiloiden toimintaan sovelletaan rikosoikeudellista virkavastuuta koskevia saannoksia. seurantakomitean tehtavia hoidettaessa aiheutetun vahingon korvaamisesta on voimassa, mita vahingonkorvauslaissa (412/1974) saadetaan.",
        "title_sv": "Övervakningskommitté",
        "content_sv": "Statsrådet tillsätter den övervakningskommitté som avses i artikel 63 i förordningen om fiskerifonden med beaktande av vad som i Europeiska gemenskapens lagstiftning bestäms om inrättandet av den och om dess sammansättning. Genom förordning av statsrådet bestäms närmare om tillsättandet av övervakningskommittén samt om övervakningskommitténs sammansättning och medlemmar. Övervakningskommittén skall sköta de uppgifter som enligt Europeiska gemenskapens lagstiftning ankommer på den. Övervakningskommitténs mandatperiod löper ut när Europeiska gemenskapernas kommission har godkänt den sista slutrapport om genomförandet som avses i artikel 67.1 i förordningen om fiskerifonden. I övervakningskommitténs arbetsordning bestäms om kommitténs sammanträden, behandlingen av ärenden i kommittén och möjligheten för kommittén att höra sakkunniga. I övervakningskommitténs verksamhet iakttas förvaltningslagen (434/2003), språklagen (423/2003), samiska språklagen (1086/2003) och lagen om offentlighet i myndigheternas verksamhet (621/1999). På dem som deltar i kommitténs beslutsfattande tillämpas bestämmelserna om straffrättsligt tjänsteansvar. I fråga om ersättande av skada som orsakats vid skötseln av kommitténs uppgifter gäller skadeståndslagen (412/1974).",
        "normalized_sv": "Statsrådet tillsätter den övervakningskommitté som avses i artikel 63 i förordningen om fiskerifonden med beaktande av vad som i Europeiska gemenskapens lagstiftning bestäms om inrättandet av den och om dess sammansättning. Genom förordning av statsrådet bestäms närmare om tillsättandet av övervakningskommittén samt om övervakningskommitténs sammansättning och medlemmar. Övervakningskommittén skall sköta de uppgifter som enligt Europeiska gemenskapens lagstiftning ankommer på den. Övervakningskommitténs mandatperiod löper ut när Europeiska gemenskapernas kommission har godkänt den sista slutrapport om genomförandet som avses i artikel 67.1 i förordningen om fiskerifonden. I övervakningskommitténs arbetsordning bestäms om kommitténs sammanträden, behandlingen av ärenden i kommittén och möjligheten för kommittén att höra sakkunniga. I övervakningskommitténs verksamhet iakttas förvaltningslagen (434/2003), språklagen (423/2003), samiska språklagen (1086/2003) och lagen om offentlighet i myndigheternas verksamhet (621/1999). På dem som deltar i kommitténs beslutsfattande tillämpas bestämmelserna om straffrättsligt tjänsteansvar. I fråga om ersättande av skada som orsakats vid skötseln av kommitténs uppgifter gäller skadeståndslagen (412/1974).",
        "folded_sv": "statsradet tillsatter den overvakningskommitte som avses i artikel 63 i forordningen om fiskerifonden med beaktande av vad som i europeiska gemenskapens lagstiftning bestams om inrattandet av den och om dess sammansattning. genom forordning av statsradet bestams narmare om tillsattandet av overvakningskommitten samt om overvakningskommittens sammansattning och medlemmar. overvakningskommitten skall skota de uppgifter som enligt europeiska gemenskapens lagstiftning ankommer pa den. overvakningskommittens mandatperiod loper ut nar europeiska gemenskapernas kommission har godkant den sista slutrapport om genomforandet som avses i artikel 67.1 i forordningen om fiskerifonden. i overvakningskommittens arbetsordning bestams om kommittens sammantraden, behandlingen av arenden i kommitten och mojligheten for kommitten att hora sakkunniga. i overvakningskommittens verksamhet iakttas forvaltningslagen (434/2003), spraklagen (423/2003), samiska spraklagen (1086/2003) och lagen om offentlighet i myndigheternas verksamhet (621/1999). pa dem som deltar i kommittens beslutsfattande tillampas bestammelserna om straffrattsligt tjansteansvar. i fraga om ersattande av skada som orsakats vid skotseln av kommittens uppgifter galler skadestandslagen (412/1974)."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "title": "Maa- ja metsätalousministeriön tehtävät",
      "content": "Maa- ja metsätalousministeriö vastaa: 1) toimintaohjelman varojen käytön suunnittelusta ja varojen jaon valmistelusta tässä laissa säädettyjä tehtäviä hoitavien viranomaisten ja kalatalousryhmien käyttöön; 2) toimintaohjelman Ahvenanmaan maakuntaa koskevan yhteisön rahoitusosuuden ohjaamisesta maakunnan hallitukselle; 3) toimintaohjelman ja sen toimeenpanon suunnittelusta ja kehittämisestä; 4) varojen käytön riittävän valvonnan järjestämisestä; 5) ohjelman arvioinnin, seurannan ja tiedotuksen järjestämisestä, sekä 6) kalatalousryhmien valinnasta. Ohjelman yhtenäisen ja tehokkaan toimeenpanon varmistamiseksi maa- ja metsätalousministeriö ohjaa ja valvoo työvoima- ja elinkeinokeskuksia sekä kalatalousryhmiä niiden hoitaessa 12―14 §:ssä tarkoitettuja tehtäviä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_11",
        "normalized_fi": "Maa- ja metsätalousministeriö vastaa: 1) toimintaohjelman varojen käytön suunnittelusta ja varojen jaon valmistelusta tässä laissa säädettyjä tehtäviä hoitavien viranomaisten ja kalatalousryhmien käyttöön; 2) toimintaohjelman Ahvenanmaan maakuntaa koskevan yhteisön rahoitusosuuden ohjaamisesta maakunnan hallitukselle; 3) toimintaohjelman ja sen toimeenpanon suunnittelusta ja kehittämisestä; 4) varojen käytön riittävän valvonnan järjestämisestä; 5) ohjelman arvioinnin, seurannan ja tiedotuksen järjestämisestä, sekä 6) kalatalousryhmien valinnasta. Ohjelman yhtenäisen ja tehokkaan toimeenpanon varmistamiseksi maa- ja metsätalousministeriö ohjaa ja valvoo työvoima- ja elinkeinokeskuksia sekä kalatalousryhmiä niiden hoitaessa 12―14 § :ssä tarkoitettuja tehtäviä.",
        "folded_fi": "maa- ja metsatalousministerio vastaa: 1) toimintaohjelman varojen kayton suunnittelusta ja varojen jaon valmistelusta tassa laissa saadettyja tehtavia hoitavien viranomaisten ja kalatalousryhmien kayttoon; 2) toimintaohjelman ahvenanmaan maakuntaa koskevan yhteison rahoitusosuuden ohjaamisesta maakunnan hallitukselle; 3) toimintaohjelman ja sen toimeenpanon suunnittelusta ja kehittamisesta; 4) varojen kayton riittavan valvonnan jarjestamisesta; 5) ohjelman arvioinnin, seurannan ja tiedotuksen jarjestamisesta, seka 6) kalatalousryhmien valinnasta. ohjelman yhtenaisen ja tehokkaan toimeenpanon varmistamiseksi maa- ja metsatalousministerio ohjaa ja valvoo tyovoima- ja elinkeinokeskuksia seka kalatalousryhmia niiden hoitaessa 12―14 §:ssa tarkoitettuja tehtavia.",
        "title_sv": "Jord- och skogsbruksministeriets uppgifter",
        "content_sv": "Jord- och skogsbruksministeriet svarar för 1) planeringen av användningen av medlen för det operativa programmet och beredningen av fördelningen av medlen mellan de myndigheter och fiskerigrupper som sköter uppgifter om vilka föreskrivs i denna lag, 2) anvisandet till Ålands landskapsregering av den del av gemenskapens medfinansiering av det operativa programmet som gäller landskapet Åland, 3) planeringen och utvecklingen av det operativa programmet och av dess genomförande, 4) ordnandet av tillräcklig kontroll av användningen av medel, 5) ordnandet av programutvärderingen, programövervakningen och programinformationen, samt 6) valet av fiskerigrupper. I syfte att säkerställa att programmet genomförs enhetligt och effektivt styr och övervakar jord- och skogsbruksministeriet arbetskrafts- och näringscentralerna och fiskerigrupperna när dessa utför de uppgifter som anges i 12―14 §.",
        "normalized_sv": "Jord- och skogsbruksministeriet svarar för 1) planeringen av användningen av medlen för det operativa programmet och beredningen av fördelningen av medlen mellan de myndigheter och fiskerigrupper som sköter uppgifter om vilka föreskrivs i denna lag, 2) anvisandet till Ålands landskapsregering av den del av gemenskapens medfinansiering av det operativa programmet som gäller landskapet Åland, 3) planeringen och utvecklingen av det operativa programmet och av dess genomförande, 4) ordnandet av tillräcklig kontroll av användningen av medel, 5) ordnandet av programutvärderingen, programövervakningen och programinformationen, samt 6) valet av fiskerigrupper. I syfte att säkerställa att programmet genomförs enhetligt och effektivt styr och övervakar jord- och skogsbruksministeriet arbetskrafts- och näringscentralerna och fiskerigrupperna när dessa utför de uppgifter som anges i 12―14 § .",
        "folded_sv": "jord- och skogsbruksministeriet svarar for 1) planeringen av anvandningen av medlen for det operativa programmet och beredningen av fordelningen av medlen mellan de myndigheter och fiskerigrupper som skoter uppgifter om vilka foreskrivs i denna lag, 2) anvisandet till alands landskapsregering av den del av gemenskapens medfinansiering av det operativa programmet som galler landskapet aland, 3) planeringen och utvecklingen av det operativa programmet och av dess genomforande, 4) ordnandet av tillracklig kontroll av anvandningen av medel, 5) ordnandet av programutvarderingen, programovervakningen och programinformationen, samt 6) valet av fiskerigrupper. i syfte att sakerstalla att programmet genomfors enhetligt och effektivt styr och overvakar jord- och skogsbruksministeriet arbetskrafts- och naringscentralerna och fiskerigrupperna nar dessa utfor de uppgifter som anges i 12―14 §."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "Työvoima- ja elinkeinokeskuksen tehtävät",
      "content": "Työvoima- ja elinkeinokeskus vastaa toimialueellaan tuen myöntämisestä, maksamisesta, paikan päällä tehtävistä todentamisista, seurannasta, takaisinperinnästä ja tiedottamisesta samoin kuin 15 §:n 2 momentissa tarkoitetusta toimenpiteiden alueellisesta yhteensovittamisesta. Työvoima- ja elinkeinokeskus pyytää kalatalousrahastoasetuksen IV osaston IV luvun mukaista tukea koskevasta hakemuksesta lausunnon siltä kalatalousryhmältä, jonka toimialueella tuettava toimenpide pääosin toteutetaan. Työvoima- ja elinkeinokeskus voi päättäessään tuen myöntämisestä poiketa lausunnosta, jos tuen myöntäminen on Euroopan yhteisön tai kansallisen lainsäädännön taikka toimintaohjelman tai kalatalousrahastoasetuksen 45 artiklan 2 kohdassa tarkoitetun paikallisen kehittämisstrategian vastaista. Työvoima- ja elinkeinokeskus voi lisäksi poiketa lausunnosta, jos hankkeiden rahoittamiseen varatussa kalatalousryhmän rahoituskehyksessä ei ole määrärahaa hankkeen rahoittamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_12",
        "normalized_fi": "Työvoima- ja elinkeinokeskus vastaa toimialueellaan tuen myöntämisestä, maksamisesta, paikan päällä tehtävistä todentamisista, seurannasta, takaisinperinnästä ja tiedottamisesta samoin kuin 15 § :n 2 momentissa tarkoitetusta toimenpiteiden alueellisesta yhteensovittamisesta. Työvoima- ja elinkeinokeskus pyytää kalatalousrahastoasetuksen IV osaston IV luvun mukaista tukea koskevasta hakemuksesta lausunnon siltä kalatalousryhmältä, jonka toimialueella tuettava toimenpide pääosin toteutetaan. Työvoima- ja elinkeinokeskus voi päättäessään tuen myöntämisestä poiketa lausunnosta, jos tuen myöntäminen on Euroopan yhteisön tai kansallisen lainsäädännön taikka toimintaohjelman tai kalatalousrahastoasetuksen 45 artiklan 2 kohdassa tarkoitetun paikallisen kehittämisstrategian vastaista. Työvoima- ja elinkeinokeskus voi lisäksi poiketa lausunnosta, jos hankkeiden rahoittamiseen varatussa kalatalousryhmän rahoituskehyksessä ei ole määrärahaa hankkeen rahoittamiseksi.",
        "folded_fi": "tyovoima- ja elinkeinokeskus vastaa toimialueellaan tuen myontamisesta, maksamisesta, paikan paalla tehtavista todentamisista, seurannasta, takaisinperinnasta ja tiedottamisesta samoin kuin 15 §:n 2 momentissa tarkoitetusta toimenpiteiden alueellisesta yhteensovittamisesta. tyovoima- ja elinkeinokeskus pyytaa kalatalousrahastoasetuksen iv osaston iv luvun mukaista tukea koskevasta hakemuksesta lausunnon silta kalatalousryhmalta, jonka toimialueella tuettava toimenpide paaosin toteutetaan. tyovoima- ja elinkeinokeskus voi paattaessaan tuen myontamisesta poiketa lausunnosta, jos tuen myontaminen on euroopan yhteison tai kansallisen lainsaadannon taikka toimintaohjelman tai kalatalousrahastoasetuksen 45 artiklan 2 kohdassa tarkoitetun paikallisen kehittamisstrategian vastaista. tyovoima- ja elinkeinokeskus voi lisaksi poiketa lausunnosta, jos hankkeiden rahoittamiseen varatussa kalatalousryhman rahoituskehyksessa ei ole maararahaa hankkeen rahoittamiseksi.",
        "title_sv": "Arbetskrafts- och näringscentralens uppgifter",
        "content_sv": "Arbetskrafts- och näringscentralen svarar inom sitt verksamhetsområde för beviljande, utbetalning, verifiering på plats, övervakning och återkrav av stöd samt för informationen om stödet och för den regionala samordning av åtgärder som avses i 15 § 2 mom. Arbetskrafts- och näringscentralen begär utlåtande om en ansökan om stöd enligt avdelning IV kapitel IV i förordningen om fiskerifonden av den fiskerigrupp inom vars verksamhetsområde den åtgärd som ansökan gäller huvudsakligen avses bli genomförd. När arbetskrafts- och näringscentralen beslutar om beviljandet av stöd kan den avvika från utlåtandet, om beviljandet av stöd strider mot Europeiska gemenskapens lagstiftning, den nationella lagstiftningen, det operativa programmet eller den lokala utvecklingsstrategi som avses i artikel 45.2 i förordningen om fiskerifonden. Arbetskrafts- och näringscentralen kan dessutom avvika från utlåtandet, om det i den finansieringsram för fiskerigruppen som reserverats för finansiering av projekt inte finns anslag för finansiering av projektet.",
        "normalized_sv": "Arbetskrafts- och näringscentralen svarar inom sitt verksamhetsområde för beviljande, utbetalning, verifiering på plats, övervakning och återkrav av stöd samt för informationen om stödet och för den regionala samordning av åtgärder som avses i 15 § 2 mom. Arbetskrafts- och näringscentralen begär utlåtande om en ansökan om stöd enligt avdelning IV kapitel IV i förordningen om fiskerifonden av den fiskerigrupp inom vars verksamhetsområde den åtgärd som ansökan gäller huvudsakligen avses bli genomförd. När arbetskrafts- och näringscentralen beslutar om beviljandet av stöd kan den avvika från utlåtandet, om beviljandet av stöd strider mot Europeiska gemenskapens lagstiftning, den nationella lagstiftningen, det operativa programmet eller den lokala utvecklingsstrategi som avses i artikel 45.2 i förordningen om fiskerifonden. Arbetskrafts- och näringscentralen kan dessutom avvika från utlåtandet, om det i den finansieringsram för fiskerigruppen som reserverats för finansiering av projekt inte finns anslag för finansiering av projektet.",
        "folded_sv": "arbetskrafts- och naringscentralen svarar inom sitt verksamhetsomrade for beviljande, utbetalning, verifiering pa plats, overvakning och aterkrav av stod samt for informationen om stodet och for den regionala samordning av atgarder som avses i 15 § 2 mom. arbetskrafts- och naringscentralen begar utlatande om en ansokan om stod enligt avdelning iv kapitel iv i forordningen om fiskerifonden av den fiskerigrupp inom vars verksamhetsomrade den atgard som ansokan galler huvudsakligen avses bli genomford. nar arbetskrafts- och naringscentralen beslutar om beviljandet av stod kan den avvika fran utlatandet, om beviljandet av stod strider mot europeiska gemenskapens lagstiftning, den nationella lagstiftningen, det operativa programmet eller den lokala utvecklingsstrategi som avses i artikel 45.2 i forordningen om fiskerifonden. arbetskrafts- och naringscentralen kan dessutom avvika fran utlatandet, om det i den finansieringsram for fiskerigruppen som reserverats for finansiering av projekt inte finns anslag for finansiering av projektet."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Maa- ja metsätalousministeriön ja työvoima- ja elinkeinokeskusten yhteiset ratkaisut",
      "content": "Maa- ja metsätalousministeriö tekee yhdessä työvoima- ja elinkeinokeskusten kanssa ratkaisun kalatalousrahastoasetuksen IV osaston I luvun 23 ja 24 artiklan ja 26 artiklan 4 kohdan c alakohdan mukaisten palkkioiden myöntämisestä sekä III luvun mukaisesti rahoitettavaksi valittavista 15 000 euron kokonaiskustannukset ylittävistä kehittämishankkeista. Työvoima- ja elinkeinokeskus tekee edellä mainittuun ratkaisuun perustuvat päätökset 12 §:n 1 momentin mukaisesti. Työvoima- ja elinkeinokeskuksen päätökseen voi hakea muutosta 27 §:n 3 momentin mukaisesti. Maa- ja metsätalousministeriö järjestää määräaikaisen hakumenettelyn 1 momentissa tarkoitettujen kehittämishankkeiden osalta. Edellä 1 momentissa tarkoitettujen palkkioiden osalta maa- ja metsätalousministeriö järjestää hakumenettelyn vain toimintaohjelman tavoitteiden saavuttamiseen ja ammattikalastuksen toimintaedellytyksiin liittyvästä erityisestä syystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_13",
        "normalized_fi": "Maa- ja metsätalousministeriö tekee yhdessä työvoima- ja elinkeinokeskusten kanssa ratkaisun kalatalousrahastoasetuksen IV osaston I luvun 23 ja 24 artiklan ja 26 artiklan 4 kohdan c alakohdan mukaisten palkkioiden myöntämisestä sekä III luvun mukaisesti rahoitettavaksi valittavista 15 000 euron kokonaiskustannukset ylittävistä kehittämishankkeista. Työvoima- ja elinkeinokeskus tekee edellä mainittuun ratkaisuun perustuvat päätökset 12 § :n 1 momentin mukaisesti. Työvoima- ja elinkeinokeskuksen päätökseen voi hakea muutosta 27 § :n 3 momentin mukaisesti. Maa- ja metsätalousministeriö järjestää määräaikaisen hakumenettelyn 1 momentissa tarkoitettujen kehittämishankkeiden osalta. Edellä 1 momentissa tarkoitettujen palkkioiden osalta maa- ja metsätalousministeriö järjestää hakumenettelyn vain toimintaohjelman tavoitteiden saavuttamiseen ja ammattikalastuksen toimintaedellytyksiin liittyvästä erityisestä syystä.",
        "folded_fi": "maa- ja metsatalousministerio tekee yhdessa tyovoima- ja elinkeinokeskusten kanssa ratkaisun kalatalousrahastoasetuksen iv osaston i luvun 23 ja 24 artiklan ja 26 artiklan 4 kohdan c alakohdan mukaisten palkkioiden myontamisesta seka iii luvun mukaisesti rahoitettavaksi valittavista 15 000 euron kokonaiskustannukset ylittavista kehittamishankkeista. tyovoima- ja elinkeinokeskus tekee edella mainittuun ratkaisuun perustuvat paatokset 12 §:n 1 momentin mukaisesti. tyovoima- ja elinkeinokeskuksen paatokseen voi hakea muutosta 27 §:n 3 momentin mukaisesti. maa- ja metsatalousministerio jarjestaa maaraaikaisen hakumenettelyn 1 momentissa tarkoitettujen kehittamishankkeiden osalta. edella 1 momentissa tarkoitettujen palkkioiden osalta maa- ja metsatalousministerio jarjestaa hakumenettelyn vain toimintaohjelman tavoitteiden saavuttamiseen ja ammattikalastuksen toimintaedellytyksiin liittyvasta erityisesta syysta.",
        "title_sv": "Gemensamma avgöranden av jord- och skogsbruksministeriet och arbetskrafts- och näringscentralerna",
        "content_sv": "Tillsammans med arbetskrafts- och näringscentralerna träffar jord- och skogsbruksministeriet avgöranden om bidrag som avses i avdelning IV kapitel I artiklarna 23 och 24 och artikel 26.4 c i förordningen om fiskerifonden samt om utvecklingsprojekt som väljs ut för finansiering enligt avdelning IV kapitel III och vars totala kostnader överstiger 15 000 euro. Utifrån avgörandet fattar arbetskrafts- och näringscentralerna beslut i enlighet med 12 § 1 mom. Beslutet får överklagas enligt 27 § 3 mom. Jord- och skogsbruksministeriet ordnar ett tidsbegränsat ansökningsförfarande för de utvecklingsprojekt som avses i 1 mom. I fråga om de bidrag som avses i 1 mom. ordnar ministeriet ansökningsförfarande bara när det finns särskilda skäl som har samband med målen i det operativa programmet och verksamhetsbetingelserna för yrkesfisket.",
        "normalized_sv": "Tillsammans med arbetskrafts- och näringscentralerna träffar jord- och skogsbruksministeriet avgöranden om bidrag som avses i avdelning IV kapitel I artiklarna 23 och 24 och artikel 26.4 c i förordningen om fiskerifonden samt om utvecklingsprojekt som väljs ut för finansiering enligt avdelning IV kapitel III och vars totala kostnader överstiger 15 000 euro. Utifrån avgörandet fattar arbetskrafts- och näringscentralerna beslut i enlighet med 12 § 1 mom. Beslutet får överklagas enligt 27 § 3 mom. Jord- och skogsbruksministeriet ordnar ett tidsbegränsat ansökningsförfarande för de utvecklingsprojekt som avses i 1 mom. I fråga om de bidrag som avses i 1 mom. ordnar ministeriet ansökningsförfarande bara när det finns särskilda skäl som har samband med målen i det operativa programmet och verksamhetsbetingelserna för yrkesfisket.",
        "folded_sv": "tillsammans med arbetskrafts- och naringscentralerna traffar jord- och skogsbruksministeriet avgoranden om bidrag som avses i avdelning iv kapitel i artiklarna 23 och 24 och artikel 26.4 c i forordningen om fiskerifonden samt om utvecklingsprojekt som valjs ut for finansiering enligt avdelning iv kapitel iii och vars totala kostnader overstiger 15 000 euro. utifran avgorandet fattar arbetskrafts- och naringscentralerna beslut i enlighet med 12 § 1 mom. beslutet far overklagas enligt 27 § 3 mom. jord- och skogsbruksministeriet ordnar ett tidsbegransat ansokningsforfarande for de utvecklingsprojekt som avses i 1 mom. i fraga om de bidrag som avses i 1 mom. ordnar ministeriet ansokningsforfarande bara nar det finns sarskilda skal som har samband med malen i det operativa programmet och verksamhetsbetingelserna for yrkesfisket."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Kalatalousryhmän tehtävät",
      "content": "Kalatalousryhmä vastaa oman alueensa elinkeinokalatalouden kehittämistä koskevan, kalatalousrahastoasetuksen 45 artiklan 2 kohdassa tarkoitetun paikallisen kehittämisstrategian toteuttamisesta, seurannasta ja siitä tiedottamisesta. Kalatalousryhmän tulee antaa 12 §:n 2 momentissa tarkoitettu lausunto tukihakemuksen myöntämisen tarkoituksenmukaisuudesta paikallisen kehittämisstrategian tavoitteiden kannalta. Kalatalousryhmän toiminnassa noudatetaan hallintolakia, kielilakia ja viranomaisten toiminnan julkisuudesta annettua lakia. Kalatalousryhmän päätöksentekoon osallistuvien henkilöiden toimintaan sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä heidän hoitaessaan kalatalousryhmälle säädettyjä tehtäviä. Tehtäviä hoidettaessa aiheutetun vahingon korvaamisesta on voimassa, mitä vahingonkorvauslaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_14",
        "normalized_fi": "Kalatalousryhmä vastaa oman alueensa elinkeinokalatalouden kehittämistä koskevan, kalatalousrahastoasetuksen 45 artiklan 2 kohdassa tarkoitetun paikallisen kehittämisstrategian toteuttamisesta, seurannasta ja siitä tiedottamisesta. Kalatalousryhmän tulee antaa 12 § :n 2 momentissa tarkoitettu lausunto tukihakemuksen myöntämisen tarkoituksenmukaisuudesta paikallisen kehittämisstrategian tavoitteiden kannalta. Kalatalousryhmän toiminnassa noudatetaan hallintolakia, kielilakia ja viranomaisten toiminnan julkisuudesta annettua lakia. Kalatalousryhmän päätöksentekoon osallistuvien henkilöiden toimintaan sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä heidän hoitaessaan kalatalousryhmälle säädettyjä tehtäviä. Tehtäviä hoidettaessa aiheutetun vahingon korvaamisesta on voimassa, mitä vahingonkorvauslaissa säädetään.",
        "folded_fi": "kalatalousryhma vastaa oman alueensa elinkeinokalatalouden kehittamista koskevan, kalatalousrahastoasetuksen 45 artiklan 2 kohdassa tarkoitetun paikallisen kehittamisstrategian toteuttamisesta, seurannasta ja siita tiedottamisesta. kalatalousryhman tulee antaa 12 §:n 2 momentissa tarkoitettu lausunto tukihakemuksen myontamisen tarkoituksenmukaisuudesta paikallisen kehittamisstrategian tavoitteiden kannalta. kalatalousryhman toiminnassa noudatetaan hallintolakia, kielilakia ja viranomaisten toiminnan julkisuudesta annettua lakia. kalatalousryhman paatoksentekoon osallistuvien henkiloiden toimintaan sovelletaan rikosoikeudellista virkavastuuta koskevia saannoksia heidan hoitaessaan kalatalousryhmalle saadettyja tehtavia. tehtavia hoidettaessa aiheutetun vahingon korvaamisesta on voimassa, mita vahingonkorvauslaissa saadetaan.",
        "title_sv": "Fiskerigruppens uppgifter",
        "content_sv": "Fiskerigruppen svarar för genomförandet och övervakningen av samt informationen om den lokala utvecklingsstrategi för utvecklingen av fiskerinäringen inom gruppens område som avses i artikel 45.2 i förordningen om fiskerifonden. Fiskerigruppen skall ge ett i 12 § 2 mom. avsett utlåtande om huruvida det med avseende på målen för den lokala utvecklingsstrategin är ändamålsenligt att godkänna en stödansökan. I fiskerigruppens verksamhet iakttas förvaltningslagen, språklagen och lagen om offentlighet i myndigheternas verksamhet. På dem som deltar i fiskerigruppens beslutsfattande tillämpas bestämmelserna om straffrättsligt tjänsteansvar när de sköter uppgifter som ålagts fiskerigruppen. I fråga om ersättande av skada som orsakats vid skötseln av fiskerigruppens uppgifter gäller skadeståndslagen.",
        "normalized_sv": "Fiskerigruppen svarar för genomförandet och övervakningen av samt informationen om den lokala utvecklingsstrategi för utvecklingen av fiskerinäringen inom gruppens område som avses i artikel 45.2 i förordningen om fiskerifonden. Fiskerigruppen skall ge ett i 12 § 2 mom. avsett utlåtande om huruvida det med avseende på målen för den lokala utvecklingsstrategin är ändamålsenligt att godkänna en stödansökan. I fiskerigruppens verksamhet iakttas förvaltningslagen, språklagen och lagen om offentlighet i myndigheternas verksamhet. På dem som deltar i fiskerigruppens beslutsfattande tillämpas bestämmelserna om straffrättsligt tjänsteansvar när de sköter uppgifter som ålagts fiskerigruppen. I fråga om ersättande av skada som orsakats vid skötseln av fiskerigruppens uppgifter gäller skadeståndslagen.",
        "folded_sv": "fiskerigruppen svarar for genomforandet och overvakningen av samt informationen om den lokala utvecklingsstrategi for utvecklingen av fiskerinaringen inom gruppens omrade som avses i artikel 45.2 i forordningen om fiskerifonden. fiskerigruppen skall ge ett i 12 § 2 mom. avsett utlatande om huruvida det med avseende pa malen for den lokala utvecklingsstrategin ar andamalsenligt att godkanna en stodansokan. i fiskerigruppens verksamhet iakttas forvaltningslagen, spraklagen och lagen om offentlighet i myndigheternas verksamhet. pa dem som deltar i fiskerigruppens beslutsfattande tillampas bestammelserna om straffrattsligt tjansteansvar nar de skoter uppgifter som alagts fiskerigruppen. i fraga om ersattande av skada som orsakats vid skotseln av fiskerigruppens uppgifter galler skadestandslagen."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Toimintaohjelman yhteensovittaminen",
      "content": "Kalatalousrahaston toimet sovitetaan yhteen rakennerahastojen sekä Euroopan maaseudun kehittämisen maatalousrahaston ja Euroopan maatalouden tukirahaston kanssa rakennerahastoja koskevan kansallisen lainsäädännön mukaisesti. Toimintaohjelmassa määriteltyjen toimenpiteiden toimeenpano sovitetaan yhteen muiden alueella toteutettavien yhteisön osarahoitteisten ohjelmien ja tukitoimenpiteiden kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_15",
        "normalized_fi": "Kalatalousrahaston toimet sovitetaan yhteen rakennerahastojen sekä Euroopan maaseudun kehittämisen maatalousrahaston ja Euroopan maatalouden tukirahaston kanssa rakennerahastoja koskevan kansallisen lainsäädännön mukaisesti. Toimintaohjelmassa määriteltyjen toimenpiteiden toimeenpano sovitetaan yhteen muiden alueella toteutettavien yhteisön osarahoitteisten ohjelmien ja tukitoimenpiteiden kanssa.",
        "folded_fi": "kalatalousrahaston toimet sovitetaan yhteen rakennerahastojen seka euroopan maaseudun kehittamisen maatalousrahaston ja euroopan maatalouden tukirahaston kanssa rakennerahastoja koskevan kansallisen lainsaadannon mukaisesti. toimintaohjelmassa maariteltyjen toimenpiteiden toimeenpano sovitetaan yhteen muiden alueella toteutettavien yhteison osarahoitteisten ohjelmien ja tukitoimenpiteiden kanssa.",
        "title_sv": "Samordning av det operativa programmet",
        "content_sv": "De insatser som ingår i fiskerifonden samordnas med strukturfonderna, Europeiska jordbruksfonden för landsbygdsutveckling och Europeiska garantifonden för jordbruket i enlighet med den nationella lagstiftningen om strukturfonderna. Genomförandet av de åtgärder som definieras i det operativa programmet samordnas med övriga program och stödåtgärder som genomförs i regionen och delfinansieras av gemenskapen.",
        "normalized_sv": "De insatser som ingår i fiskerifonden samordnas med strukturfonderna, Europeiska jordbruksfonden för landsbygdsutveckling och Europeiska garantifonden för jordbruket i enlighet med den nationella lagstiftningen om strukturfonderna. Genomförandet av de åtgärder som definieras i det operativa programmet samordnas med övriga program och stödåtgärder som genomförs i regionen och delfinansieras av gemenskapen.",
        "folded_sv": "de insatser som ingar i fiskerifonden samordnas med strukturfonderna, europeiska jordbruksfonden for landsbygdsutveckling och europeiska garantifonden for jordbruket i enlighet med den nationella lagstiftningen om strukturfonderna. genomforandet av de atgarder som definieras i det operativa programmet samordnas med ovriga program och stodatgarder som genomfors i regionen och delfinansieras av gemenskapen."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "title": "Tukimuodot ja tuettava toiminta",
      "content": "Kalatalousrahaston varoista voidaan myöntää tukia seuraaviin kalatalousrahastoasetuksessa säädettyihin ja toimintaohjelmassa tarkemmin määriteltyihin toimenpiteisiin: 1) kalastuksen, vesiviljelyn, kalan jalostuksen ja kalan tukkukaupan investointeihin; 2) elinkeinokalatalouden yritysten toimintaympäristön investointeihin ja kehittämishankkeisiin; 3) kalatalousryhmien toimintaan; sekä 4) muihin kalatalousrahastoasetuksen mukaisiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_16",
        "normalized_fi": "Kalatalousrahaston varoista voidaan myöntää tukia seuraaviin kalatalousrahastoasetuksessa säädettyihin ja toimintaohjelmassa tarkemmin määriteltyihin toimenpiteisiin: 1) kalastuksen, vesiviljelyn, kalan jalostuksen ja kalan tukkukaupan investointeihin; 2) elinkeinokalatalouden yritysten toimintaympäristön investointeihin ja kehittämishankkeisiin; 3) kalatalousryhmien toimintaan; sekä 4) muihin kalatalousrahastoasetuksen mukaisiin toimenpiteisiin.",
        "folded_fi": "kalatalousrahaston varoista voidaan myontaa tukia seuraaviin kalatalousrahastoasetuksessa saadettyihin ja toimintaohjelmassa tarkemmin maariteltyihin toimenpiteisiin: 1) kalastuksen, vesiviljelyn, kalan jalostuksen ja kalan tukkukaupan investointeihin; 2) elinkeinokalatalouden yritysten toimintaympariston investointeihin ja kehittamishankkeisiin; 3) kalatalousryhmien toimintaan; seka 4) muihin kalatalousrahastoasetuksen mukaisiin toimenpiteisiin.",
        "title_sv": "Stödformer och verksamhet som stöds",
        "content_sv": "Av medel från fiskerifonden är det möjligt att bevilja stöd för följande åtgärder som anges i förordningen om fiskerifonden och definieras närmare i det operativa programmet: 1) investeringar i fiske, vattenbruk, fiskförädling och partihandel med fisk, 2) investeringar i fiskerinäringsföretagens verksamhetsbetingelser samt företagens utvecklingsprojekt, 3) fiskerigruppernas verksamhet samt 4) övriga åtgärder enligt förordningen om fiskerifonden.",
        "normalized_sv": "Av medel från fiskerifonden är det möjligt att bevilja stöd för följande åtgärder som anges i förordningen om fiskerifonden och definieras närmare i det operativa programmet: 1) investeringar i fiske, vattenbruk, fiskförädling och partihandel med fisk, 2) investeringar i fiskerinäringsföretagens verksamhetsbetingelser samt företagens utvecklingsprojekt, 3) fiskerigruppernas verksamhet samt 4) övriga åtgärder enligt förordningen om fiskerifonden.",
        "folded_sv": "av medel fran fiskerifonden ar det mojligt att bevilja stod for foljande atgarder som anges i forordningen om fiskerifonden och definieras narmare i det operativa programmet: 1) investeringar i fiske, vattenbruk, fiskforadling och partihandel med fisk, 2) investeringar i fiskerinaringsforetagens verksamhetsbetingelser samt foretagens utvecklingsprojekt, 3) fiskerigruppernas verksamhet samt 4) ovriga atgarder enligt forordningen om fiskerifonden."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "title": "Tuen hakeminen",
      "content": "Kirjallinen, allekirjoitettu hakemus on toimitettava ennen tuettavan toimenpiteen aloittamista siihen työvoima- ja elinkeinokeskukseen, jonka toimialueella tuettava toimenpide pääosin toteutetaan tai jonka toimialueella hakijan kotipaikka sijaitsee.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_17",
        "normalized_fi": "Kirjallinen, allekirjoitettu hakemus on toimitettava ennen tuettavan toimenpiteen aloittamista siihen työvoima- ja elinkeinokeskukseen, jonka toimialueella tuettava toimenpide pääosin toteutetaan tai jonka toimialueella hakijan kotipaikka sijaitsee.",
        "folded_fi": "kirjallinen, allekirjoitettu hakemus on toimitettava ennen tuettavan toimenpiteen aloittamista siihen tyovoima- ja elinkeinokeskukseen, jonka toimialueella tuettava toimenpide paaosin toteutetaan tai jonka toimialueella hakijan kotipaikka sijaitsee.",
        "title_sv": "Ansökan om stöd",
        "content_sv": "Innan den åtgärd för vilken stöd söks inleds skall en skriftlig och undertecknad ansökan ges in till den arbetskrafts- och näringscentral inom vars verksamhetsområde åtgärden huvudsakligen avses bli genomförd eller sökanden har sin hemort.",
        "normalized_sv": "Innan den åtgärd för vilken stöd söks inleds skall en skriftlig och undertecknad ansökan ges in till den arbetskrafts- och näringscentral inom vars verksamhetsområde åtgärden huvudsakligen avses bli genomförd eller sökanden har sin hemort.",
        "folded_sv": "innan den atgard for vilken stod soks inleds skall en skriftlig och undertecknad ansokan ges in till den arbetskrafts- och naringscentral inom vars verksamhetsomrade atgarden huvudsakligen avses bli genomford eller sokanden har sin hemort."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "title": "Tuen myöntäminen ilman hakemusta",
      "content": "Maa- ja metsätalousministeriö ja työvoima- ja elinkeinokeskukset voivat myöntää tukea kalatalousrahastoasetuksen 46 artiklan mukaiseen tekniseen apuun ilman hakemusta. Maa- ja metsätalousministeriö voi myöntää tukea kalatalousrahastoasetuksen IV osaston III luvun mukaisiin toimenpiteisiin ilman hakemusta toimintaohjelman tavoitteiden saavuttamiseen liittyvästä erityisestä syystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_18",
        "normalized_fi": "Maa- ja metsätalousministeriö ja työvoima- ja elinkeinokeskukset voivat myöntää tukea kalatalousrahastoasetuksen 46 artiklan mukaiseen tekniseen apuun ilman hakemusta. Maa- ja metsätalousministeriö voi myöntää tukea kalatalousrahastoasetuksen IV osaston III luvun mukaisiin toimenpiteisiin ilman hakemusta toimintaohjelman tavoitteiden saavuttamiseen liittyvästä erityisestä syystä.",
        "folded_fi": "maa- ja metsatalousministerio ja tyovoima- ja elinkeinokeskukset voivat myontaa tukea kalatalousrahastoasetuksen 46 artiklan mukaiseen tekniseen apuun ilman hakemusta. maa- ja metsatalousministerio voi myontaa tukea kalatalousrahastoasetuksen iv osaston iii luvun mukaisiin toimenpiteisiin ilman hakemusta toimintaohjelman tavoitteiden saavuttamiseen liittyvasta erityisesta syysta.",
        "title_sv": "Beviljande av stöd utan ansökan",
        "content_sv": "Jord- och skogsbruksministeriet och arbetskrafts- och näringscentralerna kan utan ansökan bevilja stöd för genomförande av tekniskt stöd enligt artikel 46 i förordningen om fiskerifonden. Jord- och skogsbruksministeriet kan, av särskilda skäl som hänför sig till uppnåendet av målen för det operativa programmet, utan ansökan bevilja stöd för åtgärder enligt avdelning IV kapitel III i förordningen om fiskerifonden.",
        "normalized_sv": "Jord- och skogsbruksministeriet och arbetskrafts- och näringscentralerna kan utan ansökan bevilja stöd för genomförande av tekniskt stöd enligt artikel 46 i förordningen om fiskerifonden. Jord- och skogsbruksministeriet kan, av särskilda skäl som hänför sig till uppnåendet av målen för det operativa programmet, utan ansökan bevilja stöd för åtgärder enligt avdelning IV kapitel III i förordningen om fiskerifonden.",
        "folded_sv": "jord- och skogsbruksministeriet och arbetskrafts- och naringscentralerna kan utan ansokan bevilja stod for genomforande av tekniskt stod enligt artikel 46 i forordningen om fiskerifonden. jord- och skogsbruksministeriet kan, av sarskilda skal som hanfor sig till uppnaendet av malen for det operativa programmet, utan ansokan bevilja stod for atgarder enligt avdelning iv kapitel iii i forordningen om fiskerifonden."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "Tuen saajaa koskevat edellytykset",
      "content": "Tuen saaja voi olla oikeushenkilö tai luonnollinen henkilö. Investointeihin tukea voidaan myöntää vain sille, joka on arvonlisäverolaissa (1501/1993) tarkoitettu arvonlisäverovelvollinen. Lisäedellytyksenä kalastuksen investoinneissa on, että tuen hakija on kalastuslain (286/1982) 6 a §:n 1 momentissa tarkoitettu ammattikalastaja. Hakijalle, joka ei tukea haettaessa täytä 2 momentissa säädettyjä vaatimuksia, voidaan myöntää tukea kalastuksen investointeihin, jos hakija esittää hakemuksen liitteenä toteuttamiskelpoisen suunnitelman vaatimusten täyttämiseksi kolmen vuoden kuluessa viimeisen maksuerän maksamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_19",
        "normalized_fi": "Tuen saaja voi olla oikeushenkilö tai luonnollinen henkilö. Investointeihin tukea voidaan myöntää vain sille, joka on arvonlisäverolaissa (1501/1993) tarkoitettu arvonlisäverovelvollinen. Lisäedellytyksenä kalastuksen investoinneissa on, että tuen hakija on kalastuslain (286/1982) 6 a § :n 1 momentissa tarkoitettu ammattikalastaja. Hakijalle, joka ei tukea haettaessa täytä 2 momentissa säädettyjä vaatimuksia, voidaan myöntää tukea kalastuksen investointeihin, jos hakija esittää hakemuksen liitteenä toteuttamiskelpoisen suunnitelman vaatimusten täyttämiseksi kolmen vuoden kuluessa viimeisen maksuerän maksamisesta.",
        "folded_fi": "tuen saaja voi olla oikeushenkilo tai luonnollinen henkilo. investointeihin tukea voidaan myontaa vain sille, joka on arvonlisaverolaissa (1501/1993) tarkoitettu arvonlisaverovelvollinen. lisaedellytyksena kalastuksen investoinneissa on, etta tuen hakija on kalastuslain (286/1982) 6 a §:n 1 momentissa tarkoitettu ammattikalastaja. hakijalle, joka ei tukea haettaessa tayta 2 momentissa saadettyja vaatimuksia, voidaan myontaa tukea kalastuksen investointeihin, jos hakija esittaa hakemuksen liitteena toteuttamiskelpoisen suunnitelman vaatimusten tayttamiseksi kolmen vuoden kuluessa viimeisen maksueran maksamisesta.",
        "title_sv": "Krav som gäller stödtagaren",
        "content_sv": "Stödtagaren kan vara en juridisk eller fysisk person. Stöd till investeringar får beviljas endast den som är mervärdesskattskyldig enligt mervärdesskattelagen (1501/1993). Vid investeringar i fiske krävs det dessutom att sökanden är yrkesfiskare enligt 6 a § 1 mom. i lagen om fiske (286/1982). Sökande som när stödet söks inte uppfyller kraven i 2 mom. kan beviljas stöd för investeringar i fiske, om de i en bilaga till ansökan lägger fram en genomförbar plan för hur kraven skall uppfyllas inom tre år från utbetalningen av den sista stödposten.",
        "normalized_sv": "Stödtagaren kan vara en juridisk eller fysisk person. Stöd till investeringar får beviljas endast den som är mervärdesskattskyldig enligt mervärdesskattelagen (1501/1993). Vid investeringar i fiske krävs det dessutom att sökanden är yrkesfiskare enligt 6 a § 1 mom. i lagen om fiske (286/1982). Sökande som när stödet söks inte uppfyller kraven i 2 mom. kan beviljas stöd för investeringar i fiske, om de i en bilaga till ansökan lägger fram en genomförbar plan för hur kraven skall uppfyllas inom tre år från utbetalningen av den sista stödposten.",
        "folded_sv": "stodtagaren kan vara en juridisk eller fysisk person. stod till investeringar far beviljas endast den som ar mervardesskattskyldig enligt mervardesskattelagen (1501/1993). vid investeringar i fiske kravs det dessutom att sokanden ar yrkesfiskare enligt 6 a § 1 mom. i lagen om fiske (286/1982). sokande som nar stodet soks inte uppfyller kraven i 2 mom. kan beviljas stod for investeringar i fiske, om de i en bilaga till ansokan lagger fram en genomforbar plan for hur kraven skall uppfyllas inom tre ar fran utbetalningen av den sista stodposten."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Kustannusten tukikelpoisuus",
      "content": "Tukea voidaan myöntää tuettavasta toimenpiteestä aiheutuviin kustannuksiin, jotka ovat syntyneet tukihakemuksen vireilletulon jälkeen. Tukea voidaan myöntää vain investointihankkeeseen, jonka kokonaiskustannukset ovat vähintään 3 000 euroa, jollei tuen myöntämiselle ole elinkeinokalatalouden kehittämiseen liittyvää painavaa syytä. Yksinomaan julkisesti rahoitettuun hankkeeseen liittyvissä hankinnoissa, jotka jäävät julkisista hankinnoista annetun lainsäädännön soveltamisalan ulkopuolelle, on pyydettävä tarjous vähintään kolmelta eri toimittajalta, jos hankinnan arvo ylittää 1 000 euroa. Kehittämishankkeissa syntyvät yleiskustannukset ovat tukikelpoisia, jos ne kohdistuvat hankkeeseen perustellulla tavalla ja niiden kohdistuminen hankkeeseen on luotettavasti osoitettu. Luontaissuoritukset ovat tukikelpoisia kustannuksia osana hankkeen yksityistä rahoitusosuutta. Valtioneuvoston asetuksella säädetään tarkemmin hyväksyttävistä yleiskustannuksista ja luontaissuorituksista sekä niiden erittelystä, osoittamisesta ja enimmäismäärästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_20",
        "normalized_fi": "Tukea voidaan myöntää tuettavasta toimenpiteestä aiheutuviin kustannuksiin, jotka ovat syntyneet tukihakemuksen vireilletulon jälkeen. Tukea voidaan myöntää vain investointihankkeeseen, jonka kokonaiskustannukset ovat vähintään 3 000 euroa, jollei tuen myöntämiselle ole elinkeinokalatalouden kehittämiseen liittyvää painavaa syytä. Yksinomaan julkisesti rahoitettuun hankkeeseen liittyvissä hankinnoissa, jotka jäävät julkisista hankinnoista annetun lainsäädännön soveltamisalan ulkopuolelle, on pyydettävä tarjous vähintään kolmelta eri toimittajalta, jos hankinnan arvo ylittää 1 000 euroa. Kehittämishankkeissa syntyvät yleiskustannukset ovat tukikelpoisia, jos ne kohdistuvat hankkeeseen perustellulla tavalla ja niiden kohdistuminen hankkeeseen on luotettavasti osoitettu. Luontaissuoritukset ovat tukikelpoisia kustannuksia osana hankkeen yksityistä rahoitusosuutta. Valtioneuvoston asetuksella säädetään tarkemmin hyväksyttävistä yleiskustannuksista ja luontaissuorituksista sekä niiden erittelystä, osoittamisesta ja enimmäismäärästä.",
        "folded_fi": "tukea voidaan myontaa tuettavasta toimenpiteesta aiheutuviin kustannuksiin, jotka ovat syntyneet tukihakemuksen vireilletulon jalkeen. tukea voidaan myontaa vain investointihankkeeseen, jonka kokonaiskustannukset ovat vahintaan 3 000 euroa, jollei tuen myontamiselle ole elinkeinokalatalouden kehittamiseen liittyvaa painavaa syyta. yksinomaan julkisesti rahoitettuun hankkeeseen liittyvissa hankinnoissa, jotka jaavat julkisista hankinnoista annetun lainsaadannon soveltamisalan ulkopuolelle, on pyydettava tarjous vahintaan kolmelta eri toimittajalta, jos hankinnan arvo ylittaa 1 000 euroa. kehittamishankkeissa syntyvat yleiskustannukset ovat tukikelpoisia, jos ne kohdistuvat hankkeeseen perustellulla tavalla ja niiden kohdistuminen hankkeeseen on luotettavasti osoitettu. luontaissuoritukset ovat tukikelpoisia kustannuksia osana hankkeen yksityista rahoitusosuutta. valtioneuvoston asetuksella saadetaan tarkemmin hyvaksyttavista yleiskustannuksista ja luontaissuorituksista seka niiden erittelysta, osoittamisesta ja enimmaismaarasta.",
        "title_sv": "Stödberättigande kostnader",
        "content_sv": "Stöd kan beviljas för kostnader som orsakas av den åtgärd som ansökan gäller och som har uppkommit efter det att stödansökan blivit anhängig. Stöd kan beviljas endast för ett sådant investeringsprojekt vars sammanlagda kostnader uppgår till minst 3 000 euro, om det inte finns något sådant vägande skäl att bevilja stöd som sammanhänger med utvecklandet av fiskerinäringen. Vid upphandling som gäller projekt med enbart offentlig finansiering och som inte ingår i tillämpningsområdet för lagstiftningen om offentlig upphandling skall anbud begäras hos minst tre olika leverantörer, om värdet av upphandlingen överstiger 1 000 euro. Omkostnader som uppkommer vid utvecklingsprojekt berättigar till stöd, om de anknyter till projektet på motiverat sätt och anknytningen har styrkts på ett tillförlitligt sätt. Naturaprestationer är stödberättigande kostnader när de utgör en del av den privata medfinansieringen av ett projekt. Närmare bestämmelser om godtagbara omkostnader och naturaprestationer, om specifikationen och styrkandet av dem samt om deras maximibelopp utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Stöd kan beviljas för kostnader som orsakas av den åtgärd som ansökan gäller och som har uppkommit efter det att stödansökan blivit anhängig. Stöd kan beviljas endast för ett sådant investeringsprojekt vars sammanlagda kostnader uppgår till minst 3 000 euro, om det inte finns något sådant vägande skäl att bevilja stöd som sammanhänger med utvecklandet av fiskerinäringen. Vid upphandling som gäller projekt med enbart offentlig finansiering och som inte ingår i tillämpningsområdet för lagstiftningen om offentlig upphandling skall anbud begäras hos minst tre olika leverantörer, om värdet av upphandlingen överstiger 1 000 euro. Omkostnader som uppkommer vid utvecklingsprojekt berättigar till stöd, om de anknyter till projektet på motiverat sätt och anknytningen har styrkts på ett tillförlitligt sätt. Naturaprestationer är stödberättigande kostnader när de utgör en del av den privata medfinansieringen av ett projekt. Närmare bestämmelser om godtagbara omkostnader och naturaprestationer, om specifikationen och styrkandet av dem samt om deras maximibelopp utfärdas genom förordning av statsrådet.",
        "folded_sv": "stod kan beviljas for kostnader som orsakas av den atgard som ansokan galler och som har uppkommit efter det att stodansokan blivit anhangig. stod kan beviljas endast for ett sadant investeringsprojekt vars sammanlagda kostnader uppgar till minst 3 000 euro, om det inte finns nagot sadant vagande skal att bevilja stod som sammanhanger med utvecklandet av fiskerinaringen. vid upphandling som galler projekt med enbart offentlig finansiering och som inte ingar i tillampningsomradet for lagstiftningen om offentlig upphandling skall anbud begaras hos minst tre olika leverantorer, om vardet av upphandlingen overstiger 1 000 euro. omkostnader som uppkommer vid utvecklingsprojekt berattigar till stod, om de anknyter till projektet pa motiverat satt och anknytningen har styrkts pa ett tillforlitligt satt. naturaprestationer ar stodberattigande kostnader nar de utgor en del av den privata medfinansieringen av ett projekt. narmare bestammelser om godtagbara omkostnader och naturaprestationer, om specifikationen och styrkandet av dem samt om deras maximibelopp utfardas genom forordning av statsradet."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Kehittämissuunnitelma",
      "content": "Investointituen hakija voi esittää hakemuksen yhteydessä yrityksen tai ammatinharjoittajan toiminnan kehittämisen kannalta olennaiset seikat sisältävän kehittämissuunnitelman. Työvoima- ja elinkeinokeskuksen tulee ottaa kehittämissuunnitelma huomioon korottavana tekijänä tuen tasosta päättäessään. Valtioneuvoston asetuksella säädetään tarkemmin kehittämissuunnitelman sisällöstä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_21",
        "normalized_fi": "Investointituen hakija voi esittää hakemuksen yhteydessä yrityksen tai ammatinharjoittajan toiminnan kehittämisen kannalta olennaiset seikat sisältävän kehittämissuunnitelman. Työvoima- ja elinkeinokeskuksen tulee ottaa kehittämissuunnitelma huomioon korottavana tekijänä tuen tasosta päättäessään. Valtioneuvoston asetuksella säädetään tarkemmin kehittämissuunnitelman sisällöstä.",
        "folded_fi": "investointituen hakija voi esittaa hakemuksen yhteydessa yrityksen tai ammatinharjoittajan toiminnan kehittamisen kannalta olennaiset seikat sisaltavan kehittamissuunnitelman. tyovoima- ja elinkeinokeskuksen tulee ottaa kehittamissuunnitelma huomioon korottavana tekijana tuen tasosta paattaessaan. valtioneuvoston asetuksella saadetaan tarkemmin kehittamissuunnitelman sisallosta.",
        "title_sv": "Utvecklingsplan",
        "content_sv": "Den som ansöker om investeringsstöd kan i samband med ansökan lägga fram en utvecklingsplan som innehåller de för utvecklingen av företagets eller yrkesutövarens verksamhet väsentliga omständigheterna. Arbetskrafts- och näringscentralen skall beakta utvecklingsplanen som en förhöjande faktor när den beslutar om stödnivån. Närmare bestämmelser om utvecklingsplanens innehåll utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Den som ansöker om investeringsstöd kan i samband med ansökan lägga fram en utvecklingsplan som innehåller de för utvecklingen av företagets eller yrkesutövarens verksamhet väsentliga omständigheterna. Arbetskrafts- och näringscentralen skall beakta utvecklingsplanen som en förhöjande faktor när den beslutar om stödnivån. Närmare bestämmelser om utvecklingsplanens innehåll utfärdas genom förordning av statsrådet.",
        "folded_sv": "den som ansoker om investeringsstod kan i samband med ansokan lagga fram en utvecklingsplan som innehaller de for utvecklingen av foretagets eller yrkesutovarens verksamhet vasentliga omstandigheterna. arbetskrafts- och naringscentralen skall beakta utvecklingsplanen som en forhojande faktor nar den beslutar om stodnivan. narmare bestammelser om utvecklingsplanens innehall utfardas genom forordning av statsradet."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "title": "Tuen myöntäjään ja tuen saajaan kohdistuvat tarkastukset",
      "content": "Maaseutuvirasto tarkastaa tuen saajan toteuttamat toimenpiteet sekä tuen myöntämiseen liittyvät menettelyt tarkastusviranomaisen laatiman ja komission hyväksymän tarkastusstrategian mukaisesti. Maa- ja metsätalousministeriö voi tarvittaessa tehdä tuen myöntämiseen, maksamiseen ja käyttöön liittyvien edellytysten ja ehtojen noudattamisen valvomiseksi tuen myöntäjiin ja saajiin kohdistuvia tarkastuksia. Vastaava oikeus on tuen saajien osalta työvoima- ja elinkeinokeskuksilla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_22",
        "normalized_fi": "Maaseutuvirasto tarkastaa tuen saajan toteuttamat toimenpiteet sekä tuen myöntämiseen liittyvät menettelyt tarkastusviranomaisen laatiman ja komission hyväksymän tarkastusstrategian mukaisesti. Maa- ja metsätalousministeriö voi tarvittaessa tehdä tuen myöntämiseen, maksamiseen ja käyttöön liittyvien edellytysten ja ehtojen noudattamisen valvomiseksi tuen myöntäjiin ja saajiin kohdistuvia tarkastuksia. Vastaava oikeus on tuen saajien osalta työvoima- ja elinkeinokeskuksilla.",
        "folded_fi": "maaseutuvirasto tarkastaa tuen saajan toteuttamat toimenpiteet seka tuen myontamiseen liittyvat menettelyt tarkastusviranomaisen laatiman ja komission hyvaksyman tarkastusstrategian mukaisesti. maa- ja metsatalousministerio voi tarvittaessa tehda tuen myontamiseen, maksamiseen ja kayttoon liittyvien edellytysten ja ehtojen noudattamisen valvomiseksi tuen myontajiin ja saajiin kohdistuvia tarkastuksia. vastaava oikeus on tuen saajien osalta tyovoima- ja elinkeinokeskuksilla.",
        "title_sv": "Granskningar och kontroller som gäller dem som beviljar stöd och stödtagare",
        "content_sv": "De åtgärder som stödtagarna vidtagit och förfarandena vid beviljandet av stöd granskas av Landsbygdsverket i enlighet med ett revisionsprogram som revisionsmyndigheten har utarbetat och kommissionen godkänt. I syfte att utöva tillsyn över iakttagandet av förutsättningarna och villkoren för beviljande, utbetalning och användning av stöd kan jord- och skogsbruksministeriet vid behov utföra kontroller som gäller dem som beviljar stöd och stödtagare. Arbetskrafts- och näringscentralerna har motsvarande rätt i fråga om stödtagare.",
        "normalized_sv": "De åtgärder som stödtagarna vidtagit och förfarandena vid beviljandet av stöd granskas av Landsbygdsverket i enlighet med ett revisionsprogram som revisionsmyndigheten har utarbetat och kommissionen godkänt. I syfte att utöva tillsyn över iakttagandet av förutsättningarna och villkoren för beviljande, utbetalning och användning av stöd kan jord- och skogsbruksministeriet vid behov utföra kontroller som gäller dem som beviljar stöd och stödtagare. Arbetskrafts- och näringscentralerna har motsvarande rätt i fråga om stödtagare.",
        "folded_sv": "de atgarder som stodtagarna vidtagit och forfarandena vid beviljandet av stod granskas av landsbygdsverket i enlighet med ett revisionsprogram som revisionsmyndigheten har utarbetat och kommissionen godkant. i syfte att utova tillsyn over iakttagandet av forutsattningarna och villkoren for beviljande, utbetalning och anvandning av stod kan jord- och skogsbruksministeriet vid behov utfora kontroller som galler dem som beviljar stod och stodtagare. arbetskrafts- och naringscentralerna har motsvarande ratt i fraga om stodtagare."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "title": "Seurantajärjestelmä",
      "content": "Tukien rahoituksen, myöntämisen, maksamisen, tarkastuksen ja takaisinperinnän sekä niiden vaikutusten seurannan tietojärjestelmänä toimii elinkeinokalatalouden rakennetukirekisteri. Elinkeinokalatalouden rakennetukirekisterin rakentamisesta ja kehittämisestä vastaa maa- ja metsätalousministeriö. Rekisterin ylläpidosta vastaavat maa- ja metsätalousministeriö ja työvoima- ja elinkeinokeskukset yhdessä. Rekisteriin voidaan tallentaa seuraavat tiedot: 1) hakijan nimi ja yhteystiedot sekä henkilötunnus tai yritys- ja yhteisötunnus; 2) hakijan yhteyshenkilön nimi ja yhteystiedot, 3) tuettavan toimenpiteen sisältöä, tavoitteita ja tuloksia koskevat tiedot; 4) tuettavan toimenpiteen kustannuksia ja kokonaisrahoitusta koskevat arviot sekä näiden toteutumista koskevat tiedot; 5) tuki- tai maksuhakemusta ja sen ratkaisemista sekä tuen yksilöintiä koskevat tiedot; 6) hankkeen ohjausryhmän jäsenten nimi- ja yhteystiedot; 7) tiedot tuensaajalle myönnetyistä ja maksetuista tuista; 8) tuettavaan toimenpiteeseen käytettävän julkisen ja yksityisen rahoituksen määrä; 9) tiedot paikan päällä tehtävistä todentamisista; 10) tiedot tarkastuksesta ja siinä tehdyistä havainnoista; 11) tiedot tuen saajalta takaisinperittävistä tuista sekä takaisinperinnän toteutumisesta; 12) seurantaa varten kerättävät, toimintaohjelmassa määriteltyjen indikaattorien mukaiset tiedot; sekä 13) kehittämissuunnitelmaa koskevat tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_23",
        "normalized_fi": "Tukien rahoituksen, myöntämisen, maksamisen, tarkastuksen ja takaisinperinnän sekä niiden vaikutusten seurannan tietojärjestelmänä toimii elinkeinokalatalouden rakennetukirekisteri. Elinkeinokalatalouden rakennetukirekisterin rakentamisesta ja kehittämisestä vastaa maa- ja metsätalousministeriö. Rekisterin ylläpidosta vastaavat maa- ja metsätalousministeriö ja työvoima- ja elinkeinokeskukset yhdessä. Rekisteriin voidaan tallentaa seuraavat tiedot: 1) hakijan nimi ja yhteystiedot sekä henkilötunnus tai yritys- ja yhteisötunnus; 2) hakijan yhteyshenkilön nimi ja yhteystiedot, 3) tuettavan toimenpiteen sisältöä, tavoitteita ja tuloksia koskevat tiedot; 4) tuettavan toimenpiteen kustannuksia ja kokonaisrahoitusta koskevat arviot sekä näiden toteutumista koskevat tiedot; 5) tuki- tai maksuhakemusta ja sen ratkaisemista sekä tuen yksilöintiä koskevat tiedot; 6) hankkeen ohjausryhmän jäsenten nimi- ja yhteystiedot; 7) tiedot tuensaajalle myönnetyistä ja maksetuista tuista; 8) tuettavaan toimenpiteeseen käytettävän julkisen ja yksityisen rahoituksen määrä; 9) tiedot paikan päällä tehtävistä todentamisista; 10) tiedot tarkastuksesta ja siinä tehdyistä havainnoista; 11) tiedot tuen saajalta takaisinperittävistä tuista sekä takaisinperinnän toteutumisesta; 12) seurantaa varten kerättävät, toimintaohjelmassa määriteltyjen indikaattorien mukaiset tiedot; sekä 13) kehittämissuunnitelmaa koskevat tiedot.",
        "folded_fi": "tukien rahoituksen, myontamisen, maksamisen, tarkastuksen ja takaisinperinnan seka niiden vaikutusten seurannan tietojarjestelmana toimii elinkeinokalatalouden rakennetukirekisteri. elinkeinokalatalouden rakennetukirekisterin rakentamisesta ja kehittamisesta vastaa maa- ja metsatalousministerio. rekisterin yllapidosta vastaavat maa- ja metsatalousministerio ja tyovoima- ja elinkeinokeskukset yhdessa. rekisteriin voidaan tallentaa seuraavat tiedot: 1) hakijan nimi ja yhteystiedot seka henkilotunnus tai yritys- ja yhteisotunnus; 2) hakijan yhteyshenkilon nimi ja yhteystiedot, 3) tuettavan toimenpiteen sisaltoa, tavoitteita ja tuloksia koskevat tiedot; 4) tuettavan toimenpiteen kustannuksia ja kokonaisrahoitusta koskevat arviot seka naiden toteutumista koskevat tiedot; 5) tuki- tai maksuhakemusta ja sen ratkaisemista seka tuen yksilointia koskevat tiedot; 6) hankkeen ohjausryhman jasenten nimi- ja yhteystiedot; 7) tiedot tuensaajalle myonnetyista ja maksetuista tuista; 8) tuettavaan toimenpiteeseen kaytettavan julkisen ja yksityisen rahoituksen maara; 9) tiedot paikan paalla tehtavista todentamisista; 10) tiedot tarkastuksesta ja siina tehdyista havainnoista; 11) tiedot tuen saajalta takaisinperittavista tuista seka takaisinperinnan toteutumisesta; 12) seurantaa varten kerattavat, toimintaohjelmassa maariteltyjen indikaattorien mukaiset tiedot; seka 13) kehittamissuunnitelmaa koskevat tiedot.",
        "title_sv": "Övervakningssystem",
        "content_sv": "Registret för strukturstöd till fiskerinäringen fungerar som ett informationssystem för övervakning av finansieringen, beviljandet, utbetalningen, granskningen och återkravet av stöd samt för övervakning av stödens verkningar. Jord- och skogsbruksministeriet svarar för uppbyggnaden och utvecklingen av registret för strukturstöd till fiskerinäringen. För driften av registret svarar jord- och skogsbruksministeriet och arbetskrafts- och näringscentralerna gemensamt. I registret kan följande uppgifter föras in: 1) sökandens namn och kontaktuppgifter samt personbeteckning eller företags- och organisationsnummer, 2) namn och kontaktuppgifter i fråga om sökandens kontaktperson, 3) uppgifter om innehållet, målen och resultaten beträffande den åtgärd för vilken stöd söks, 4) uppskattningar av kostnaderna för och totalfinansieringen av den åtgärd för vilken stöd söks samt uppgifter om utfallet, 5) uppgifter om ansökan om stöd eller utbetalning och avgörandet av den samt om stödspecificeringen, 6) namn och kontaktuppgifter i fråga om medlemmarna i projektets styrgrupp, 7) uppgifter om stöd som beviljats och utbetalts till stödtagaren, 8) det belopp av offentlig och privat finansiering som används för åtgärden i fråga, 9) uppgifter om verifieringar på plats, 10) uppgifter om granskning och om iakttagelser som gjorts vid granskningen, 11) uppgifter om stöd som skall återkrävas hos stödtagaren och om genomförandet av återkravet, 12) uppgifter som samlas in i övervakningssyfte och är förenliga med de indikatorer som definieras i det operativa programmet, samt 13) uppgifter om utvecklingsplanen.",
        "normalized_sv": "Registret för strukturstöd till fiskerinäringen fungerar som ett informationssystem för övervakning av finansieringen, beviljandet, utbetalningen, granskningen och återkravet av stöd samt för övervakning av stödens verkningar. Jord- och skogsbruksministeriet svarar för uppbyggnaden och utvecklingen av registret för strukturstöd till fiskerinäringen. För driften av registret svarar jord- och skogsbruksministeriet och arbetskrafts- och näringscentralerna gemensamt. I registret kan följande uppgifter föras in: 1) sökandens namn och kontaktuppgifter samt personbeteckning eller företags- och organisationsnummer, 2) namn och kontaktuppgifter i fråga om sökandens kontaktperson, 3) uppgifter om innehållet, målen och resultaten beträffande den åtgärd för vilken stöd söks, 4) uppskattningar av kostnaderna för och totalfinansieringen av den åtgärd för vilken stöd söks samt uppgifter om utfallet, 5) uppgifter om ansökan om stöd eller utbetalning och avgörandet av den samt om stödspecificeringen, 6) namn och kontaktuppgifter i fråga om medlemmarna i projektets styrgrupp, 7) uppgifter om stöd som beviljats och utbetalts till stödtagaren, 8) det belopp av offentlig och privat finansiering som används för åtgärden i fråga, 9) uppgifter om verifieringar på plats, 10) uppgifter om granskning och om iakttagelser som gjorts vid granskningen, 11) uppgifter om stöd som skall återkrävas hos stödtagaren och om genomförandet av återkravet, 12) uppgifter som samlas in i övervakningssyfte och är förenliga med de indikatorer som definieras i det operativa programmet, samt 13) uppgifter om utvecklingsplanen.",
        "folded_sv": "registret for strukturstod till fiskerinaringen fungerar som ett informationssystem for overvakning av finansieringen, beviljandet, utbetalningen, granskningen och aterkravet av stod samt for overvakning av stodens verkningar. jord- och skogsbruksministeriet svarar for uppbyggnaden och utvecklingen av registret for strukturstod till fiskerinaringen. for driften av registret svarar jord- och skogsbruksministeriet och arbetskrafts- och naringscentralerna gemensamt. i registret kan foljande uppgifter foras in: 1) sokandens namn och kontaktuppgifter samt personbeteckning eller foretags- och organisationsnummer, 2) namn och kontaktuppgifter i fraga om sokandens kontaktperson, 3) uppgifter om innehallet, malen och resultaten betraffande den atgard for vilken stod soks, 4) uppskattningar av kostnaderna for och totalfinansieringen av den atgard for vilken stod soks samt uppgifter om utfallet, 5) uppgifter om ansokan om stod eller utbetalning och avgorandet av den samt om stodspecificeringen, 6) namn och kontaktuppgifter i fraga om medlemmarna i projektets styrgrupp, 7) uppgifter om stod som beviljats och utbetalts till stodtagaren, 8) det belopp av offentlig och privat finansiering som anvands for atgarden i fraga, 9) uppgifter om verifieringar pa plats, 10) uppgifter om granskning och om iakttagelser som gjorts vid granskningen, 11) uppgifter om stod som skall aterkravas hos stodtagaren och om genomforandet av aterkravet, 12) uppgifter som samlas in i overvakningssyfte och ar forenliga med de indikatorer som definieras i det operativa programmet, samt 13) uppgifter om utvecklingsplanen."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "title": "Tietojen julkisuus, tietojensaantioikeus ja tietojen luovuttaminen",
      "content": "Elinkeinokalatalouden rakennetukirekisteriin sisältyvien tietojen julkisuudesta on voimassa, mitä viranomaisten toiminnan julkisuudesta annetussa laissa säädetään. Maa- ja metsätalousministeriöllä, työvoima- ja elinkeinokeskuksilla ja maaseutuvirastolla on salassapitosäännösten estämättä oikeus saada muulta viranomaiselta, julkista tehtävää hoitavalta taholta ja kalatalousryhmältä hakijaa tai tuen saajaa, tämän terveydentilaa, taloudellista asemaa ja liike- tai ammattitoimintaa, julkisista varoista myönnettyä rahoitusta tai muuta tuen kannalta merkityksellistä olosuhdetta koskevia tietoja, jotka ovat välttämättömiä tukea koskevan asian käsittelemiseksi. Maa- ja metsätalousministeriöllä, työvoima- ja elinkeinokeskuksella ja Maaseutuvirastolla on salassapitosäännösten estämättä oikeus luovuttaa muulle viranomaiselle tai julkista tehtävää hoitavalle taikka Euroopan yhteisön toimielimelle tässä laissa säädettyä tehtävää hoidettaessa saatuja, tuen saajaa koskevia tietoja, jotka ovat välttämättömiä viranomaiselle, julkista tehtävää hoitavalle tai toimielimelle säädetyn tarkastustehtävän suorittamiseksi tai sen valvomiseksi, että Euroopan yhteisön lainsäädäntöä on noudatettu. Edellä 2 ja 3 momentin perusteella saatuja tietoja ei saa käyttää muuhun kuin siihen tarkoitukseen, johon niitä on pyydetty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_24",
        "normalized_fi": "Elinkeinokalatalouden rakennetukirekisteriin sisältyvien tietojen julkisuudesta on voimassa, mitä viranomaisten toiminnan julkisuudesta annetussa laissa säädetään. Maa- ja metsätalousministeriöllä, työvoima- ja elinkeinokeskuksilla ja maaseutuvirastolla on salassapitosäännösten estämättä oikeus saada muulta viranomaiselta, julkista tehtävää hoitavalta taholta ja kalatalousryhmältä hakijaa tai tuen saajaa, tämän terveydentilaa, taloudellista asemaa ja liike- tai ammattitoimintaa, julkisista varoista myönnettyä rahoitusta tai muuta tuen kannalta merkityksellistä olosuhdetta koskevia tietoja, jotka ovat välttämättömiä tukea koskevan asian käsittelemiseksi. Maa- ja metsätalousministeriöllä, työvoima- ja elinkeinokeskuksella ja Maaseutuvirastolla on salassapitosäännösten estämättä oikeus luovuttaa muulle viranomaiselle tai julkista tehtävää hoitavalle taikka Euroopan yhteisön toimielimelle tässä laissa säädettyä tehtävää hoidettaessa saatuja, tuen saajaa koskevia tietoja, jotka ovat välttämättömiä viranomaiselle, julkista tehtävää hoitavalle tai toimielimelle säädetyn tarkastustehtävän suorittamiseksi tai sen valvomiseksi, että Euroopan yhteisön lainsäädäntöä on noudatettu. Edellä 2 ja 3 momentin perusteella saatuja tietoja ei saa käyttää muuhun kuin siihen tarkoitukseen, johon niitä on pyydetty.",
        "folded_fi": "elinkeinokalatalouden rakennetukirekisteriin sisaltyvien tietojen julkisuudesta on voimassa, mita viranomaisten toiminnan julkisuudesta annetussa laissa saadetaan. maa- ja metsatalousministeriolla, tyovoima- ja elinkeinokeskuksilla ja maaseutuvirastolla on salassapitosaannosten estamatta oikeus saada muulta viranomaiselta, julkista tehtavaa hoitavalta taholta ja kalatalousryhmalta hakijaa tai tuen saajaa, taman terveydentilaa, taloudellista asemaa ja liike- tai ammattitoimintaa, julkisista varoista myonnettya rahoitusta tai muuta tuen kannalta merkityksellista olosuhdetta koskevia tietoja, jotka ovat valttamattomia tukea koskevan asian kasittelemiseksi. maa- ja metsatalousministeriolla, tyovoima- ja elinkeinokeskuksella ja maaseutuvirastolla on salassapitosaannosten estamatta oikeus luovuttaa muulle viranomaiselle tai julkista tehtavaa hoitavalle taikka euroopan yhteison toimielimelle tassa laissa saadettya tehtavaa hoidettaessa saatuja, tuen saajaa koskevia tietoja, jotka ovat valttamattomia viranomaiselle, julkista tehtavaa hoitavalle tai toimielimelle saadetyn tarkastustehtavan suorittamiseksi tai sen valvomiseksi, etta euroopan yhteison lainsaadantoa on noudatettu. edella 2 ja 3 momentin perusteella saatuja tietoja ei saa kayttaa muuhun kuin siihen tarkoitukseen, johon niita on pyydetty.",
        "title_sv": "Uppgifternas offentlighet, rätt att få uppgifter och utlämnande av uppgifter",
        "content_sv": "I fråga om offentligheten för uppgifterna i registret för strukturstöd till fiskerinäringen gäller det som föreskrivs i lagen om offentlighet i myndigheternas verksamhet. Jord- och skogsbruksministeriet, arbetskrafts- och näringscentralerna och Landsbygdsverket har utan hinder av sekretessbestämmelserna rätt att av andra myndigheter, den som sköter ett offentligt uppdrag och fiskerigruppen få sådana uppgifter om sökanden eller stödtagaren, dennes hälsotillstånd, ekonomiska ställning och affärs- eller yrkesverksamhet, den av offentliga medel beviljade finansieringen eller andra förhållanden av vikt med avseende på stödet som är nödvändiga för behandlingen av ärenden som gäller stödet. Jord- och skogsbruksministeriet, arbetskrafts- och näringscentralerna och Landsbygdsverket har utan hinder av sekretessbestämmelserna rätt att till en annan myndighet, den som sköter ett offentligt uppdrag eller Europeiska gemenskapens institutioner lämna ut sådana uppgifter om stödtagaren som har erhållits vid utförandet av en uppgift om vilken bestäms i denna lag och som är nödvändiga för fullgörande av en kontrolluppgift som ålagts myndigheten, den som sköter det offentliga uppdraget eller institutionen eller för tillsyn över att Europeiska gemenskapens lagstiftning har iakttagits. Uppgifter som erhållits med stöd av 2 och 3 mom. får inte användas för något annat syfte än det för vilket de har begärts.",
        "normalized_sv": "I fråga om offentligheten för uppgifterna i registret för strukturstöd till fiskerinäringen gäller det som föreskrivs i lagen om offentlighet i myndigheternas verksamhet. Jord- och skogsbruksministeriet, arbetskrafts- och näringscentralerna och Landsbygdsverket har utan hinder av sekretessbestämmelserna rätt att av andra myndigheter, den som sköter ett offentligt uppdrag och fiskerigruppen få sådana uppgifter om sökanden eller stödtagaren, dennes hälsotillstånd, ekonomiska ställning och affärs- eller yrkesverksamhet, den av offentliga medel beviljade finansieringen eller andra förhållanden av vikt med avseende på stödet som är nödvändiga för behandlingen av ärenden som gäller stödet. Jord- och skogsbruksministeriet, arbetskrafts- och näringscentralerna och Landsbygdsverket har utan hinder av sekretessbestämmelserna rätt att till en annan myndighet, den som sköter ett offentligt uppdrag eller Europeiska gemenskapens institutioner lämna ut sådana uppgifter om stödtagaren som har erhållits vid utförandet av en uppgift om vilken bestäms i denna lag och som är nödvändiga för fullgörande av en kontrolluppgift som ålagts myndigheten, den som sköter det offentliga uppdraget eller institutionen eller för tillsyn över att Europeiska gemenskapens lagstiftning har iakttagits. Uppgifter som erhållits med stöd av 2 och 3 mom. får inte användas för något annat syfte än det för vilket de har begärts.",
        "folded_sv": "i fraga om offentligheten for uppgifterna i registret for strukturstod till fiskerinaringen galler det som foreskrivs i lagen om offentlighet i myndigheternas verksamhet. jord- och skogsbruksministeriet, arbetskrafts- och naringscentralerna och landsbygdsverket har utan hinder av sekretessbestammelserna ratt att av andra myndigheter, den som skoter ett offentligt uppdrag och fiskerigruppen fa sadana uppgifter om sokanden eller stodtagaren, dennes halsotillstand, ekonomiska stallning och affars- eller yrkesverksamhet, den av offentliga medel beviljade finansieringen eller andra forhallanden av vikt med avseende pa stodet som ar nodvandiga for behandlingen av arenden som galler stodet. jord- och skogsbruksministeriet, arbetskrafts- och naringscentralerna och landsbygdsverket har utan hinder av sekretessbestammelserna ratt att till en annan myndighet, den som skoter ett offentligt uppdrag eller europeiska gemenskapens institutioner lamna ut sadana uppgifter om stodtagaren som har erhallits vid utforandet av en uppgift om vilken bestams i denna lag och som ar nodvandiga for fullgorande av en kontrolluppgift som alagts myndigheten, den som skoter det offentliga uppdraget eller institutionen eller for tillsyn over att europeiska gemenskapens lagstiftning har iakttagits. uppgifter som erhallits med stod av 2 och 3 mom. far inte anvandas for nagot annat syfte an det for vilket de har begarts."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "Tietojen säilyttäminen ja rekisteröidyn tarkastusoikeus",
      "content": "Elinkeinokalatalouden rakennetukirekisteriin sisältyviä tietoja säilytetään kolme vuotta siitä, kun toimintaohjelma on kalatalousrahastoasetuksen 86 artiklan mukaisesti päätetty. Rekisteröidyn oikeuteen tarkastaa häntä koskevat elinkeinokalatalouden rakennetukirekisteriin sisältyvät tiedot, tiedoissa olevien virheiden tai puutteiden oikaisuun sekä vanhentuneiden ja tarpeettomien tietojen poistamiseen sovelletaan, mitä henkilötietolaissa (523/1999) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_25",
        "normalized_fi": "Elinkeinokalatalouden rakennetukirekisteriin sisältyviä tietoja säilytetään kolme vuotta siitä, kun toimintaohjelma on kalatalousrahastoasetuksen 86 artiklan mukaisesti päätetty. Rekisteröidyn oikeuteen tarkastaa häntä koskevat elinkeinokalatalouden rakennetukirekisteriin sisältyvät tiedot, tiedoissa olevien virheiden tai puutteiden oikaisuun sekä vanhentuneiden ja tarpeettomien tietojen poistamiseen sovelletaan, mitä henkilötietolaissa (523/1999) säädetään.",
        "folded_fi": "elinkeinokalatalouden rakennetukirekisteriin sisaltyvia tietoja sailytetaan kolme vuotta siita, kun toimintaohjelma on kalatalousrahastoasetuksen 86 artiklan mukaisesti paatetty. rekisteroidyn oikeuteen tarkastaa hanta koskevat elinkeinokalatalouden rakennetukirekisteriin sisaltyvat tiedot, tiedoissa olevien virheiden tai puutteiden oikaisuun seka vanhentuneiden ja tarpeettomien tietojen poistamiseen sovelletaan, mita henkilotietolaissa (523/1999) saadetaan.",
        "title_sv": "Förvaring av uppgifter och de registrerades rätt till insyn",
        "content_sv": "Uppgifterna i registret för strukturstöd till fiskerinäringen förvaras i tre år efter det att det operativa programmet har avslutats i enlighet med artikel 86 i förordningen om fiskerifonden. På de registrerades rätt till insyn i uppgifterna om dem i registret, på rättelser av fel eller brister i uppgifterna samt på avförande av föråldrade och onödiga uppgifter tillämpas personuppgiftslagen (523/1999).",
        "normalized_sv": "Uppgifterna i registret för strukturstöd till fiskerinäringen förvaras i tre år efter det att det operativa programmet har avslutats i enlighet med artikel 86 i förordningen om fiskerifonden. På de registrerades rätt till insyn i uppgifterna om dem i registret, på rättelser av fel eller brister i uppgifterna samt på avförande av föråldrade och onödiga uppgifter tillämpas personuppgiftslagen (523/1999).",
        "folded_sv": "uppgifterna i registret for strukturstod till fiskerinaringen forvaras i tre ar efter det att det operativa programmet har avslutats i enlighet med artikel 86 i forordningen om fiskerifonden. pa de registrerades ratt till insyn i uppgifterna om dem i registret, pa rattelser av fel eller brister i uppgifterna samt pa avforande av foraldrade och onodiga uppgifter tillampas personuppgiftslagen (523/1999)."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "Kalatalousryhmän hyväksyminen",
      "content": "Kalatalousryhmäksi voidaan hyväksyä rekisteröity yhdistys tai muu yksityisoikeudellinen yhteisö, joka täyttää ryhmälle yhteisön lainsäädännössä säädetyt toiminnalliset ja hallinnolliset edellytykset. Valtioneuvoston asetuksella säädetään tarkemmin kalatalousryhmien valintaperusteista, hyväksymisessä noudatettavasta menettelystä sekä kalatalousryhmille jaettavan rahoituksen määräytymisperusteista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_26",
        "normalized_fi": "Kalatalousryhmäksi voidaan hyväksyä rekisteröity yhdistys tai muu yksityisoikeudellinen yhteisö, joka täyttää ryhmälle yhteisön lainsäädännössä säädetyt toiminnalliset ja hallinnolliset edellytykset. Valtioneuvoston asetuksella säädetään tarkemmin kalatalousryhmien valintaperusteista, hyväksymisessä noudatettavasta menettelystä sekä kalatalousryhmille jaettavan rahoituksen määräytymisperusteista.",
        "folded_fi": "kalatalousryhmaksi voidaan hyvaksya rekisteroity yhdistys tai muu yksityisoikeudellinen yhteiso, joka tayttaa ryhmalle yhteison lainsaadannossa saadetyt toiminnalliset ja hallinnolliset edellytykset. valtioneuvoston asetuksella saadetaan tarkemmin kalatalousryhmien valintaperusteista, hyvaksymisessa noudatettavasta menettelysta seka kalatalousryhmille jaettavan rahoituksen maaraytymisperusteista.",
        "title_sv": "Godkännande av fiskerigrupper",
        "content_sv": "Som fiskerigrupp kan godkännas en registrerad förening eller någon annan privaträttslig sammanslutning som uppfyller de verksamhetsmässiga och administrativa villkor i fråga om grupperna som anges i gemenskapens lagstiftning. Närmare bestämmelser om urvalskriterierna för fiskerigrupper, om förfarandet i samband med godkännandet av dem samt om grunderna för fördelning av finansieringen mellan fiskerigrupperna utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Som fiskerigrupp kan godkännas en registrerad förening eller någon annan privaträttslig sammanslutning som uppfyller de verksamhetsmässiga och administrativa villkor i fråga om grupperna som anges i gemenskapens lagstiftning. Närmare bestämmelser om urvalskriterierna för fiskerigrupper, om förfarandet i samband med godkännandet av dem samt om grunderna för fördelning av finansieringen mellan fiskerigrupperna utfärdas genom förordning av statsrådet.",
        "folded_sv": "som fiskerigrupp kan godkannas en registrerad forening eller nagon annan privatrattslig sammanslutning som uppfyller de verksamhetsmassiga och administrativa villkor i fraga om grupperna som anges i gemenskapens lagstiftning. narmare bestammelser om urvalskriterierna for fiskerigrupper, om forfarandet i samband med godkannandet av dem samt om grunderna for fordelning av finansieringen mellan fiskerigrupperna utfardas genom forordning av statsradet."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "Muutoksenhaku",
      "content": "Valtioneuvoston päätökseen, joka koskee 5 §:ssä tarkoitetun kansallisen strategiasuunnitelman tai 6 §:ssä tarkoitetun toimintaohjelman hyväksymistä tai muuttamista, ei saa valittamalla hakea muutosta. Hallintoviranomaisen 6 §:n 3 momentissa tarkoitetusta päätöksestä ei saa valittamalla hakea muutosta. Maa- ja metsätalousministeriön tämän lain nojalla tekemään päätökseen saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Työvoima- ja elinkeinokeskuksen tämän lain nojalla tekemään päätökseen saa hakea muutosta valittamalla maaseutuelinkeinojen valituslautakuntaan siten kuin hallintolainkäyttölaissa säädetään. Maaseutuelinkeinojen valituslautakunnan päätökseen, joka koskee tuen maksamisen keskeyttämistä tai takaisinperintää, saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään. Valituslautakunnan antamaan päätökseen saa muutoin hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen, jos korkein hallinto-oikeus myöntää valitusluvan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_27",
        "normalized_fi": "Valtioneuvoston päätökseen, joka koskee 5 § :ssä tarkoitetun kansallisen strategiasuunnitelman tai 6 § :ssä tarkoitetun toimintaohjelman hyväksymistä tai muuttamista, ei saa valittamalla hakea muutosta. Hallintoviranomaisen 6 § :n 3 momentissa tarkoitetusta päätöksestä ei saa valittamalla hakea muutosta. Maa- ja metsätalousministeriön tämän lain nojalla tekemään päätökseen saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Työvoima- ja elinkeinokeskuksen tämän lain nojalla tekemään päätökseen saa hakea muutosta valittamalla maaseutuelinkeinojen valituslautakuntaan siten kuin hallintolainkäyttölaissa säädetään. Maaseutuelinkeinojen valituslautakunnan päätökseen, joka koskee tuen maksamisen keskeyttämistä tai takaisinperintää, saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään. Valituslautakunnan antamaan päätökseen saa muutoin hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen, jos korkein hallinto-oikeus myöntää valitusluvan.",
        "folded_fi": "valtioneuvoston paatokseen, joka koskee 5 §:ssa tarkoitetun kansallisen strategiasuunnitelman tai 6 §:ssa tarkoitetun toimintaohjelman hyvaksymista tai muuttamista, ei saa valittamalla hakea muutosta. hallintoviranomaisen 6 §:n 3 momentissa tarkoitetusta paatoksesta ei saa valittamalla hakea muutosta. maa- ja metsatalousministerion taman lain nojalla tekemaan paatokseen saa hakea muutosta valittamalla siten kuin hallintolainkayttolaissa (586/1996) saadetaan. tyovoima- ja elinkeinokeskuksen taman lain nojalla tekemaan paatokseen saa hakea muutosta valittamalla maaseutuelinkeinojen valituslautakuntaan siten kuin hallintolainkayttolaissa saadetaan. maaseutuelinkeinojen valituslautakunnan paatokseen, joka koskee tuen maksamisen keskeyttamista tai takaisinperintaa, saa hakea muutosta valittamalla siten kuin hallintolainkayttolaissa saadetaan. valituslautakunnan antamaan paatokseen saa muutoin hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen, jos korkein hallinto-oikeus myontaa valitusluvan.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ändring i ett beslut av statsrådet som gäller godkännande eller ändring av den nationella strategiska planen enligt 5 § eller det operativa programmet enligt 6 § får inte sökas genom besvär. Ändring i beslut enligt 6 § 3 mom. som förvaltningsmyndigheten har fattat får inte sökas genom besvär. Ändring i beslut som jord- och skogsbruksministeriet har fattat med stöd av denna lag får sökas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Ändring i beslut som arbetskrafts- och näringscentralen har fattat med stöd av denna lag får sökas genom besvär hos landsbygdsnäringarnas besvärsnämnd på det sätt som föreskrivs i förvaltningsprocesslagen. Ändring i sådana beslut av landsbygdsnäringarnas besvärsnämnd som gäller avbrott i utbetalningen eller återkrav av stöd får sökas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen. I övrigt får ändring i besvärsnämndens beslut sökas genom besvär hos högsta förvaltningsdomstolen om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "normalized_sv": "Ändring i ett beslut av statsrådet som gäller godkännande eller ändring av den nationella strategiska planen enligt 5 § eller det operativa programmet enligt 6 § får inte sökas genom besvär. Ändring i beslut enligt 6 § 3 mom. som förvaltningsmyndigheten har fattat får inte sökas genom besvär. Ändring i beslut som jord- och skogsbruksministeriet har fattat med stöd av denna lag får sökas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Ändring i beslut som arbetskrafts- och näringscentralen har fattat med stöd av denna lag får sökas genom besvär hos landsbygdsnäringarnas besvärsnämnd på det sätt som föreskrivs i förvaltningsprocesslagen. Ändring i sådana beslut av landsbygdsnäringarnas besvärsnämnd som gäller avbrott i utbetalningen eller återkrav av stöd får sökas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen. I övrigt får ändring i besvärsnämndens beslut sökas genom besvär hos högsta förvaltningsdomstolen om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "folded_sv": "andring i ett beslut av statsradet som galler godkannande eller andring av den nationella strategiska planen enligt 5 § eller det operativa programmet enligt 6 § far inte sokas genom besvar. andring i beslut enligt 6 § 3 mom. som forvaltningsmyndigheten har fattat far inte sokas genom besvar. andring i beslut som jord- och skogsbruksministeriet har fattat med stod av denna lag far sokas genom besvar pa det satt som foreskrivs i forvaltningsprocesslagen (586/1996). andring i beslut som arbetskrafts- och naringscentralen har fattat med stod av denna lag far sokas genom besvar hos landsbygdsnaringarnas besvarsnamnd pa det satt som foreskrivs i forvaltningsprocesslagen. andring i sadana beslut av landsbygdsnaringarnas besvarsnamnd som galler avbrott i utbetalningen eller aterkrav av stod far sokas genom besvar pa det satt som foreskrivs i forvaltningsprocesslagen. i ovrigt far andring i besvarsnamndens beslut sokas genom besvar hos hogsta forvaltningsdomstolen om hogsta forvaltningsdomstolen beviljar besvarstillstand."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    },
    {
      "provision_ref": "28",
      "section": "28",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2007. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_28",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2007. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2007. ennen lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2007. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2007. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2007. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      },
      "valid_from": "2006-12-29",
      "valid_to": null
    }
  ]
}