{
  "id": "1447/2015",
  "type": "statute",
  "title": "Laki terveydenhuollon järjestämisestä puolustusvoimissa annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om hälsovården inom försvarsmakten",
  "status": "in_force",
  "issued_date": "2015-12-11",
  "in_force_date": "2015-12-11",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/1447/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Puolustusvoimien terveydenhuollon yleinen suunnittelu, ohjaus ja valvonta kuuluvat pääesikunnalle. Terveydenhuollon järjestämisestä puolustusvoimissa vastaa Puolustusvoimien logistiikkalaitos. Aluehallintovirasto valvoo puolustusvoimien tämän tai muun lain nojalla Suomessa järjestämän tai tuottaman terveydenhuollon lainmukaisuutta ja antaa siihen liittyvää ohjausta. Puolustusvoimien järjestämää tai tuottamaa terveydenhuoltoa Suomen alueen ulkopuolella valvoo kuitenkin pääesikunta. Pääesikunta valvoo lisäksi puolustusvoimien itse toteuttamaa terveydenhuoltoa puolustustilalaissa (1083/1991) tarkoitetun puolustustilan aikana ja sovellettaessa valmiuslain (1552/2011) II osan säännöksiä lain 3 §:n 1 ja 2 kohdassa tarkoitetuissa poikkeusoloissa. Sosiaali- ja terveysalan lupa- ja valvontavirasto ohjaa aluehallintoviraston toimintaa valvonnan ja siihen liittyvän ohjauksen toimeenpanossa, yhteensovittamisessa ja yhdenmukaistamisessa. Lisäksi Sosiaali- ja terveysalan lupa- ja valvontavirasto valvoo 3 momentissa tarkoitetun puolustusvoimien terveydenhuollon lainmukaisuutta ja antaa siihen liittyvää ohjausta erityisesti silloin, kun kysymyksessä ovat: 1) periaatteellisesti tärkeät tai laajakantoiset asiat; 2) asiat, jotka liittyvät olennaisesti Sosiaali- ja terveysalan lupa- ja valvontavirastossa käsiteltävään muuhun terveydenhuoltoa tai terveydenhuollon ammattihenkilöä koskevaan valvonta-asiaan; 3) asiat, joita aluehallintoviraston valvonta-asioita käsittelevät virkamiehet ovat esteellisiä käsittelemään. Sosiaali- ja terveysalan lupa- ja valvontaviraston ja aluehallintoviraston tarkemmasta työnjaosta ohjauksessa ja valvonnassa säädetään tarvittaessa valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Puolustusvoimien terveydenhuollon yleinen suunnittelu, ohjaus ja valvonta kuuluvat pääesikunnalle. Terveydenhuollon järjestämisestä puolustusvoimissa vastaa Puolustusvoimien logistiikkalaitos. Aluehallintovirasto valvoo puolustusvoimien tämän tai muun lain nojalla Suomessa järjestämän tai tuottaman terveydenhuollon lainmukaisuutta ja antaa siihen liittyvää ohjausta. Puolustusvoimien järjestämää tai tuottamaa terveydenhuoltoa Suomen alueen ulkopuolella valvoo kuitenkin pääesikunta. Pääesikunta valvoo lisäksi puolustusvoimien itse toteuttamaa terveydenhuoltoa puolustustilalaissa (1083/1991) tarkoitetun puolustustilan aikana ja sovellettaessa valmiuslain (1552/2011) II osan säännöksiä lain 3 § :n 1 ja 2 kohdassa tarkoitetuissa poikkeusoloissa. Sosiaali- ja terveysalan lupa- ja valvontavirasto ohjaa aluehallintoviraston toimintaa valvonnan ja siihen liittyvän ohjauksen toimeenpanossa, yhteensovittamisessa ja yhdenmukaistamisessa. Lisäksi Sosiaali- ja terveysalan lupa- ja valvontavirasto valvoo 3 momentissa tarkoitetun puolustusvoimien terveydenhuollon lainmukaisuutta ja antaa siihen liittyvää ohjausta erityisesti silloin, kun kysymyksessä ovat: 1) periaatteellisesti tärkeät tai laajakantoiset asiat; 2) asiat, jotka liittyvät olennaisesti Sosiaali- ja terveysalan lupa- ja valvontavirastossa käsiteltävään muuhun terveydenhuoltoa tai terveydenhuollon ammattihenkilöä koskevaan valvonta-asiaan; 3) asiat, joita aluehallintoviraston valvonta-asioita käsittelevät virkamiehet ovat esteellisiä käsittelemään. Sosiaali- ja terveysalan lupa- ja valvontaviraston ja aluehallintoviraston tarkemmasta työnjaosta ohjauksessa ja valvonnassa säädetään tarvittaessa valtioneuvoston asetuksella.",
        "folded_fi": "puolustusvoimien terveydenhuollon yleinen suunnittelu, ohjaus ja valvonta kuuluvat paaesikunnalle. terveydenhuollon jarjestamisesta puolustusvoimissa vastaa puolustusvoimien logistiikkalaitos. aluehallintovirasto valvoo puolustusvoimien taman tai muun lain nojalla suomessa jarjestaman tai tuottaman terveydenhuollon lainmukaisuutta ja antaa siihen liittyvaa ohjausta. puolustusvoimien jarjestamaa tai tuottamaa terveydenhuoltoa suomen alueen ulkopuolella valvoo kuitenkin paaesikunta. paaesikunta valvoo lisaksi puolustusvoimien itse toteuttamaa terveydenhuoltoa puolustustilalaissa (1083/1991) tarkoitetun puolustustilan aikana ja sovellettaessa valmiuslain (1552/2011) ii osan saannoksia lain 3 §:n 1 ja 2 kohdassa tarkoitetuissa poikkeusoloissa. sosiaali- ja terveysalan lupa- ja valvontavirasto ohjaa aluehallintoviraston toimintaa valvonnan ja siihen liittyvan ohjauksen toimeenpanossa, yhteensovittamisessa ja yhdenmukaistamisessa. lisaksi sosiaali- ja terveysalan lupa- ja valvontavirasto valvoo 3 momentissa tarkoitetun puolustusvoimien terveydenhuollon lainmukaisuutta ja antaa siihen liittyvaa ohjausta erityisesti silloin, kun kysymyksessa ovat: 1) periaatteellisesti tarkeat tai laajakantoiset asiat; 2) asiat, jotka liittyvat olennaisesti sosiaali- ja terveysalan lupa- ja valvontavirastossa kasiteltavaan muuhun terveydenhuoltoa tai terveydenhuollon ammattihenkiloa koskevaan valvonta-asiaan; 3) asiat, joita aluehallintoviraston valvonta-asioita kasittelevat virkamiehet ovat esteellisia kasittelemaan. sosiaali- ja terveysalan lupa- ja valvontaviraston ja aluehallintoviraston tarkemmasta tyonjaosta ohjauksessa ja valvonnassa saadetaan tarvittaessa valtioneuvoston asetuksella.",
        "content_sv": "Den allmänna planeringen och styrningen av samt tillsynen över hälsovården inom försvarsmakten ska skötas av huvudstaben. För anordnandet av hälsovård inom försvarsmakten svarar Försvarsmaktens logistikverk. Regionförvaltningsverket ska övervaka lagenligheten i hälsovård som försvarsmakten enligt denna lag eller någon annan lag ordnar eller producerar i Finland och ge handledning i samband med det. Hälsovård som försvarsmakten ordnar eller producerar utanför Finlands territorium övervakas dock av huvudstaben. Huvudstaben övervakar dessutom den hälsovård som försvarsmakten själv tillhandahåller under försvarstillstånd enligt lagen om försvarstillstånd (1083/1991) och vid tillämpning av bestämmelserna i II avdelningen i beredskapslagen (1552/2011) under undantagsförhållanden som avses i 3 § 1 och 2 punkten i den lagen. Tillstånds- och tillsynsverket för social- och hälsovården styr regionförvaltningsverkens verksamhet vid genomförandet, samordningen och förenhetligandet av tillsynen och styrningen i samband med den. Dessutom ska Tillstånds- och tillsynsverket för social- och hälsovården övervaka lagenligheten i den hälsovård inom försvarsmakten som avses i 3 mom. och ge handledning i samband med detta i synnerhet när det gäller 1) principiellt viktiga eller vittsyftande ärenden, 2) ärenden som har ett väsentligt samband med något annat övervakningsärende som behandlas vid Tillstånds- och tillsynsverket för social- och hälsovården och som gäller hälso- och sjukvård eller yrkesutbildade personer inom hälso- och sjukvården, samt 3) ärenden som regionförvaltningsverkets tjänstemän för tillsynsärenden är jäviga att behandla. Bestämmelser om den närmare arbetsfördelningen mellan Tillstånds- och tillsynsverket för social- och hälsovården och regionförvaltningsverken i frågor som gäller styrningen och övervakningen utfärdas vid behov genom förordning av statsrådet.",
        "normalized_sv": "Den allmänna planeringen och styrningen av samt tillsynen över hälsovården inom försvarsmakten ska skötas av huvudstaben. För anordnandet av hälsovård inom försvarsmakten svarar Försvarsmaktens logistikverk. Regionförvaltningsverket ska övervaka lagenligheten i hälsovård som försvarsmakten enligt denna lag eller någon annan lag ordnar eller producerar i Finland och ge handledning i samband med det. Hälsovård som försvarsmakten ordnar eller producerar utanför Finlands territorium övervakas dock av huvudstaben. Huvudstaben övervakar dessutom den hälsovård som försvarsmakten själv tillhandahåller under försvarstillstånd enligt lagen om försvarstillstånd (1083/1991) och vid tillämpning av bestämmelserna i II avdelningen i beredskapslagen (1552/2011) under undantagsförhållanden som avses i 3 § 1 och 2 punkten i den lagen. Tillstånds- och tillsynsverket för social- och hälsovården styr regionförvaltningsverkens verksamhet vid genomförandet, samordningen och förenhetligandet av tillsynen och styrningen i samband med den. Dessutom ska Tillstånds- och tillsynsverket för social- och hälsovården övervaka lagenligheten i den hälsovård inom försvarsmakten som avses i 3 mom. och ge handledning i samband med detta i synnerhet när det gäller 1) principiellt viktiga eller vittsyftande ärenden, 2) ärenden som har ett väsentligt samband med något annat övervakningsärende som behandlas vid Tillstånds- och tillsynsverket för social- och hälsovården och som gäller hälso- och sjukvård eller yrkesutbildade personer inom hälso- och sjukvården, samt 3) ärenden som regionförvaltningsverkets tjänstemän för tillsynsärenden är jäviga att behandla. Bestämmelser om den närmare arbetsfördelningen mellan Tillstånds- och tillsynsverket för social- och hälsovården och regionförvaltningsverken i frågor som gäller styrningen och övervakningen utfärdas vid behov genom förordning av statsrådet.",
        "folded_sv": "den allmanna planeringen och styrningen av samt tillsynen over halsovarden inom forsvarsmakten ska skotas av huvudstaben. for anordnandet av halsovard inom forsvarsmakten svarar forsvarsmaktens logistikverk. regionforvaltningsverket ska overvaka lagenligheten i halsovard som forsvarsmakten enligt denna lag eller nagon annan lag ordnar eller producerar i finland och ge handledning i samband med det. halsovard som forsvarsmakten ordnar eller producerar utanfor finlands territorium overvakas dock av huvudstaben. huvudstaben overvakar dessutom den halsovard som forsvarsmakten sjalv tillhandahaller under forsvarstillstand enligt lagen om forsvarstillstand (1083/1991) och vid tillampning av bestammelserna i ii avdelningen i beredskapslagen (1552/2011) under undantagsforhallanden som avses i 3 § 1 och 2 punkten i den lagen. tillstands- och tillsynsverket for social- och halsovarden styr regionforvaltningsverkens verksamhet vid genomforandet, samordningen och forenhetligandet av tillsynen och styrningen i samband med den. dessutom ska tillstands- och tillsynsverket for social- och halsovarden overvaka lagenligheten i den halsovard inom forsvarsmakten som avses i 3 mom. och ge handledning i samband med detta i synnerhet nar det galler 1) principiellt viktiga eller vittsyftande arenden, 2) arenden som har ett vasentligt samband med nagot annat overvakningsarende som behandlas vid tillstands- och tillsynsverket for social- och halsovarden och som galler halso- och sjukvard eller yrkesutbildade personer inom halso- och sjukvarden, samt 3) arenden som regionforvaltningsverkets tjansteman for tillsynsarenden ar javiga att behandla. bestammelser om den narmare arbetsfordelningen mellan tillstands- och tillsynsverket for social- och halsovarden och regionforvaltningsverken i fragor som galler styrningen och overvakningen utfardas vid behov genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "10 a",
      "section": "10 a",
      "content": "Aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat tehdä 6 §:ssä tarkoitetun ohjauksen toteuttamiseksi ohjaus- ja arviointikäyntejä puolustusvoi-mien terveydenhuollon palveluja järjestäviin ja tuottaviin yksiköihin. Ohjaus- ja arviointikäynneistä ja niiden ohjelmasta on sovittava ennakkoon Puolustusvoimien logistiikkalaitoksen ja asianomaisen yksikön kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 a",
        "normalized_fi": "Aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat tehdä 6 § :ssä tarkoitetun ohjauksen toteuttamiseksi ohjaus- ja arviointikäyntejä puolustusvoi-mien terveydenhuollon palveluja järjestäviin ja tuottaviin yksiköihin. Ohjaus- ja arviointikäynneistä ja niiden ohjelmasta on sovittava ennakkoon Puolustusvoimien logistiikkalaitoksen ja asianomaisen yksikön kanssa.",
        "folded_fi": "aluehallintovirasto ja sosiaali- ja terveysalan lupa- ja valvontavirasto voivat tehda 6 §:ssa tarkoitetun ohjauksen toteuttamiseksi ohjaus- ja arviointikaynteja puolustusvoi-mien terveydenhuollon palveluja jarjestaviin ja tuottaviin yksikoihin. ohjaus- ja arviointikaynneista ja niiden ohjelmasta on sovittava ennakkoon puolustusvoimien logistiikkalaitoksen ja asianomaisen yksikon kanssa.",
        "content_sv": "Regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården kan för att utöva den styrning som avses i 6 § göra styrnings- och utvärderingsbesök i enheter som ordnar eller producerar hälsovårdstjänster inom försvarsmakten. Verket i fråga ska avtala om ett styrnings- och utvärderingsbesök och om besöksprogrammet på förhand med Försvarsmaktens logistikverk och den berörda enheten.",
        "normalized_sv": "Regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården kan för att utöva den styrning som avses i 6 § göra styrnings- och utvärderingsbesök i enheter som ordnar eller producerar hälsovårdstjänster inom försvarsmakten. Verket i fråga ska avtala om ett styrnings- och utvärderingsbesök och om besöksprogrammet på förhand med Försvarsmaktens logistikverk och den berörda enheten.",
        "folded_sv": "regionforvaltningsverket och tillstands- och tillsynsverket for social- och halsovarden kan for att utova den styrning som avses i 6 § gora styrnings- och utvarderingsbesok i enheter som ordnar eller producerar halsovardstjanster inom forsvarsmakten. verket i fraga ska avtala om ett styrnings- och utvarderingsbesok och om besoksprogrammet pa forhand med forsvarsmaktens logistikverk och den berorda enheten."
      }
    },
    {
      "provision_ref": "10 b",
      "section": "10 b",
      "content": "Aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat tarkastaa tässä laissa tarkoitetun terveydenhuollon toiminnan ja palvelut sekä niiden järjestämisessä käytettävät yksiköt ja toimitilat silloin, kun tarkastuksen tekemiseen on perusteltu syy. Sosiaali- ja terveysalan lupa- ja valvontavirasto voi määrätä aluehallintoviraston tekemään puolestaan edellä mainitun tarkastuksen. Tarkastusmääräykseen ei saa hakea muutosta valittamalla. Tarkastaja on päästettävä kaikkiin toimipaikan tiloihin. Tarkastuksessa on salassapitosäännösten estämättä esitettävä kaikki tarkastajan pyytämät asiakirjat, jotka ovat välttämättömiä tarkastuksen toimittamiseksi, ja annettava niistä maksutta tarkastajan pyytämät jäljennökset. Tarkastajalla on myös oikeus tarkastuksen aikana ottaa valokuvia, jotka ovat välttämättömiä tarkastuksen toteuttamiseksi. Tarkastusoikeutta ei ole pysyväisluonteiseen asumiseen käytettäviin tiloihin eikä maanpuolustuksen kannalta salassa pidettäviin kohteisiin ja tietoihin. Tarkastajan apuna voi olla tarkastuksen toteuttamiseksi tarpeellisia asiantuntijoita. Asiantuntijaan sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974). Tarkastukseen sovelletaan muutoin, mitä hallintolain (434/2003) 39 §:ssä säädetään tarkastuksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 b",
        "normalized_fi": "Aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat tarkastaa tässä laissa tarkoitetun terveydenhuollon toiminnan ja palvelut sekä niiden järjestämisessä käytettävät yksiköt ja toimitilat silloin, kun tarkastuksen tekemiseen on perusteltu syy. Sosiaali- ja terveysalan lupa- ja valvontavirasto voi määrätä aluehallintoviraston tekemään puolestaan edellä mainitun tarkastuksen. Tarkastusmääräykseen ei saa hakea muutosta valittamalla. Tarkastaja on päästettävä kaikkiin toimipaikan tiloihin. Tarkastuksessa on salassapitosäännösten estämättä esitettävä kaikki tarkastajan pyytämät asiakirjat, jotka ovat välttämättömiä tarkastuksen toimittamiseksi, ja annettava niistä maksutta tarkastajan pyytämät jäljennökset. Tarkastajalla on myös oikeus tarkastuksen aikana ottaa valokuvia, jotka ovat välttämättömiä tarkastuksen toteuttamiseksi. Tarkastusoikeutta ei ole pysyväisluonteiseen asumiseen käytettäviin tiloihin eikä maanpuolustuksen kannalta salassa pidettäviin kohteisiin ja tietoihin. Tarkastajan apuna voi olla tarkastuksen toteuttamiseksi tarpeellisia asiantuntijoita. Asiantuntijaan sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974). Tarkastukseen sovelletaan muutoin, mitä hallintolain (434/2003) 39 § :ssä säädetään tarkastuksesta.",
        "folded_fi": "aluehallintovirasto ja sosiaali- ja terveysalan lupa- ja valvontavirasto voivat tarkastaa tassa laissa tarkoitetun terveydenhuollon toiminnan ja palvelut seka niiden jarjestamisessa kaytettavat yksikot ja toimitilat silloin, kun tarkastuksen tekemiseen on perusteltu syy. sosiaali- ja terveysalan lupa- ja valvontavirasto voi maarata aluehallintoviraston tekemaan puolestaan edella mainitun tarkastuksen. tarkastusmaaraykseen ei saa hakea muutosta valittamalla. tarkastaja on paastettava kaikkiin toimipaikan tiloihin. tarkastuksessa on salassapitosaannosten estamatta esitettava kaikki tarkastajan pyytamat asiakirjat, jotka ovat valttamattomia tarkastuksen toimittamiseksi, ja annettava niista maksutta tarkastajan pyytamat jaljennokset. tarkastajalla on myos oikeus tarkastuksen aikana ottaa valokuvia, jotka ovat valttamattomia tarkastuksen toteuttamiseksi. tarkastusoikeutta ei ole pysyvaisluonteiseen asumiseen kaytettaviin tiloihin eika maanpuolustuksen kannalta salassa pidettaviin kohteisiin ja tietoihin. tarkastajan apuna voi olla tarkastuksen toteuttamiseksi tarpeellisia asiantuntijoita. asiantuntijaan sovelletaan rikosoikeudellista virkavastuuta koskevia saannoksia. vahingonkorvausvastuusta saadetaan vahingonkorvauslaissa (412/1974). tarkastukseen sovelletaan muutoin, mita hallintolain (434/2003) 39 §:ssa saadetaan tarkastuksesta.",
        "content_sv": "Regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården får inspektera verksamheten och tjänsterna samt de enheter och lokaler som används för verksamheten i den hälsovård som avses i denna lag när det finns grundad anledning att företa en inspektion. Tillstånds- och tillsynsverket för social- och hälsovården kan ålägga regionförvaltningsverket att för sin räkning företa inspektionen. Ändring i ett åläggande att företa inspektion får inte sökas genom besvär. En inspektör ska ges tillträde till verksamhetsställets alla lokaler. Vid inspektionen ska trots sekretessbestämmelserna alla de handlingar som inspektören begär och som är nödvändiga för inspektionen läggas fram, och de kopior av handlingarna som inspektören begär ska ges kostnadsfritt. Inspektören har även rätt att under inspektionen ta sådana fotografier som är nödvändiga för inspektionen. Inspektionsrätten gäller inte utrymmen som används för boende av permanent natur eller objekt och uppgifter som är sekretessbelagda av skäl som sammanhänger med landets försvar. Inspektören får biträdas av experter som behövs för inspektionen. På sådana experter tillämpas bestämmelserna om straffrättsligt tjänsteansvar. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974). På inspektioner tillämpas i övrigt vad som i 39 § i förvaltningslagen (434/2003) föreskrivs om inspektion.",
        "normalized_sv": "Regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården får inspektera verksamheten och tjänsterna samt de enheter och lokaler som används för verksamheten i den hälsovård som avses i denna lag när det finns grundad anledning att företa en inspektion. Tillstånds- och tillsynsverket för social- och hälsovården kan ålägga regionförvaltningsverket att för sin räkning företa inspektionen. Ändring i ett åläggande att företa inspektion får inte sökas genom besvär. En inspektör ska ges tillträde till verksamhetsställets alla lokaler. Vid inspektionen ska trots sekretessbestämmelserna alla de handlingar som inspektören begär och som är nödvändiga för inspektionen läggas fram, och de kopior av handlingarna som inspektören begär ska ges kostnadsfritt. Inspektören har även rätt att under inspektionen ta sådana fotografier som är nödvändiga för inspektionen. Inspektionsrätten gäller inte utrymmen som används för boende av permanent natur eller objekt och uppgifter som är sekretessbelagda av skäl som sammanhänger med landets försvar. Inspektören får biträdas av experter som behövs för inspektionen. På sådana experter tillämpas bestämmelserna om straffrättsligt tjänsteansvar. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974). På inspektioner tillämpas i övrigt vad som i 39 § i förvaltningslagen (434/2003) föreskrivs om inspektion.",
        "folded_sv": "regionforvaltningsverket och tillstands- och tillsynsverket for social- och halsovarden far inspektera verksamheten och tjansterna samt de enheter och lokaler som anvands for verksamheten i den halsovard som avses i denna lag nar det finns grundad anledning att foreta en inspektion. tillstands- och tillsynsverket for social- och halsovarden kan alagga regionforvaltningsverket att for sin rakning foreta inspektionen. andring i ett alaggande att foreta inspektion far inte sokas genom besvar. en inspektor ska ges tilltrade till verksamhetsstallets alla lokaler. vid inspektionen ska trots sekretessbestammelserna alla de handlingar som inspektoren begar och som ar nodvandiga for inspektionen laggas fram, och de kopior av handlingarna som inspektoren begar ska ges kostnadsfritt. inspektoren har aven ratt att under inspektionen ta sadana fotografier som ar nodvandiga for inspektionen. inspektionsratten galler inte utrymmen som anvands for boende av permanent natur eller objekt och uppgifter som ar sekretessbelagda av skal som sammanhanger med landets forsvar. inspektoren far bitradas av experter som behovs for inspektionen. pa sadana experter tillampas bestammelserna om straffrattsligt tjansteansvar. bestammelser om skadestandsansvar finns i skadestandslagen (412/1974). pa inspektioner tillampas i ovrigt vad som i 39 § i forvaltningslagen (434/2003) foreskrivs om inspektion."
      }
    },
    {
      "provision_ref": "10 c",
      "section": "10 c",
      "content": "Jos puolustusvoimien terveydenhuollon palvelujen järjestämisessä tai toteuttamisessa havaitaan potilasturvallisuutta vaarantavia puutteita tai muita epäkohtia taikka toiminta on muutoin puolustusvoimien terveydenhuollon järjestämistä ja toteuttamista koskevan lainsäädännön vastaista, aluehallintovirasto tai Sosiaali- ja terveysalan lupa- ja valvontavirasto voi antaa puolustusvoimille määräyksen puutteiden korjaamisesta tai epäkohtien poistamisesta. Määräystä annettaessa on asetettava määräaika, jonka kuluessa tarpeelliset toimenpiteet on suoritettava. Jos potilasturvallisuus sitä edellyttää, toiminta voidaan määrätä välittömästi keskeytettäväksi taikka terveydenhuollon yksikön, sen osan tai laitteen käyttö kieltää välittömästi. Edellä 1 momentissa tarkoitettua määräystä voidaan tehostaa uhkasakolla tai uhalla, että toiminta keskeytetään, taikka että terveydenhuollon yksikön, sen osan tai laitteen käyttö kielletään. Aluehallintoviraston ja Sosiaali- ja terveysalan lupa- ja valvontaviraston päätöstä toiminnan keskeyttämisestä taikka terveydenhuollon yksikön, sen osan tai laitteen käytön kieltämisestä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää. Mitä tässä pykälässä säädetään, ei koske lääkelaissa (395/1987) tarkoitettua toimintaa, jonka valvonnasta vastaa Lääkealan turvallisuus- ja kehittämiskeskus, eikä säteilylaissa (592/1991) tarkoitettua toimintaa, jonka valvonnasta vastaa Säteilyturvakeskus. Jos aluehallintovirasto tai Sosiaali- ja terveysalan lupa- ja valvontavirasto on valvonnassaan havainnut lääkehuollossa puutteita tai muita epäkohtia, niistä on ilmoitettava Lääkealan turvallisuus- ja kehittämiskeskukselle. Säteilyn käytössä havaituista puutteista on ilmoitettava Säteilyturvakeskukselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 c",
        "normalized_fi": "Jos puolustusvoimien terveydenhuollon palvelujen järjestämisessä tai toteuttamisessa havaitaan potilasturvallisuutta vaarantavia puutteita tai muita epäkohtia taikka toiminta on muutoin puolustusvoimien terveydenhuollon järjestämistä ja toteuttamista koskevan lainsäädännön vastaista, aluehallintovirasto tai Sosiaali- ja terveysalan lupa- ja valvontavirasto voi antaa puolustusvoimille määräyksen puutteiden korjaamisesta tai epäkohtien poistamisesta. Määräystä annettaessa on asetettava määräaika, jonka kuluessa tarpeelliset toimenpiteet on suoritettava. Jos potilasturvallisuus sitä edellyttää, toiminta voidaan määrätä välittömästi keskeytettäväksi taikka terveydenhuollon yksikön, sen osan tai laitteen käyttö kieltää välittömästi. Edellä 1 momentissa tarkoitettua määräystä voidaan tehostaa uhkasakolla tai uhalla, että toiminta keskeytetään, taikka että terveydenhuollon yksikön, sen osan tai laitteen käyttö kielletään. Aluehallintoviraston ja Sosiaali- ja terveysalan lupa- ja valvontaviraston päätöstä toiminnan keskeyttämisestä taikka terveydenhuollon yksikön, sen osan tai laitteen käytön kieltämisestä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää. Mitä tässä pykälässä säädetään, ei koske lääkelaissa (395/1987) tarkoitettua toimintaa, jonka valvonnasta vastaa Lääkealan turvallisuus- ja kehittämiskeskus, eikä säteilylaissa (592/1991) tarkoitettua toimintaa, jonka valvonnasta vastaa Säteilyturvakeskus. Jos aluehallintovirasto tai Sosiaali- ja terveysalan lupa- ja valvontavirasto on valvonnassaan havainnut lääkehuollossa puutteita tai muita epäkohtia, niistä on ilmoitettava Lääkealan turvallisuus- ja kehittämiskeskukselle. Säteilyn käytössä havaituista puutteista on ilmoitettava Säteilyturvakeskukselle.",
        "folded_fi": "jos puolustusvoimien terveydenhuollon palvelujen jarjestamisessa tai toteuttamisessa havaitaan potilasturvallisuutta vaarantavia puutteita tai muita epakohtia taikka toiminta on muutoin puolustusvoimien terveydenhuollon jarjestamista ja toteuttamista koskevan lainsaadannon vastaista, aluehallintovirasto tai sosiaali- ja terveysalan lupa- ja valvontavirasto voi antaa puolustusvoimille maarayksen puutteiden korjaamisesta tai epakohtien poistamisesta. maaraysta annettaessa on asetettava maaraaika, jonka kuluessa tarpeelliset toimenpiteet on suoritettava. jos potilasturvallisuus sita edellyttaa, toiminta voidaan maarata valittomasti keskeytettavaksi taikka terveydenhuollon yksikon, sen osan tai laitteen kaytto kieltaa valittomasti. edella 1 momentissa tarkoitettua maaraysta voidaan tehostaa uhkasakolla tai uhalla, etta toiminta keskeytetaan, taikka etta terveydenhuollon yksikon, sen osan tai laitteen kaytto kielletaan. aluehallintoviraston ja sosiaali- ja terveysalan lupa- ja valvontaviraston paatosta toiminnan keskeyttamisesta taikka terveydenhuollon yksikon, sen osan tai laitteen kayton kieltamisesta on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin maaraa. mita tassa pykalassa saadetaan, ei koske laakelaissa (395/1987) tarkoitettua toimintaa, jonka valvonnasta vastaa laakealan turvallisuus- ja kehittamiskeskus, eika sateilylaissa (592/1991) tarkoitettua toimintaa, jonka valvonnasta vastaa sateilyturvakeskus. jos aluehallintovirasto tai sosiaali- ja terveysalan lupa- ja valvontavirasto on valvonnassaan havainnut laakehuollossa puutteita tai muita epakohtia, niista on ilmoitettava laakealan turvallisuus- ja kehittamiskeskukselle. sateilyn kaytossa havaituista puutteista on ilmoitettava sateilyturvakeskukselle.",
        "content_sv": "Om det i anordnandet eller genomförandet av hälsovårdstjänsterna inom försvarsmakten upptäcks brister eller andra missförhållanden som äventyrar patientsäkerheten eller om verksamheten i övrigt strider mot lagstiftningen om ordnandet och genomförandet av hälsovården inom försvarsmakten, kan regionförvaltningsverket eller Tillstånds- och tillsynsverket för social- och hälsovården ålägga försvarsmakten att avhjälpa bristerna eller missförhållandena. När åläggandet meddelas ska det anges en tidsfrist inom vilken behövliga åtgärder ska vidtas. Om patientsäkerheten kräver det, kan det bestämmas att verksamheten omedelbart ska avbrytas eller kan användningen av en hälsovårdsenhet eller en del av den eller av en anordning omedelbart förbjudas. Ett åläggande enligt 1 mom. kan förenas med vite eller med hot om att verksamheten avbryts eller att användningen av en hälsovårdsenhet eller en del av den eller av en anordning förbjuds. Ett beslut av regionförvaltningsverket eller Tillstånds- och tillsynsverket för social- och hälsovården om avbrytande av verksamheten eller om förbud mot användningen av en hälsovårdsenhet eller en del av den eller av en anordning ska iakttas även om det överklagas, om inte besvärsmyndigheten beslutar något annat. Vad som föreskrivs i denna paragraf gäller inte verksamhet enligt läkemedelslagen (395/1987), där tillsynen utövas av Säkerhets- och utvecklingscentret för läkemedelsområdet, eller verksamhet enligt strålskyddslagen (592/1991), där tillsynen utövas av Strålskyddscentralen. Om regionförvaltningsverken eller Tillstånds- och tillsynsverket för social- och hälsovården i sin tillsyn upptäcker brister eller andra missförhållanden i läkemedelsförsörjningen, ska saken anmälas till Säkerhets- och utvecklingscentret för läkemedelsområdet. Brister som upptäcks i användningen av strålning ska anmälas till Strålskyddscentralen.",
        "normalized_sv": "Om det i anordnandet eller genomförandet av hälsovårdstjänsterna inom försvarsmakten upptäcks brister eller andra missförhållanden som äventyrar patientsäkerheten eller om verksamheten i övrigt strider mot lagstiftningen om ordnandet och genomförandet av hälsovården inom försvarsmakten, kan regionförvaltningsverket eller Tillstånds- och tillsynsverket för social- och hälsovården ålägga försvarsmakten att avhjälpa bristerna eller missförhållandena. När åläggandet meddelas ska det anges en tidsfrist inom vilken behövliga åtgärder ska vidtas. Om patientsäkerheten kräver det, kan det bestämmas att verksamheten omedelbart ska avbrytas eller kan användningen av en hälsovårdsenhet eller en del av den eller av en anordning omedelbart förbjudas. Ett åläggande enligt 1 mom. kan förenas med vite eller med hot om att verksamheten avbryts eller att användningen av en hälsovårdsenhet eller en del av den eller av en anordning förbjuds. Ett beslut av regionförvaltningsverket eller Tillstånds- och tillsynsverket för social- och hälsovården om avbrytande av verksamheten eller om förbud mot användningen av en hälsovårdsenhet eller en del av den eller av en anordning ska iakttas även om det överklagas, om inte besvärsmyndigheten beslutar något annat. Vad som föreskrivs i denna paragraf gäller inte verksamhet enligt läkemedelslagen (395/1987), där tillsynen utövas av Säkerhets- och utvecklingscentret för läkemedelsområdet, eller verksamhet enligt strålskyddslagen (592/1991), där tillsynen utövas av Strålskyddscentralen. Om regionförvaltningsverken eller Tillstånds- och tillsynsverket för social- och hälsovården i sin tillsyn upptäcker brister eller andra missförhållanden i läkemedelsförsörjningen, ska saken anmälas till Säkerhets- och utvecklingscentret för läkemedelsområdet. Brister som upptäcks i användningen av strålning ska anmälas till Strålskyddscentralen.",
        "folded_sv": "om det i anordnandet eller genomforandet av halsovardstjansterna inom forsvarsmakten upptacks brister eller andra missforhallanden som aventyrar patientsakerheten eller om verksamheten i ovrigt strider mot lagstiftningen om ordnandet och genomforandet av halsovarden inom forsvarsmakten, kan regionforvaltningsverket eller tillstands- och tillsynsverket for social- och halsovarden alagga forsvarsmakten att avhjalpa bristerna eller missforhallandena. nar alaggandet meddelas ska det anges en tidsfrist inom vilken behovliga atgarder ska vidtas. om patientsakerheten kraver det, kan det bestammas att verksamheten omedelbart ska avbrytas eller kan anvandningen av en halsovardsenhet eller en del av den eller av en anordning omedelbart forbjudas. ett alaggande enligt 1 mom. kan forenas med vite eller med hot om att verksamheten avbryts eller att anvandningen av en halsovardsenhet eller en del av den eller av en anordning forbjuds. ett beslut av regionforvaltningsverket eller tillstands- och tillsynsverket for social- och halsovarden om avbrytande av verksamheten eller om forbud mot anvandningen av en halsovardsenhet eller en del av den eller av en anordning ska iakttas aven om det overklagas, om inte besvarsmyndigheten beslutar nagot annat. vad som foreskrivs i denna paragraf galler inte verksamhet enligt lakemedelslagen (395/1987), dar tillsynen utovas av sakerhets- och utvecklingscentret for lakemedelsomradet, eller verksamhet enligt stralskyddslagen (592/1991), dar tillsynen utovas av stralskyddscentralen. om regionforvaltningsverken eller tillstands- och tillsynsverket for social- och halsovarden i sin tillsyn upptacker brister eller andra missforhallanden i lakemedelsforsorjningen, ska saken anmalas till sakerhets- och utvecklingscentret for lakemedelsomradet. brister som upptacks i anvandningen av stralning ska anmalas till stralskyddscentralen."
      }
    },
    {
      "provision_ref": "10 d",
      "section": "10 d",
      "content": "Jos puolustusvoimien terveydenhuollon järjestämisessä tai toteuttamisessa havaittu puute, virheellisyys, laiminlyönti tai muu epäkohta ei anna aihetta 10 c §:ssä tarkoitettuihin toimenpiteisiin, aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat saattaa puolustusvoimien tai virheellisestä toiminnasta vastuussa olevan henkilön tietoon käsityksensä lain mukaisesta menettelystä ja kiinnittää valvottavan huomiota toiminnan asianmukaiseen järjestämiseen ja hyvän hallinnon vaatimuksiin. Aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat myös kehottaa valvottavaa korjaamaan puutteen tai muun epäkohdan. Jos edellä tarkoitettuja toimenpiteitä ei voida asian kokonaisarviointiin vaikuttavat seikat huomioon ottaen pitää riittävinä, aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat antaa valvottavalle huomautuksen vastaisen varalle. Tässä pykälässä tarkoitettuun aluehallintoviraston tai Sosiaali- ja terveysalan lupa- ja valvontaviraston antamaan hallinnolliseen ohjaukseen tai kehotukseen ei saa hakea muutosta valittamalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 d",
        "normalized_fi": "Jos puolustusvoimien terveydenhuollon järjestämisessä tai toteuttamisessa havaittu puute, virheellisyys, laiminlyönti tai muu epäkohta ei anna aihetta 10 c § :ssä tarkoitettuihin toimenpiteisiin, aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat saattaa puolustusvoimien tai virheellisestä toiminnasta vastuussa olevan henkilön tietoon käsityksensä lain mukaisesta menettelystä ja kiinnittää valvottavan huomiota toiminnan asianmukaiseen järjestämiseen ja hyvän hallinnon vaatimuksiin. Aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat myös kehottaa valvottavaa korjaamaan puutteen tai muun epäkohdan. Jos edellä tarkoitettuja toimenpiteitä ei voida asian kokonaisarviointiin vaikuttavat seikat huomioon ottaen pitää riittävinä, aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat antaa valvottavalle huomautuksen vastaisen varalle. Tässä pykälässä tarkoitettuun aluehallintoviraston tai Sosiaali- ja terveysalan lupa- ja valvontaviraston antamaan hallinnolliseen ohjaukseen tai kehotukseen ei saa hakea muutosta valittamalla.",
        "folded_fi": "jos puolustusvoimien terveydenhuollon jarjestamisessa tai toteuttamisessa havaittu puute, virheellisyys, laiminlyonti tai muu epakohta ei anna aihetta 10 c §:ssa tarkoitettuihin toimenpiteisiin, aluehallintovirasto ja sosiaali- ja terveysalan lupa- ja valvontavirasto voivat saattaa puolustusvoimien tai virheellisesta toiminnasta vastuussa olevan henkilon tietoon kasityksensa lain mukaisesta menettelysta ja kiinnittaa valvottavan huomiota toiminnan asianmukaiseen jarjestamiseen ja hyvan hallinnon vaatimuksiin. aluehallintovirasto ja sosiaali- ja terveysalan lupa- ja valvontavirasto voivat myos kehottaa valvottavaa korjaamaan puutteen tai muun epakohdan. jos edella tarkoitettuja toimenpiteita ei voida asian kokonaisarviointiin vaikuttavat seikat huomioon ottaen pitaa riittavina, aluehallintovirasto ja sosiaali- ja terveysalan lupa- ja valvontavirasto voivat antaa valvottavalle huomautuksen vastaisen varalle. tassa pykalassa tarkoitettuun aluehallintoviraston tai sosiaali- ja terveysalan lupa- ja valvontaviraston antamaan hallinnolliseen ohjaukseen tai kehotukseen ei saa hakea muutosta valittamalla.",
        "content_sv": "Om en brist, felaktighet, försummelse eller något annat missförhållande som upptäcks i anordnandet eller genomförandet av hälsovården inom försvarsmakten inte ger anledning till någon åtgärd enligt 10 c §, kan regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården delge försvarsmakten eller den person som är ansvarig för det felaktiga förfarandet sin uppfattning om vad som är ett lagenligt förfarande och göra den övervakade uppmärksam på att verksamheten ska ordnas på behörigt sätt och på kraven på en god förvaltning. Regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården kan också uppmana den övervakade att avhjälpa bristen eller missförhållandet. Om dessa åtgärder med beaktande av omständigheter som inverkar på helhetsbedömningen inte kan anses vara tillräckliga, kan regionförvaltningsverket eller Tillstånds- och tillsynsverket för social- och hälsovården ge den övervakade en anmärkning för framtiden. Administrativ styrning eller en uppmaning av regionförvaltningsverket eller Tillstånds- och tillsynsverket för social- och hälsovården som avses i denna paragraf får inte överklagas genom besvär.",
        "normalized_sv": "Om en brist, felaktighet, försummelse eller något annat missförhållande som upptäcks i anordnandet eller genomförandet av hälsovården inom försvarsmakten inte ger anledning till någon åtgärd enligt 10 c § , kan regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården delge försvarsmakten eller den person som är ansvarig för det felaktiga förfarandet sin uppfattning om vad som är ett lagenligt förfarande och göra den övervakade uppmärksam på att verksamheten ska ordnas på behörigt sätt och på kraven på en god förvaltning. Regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården kan också uppmana den övervakade att avhjälpa bristen eller missförhållandet. Om dessa åtgärder med beaktande av omständigheter som inverkar på helhetsbedömningen inte kan anses vara tillräckliga, kan regionförvaltningsverket eller Tillstånds- och tillsynsverket för social- och hälsovården ge den övervakade en anmärkning för framtiden. Administrativ styrning eller en uppmaning av regionförvaltningsverket eller Tillstånds- och tillsynsverket för social- och hälsovården som avses i denna paragraf får inte överklagas genom besvär.",
        "folded_sv": "om en brist, felaktighet, forsummelse eller nagot annat missforhallande som upptacks i anordnandet eller genomforandet av halsovarden inom forsvarsmakten inte ger anledning till nagon atgard enligt 10 c §, kan regionforvaltningsverket och tillstands- och tillsynsverket for social- och halsovarden delge forsvarsmakten eller den person som ar ansvarig for det felaktiga forfarandet sin uppfattning om vad som ar ett lagenligt forfarande och gora den overvakade uppmarksam pa att verksamheten ska ordnas pa behorigt satt och pa kraven pa en god forvaltning. regionforvaltningsverket och tillstands- och tillsynsverket for social- och halsovarden kan ocksa uppmana den overvakade att avhjalpa bristen eller missforhallandet. om dessa atgarder med beaktande av omstandigheter som inverkar pa helhetsbedomningen inte kan anses vara tillrackliga, kan regionforvaltningsverket eller tillstands- och tillsynsverket for social- och halsovarden ge den overvakade en anmarkning for framtiden. administrativ styrning eller en uppmaning av regionforvaltningsverket eller tillstands- och tillsynsverket for social- och halsovarden som avses i denna paragraf far inte overklagas genom besvar."
      }
    },
    {
      "provision_ref": "10 e",
      "section": "10 e",
      "content": "Sosiaali- ja terveydenhuollon lupa- ja valvontavirasto ja aluehallintovirasto ryhtyvät tietoonsa tulleen valvonta-asian perusteella niihin toimenpiteisiin, joihin ne potilasturvallisuuden varmistamisen tai lain noudattamisen kannalta katsovat olevan aihetta. Kahta vuotta vanhempaan tapahtumaan perustuvaa valvonta-asiaa ei tutkita, ellei siihen ole erityistä syytä. Muistutus- ja kantelumenettelyyn perustuvasta asian ottamisesta käsiteltäväksi säädetään erikseen hallintolaissa ja potilaan asemasta ja oikeuksista annetussa laissa (785/1992).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 e",
        "normalized_fi": "Sosiaali- ja terveydenhuollon lupa- ja valvontavirasto ja aluehallintovirasto ryhtyvät tietoonsa tulleen valvonta-asian perusteella niihin toimenpiteisiin, joihin ne potilasturvallisuuden varmistamisen tai lain noudattamisen kannalta katsovat olevan aihetta. Kahta vuotta vanhempaan tapahtumaan perustuvaa valvonta-asiaa ei tutkita, ellei siihen ole erityistä syytä. Muistutus- ja kantelumenettelyyn perustuvasta asian ottamisesta käsiteltäväksi säädetään erikseen hallintolaissa ja potilaan asemasta ja oikeuksista annetussa laissa (785/1992).",
        "folded_fi": "sosiaali- ja terveydenhuollon lupa- ja valvontavirasto ja aluehallintovirasto ryhtyvat tietoonsa tulleen valvonta-asian perusteella niihin toimenpiteisiin, joihin ne potilasturvallisuuden varmistamisen tai lain noudattamisen kannalta katsovat olevan aihetta. kahta vuotta vanhempaan tapahtumaan perustuvaa valvonta-asiaa ei tutkita, ellei siihen ole erityista syyta. muistutus- ja kantelumenettelyyn perustuvasta asian ottamisesta kasiteltavaksi saadetaan erikseen hallintolaissa ja potilaan asemasta ja oikeuksista annetussa laissa (785/1992).",
        "content_sv": "Utifrån tillsynsfrågor som Tillstånds- och tillsynsverket för social- och hälsovården och regionförvaltningsverket får kännedom om, ska de vidta sådana åtgärder som de anser befogade med hänsyn till patientsäkerheten eller efterlevnaden av lagen. Ett tillsynsärende som grundar sig på en händelse som ligger mer än två år tillbaka i tiden ska inte undersökas, om det inte finns särskilda skäl till det. Särskilda bestämmelser om att ta ett ärende som grundar sig på ett anmärkningsförfarande eller förfarande med förvaltningsklagan till behandling finns i förvaltningslagen och i lagen om patientens ställning och rättigheter (785/1992).",
        "normalized_sv": "Utifrån tillsynsfrågor som Tillstånds- och tillsynsverket för social- och hälsovården och regionförvaltningsverket får kännedom om, ska de vidta sådana åtgärder som de anser befogade med hänsyn till patientsäkerheten eller efterlevnaden av lagen. Ett tillsynsärende som grundar sig på en händelse som ligger mer än två år tillbaka i tiden ska inte undersökas, om det inte finns särskilda skäl till det. Särskilda bestämmelser om att ta ett ärende som grundar sig på ett anmärkningsförfarande eller förfarande med förvaltningsklagan till behandling finns i förvaltningslagen och i lagen om patientens ställning och rättigheter (785/1992).",
        "folded_sv": "utifran tillsynsfragor som tillstands- och tillsynsverket for social- och halsovarden och regionforvaltningsverket far kannedom om, ska de vidta sadana atgarder som de anser befogade med hansyn till patientsakerheten eller efterlevnaden av lagen. ett tillsynsarende som grundar sig pa en handelse som ligger mer an tva ar tillbaka i tiden ska inte undersokas, om det inte finns sarskilda skal till det. sarskilda bestammelser om att ta ett arende som grundar sig pa ett anmarkningsforfarande eller forfarande med forvaltningsklagan till behandling finns i forvaltningslagen och i lagen om patientens stallning och rattigheter (785/1992)."
      }
    },
    {
      "provision_ref": "10 f",
      "section": "10 f",
      "content": "Puolustusvoimat on velvollinen antamaan pyynnöstä Sosiaali- ja terveysalan valvontavirastolle ja aluehallintovirastolle niiden ohjaus- ja valvontatehtävien toteuttamiseksi välttämättömät, puolustusvoimien terveydenhuollon järjestämistä ja toteuttamista koskevat tiedot ja selvitykset sen estämättä, mitä salassapitovelvollisuudesta säädetään. Tiedonantovelvollisuus ei koske viranomaisten toiminnan julkisuudesta annetun lain (621/1999) 24 §:n 1 momentin 7-10 kohdissa tarkoitettuja salassa pidettäviä tietoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 f",
        "normalized_fi": "Puolustusvoimat on velvollinen antamaan pyynnöstä Sosiaali- ja terveysalan valvontavirastolle ja aluehallintovirastolle niiden ohjaus- ja valvontatehtävien toteuttamiseksi välttämättömät, puolustusvoimien terveydenhuollon järjestämistä ja toteuttamista koskevat tiedot ja selvitykset sen estämättä, mitä salassapitovelvollisuudesta säädetään. Tiedonantovelvollisuus ei koske viranomaisten toiminnan julkisuudesta annetun lain (621/1999) 24 § :n 1 momentin 7-10 kohdissa tarkoitettuja salassa pidettäviä tietoja.",
        "folded_fi": "puolustusvoimat on velvollinen antamaan pyynnosta sosiaali- ja terveysalan valvontavirastolle ja aluehallintovirastolle niiden ohjaus- ja valvontatehtavien toteuttamiseksi valttamattomat, puolustusvoimien terveydenhuollon jarjestamista ja toteuttamista koskevat tiedot ja selvitykset sen estamatta, mita salassapitovelvollisuudesta saadetaan. tiedonantovelvollisuus ei koske viranomaisten toiminnan julkisuudesta annetun lain (621/1999) 24 §:n 1 momentin 7-10 kohdissa tarkoitettuja salassa pidettavia tietoja.",
        "content_sv": "Försvarsmakten är skyldig att på begäran, trots bestämmelserna om sekretess, lämna Tillstånds- och tillsynsverket för social- och hälsovården och regionförvaltningsverket de uppgifter och utredningar om anordnandet och genomförandet av hälsovården inom försvarsmakten som är nödvändiga för deras styrnings- och tillsynsuppgifter. Skyldigheten att lämna uppgifter gäller inte de uppgifter som är sekretessbelagda enligt 24 § 1 mom. 7-10 punkten i lagen om offentlighet i myndigheternas verksamhet (621/1999).",
        "normalized_sv": "Försvarsmakten är skyldig att på begäran, trots bestämmelserna om sekretess, lämna Tillstånds- och tillsynsverket för social- och hälsovården och regionförvaltningsverket de uppgifter och utredningar om anordnandet och genomförandet av hälsovården inom försvarsmakten som är nödvändiga för deras styrnings- och tillsynsuppgifter. Skyldigheten att lämna uppgifter gäller inte de uppgifter som är sekretessbelagda enligt 24 § 1 mom. 7-10 punkten i lagen om offentlighet i myndigheternas verksamhet (621/1999).",
        "folded_sv": "forsvarsmakten ar skyldig att pa begaran, trots bestammelserna om sekretess, lamna tillstands- och tillsynsverket for social- och halsovarden och regionforvaltningsverket de uppgifter och utredningar om anordnandet och genomforandet av halsovarden inom forsvarsmakten som ar nodvandiga for deras styrnings- och tillsynsuppgifter. skyldigheten att lamna uppgifter galler inte de uppgifter som ar sekretessbelagda enligt 24 § 1 mom. 7-10 punkten i lagen om offentlighet i myndigheternas verksamhet (621/1999)."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Puolustusvoimien terveydenhuollon yleinen suunnittelu, ohjaus ja valvonta kuuluvat pääesikunnalle. Terveydenhuollon järjestämisestä puolustusvoimissa vastaa Puolustusvoimien logistiikkalaitos. Aluehallintovirasto valvoo puolustusvoimien tämän tai muun lain nojalla Suomessa järjestämän tai tuottaman terveydenhuollon lainmukaisuutta ja antaa siihen liittyvää ohjausta. Puolustusvoimien järjestämää tai tuottamaa terveydenhuoltoa Suomen alueen ulkopuolella valvoo kuitenkin pääesikunta. Pääesikunta valvoo lisäksi puolustusvoimien itse toteuttamaa terveydenhuoltoa puolustustilalaissa (1083/1991) tarkoitetun puolustustilan aikana ja sovellettaessa valmiuslain (1552/2011) II osan säännöksiä lain 3 §:n 1 ja 2 kohdassa tarkoitetuissa poikkeusoloissa. Sosiaali- ja terveysalan lupa- ja valvontavirasto ohjaa aluehallintoviraston toimintaa valvonnan ja siihen liittyvän ohjauksen toimeenpanossa, yhteensovittamisessa ja yhdenmukaistamisessa. Lisäksi Sosiaali- ja terveysalan lupa- ja valvontavirasto valvoo 3 momentissa tarkoitetun puolustusvoimien terveydenhuollon lainmukaisuutta ja antaa siihen liittyvää ohjausta erityisesti silloin, kun kysymyksessä ovat: 1) periaatteellisesti tärkeät tai laajakantoiset asiat; 2) asiat, jotka liittyvät olennaisesti Sosiaali- ja terveysalan lupa- ja valvontavirastossa käsiteltävään muuhun terveydenhuoltoa tai terveydenhuollon ammattihenkilöä koskevaan valvonta-asiaan; 3) asiat, joita aluehallintoviraston valvonta-asioita käsittelevät virkamiehet ovat esteellisiä käsittelemään. Sosiaali- ja terveysalan lupa- ja valvontaviraston ja aluehallintoviraston tarkemmasta työnjaosta ohjauksessa ja valvonnassa säädetään tarvittaessa valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Puolustusvoimien terveydenhuollon yleinen suunnittelu, ohjaus ja valvonta kuuluvat pääesikunnalle. Terveydenhuollon järjestämisestä puolustusvoimissa vastaa Puolustusvoimien logistiikkalaitos. Aluehallintovirasto valvoo puolustusvoimien tämän tai muun lain nojalla Suomessa järjestämän tai tuottaman terveydenhuollon lainmukaisuutta ja antaa siihen liittyvää ohjausta. Puolustusvoimien järjestämää tai tuottamaa terveydenhuoltoa Suomen alueen ulkopuolella valvoo kuitenkin pääesikunta. Pääesikunta valvoo lisäksi puolustusvoimien itse toteuttamaa terveydenhuoltoa puolustustilalaissa (1083/1991) tarkoitetun puolustustilan aikana ja sovellettaessa valmiuslain (1552/2011) II osan säännöksiä lain 3 § :n 1 ja 2 kohdassa tarkoitetuissa poikkeusoloissa. Sosiaali- ja terveysalan lupa- ja valvontavirasto ohjaa aluehallintoviraston toimintaa valvonnan ja siihen liittyvän ohjauksen toimeenpanossa, yhteensovittamisessa ja yhdenmukaistamisessa. Lisäksi Sosiaali- ja terveysalan lupa- ja valvontavirasto valvoo 3 momentissa tarkoitetun puolustusvoimien terveydenhuollon lainmukaisuutta ja antaa siihen liittyvää ohjausta erityisesti silloin, kun kysymyksessä ovat: 1) periaatteellisesti tärkeät tai laajakantoiset asiat; 2) asiat, jotka liittyvät olennaisesti Sosiaali- ja terveysalan lupa- ja valvontavirastossa käsiteltävään muuhun terveydenhuoltoa tai terveydenhuollon ammattihenkilöä koskevaan valvonta-asiaan; 3) asiat, joita aluehallintoviraston valvonta-asioita käsittelevät virkamiehet ovat esteellisiä käsittelemään. Sosiaali- ja terveysalan lupa- ja valvontaviraston ja aluehallintoviraston tarkemmasta työnjaosta ohjauksessa ja valvonnassa säädetään tarvittaessa valtioneuvoston asetuksella.",
        "folded_fi": "puolustusvoimien terveydenhuollon yleinen suunnittelu, ohjaus ja valvonta kuuluvat paaesikunnalle. terveydenhuollon jarjestamisesta puolustusvoimissa vastaa puolustusvoimien logistiikkalaitos. aluehallintovirasto valvoo puolustusvoimien taman tai muun lain nojalla suomessa jarjestaman tai tuottaman terveydenhuollon lainmukaisuutta ja antaa siihen liittyvaa ohjausta. puolustusvoimien jarjestamaa tai tuottamaa terveydenhuoltoa suomen alueen ulkopuolella valvoo kuitenkin paaesikunta. paaesikunta valvoo lisaksi puolustusvoimien itse toteuttamaa terveydenhuoltoa puolustustilalaissa (1083/1991) tarkoitetun puolustustilan aikana ja sovellettaessa valmiuslain (1552/2011) ii osan saannoksia lain 3 §:n 1 ja 2 kohdassa tarkoitetuissa poikkeusoloissa. sosiaali- ja terveysalan lupa- ja valvontavirasto ohjaa aluehallintoviraston toimintaa valvonnan ja siihen liittyvan ohjauksen toimeenpanossa, yhteensovittamisessa ja yhdenmukaistamisessa. lisaksi sosiaali- ja terveysalan lupa- ja valvontavirasto valvoo 3 momentissa tarkoitetun puolustusvoimien terveydenhuollon lainmukaisuutta ja antaa siihen liittyvaa ohjausta erityisesti silloin, kun kysymyksessa ovat: 1) periaatteellisesti tarkeat tai laajakantoiset asiat; 2) asiat, jotka liittyvat olennaisesti sosiaali- ja terveysalan lupa- ja valvontavirastossa kasiteltavaan muuhun terveydenhuoltoa tai terveydenhuollon ammattihenkiloa koskevaan valvonta-asiaan; 3) asiat, joita aluehallintoviraston valvonta-asioita kasittelevat virkamiehet ovat esteellisia kasittelemaan. sosiaali- ja terveysalan lupa- ja valvontaviraston ja aluehallintoviraston tarkemmasta tyonjaosta ohjauksessa ja valvonnassa saadetaan tarvittaessa valtioneuvoston asetuksella.",
        "content_sv": "Den allmänna planeringen och styrningen av samt tillsynen över hälsovården inom försvarsmakten ska skötas av huvudstaben. För anordnandet av hälsovård inom försvarsmakten svarar Försvarsmaktens logistikverk. Regionförvaltningsverket ska övervaka lagenligheten i hälsovård som försvarsmakten enligt denna lag eller någon annan lag ordnar eller producerar i Finland och ge handledning i samband med det. Hälsovård som försvarsmakten ordnar eller producerar utanför Finlands territorium övervakas dock av huvudstaben. Huvudstaben övervakar dessutom den hälsovård som försvarsmakten själv tillhandahåller under försvarstillstånd enligt lagen om försvarstillstånd (1083/1991) och vid tillämpning av bestämmelserna i II avdelningen i beredskapslagen (1552/2011) under undantagsförhållanden som avses i 3 § 1 och 2 punkten i den lagen. Tillstånds- och tillsynsverket för social- och hälsovården styr regionförvaltningsverkens verksamhet vid genomförandet, samordningen och förenhetligandet av tillsynen och styrningen i samband med den. Dessutom ska Tillstånds- och tillsynsverket för social- och hälsovården övervaka lagenligheten i den hälsovård inom försvarsmakten som avses i 3 mom. och ge handledning i samband med detta i synnerhet när det gäller 1) principiellt viktiga eller vittsyftande ärenden, 2) ärenden som har ett väsentligt samband med något annat övervakningsärende som behandlas vid Tillstånds- och tillsynsverket för social- och hälsovården och som gäller hälso- och sjukvård eller yrkesutbildade personer inom hälso- och sjukvården, samt 3) ärenden som regionförvaltningsverkets tjänstemän för tillsynsärenden är jäviga att behandla. Bestämmelser om den närmare arbetsfördelningen mellan Tillstånds- och tillsynsverket för social- och hälsovården och regionförvaltningsverken i frågor som gäller styrningen och övervakningen utfärdas vid behov genom förordning av statsrådet.",
        "normalized_sv": "Den allmänna planeringen och styrningen av samt tillsynen över hälsovården inom försvarsmakten ska skötas av huvudstaben. För anordnandet av hälsovård inom försvarsmakten svarar Försvarsmaktens logistikverk. Regionförvaltningsverket ska övervaka lagenligheten i hälsovård som försvarsmakten enligt denna lag eller någon annan lag ordnar eller producerar i Finland och ge handledning i samband med det. Hälsovård som försvarsmakten ordnar eller producerar utanför Finlands territorium övervakas dock av huvudstaben. Huvudstaben övervakar dessutom den hälsovård som försvarsmakten själv tillhandahåller under försvarstillstånd enligt lagen om försvarstillstånd (1083/1991) och vid tillämpning av bestämmelserna i II avdelningen i beredskapslagen (1552/2011) under undantagsförhållanden som avses i 3 § 1 och 2 punkten i den lagen. Tillstånds- och tillsynsverket för social- och hälsovården styr regionförvaltningsverkens verksamhet vid genomförandet, samordningen och förenhetligandet av tillsynen och styrningen i samband med den. Dessutom ska Tillstånds- och tillsynsverket för social- och hälsovården övervaka lagenligheten i den hälsovård inom försvarsmakten som avses i 3 mom. och ge handledning i samband med detta i synnerhet när det gäller 1) principiellt viktiga eller vittsyftande ärenden, 2) ärenden som har ett väsentligt samband med något annat övervakningsärende som behandlas vid Tillstånds- och tillsynsverket för social- och hälsovården och som gäller hälso- och sjukvård eller yrkesutbildade personer inom hälso- och sjukvården, samt 3) ärenden som regionförvaltningsverkets tjänstemän för tillsynsärenden är jäviga att behandla. Bestämmelser om den närmare arbetsfördelningen mellan Tillstånds- och tillsynsverket för social- och hälsovården och regionförvaltningsverken i frågor som gäller styrningen och övervakningen utfärdas vid behov genom förordning av statsrådet.",
        "folded_sv": "den allmanna planeringen och styrningen av samt tillsynen over halsovarden inom forsvarsmakten ska skotas av huvudstaben. for anordnandet av halsovard inom forsvarsmakten svarar forsvarsmaktens logistikverk. regionforvaltningsverket ska overvaka lagenligheten i halsovard som forsvarsmakten enligt denna lag eller nagon annan lag ordnar eller producerar i finland och ge handledning i samband med det. halsovard som forsvarsmakten ordnar eller producerar utanfor finlands territorium overvakas dock av huvudstaben. huvudstaben overvakar dessutom den halsovard som forsvarsmakten sjalv tillhandahaller under forsvarstillstand enligt lagen om forsvarstillstand (1083/1991) och vid tillampning av bestammelserna i ii avdelningen i beredskapslagen (1552/2011) under undantagsforhallanden som avses i 3 § 1 och 2 punkten i den lagen. tillstands- och tillsynsverket for social- och halsovarden styr regionforvaltningsverkens verksamhet vid genomforandet, samordningen och forenhetligandet av tillsynen och styrningen i samband med den. dessutom ska tillstands- och tillsynsverket for social- och halsovarden overvaka lagenligheten i den halsovard inom forsvarsmakten som avses i 3 mom. och ge handledning i samband med detta i synnerhet nar det galler 1) principiellt viktiga eller vittsyftande arenden, 2) arenden som har ett vasentligt samband med nagot annat overvakningsarende som behandlas vid tillstands- och tillsynsverket for social- och halsovarden och som galler halso- och sjukvard eller yrkesutbildade personer inom halso- och sjukvarden, samt 3) arenden som regionforvaltningsverkets tjansteman for tillsynsarenden ar javiga att behandla. bestammelser om den narmare arbetsfordelningen mellan tillstands- och tillsynsverket for social- och halsovarden och regionforvaltningsverken i fragor som galler styrningen och overvakningen utfardas vid behov genom forordning av statsradet."
      },
      "valid_from": "2015-12-11",
      "valid_to": null
    },
    {
      "provision_ref": "10 a",
      "section": "10 a",
      "content": "Aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat tehdä 6 §:ssä tarkoitetun ohjauksen toteuttamiseksi ohjaus- ja arviointikäyntejä puolustusvoi-mien terveydenhuollon palveluja järjestäviin ja tuottaviin yksiköihin. Ohjaus- ja arviointikäynneistä ja niiden ohjelmasta on sovittava ennakkoon Puolustusvoimien logistiikkalaitoksen ja asianomaisen yksikön kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 a",
        "normalized_fi": "Aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat tehdä 6 § :ssä tarkoitetun ohjauksen toteuttamiseksi ohjaus- ja arviointikäyntejä puolustusvoi-mien terveydenhuollon palveluja järjestäviin ja tuottaviin yksiköihin. Ohjaus- ja arviointikäynneistä ja niiden ohjelmasta on sovittava ennakkoon Puolustusvoimien logistiikkalaitoksen ja asianomaisen yksikön kanssa.",
        "folded_fi": "aluehallintovirasto ja sosiaali- ja terveysalan lupa- ja valvontavirasto voivat tehda 6 §:ssa tarkoitetun ohjauksen toteuttamiseksi ohjaus- ja arviointikaynteja puolustusvoi-mien terveydenhuollon palveluja jarjestaviin ja tuottaviin yksikoihin. ohjaus- ja arviointikaynneista ja niiden ohjelmasta on sovittava ennakkoon puolustusvoimien logistiikkalaitoksen ja asianomaisen yksikon kanssa.",
        "content_sv": "Regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården kan för att utöva den styrning som avses i 6 § göra styrnings- och utvärderingsbesök i enheter som ordnar eller producerar hälsovårdstjänster inom försvarsmakten. Verket i fråga ska avtala om ett styrnings- och utvärderingsbesök och om besöksprogrammet på förhand med Försvarsmaktens logistikverk och den berörda enheten.",
        "normalized_sv": "Regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården kan för att utöva den styrning som avses i 6 § göra styrnings- och utvärderingsbesök i enheter som ordnar eller producerar hälsovårdstjänster inom försvarsmakten. Verket i fråga ska avtala om ett styrnings- och utvärderingsbesök och om besöksprogrammet på förhand med Försvarsmaktens logistikverk och den berörda enheten.",
        "folded_sv": "regionforvaltningsverket och tillstands- och tillsynsverket for social- och halsovarden kan for att utova den styrning som avses i 6 § gora styrnings- och utvarderingsbesok i enheter som ordnar eller producerar halsovardstjanster inom forsvarsmakten. verket i fraga ska avtala om ett styrnings- och utvarderingsbesok och om besoksprogrammet pa forhand med forsvarsmaktens logistikverk och den berorda enheten."
      },
      "valid_from": "2015-12-11",
      "valid_to": null
    },
    {
      "provision_ref": "10 b",
      "section": "10 b",
      "content": "Aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat tarkastaa tässä laissa tarkoitetun terveydenhuollon toiminnan ja palvelut sekä niiden järjestämisessä käytettävät yksiköt ja toimitilat silloin, kun tarkastuksen tekemiseen on perusteltu syy. Sosiaali- ja terveysalan lupa- ja valvontavirasto voi määrätä aluehallintoviraston tekemään puolestaan edellä mainitun tarkastuksen. Tarkastusmääräykseen ei saa hakea muutosta valittamalla. Tarkastaja on päästettävä kaikkiin toimipaikan tiloihin. Tarkastuksessa on salassapitosäännösten estämättä esitettävä kaikki tarkastajan pyytämät asiakirjat, jotka ovat välttämättömiä tarkastuksen toimittamiseksi, ja annettava niistä maksutta tarkastajan pyytämät jäljennökset. Tarkastajalla on myös oikeus tarkastuksen aikana ottaa valokuvia, jotka ovat välttämättömiä tarkastuksen toteuttamiseksi. Tarkastusoikeutta ei ole pysyväisluonteiseen asumiseen käytettäviin tiloihin eikä maanpuolustuksen kannalta salassa pidettäviin kohteisiin ja tietoihin. Tarkastajan apuna voi olla tarkastuksen toteuttamiseksi tarpeellisia asiantuntijoita. Asiantuntijaan sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974). Tarkastukseen sovelletaan muutoin, mitä hallintolain (434/2003) 39 §:ssä säädetään tarkastuksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 b",
        "normalized_fi": "Aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat tarkastaa tässä laissa tarkoitetun terveydenhuollon toiminnan ja palvelut sekä niiden järjestämisessä käytettävät yksiköt ja toimitilat silloin, kun tarkastuksen tekemiseen on perusteltu syy. Sosiaali- ja terveysalan lupa- ja valvontavirasto voi määrätä aluehallintoviraston tekemään puolestaan edellä mainitun tarkastuksen. Tarkastusmääräykseen ei saa hakea muutosta valittamalla. Tarkastaja on päästettävä kaikkiin toimipaikan tiloihin. Tarkastuksessa on salassapitosäännösten estämättä esitettävä kaikki tarkastajan pyytämät asiakirjat, jotka ovat välttämättömiä tarkastuksen toimittamiseksi, ja annettava niistä maksutta tarkastajan pyytämät jäljennökset. Tarkastajalla on myös oikeus tarkastuksen aikana ottaa valokuvia, jotka ovat välttämättömiä tarkastuksen toteuttamiseksi. Tarkastusoikeutta ei ole pysyväisluonteiseen asumiseen käytettäviin tiloihin eikä maanpuolustuksen kannalta salassa pidettäviin kohteisiin ja tietoihin. Tarkastajan apuna voi olla tarkastuksen toteuttamiseksi tarpeellisia asiantuntijoita. Asiantuntijaan sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974). Tarkastukseen sovelletaan muutoin, mitä hallintolain (434/2003) 39 § :ssä säädetään tarkastuksesta.",
        "folded_fi": "aluehallintovirasto ja sosiaali- ja terveysalan lupa- ja valvontavirasto voivat tarkastaa tassa laissa tarkoitetun terveydenhuollon toiminnan ja palvelut seka niiden jarjestamisessa kaytettavat yksikot ja toimitilat silloin, kun tarkastuksen tekemiseen on perusteltu syy. sosiaali- ja terveysalan lupa- ja valvontavirasto voi maarata aluehallintoviraston tekemaan puolestaan edella mainitun tarkastuksen. tarkastusmaaraykseen ei saa hakea muutosta valittamalla. tarkastaja on paastettava kaikkiin toimipaikan tiloihin. tarkastuksessa on salassapitosaannosten estamatta esitettava kaikki tarkastajan pyytamat asiakirjat, jotka ovat valttamattomia tarkastuksen toimittamiseksi, ja annettava niista maksutta tarkastajan pyytamat jaljennokset. tarkastajalla on myos oikeus tarkastuksen aikana ottaa valokuvia, jotka ovat valttamattomia tarkastuksen toteuttamiseksi. tarkastusoikeutta ei ole pysyvaisluonteiseen asumiseen kaytettaviin tiloihin eika maanpuolustuksen kannalta salassa pidettaviin kohteisiin ja tietoihin. tarkastajan apuna voi olla tarkastuksen toteuttamiseksi tarpeellisia asiantuntijoita. asiantuntijaan sovelletaan rikosoikeudellista virkavastuuta koskevia saannoksia. vahingonkorvausvastuusta saadetaan vahingonkorvauslaissa (412/1974). tarkastukseen sovelletaan muutoin, mita hallintolain (434/2003) 39 §:ssa saadetaan tarkastuksesta.",
        "content_sv": "Regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården får inspektera verksamheten och tjänsterna samt de enheter och lokaler som används för verksamheten i den hälsovård som avses i denna lag när det finns grundad anledning att företa en inspektion. Tillstånds- och tillsynsverket för social- och hälsovården kan ålägga regionförvaltningsverket att för sin räkning företa inspektionen. Ändring i ett åläggande att företa inspektion får inte sökas genom besvär. En inspektör ska ges tillträde till verksamhetsställets alla lokaler. Vid inspektionen ska trots sekretessbestämmelserna alla de handlingar som inspektören begär och som är nödvändiga för inspektionen läggas fram, och de kopior av handlingarna som inspektören begär ska ges kostnadsfritt. Inspektören har även rätt att under inspektionen ta sådana fotografier som är nödvändiga för inspektionen. Inspektionsrätten gäller inte utrymmen som används för boende av permanent natur eller objekt och uppgifter som är sekretessbelagda av skäl som sammanhänger med landets försvar. Inspektören får biträdas av experter som behövs för inspektionen. På sådana experter tillämpas bestämmelserna om straffrättsligt tjänsteansvar. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974). På inspektioner tillämpas i övrigt vad som i 39 § i förvaltningslagen (434/2003) föreskrivs om inspektion.",
        "normalized_sv": "Regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården får inspektera verksamheten och tjänsterna samt de enheter och lokaler som används för verksamheten i den hälsovård som avses i denna lag när det finns grundad anledning att företa en inspektion. Tillstånds- och tillsynsverket för social- och hälsovården kan ålägga regionförvaltningsverket att för sin räkning företa inspektionen. Ändring i ett åläggande att företa inspektion får inte sökas genom besvär. En inspektör ska ges tillträde till verksamhetsställets alla lokaler. Vid inspektionen ska trots sekretessbestämmelserna alla de handlingar som inspektören begär och som är nödvändiga för inspektionen läggas fram, och de kopior av handlingarna som inspektören begär ska ges kostnadsfritt. Inspektören har även rätt att under inspektionen ta sådana fotografier som är nödvändiga för inspektionen. Inspektionsrätten gäller inte utrymmen som används för boende av permanent natur eller objekt och uppgifter som är sekretessbelagda av skäl som sammanhänger med landets försvar. Inspektören får biträdas av experter som behövs för inspektionen. På sådana experter tillämpas bestämmelserna om straffrättsligt tjänsteansvar. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974). På inspektioner tillämpas i övrigt vad som i 39 § i förvaltningslagen (434/2003) föreskrivs om inspektion.",
        "folded_sv": "regionforvaltningsverket och tillstands- och tillsynsverket for social- och halsovarden far inspektera verksamheten och tjansterna samt de enheter och lokaler som anvands for verksamheten i den halsovard som avses i denna lag nar det finns grundad anledning att foreta en inspektion. tillstands- och tillsynsverket for social- och halsovarden kan alagga regionforvaltningsverket att for sin rakning foreta inspektionen. andring i ett alaggande att foreta inspektion far inte sokas genom besvar. en inspektor ska ges tilltrade till verksamhetsstallets alla lokaler. vid inspektionen ska trots sekretessbestammelserna alla de handlingar som inspektoren begar och som ar nodvandiga for inspektionen laggas fram, och de kopior av handlingarna som inspektoren begar ska ges kostnadsfritt. inspektoren har aven ratt att under inspektionen ta sadana fotografier som ar nodvandiga for inspektionen. inspektionsratten galler inte utrymmen som anvands for boende av permanent natur eller objekt och uppgifter som ar sekretessbelagda av skal som sammanhanger med landets forsvar. inspektoren far bitradas av experter som behovs for inspektionen. pa sadana experter tillampas bestammelserna om straffrattsligt tjansteansvar. bestammelser om skadestandsansvar finns i skadestandslagen (412/1974). pa inspektioner tillampas i ovrigt vad som i 39 § i forvaltningslagen (434/2003) foreskrivs om inspektion."
      },
      "valid_from": "2015-12-11",
      "valid_to": null
    },
    {
      "provision_ref": "10 c",
      "section": "10 c",
      "content": "Jos puolustusvoimien terveydenhuollon palvelujen järjestämisessä tai toteuttamisessa havaitaan potilasturvallisuutta vaarantavia puutteita tai muita epäkohtia taikka toiminta on muutoin puolustusvoimien terveydenhuollon järjestämistä ja toteuttamista koskevan lainsäädännön vastaista, aluehallintovirasto tai Sosiaali- ja terveysalan lupa- ja valvontavirasto voi antaa puolustusvoimille määräyksen puutteiden korjaamisesta tai epäkohtien poistamisesta. Määräystä annettaessa on asetettava määräaika, jonka kuluessa tarpeelliset toimenpiteet on suoritettava. Jos potilasturvallisuus sitä edellyttää, toiminta voidaan määrätä välittömästi keskeytettäväksi taikka terveydenhuollon yksikön, sen osan tai laitteen käyttö kieltää välittömästi. Edellä 1 momentissa tarkoitettua määräystä voidaan tehostaa uhkasakolla tai uhalla, että toiminta keskeytetään, taikka että terveydenhuollon yksikön, sen osan tai laitteen käyttö kielletään. Aluehallintoviraston ja Sosiaali- ja terveysalan lupa- ja valvontaviraston päätöstä toiminnan keskeyttämisestä taikka terveydenhuollon yksikön, sen osan tai laitteen käytön kieltämisestä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää. Mitä tässä pykälässä säädetään, ei koske lääkelaissa (395/1987) tarkoitettua toimintaa, jonka valvonnasta vastaa Lääkealan turvallisuus- ja kehittämiskeskus, eikä säteilylaissa (592/1991) tarkoitettua toimintaa, jonka valvonnasta vastaa Säteilyturvakeskus. Jos aluehallintovirasto tai Sosiaali- ja terveysalan lupa- ja valvontavirasto on valvonnassaan havainnut lääkehuollossa puutteita tai muita epäkohtia, niistä on ilmoitettava Lääkealan turvallisuus- ja kehittämiskeskukselle. Säteilyn käytössä havaituista puutteista on ilmoitettava Säteilyturvakeskukselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 c",
        "normalized_fi": "Jos puolustusvoimien terveydenhuollon palvelujen järjestämisessä tai toteuttamisessa havaitaan potilasturvallisuutta vaarantavia puutteita tai muita epäkohtia taikka toiminta on muutoin puolustusvoimien terveydenhuollon järjestämistä ja toteuttamista koskevan lainsäädännön vastaista, aluehallintovirasto tai Sosiaali- ja terveysalan lupa- ja valvontavirasto voi antaa puolustusvoimille määräyksen puutteiden korjaamisesta tai epäkohtien poistamisesta. Määräystä annettaessa on asetettava määräaika, jonka kuluessa tarpeelliset toimenpiteet on suoritettava. Jos potilasturvallisuus sitä edellyttää, toiminta voidaan määrätä välittömästi keskeytettäväksi taikka terveydenhuollon yksikön, sen osan tai laitteen käyttö kieltää välittömästi. Edellä 1 momentissa tarkoitettua määräystä voidaan tehostaa uhkasakolla tai uhalla, että toiminta keskeytetään, taikka että terveydenhuollon yksikön, sen osan tai laitteen käyttö kielletään. Aluehallintoviraston ja Sosiaali- ja terveysalan lupa- ja valvontaviraston päätöstä toiminnan keskeyttämisestä taikka terveydenhuollon yksikön, sen osan tai laitteen käytön kieltämisestä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää. Mitä tässä pykälässä säädetään, ei koske lääkelaissa (395/1987) tarkoitettua toimintaa, jonka valvonnasta vastaa Lääkealan turvallisuus- ja kehittämiskeskus, eikä säteilylaissa (592/1991) tarkoitettua toimintaa, jonka valvonnasta vastaa Säteilyturvakeskus. Jos aluehallintovirasto tai Sosiaali- ja terveysalan lupa- ja valvontavirasto on valvonnassaan havainnut lääkehuollossa puutteita tai muita epäkohtia, niistä on ilmoitettava Lääkealan turvallisuus- ja kehittämiskeskukselle. Säteilyn käytössä havaituista puutteista on ilmoitettava Säteilyturvakeskukselle.",
        "folded_fi": "jos puolustusvoimien terveydenhuollon palvelujen jarjestamisessa tai toteuttamisessa havaitaan potilasturvallisuutta vaarantavia puutteita tai muita epakohtia taikka toiminta on muutoin puolustusvoimien terveydenhuollon jarjestamista ja toteuttamista koskevan lainsaadannon vastaista, aluehallintovirasto tai sosiaali- ja terveysalan lupa- ja valvontavirasto voi antaa puolustusvoimille maarayksen puutteiden korjaamisesta tai epakohtien poistamisesta. maaraysta annettaessa on asetettava maaraaika, jonka kuluessa tarpeelliset toimenpiteet on suoritettava. jos potilasturvallisuus sita edellyttaa, toiminta voidaan maarata valittomasti keskeytettavaksi taikka terveydenhuollon yksikon, sen osan tai laitteen kaytto kieltaa valittomasti. edella 1 momentissa tarkoitettua maaraysta voidaan tehostaa uhkasakolla tai uhalla, etta toiminta keskeytetaan, taikka etta terveydenhuollon yksikon, sen osan tai laitteen kaytto kielletaan. aluehallintoviraston ja sosiaali- ja terveysalan lupa- ja valvontaviraston paatosta toiminnan keskeyttamisesta taikka terveydenhuollon yksikon, sen osan tai laitteen kayton kieltamisesta on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin maaraa. mita tassa pykalassa saadetaan, ei koske laakelaissa (395/1987) tarkoitettua toimintaa, jonka valvonnasta vastaa laakealan turvallisuus- ja kehittamiskeskus, eika sateilylaissa (592/1991) tarkoitettua toimintaa, jonka valvonnasta vastaa sateilyturvakeskus. jos aluehallintovirasto tai sosiaali- ja terveysalan lupa- ja valvontavirasto on valvonnassaan havainnut laakehuollossa puutteita tai muita epakohtia, niista on ilmoitettava laakealan turvallisuus- ja kehittamiskeskukselle. sateilyn kaytossa havaituista puutteista on ilmoitettava sateilyturvakeskukselle.",
        "content_sv": "Om det i anordnandet eller genomförandet av hälsovårdstjänsterna inom försvarsmakten upptäcks brister eller andra missförhållanden som äventyrar patientsäkerheten eller om verksamheten i övrigt strider mot lagstiftningen om ordnandet och genomförandet av hälsovården inom försvarsmakten, kan regionförvaltningsverket eller Tillstånds- och tillsynsverket för social- och hälsovården ålägga försvarsmakten att avhjälpa bristerna eller missförhållandena. När åläggandet meddelas ska det anges en tidsfrist inom vilken behövliga åtgärder ska vidtas. Om patientsäkerheten kräver det, kan det bestämmas att verksamheten omedelbart ska avbrytas eller kan användningen av en hälsovårdsenhet eller en del av den eller av en anordning omedelbart förbjudas. Ett åläggande enligt 1 mom. kan förenas med vite eller med hot om att verksamheten avbryts eller att användningen av en hälsovårdsenhet eller en del av den eller av en anordning förbjuds. Ett beslut av regionförvaltningsverket eller Tillstånds- och tillsynsverket för social- och hälsovården om avbrytande av verksamheten eller om förbud mot användningen av en hälsovårdsenhet eller en del av den eller av en anordning ska iakttas även om det överklagas, om inte besvärsmyndigheten beslutar något annat. Vad som föreskrivs i denna paragraf gäller inte verksamhet enligt läkemedelslagen (395/1987), där tillsynen utövas av Säkerhets- och utvecklingscentret för läkemedelsområdet, eller verksamhet enligt strålskyddslagen (592/1991), där tillsynen utövas av Strålskyddscentralen. Om regionförvaltningsverken eller Tillstånds- och tillsynsverket för social- och hälsovården i sin tillsyn upptäcker brister eller andra missförhållanden i läkemedelsförsörjningen, ska saken anmälas till Säkerhets- och utvecklingscentret för läkemedelsområdet. Brister som upptäcks i användningen av strålning ska anmälas till Strålskyddscentralen.",
        "normalized_sv": "Om det i anordnandet eller genomförandet av hälsovårdstjänsterna inom försvarsmakten upptäcks brister eller andra missförhållanden som äventyrar patientsäkerheten eller om verksamheten i övrigt strider mot lagstiftningen om ordnandet och genomförandet av hälsovården inom försvarsmakten, kan regionförvaltningsverket eller Tillstånds- och tillsynsverket för social- och hälsovården ålägga försvarsmakten att avhjälpa bristerna eller missförhållandena. När åläggandet meddelas ska det anges en tidsfrist inom vilken behövliga åtgärder ska vidtas. Om patientsäkerheten kräver det, kan det bestämmas att verksamheten omedelbart ska avbrytas eller kan användningen av en hälsovårdsenhet eller en del av den eller av en anordning omedelbart förbjudas. Ett åläggande enligt 1 mom. kan förenas med vite eller med hot om att verksamheten avbryts eller att användningen av en hälsovårdsenhet eller en del av den eller av en anordning förbjuds. Ett beslut av regionförvaltningsverket eller Tillstånds- och tillsynsverket för social- och hälsovården om avbrytande av verksamheten eller om förbud mot användningen av en hälsovårdsenhet eller en del av den eller av en anordning ska iakttas även om det överklagas, om inte besvärsmyndigheten beslutar något annat. Vad som föreskrivs i denna paragraf gäller inte verksamhet enligt läkemedelslagen (395/1987), där tillsynen utövas av Säkerhets- och utvecklingscentret för läkemedelsområdet, eller verksamhet enligt strålskyddslagen (592/1991), där tillsynen utövas av Strålskyddscentralen. Om regionförvaltningsverken eller Tillstånds- och tillsynsverket för social- och hälsovården i sin tillsyn upptäcker brister eller andra missförhållanden i läkemedelsförsörjningen, ska saken anmälas till Säkerhets- och utvecklingscentret för läkemedelsområdet. Brister som upptäcks i användningen av strålning ska anmälas till Strålskyddscentralen.",
        "folded_sv": "om det i anordnandet eller genomforandet av halsovardstjansterna inom forsvarsmakten upptacks brister eller andra missforhallanden som aventyrar patientsakerheten eller om verksamheten i ovrigt strider mot lagstiftningen om ordnandet och genomforandet av halsovarden inom forsvarsmakten, kan regionforvaltningsverket eller tillstands- och tillsynsverket for social- och halsovarden alagga forsvarsmakten att avhjalpa bristerna eller missforhallandena. nar alaggandet meddelas ska det anges en tidsfrist inom vilken behovliga atgarder ska vidtas. om patientsakerheten kraver det, kan det bestammas att verksamheten omedelbart ska avbrytas eller kan anvandningen av en halsovardsenhet eller en del av den eller av en anordning omedelbart forbjudas. ett alaggande enligt 1 mom. kan forenas med vite eller med hot om att verksamheten avbryts eller att anvandningen av en halsovardsenhet eller en del av den eller av en anordning forbjuds. ett beslut av regionforvaltningsverket eller tillstands- och tillsynsverket for social- och halsovarden om avbrytande av verksamheten eller om forbud mot anvandningen av en halsovardsenhet eller en del av den eller av en anordning ska iakttas aven om det overklagas, om inte besvarsmyndigheten beslutar nagot annat. vad som foreskrivs i denna paragraf galler inte verksamhet enligt lakemedelslagen (395/1987), dar tillsynen utovas av sakerhets- och utvecklingscentret for lakemedelsomradet, eller verksamhet enligt stralskyddslagen (592/1991), dar tillsynen utovas av stralskyddscentralen. om regionforvaltningsverken eller tillstands- och tillsynsverket for social- och halsovarden i sin tillsyn upptacker brister eller andra missforhallanden i lakemedelsforsorjningen, ska saken anmalas till sakerhets- och utvecklingscentret for lakemedelsomradet. brister som upptacks i anvandningen av stralning ska anmalas till stralskyddscentralen."
      },
      "valid_from": "2015-12-11",
      "valid_to": null
    },
    {
      "provision_ref": "10 d",
      "section": "10 d",
      "content": "Jos puolustusvoimien terveydenhuollon järjestämisessä tai toteuttamisessa havaittu puute, virheellisyys, laiminlyönti tai muu epäkohta ei anna aihetta 10 c §:ssä tarkoitettuihin toimenpiteisiin, aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat saattaa puolustusvoimien tai virheellisestä toiminnasta vastuussa olevan henkilön tietoon käsityksensä lain mukaisesta menettelystä ja kiinnittää valvottavan huomiota toiminnan asianmukaiseen järjestämiseen ja hyvän hallinnon vaatimuksiin. Aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat myös kehottaa valvottavaa korjaamaan puutteen tai muun epäkohdan. Jos edellä tarkoitettuja toimenpiteitä ei voida asian kokonaisarviointiin vaikuttavat seikat huomioon ottaen pitää riittävinä, aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat antaa valvottavalle huomautuksen vastaisen varalle. Tässä pykälässä tarkoitettuun aluehallintoviraston tai Sosiaali- ja terveysalan lupa- ja valvontaviraston antamaan hallinnolliseen ohjaukseen tai kehotukseen ei saa hakea muutosta valittamalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 d",
        "normalized_fi": "Jos puolustusvoimien terveydenhuollon järjestämisessä tai toteuttamisessa havaittu puute, virheellisyys, laiminlyönti tai muu epäkohta ei anna aihetta 10 c § :ssä tarkoitettuihin toimenpiteisiin, aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat saattaa puolustusvoimien tai virheellisestä toiminnasta vastuussa olevan henkilön tietoon käsityksensä lain mukaisesta menettelystä ja kiinnittää valvottavan huomiota toiminnan asianmukaiseen järjestämiseen ja hyvän hallinnon vaatimuksiin. Aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat myös kehottaa valvottavaa korjaamaan puutteen tai muun epäkohdan. Jos edellä tarkoitettuja toimenpiteitä ei voida asian kokonaisarviointiin vaikuttavat seikat huomioon ottaen pitää riittävinä, aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat antaa valvottavalle huomautuksen vastaisen varalle. Tässä pykälässä tarkoitettuun aluehallintoviraston tai Sosiaali- ja terveysalan lupa- ja valvontaviraston antamaan hallinnolliseen ohjaukseen tai kehotukseen ei saa hakea muutosta valittamalla.",
        "folded_fi": "jos puolustusvoimien terveydenhuollon jarjestamisessa tai toteuttamisessa havaittu puute, virheellisyys, laiminlyonti tai muu epakohta ei anna aihetta 10 c §:ssa tarkoitettuihin toimenpiteisiin, aluehallintovirasto ja sosiaali- ja terveysalan lupa- ja valvontavirasto voivat saattaa puolustusvoimien tai virheellisesta toiminnasta vastuussa olevan henkilon tietoon kasityksensa lain mukaisesta menettelysta ja kiinnittaa valvottavan huomiota toiminnan asianmukaiseen jarjestamiseen ja hyvan hallinnon vaatimuksiin. aluehallintovirasto ja sosiaali- ja terveysalan lupa- ja valvontavirasto voivat myos kehottaa valvottavaa korjaamaan puutteen tai muun epakohdan. jos edella tarkoitettuja toimenpiteita ei voida asian kokonaisarviointiin vaikuttavat seikat huomioon ottaen pitaa riittavina, aluehallintovirasto ja sosiaali- ja terveysalan lupa- ja valvontavirasto voivat antaa valvottavalle huomautuksen vastaisen varalle. tassa pykalassa tarkoitettuun aluehallintoviraston tai sosiaali- ja terveysalan lupa- ja valvontaviraston antamaan hallinnolliseen ohjaukseen tai kehotukseen ei saa hakea muutosta valittamalla.",
        "content_sv": "Om en brist, felaktighet, försummelse eller något annat missförhållande som upptäcks i anordnandet eller genomförandet av hälsovården inom försvarsmakten inte ger anledning till någon åtgärd enligt 10 c §, kan regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården delge försvarsmakten eller den person som är ansvarig för det felaktiga förfarandet sin uppfattning om vad som är ett lagenligt förfarande och göra den övervakade uppmärksam på att verksamheten ska ordnas på behörigt sätt och på kraven på en god förvaltning. Regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården kan också uppmana den övervakade att avhjälpa bristen eller missförhållandet. Om dessa åtgärder med beaktande av omständigheter som inverkar på helhetsbedömningen inte kan anses vara tillräckliga, kan regionförvaltningsverket eller Tillstånds- och tillsynsverket för social- och hälsovården ge den övervakade en anmärkning för framtiden. Administrativ styrning eller en uppmaning av regionförvaltningsverket eller Tillstånds- och tillsynsverket för social- och hälsovården som avses i denna paragraf får inte överklagas genom besvär.",
        "normalized_sv": "Om en brist, felaktighet, försummelse eller något annat missförhållande som upptäcks i anordnandet eller genomförandet av hälsovården inom försvarsmakten inte ger anledning till någon åtgärd enligt 10 c § , kan regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården delge försvarsmakten eller den person som är ansvarig för det felaktiga förfarandet sin uppfattning om vad som är ett lagenligt förfarande och göra den övervakade uppmärksam på att verksamheten ska ordnas på behörigt sätt och på kraven på en god förvaltning. Regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården kan också uppmana den övervakade att avhjälpa bristen eller missförhållandet. Om dessa åtgärder med beaktande av omständigheter som inverkar på helhetsbedömningen inte kan anses vara tillräckliga, kan regionförvaltningsverket eller Tillstånds- och tillsynsverket för social- och hälsovården ge den övervakade en anmärkning för framtiden. Administrativ styrning eller en uppmaning av regionförvaltningsverket eller Tillstånds- och tillsynsverket för social- och hälsovården som avses i denna paragraf får inte överklagas genom besvär.",
        "folded_sv": "om en brist, felaktighet, forsummelse eller nagot annat missforhallande som upptacks i anordnandet eller genomforandet av halsovarden inom forsvarsmakten inte ger anledning till nagon atgard enligt 10 c §, kan regionforvaltningsverket och tillstands- och tillsynsverket for social- och halsovarden delge forsvarsmakten eller den person som ar ansvarig for det felaktiga forfarandet sin uppfattning om vad som ar ett lagenligt forfarande och gora den overvakade uppmarksam pa att verksamheten ska ordnas pa behorigt satt och pa kraven pa en god forvaltning. regionforvaltningsverket och tillstands- och tillsynsverket for social- och halsovarden kan ocksa uppmana den overvakade att avhjalpa bristen eller missforhallandet. om dessa atgarder med beaktande av omstandigheter som inverkar pa helhetsbedomningen inte kan anses vara tillrackliga, kan regionforvaltningsverket eller tillstands- och tillsynsverket for social- och halsovarden ge den overvakade en anmarkning for framtiden. administrativ styrning eller en uppmaning av regionforvaltningsverket eller tillstands- och tillsynsverket for social- och halsovarden som avses i denna paragraf far inte overklagas genom besvar."
      },
      "valid_from": "2015-12-11",
      "valid_to": null
    },
    {
      "provision_ref": "10 e",
      "section": "10 e",
      "content": "Sosiaali- ja terveydenhuollon lupa- ja valvontavirasto ja aluehallintovirasto ryhtyvät tietoonsa tulleen valvonta-asian perusteella niihin toimenpiteisiin, joihin ne potilasturvallisuuden varmistamisen tai lain noudattamisen kannalta katsovat olevan aihetta. Kahta vuotta vanhempaan tapahtumaan perustuvaa valvonta-asiaa ei tutkita, ellei siihen ole erityistä syytä. Muistutus- ja kantelumenettelyyn perustuvasta asian ottamisesta käsiteltäväksi säädetään erikseen hallintolaissa ja potilaan asemasta ja oikeuksista annetussa laissa (785/1992).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 e",
        "normalized_fi": "Sosiaali- ja terveydenhuollon lupa- ja valvontavirasto ja aluehallintovirasto ryhtyvät tietoonsa tulleen valvonta-asian perusteella niihin toimenpiteisiin, joihin ne potilasturvallisuuden varmistamisen tai lain noudattamisen kannalta katsovat olevan aihetta. Kahta vuotta vanhempaan tapahtumaan perustuvaa valvonta-asiaa ei tutkita, ellei siihen ole erityistä syytä. Muistutus- ja kantelumenettelyyn perustuvasta asian ottamisesta käsiteltäväksi säädetään erikseen hallintolaissa ja potilaan asemasta ja oikeuksista annetussa laissa (785/1992).",
        "folded_fi": "sosiaali- ja terveydenhuollon lupa- ja valvontavirasto ja aluehallintovirasto ryhtyvat tietoonsa tulleen valvonta-asian perusteella niihin toimenpiteisiin, joihin ne potilasturvallisuuden varmistamisen tai lain noudattamisen kannalta katsovat olevan aihetta. kahta vuotta vanhempaan tapahtumaan perustuvaa valvonta-asiaa ei tutkita, ellei siihen ole erityista syyta. muistutus- ja kantelumenettelyyn perustuvasta asian ottamisesta kasiteltavaksi saadetaan erikseen hallintolaissa ja potilaan asemasta ja oikeuksista annetussa laissa (785/1992).",
        "content_sv": "Utifrån tillsynsfrågor som Tillstånds- och tillsynsverket för social- och hälsovården och regionförvaltningsverket får kännedom om, ska de vidta sådana åtgärder som de anser befogade med hänsyn till patientsäkerheten eller efterlevnaden av lagen. Ett tillsynsärende som grundar sig på en händelse som ligger mer än två år tillbaka i tiden ska inte undersökas, om det inte finns särskilda skäl till det. Särskilda bestämmelser om att ta ett ärende som grundar sig på ett anmärkningsförfarande eller förfarande med förvaltningsklagan till behandling finns i förvaltningslagen och i lagen om patientens ställning och rättigheter (785/1992).",
        "normalized_sv": "Utifrån tillsynsfrågor som Tillstånds- och tillsynsverket för social- och hälsovården och regionförvaltningsverket får kännedom om, ska de vidta sådana åtgärder som de anser befogade med hänsyn till patientsäkerheten eller efterlevnaden av lagen. Ett tillsynsärende som grundar sig på en händelse som ligger mer än två år tillbaka i tiden ska inte undersökas, om det inte finns särskilda skäl till det. Särskilda bestämmelser om att ta ett ärende som grundar sig på ett anmärkningsförfarande eller förfarande med förvaltningsklagan till behandling finns i förvaltningslagen och i lagen om patientens ställning och rättigheter (785/1992).",
        "folded_sv": "utifran tillsynsfragor som tillstands- och tillsynsverket for social- och halsovarden och regionforvaltningsverket far kannedom om, ska de vidta sadana atgarder som de anser befogade med hansyn till patientsakerheten eller efterlevnaden av lagen. ett tillsynsarende som grundar sig pa en handelse som ligger mer an tva ar tillbaka i tiden ska inte undersokas, om det inte finns sarskilda skal till det. sarskilda bestammelser om att ta ett arende som grundar sig pa ett anmarkningsforfarande eller forfarande med forvaltningsklagan till behandling finns i forvaltningslagen och i lagen om patientens stallning och rattigheter (785/1992)."
      },
      "valid_from": "2015-12-11",
      "valid_to": null
    },
    {
      "provision_ref": "10 f",
      "section": "10 f",
      "content": "Puolustusvoimat on velvollinen antamaan pyynnöstä Sosiaali- ja terveysalan valvontavirastolle ja aluehallintovirastolle niiden ohjaus- ja valvontatehtävien toteuttamiseksi välttämättömät, puolustusvoimien terveydenhuollon järjestämistä ja toteuttamista koskevat tiedot ja selvitykset sen estämättä, mitä salassapitovelvollisuudesta säädetään. Tiedonantovelvollisuus ei koske viranomaisten toiminnan julkisuudesta annetun lain (621/1999) 24 §:n 1 momentin 7-10 kohdissa tarkoitettuja salassa pidettäviä tietoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 f",
        "normalized_fi": "Puolustusvoimat on velvollinen antamaan pyynnöstä Sosiaali- ja terveysalan valvontavirastolle ja aluehallintovirastolle niiden ohjaus- ja valvontatehtävien toteuttamiseksi välttämättömät, puolustusvoimien terveydenhuollon järjestämistä ja toteuttamista koskevat tiedot ja selvitykset sen estämättä, mitä salassapitovelvollisuudesta säädetään. Tiedonantovelvollisuus ei koske viranomaisten toiminnan julkisuudesta annetun lain (621/1999) 24 § :n 1 momentin 7-10 kohdissa tarkoitettuja salassa pidettäviä tietoja.",
        "folded_fi": "puolustusvoimat on velvollinen antamaan pyynnosta sosiaali- ja terveysalan valvontavirastolle ja aluehallintovirastolle niiden ohjaus- ja valvontatehtavien toteuttamiseksi valttamattomat, puolustusvoimien terveydenhuollon jarjestamista ja toteuttamista koskevat tiedot ja selvitykset sen estamatta, mita salassapitovelvollisuudesta saadetaan. tiedonantovelvollisuus ei koske viranomaisten toiminnan julkisuudesta annetun lain (621/1999) 24 §:n 1 momentin 7-10 kohdissa tarkoitettuja salassa pidettavia tietoja.",
        "content_sv": "Försvarsmakten är skyldig att på begäran, trots bestämmelserna om sekretess, lämna Tillstånds- och tillsynsverket för social- och hälsovården och regionförvaltningsverket de uppgifter och utredningar om anordnandet och genomförandet av hälsovården inom försvarsmakten som är nödvändiga för deras styrnings- och tillsynsuppgifter. Skyldigheten att lämna uppgifter gäller inte de uppgifter som är sekretessbelagda enligt 24 § 1 mom. 7-10 punkten i lagen om offentlighet i myndigheternas verksamhet (621/1999).",
        "normalized_sv": "Försvarsmakten är skyldig att på begäran, trots bestämmelserna om sekretess, lämna Tillstånds- och tillsynsverket för social- och hälsovården och regionförvaltningsverket de uppgifter och utredningar om anordnandet och genomförandet av hälsovården inom försvarsmakten som är nödvändiga för deras styrnings- och tillsynsuppgifter. Skyldigheten att lämna uppgifter gäller inte de uppgifter som är sekretessbelagda enligt 24 § 1 mom. 7-10 punkten i lagen om offentlighet i myndigheternas verksamhet (621/1999).",
        "folded_sv": "forsvarsmakten ar skyldig att pa begaran, trots bestammelserna om sekretess, lamna tillstands- och tillsynsverket for social- och halsovarden och regionforvaltningsverket de uppgifter och utredningar om anordnandet och genomforandet av halsovarden inom forsvarsmakten som ar nodvandiga for deras styrnings- och tillsynsuppgifter. skyldigheten att lamna uppgifter galler inte de uppgifter som ar sekretessbelagda enligt 24 § 1 mom. 7-10 punkten i lagen om offentlighet i myndigheternas verksamhet (621/1999)."
      },
      "valid_from": "2015-12-11",
      "valid_to": null
    }
  ]
}