{
  "id": "145/2015",
  "type": "statute",
  "title": "Laki Kansaneläkelaitoksen kuntoutusetuuksista ja kuntoutusrahaetuuksista annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om Folkpensionsanstaltens rehabiliteringsförmåner och rehabiliteringspenningförmåner",
  "status": "in_force",
  "issued_date": "2015-02-20",
  "in_force_date": "2015-02-20",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/145/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Lain soveltamisala",
      "content": "Mitä 11 §:ssä säädetään vaativan lääkinnällisen kuntoutuksen järjestämisestä ja sen rajoituksista valtion, kunnan tai kuntayhtymän järjestämässä hoidossa tai kuntoutuksessa, koskee vastaavasti myös Ahvenanmaan maakunnan järjestämää hoitoa tai kuntoutusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Mitä 11 § :ssä säädetään vaativan lääkinnällisen kuntoutuksen järjestämisestä ja sen rajoituksista valtion, kunnan tai kuntayhtymän järjestämässä hoidossa tai kuntoutuksessa, koskee vastaavasti myös Ahvenanmaan maakunnan järjestämää hoitoa tai kuntoutusta.",
        "folded_fi": "mita 11 §:ssa saadetaan vaativan laakinnallisen kuntoutuksen jarjestamisesta ja sen rajoituksista valtion, kunnan tai kuntayhtyman jarjestamassa hoidossa tai kuntoutuksessa, koskee vastaavasti myos ahvenanmaan maakunnan jarjestamaa hoitoa tai kuntoutusta.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "Vad som i 11 § föreskrivs om ordnande av krävande medicinsk rehabilitering och begränsningar av sådan rehabilitering inom vård eller rehabilitering som ordnas av staten, en kommun eller en samkommun gäller på motsvarande sätt för vård eller rehabilitering som ordnas av landskapet Åland.",
        "normalized_sv": "Vad som i 11 § föreskrivs om ordnande av krävande medicinsk rehabilitering och begränsningar av sådan rehabilitering inom vård eller rehabilitering som ordnas av staten, en kommun eller en samkommun gäller på motsvarande sätt för vård eller rehabilitering som ordnas av landskapet Åland.",
        "folded_sv": "vad som i 11 § foreskrivs om ordnande av kravande medicinsk rehabilitering och begransningar av sadan rehabilitering inom vard eller rehabilitering som ordnas av staten, en kommun eller en samkommun galler pa motsvarande satt for vard eller rehabilitering som ordnas av landskapet aland."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Etuudet ja korvaukset",
      "content": "Kansaneläkelaitos järjestää ja korvaa tämän lain mukaisesti: 1) ammatillista kuntoutusta; 2) vaativaa lääkinnällistä kuntoutusta;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Kansaneläkelaitos järjestää ja korvaa tämän lain mukaisesti: 1) ammatillista kuntoutusta; 2) vaativaa lääkinnällistä kuntoutusta;",
        "folded_fi": "kansanelakelaitos jarjestaa ja korvaa taman lain mukaisesti: 1) ammatillista kuntoutusta; 2) vaativaa laakinnallista kuntoutusta;",
        "title_sv": "Förmåner och ersättningar",
        "content_sv": "Folkpensionsanstalten ordnar och ersätter enligt denna lag 1) yrkesinriktad rehabilitering, 2) krävande medicinsk rehabilitering,",
        "normalized_sv": "Folkpensionsanstalten ordnar och ersätter enligt denna lag 1) yrkesinriktad rehabilitering, 2) krävande medicinsk rehabilitering,",
        "folded_sv": "folkpensionsanstalten ordnar och ersatter enligt denna lag 1) yrkesinriktad rehabilitering, 2) kravande medicinsk rehabilitering,"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Vaativan lääkinnällisen kuntoutuksen järjestäminen",
      "content": "Alle 65-vuotiaalla vakuutetulla, joka ei ole julkisessa laitoshoidossa, on oikeus saada hyvän kuntoutuskäytännön mukaista vaativaa lääkinnällistä kuntoutusta työstä, opiskelusta tai muista arjen toiminnoista suoriutumista ja osallistumista varten, jos: 1) hänellä on sairaus tai vamma sekä sairauteen tai vammaan liittyvä suoritus- ja osallistumisrajoite, josta aiheutuu vähintään vuoden kestävä kuntoutustarve; 2) 1 kohdassa tarkoitettu rajoite on niin suuri, että hänellä on sen vuoksi huomattavia vaikeuksia arjen toiminnoista suoriutumisessa ja osallistumisessa kotona, opiskelussa, työelämässä tai muissa elämäntilanteissa julkisen laitoshoidon ulkopuolella; sekä 3) vaativa lääkinnällinen kuntoutus on perustellusti tarpeen mahdollistamaan vakuutetun arjen toiminnoista suoriutumista ja osallistumista. Vaativan lääkinnällisen kuntoutuksen tarpeen arviossa otetaan kokonaisvaltaisesti huomioon vakuutetun toimintakykyyn vaikuttavat tekijät, joita ovat lääketieteellinen terveydentila, kehon rakenteet ja toiminnot, suoritukset, osallistuminen sekä yksilö- ja ympäristötekijät. Kansaneläkelaitos ei järjestä sairaanhoitoon välittömästi liittyvää lääkinnällistä kuntoutusta. Kansaneläkelaitos ei myöskään järjestä kuntoutuksena toimintaa, jonka tavoitteet ovat ainoastaan hoidollisia. Vaativan lääkinnällisen kuntoutuksen tulee perustua hyvän kuntoutuskäytännön mukaiseen kirjalliseen kuntoutussuunnitelmaan. Suunnitelma laaditaan kuntoutujan hoidosta vastaavassa julkisen terveydenhuollon yksikössä kuntoutujan kanssa taikka kuntoutujan sekä hänen omaisensa tai muun läheisensä kanssa vähintään yhdeksi vuodeksi ja enintään kolmeksi vuodeksi. Kuntoutussuunnitelma toimitetaan maksutta Kansaneläkelaitokselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Alle 65-vuotiaalla vakuutetulla, joka ei ole julkisessa laitoshoidossa, on oikeus saada hyvän kuntoutuskäytännön mukaista vaativaa lääkinnällistä kuntoutusta työstä, opiskelusta tai muista arjen toiminnoista suoriutumista ja osallistumista varten, jos: 1) hänellä on sairaus tai vamma sekä sairauteen tai vammaan liittyvä suoritus- ja osallistumisrajoite, josta aiheutuu vähintään vuoden kestävä kuntoutustarve; 2) 1 kohdassa tarkoitettu rajoite on niin suuri, että hänellä on sen vuoksi huomattavia vaikeuksia arjen toiminnoista suoriutumisessa ja osallistumisessa kotona, opiskelussa, työelämässä tai muissa elämäntilanteissa julkisen laitoshoidon ulkopuolella; sekä 3) vaativa lääkinnällinen kuntoutus on perustellusti tarpeen mahdollistamaan vakuutetun arjen toiminnoista suoriutumista ja osallistumista. Vaativan lääkinnällisen kuntoutuksen tarpeen arviossa otetaan kokonaisvaltaisesti huomioon vakuutetun toimintakykyyn vaikuttavat tekijät, joita ovat lääketieteellinen terveydentila, kehon rakenteet ja toiminnot, suoritukset, osallistuminen sekä yksilö- ja ympäristötekijät. Kansaneläkelaitos ei järjestä sairaanhoitoon välittömästi liittyvää lääkinnällistä kuntoutusta. Kansaneläkelaitos ei myöskään järjestä kuntoutuksena toimintaa, jonka tavoitteet ovat ainoastaan hoidollisia. Vaativan lääkinnällisen kuntoutuksen tulee perustua hyvän kuntoutuskäytännön mukaiseen kirjalliseen kuntoutussuunnitelmaan. Suunnitelma laaditaan kuntoutujan hoidosta vastaavassa julkisen terveydenhuollon yksikössä kuntoutujan kanssa taikka kuntoutujan sekä hänen omaisensa tai muun läheisensä kanssa vähintään yhdeksi vuodeksi ja enintään kolmeksi vuodeksi. Kuntoutussuunnitelma toimitetaan maksutta Kansaneläkelaitokselle.",
        "folded_fi": "alle 65-vuotiaalla vakuutetulla, joka ei ole julkisessa laitoshoidossa, on oikeus saada hyvan kuntoutuskaytannon mukaista vaativaa laakinnallista kuntoutusta tyosta, opiskelusta tai muista arjen toiminnoista suoriutumista ja osallistumista varten, jos: 1) hanella on sairaus tai vamma seka sairauteen tai vammaan liittyva suoritus- ja osallistumisrajoite, josta aiheutuu vahintaan vuoden kestava kuntoutustarve; 2) 1 kohdassa tarkoitettu rajoite on niin suuri, etta hanella on sen vuoksi huomattavia vaikeuksia arjen toiminnoista suoriutumisessa ja osallistumisessa kotona, opiskelussa, tyoelamassa tai muissa elamantilanteissa julkisen laitoshoidon ulkopuolella; seka 3) vaativa laakinnallinen kuntoutus on perustellusti tarpeen mahdollistamaan vakuutetun arjen toiminnoista suoriutumista ja osallistumista. vaativan laakinnallisen kuntoutuksen tarpeen arviossa otetaan kokonaisvaltaisesti huomioon vakuutetun toimintakykyyn vaikuttavat tekijat, joita ovat laaketieteellinen terveydentila, kehon rakenteet ja toiminnot, suoritukset, osallistuminen seka yksilo- ja ymparistotekijat. kansanelakelaitos ei jarjesta sairaanhoitoon valittomasti liittyvaa laakinnallista kuntoutusta. kansanelakelaitos ei myoskaan jarjesta kuntoutuksena toimintaa, jonka tavoitteet ovat ainoastaan hoidollisia. vaativan laakinnallisen kuntoutuksen tulee perustua hyvan kuntoutuskaytannon mukaiseen kirjalliseen kuntoutussuunnitelmaan. suunnitelma laaditaan kuntoutujan hoidosta vastaavassa julkisen terveydenhuollon yksikossa kuntoutujan kanssa taikka kuntoutujan seka hanen omaisensa tai muun laheisensa kanssa vahintaan yhdeksi vuodeksi ja enintaan kolmeksi vuodeksi. kuntoutussuunnitelma toimitetaan maksutta kansanelakelaitokselle.",
        "title_sv": "Ordnande av krävande medicinsk rehabilitering",
        "content_sv": "En försäkrad under 65 år som inte är i offentlig slutenvård har rätt att få med god rehabiliteringspraxis förenlig krävande medicinsk rehabilitering för att klara av arbete, studier eller andra vardagssysslor samt för att vara delaktig, om 1) den försäkrade har en sjukdom eller en kroppsskada samt aktivitetsbegränsningar eller delaktighetsinskränkningar som hänför sig till sjukdomen eller kroppsskadan och som orsakar ett rehabiliteringsbehov som varar i minst ett år, 2) den begränsning eller inskränkning som avses i 1 punkten är så stor att den medför betydande svårigheter för den försäkrade att klara av vardagssysslor och vara delaktig i hemmet, i studier, i arbetslivet eller i andra livssituationer utanför den offentliga slutenvården, samt 3) den krävande medicinska rehabiliteringen är motiverad för att möjliggöra att den försäkrade klarar av vardagssysslor och är delaktig. Vid bedömningen av behovet av krävande medicinsk rehabilitering ska övergripande hänsyn tas till faktorer som påverkar den försäkrades funktionsförmåga och som avser det medicinska hälsotillståndet, kroppsstrukturer och kroppsfunktioner, aktiviteter, delaktighet samt personliga faktorer och omgivningsfaktorer. Folkpensionsanstalten ordnar inte medicinsk rehabilitering i omedelbar anslutning till sjukvården. Inte heller ordnar Folkpensionsanstalten som rehabilitering sådan verksamhet som enbart har ett terapeutiskt syfte. Den krävande medicinska rehabiliteringen ska basera sig på en skriftlig rehabiliteringsplan som är förenlig med god rehabiliteringspraxis. Planen upprättas vid den offentliga hälso- och sjukvårdsenhet som svarar för vården av rehabiliteringsklienten, i samråd med klienten eller med klienten och dennes anhöriga eller någon annan närstående och för minst ett och högst tre år. Rehabiliteringsplanen sänds avgiftsfritt till Folkpensionsanstalten.",
        "normalized_sv": "En försäkrad under 65 år som inte är i offentlig slutenvård har rätt att få med god rehabiliteringspraxis förenlig krävande medicinsk rehabilitering för att klara av arbete, studier eller andra vardagssysslor samt för att vara delaktig, om 1) den försäkrade har en sjukdom eller en kroppsskada samt aktivitetsbegränsningar eller delaktighetsinskränkningar som hänför sig till sjukdomen eller kroppsskadan och som orsakar ett rehabiliteringsbehov som varar i minst ett år, 2) den begränsning eller inskränkning som avses i 1 punkten är så stor att den medför betydande svårigheter för den försäkrade att klara av vardagssysslor och vara delaktig i hemmet, i studier, i arbetslivet eller i andra livssituationer utanför den offentliga slutenvården, samt 3) den krävande medicinska rehabiliteringen är motiverad för att möjliggöra att den försäkrade klarar av vardagssysslor och är delaktig. Vid bedömningen av behovet av krävande medicinsk rehabilitering ska övergripande hänsyn tas till faktorer som påverkar den försäkrades funktionsförmåga och som avser det medicinska hälsotillståndet, kroppsstrukturer och kroppsfunktioner, aktiviteter, delaktighet samt personliga faktorer och omgivningsfaktorer. Folkpensionsanstalten ordnar inte medicinsk rehabilitering i omedelbar anslutning till sjukvården. Inte heller ordnar Folkpensionsanstalten som rehabilitering sådan verksamhet som enbart har ett terapeutiskt syfte. Den krävande medicinska rehabiliteringen ska basera sig på en skriftlig rehabiliteringsplan som är förenlig med god rehabiliteringspraxis. Planen upprättas vid den offentliga hälso- och sjukvårdsenhet som svarar för vården av rehabiliteringsklienten, i samråd med klienten eller med klienten och dennes anhöriga eller någon annan närstående och för minst ett och högst tre år. Rehabiliteringsplanen sänds avgiftsfritt till Folkpensionsanstalten.",
        "folded_sv": "en forsakrad under 65 ar som inte ar i offentlig slutenvard har ratt att fa med god rehabiliteringspraxis forenlig kravande medicinsk rehabilitering for att klara av arbete, studier eller andra vardagssysslor samt for att vara delaktig, om 1) den forsakrade har en sjukdom eller en kroppsskada samt aktivitetsbegransningar eller delaktighetsinskrankningar som hanfor sig till sjukdomen eller kroppsskadan och som orsakar ett rehabiliteringsbehov som varar i minst ett ar, 2) den begransning eller inskrankning som avses i 1 punkten ar sa stor att den medfor betydande svarigheter for den forsakrade att klara av vardagssysslor och vara delaktig i hemmet, i studier, i arbetslivet eller i andra livssituationer utanfor den offentliga slutenvarden, samt 3) den kravande medicinska rehabiliteringen ar motiverad for att mojliggora att den forsakrade klarar av vardagssysslor och ar delaktig. vid bedomningen av behovet av kravande medicinsk rehabilitering ska overgripande hansyn tas till faktorer som paverkar den forsakrades funktionsformaga och som avser det medicinska halsotillstandet, kroppsstrukturer och kroppsfunktioner, aktiviteter, delaktighet samt personliga faktorer och omgivningsfaktorer. folkpensionsanstalten ordnar inte medicinsk rehabilitering i omedelbar anslutning till sjukvarden. inte heller ordnar folkpensionsanstalten som rehabilitering sadan verksamhet som enbart har ett terapeutiskt syfte. den kravande medicinska rehabiliteringen ska basera sig pa en skriftlig rehabiliteringsplan som ar forenlig med god rehabiliteringspraxis. planen upprattas vid den offentliga halso- och sjukvardsenhet som svarar for varden av rehabiliteringsklienten, i samrad med klienten eller med klienten och dennes anhoriga eller nagon annan narstaende och for minst ett och hogst tre ar. rehabiliteringsplanen sands avgiftsfritt till folkpensionsanstalten."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Vaativan lääkinnällisen kuntoutuksen sisältö",
      "content": "Kansaneläkelaitos järjestää 9 §:ssä tarkoitettuna vaativana lääkinnällisenä kuntoutuksena terapioita ja moniammatillisia kuntoutuspalveluja. Terapioiden ja moniammatillisten kuntoutuspalvelujen tulee olla hyvän kuntoutuskäytännön mukaisia sekä perustua erityisasiantuntemukseen ja tarpeelliseen yhteistyöhön. Edellä 1 momentissa tarkoitettua yhteistyötä kuntoutuksen tavoitteiden saavuttamiseksi ja kuntoutumisen varmistamiseksi tehdään kuntoutujan omaisten ja muiden läheisten sekä kuntoutujan kannalta tarpeellisten ammattihenkilöiden ja toimijoiden kanssa. Kuntoutusta voidaan toteuttaa kotikäyntinä kuntoutujan arjen ympäristössä, jos se on tarpeen kuntoutuksen tavoitteiden saavuttamisen ja vaikuttavuuden kannalta tai kuntoutujan terveydentilan perusteella taikka kuntoutujalle matkasta aiheutuvan rasittavuuden perusteella. Omaisten ja muiden läheisten sekä tarpeellisten ammattihenkilöiden ja toimijoiden ohjausta tehdään terapioiden yhteydessä. Lisäksi Kansaneläkelaitos voi järjestää erityisistä syistä omaisen tai muun läheisen ohjauskäyntejä kuntoutuksen tavoitteiden saavuttamiseksi. Kansaneläkelaitos voi myös järjestää omaisen tai muun läheisen osallistumisen moniammatillisiin kuntoutuspalveluihin, jos se on perustellusti tarpeen kuntoutuksen tavoitteiden saavuttamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Kansaneläkelaitos järjestää 9 § :ssä tarkoitettuna vaativana lääkinnällisenä kuntoutuksena terapioita ja moniammatillisia kuntoutuspalveluja. Terapioiden ja moniammatillisten kuntoutuspalvelujen tulee olla hyvän kuntoutuskäytännön mukaisia sekä perustua erityisasiantuntemukseen ja tarpeelliseen yhteistyöhön. Edellä 1 momentissa tarkoitettua yhteistyötä kuntoutuksen tavoitteiden saavuttamiseksi ja kuntoutumisen varmistamiseksi tehdään kuntoutujan omaisten ja muiden läheisten sekä kuntoutujan kannalta tarpeellisten ammattihenkilöiden ja toimijoiden kanssa. Kuntoutusta voidaan toteuttaa kotikäyntinä kuntoutujan arjen ympäristössä, jos se on tarpeen kuntoutuksen tavoitteiden saavuttamisen ja vaikuttavuuden kannalta tai kuntoutujan terveydentilan perusteella taikka kuntoutujalle matkasta aiheutuvan rasittavuuden perusteella. Omaisten ja muiden läheisten sekä tarpeellisten ammattihenkilöiden ja toimijoiden ohjausta tehdään terapioiden yhteydessä. Lisäksi Kansaneläkelaitos voi järjestää erityisistä syistä omaisen tai muun läheisen ohjauskäyntejä kuntoutuksen tavoitteiden saavuttamiseksi. Kansaneläkelaitos voi myös järjestää omaisen tai muun läheisen osallistumisen moniammatillisiin kuntoutuspalveluihin, jos se on perustellusti tarpeen kuntoutuksen tavoitteiden saavuttamiseksi.",
        "folded_fi": "kansanelakelaitos jarjestaa 9 §:ssa tarkoitettuna vaativana laakinnallisena kuntoutuksena terapioita ja moniammatillisia kuntoutuspalveluja. terapioiden ja moniammatillisten kuntoutuspalvelujen tulee olla hyvan kuntoutuskaytannon mukaisia seka perustua erityisasiantuntemukseen ja tarpeelliseen yhteistyohon. edella 1 momentissa tarkoitettua yhteistyota kuntoutuksen tavoitteiden saavuttamiseksi ja kuntoutumisen varmistamiseksi tehdaan kuntoutujan omaisten ja muiden laheisten seka kuntoutujan kannalta tarpeellisten ammattihenkiloiden ja toimijoiden kanssa. kuntoutusta voidaan toteuttaa kotikayntina kuntoutujan arjen ymparistossa, jos se on tarpeen kuntoutuksen tavoitteiden saavuttamisen ja vaikuttavuuden kannalta tai kuntoutujan terveydentilan perusteella taikka kuntoutujalle matkasta aiheutuvan rasittavuuden perusteella. omaisten ja muiden laheisten seka tarpeellisten ammattihenkiloiden ja toimijoiden ohjausta tehdaan terapioiden yhteydessa. lisaksi kansanelakelaitos voi jarjestaa erityisista syista omaisen tai muun laheisen ohjauskaynteja kuntoutuksen tavoitteiden saavuttamiseksi. kansanelakelaitos voi myos jarjestaa omaisen tai muun laheisen osallistumisen moniammatillisiin kuntoutuspalveluihin, jos se on perustellusti tarpeen kuntoutuksen tavoitteiden saavuttamiseksi.",
        "title_sv": "Innehållet i krävande medicinsk rehabilitering",
        "content_sv": "Folkpensionsanstalten ordnar i 9 § avsedd krävande medicinsk rehabilitering som terapi och multiprofessionella rehabiliteringstjänster. Terapin och de multiprofessionella rehabiliteringstjänsterna ska vara förenliga med god rehabiliteringspraxis samt basera sig på särskild sakkunskap och behövligt samarbete. Ett i 1 mom. avsett samarbete som syftar till att målsättningarna för rehabiliteringen uppnås och att rehabiliteringen tryggas ska ordnas med anhöriga och andra närstående till rehabiliteringsklienten samt med yrkesutbildade personer och aktörer som är behövliga med tanke på klienten. Rehabiliteringen kan genomföras som hembesök i rehabiliteringsklientens vardagsomgivning, om det behövs för att målen för rehabiliteringen ska uppnås och för att rehabiliteringen ska vara effektiv eller för att rehabiliteringsklientens hälsotillstånd kräver detta eller om resan utgör en påfrestning för rehabiliteringsklienten. Handledning för anhöriga och andra närstående samt för behövliga yrkesutbildade personer och andra aktörer ska ordnas i samband med terapin. Dessutom kan Folkpensionsanstalten av särskilda skäl ordna handledningsbesök för anhöriga eller andra närstående för att rehabiliteringens mål ska kunna uppnås. Folkpensionsanstalten kan också ordna så att anhöriga eller andra närstående kan delta i multiprofessionella rehabiliteringstjänster om det finns ett motiverat behov av detta för att rehabiliteringens mål ska kunna uppnås.",
        "normalized_sv": "Folkpensionsanstalten ordnar i 9 § avsedd krävande medicinsk rehabilitering som terapi och multiprofessionella rehabiliteringstjänster. Terapin och de multiprofessionella rehabiliteringstjänsterna ska vara förenliga med god rehabiliteringspraxis samt basera sig på särskild sakkunskap och behövligt samarbete. Ett i 1 mom. avsett samarbete som syftar till att målsättningarna för rehabiliteringen uppnås och att rehabiliteringen tryggas ska ordnas med anhöriga och andra närstående till rehabiliteringsklienten samt med yrkesutbildade personer och aktörer som är behövliga med tanke på klienten. Rehabiliteringen kan genomföras som hembesök i rehabiliteringsklientens vardagsomgivning, om det behövs för att målen för rehabiliteringen ska uppnås och för att rehabiliteringen ska vara effektiv eller för att rehabiliteringsklientens hälsotillstånd kräver detta eller om resan utgör en påfrestning för rehabiliteringsklienten. Handledning för anhöriga och andra närstående samt för behövliga yrkesutbildade personer och andra aktörer ska ordnas i samband med terapin. Dessutom kan Folkpensionsanstalten av särskilda skäl ordna handledningsbesök för anhöriga eller andra närstående för att rehabiliteringens mål ska kunna uppnås. Folkpensionsanstalten kan också ordna så att anhöriga eller andra närstående kan delta i multiprofessionella rehabiliteringstjänster om det finns ett motiverat behov av detta för att rehabiliteringens mål ska kunna uppnås.",
        "folded_sv": "folkpensionsanstalten ordnar i 9 § avsedd kravande medicinsk rehabilitering som terapi och multiprofessionella rehabiliteringstjanster. terapin och de multiprofessionella rehabiliteringstjansterna ska vara forenliga med god rehabiliteringspraxis samt basera sig pa sarskild sakkunskap och behovligt samarbete. ett i 1 mom. avsett samarbete som syftar till att malsattningarna for rehabiliteringen uppnas och att rehabiliteringen tryggas ska ordnas med anhoriga och andra narstaende till rehabiliteringsklienten samt med yrkesutbildade personer och aktorer som ar behovliga med tanke pa klienten. rehabiliteringen kan genomforas som hembesok i rehabiliteringsklientens vardagsomgivning, om det behovs for att malen for rehabiliteringen ska uppnas och for att rehabiliteringen ska vara effektiv eller for att rehabiliteringsklientens halsotillstand kraver detta eller om resan utgor en pafrestning for rehabiliteringsklienten. handledning for anhoriga och andra narstaende samt for behovliga yrkesutbildade personer och andra aktorer ska ordnas i samband med terapin. dessutom kan folkpensionsanstalten av sarskilda skal ordna handledningsbesok for anhoriga eller andra narstaende for att rehabiliteringens mal ska kunna uppnas. folkpensionsanstalten kan ocksa ordna sa att anhoriga eller andra narstaende kan delta i multiprofessionella rehabiliteringstjanster om det finns ett motiverat behov av detta for att rehabiliteringens mal ska kunna uppnas."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Laitoshoidossa olevan kuntoutusta koskeva rajoitus",
      "content": "Edellä 9 §:ssä tarkoitettua vaativaa lääkinnällistä kuntoutusta ei järjestetä, jos vakuutettu on hoidettavana tai kuntoutettavana julkisessa laitoshoidossa tai sitä vastaavassa hoidossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Edellä 9 § :ssä tarkoitettua vaativaa lääkinnällistä kuntoutusta ei järjestetä, jos vakuutettu on hoidettavana tai kuntoutettavana julkisessa laitoshoidossa tai sitä vastaavassa hoidossa.",
        "folded_fi": "edella 9 §:ssa tarkoitettua vaativaa laakinnallista kuntoutusta ei jarjesteta, jos vakuutettu on hoidettavana tai kuntoutettavana julkisessa laitoshoidossa tai sita vastaavassa hoidossa.",
        "title_sv": "Begränsning av rehabilitering i slutenvård",
        "content_sv": "Krävande medicinsk rehabilitering enligt 9 § ordnas inte, om den försäkrade får vård eller rehabilitering i form av offentlig slutenvård eller motsvarande vård.",
        "normalized_sv": "Krävande medicinsk rehabilitering enligt 9 § ordnas inte, om den försäkrade får vård eller rehabilitering i form av offentlig slutenvård eller motsvarande vård.",
        "folded_sv": "kravande medicinsk rehabilitering enligt 9 § ordnas inte, om den forsakrade far vard eller rehabilitering i form av offentlig slutenvard eller motsvarande vard."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Matkakustannukset",
      "content": "Kuntoutujalle sekä 9, 11 b ja 12 §:ssä tarkoitettuun kuntoutukseen osallistuvalle omaiselle tai muulle läheiselle korvataan tämän lain mukaisesta Kansaneläkelaitoksen järjestämästä tai korvaamasta kuntoutuksesta aiheutuneet tarpeelliset ja kohtuulliset matkakustannukset. Kustannusten korvaamisesta säädetään sairausvakuutuslain 4 luvussa. Edellä 10 §:n 3 momentissa tarkoitetusta kotikäynnistä palveluntuottajalle maksettavan korvauksen perusteet määräytyvät palveluiden hankinnan yhteydessä tehdyn sopimuksen perusteella. Jos korvauksen perusteista ei ole sovittu hankinnan yhteydessä, korvaus maksetaan kilometrikorvauksena noudattaen sairausvakuutuslakia. Edellä 7 §:ssä tarkoitettuun ammatillisena kuntoutuksena järjestettävään koulutukseen liittyvinä matkakustannuksina kuntoutujalle korvataan lukukauden alkaessa ja päättyessä koti- ja opiskelupaikkakunnan välisistä matkoista aiheutuneet kustannukset sekä yksi edestakainen matka kuukaudessa. Matkakustannuksia voidaan korvata useamminkin, jos se on perusteltua lapsen tapaamisen turvaamiseksi tai opiskelusta johtuvasta syystä. Korvattaviin matkakustannuksiin eivät kuulu opiskelijan päivittäisistä koulumatkoista ja koulutukseen liittyvän harjoittelun päivittäisistä matkoista aiheutuvat matkakustannukset. Kuntoutusmatkoja voidaan yhdistellä, kuten sairausvakuutuslain 4 luvussa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Kuntoutujalle sekä 9, 11 b ja 12 § :ssä tarkoitettuun kuntoutukseen osallistuvalle omaiselle tai muulle läheiselle korvataan tämän lain mukaisesta Kansaneläkelaitoksen järjestämästä tai korvaamasta kuntoutuksesta aiheutuneet tarpeelliset ja kohtuulliset matkakustannukset. Kustannusten korvaamisesta säädetään sairausvakuutuslain 4 luvussa. Edellä 10 § :n 3 momentissa tarkoitetusta kotikäynnistä palveluntuottajalle maksettavan korvauksen perusteet määräytyvät palveluiden hankinnan yhteydessä tehdyn sopimuksen perusteella. Jos korvauksen perusteista ei ole sovittu hankinnan yhteydessä, korvaus maksetaan kilometrikorvauksena noudattaen sairausvakuutuslakia. Edellä 7 § :ssä tarkoitettuun ammatillisena kuntoutuksena järjestettävään koulutukseen liittyvinä matkakustannuksina kuntoutujalle korvataan lukukauden alkaessa ja päättyessä koti- ja opiskelupaikkakunnan välisistä matkoista aiheutuneet kustannukset sekä yksi edestakainen matka kuukaudessa. Matkakustannuksia voidaan korvata useamminkin, jos se on perusteltua lapsen tapaamisen turvaamiseksi tai opiskelusta johtuvasta syystä. Korvattaviin matkakustannuksiin eivät kuulu opiskelijan päivittäisistä koulumatkoista ja koulutukseen liittyvän harjoittelun päivittäisistä matkoista aiheutuvat matkakustannukset. Kuntoutusmatkoja voidaan yhdistellä, kuten sairausvakuutuslain 4 luvussa säädetään.",
        "folded_fi": "kuntoutujalle seka 9, 11 b ja 12 §:ssa tarkoitettuun kuntoutukseen osallistuvalle omaiselle tai muulle laheiselle korvataan taman lain mukaisesta kansanelakelaitoksen jarjestamasta tai korvaamasta kuntoutuksesta aiheutuneet tarpeelliset ja kohtuulliset matkakustannukset. kustannusten korvaamisesta saadetaan sairausvakuutuslain 4 luvussa. edella 10 §:n 3 momentissa tarkoitetusta kotikaynnista palveluntuottajalle maksettavan korvauksen perusteet maaraytyvat palveluiden hankinnan yhteydessa tehdyn sopimuksen perusteella. jos korvauksen perusteista ei ole sovittu hankinnan yhteydessa, korvaus maksetaan kilometrikorvauksena noudattaen sairausvakuutuslakia. edella 7 §:ssa tarkoitettuun ammatillisena kuntoutuksena jarjestettavaan koulutukseen liittyvina matkakustannuksina kuntoutujalle korvataan lukukauden alkaessa ja paattyessa koti- ja opiskelupaikkakunnan valisista matkoista aiheutuneet kustannukset seka yksi edestakainen matka kuukaudessa. matkakustannuksia voidaan korvata useamminkin, jos se on perusteltua lapsen tapaamisen turvaamiseksi tai opiskelusta johtuvasta syysta. korvattaviin matkakustannuksiin eivat kuulu opiskelijan paivittaisista koulumatkoista ja koulutukseen liittyvan harjoittelun paivittaisista matkoista aiheutuvat matkakustannukset. kuntoutusmatkoja voidaan yhdistella, kuten sairausvakuutuslain 4 luvussa saadetaan.",
        "title_sv": "Resekostnader",
        "content_sv": "En rehabiliteringsklient samt en anhörig eller annan närstående person som deltar i rehabilitering enligt 9, 11 b och 12 § får ersättning för behövliga och skäliga resekostnader i samband med sådan rehabilitering enligt denna lag som ordnas eller ersätts av Folkpensionsanstalten. Bestämmelser om ersättning för kostnader finns i 4 kap. i sjukförsäkringslagen. Ersättningsgrunderna för ersättning som betalas till serviceproducenten för hembesök enligt 10 § 3 mom. bestäms enligt det avtal som ingåtts i samband med upphandling av tjänsterna. Om ersättningsgrunderna inte har avtalats i samband med upphandlingen, ska ersättningen betalas som kilometerersättning så som föreskrivs i sjukförsäkringslagen. Som resekostnader i samband med utbildning som ordnas som yrkesinriktad rehabilitering enligt 7 § ersätts rehabiliteringsklienten för kostnaderna för resor mellan hemorten och studieorten i början och slutet av terminen samt en tur- och returresa i månaden. Resekostnader kan också ersättas oftare, om detta är motiverat för att trygga umgänget med ett barn eller av studierelaterade skäl. Resekostnadsersättning betalas inte för studerandes dagliga skolresor och inte heller för dagliga resor i samband med utbildningsrelaterad praktik. Rehabiliteringsresor kan samordnas enligt 4 kap. i sjukförsäkringslagen.",
        "normalized_sv": "En rehabiliteringsklient samt en anhörig eller annan närstående person som deltar i rehabilitering enligt 9, 11 b och 12 § får ersättning för behövliga och skäliga resekostnader i samband med sådan rehabilitering enligt denna lag som ordnas eller ersätts av Folkpensionsanstalten. Bestämmelser om ersättning för kostnader finns i 4 kap. i sjukförsäkringslagen. Ersättningsgrunderna för ersättning som betalas till serviceproducenten för hembesök enligt 10 § 3 mom. bestäms enligt det avtal som ingåtts i samband med upphandling av tjänsterna. Om ersättningsgrunderna inte har avtalats i samband med upphandlingen, ska ersättningen betalas som kilometerersättning så som föreskrivs i sjukförsäkringslagen. Som resekostnader i samband med utbildning som ordnas som yrkesinriktad rehabilitering enligt 7 § ersätts rehabiliteringsklienten för kostnaderna för resor mellan hemorten och studieorten i början och slutet av terminen samt en tur- och returresa i månaden. Resekostnader kan också ersättas oftare, om detta är motiverat för att trygga umgänget med ett barn eller av studierelaterade skäl. Resekostnadsersättning betalas inte för studerandes dagliga skolresor och inte heller för dagliga resor i samband med utbildningsrelaterad praktik. Rehabiliteringsresor kan samordnas enligt 4 kap. i sjukförsäkringslagen.",
        "folded_sv": "en rehabiliteringsklient samt en anhorig eller annan narstaende person som deltar i rehabilitering enligt 9, 11 b och 12 § far ersattning for behovliga och skaliga resekostnader i samband med sadan rehabilitering enligt denna lag som ordnas eller ersatts av folkpensionsanstalten. bestammelser om ersattning for kostnader finns i 4 kap. i sjukforsakringslagen. ersattningsgrunderna for ersattning som betalas till serviceproducenten for hembesok enligt 10 § 3 mom. bestams enligt det avtal som ingatts i samband med upphandling av tjansterna. om ersattningsgrunderna inte har avtalats i samband med upphandlingen, ska ersattningen betalas som kilometerersattning sa som foreskrivs i sjukforsakringslagen. som resekostnader i samband med utbildning som ordnas som yrkesinriktad rehabilitering enligt 7 § ersatts rehabiliteringsklienten for kostnaderna for resor mellan hemorten och studieorten i borjan och slutet av terminen samt en tur- och returresa i manaden. resekostnader kan ocksa ersattas oftare, om detta ar motiverat for att trygga umganget med ett barn eller av studierelaterade skal. resekostnadsersattning betalas inte for studerandes dagliga skolresor och inte heller for dagliga resor i samband med utbildningsrelaterad praktik. rehabiliteringsresor kan samordnas enligt 4 kap. i sjukforsakringslagen."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Kuntoutus ulkomailla",
      "content": "Vakuutetulla on oikeus korvaukseen toisessa Euroopan unionin jäsenvaltiossa annetusta ammatillisesta kuntoutuksesta ja vaativasta lääkinnällisestä kuntoutuksesta aiheutuneista kustannuksista. Lääkinnällisen kuntoutuksen korvaamisen edellytyksenä on, että kuntoutus perustuu julkisen terveydenhuollon yksikössä tai vastaavassa ulkomaisessa hoitoyksikössä laadittuun kuntoutussuunnitelmaan. Korvattavan kuntoutuksen tulee olla tämän lain mukaista kuntoutusta, ja sen tulee perustua 45 §:ssä tarkoitettuun päätökseen. Vakuutetulle voidaan korvata muussa kuin toisessa Euroopan unionin jäsenvaltiossa annettu ammatillinen kuntoutus tai terapiana toteutettu vaativa lääkinnällinen kuntoutus, jos kuntoutusta ei ole voitu antaa Suomessa tai sen antamiseen ulkomailla on muu erityinen syy. Vaativan lääkinnällisen kuntoutuksen tulee perustua julkisen terveydenhuollon yksikössä tai vastaavassa ulkomaisessa hoitoyksikössä laadittuun kuntoutussuunnitelmaan. Korvattavan kuntoutuksen tulee olla tämän lain mukaista kuntoutusta, ja sen tulee perustua 45 §:ssä tarkoitettuun päätökseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16",
        "normalized_fi": "Vakuutetulla on oikeus korvaukseen toisessa Euroopan unionin jäsenvaltiossa annetusta ammatillisesta kuntoutuksesta ja vaativasta lääkinnällisestä kuntoutuksesta aiheutuneista kustannuksista. Lääkinnällisen kuntoutuksen korvaamisen edellytyksenä on, että kuntoutus perustuu julkisen terveydenhuollon yksikössä tai vastaavassa ulkomaisessa hoitoyksikössä laadittuun kuntoutussuunnitelmaan. Korvattavan kuntoutuksen tulee olla tämän lain mukaista kuntoutusta, ja sen tulee perustua 45 § :ssä tarkoitettuun päätökseen. Vakuutetulle voidaan korvata muussa kuin toisessa Euroopan unionin jäsenvaltiossa annettu ammatillinen kuntoutus tai terapiana toteutettu vaativa lääkinnällinen kuntoutus, jos kuntoutusta ei ole voitu antaa Suomessa tai sen antamiseen ulkomailla on muu erityinen syy. Vaativan lääkinnällisen kuntoutuksen tulee perustua julkisen terveydenhuollon yksikössä tai vastaavassa ulkomaisessa hoitoyksikössä laadittuun kuntoutussuunnitelmaan. Korvattavan kuntoutuksen tulee olla tämän lain mukaista kuntoutusta, ja sen tulee perustua 45 § :ssä tarkoitettuun päätökseen.",
        "folded_fi": "vakuutetulla on oikeus korvaukseen toisessa euroopan unionin jasenvaltiossa annetusta ammatillisesta kuntoutuksesta ja vaativasta laakinnallisesta kuntoutuksesta aiheutuneista kustannuksista. laakinnallisen kuntoutuksen korvaamisen edellytyksena on, etta kuntoutus perustuu julkisen terveydenhuollon yksikossa tai vastaavassa ulkomaisessa hoitoyksikossa laadittuun kuntoutussuunnitelmaan. korvattavan kuntoutuksen tulee olla taman lain mukaista kuntoutusta, ja sen tulee perustua 45 §:ssa tarkoitettuun paatokseen. vakuutetulle voidaan korvata muussa kuin toisessa euroopan unionin jasenvaltiossa annettu ammatillinen kuntoutus tai terapiana toteutettu vaativa laakinnallinen kuntoutus, jos kuntoutusta ei ole voitu antaa suomessa tai sen antamiseen ulkomailla on muu erityinen syy. vaativan laakinnallisen kuntoutuksen tulee perustua julkisen terveydenhuollon yksikossa tai vastaavassa ulkomaisessa hoitoyksikossa laadittuun kuntoutussuunnitelmaan. korvattavan kuntoutuksen tulee olla taman lain mukaista kuntoutusta, ja sen tulee perustua 45 §:ssa tarkoitettuun paatokseen.",
        "title_sv": "Rehabilitering utomlands",
        "content_sv": "Den försäkrade har rätt till ersättning för kostnader för yrkesinriktad rehabilitering och krävande medicinsk rehabilitering som har getts i en annan medlemsstat i Europeiska unionen. Förutsättningen för att medicinsk rehabilitering ska ersättas är att rehabiliteringen baserar sig på en rehabiliteringsplan som upprättats vid en enhet inom den offentliga hälso- och sjukvården eller en motsvarande utländsk vårdenhet. Rehabilitering som ersätts ska vara sådan rehabilitering som avses i denna lag och den ska basera sig på ett beslut enligt 45 §. Den försäkrade kan få ersättning för yrkesinriktad rehabilitering eller krävande medicinsk rehabilitering som har getts som terapi i någon annan stat än en medlemsstat i Europeiska unionen, om rehabiliteringen inte har kunnat ges i Finland eller om det finns något annat särskilt skäl att ge rehabiliteringen utomlands. Krävande medicinsk rehabilitering ska basera sig på en rehabiliteringsplan som upprättats vid en enhet inom den offentliga hälso- och sjukvården eller en motsvarande utländsk vårdenhet. Rehabilitering som ersätts ska vara sådan rehabilitering som avses i denna lag och den ska basera sig på ett beslut enligt 45 §.",
        "normalized_sv": "Den försäkrade har rätt till ersättning för kostnader för yrkesinriktad rehabilitering och krävande medicinsk rehabilitering som har getts i en annan medlemsstat i Europeiska unionen. Förutsättningen för att medicinsk rehabilitering ska ersättas är att rehabiliteringen baserar sig på en rehabiliteringsplan som upprättats vid en enhet inom den offentliga hälso- och sjukvården eller en motsvarande utländsk vårdenhet. Rehabilitering som ersätts ska vara sådan rehabilitering som avses i denna lag och den ska basera sig på ett beslut enligt 45 § . Den försäkrade kan få ersättning för yrkesinriktad rehabilitering eller krävande medicinsk rehabilitering som har getts som terapi i någon annan stat än en medlemsstat i Europeiska unionen, om rehabiliteringen inte har kunnat ges i Finland eller om det finns något annat särskilt skäl att ge rehabiliteringen utomlands. Krävande medicinsk rehabilitering ska basera sig på en rehabiliteringsplan som upprättats vid en enhet inom den offentliga hälso- och sjukvården eller en motsvarande utländsk vårdenhet. Rehabilitering som ersätts ska vara sådan rehabilitering som avses i denna lag och den ska basera sig på ett beslut enligt 45 § .",
        "folded_sv": "den forsakrade har ratt till ersattning for kostnader for yrkesinriktad rehabilitering och kravande medicinsk rehabilitering som har getts i en annan medlemsstat i europeiska unionen. forutsattningen for att medicinsk rehabilitering ska ersattas ar att rehabiliteringen baserar sig pa en rehabiliteringsplan som upprattats vid en enhet inom den offentliga halso- och sjukvarden eller en motsvarande utlandsk vardenhet. rehabilitering som ersatts ska vara sadan rehabilitering som avses i denna lag och den ska basera sig pa ett beslut enligt 45 §. den forsakrade kan fa ersattning for yrkesinriktad rehabilitering eller kravande medicinsk rehabilitering som har getts som terapi i nagon annan stat an en medlemsstat i europeiska unionen, om rehabiliteringen inte har kunnat ges i finland eller om det finns nagot annat sarskilt skal att ge rehabiliteringen utomlands. kravande medicinsk rehabilitering ska basera sig pa en rehabiliteringsplan som upprattats vid en enhet inom den offentliga halso- och sjukvarden eller en motsvarande utlandsk vardenhet. rehabilitering som ersatts ska vara sadan rehabilitering som avses i denna lag och den ska basera sig pa ett beslut enligt 45 §."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Lain soveltamisala",
      "content": "Mitä 11 §:ssä säädetään vaativan lääkinnällisen kuntoutuksen järjestämisestä ja sen rajoituksista valtion, kunnan tai kuntayhtymän järjestämässä hoidossa tai kuntoutuksessa, koskee vastaavasti myös Ahvenanmaan maakunnan järjestämää hoitoa tai kuntoutusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Mitä 11 § :ssä säädetään vaativan lääkinnällisen kuntoutuksen järjestämisestä ja sen rajoituksista valtion, kunnan tai kuntayhtymän järjestämässä hoidossa tai kuntoutuksessa, koskee vastaavasti myös Ahvenanmaan maakunnan järjestämää hoitoa tai kuntoutusta.",
        "folded_fi": "mita 11 §:ssa saadetaan vaativan laakinnallisen kuntoutuksen jarjestamisesta ja sen rajoituksista valtion, kunnan tai kuntayhtyman jarjestamassa hoidossa tai kuntoutuksessa, koskee vastaavasti myos ahvenanmaan maakunnan jarjestamaa hoitoa tai kuntoutusta.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "Vad som i 11 § föreskrivs om ordnande av krävande medicinsk rehabilitering och begränsningar av sådan rehabilitering inom vård eller rehabilitering som ordnas av staten, en kommun eller en samkommun gäller på motsvarande sätt för vård eller rehabilitering som ordnas av landskapet Åland.",
        "normalized_sv": "Vad som i 11 § föreskrivs om ordnande av krävande medicinsk rehabilitering och begränsningar av sådan rehabilitering inom vård eller rehabilitering som ordnas av staten, en kommun eller en samkommun gäller på motsvarande sätt för vård eller rehabilitering som ordnas av landskapet Åland.",
        "folded_sv": "vad som i 11 § foreskrivs om ordnande av kravande medicinsk rehabilitering och begransningar av sadan rehabilitering inom vard eller rehabilitering som ordnas av staten, en kommun eller en samkommun galler pa motsvarande satt for vard eller rehabilitering som ordnas av landskapet aland."
      },
      "valid_from": "2015-02-20",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Etuudet ja korvaukset",
      "content": "Kansaneläkelaitos järjestää ja korvaa tämän lain mukaisesti: 1) ammatillista kuntoutusta; 2) vaativaa lääkinnällistä kuntoutusta;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Kansaneläkelaitos järjestää ja korvaa tämän lain mukaisesti: 1) ammatillista kuntoutusta; 2) vaativaa lääkinnällistä kuntoutusta;",
        "folded_fi": "kansanelakelaitos jarjestaa ja korvaa taman lain mukaisesti: 1) ammatillista kuntoutusta; 2) vaativaa laakinnallista kuntoutusta;",
        "title_sv": "Förmåner och ersättningar",
        "content_sv": "Folkpensionsanstalten ordnar och ersätter enligt denna lag 1) yrkesinriktad rehabilitering, 2) krävande medicinsk rehabilitering,",
        "normalized_sv": "Folkpensionsanstalten ordnar och ersätter enligt denna lag 1) yrkesinriktad rehabilitering, 2) krävande medicinsk rehabilitering,",
        "folded_sv": "folkpensionsanstalten ordnar och ersatter enligt denna lag 1) yrkesinriktad rehabilitering, 2) kravande medicinsk rehabilitering,"
      },
      "valid_from": "2015-02-20",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Vaativan lääkinnällisen kuntoutuksen järjestäminen",
      "content": "Alle 65-vuotiaalla vakuutetulla, joka ei ole julkisessa laitoshoidossa, on oikeus saada hyvän kuntoutuskäytännön mukaista vaativaa lääkinnällistä kuntoutusta työstä, opiskelusta tai muista arjen toiminnoista suoriutumista ja osallistumista varten, jos: 1) hänellä on sairaus tai vamma sekä sairauteen tai vammaan liittyvä suoritus- ja osallistumisrajoite, josta aiheutuu vähintään vuoden kestävä kuntoutustarve; 2) 1 kohdassa tarkoitettu rajoite on niin suuri, että hänellä on sen vuoksi huomattavia vaikeuksia arjen toiminnoista suoriutumisessa ja osallistumisessa kotona, opiskelussa, työelämässä tai muissa elämäntilanteissa julkisen laitoshoidon ulkopuolella; sekä 3) vaativa lääkinnällinen kuntoutus on perustellusti tarpeen mahdollistamaan vakuutetun arjen toiminnoista suoriutumista ja osallistumista. Vaativan lääkinnällisen kuntoutuksen tarpeen arviossa otetaan kokonaisvaltaisesti huomioon vakuutetun toimintakykyyn vaikuttavat tekijät, joita ovat lääketieteellinen terveydentila, kehon rakenteet ja toiminnot, suoritukset, osallistuminen sekä yksilö- ja ympäristötekijät. Kansaneläkelaitos ei järjestä sairaanhoitoon välittömästi liittyvää lääkinnällistä kuntoutusta. Kansaneläkelaitos ei myöskään järjestä kuntoutuksena toimintaa, jonka tavoitteet ovat ainoastaan hoidollisia. Vaativan lääkinnällisen kuntoutuksen tulee perustua hyvän kuntoutuskäytännön mukaiseen kirjalliseen kuntoutussuunnitelmaan. Suunnitelma laaditaan kuntoutujan hoidosta vastaavassa julkisen terveydenhuollon yksikössä kuntoutujan kanssa taikka kuntoutujan sekä hänen omaisensa tai muun läheisensä kanssa vähintään yhdeksi vuodeksi ja enintään kolmeksi vuodeksi. Kuntoutussuunnitelma toimitetaan maksutta Kansaneläkelaitokselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Alle 65-vuotiaalla vakuutetulla, joka ei ole julkisessa laitoshoidossa, on oikeus saada hyvän kuntoutuskäytännön mukaista vaativaa lääkinnällistä kuntoutusta työstä, opiskelusta tai muista arjen toiminnoista suoriutumista ja osallistumista varten, jos: 1) hänellä on sairaus tai vamma sekä sairauteen tai vammaan liittyvä suoritus- ja osallistumisrajoite, josta aiheutuu vähintään vuoden kestävä kuntoutustarve; 2) 1 kohdassa tarkoitettu rajoite on niin suuri, että hänellä on sen vuoksi huomattavia vaikeuksia arjen toiminnoista suoriutumisessa ja osallistumisessa kotona, opiskelussa, työelämässä tai muissa elämäntilanteissa julkisen laitoshoidon ulkopuolella; sekä 3) vaativa lääkinnällinen kuntoutus on perustellusti tarpeen mahdollistamaan vakuutetun arjen toiminnoista suoriutumista ja osallistumista. Vaativan lääkinnällisen kuntoutuksen tarpeen arviossa otetaan kokonaisvaltaisesti huomioon vakuutetun toimintakykyyn vaikuttavat tekijät, joita ovat lääketieteellinen terveydentila, kehon rakenteet ja toiminnot, suoritukset, osallistuminen sekä yksilö- ja ympäristötekijät. Kansaneläkelaitos ei järjestä sairaanhoitoon välittömästi liittyvää lääkinnällistä kuntoutusta. Kansaneläkelaitos ei myöskään järjestä kuntoutuksena toimintaa, jonka tavoitteet ovat ainoastaan hoidollisia. Vaativan lääkinnällisen kuntoutuksen tulee perustua hyvän kuntoutuskäytännön mukaiseen kirjalliseen kuntoutussuunnitelmaan. Suunnitelma laaditaan kuntoutujan hoidosta vastaavassa julkisen terveydenhuollon yksikössä kuntoutujan kanssa taikka kuntoutujan sekä hänen omaisensa tai muun läheisensä kanssa vähintään yhdeksi vuodeksi ja enintään kolmeksi vuodeksi. Kuntoutussuunnitelma toimitetaan maksutta Kansaneläkelaitokselle.",
        "folded_fi": "alle 65-vuotiaalla vakuutetulla, joka ei ole julkisessa laitoshoidossa, on oikeus saada hyvan kuntoutuskaytannon mukaista vaativaa laakinnallista kuntoutusta tyosta, opiskelusta tai muista arjen toiminnoista suoriutumista ja osallistumista varten, jos: 1) hanella on sairaus tai vamma seka sairauteen tai vammaan liittyva suoritus- ja osallistumisrajoite, josta aiheutuu vahintaan vuoden kestava kuntoutustarve; 2) 1 kohdassa tarkoitettu rajoite on niin suuri, etta hanella on sen vuoksi huomattavia vaikeuksia arjen toiminnoista suoriutumisessa ja osallistumisessa kotona, opiskelussa, tyoelamassa tai muissa elamantilanteissa julkisen laitoshoidon ulkopuolella; seka 3) vaativa laakinnallinen kuntoutus on perustellusti tarpeen mahdollistamaan vakuutetun arjen toiminnoista suoriutumista ja osallistumista. vaativan laakinnallisen kuntoutuksen tarpeen arviossa otetaan kokonaisvaltaisesti huomioon vakuutetun toimintakykyyn vaikuttavat tekijat, joita ovat laaketieteellinen terveydentila, kehon rakenteet ja toiminnot, suoritukset, osallistuminen seka yksilo- ja ymparistotekijat. kansanelakelaitos ei jarjesta sairaanhoitoon valittomasti liittyvaa laakinnallista kuntoutusta. kansanelakelaitos ei myoskaan jarjesta kuntoutuksena toimintaa, jonka tavoitteet ovat ainoastaan hoidollisia. vaativan laakinnallisen kuntoutuksen tulee perustua hyvan kuntoutuskaytannon mukaiseen kirjalliseen kuntoutussuunnitelmaan. suunnitelma laaditaan kuntoutujan hoidosta vastaavassa julkisen terveydenhuollon yksikossa kuntoutujan kanssa taikka kuntoutujan seka hanen omaisensa tai muun laheisensa kanssa vahintaan yhdeksi vuodeksi ja enintaan kolmeksi vuodeksi. kuntoutussuunnitelma toimitetaan maksutta kansanelakelaitokselle.",
        "title_sv": "Ordnande av krävande medicinsk rehabilitering",
        "content_sv": "En försäkrad under 65 år som inte är i offentlig slutenvård har rätt att få med god rehabiliteringspraxis förenlig krävande medicinsk rehabilitering för att klara av arbete, studier eller andra vardagssysslor samt för att vara delaktig, om 1) den försäkrade har en sjukdom eller en kroppsskada samt aktivitetsbegränsningar eller delaktighetsinskränkningar som hänför sig till sjukdomen eller kroppsskadan och som orsakar ett rehabiliteringsbehov som varar i minst ett år, 2) den begränsning eller inskränkning som avses i 1 punkten är så stor att den medför betydande svårigheter för den försäkrade att klara av vardagssysslor och vara delaktig i hemmet, i studier, i arbetslivet eller i andra livssituationer utanför den offentliga slutenvården, samt 3) den krävande medicinska rehabiliteringen är motiverad för att möjliggöra att den försäkrade klarar av vardagssysslor och är delaktig. Vid bedömningen av behovet av krävande medicinsk rehabilitering ska övergripande hänsyn tas till faktorer som påverkar den försäkrades funktionsförmåga och som avser det medicinska hälsotillståndet, kroppsstrukturer och kroppsfunktioner, aktiviteter, delaktighet samt personliga faktorer och omgivningsfaktorer. Folkpensionsanstalten ordnar inte medicinsk rehabilitering i omedelbar anslutning till sjukvården. Inte heller ordnar Folkpensionsanstalten som rehabilitering sådan verksamhet som enbart har ett terapeutiskt syfte. Den krävande medicinska rehabiliteringen ska basera sig på en skriftlig rehabiliteringsplan som är förenlig med god rehabiliteringspraxis. Planen upprättas vid den offentliga hälso- och sjukvårdsenhet som svarar för vården av rehabiliteringsklienten, i samråd med klienten eller med klienten och dennes anhöriga eller någon annan närstående och för minst ett och högst tre år. Rehabiliteringsplanen sänds avgiftsfritt till Folkpensionsanstalten.",
        "normalized_sv": "En försäkrad under 65 år som inte är i offentlig slutenvård har rätt att få med god rehabiliteringspraxis förenlig krävande medicinsk rehabilitering för att klara av arbete, studier eller andra vardagssysslor samt för att vara delaktig, om 1) den försäkrade har en sjukdom eller en kroppsskada samt aktivitetsbegränsningar eller delaktighetsinskränkningar som hänför sig till sjukdomen eller kroppsskadan och som orsakar ett rehabiliteringsbehov som varar i minst ett år, 2) den begränsning eller inskränkning som avses i 1 punkten är så stor att den medför betydande svårigheter för den försäkrade att klara av vardagssysslor och vara delaktig i hemmet, i studier, i arbetslivet eller i andra livssituationer utanför den offentliga slutenvården, samt 3) den krävande medicinska rehabiliteringen är motiverad för att möjliggöra att den försäkrade klarar av vardagssysslor och är delaktig. Vid bedömningen av behovet av krävande medicinsk rehabilitering ska övergripande hänsyn tas till faktorer som påverkar den försäkrades funktionsförmåga och som avser det medicinska hälsotillståndet, kroppsstrukturer och kroppsfunktioner, aktiviteter, delaktighet samt personliga faktorer och omgivningsfaktorer. Folkpensionsanstalten ordnar inte medicinsk rehabilitering i omedelbar anslutning till sjukvården. Inte heller ordnar Folkpensionsanstalten som rehabilitering sådan verksamhet som enbart har ett terapeutiskt syfte. Den krävande medicinska rehabiliteringen ska basera sig på en skriftlig rehabiliteringsplan som är förenlig med god rehabiliteringspraxis. Planen upprättas vid den offentliga hälso- och sjukvårdsenhet som svarar för vården av rehabiliteringsklienten, i samråd med klienten eller med klienten och dennes anhöriga eller någon annan närstående och för minst ett och högst tre år. Rehabiliteringsplanen sänds avgiftsfritt till Folkpensionsanstalten.",
        "folded_sv": "en forsakrad under 65 ar som inte ar i offentlig slutenvard har ratt att fa med god rehabiliteringspraxis forenlig kravande medicinsk rehabilitering for att klara av arbete, studier eller andra vardagssysslor samt for att vara delaktig, om 1) den forsakrade har en sjukdom eller en kroppsskada samt aktivitetsbegransningar eller delaktighetsinskrankningar som hanfor sig till sjukdomen eller kroppsskadan och som orsakar ett rehabiliteringsbehov som varar i minst ett ar, 2) den begransning eller inskrankning som avses i 1 punkten ar sa stor att den medfor betydande svarigheter for den forsakrade att klara av vardagssysslor och vara delaktig i hemmet, i studier, i arbetslivet eller i andra livssituationer utanfor den offentliga slutenvarden, samt 3) den kravande medicinska rehabiliteringen ar motiverad for att mojliggora att den forsakrade klarar av vardagssysslor och ar delaktig. vid bedomningen av behovet av kravande medicinsk rehabilitering ska overgripande hansyn tas till faktorer som paverkar den forsakrades funktionsformaga och som avser det medicinska halsotillstandet, kroppsstrukturer och kroppsfunktioner, aktiviteter, delaktighet samt personliga faktorer och omgivningsfaktorer. folkpensionsanstalten ordnar inte medicinsk rehabilitering i omedelbar anslutning till sjukvarden. inte heller ordnar folkpensionsanstalten som rehabilitering sadan verksamhet som enbart har ett terapeutiskt syfte. den kravande medicinska rehabiliteringen ska basera sig pa en skriftlig rehabiliteringsplan som ar forenlig med god rehabiliteringspraxis. planen upprattas vid den offentliga halso- och sjukvardsenhet som svarar for varden av rehabiliteringsklienten, i samrad med klienten eller med klienten och dennes anhoriga eller nagon annan narstaende och for minst ett och hogst tre ar. rehabiliteringsplanen sands avgiftsfritt till folkpensionsanstalten."
      },
      "valid_from": "2015-02-20",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Vaativan lääkinnällisen kuntoutuksen sisältö",
      "content": "Kansaneläkelaitos järjestää 9 §:ssä tarkoitettuna vaativana lääkinnällisenä kuntoutuksena terapioita ja moniammatillisia kuntoutuspalveluja. Terapioiden ja moniammatillisten kuntoutuspalvelujen tulee olla hyvän kuntoutuskäytännön mukaisia sekä perustua erityisasiantuntemukseen ja tarpeelliseen yhteistyöhön. Edellä 1 momentissa tarkoitettua yhteistyötä kuntoutuksen tavoitteiden saavuttamiseksi ja kuntoutumisen varmistamiseksi tehdään kuntoutujan omaisten ja muiden läheisten sekä kuntoutujan kannalta tarpeellisten ammattihenkilöiden ja toimijoiden kanssa. Kuntoutusta voidaan toteuttaa kotikäyntinä kuntoutujan arjen ympäristössä, jos se on tarpeen kuntoutuksen tavoitteiden saavuttamisen ja vaikuttavuuden kannalta tai kuntoutujan terveydentilan perusteella taikka kuntoutujalle matkasta aiheutuvan rasittavuuden perusteella. Omaisten ja muiden läheisten sekä tarpeellisten ammattihenkilöiden ja toimijoiden ohjausta tehdään terapioiden yhteydessä. Lisäksi Kansaneläkelaitos voi järjestää erityisistä syistä omaisen tai muun läheisen ohjauskäyntejä kuntoutuksen tavoitteiden saavuttamiseksi. Kansaneläkelaitos voi myös järjestää omaisen tai muun läheisen osallistumisen moniammatillisiin kuntoutuspalveluihin, jos se on perustellusti tarpeen kuntoutuksen tavoitteiden saavuttamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Kansaneläkelaitos järjestää 9 § :ssä tarkoitettuna vaativana lääkinnällisenä kuntoutuksena terapioita ja moniammatillisia kuntoutuspalveluja. Terapioiden ja moniammatillisten kuntoutuspalvelujen tulee olla hyvän kuntoutuskäytännön mukaisia sekä perustua erityisasiantuntemukseen ja tarpeelliseen yhteistyöhön. Edellä 1 momentissa tarkoitettua yhteistyötä kuntoutuksen tavoitteiden saavuttamiseksi ja kuntoutumisen varmistamiseksi tehdään kuntoutujan omaisten ja muiden läheisten sekä kuntoutujan kannalta tarpeellisten ammattihenkilöiden ja toimijoiden kanssa. Kuntoutusta voidaan toteuttaa kotikäyntinä kuntoutujan arjen ympäristössä, jos se on tarpeen kuntoutuksen tavoitteiden saavuttamisen ja vaikuttavuuden kannalta tai kuntoutujan terveydentilan perusteella taikka kuntoutujalle matkasta aiheutuvan rasittavuuden perusteella. Omaisten ja muiden läheisten sekä tarpeellisten ammattihenkilöiden ja toimijoiden ohjausta tehdään terapioiden yhteydessä. Lisäksi Kansaneläkelaitos voi järjestää erityisistä syistä omaisen tai muun läheisen ohjauskäyntejä kuntoutuksen tavoitteiden saavuttamiseksi. Kansaneläkelaitos voi myös järjestää omaisen tai muun läheisen osallistumisen moniammatillisiin kuntoutuspalveluihin, jos se on perustellusti tarpeen kuntoutuksen tavoitteiden saavuttamiseksi.",
        "folded_fi": "kansanelakelaitos jarjestaa 9 §:ssa tarkoitettuna vaativana laakinnallisena kuntoutuksena terapioita ja moniammatillisia kuntoutuspalveluja. terapioiden ja moniammatillisten kuntoutuspalvelujen tulee olla hyvan kuntoutuskaytannon mukaisia seka perustua erityisasiantuntemukseen ja tarpeelliseen yhteistyohon. edella 1 momentissa tarkoitettua yhteistyota kuntoutuksen tavoitteiden saavuttamiseksi ja kuntoutumisen varmistamiseksi tehdaan kuntoutujan omaisten ja muiden laheisten seka kuntoutujan kannalta tarpeellisten ammattihenkiloiden ja toimijoiden kanssa. kuntoutusta voidaan toteuttaa kotikayntina kuntoutujan arjen ymparistossa, jos se on tarpeen kuntoutuksen tavoitteiden saavuttamisen ja vaikuttavuuden kannalta tai kuntoutujan terveydentilan perusteella taikka kuntoutujalle matkasta aiheutuvan rasittavuuden perusteella. omaisten ja muiden laheisten seka tarpeellisten ammattihenkiloiden ja toimijoiden ohjausta tehdaan terapioiden yhteydessa. lisaksi kansanelakelaitos voi jarjestaa erityisista syista omaisen tai muun laheisen ohjauskaynteja kuntoutuksen tavoitteiden saavuttamiseksi. kansanelakelaitos voi myos jarjestaa omaisen tai muun laheisen osallistumisen moniammatillisiin kuntoutuspalveluihin, jos se on perustellusti tarpeen kuntoutuksen tavoitteiden saavuttamiseksi.",
        "title_sv": "Innehållet i krävande medicinsk rehabilitering",
        "content_sv": "Folkpensionsanstalten ordnar i 9 § avsedd krävande medicinsk rehabilitering som terapi och multiprofessionella rehabiliteringstjänster. Terapin och de multiprofessionella rehabiliteringstjänsterna ska vara förenliga med god rehabiliteringspraxis samt basera sig på särskild sakkunskap och behövligt samarbete. Ett i 1 mom. avsett samarbete som syftar till att målsättningarna för rehabiliteringen uppnås och att rehabiliteringen tryggas ska ordnas med anhöriga och andra närstående till rehabiliteringsklienten samt med yrkesutbildade personer och aktörer som är behövliga med tanke på klienten. Rehabiliteringen kan genomföras som hembesök i rehabiliteringsklientens vardagsomgivning, om det behövs för att målen för rehabiliteringen ska uppnås och för att rehabiliteringen ska vara effektiv eller för att rehabiliteringsklientens hälsotillstånd kräver detta eller om resan utgör en påfrestning för rehabiliteringsklienten. Handledning för anhöriga och andra närstående samt för behövliga yrkesutbildade personer och andra aktörer ska ordnas i samband med terapin. Dessutom kan Folkpensionsanstalten av särskilda skäl ordna handledningsbesök för anhöriga eller andra närstående för att rehabiliteringens mål ska kunna uppnås. Folkpensionsanstalten kan också ordna så att anhöriga eller andra närstående kan delta i multiprofessionella rehabiliteringstjänster om det finns ett motiverat behov av detta för att rehabiliteringens mål ska kunna uppnås.",
        "normalized_sv": "Folkpensionsanstalten ordnar i 9 § avsedd krävande medicinsk rehabilitering som terapi och multiprofessionella rehabiliteringstjänster. Terapin och de multiprofessionella rehabiliteringstjänsterna ska vara förenliga med god rehabiliteringspraxis samt basera sig på särskild sakkunskap och behövligt samarbete. Ett i 1 mom. avsett samarbete som syftar till att målsättningarna för rehabiliteringen uppnås och att rehabiliteringen tryggas ska ordnas med anhöriga och andra närstående till rehabiliteringsklienten samt med yrkesutbildade personer och aktörer som är behövliga med tanke på klienten. Rehabiliteringen kan genomföras som hembesök i rehabiliteringsklientens vardagsomgivning, om det behövs för att målen för rehabiliteringen ska uppnås och för att rehabiliteringen ska vara effektiv eller för att rehabiliteringsklientens hälsotillstånd kräver detta eller om resan utgör en påfrestning för rehabiliteringsklienten. Handledning för anhöriga och andra närstående samt för behövliga yrkesutbildade personer och andra aktörer ska ordnas i samband med terapin. Dessutom kan Folkpensionsanstalten av särskilda skäl ordna handledningsbesök för anhöriga eller andra närstående för att rehabiliteringens mål ska kunna uppnås. Folkpensionsanstalten kan också ordna så att anhöriga eller andra närstående kan delta i multiprofessionella rehabiliteringstjänster om det finns ett motiverat behov av detta för att rehabiliteringens mål ska kunna uppnås.",
        "folded_sv": "folkpensionsanstalten ordnar i 9 § avsedd kravande medicinsk rehabilitering som terapi och multiprofessionella rehabiliteringstjanster. terapin och de multiprofessionella rehabiliteringstjansterna ska vara forenliga med god rehabiliteringspraxis samt basera sig pa sarskild sakkunskap och behovligt samarbete. ett i 1 mom. avsett samarbete som syftar till att malsattningarna for rehabiliteringen uppnas och att rehabiliteringen tryggas ska ordnas med anhoriga och andra narstaende till rehabiliteringsklienten samt med yrkesutbildade personer och aktorer som ar behovliga med tanke pa klienten. rehabiliteringen kan genomforas som hembesok i rehabiliteringsklientens vardagsomgivning, om det behovs for att malen for rehabiliteringen ska uppnas och for att rehabiliteringen ska vara effektiv eller for att rehabiliteringsklientens halsotillstand kraver detta eller om resan utgor en pafrestning for rehabiliteringsklienten. handledning for anhoriga och andra narstaende samt for behovliga yrkesutbildade personer och andra aktorer ska ordnas i samband med terapin. dessutom kan folkpensionsanstalten av sarskilda skal ordna handledningsbesok for anhoriga eller andra narstaende for att rehabiliteringens mal ska kunna uppnas. folkpensionsanstalten kan ocksa ordna sa att anhoriga eller andra narstaende kan delta i multiprofessionella rehabiliteringstjanster om det finns ett motiverat behov av detta for att rehabiliteringens mal ska kunna uppnas."
      },
      "valid_from": "2015-02-20",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Laitoshoidossa olevan kuntoutusta koskeva rajoitus",
      "content": "Edellä 9 §:ssä tarkoitettua vaativaa lääkinnällistä kuntoutusta ei järjestetä, jos vakuutettu on hoidettavana tai kuntoutettavana julkisessa laitoshoidossa tai sitä vastaavassa hoidossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Edellä 9 § :ssä tarkoitettua vaativaa lääkinnällistä kuntoutusta ei järjestetä, jos vakuutettu on hoidettavana tai kuntoutettavana julkisessa laitoshoidossa tai sitä vastaavassa hoidossa.",
        "folded_fi": "edella 9 §:ssa tarkoitettua vaativaa laakinnallista kuntoutusta ei jarjesteta, jos vakuutettu on hoidettavana tai kuntoutettavana julkisessa laitoshoidossa tai sita vastaavassa hoidossa.",
        "title_sv": "Begränsning av rehabilitering i slutenvård",
        "content_sv": "Krävande medicinsk rehabilitering enligt 9 § ordnas inte, om den försäkrade får vård eller rehabilitering i form av offentlig slutenvård eller motsvarande vård.",
        "normalized_sv": "Krävande medicinsk rehabilitering enligt 9 § ordnas inte, om den försäkrade får vård eller rehabilitering i form av offentlig slutenvård eller motsvarande vård.",
        "folded_sv": "kravande medicinsk rehabilitering enligt 9 § ordnas inte, om den forsakrade far vard eller rehabilitering i form av offentlig slutenvard eller motsvarande vard."
      },
      "valid_from": "2015-02-20",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Matkakustannukset",
      "content": "Kuntoutujalle sekä 9, 11 b ja 12 §:ssä tarkoitettuun kuntoutukseen osallistuvalle omaiselle tai muulle läheiselle korvataan tämän lain mukaisesta Kansaneläkelaitoksen järjestämästä tai korvaamasta kuntoutuksesta aiheutuneet tarpeelliset ja kohtuulliset matkakustannukset. Kustannusten korvaamisesta säädetään sairausvakuutuslain 4 luvussa. Edellä 10 §:n 3 momentissa tarkoitetusta kotikäynnistä palveluntuottajalle maksettavan korvauksen perusteet määräytyvät palveluiden hankinnan yhteydessä tehdyn sopimuksen perusteella. Jos korvauksen perusteista ei ole sovittu hankinnan yhteydessä, korvaus maksetaan kilometrikorvauksena noudattaen sairausvakuutuslakia. Edellä 7 §:ssä tarkoitettuun ammatillisena kuntoutuksena järjestettävään koulutukseen liittyvinä matkakustannuksina kuntoutujalle korvataan lukukauden alkaessa ja päättyessä koti- ja opiskelupaikkakunnan välisistä matkoista aiheutuneet kustannukset sekä yksi edestakainen matka kuukaudessa. Matkakustannuksia voidaan korvata useamminkin, jos se on perusteltua lapsen tapaamisen turvaamiseksi tai opiskelusta johtuvasta syystä. Korvattaviin matkakustannuksiin eivät kuulu opiskelijan päivittäisistä koulumatkoista ja koulutukseen liittyvän harjoittelun päivittäisistä matkoista aiheutuvat matkakustannukset. Kuntoutusmatkoja voidaan yhdistellä, kuten sairausvakuutuslain 4 luvussa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Kuntoutujalle sekä 9, 11 b ja 12 § :ssä tarkoitettuun kuntoutukseen osallistuvalle omaiselle tai muulle läheiselle korvataan tämän lain mukaisesta Kansaneläkelaitoksen järjestämästä tai korvaamasta kuntoutuksesta aiheutuneet tarpeelliset ja kohtuulliset matkakustannukset. Kustannusten korvaamisesta säädetään sairausvakuutuslain 4 luvussa. Edellä 10 § :n 3 momentissa tarkoitetusta kotikäynnistä palveluntuottajalle maksettavan korvauksen perusteet määräytyvät palveluiden hankinnan yhteydessä tehdyn sopimuksen perusteella. Jos korvauksen perusteista ei ole sovittu hankinnan yhteydessä, korvaus maksetaan kilometrikorvauksena noudattaen sairausvakuutuslakia. Edellä 7 § :ssä tarkoitettuun ammatillisena kuntoutuksena järjestettävään koulutukseen liittyvinä matkakustannuksina kuntoutujalle korvataan lukukauden alkaessa ja päättyessä koti- ja opiskelupaikkakunnan välisistä matkoista aiheutuneet kustannukset sekä yksi edestakainen matka kuukaudessa. Matkakustannuksia voidaan korvata useamminkin, jos se on perusteltua lapsen tapaamisen turvaamiseksi tai opiskelusta johtuvasta syystä. Korvattaviin matkakustannuksiin eivät kuulu opiskelijan päivittäisistä koulumatkoista ja koulutukseen liittyvän harjoittelun päivittäisistä matkoista aiheutuvat matkakustannukset. Kuntoutusmatkoja voidaan yhdistellä, kuten sairausvakuutuslain 4 luvussa säädetään.",
        "folded_fi": "kuntoutujalle seka 9, 11 b ja 12 §:ssa tarkoitettuun kuntoutukseen osallistuvalle omaiselle tai muulle laheiselle korvataan taman lain mukaisesta kansanelakelaitoksen jarjestamasta tai korvaamasta kuntoutuksesta aiheutuneet tarpeelliset ja kohtuulliset matkakustannukset. kustannusten korvaamisesta saadetaan sairausvakuutuslain 4 luvussa. edella 10 §:n 3 momentissa tarkoitetusta kotikaynnista palveluntuottajalle maksettavan korvauksen perusteet maaraytyvat palveluiden hankinnan yhteydessa tehdyn sopimuksen perusteella. jos korvauksen perusteista ei ole sovittu hankinnan yhteydessa, korvaus maksetaan kilometrikorvauksena noudattaen sairausvakuutuslakia. edella 7 §:ssa tarkoitettuun ammatillisena kuntoutuksena jarjestettavaan koulutukseen liittyvina matkakustannuksina kuntoutujalle korvataan lukukauden alkaessa ja paattyessa koti- ja opiskelupaikkakunnan valisista matkoista aiheutuneet kustannukset seka yksi edestakainen matka kuukaudessa. matkakustannuksia voidaan korvata useamminkin, jos se on perusteltua lapsen tapaamisen turvaamiseksi tai opiskelusta johtuvasta syysta. korvattaviin matkakustannuksiin eivat kuulu opiskelijan paivittaisista koulumatkoista ja koulutukseen liittyvan harjoittelun paivittaisista matkoista aiheutuvat matkakustannukset. kuntoutusmatkoja voidaan yhdistella, kuten sairausvakuutuslain 4 luvussa saadetaan.",
        "title_sv": "Resekostnader",
        "content_sv": "En rehabiliteringsklient samt en anhörig eller annan närstående person som deltar i rehabilitering enligt 9, 11 b och 12 § får ersättning för behövliga och skäliga resekostnader i samband med sådan rehabilitering enligt denna lag som ordnas eller ersätts av Folkpensionsanstalten. Bestämmelser om ersättning för kostnader finns i 4 kap. i sjukförsäkringslagen. Ersättningsgrunderna för ersättning som betalas till serviceproducenten för hembesök enligt 10 § 3 mom. bestäms enligt det avtal som ingåtts i samband med upphandling av tjänsterna. Om ersättningsgrunderna inte har avtalats i samband med upphandlingen, ska ersättningen betalas som kilometerersättning så som föreskrivs i sjukförsäkringslagen. Som resekostnader i samband med utbildning som ordnas som yrkesinriktad rehabilitering enligt 7 § ersätts rehabiliteringsklienten för kostnaderna för resor mellan hemorten och studieorten i början och slutet av terminen samt en tur- och returresa i månaden. Resekostnader kan också ersättas oftare, om detta är motiverat för att trygga umgänget med ett barn eller av studierelaterade skäl. Resekostnadsersättning betalas inte för studerandes dagliga skolresor och inte heller för dagliga resor i samband med utbildningsrelaterad praktik. Rehabiliteringsresor kan samordnas enligt 4 kap. i sjukförsäkringslagen.",
        "normalized_sv": "En rehabiliteringsklient samt en anhörig eller annan närstående person som deltar i rehabilitering enligt 9, 11 b och 12 § får ersättning för behövliga och skäliga resekostnader i samband med sådan rehabilitering enligt denna lag som ordnas eller ersätts av Folkpensionsanstalten. Bestämmelser om ersättning för kostnader finns i 4 kap. i sjukförsäkringslagen. Ersättningsgrunderna för ersättning som betalas till serviceproducenten för hembesök enligt 10 § 3 mom. bestäms enligt det avtal som ingåtts i samband med upphandling av tjänsterna. Om ersättningsgrunderna inte har avtalats i samband med upphandlingen, ska ersättningen betalas som kilometerersättning så som föreskrivs i sjukförsäkringslagen. Som resekostnader i samband med utbildning som ordnas som yrkesinriktad rehabilitering enligt 7 § ersätts rehabiliteringsklienten för kostnaderna för resor mellan hemorten och studieorten i början och slutet av terminen samt en tur- och returresa i månaden. Resekostnader kan också ersättas oftare, om detta är motiverat för att trygga umgänget med ett barn eller av studierelaterade skäl. Resekostnadsersättning betalas inte för studerandes dagliga skolresor och inte heller för dagliga resor i samband med utbildningsrelaterad praktik. Rehabiliteringsresor kan samordnas enligt 4 kap. i sjukförsäkringslagen.",
        "folded_sv": "en rehabiliteringsklient samt en anhorig eller annan narstaende person som deltar i rehabilitering enligt 9, 11 b och 12 § far ersattning for behovliga och skaliga resekostnader i samband med sadan rehabilitering enligt denna lag som ordnas eller ersatts av folkpensionsanstalten. bestammelser om ersattning for kostnader finns i 4 kap. i sjukforsakringslagen. ersattningsgrunderna for ersattning som betalas till serviceproducenten for hembesok enligt 10 § 3 mom. bestams enligt det avtal som ingatts i samband med upphandling av tjansterna. om ersattningsgrunderna inte har avtalats i samband med upphandlingen, ska ersattningen betalas som kilometerersattning sa som foreskrivs i sjukforsakringslagen. som resekostnader i samband med utbildning som ordnas som yrkesinriktad rehabilitering enligt 7 § ersatts rehabiliteringsklienten for kostnaderna for resor mellan hemorten och studieorten i borjan och slutet av terminen samt en tur- och returresa i manaden. resekostnader kan ocksa ersattas oftare, om detta ar motiverat for att trygga umganget med ett barn eller av studierelaterade skal. resekostnadsersattning betalas inte for studerandes dagliga skolresor och inte heller for dagliga resor i samband med utbildningsrelaterad praktik. rehabiliteringsresor kan samordnas enligt 4 kap. i sjukforsakringslagen."
      },
      "valid_from": "2015-02-20",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Kuntoutus ulkomailla",
      "content": "Vakuutetulla on oikeus korvaukseen toisessa Euroopan unionin jäsenvaltiossa annetusta ammatillisesta kuntoutuksesta ja vaativasta lääkinnällisestä kuntoutuksesta aiheutuneista kustannuksista. Lääkinnällisen kuntoutuksen korvaamisen edellytyksenä on, että kuntoutus perustuu julkisen terveydenhuollon yksikössä tai vastaavassa ulkomaisessa hoitoyksikössä laadittuun kuntoutussuunnitelmaan. Korvattavan kuntoutuksen tulee olla tämän lain mukaista kuntoutusta, ja sen tulee perustua 45 §:ssä tarkoitettuun päätökseen. Vakuutetulle voidaan korvata muussa kuin toisessa Euroopan unionin jäsenvaltiossa annettu ammatillinen kuntoutus tai terapiana toteutettu vaativa lääkinnällinen kuntoutus, jos kuntoutusta ei ole voitu antaa Suomessa tai sen antamiseen ulkomailla on muu erityinen syy. Vaativan lääkinnällisen kuntoutuksen tulee perustua julkisen terveydenhuollon yksikössä tai vastaavassa ulkomaisessa hoitoyksikössä laadittuun kuntoutussuunnitelmaan. Korvattavan kuntoutuksen tulee olla tämän lain mukaista kuntoutusta, ja sen tulee perustua 45 §:ssä tarkoitettuun päätökseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16",
        "normalized_fi": "Vakuutetulla on oikeus korvaukseen toisessa Euroopan unionin jäsenvaltiossa annetusta ammatillisesta kuntoutuksesta ja vaativasta lääkinnällisestä kuntoutuksesta aiheutuneista kustannuksista. Lääkinnällisen kuntoutuksen korvaamisen edellytyksenä on, että kuntoutus perustuu julkisen terveydenhuollon yksikössä tai vastaavassa ulkomaisessa hoitoyksikössä laadittuun kuntoutussuunnitelmaan. Korvattavan kuntoutuksen tulee olla tämän lain mukaista kuntoutusta, ja sen tulee perustua 45 § :ssä tarkoitettuun päätökseen. Vakuutetulle voidaan korvata muussa kuin toisessa Euroopan unionin jäsenvaltiossa annettu ammatillinen kuntoutus tai terapiana toteutettu vaativa lääkinnällinen kuntoutus, jos kuntoutusta ei ole voitu antaa Suomessa tai sen antamiseen ulkomailla on muu erityinen syy. Vaativan lääkinnällisen kuntoutuksen tulee perustua julkisen terveydenhuollon yksikössä tai vastaavassa ulkomaisessa hoitoyksikössä laadittuun kuntoutussuunnitelmaan. Korvattavan kuntoutuksen tulee olla tämän lain mukaista kuntoutusta, ja sen tulee perustua 45 § :ssä tarkoitettuun päätökseen.",
        "folded_fi": "vakuutetulla on oikeus korvaukseen toisessa euroopan unionin jasenvaltiossa annetusta ammatillisesta kuntoutuksesta ja vaativasta laakinnallisesta kuntoutuksesta aiheutuneista kustannuksista. laakinnallisen kuntoutuksen korvaamisen edellytyksena on, etta kuntoutus perustuu julkisen terveydenhuollon yksikossa tai vastaavassa ulkomaisessa hoitoyksikossa laadittuun kuntoutussuunnitelmaan. korvattavan kuntoutuksen tulee olla taman lain mukaista kuntoutusta, ja sen tulee perustua 45 §:ssa tarkoitettuun paatokseen. vakuutetulle voidaan korvata muussa kuin toisessa euroopan unionin jasenvaltiossa annettu ammatillinen kuntoutus tai terapiana toteutettu vaativa laakinnallinen kuntoutus, jos kuntoutusta ei ole voitu antaa suomessa tai sen antamiseen ulkomailla on muu erityinen syy. vaativan laakinnallisen kuntoutuksen tulee perustua julkisen terveydenhuollon yksikossa tai vastaavassa ulkomaisessa hoitoyksikossa laadittuun kuntoutussuunnitelmaan. korvattavan kuntoutuksen tulee olla taman lain mukaista kuntoutusta, ja sen tulee perustua 45 §:ssa tarkoitettuun paatokseen.",
        "title_sv": "Rehabilitering utomlands",
        "content_sv": "Den försäkrade har rätt till ersättning för kostnader för yrkesinriktad rehabilitering och krävande medicinsk rehabilitering som har getts i en annan medlemsstat i Europeiska unionen. Förutsättningen för att medicinsk rehabilitering ska ersättas är att rehabiliteringen baserar sig på en rehabiliteringsplan som upprättats vid en enhet inom den offentliga hälso- och sjukvården eller en motsvarande utländsk vårdenhet. Rehabilitering som ersätts ska vara sådan rehabilitering som avses i denna lag och den ska basera sig på ett beslut enligt 45 §. Den försäkrade kan få ersättning för yrkesinriktad rehabilitering eller krävande medicinsk rehabilitering som har getts som terapi i någon annan stat än en medlemsstat i Europeiska unionen, om rehabiliteringen inte har kunnat ges i Finland eller om det finns något annat särskilt skäl att ge rehabiliteringen utomlands. Krävande medicinsk rehabilitering ska basera sig på en rehabiliteringsplan som upprättats vid en enhet inom den offentliga hälso- och sjukvården eller en motsvarande utländsk vårdenhet. Rehabilitering som ersätts ska vara sådan rehabilitering som avses i denna lag och den ska basera sig på ett beslut enligt 45 §.",
        "normalized_sv": "Den försäkrade har rätt till ersättning för kostnader för yrkesinriktad rehabilitering och krävande medicinsk rehabilitering som har getts i en annan medlemsstat i Europeiska unionen. Förutsättningen för att medicinsk rehabilitering ska ersättas är att rehabiliteringen baserar sig på en rehabiliteringsplan som upprättats vid en enhet inom den offentliga hälso- och sjukvården eller en motsvarande utländsk vårdenhet. Rehabilitering som ersätts ska vara sådan rehabilitering som avses i denna lag och den ska basera sig på ett beslut enligt 45 § . Den försäkrade kan få ersättning för yrkesinriktad rehabilitering eller krävande medicinsk rehabilitering som har getts som terapi i någon annan stat än en medlemsstat i Europeiska unionen, om rehabiliteringen inte har kunnat ges i Finland eller om det finns något annat särskilt skäl att ge rehabiliteringen utomlands. Krävande medicinsk rehabilitering ska basera sig på en rehabiliteringsplan som upprättats vid en enhet inom den offentliga hälso- och sjukvården eller en motsvarande utländsk vårdenhet. Rehabilitering som ersätts ska vara sådan rehabilitering som avses i denna lag och den ska basera sig på ett beslut enligt 45 § .",
        "folded_sv": "den forsakrade har ratt till ersattning for kostnader for yrkesinriktad rehabilitering och kravande medicinsk rehabilitering som har getts i en annan medlemsstat i europeiska unionen. forutsattningen for att medicinsk rehabilitering ska ersattas ar att rehabiliteringen baserar sig pa en rehabiliteringsplan som upprattats vid en enhet inom den offentliga halso- och sjukvarden eller en motsvarande utlandsk vardenhet. rehabilitering som ersatts ska vara sadan rehabilitering som avses i denna lag och den ska basera sig pa ett beslut enligt 45 §. den forsakrade kan fa ersattning for yrkesinriktad rehabilitering eller kravande medicinsk rehabilitering som har getts som terapi i nagon annan stat an en medlemsstat i europeiska unionen, om rehabiliteringen inte har kunnat ges i finland eller om det finns nagot annat sarskilt skal att ge rehabiliteringen utomlands. kravande medicinsk rehabilitering ska basera sig pa en rehabiliteringsplan som upprattats vid en enhet inom den offentliga halso- och sjukvarden eller en motsvarande utlandsk vardenhet. rehabilitering som ersatts ska vara sadan rehabilitering som avses i denna lag och den ska basera sig pa ett beslut enligt 45 §."
      },
      "valid_from": "2015-02-20",
      "valid_to": null
    }
  ]
}