{
  "id": "1498/2015",
  "type": "statute",
  "title": "Laki kirkkolain muuttamisesta",
  "title_en": "Lag om ändring av kyrkolagen",
  "status": "in_force",
  "issued_date": "2015-12-17",
  "in_force_date": "2015-12-17",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/1498/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "16:2",
      "chapter": "16",
      "section": "2",
      "title": "Kirkonkirjojen käyttötarkoitus",
      "content": "Kirkkohallitus saa käyttää jäsenrekisterin tietoja tässä laissa tai sen nojalla säädettyjen tai määrättyjen tehtävien hoitamisessa sekä tilastojen laatimisessa ja kirkon toimintaan liittyvien tutkimusten tekemisessä. Tuomiokapituli saa käyttää jäsenrekisterin tietoja tässä laissa tai sen nojalla säädettyjen tai määrättyjen tehtävien hoitamisessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:2",
        "normalized_fi": "Kirkkohallitus saa käyttää jäsenrekisterin tietoja tässä laissa tai sen nojalla säädettyjen tai määrättyjen tehtävien hoitamisessa sekä tilastojen laatimisessa ja kirkon toimintaan liittyvien tutkimusten tekemisessä. Tuomiokapituli saa käyttää jäsenrekisterin tietoja tässä laissa tai sen nojalla säädettyjen tai määrättyjen tehtävien hoitamisessa.",
        "folded_fi": "kirkkohallitus saa kayttaa jasenrekisterin tietoja tassa laissa tai sen nojalla saadettyjen tai maarattyjen tehtavien hoitamisessa seka tilastojen laatimisessa ja kirkon toimintaan liittyvien tutkimusten tekemisessa. tuomiokapituli saa kayttaa jasenrekisterin tietoja tassa laissa tai sen nojalla saadettyjen tai maarattyjen tehtavien hoitamisessa.",
        "title_sv": "Kyrkböckernas användningsändamål",
        "content_sv": "Kyrkostyrelsen får använda uppgifterna i medlemsregistret vid skötseln av uppgifter som anges i denna lag eller som föreskrivs eller bestäms med stöd av den samt vid statistikföring och utförande av undersökningar som anknyter till kyrkans verksamhet. Domkapitlet får använda uppgifterna i medlemsregistret vid skötseln av uppgifter som anges i denna lag eller som föreskrivs eller bestäms med stöd av den.",
        "normalized_sv": "Kyrkostyrelsen får använda uppgifterna i medlemsregistret vid skötseln av uppgifter som anges i denna lag eller som föreskrivs eller bestäms med stöd av den samt vid statistikföring och utförande av undersökningar som anknyter till kyrkans verksamhet. Domkapitlet får använda uppgifterna i medlemsregistret vid skötseln av uppgifter som anges i denna lag eller som föreskrivs eller bestäms med stöd av den.",
        "folded_sv": "kyrkostyrelsen far anvanda uppgifterna i medlemsregistret vid skotseln av uppgifter som anges i denna lag eller som foreskrivs eller bestams med stod av den samt vid statistikforing och utforande av undersokningar som anknyter till kyrkans verksamhet. domkapitlet far anvanda uppgifterna i medlemsregistret vid skotseln av uppgifter som anges i denna lag eller som foreskrivs eller bestams med stod av den."
      }
    },
    {
      "provision_ref": "16:5",
      "chapter": "16",
      "section": "5",
      "title": "Seurakunnat ja keskusrekisterit rekisterinpitäjinä",
      "content": "Rekisterinpitäjiä ovat seurakunnat ja keskusrekisterit. Rekisterinpitäjä ei saa luovuttaa rekisterinpitoa muulle toimijalle. Seurakunnassa kirkkoherra ja keskusrekisterissä sen johtaja: 1) päättää kirkonkirjojen pitämistä koskevista asioista; 2) päättää jäsentä koskevien tietojen käsittelystä; 3) vastaa rekisteritietojen virheettömyydestä; 4) päättää kirkonkirjaan talletettujen kirkon jäsenten yksittäisten tietojen luovuttamisesta todistuksena, otteena tai jäljennöksenä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:5",
        "normalized_fi": "Rekisterinpitäjiä ovat seurakunnat ja keskusrekisterit. Rekisterinpitäjä ei saa luovuttaa rekisterinpitoa muulle toimijalle. Seurakunnassa kirkkoherra ja keskusrekisterissä sen johtaja: 1) päättää kirkonkirjojen pitämistä koskevista asioista; 2) päättää jäsentä koskevien tietojen käsittelystä; 3) vastaa rekisteritietojen virheettömyydestä; 4) päättää kirkonkirjaan talletettujen kirkon jäsenten yksittäisten tietojen luovuttamisesta todistuksena, otteena tai jäljennöksenä.",
        "folded_fi": "rekisterinpitajia ovat seurakunnat ja keskusrekisterit. rekisterinpitaja ei saa luovuttaa rekisterinpitoa muulle toimijalle. seurakunnassa kirkkoherra ja keskusrekisterissa sen johtaja: 1) paattaa kirkonkirjojen pitamista koskevista asioista; 2) paattaa jasenta koskevien tietojen kasittelysta; 3) vastaa rekisteritietojen virheettomyydesta; 4) paattaa kirkonkirjaan talletettujen kirkon jasenten yksittaisten tietojen luovuttamisesta todistuksena, otteena tai jaljennoksena.",
        "title_sv": "Församlingarna och centralregistren som registeransvariga",
        "content_sv": "Registeransvariga är församlingarna och centralregistren. En registeransvarig får inte överlämna registerföringen åt någon annan aktör. I en församling är det kyrkoherden och vid ett centralregister direktören som 1) beslutar i frågor som gäller förande av kyrkböcker, 2) beslutar om behandling av uppgifter som gäller medlemmar, 3) svarar för att uppgifterna i registret är felfria, 4) beslutar om utlämnande av enstaka uppgifter om kyrkans medlemmar i kyrkböckerna i form av intyg, utdrag eller kopior.",
        "normalized_sv": "Registeransvariga är församlingarna och centralregistren. En registeransvarig får inte överlämna registerföringen åt någon annan aktör. I en församling är det kyrkoherden och vid ett centralregister direktören som 1) beslutar i frågor som gäller förande av kyrkböcker, 2) beslutar om behandling av uppgifter som gäller medlemmar, 3) svarar för att uppgifterna i registret är felfria, 4) beslutar om utlämnande av enstaka uppgifter om kyrkans medlemmar i kyrkböckerna i form av intyg, utdrag eller kopior.",
        "folded_sv": "registeransvariga ar forsamlingarna och centralregistren. en registeransvarig far inte overlamna registerforingen at nagon annan aktor. i en forsamling ar det kyrkoherden och vid ett centralregister direktoren som 1) beslutar i fragor som galler forande av kyrkbocker, 2) beslutar om behandling av uppgifter som galler medlemmar, 3) svarar for att uppgifterna i registret ar felfria, 4) beslutar om utlamnande av enstaka uppgifter om kyrkans medlemmar i kyrkbockerna i form av intyg, utdrag eller kopior."
      }
    },
    {
      "provision_ref": "16:6",
      "chapter": "16",
      "section": "6",
      "title": "Tietojen tallettaminen jäsenrekisteriin",
      "content": "Tiedon kirkollisesta vihkimisestä, avioliiton siunaamisesta, rippikoulun käymisestä ja konfirmaatiosta saa tallettaa jäsenrekisteriin muukin seurakunta tai keskusrekisteri kuin se, jonka jäsentä tieto koskee.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:6",
        "normalized_fi": "Tiedon kirkollisesta vihkimisestä, avioliiton siunaamisesta, rippikoulun käymisestä ja konfirmaatiosta saa tallettaa jäsenrekisteriin muukin seurakunta tai keskusrekisteri kuin se, jonka jäsentä tieto koskee.",
        "folded_fi": "tiedon kirkollisesta vihkimisesta, avioliiton siunaamisesta, rippikoulun kaymisesta ja konfirmaatiosta saa tallettaa jasenrekisteriin muukin seurakunta tai keskusrekisteri kuin se, jonka jasenta tieto koskee.",
        "title_sv": "Införande av uppgifter i medlemsregistret",
        "content_sv": "Uppgifter om kyrklig vigsel, välsignelse av äktenskap, skriftskolgång och konfirmation får föras in i medlemsregistret även av en annan församling eller ett annat centralregister än den församling eller det centralregister vars medlem uppgiften gäller.",
        "normalized_sv": "Uppgifter om kyrklig vigsel, välsignelse av äktenskap, skriftskolgång och konfirmation får föras in i medlemsregistret även av en annan församling eller ett annat centralregister än den församling eller det centralregister vars medlem uppgiften gäller.",
        "folded_sv": "uppgifter om kyrklig vigsel, valsignelse av aktenskap, skriftskolgang och konfirmation far foras in i medlemsregistret aven av en annan forsamling eller ett annat centralregister an den forsamling eller det centralregister vars medlem uppgiften galler."
      }
    },
    {
      "provision_ref": "16:6 a",
      "chapter": "16",
      "section": "6 a",
      "title": "Jäsenrekisteriin liittyvät kirkkohallituksen tehtävät",
      "content": "Kirkkohallitus vastaa jäsenrekisterin: 1) yleisestä toimivuudesta; 2) rekisteritoimintojen yhtenäisyydestä; 3) tietohallinnosta; 4) tietoturvallisuudesta; 5) tietojen sähköisestä arkistoinnista. Kirkkohallitus päättää teknisen käyttöyhteyden välityksellä tapahtuvasta tietojen luovuttamisesta ja muusta kuin kirkon jäsenten yksittäisten tietojen luovuttamisesta. Päätöksessä on annettava tarvittavat määräykset tietojen käytöstä ja suojauksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:6 a",
        "normalized_fi": "Kirkkohallitus vastaa jäsenrekisterin: 1) yleisestä toimivuudesta; 2) rekisteritoimintojen yhtenäisyydestä; 3) tietohallinnosta; 4) tietoturvallisuudesta; 5) tietojen sähköisestä arkistoinnista. Kirkkohallitus päättää teknisen käyttöyhteyden välityksellä tapahtuvasta tietojen luovuttamisesta ja muusta kuin kirkon jäsenten yksittäisten tietojen luovuttamisesta. Päätöksessä on annettava tarvittavat määräykset tietojen käytöstä ja suojauksesta.",
        "folded_fi": "kirkkohallitus vastaa jasenrekisterin: 1) yleisesta toimivuudesta; 2) rekisteritoimintojen yhtenaisyydesta; 3) tietohallinnosta; 4) tietoturvallisuudesta; 5) tietojen sahkoisesta arkistoinnista. kirkkohallitus paattaa teknisen kayttoyhteyden valityksella tapahtuvasta tietojen luovuttamisesta ja muusta kuin kirkon jasenten yksittaisten tietojen luovuttamisesta. paatoksessa on annettava tarvittavat maaraykset tietojen kaytosta ja suojauksesta.",
        "title_sv": "Kyrkostyrelsens uppgifter i anknytning till medlemsregistret",
        "content_sv": "I fråga om medlemsregistret svarar kyrkostyrelsen för 1) registrets allmänna funktion, 2) enhetligheten i registerfunktionerna, 3) informationsförvaltningen, 4) datasäkerheten, 5) den elektroniska arkiveringen av uppgifter. Kyrkostyrelsen beslutar om sådant utlämnande av uppgifter som sker via en teknisk anslutning och om annat utlämnande än utlämnande av enstaka uppgifter om kyrkans medlemmar. Beslutet ska innehålla tillräckliga bestämmelser om användningen och skyddet av uppgifterna.",
        "normalized_sv": "I fråga om medlemsregistret svarar kyrkostyrelsen för 1) registrets allmänna funktion, 2) enhetligheten i registerfunktionerna, 3) informationsförvaltningen, 4) datasäkerheten, 5) den elektroniska arkiveringen av uppgifter. Kyrkostyrelsen beslutar om sådant utlämnande av uppgifter som sker via en teknisk anslutning och om annat utlämnande än utlämnande av enstaka uppgifter om kyrkans medlemmar. Beslutet ska innehålla tillräckliga bestämmelser om användningen och skyddet av uppgifterna.",
        "folded_sv": "i fraga om medlemsregistret svarar kyrkostyrelsen for 1) registrets allmanna funktion, 2) enhetligheten i registerfunktionerna, 3) informationsforvaltningen, 4) datasakerheten, 5) den elektroniska arkiveringen av uppgifter. kyrkostyrelsen beslutar om sadant utlamnande av uppgifter som sker via en teknisk anslutning och om annat utlamnande an utlamnande av enstaka uppgifter om kyrkans medlemmar. beslutet ska innehalla tillrackliga bestammelser om anvandningen och skyddet av uppgifterna."
      }
    },
    {
      "provision_ref": "16:6 b",
      "chapter": "16",
      "section": "6 b",
      "title": "Vastuu rekisteristä",
      "content": "Vastuu jäsenrekisteristä jakautuu seurakuntien, keskusrekisterien ja kirkkohallituksen kesken siten kuin tässä laissa tai muussa laissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:6 b",
        "normalized_fi": "Vastuu jäsenrekisteristä jakautuu seurakuntien, keskusrekisterien ja kirkkohallituksen kesken siten kuin tässä laissa tai muussa laissa säädetään.",
        "folded_fi": "vastuu jasenrekisterista jakautuu seurakuntien, keskusrekisterien ja kirkkohallituksen kesken siten kuin tassa laissa tai muussa laissa saadetaan.",
        "title_sv": "Ansvaret för registret",
        "content_sv": "Ansvaret för medlemsregistret fördelar sig mellan församlingarna, centralregistren och kyrkostyrelsen på det sätt som föreskrivs i denna lag eller någon annan lag.",
        "normalized_sv": "Ansvaret för medlemsregistret fördelar sig mellan församlingarna, centralregistren och kyrkostyrelsen på det sätt som föreskrivs i denna lag eller någon annan lag.",
        "folded_sv": "ansvaret for medlemsregistret fordelar sig mellan forsamlingarna, centralregistren och kyrkostyrelsen pa det satt som foreskrivs i denna lag eller nagon annan lag."
      }
    },
    {
      "provision_ref": "16:7",
      "chapter": "16",
      "section": "7",
      "title": "Jäsenrekisterin tietojen käsittelyn seuranta ja valvonta",
      "content": "Jäsenrekisteristä luovutettuja 6 a §:n 2 momentissa tarkoitettuja tietoja saa käyttää vain siihen käyttötarkoitukseen, johon ne on luovutettu. Tiedot saa luovuttaa edelleen tai muuten antaa sivulliselle vain, jos siitä on säädetty laissa tai jos kirkkohallitus on antanut siihen luvan. Kirkkohallituksella on oikeus salassapitosäännösten estämättä saada jäsenrekisteristä luovutettujen 6 a §:n 2 momentissa tarkoitettujen tietojen käyttäjältä tietojen käytön seurantaa ja valvontaa varten välttämättömiä tietoja. Kirkkohallituksen määräämällä tarkastajalla on oikeus toimittaa tarkastus jäsenrekisteristä luovutettujen 6 a §:n 2 momentissa tarkoitettujen tietojen käytön ja suojauksen valvomiseksi. Tarkastajalla on oikeus tutkia salassapitosäännösten estämättä jäsenrekisteristä luovutettujen tietojen käsittelyssä käytetyt laitteet ja ohjelmistot sekä päästä tässä yhteydessä tiedon käyttäjän hallinnassa oleviin tarkastuksen suorittamisen kannalta tarpeellisiin tiloihin. Tarkastus on toteutettava niin, että siitä ei aiheudu tarkastuksen kohteelle tarpeettomasti haittaa eikä kustannuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:7",
        "normalized_fi": "Jäsenrekisteristä luovutettuja 6 a § :n 2 momentissa tarkoitettuja tietoja saa käyttää vain siihen käyttötarkoitukseen, johon ne on luovutettu. Tiedot saa luovuttaa edelleen tai muuten antaa sivulliselle vain, jos siitä on säädetty laissa tai jos kirkkohallitus on antanut siihen luvan. Kirkkohallituksella on oikeus salassapitosäännösten estämättä saada jäsenrekisteristä luovutettujen 6 a § :n 2 momentissa tarkoitettujen tietojen käyttäjältä tietojen käytön seurantaa ja valvontaa varten välttämättömiä tietoja. Kirkkohallituksen määräämällä tarkastajalla on oikeus toimittaa tarkastus jäsenrekisteristä luovutettujen 6 a § :n 2 momentissa tarkoitettujen tietojen käytön ja suojauksen valvomiseksi. Tarkastajalla on oikeus tutkia salassapitosäännösten estämättä jäsenrekisteristä luovutettujen tietojen käsittelyssä käytetyt laitteet ja ohjelmistot sekä päästä tässä yhteydessä tiedon käyttäjän hallinnassa oleviin tarkastuksen suorittamisen kannalta tarpeellisiin tiloihin. Tarkastus on toteutettava niin, että siitä ei aiheudu tarkastuksen kohteelle tarpeettomasti haittaa eikä kustannuksia.",
        "folded_fi": "jasenrekisterista luovutettuja 6 a §:n 2 momentissa tarkoitettuja tietoja saa kayttaa vain siihen kayttotarkoitukseen, johon ne on luovutettu. tiedot saa luovuttaa edelleen tai muuten antaa sivulliselle vain, jos siita on saadetty laissa tai jos kirkkohallitus on antanut siihen luvan. kirkkohallituksella on oikeus salassapitosaannosten estamatta saada jasenrekisterista luovutettujen 6 a §:n 2 momentissa tarkoitettujen tietojen kayttajalta tietojen kayton seurantaa ja valvontaa varten valttamattomia tietoja. kirkkohallituksen maaraamalla tarkastajalla on oikeus toimittaa tarkastus jasenrekisterista luovutettujen 6 a §:n 2 momentissa tarkoitettujen tietojen kayton ja suojauksen valvomiseksi. tarkastajalla on oikeus tutkia salassapitosaannosten estamatta jasenrekisterista luovutettujen tietojen kasittelyssa kaytetyt laitteet ja ohjelmistot seka paasta tassa yhteydessa tiedon kayttajan hallinnassa oleviin tarkastuksen suorittamisen kannalta tarpeellisiin tiloihin. tarkastus on toteutettava niin, etta siita ei aiheudu tarkastuksen kohteelle tarpeettomasti haittaa eika kustannuksia.",
        "title_sv": "Uppföljning och övervakning av behandlingen av uppgifter i medlemsregistret",
        "content_sv": "Ur medlemsregistret utlämnade uppgifter som avses i 6 a § 2 mom. får användas enbart för det användningsändamål för vilket de lämnades ut. Uppgifter får lämnas vidare eller annars lämnas ut till utomstående endast om det föreskrivs om detta i lag eller om kyrkostyrelsen har gett tillstånd till det. Trots sekretessbestämmelserna har kyrkostyrelsen rätt att av den som använder sådana ur medlemsregistret utlämnade uppgifter som avses i 6 a § 2 mom. få den information som är nödvändig för att följa och övervaka användningen av uppgifterna. En inspektör som har förordnats av kyrkostyrelsen har rätt att utföra inspektioner för att övervaka användningen och skyddet av sådana ur medlemsregistret utlämnade uppgifter som avses i 6 a § 2 mom. Trots sekretessbestämmelserna har inspektören rätt att undersöka den maskinvara och programvara som har använts vid behandlingen av de utlämnade uppgifterna och att i detta sammanhang i den utsträckning det behövs för inspektionen få tillträde till sådana utrymmen som den som använder uppgifterna förfogar över. Inspektionen ska utföras så att den inte medför onödiga olägenheter eller kostnader för den som inspekteras.",
        "normalized_sv": "Ur medlemsregistret utlämnade uppgifter som avses i 6 a § 2 mom. får användas enbart för det användningsändamål för vilket de lämnades ut. Uppgifter får lämnas vidare eller annars lämnas ut till utomstående endast om det föreskrivs om detta i lag eller om kyrkostyrelsen har gett tillstånd till det. Trots sekretessbestämmelserna har kyrkostyrelsen rätt att av den som använder sådana ur medlemsregistret utlämnade uppgifter som avses i 6 a § 2 mom. få den information som är nödvändig för att följa och övervaka användningen av uppgifterna. En inspektör som har förordnats av kyrkostyrelsen har rätt att utföra inspektioner för att övervaka användningen och skyddet av sådana ur medlemsregistret utlämnade uppgifter som avses i 6 a § 2 mom. Trots sekretessbestämmelserna har inspektören rätt att undersöka den maskinvara och programvara som har använts vid behandlingen av de utlämnade uppgifterna och att i detta sammanhang i den utsträckning det behövs för inspektionen få tillträde till sådana utrymmen som den som använder uppgifterna förfogar över. Inspektionen ska utföras så att den inte medför onödiga olägenheter eller kostnader för den som inspekteras.",
        "folded_sv": "ur medlemsregistret utlamnade uppgifter som avses i 6 a § 2 mom. far anvandas enbart for det anvandningsandamal for vilket de lamnades ut. uppgifter far lamnas vidare eller annars lamnas ut till utomstaende endast om det foreskrivs om detta i lag eller om kyrkostyrelsen har gett tillstand till det. trots sekretessbestammelserna har kyrkostyrelsen ratt att av den som anvander sadana ur medlemsregistret utlamnade uppgifter som avses i 6 a § 2 mom. fa den information som ar nodvandig for att folja och overvaka anvandningen av uppgifterna. en inspektor som har forordnats av kyrkostyrelsen har ratt att utfora inspektioner for att overvaka anvandningen och skyddet av sadana ur medlemsregistret utlamnade uppgifter som avses i 6 a § 2 mom. trots sekretessbestammelserna har inspektoren ratt att undersoka den maskinvara och programvara som har anvants vid behandlingen av de utlamnade uppgifterna och att i detta sammanhang i den utstrackning det behovs for inspektionen fa tilltrade till sadana utrymmen som den som anvander uppgifterna forfogar over. inspektionen ska utforas sa att den inte medfor onodiga olagenheter eller kostnader for den som inspekteras."
      }
    },
    {
      "provision_ref": "16:8",
      "chapter": "16",
      "section": "8",
      "title": "Jäsenrekisterin käyttöoikeus sekä käyttöoikeus- ja lokirekisteri",
      "content": "Kirkkohallitus päättää käyttöoikeuksien myöntämisestä jäsenrekisterin tietojen käsittelyyn. Seurakunnan kirkkoherra voi päättää käyttöoikeuden myöntämisestä seurakunnan jäseniä koskevien tietojen käsittelyyn. Keskusrekisterin johtaja tai hänen määräämänsä viranhaltija voi päättää käyttöoikeuden myöntämisestä keskusrekisteriin kuuluvien seurakuntien jäseniä koskevien tietojen käsittelyyn.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:8",
        "normalized_fi": "Kirkkohallitus päättää käyttöoikeuksien myöntämisestä jäsenrekisterin tietojen käsittelyyn. Seurakunnan kirkkoherra voi päättää käyttöoikeuden myöntämisestä seurakunnan jäseniä koskevien tietojen käsittelyyn. Keskusrekisterin johtaja tai hänen määräämänsä viranhaltija voi päättää käyttöoikeuden myöntämisestä keskusrekisteriin kuuluvien seurakuntien jäseniä koskevien tietojen käsittelyyn.",
        "folded_fi": "kirkkohallitus paattaa kayttooikeuksien myontamisesta jasenrekisterin tietojen kasittelyyn. seurakunnan kirkkoherra voi paattaa kayttooikeuden myontamisesta seurakunnan jasenia koskevien tietojen kasittelyyn. keskusrekisterin johtaja tai hanen maaraamansa viranhaltija voi paattaa kayttooikeuden myontamisesta keskusrekisteriin kuuluvien seurakuntien jasenia koskevien tietojen kasittelyyn.",
        "title_sv": "Användarrätt till medlemsregistret samt användarrätts- och loggregister",
        "content_sv": "Kyrkostyrelsen beslutar om beviljande av användarrätt för behandling av uppgifter i medlemsregistret. Församlingens kyrkoherde kan besluta om beviljande av användarrätt för behandling av uppgifter om församlingens medlemmar. Direktören för ett centralregister eller en tjänsteinnehavare som har förordnats av direktören kan besluta om beviljande av användarrätt för behandling av uppgifter om medlemmar i församlingar som hör till centralregistret.",
        "normalized_sv": "Kyrkostyrelsen beslutar om beviljande av användarrätt för behandling av uppgifter i medlemsregistret. Församlingens kyrkoherde kan besluta om beviljande av användarrätt för behandling av uppgifter om församlingens medlemmar. Direktören för ett centralregister eller en tjänsteinnehavare som har förordnats av direktören kan besluta om beviljande av användarrätt för behandling av uppgifter om medlemmar i församlingar som hör till centralregistret.",
        "folded_sv": "kyrkostyrelsen beslutar om beviljande av anvandarratt for behandling av uppgifter i medlemsregistret. forsamlingens kyrkoherde kan besluta om beviljande av anvandarratt for behandling av uppgifter om forsamlingens medlemmar. direktoren for ett centralregister eller en tjansteinnehavare som har forordnats av direktoren kan besluta om beviljande av anvandarratt for behandling av uppgifter om medlemmar i forsamlingar som hor till centralregistret."
      }
    },
    {
      "provision_ref": "16:14",
      "chapter": "16",
      "section": "14",
      "title": "Suhde muuhun lainsäädäntöön",
      "content": "Kirkkohallituksen oikeuteen käyttää ja luovuttaa käyttöoikeusrekisterin ja lokirekisterin tietoja sovelletaan, mitä Väestörekisterikeskuksen oikeudesta käyttää ja luovuttaa käyttäjärekisterin ja lokirekisterin tietoja säädetään väestötietojärjestelmästä ja Väestörekisterikeskuksen varmennepalveluista annetun lain 54 §:n 1 momentissa sekä 55, 57 ja 58 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:14",
        "normalized_fi": "Kirkkohallituksen oikeuteen käyttää ja luovuttaa käyttöoikeusrekisterin ja lokirekisterin tietoja sovelletaan, mitä Väestörekisterikeskuksen oikeudesta käyttää ja luovuttaa käyttäjärekisterin ja lokirekisterin tietoja säädetään väestötietojärjestelmästä ja Väestörekisterikeskuksen varmennepalveluista annetun lain 54 § :n 1 momentissa sekä 55, 57 ja 58 § :ssä.",
        "folded_fi": "kirkkohallituksen oikeuteen kayttaa ja luovuttaa kayttooikeusrekisterin ja lokirekisterin tietoja sovelletaan, mita vaestorekisterikeskuksen oikeudesta kayttaa ja luovuttaa kayttajarekisterin ja lokirekisterin tietoja saadetaan vaestotietojarjestelmasta ja vaestorekisterikeskuksen varmennepalveluista annetun lain 54 §:n 1 momentissa seka 55, 57 ja 58 §:ssa.",
        "title_sv": "Förhållande till annan lagstiftning",
        "content_sv": "På kyrkostyrelsens rätt att använda och lämna ut uppgifter i användarrättsregistret och loggregistret tillämpas det som i 54 § 1 mom. och 55, 57 och 58 § i lagen om befolkningsdatasystemet och Befolkningsregistercentralens certifikattjänster föreskrivs om Befolkningsregistercentralens rätt att använda och lämna ut uppgifter i användarregistret och loggregistret.",
        "normalized_sv": "På kyrkostyrelsens rätt att använda och lämna ut uppgifter i användarrättsregistret och loggregistret tillämpas det som i 54 § 1 mom. och 55, 57 och 58 § i lagen om befolkningsdatasystemet och Befolkningsregistercentralens certifikattjänster föreskrivs om Befolkningsregistercentralens rätt att använda och lämna ut uppgifter i användarregistret och loggregistret.",
        "folded_sv": "pa kyrkostyrelsens ratt att anvanda och lamna ut uppgifter i anvandarrattsregistret och loggregistret tillampas det som i 54 § 1 mom. och 55, 57 och 58 § i lagen om befolkningsdatasystemet och befolkningsregistercentralens certifikattjanster foreskrivs om befolkningsregistercentralens ratt att anvanda och lamna ut uppgifter i anvandarregistret och loggregistret."
      }
    },
    {
      "provision_ref": "24:3",
      "chapter": "24",
      "section": "3",
      "title": "Oikaisuvaatimus",
      "content": "Viranomaisen päätökseen tyytymätön voi tehdä, jollei tässä laissa toisin säädetä, kirjallisen oikaisuvaatimuksen seuraavasti: 3 a) keskusrekisterin johtajan päätöksestä, joka koskee 16 luvun 5 §:n 2 momentissa tarkoitettua asiaa, kirkkoneuvostolle tai yhteiselle kirkkoneuvostolle, jollei 4 momentista muuta johdu; Kirkonkirjoihin sisältyvien väestötietojen oikaisuun sovelletaan, mitä väestötietojärjestelmästä ja Väestörekisterikeskuksen varmennepalveluista annetussa laissa säädetään. Seurakunnan jäsenrekisterissä olevien muiden kuin väestötietojen oikaisuun sovelletaan, mitä henkilötietolaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "24:3",
        "normalized_fi": "Viranomaisen päätökseen tyytymätön voi tehdä, jollei tässä laissa toisin säädetä, kirjallisen oikaisuvaatimuksen seuraavasti: 3 a) keskusrekisterin johtajan päätöksestä, joka koskee 16 luvun 5 § :n 2 momentissa tarkoitettua asiaa, kirkkoneuvostolle tai yhteiselle kirkkoneuvostolle, jollei 4 momentista muuta johdu; Kirkonkirjoihin sisältyvien väestötietojen oikaisuun sovelletaan, mitä väestötietojärjestelmästä ja Väestörekisterikeskuksen varmennepalveluista annetussa laissa säädetään. Seurakunnan jäsenrekisterissä olevien muiden kuin väestötietojen oikaisuun sovelletaan, mitä henkilötietolaissa säädetään.",
        "folded_fi": "viranomaisen paatokseen tyytymaton voi tehda, jollei tassa laissa toisin saadeta, kirjallisen oikaisuvaatimuksen seuraavasti: 3 a) keskusrekisterin johtajan paatoksesta, joka koskee 16 luvun 5 §:n 2 momentissa tarkoitettua asiaa, kirkkoneuvostolle tai yhteiselle kirkkoneuvostolle, jollei 4 momentista muuta johdu; kirkonkirjoihin sisaltyvien vaestotietojen oikaisuun sovelletaan, mita vaestotietojarjestelmasta ja vaestorekisterikeskuksen varmennepalveluista annetussa laissa saadetaan. seurakunnan jasenrekisterissa olevien muiden kuin vaestotietojen oikaisuun sovelletaan, mita henkilotietolaissa saadetaan.",
        "title_sv": "Rättelseyrkande",
        "content_sv": "Den som är missnöjd med ett beslut av en myndighet kan framställa ett skriftligt rättelseyrkande enligt följande, om inte något annat bestäms i denna lag: 3 a) hos kyrkorådet eller gemensamma kyrkorådet i fråga om sådana beslut av direktören för ett centralregister som gäller ärenden som avses i 16 kap. 5 § 2 mom., om inte något annat följer av 4 mom., På rättelse av befolkningsuppgifter i kyrkböckerna tillämpas vad som föreskrivs i lagen om befolkningsdatasystemet och Befolkningsregistercentralens certifikattjänster. På rättelse av andra uppgifter än befolkningsuppgifter i församlingarnas medlemsregister tillämpas vad som föreskrivs i personuppgiftslagen.",
        "normalized_sv": "Den som är missnöjd med ett beslut av en myndighet kan framställa ett skriftligt rättelseyrkande enligt följande, om inte något annat bestäms i denna lag: 3 a) hos kyrkorådet eller gemensamma kyrkorådet i fråga om sådana beslut av direktören för ett centralregister som gäller ärenden som avses i 16 kap. 5 § 2 mom., om inte något annat följer av 4 mom., På rättelse av befolkningsuppgifter i kyrkböckerna tillämpas vad som föreskrivs i lagen om befolkningsdatasystemet och Befolkningsregistercentralens certifikattjänster. På rättelse av andra uppgifter än befolkningsuppgifter i församlingarnas medlemsregister tillämpas vad som föreskrivs i personuppgiftslagen.",
        "folded_sv": "den som ar missnojd med ett beslut av en myndighet kan framstalla ett skriftligt rattelseyrkande enligt foljande, om inte nagot annat bestams i denna lag: 3 a) hos kyrkoradet eller gemensamma kyrkoradet i fraga om sadana beslut av direktoren for ett centralregister som galler arenden som avses i 16 kap. 5 § 2 mom., om inte nagot annat foljer av 4 mom., pa rattelse av befolkningsuppgifter i kyrkbockerna tillampas vad som foreskrivs i lagen om befolkningsdatasystemet och befolkningsregistercentralens certifikattjanster. pa rattelse av andra uppgifter an befolkningsuppgifter i forsamlingarnas medlemsregister tillampas vad som foreskrivs i personuppgiftslagen."
      }
    },
    {
      "provision_ref": "24:13",
      "chapter": "24",
      "section": "13",
      "title": "Jatkovalitus",
      "content": "Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan. Jos hallinto-oikeuden päätös koskee valitusta seurakunnan tai seurakuntayhtymän viranomaisen päätöksestä, siitä on viipymättä julkaistava ilmoitus asianomaisen seurakunnan tai seurakuntayhtymän ilmoitustaululla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "24:13",
        "normalized_fi": "Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan. Jos hallinto-oikeuden päätös koskee valitusta seurakunnan tai seurakuntayhtymän viranomaisen päätöksestä, siitä on viipymättä julkaistava ilmoitus asianomaisen seurakunnan tai seurakuntayhtymän ilmoitustaululla.",
        "folded_fi": "hallinto-oikeuden paatokseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myontaa valitusluvan. jos hallinto-oikeuden paatos koskee valitusta seurakunnan tai seurakuntayhtyman viranomaisen paatoksesta, siita on viipymatta julkaistava ilmoitus asianomaisen seurakunnan tai seurakuntayhtyman ilmoitustaululla.",
        "title_sv": "Fullföljd",
        "content_sv": "Över ett beslut av förvaltningsdomstolen får besvär anföras endast om högsta förvaltningsdomstolen beviljar besvärstillstånd. Om förvaltningsdomstolens beslut gäller besvär över ett beslut av en församlings eller en kyrklig samfällighets myndighet, ska det utan dröjsmål tillkännages genom anslag på församlingens eller den kyrkliga samfällighetens anslagstavla.",
        "normalized_sv": "Över ett beslut av förvaltningsdomstolen får besvär anföras endast om högsta förvaltningsdomstolen beviljar besvärstillstånd. Om förvaltningsdomstolens beslut gäller besvär över ett beslut av en församlings eller en kyrklig samfällighets myndighet, ska det utan dröjsmål tillkännages genom anslag på församlingens eller den kyrkliga samfällighetens anslagstavla.",
        "folded_sv": "over ett beslut av forvaltningsdomstolen far besvar anforas endast om hogsta forvaltningsdomstolen beviljar besvarstillstand. om forvaltningsdomstolens beslut galler besvar over ett beslut av en forsamlings eller en kyrklig samfallighets myndighet, ska det utan drojsmal tillkannages genom anslag pa forsamlingens eller den kyrkliga samfallighetens anslagstavla."
      }
    },
    {
      "provision_ref": "25:14",
      "chapter": "25",
      "section": "14",
      "title": "Poikkeusolot",
      "content": "Jos valtioneuvoston asetuksella säädetään valmiuslain (1552/2011) mukaisten toimivaltuuksien soveltamisen aloittamisesta poikkeusoloissa, kirkkohallitus voi kutsua kirkolliskokouksen koolle määräämäänsä paikkaan. Jos kirkolliskokous ei voi kokoontua poikkeusolojen vallitessa, kirkkohallituksella on oikeus tehdä kirkolliskokouksen puolesta esityksiä ja antaa lausuntoja valtioneuvostolle. Lisäksi kirkkohallituksella on oikeus antaa enintään vuoden määräajaksi väliaikainen määräys: 1) kirkon keskusrahaston talousarviosta, talousarvion muutoksesta tai talousarvioesityksen soveltamisesta siihen asti, kunnes kirkolliskokous on asiasta päättänyt; 2) kirkkohallituksen hallinnosta ja toiminnasta; 3) seurakuntien ja seurakuntayhtymien hallinnosta, niiden omaisuuden suojelemisesta ja muista poikkeusolojen vaatimista toimenpiteistä; 4) seurakuntavaalien siirtämisestä; 5) kirkkovaltuuston tai yhteisen kirkkovaltuuston päätösvallan siirtämisestä kirkkoneuvostolle tai yhteiselle kirkkoneuvostolle taikka kirkkoneuvoston tai seurakuntaneuvoston päätösvallan siirtämisestä kirkkoherralle. Kirkkohallituksen 2 momentin nojalla antama väliaikainen määräys on saatettava kirkolliskokouksen käsiteltäväksi heti, kun se voi kokoontua. Kirkolliskokous voi jättää määräyksen voimaan, muuttaa määräystä tai kumota määräyksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "25:14",
        "normalized_fi": "Jos valtioneuvoston asetuksella säädetään valmiuslain (1552/2011) mukaisten toimivaltuuksien soveltamisen aloittamisesta poikkeusoloissa, kirkkohallitus voi kutsua kirkolliskokouksen koolle määräämäänsä paikkaan. Jos kirkolliskokous ei voi kokoontua poikkeusolojen vallitessa, kirkkohallituksella on oikeus tehdä kirkolliskokouksen puolesta esityksiä ja antaa lausuntoja valtioneuvostolle. Lisäksi kirkkohallituksella on oikeus antaa enintään vuoden määräajaksi väliaikainen määräys: 1) kirkon keskusrahaston talousarviosta, talousarvion muutoksesta tai talousarvioesityksen soveltamisesta siihen asti, kunnes kirkolliskokous on asiasta päättänyt; 2) kirkkohallituksen hallinnosta ja toiminnasta; 3) seurakuntien ja seurakuntayhtymien hallinnosta, niiden omaisuuden suojelemisesta ja muista poikkeusolojen vaatimista toimenpiteistä; 4) seurakuntavaalien siirtämisestä; 5) kirkkovaltuuston tai yhteisen kirkkovaltuuston päätösvallan siirtämisestä kirkkoneuvostolle tai yhteiselle kirkkoneuvostolle taikka kirkkoneuvoston tai seurakuntaneuvoston päätösvallan siirtämisestä kirkkoherralle. Kirkkohallituksen 2 momentin nojalla antama väliaikainen määräys on saatettava kirkolliskokouksen käsiteltäväksi heti, kun se voi kokoontua. Kirkolliskokous voi jättää määräyksen voimaan, muuttaa määräystä tai kumota määräyksen.",
        "folded_fi": "jos valtioneuvoston asetuksella saadetaan valmiuslain (1552/2011) mukaisten toimivaltuuksien soveltamisen aloittamisesta poikkeusoloissa, kirkkohallitus voi kutsua kirkolliskokouksen koolle maaraamaansa paikkaan. jos kirkolliskokous ei voi kokoontua poikkeusolojen vallitessa, kirkkohallituksella on oikeus tehda kirkolliskokouksen puolesta esityksia ja antaa lausuntoja valtioneuvostolle. lisaksi kirkkohallituksella on oikeus antaa enintaan vuoden maaraajaksi valiaikainen maarays: 1) kirkon keskusrahaston talousarviosta, talousarvion muutoksesta tai talousarvioesityksen soveltamisesta siihen asti, kunnes kirkolliskokous on asiasta paattanyt; 2) kirkkohallituksen hallinnosta ja toiminnasta; 3) seurakuntien ja seurakuntayhtymien hallinnosta, niiden omaisuuden suojelemisesta ja muista poikkeusolojen vaatimista toimenpiteista; 4) seurakuntavaalien siirtamisesta; 5) kirkkovaltuuston tai yhteisen kirkkovaltuuston paatosvallan siirtamisesta kirkkoneuvostolle tai yhteiselle kirkkoneuvostolle taikka kirkkoneuvoston tai seurakuntaneuvoston paatosvallan siirtamisesta kirkkoherralle. kirkkohallituksen 2 momentin nojalla antama valiaikainen maarays on saatettava kirkolliskokouksen kasiteltavaksi heti, kun se voi kokoontua. kirkolliskokous voi jattaa maarayksen voimaan, muuttaa maaraysta tai kumota maarayksen.",
        "title_sv": "Undantagsförhållanden",
        "content_sv": "Om det genom förordning av statsrådet föreskrivs att befogenheter enligt beredskapslagen (1552/2011) ska börja tillämpas under undantagsförhållanden, kan kyrkostyrelsen sammankalla kyrkomötet på en plats som den bestämmer. Om kyrkomötet inte kan sammankomma under undantagsförhållanden, har kyrkostyrelsen rätt att på kyrkomötets vägnar göra framställningar och avge utlåtanden till statsrådet. Dessutom har kyrkostyrelsen rätt att för högst ett år meddela interimistiska bestämmelser om 1) budgeten för kyrkans centralfond, ändringar i budgeten eller tillämpning av ett budgetförslag till dess att kyrkomötet har fattat beslut i ärendet, 2) kyrkostyrelsens förvaltning och verksamhet, 3) församlingarnas och de kyrkliga samfälligheternas förvaltning, skyddet av deras egendom och andra åtgärder som undantagsförhållandena kräver, 4) framskjutande av församlingsval, 5) att kyrkofullmäktiges eller gemensamma kyrkofullmäktiges beslutanderätt ska överföras på kyrkorådet eller gemensamma kyrkorådet, eller att kyrkorådets eller församlingsrådets beslutanderätt ska överföras på kyrkoherden. Sådana interimistiska bestämmelser som kyrkostyrelsen har meddelat med stöd av 2 mom. ska lämnas över till kyrkomötet för behandling genast när det kan sammankomma. Kyrkomötet kan låta en bestämmelse vara i kraft, ändra den eller upphäva den.",
        "normalized_sv": "Om det genom förordning av statsrådet föreskrivs att befogenheter enligt beredskapslagen (1552/2011) ska börja tillämpas under undantagsförhållanden, kan kyrkostyrelsen sammankalla kyrkomötet på en plats som den bestämmer. Om kyrkomötet inte kan sammankomma under undantagsförhållanden, har kyrkostyrelsen rätt att på kyrkomötets vägnar göra framställningar och avge utlåtanden till statsrådet. Dessutom har kyrkostyrelsen rätt att för högst ett år meddela interimistiska bestämmelser om 1) budgeten för kyrkans centralfond, ändringar i budgeten eller tillämpning av ett budgetförslag till dess att kyrkomötet har fattat beslut i ärendet, 2) kyrkostyrelsens förvaltning och verksamhet, 3) församlingarnas och de kyrkliga samfälligheternas förvaltning, skyddet av deras egendom och andra åtgärder som undantagsförhållandena kräver, 4) framskjutande av församlingsval, 5) att kyrkofullmäktiges eller gemensamma kyrkofullmäktiges beslutanderätt ska överföras på kyrkorådet eller gemensamma kyrkorådet, eller att kyrkorådets eller församlingsrådets beslutanderätt ska överföras på kyrkoherden. Sådana interimistiska bestämmelser som kyrkostyrelsen har meddelat med stöd av 2 mom. ska lämnas över till kyrkomötet för behandling genast när det kan sammankomma. Kyrkomötet kan låta en bestämmelse vara i kraft, ändra den eller upphäva den.",
        "folded_sv": "om det genom forordning av statsradet foreskrivs att befogenheter enligt beredskapslagen (1552/2011) ska borja tillampas under undantagsforhallanden, kan kyrkostyrelsen sammankalla kyrkomotet pa en plats som den bestammer. om kyrkomotet inte kan sammankomma under undantagsforhallanden, har kyrkostyrelsen ratt att pa kyrkomotets vagnar gora framstallningar och avge utlatanden till statsradet. dessutom har kyrkostyrelsen ratt att for hogst ett ar meddela interimistiska bestammelser om 1) budgeten for kyrkans centralfond, andringar i budgeten eller tillampning av ett budgetforslag till dess att kyrkomotet har fattat beslut i arendet, 2) kyrkostyrelsens forvaltning och verksamhet, 3) forsamlingarnas och de kyrkliga samfalligheternas forvaltning, skyddet av deras egendom och andra atgarder som undantagsforhallandena kraver, 4) framskjutande av forsamlingsval, 5) att kyrkofullmaktiges eller gemensamma kyrkofullmaktiges beslutanderatt ska overforas pa kyrkoradet eller gemensamma kyrkoradet, eller att kyrkoradets eller forsamlingsradets beslutanderatt ska overforas pa kyrkoherden. sadana interimistiska bestammelser som kyrkostyrelsen har meddelat med stod av 2 mom. ska lamnas over till kyrkomotet for behandling genast nar det kan sammankomma. kyrkomotet kan lata en bestammelse vara i kraft, andra den eller upphava den."
      }
    },
    {
      "provision_ref": "25:15",
      "chapter": "25",
      "section": "15",
      "title": "Päätösvaltaisuus poikkeusoloissa",
      "content": "Tuomiokapituli voi 14 §:n 1 momentissa tarkoitetuissa poikkeusoloissa tehdä tuomiokapitulin ja hiippakuntavaltuuston toimivaltaan kuuluvat välttämättömät ja kiireelliset päätökset, jos läsnä on kolme tuomiokapitulin jäsentä. Kirkkohallitus voi tehdä 14 §:n 1 ja 2 momentissa tarkoitetut ja muut välttämättömät ja kiireelliset päätökset, jos läsnä on viisi kirkkohallituksen jäsentä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "25:15",
        "normalized_fi": "Tuomiokapituli voi 14 § :n 1 momentissa tarkoitetuissa poikkeusoloissa tehdä tuomiokapitulin ja hiippakuntavaltuuston toimivaltaan kuuluvat välttämättömät ja kiireelliset päätökset, jos läsnä on kolme tuomiokapitulin jäsentä. Kirkkohallitus voi tehdä 14 § :n 1 ja 2 momentissa tarkoitetut ja muut välttämättömät ja kiireelliset päätökset, jos läsnä on viisi kirkkohallituksen jäsentä.",
        "folded_fi": "tuomiokapituli voi 14 §:n 1 momentissa tarkoitetuissa poikkeusoloissa tehda tuomiokapitulin ja hiippakuntavaltuuston toimivaltaan kuuluvat valttamattomat ja kiireelliset paatokset, jos lasna on kolme tuomiokapitulin jasenta. kirkkohallitus voi tehda 14 §:n 1 ja 2 momentissa tarkoitetut ja muut valttamattomat ja kiireelliset paatokset, jos lasna on viisi kirkkohallituksen jasenta.",
        "title_sv": "Beslutförheten under undantagsförhållanden",
        "content_sv": "Domkapitlet kan under sådana undantagsförhållanden som avses i 14 § 1 mom. fatta sådana nödvändiga och brådskande beslut som hör till domkapitlets och stiftsfullmäktiges behörighet, om tre av domkapitlets medlemmar är närvarande. Kyrkostyrelsen kan fatta i 14 § 1 och 2 mom. avsedda och andra nödvändiga och brådskande beslut, om fem av kyrkostyrelsens medlemmar är närvarande.",
        "normalized_sv": "Domkapitlet kan under sådana undantagsförhållanden som avses i 14 § 1 mom. fatta sådana nödvändiga och brådskande beslut som hör till domkapitlets och stiftsfullmäktiges behörighet, om tre av domkapitlets medlemmar är närvarande. Kyrkostyrelsen kan fatta i 14 § 1 och 2 mom. avsedda och andra nödvändiga och brådskande beslut, om fem av kyrkostyrelsens medlemmar är närvarande.",
        "folded_sv": "domkapitlet kan under sadana undantagsforhallanden som avses i 14 § 1 mom. fatta sadana nodvandiga och bradskande beslut som hor till domkapitlets och stiftsfullmaktiges behorighet, om tre av domkapitlets medlemmar ar narvarande. kyrkostyrelsen kan fatta i 14 § 1 och 2 mom. avsedda och andra nodvandiga och bradskande beslut, om fem av kyrkostyrelsens medlemmar ar narvarande."
      }
    },
    {
      "provision_ref": "25:15 a",
      "chapter": "25",
      "section": "15 a",
      "title": "Poikkeusoloihin ja kriisitilanteisiin varautuminen sekä varautumisen johtaminen",
      "content": "Seurakunnan, seurakuntayhtymän, hiippakunnan ja kirkkohallituksen tulee valmiussuunnittelulla ja poikkeusoloissa tapahtuvan toiminnan etukäteisvalmisteluilla sekä muilla toimenpiteillä varmistaa tehtäviensä mahdollisimman hyvä hoitaminen poikkeusoloissa. Seurakunnan tulee varautua henkisen huollon tarjoamiseen kriisitilanteissa. Tuomiokapituli johtaa ja valvoo hiippakunnan seurakuntien ja seurakuntayhtymien varautumista. Kirkkohallitus johtaa kirkon keskushallinnon varautumista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "25:15 a",
        "normalized_fi": "Seurakunnan, seurakuntayhtymän, hiippakunnan ja kirkkohallituksen tulee valmiussuunnittelulla ja poikkeusoloissa tapahtuvan toiminnan etukäteisvalmisteluilla sekä muilla toimenpiteillä varmistaa tehtäviensä mahdollisimman hyvä hoitaminen poikkeusoloissa. Seurakunnan tulee varautua henkisen huollon tarjoamiseen kriisitilanteissa. Tuomiokapituli johtaa ja valvoo hiippakunnan seurakuntien ja seurakuntayhtymien varautumista. Kirkkohallitus johtaa kirkon keskushallinnon varautumista.",
        "folded_fi": "seurakunnan, seurakuntayhtyman, hiippakunnan ja kirkkohallituksen tulee valmiussuunnittelulla ja poikkeusoloissa tapahtuvan toiminnan etukateisvalmisteluilla seka muilla toimenpiteilla varmistaa tehtaviensa mahdollisimman hyva hoitaminen poikkeusoloissa. seurakunnan tulee varautua henkisen huollon tarjoamiseen kriisitilanteissa. tuomiokapituli johtaa ja valvoo hiippakunnan seurakuntien ja seurakuntayhtymien varautumista. kirkkohallitus johtaa kirkon keskushallinnon varautumista.",
        "title_sv": "Förberedelser inför undantagsförhållanden och krissituationer samt ledningen av förberedelserna",
        "content_sv": "Församlingen, den kyrkliga samfälligheten, stiftet och kyrkostyrelsen ska genom beredskapsplanering och förberedelser för verksamhet under undantagsförhållanden samt genom andra åtgärder säkerställa att deras uppgifter kan skötas så väl som möjligt under undantagsförhållanden. Församlingen ska bereda sig på att tillhandahålla andlig vård vid krissituationer. Domkapitlet leder och övervakar förberedelserna inom stiftets församlingar och kyrkliga samfälligheter. Kyrkostyrelsen leder förberedelserna inom kyrkans centralförvaltning.",
        "normalized_sv": "Församlingen, den kyrkliga samfälligheten, stiftet och kyrkostyrelsen ska genom beredskapsplanering och förberedelser för verksamhet under undantagsförhållanden samt genom andra åtgärder säkerställa att deras uppgifter kan skötas så väl som möjligt under undantagsförhållanden. Församlingen ska bereda sig på att tillhandahålla andlig vård vid krissituationer. Domkapitlet leder och övervakar förberedelserna inom stiftets församlingar och kyrkliga samfälligheter. Kyrkostyrelsen leder förberedelserna inom kyrkans centralförvaltning.",
        "folded_sv": "forsamlingen, den kyrkliga samfalligheten, stiftet och kyrkostyrelsen ska genom beredskapsplanering och forberedelser for verksamhet under undantagsforhallanden samt genom andra atgarder sakerstalla att deras uppgifter kan skotas sa val som mojligt under undantagsforhallanden. forsamlingen ska bereda sig pa att tillhandahalla andlig vard vid krissituationer. domkapitlet leder och overvakar forberedelserna inom stiftets forsamlingar och kyrkliga samfalligheter. kyrkostyrelsen leder forberedelserna inom kyrkans centralforvaltning."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "16:2",
      "chapter": "16",
      "section": "2",
      "title": "Kirkonkirjojen käyttötarkoitus",
      "content": "Kirkkohallitus saa käyttää jäsenrekisterin tietoja tässä laissa tai sen nojalla säädettyjen tai määrättyjen tehtävien hoitamisessa sekä tilastojen laatimisessa ja kirkon toimintaan liittyvien tutkimusten tekemisessä. Tuomiokapituli saa käyttää jäsenrekisterin tietoja tässä laissa tai sen nojalla säädettyjen tai määrättyjen tehtävien hoitamisessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:2",
        "normalized_fi": "Kirkkohallitus saa käyttää jäsenrekisterin tietoja tässä laissa tai sen nojalla säädettyjen tai määrättyjen tehtävien hoitamisessa sekä tilastojen laatimisessa ja kirkon toimintaan liittyvien tutkimusten tekemisessä. Tuomiokapituli saa käyttää jäsenrekisterin tietoja tässä laissa tai sen nojalla säädettyjen tai määrättyjen tehtävien hoitamisessa.",
        "folded_fi": "kirkkohallitus saa kayttaa jasenrekisterin tietoja tassa laissa tai sen nojalla saadettyjen tai maarattyjen tehtavien hoitamisessa seka tilastojen laatimisessa ja kirkon toimintaan liittyvien tutkimusten tekemisessa. tuomiokapituli saa kayttaa jasenrekisterin tietoja tassa laissa tai sen nojalla saadettyjen tai maarattyjen tehtavien hoitamisessa.",
        "title_sv": "Kyrkböckernas användningsändamål",
        "content_sv": "Kyrkostyrelsen får använda uppgifterna i medlemsregistret vid skötseln av uppgifter som anges i denna lag eller som föreskrivs eller bestäms med stöd av den samt vid statistikföring och utförande av undersökningar som anknyter till kyrkans verksamhet. Domkapitlet får använda uppgifterna i medlemsregistret vid skötseln av uppgifter som anges i denna lag eller som föreskrivs eller bestäms med stöd av den.",
        "normalized_sv": "Kyrkostyrelsen får använda uppgifterna i medlemsregistret vid skötseln av uppgifter som anges i denna lag eller som föreskrivs eller bestäms med stöd av den samt vid statistikföring och utförande av undersökningar som anknyter till kyrkans verksamhet. Domkapitlet får använda uppgifterna i medlemsregistret vid skötseln av uppgifter som anges i denna lag eller som föreskrivs eller bestäms med stöd av den.",
        "folded_sv": "kyrkostyrelsen far anvanda uppgifterna i medlemsregistret vid skotseln av uppgifter som anges i denna lag eller som foreskrivs eller bestams med stod av den samt vid statistikforing och utforande av undersokningar som anknyter till kyrkans verksamhet. domkapitlet far anvanda uppgifterna i medlemsregistret vid skotseln av uppgifter som anges i denna lag eller som foreskrivs eller bestams med stod av den."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "16:5",
      "chapter": "16",
      "section": "5",
      "title": "Seurakunnat ja keskusrekisterit rekisterinpitäjinä",
      "content": "Rekisterinpitäjiä ovat seurakunnat ja keskusrekisterit. Rekisterinpitäjä ei saa luovuttaa rekisterinpitoa muulle toimijalle. Seurakunnassa kirkkoherra ja keskusrekisterissä sen johtaja: 1) päättää kirkonkirjojen pitämistä koskevista asioista; 2) päättää jäsentä koskevien tietojen käsittelystä; 3) vastaa rekisteritietojen virheettömyydestä; 4) päättää kirkonkirjaan talletettujen kirkon jäsenten yksittäisten tietojen luovuttamisesta todistuksena, otteena tai jäljennöksenä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:5",
        "normalized_fi": "Rekisterinpitäjiä ovat seurakunnat ja keskusrekisterit. Rekisterinpitäjä ei saa luovuttaa rekisterinpitoa muulle toimijalle. Seurakunnassa kirkkoherra ja keskusrekisterissä sen johtaja: 1) päättää kirkonkirjojen pitämistä koskevista asioista; 2) päättää jäsentä koskevien tietojen käsittelystä; 3) vastaa rekisteritietojen virheettömyydestä; 4) päättää kirkonkirjaan talletettujen kirkon jäsenten yksittäisten tietojen luovuttamisesta todistuksena, otteena tai jäljennöksenä.",
        "folded_fi": "rekisterinpitajia ovat seurakunnat ja keskusrekisterit. rekisterinpitaja ei saa luovuttaa rekisterinpitoa muulle toimijalle. seurakunnassa kirkkoherra ja keskusrekisterissa sen johtaja: 1) paattaa kirkonkirjojen pitamista koskevista asioista; 2) paattaa jasenta koskevien tietojen kasittelysta; 3) vastaa rekisteritietojen virheettomyydesta; 4) paattaa kirkonkirjaan talletettujen kirkon jasenten yksittaisten tietojen luovuttamisesta todistuksena, otteena tai jaljennoksena.",
        "title_sv": "Församlingarna och centralregistren som registeransvariga",
        "content_sv": "Registeransvariga är församlingarna och centralregistren. En registeransvarig får inte överlämna registerföringen åt någon annan aktör. I en församling är det kyrkoherden och vid ett centralregister direktören som 1) beslutar i frågor som gäller förande av kyrkböcker, 2) beslutar om behandling av uppgifter som gäller medlemmar, 3) svarar för att uppgifterna i registret är felfria, 4) beslutar om utlämnande av enstaka uppgifter om kyrkans medlemmar i kyrkböckerna i form av intyg, utdrag eller kopior.",
        "normalized_sv": "Registeransvariga är församlingarna och centralregistren. En registeransvarig får inte överlämna registerföringen åt någon annan aktör. I en församling är det kyrkoherden och vid ett centralregister direktören som 1) beslutar i frågor som gäller förande av kyrkböcker, 2) beslutar om behandling av uppgifter som gäller medlemmar, 3) svarar för att uppgifterna i registret är felfria, 4) beslutar om utlämnande av enstaka uppgifter om kyrkans medlemmar i kyrkböckerna i form av intyg, utdrag eller kopior.",
        "folded_sv": "registeransvariga ar forsamlingarna och centralregistren. en registeransvarig far inte overlamna registerforingen at nagon annan aktor. i en forsamling ar det kyrkoherden och vid ett centralregister direktoren som 1) beslutar i fragor som galler forande av kyrkbocker, 2) beslutar om behandling av uppgifter som galler medlemmar, 3) svarar for att uppgifterna i registret ar felfria, 4) beslutar om utlamnande av enstaka uppgifter om kyrkans medlemmar i kyrkbockerna i form av intyg, utdrag eller kopior."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "16:6",
      "chapter": "16",
      "section": "6",
      "title": "Tietojen tallettaminen jäsenrekisteriin",
      "content": "Tiedon kirkollisesta vihkimisestä, avioliiton siunaamisesta, rippikoulun käymisestä ja konfirmaatiosta saa tallettaa jäsenrekisteriin muukin seurakunta tai keskusrekisteri kuin se, jonka jäsentä tieto koskee.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:6",
        "normalized_fi": "Tiedon kirkollisesta vihkimisestä, avioliiton siunaamisesta, rippikoulun käymisestä ja konfirmaatiosta saa tallettaa jäsenrekisteriin muukin seurakunta tai keskusrekisteri kuin se, jonka jäsentä tieto koskee.",
        "folded_fi": "tiedon kirkollisesta vihkimisesta, avioliiton siunaamisesta, rippikoulun kaymisesta ja konfirmaatiosta saa tallettaa jasenrekisteriin muukin seurakunta tai keskusrekisteri kuin se, jonka jasenta tieto koskee.",
        "title_sv": "Införande av uppgifter i medlemsregistret",
        "content_sv": "Uppgifter om kyrklig vigsel, välsignelse av äktenskap, skriftskolgång och konfirmation får föras in i medlemsregistret även av en annan församling eller ett annat centralregister än den församling eller det centralregister vars medlem uppgiften gäller.",
        "normalized_sv": "Uppgifter om kyrklig vigsel, välsignelse av äktenskap, skriftskolgång och konfirmation får föras in i medlemsregistret även av en annan församling eller ett annat centralregister än den församling eller det centralregister vars medlem uppgiften gäller.",
        "folded_sv": "uppgifter om kyrklig vigsel, valsignelse av aktenskap, skriftskolgang och konfirmation far foras in i medlemsregistret aven av en annan forsamling eller ett annat centralregister an den forsamling eller det centralregister vars medlem uppgiften galler."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "16:6 a",
      "chapter": "16",
      "section": "6 a",
      "title": "Jäsenrekisteriin liittyvät kirkkohallituksen tehtävät",
      "content": "Kirkkohallitus vastaa jäsenrekisterin: 1) yleisestä toimivuudesta; 2) rekisteritoimintojen yhtenäisyydestä; 3) tietohallinnosta; 4) tietoturvallisuudesta; 5) tietojen sähköisestä arkistoinnista. Kirkkohallitus päättää teknisen käyttöyhteyden välityksellä tapahtuvasta tietojen luovuttamisesta ja muusta kuin kirkon jäsenten yksittäisten tietojen luovuttamisesta. Päätöksessä on annettava tarvittavat määräykset tietojen käytöstä ja suojauksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:6 a",
        "normalized_fi": "Kirkkohallitus vastaa jäsenrekisterin: 1) yleisestä toimivuudesta; 2) rekisteritoimintojen yhtenäisyydestä; 3) tietohallinnosta; 4) tietoturvallisuudesta; 5) tietojen sähköisestä arkistoinnista. Kirkkohallitus päättää teknisen käyttöyhteyden välityksellä tapahtuvasta tietojen luovuttamisesta ja muusta kuin kirkon jäsenten yksittäisten tietojen luovuttamisesta. Päätöksessä on annettava tarvittavat määräykset tietojen käytöstä ja suojauksesta.",
        "folded_fi": "kirkkohallitus vastaa jasenrekisterin: 1) yleisesta toimivuudesta; 2) rekisteritoimintojen yhtenaisyydesta; 3) tietohallinnosta; 4) tietoturvallisuudesta; 5) tietojen sahkoisesta arkistoinnista. kirkkohallitus paattaa teknisen kayttoyhteyden valityksella tapahtuvasta tietojen luovuttamisesta ja muusta kuin kirkon jasenten yksittaisten tietojen luovuttamisesta. paatoksessa on annettava tarvittavat maaraykset tietojen kaytosta ja suojauksesta.",
        "title_sv": "Kyrkostyrelsens uppgifter i anknytning till medlemsregistret",
        "content_sv": "I fråga om medlemsregistret svarar kyrkostyrelsen för 1) registrets allmänna funktion, 2) enhetligheten i registerfunktionerna, 3) informationsförvaltningen, 4) datasäkerheten, 5) den elektroniska arkiveringen av uppgifter. Kyrkostyrelsen beslutar om sådant utlämnande av uppgifter som sker via en teknisk anslutning och om annat utlämnande än utlämnande av enstaka uppgifter om kyrkans medlemmar. Beslutet ska innehålla tillräckliga bestämmelser om användningen och skyddet av uppgifterna.",
        "normalized_sv": "I fråga om medlemsregistret svarar kyrkostyrelsen för 1) registrets allmänna funktion, 2) enhetligheten i registerfunktionerna, 3) informationsförvaltningen, 4) datasäkerheten, 5) den elektroniska arkiveringen av uppgifter. Kyrkostyrelsen beslutar om sådant utlämnande av uppgifter som sker via en teknisk anslutning och om annat utlämnande än utlämnande av enstaka uppgifter om kyrkans medlemmar. Beslutet ska innehålla tillräckliga bestämmelser om användningen och skyddet av uppgifterna.",
        "folded_sv": "i fraga om medlemsregistret svarar kyrkostyrelsen for 1) registrets allmanna funktion, 2) enhetligheten i registerfunktionerna, 3) informationsforvaltningen, 4) datasakerheten, 5) den elektroniska arkiveringen av uppgifter. kyrkostyrelsen beslutar om sadant utlamnande av uppgifter som sker via en teknisk anslutning och om annat utlamnande an utlamnande av enstaka uppgifter om kyrkans medlemmar. beslutet ska innehalla tillrackliga bestammelser om anvandningen och skyddet av uppgifterna."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "16:6 b",
      "chapter": "16",
      "section": "6 b",
      "title": "Vastuu rekisteristä",
      "content": "Vastuu jäsenrekisteristä jakautuu seurakuntien, keskusrekisterien ja kirkkohallituksen kesken siten kuin tässä laissa tai muussa laissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:6 b",
        "normalized_fi": "Vastuu jäsenrekisteristä jakautuu seurakuntien, keskusrekisterien ja kirkkohallituksen kesken siten kuin tässä laissa tai muussa laissa säädetään.",
        "folded_fi": "vastuu jasenrekisterista jakautuu seurakuntien, keskusrekisterien ja kirkkohallituksen kesken siten kuin tassa laissa tai muussa laissa saadetaan.",
        "title_sv": "Ansvaret för registret",
        "content_sv": "Ansvaret för medlemsregistret fördelar sig mellan församlingarna, centralregistren och kyrkostyrelsen på det sätt som föreskrivs i denna lag eller någon annan lag.",
        "normalized_sv": "Ansvaret för medlemsregistret fördelar sig mellan församlingarna, centralregistren och kyrkostyrelsen på det sätt som föreskrivs i denna lag eller någon annan lag.",
        "folded_sv": "ansvaret for medlemsregistret fordelar sig mellan forsamlingarna, centralregistren och kyrkostyrelsen pa det satt som foreskrivs i denna lag eller nagon annan lag."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "16:7",
      "chapter": "16",
      "section": "7",
      "title": "Jäsenrekisterin tietojen käsittelyn seuranta ja valvonta",
      "content": "Jäsenrekisteristä luovutettuja 6 a §:n 2 momentissa tarkoitettuja tietoja saa käyttää vain siihen käyttötarkoitukseen, johon ne on luovutettu. Tiedot saa luovuttaa edelleen tai muuten antaa sivulliselle vain, jos siitä on säädetty laissa tai jos kirkkohallitus on antanut siihen luvan. Kirkkohallituksella on oikeus salassapitosäännösten estämättä saada jäsenrekisteristä luovutettujen 6 a §:n 2 momentissa tarkoitettujen tietojen käyttäjältä tietojen käytön seurantaa ja valvontaa varten välttämättömiä tietoja. Kirkkohallituksen määräämällä tarkastajalla on oikeus toimittaa tarkastus jäsenrekisteristä luovutettujen 6 a §:n 2 momentissa tarkoitettujen tietojen käytön ja suojauksen valvomiseksi. Tarkastajalla on oikeus tutkia salassapitosäännösten estämättä jäsenrekisteristä luovutettujen tietojen käsittelyssä käytetyt laitteet ja ohjelmistot sekä päästä tässä yhteydessä tiedon käyttäjän hallinnassa oleviin tarkastuksen suorittamisen kannalta tarpeellisiin tiloihin. Tarkastus on toteutettava niin, että siitä ei aiheudu tarkastuksen kohteelle tarpeettomasti haittaa eikä kustannuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:7",
        "normalized_fi": "Jäsenrekisteristä luovutettuja 6 a § :n 2 momentissa tarkoitettuja tietoja saa käyttää vain siihen käyttötarkoitukseen, johon ne on luovutettu. Tiedot saa luovuttaa edelleen tai muuten antaa sivulliselle vain, jos siitä on säädetty laissa tai jos kirkkohallitus on antanut siihen luvan. Kirkkohallituksella on oikeus salassapitosäännösten estämättä saada jäsenrekisteristä luovutettujen 6 a § :n 2 momentissa tarkoitettujen tietojen käyttäjältä tietojen käytön seurantaa ja valvontaa varten välttämättömiä tietoja. Kirkkohallituksen määräämällä tarkastajalla on oikeus toimittaa tarkastus jäsenrekisteristä luovutettujen 6 a § :n 2 momentissa tarkoitettujen tietojen käytön ja suojauksen valvomiseksi. Tarkastajalla on oikeus tutkia salassapitosäännösten estämättä jäsenrekisteristä luovutettujen tietojen käsittelyssä käytetyt laitteet ja ohjelmistot sekä päästä tässä yhteydessä tiedon käyttäjän hallinnassa oleviin tarkastuksen suorittamisen kannalta tarpeellisiin tiloihin. Tarkastus on toteutettava niin, että siitä ei aiheudu tarkastuksen kohteelle tarpeettomasti haittaa eikä kustannuksia.",
        "folded_fi": "jasenrekisterista luovutettuja 6 a §:n 2 momentissa tarkoitettuja tietoja saa kayttaa vain siihen kayttotarkoitukseen, johon ne on luovutettu. tiedot saa luovuttaa edelleen tai muuten antaa sivulliselle vain, jos siita on saadetty laissa tai jos kirkkohallitus on antanut siihen luvan. kirkkohallituksella on oikeus salassapitosaannosten estamatta saada jasenrekisterista luovutettujen 6 a §:n 2 momentissa tarkoitettujen tietojen kayttajalta tietojen kayton seurantaa ja valvontaa varten valttamattomia tietoja. kirkkohallituksen maaraamalla tarkastajalla on oikeus toimittaa tarkastus jasenrekisterista luovutettujen 6 a §:n 2 momentissa tarkoitettujen tietojen kayton ja suojauksen valvomiseksi. tarkastajalla on oikeus tutkia salassapitosaannosten estamatta jasenrekisterista luovutettujen tietojen kasittelyssa kaytetyt laitteet ja ohjelmistot seka paasta tassa yhteydessa tiedon kayttajan hallinnassa oleviin tarkastuksen suorittamisen kannalta tarpeellisiin tiloihin. tarkastus on toteutettava niin, etta siita ei aiheudu tarkastuksen kohteelle tarpeettomasti haittaa eika kustannuksia.",
        "title_sv": "Uppföljning och övervakning av behandlingen av uppgifter i medlemsregistret",
        "content_sv": "Ur medlemsregistret utlämnade uppgifter som avses i 6 a § 2 mom. får användas enbart för det användningsändamål för vilket de lämnades ut. Uppgifter får lämnas vidare eller annars lämnas ut till utomstående endast om det föreskrivs om detta i lag eller om kyrkostyrelsen har gett tillstånd till det. Trots sekretessbestämmelserna har kyrkostyrelsen rätt att av den som använder sådana ur medlemsregistret utlämnade uppgifter som avses i 6 a § 2 mom. få den information som är nödvändig för att följa och övervaka användningen av uppgifterna. En inspektör som har förordnats av kyrkostyrelsen har rätt att utföra inspektioner för att övervaka användningen och skyddet av sådana ur medlemsregistret utlämnade uppgifter som avses i 6 a § 2 mom. Trots sekretessbestämmelserna har inspektören rätt att undersöka den maskinvara och programvara som har använts vid behandlingen av de utlämnade uppgifterna och att i detta sammanhang i den utsträckning det behövs för inspektionen få tillträde till sådana utrymmen som den som använder uppgifterna förfogar över. Inspektionen ska utföras så att den inte medför onödiga olägenheter eller kostnader för den som inspekteras.",
        "normalized_sv": "Ur medlemsregistret utlämnade uppgifter som avses i 6 a § 2 mom. får användas enbart för det användningsändamål för vilket de lämnades ut. Uppgifter får lämnas vidare eller annars lämnas ut till utomstående endast om det föreskrivs om detta i lag eller om kyrkostyrelsen har gett tillstånd till det. Trots sekretessbestämmelserna har kyrkostyrelsen rätt att av den som använder sådana ur medlemsregistret utlämnade uppgifter som avses i 6 a § 2 mom. få den information som är nödvändig för att följa och övervaka användningen av uppgifterna. En inspektör som har förordnats av kyrkostyrelsen har rätt att utföra inspektioner för att övervaka användningen och skyddet av sådana ur medlemsregistret utlämnade uppgifter som avses i 6 a § 2 mom. Trots sekretessbestämmelserna har inspektören rätt att undersöka den maskinvara och programvara som har använts vid behandlingen av de utlämnade uppgifterna och att i detta sammanhang i den utsträckning det behövs för inspektionen få tillträde till sådana utrymmen som den som använder uppgifterna förfogar över. Inspektionen ska utföras så att den inte medför onödiga olägenheter eller kostnader för den som inspekteras.",
        "folded_sv": "ur medlemsregistret utlamnade uppgifter som avses i 6 a § 2 mom. far anvandas enbart for det anvandningsandamal for vilket de lamnades ut. uppgifter far lamnas vidare eller annars lamnas ut till utomstaende endast om det foreskrivs om detta i lag eller om kyrkostyrelsen har gett tillstand till det. trots sekretessbestammelserna har kyrkostyrelsen ratt att av den som anvander sadana ur medlemsregistret utlamnade uppgifter som avses i 6 a § 2 mom. fa den information som ar nodvandig for att folja och overvaka anvandningen av uppgifterna. en inspektor som har forordnats av kyrkostyrelsen har ratt att utfora inspektioner for att overvaka anvandningen och skyddet av sadana ur medlemsregistret utlamnade uppgifter som avses i 6 a § 2 mom. trots sekretessbestammelserna har inspektoren ratt att undersoka den maskinvara och programvara som har anvants vid behandlingen av de utlamnade uppgifterna och att i detta sammanhang i den utstrackning det behovs for inspektionen fa tilltrade till sadana utrymmen som den som anvander uppgifterna forfogar over. inspektionen ska utforas sa att den inte medfor onodiga olagenheter eller kostnader for den som inspekteras."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "16:8",
      "chapter": "16",
      "section": "8",
      "title": "Jäsenrekisterin käyttöoikeus sekä käyttöoikeus- ja lokirekisteri",
      "content": "Kirkkohallitus päättää käyttöoikeuksien myöntämisestä jäsenrekisterin tietojen käsittelyyn. Seurakunnan kirkkoherra voi päättää käyttöoikeuden myöntämisestä seurakunnan jäseniä koskevien tietojen käsittelyyn. Keskusrekisterin johtaja tai hänen määräämänsä viranhaltija voi päättää käyttöoikeuden myöntämisestä keskusrekisteriin kuuluvien seurakuntien jäseniä koskevien tietojen käsittelyyn.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:8",
        "normalized_fi": "Kirkkohallitus päättää käyttöoikeuksien myöntämisestä jäsenrekisterin tietojen käsittelyyn. Seurakunnan kirkkoherra voi päättää käyttöoikeuden myöntämisestä seurakunnan jäseniä koskevien tietojen käsittelyyn. Keskusrekisterin johtaja tai hänen määräämänsä viranhaltija voi päättää käyttöoikeuden myöntämisestä keskusrekisteriin kuuluvien seurakuntien jäseniä koskevien tietojen käsittelyyn.",
        "folded_fi": "kirkkohallitus paattaa kayttooikeuksien myontamisesta jasenrekisterin tietojen kasittelyyn. seurakunnan kirkkoherra voi paattaa kayttooikeuden myontamisesta seurakunnan jasenia koskevien tietojen kasittelyyn. keskusrekisterin johtaja tai hanen maaraamansa viranhaltija voi paattaa kayttooikeuden myontamisesta keskusrekisteriin kuuluvien seurakuntien jasenia koskevien tietojen kasittelyyn.",
        "title_sv": "Användarrätt till medlemsregistret samt användarrätts- och loggregister",
        "content_sv": "Kyrkostyrelsen beslutar om beviljande av användarrätt för behandling av uppgifter i medlemsregistret. Församlingens kyrkoherde kan besluta om beviljande av användarrätt för behandling av uppgifter om församlingens medlemmar. Direktören för ett centralregister eller en tjänsteinnehavare som har förordnats av direktören kan besluta om beviljande av användarrätt för behandling av uppgifter om medlemmar i församlingar som hör till centralregistret.",
        "normalized_sv": "Kyrkostyrelsen beslutar om beviljande av användarrätt för behandling av uppgifter i medlemsregistret. Församlingens kyrkoherde kan besluta om beviljande av användarrätt för behandling av uppgifter om församlingens medlemmar. Direktören för ett centralregister eller en tjänsteinnehavare som har förordnats av direktören kan besluta om beviljande av användarrätt för behandling av uppgifter om medlemmar i församlingar som hör till centralregistret.",
        "folded_sv": "kyrkostyrelsen beslutar om beviljande av anvandarratt for behandling av uppgifter i medlemsregistret. forsamlingens kyrkoherde kan besluta om beviljande av anvandarratt for behandling av uppgifter om forsamlingens medlemmar. direktoren for ett centralregister eller en tjansteinnehavare som har forordnats av direktoren kan besluta om beviljande av anvandarratt for behandling av uppgifter om medlemmar i forsamlingar som hor till centralregistret."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "16:14",
      "chapter": "16",
      "section": "14",
      "title": "Suhde muuhun lainsäädäntöön",
      "content": "Kirkkohallituksen oikeuteen käyttää ja luovuttaa käyttöoikeusrekisterin ja lokirekisterin tietoja sovelletaan, mitä Väestörekisterikeskuksen oikeudesta käyttää ja luovuttaa käyttäjärekisterin ja lokirekisterin tietoja säädetään väestötietojärjestelmästä ja Väestörekisterikeskuksen varmennepalveluista annetun lain 54 §:n 1 momentissa sekä 55, 57 ja 58 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:14",
        "normalized_fi": "Kirkkohallituksen oikeuteen käyttää ja luovuttaa käyttöoikeusrekisterin ja lokirekisterin tietoja sovelletaan, mitä Väestörekisterikeskuksen oikeudesta käyttää ja luovuttaa käyttäjärekisterin ja lokirekisterin tietoja säädetään väestötietojärjestelmästä ja Väestörekisterikeskuksen varmennepalveluista annetun lain 54 § :n 1 momentissa sekä 55, 57 ja 58 § :ssä.",
        "folded_fi": "kirkkohallituksen oikeuteen kayttaa ja luovuttaa kayttooikeusrekisterin ja lokirekisterin tietoja sovelletaan, mita vaestorekisterikeskuksen oikeudesta kayttaa ja luovuttaa kayttajarekisterin ja lokirekisterin tietoja saadetaan vaestotietojarjestelmasta ja vaestorekisterikeskuksen varmennepalveluista annetun lain 54 §:n 1 momentissa seka 55, 57 ja 58 §:ssa.",
        "title_sv": "Förhållande till annan lagstiftning",
        "content_sv": "På kyrkostyrelsens rätt att använda och lämna ut uppgifter i användarrättsregistret och loggregistret tillämpas det som i 54 § 1 mom. och 55, 57 och 58 § i lagen om befolkningsdatasystemet och Befolkningsregistercentralens certifikattjänster föreskrivs om Befolkningsregistercentralens rätt att använda och lämna ut uppgifter i användarregistret och loggregistret.",
        "normalized_sv": "På kyrkostyrelsens rätt att använda och lämna ut uppgifter i användarrättsregistret och loggregistret tillämpas det som i 54 § 1 mom. och 55, 57 och 58 § i lagen om befolkningsdatasystemet och Befolkningsregistercentralens certifikattjänster föreskrivs om Befolkningsregistercentralens rätt att använda och lämna ut uppgifter i användarregistret och loggregistret.",
        "folded_sv": "pa kyrkostyrelsens ratt att anvanda och lamna ut uppgifter i anvandarrattsregistret och loggregistret tillampas det som i 54 § 1 mom. och 55, 57 och 58 § i lagen om befolkningsdatasystemet och befolkningsregistercentralens certifikattjanster foreskrivs om befolkningsregistercentralens ratt att anvanda och lamna ut uppgifter i anvandarregistret och loggregistret."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "24:3",
      "chapter": "24",
      "section": "3",
      "title": "Oikaisuvaatimus",
      "content": "Viranomaisen päätökseen tyytymätön voi tehdä, jollei tässä laissa toisin säädetä, kirjallisen oikaisuvaatimuksen seuraavasti: 3 a) keskusrekisterin johtajan päätöksestä, joka koskee 16 luvun 5 §:n 2 momentissa tarkoitettua asiaa, kirkkoneuvostolle tai yhteiselle kirkkoneuvostolle, jollei 4 momentista muuta johdu; Kirkonkirjoihin sisältyvien väestötietojen oikaisuun sovelletaan, mitä väestötietojärjestelmästä ja Väestörekisterikeskuksen varmennepalveluista annetussa laissa säädetään. Seurakunnan jäsenrekisterissä olevien muiden kuin väestötietojen oikaisuun sovelletaan, mitä henkilötietolaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "24:3",
        "normalized_fi": "Viranomaisen päätökseen tyytymätön voi tehdä, jollei tässä laissa toisin säädetä, kirjallisen oikaisuvaatimuksen seuraavasti: 3 a) keskusrekisterin johtajan päätöksestä, joka koskee 16 luvun 5 § :n 2 momentissa tarkoitettua asiaa, kirkkoneuvostolle tai yhteiselle kirkkoneuvostolle, jollei 4 momentista muuta johdu; Kirkonkirjoihin sisältyvien väestötietojen oikaisuun sovelletaan, mitä väestötietojärjestelmästä ja Väestörekisterikeskuksen varmennepalveluista annetussa laissa säädetään. Seurakunnan jäsenrekisterissä olevien muiden kuin väestötietojen oikaisuun sovelletaan, mitä henkilötietolaissa säädetään.",
        "folded_fi": "viranomaisen paatokseen tyytymaton voi tehda, jollei tassa laissa toisin saadeta, kirjallisen oikaisuvaatimuksen seuraavasti: 3 a) keskusrekisterin johtajan paatoksesta, joka koskee 16 luvun 5 §:n 2 momentissa tarkoitettua asiaa, kirkkoneuvostolle tai yhteiselle kirkkoneuvostolle, jollei 4 momentista muuta johdu; kirkonkirjoihin sisaltyvien vaestotietojen oikaisuun sovelletaan, mita vaestotietojarjestelmasta ja vaestorekisterikeskuksen varmennepalveluista annetussa laissa saadetaan. seurakunnan jasenrekisterissa olevien muiden kuin vaestotietojen oikaisuun sovelletaan, mita henkilotietolaissa saadetaan.",
        "title_sv": "Rättelseyrkande",
        "content_sv": "Den som är missnöjd med ett beslut av en myndighet kan framställa ett skriftligt rättelseyrkande enligt följande, om inte något annat bestäms i denna lag: 3 a) hos kyrkorådet eller gemensamma kyrkorådet i fråga om sådana beslut av direktören för ett centralregister som gäller ärenden som avses i 16 kap. 5 § 2 mom., om inte något annat följer av 4 mom., På rättelse av befolkningsuppgifter i kyrkböckerna tillämpas vad som föreskrivs i lagen om befolkningsdatasystemet och Befolkningsregistercentralens certifikattjänster. På rättelse av andra uppgifter än befolkningsuppgifter i församlingarnas medlemsregister tillämpas vad som föreskrivs i personuppgiftslagen.",
        "normalized_sv": "Den som är missnöjd med ett beslut av en myndighet kan framställa ett skriftligt rättelseyrkande enligt följande, om inte något annat bestäms i denna lag: 3 a) hos kyrkorådet eller gemensamma kyrkorådet i fråga om sådana beslut av direktören för ett centralregister som gäller ärenden som avses i 16 kap. 5 § 2 mom., om inte något annat följer av 4 mom., På rättelse av befolkningsuppgifter i kyrkböckerna tillämpas vad som föreskrivs i lagen om befolkningsdatasystemet och Befolkningsregistercentralens certifikattjänster. På rättelse av andra uppgifter än befolkningsuppgifter i församlingarnas medlemsregister tillämpas vad som föreskrivs i personuppgiftslagen.",
        "folded_sv": "den som ar missnojd med ett beslut av en myndighet kan framstalla ett skriftligt rattelseyrkande enligt foljande, om inte nagot annat bestams i denna lag: 3 a) hos kyrkoradet eller gemensamma kyrkoradet i fraga om sadana beslut av direktoren for ett centralregister som galler arenden som avses i 16 kap. 5 § 2 mom., om inte nagot annat foljer av 4 mom., pa rattelse av befolkningsuppgifter i kyrkbockerna tillampas vad som foreskrivs i lagen om befolkningsdatasystemet och befolkningsregistercentralens certifikattjanster. pa rattelse av andra uppgifter an befolkningsuppgifter i forsamlingarnas medlemsregister tillampas vad som foreskrivs i personuppgiftslagen."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "24:13",
      "chapter": "24",
      "section": "13",
      "title": "Jatkovalitus",
      "content": "Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan. Jos hallinto-oikeuden päätös koskee valitusta seurakunnan tai seurakuntayhtymän viranomaisen päätöksestä, siitä on viipymättä julkaistava ilmoitus asianomaisen seurakunnan tai seurakuntayhtymän ilmoitustaululla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "24:13",
        "normalized_fi": "Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan. Jos hallinto-oikeuden päätös koskee valitusta seurakunnan tai seurakuntayhtymän viranomaisen päätöksestä, siitä on viipymättä julkaistava ilmoitus asianomaisen seurakunnan tai seurakuntayhtymän ilmoitustaululla.",
        "folded_fi": "hallinto-oikeuden paatokseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myontaa valitusluvan. jos hallinto-oikeuden paatos koskee valitusta seurakunnan tai seurakuntayhtyman viranomaisen paatoksesta, siita on viipymatta julkaistava ilmoitus asianomaisen seurakunnan tai seurakuntayhtyman ilmoitustaululla.",
        "title_sv": "Fullföljd",
        "content_sv": "Över ett beslut av förvaltningsdomstolen får besvär anföras endast om högsta förvaltningsdomstolen beviljar besvärstillstånd. Om förvaltningsdomstolens beslut gäller besvär över ett beslut av en församlings eller en kyrklig samfällighets myndighet, ska det utan dröjsmål tillkännages genom anslag på församlingens eller den kyrkliga samfällighetens anslagstavla.",
        "normalized_sv": "Över ett beslut av förvaltningsdomstolen får besvär anföras endast om högsta förvaltningsdomstolen beviljar besvärstillstånd. Om förvaltningsdomstolens beslut gäller besvär över ett beslut av en församlings eller en kyrklig samfällighets myndighet, ska det utan dröjsmål tillkännages genom anslag på församlingens eller den kyrkliga samfällighetens anslagstavla.",
        "folded_sv": "over ett beslut av forvaltningsdomstolen far besvar anforas endast om hogsta forvaltningsdomstolen beviljar besvarstillstand. om forvaltningsdomstolens beslut galler besvar over ett beslut av en forsamlings eller en kyrklig samfallighets myndighet, ska det utan drojsmal tillkannages genom anslag pa forsamlingens eller den kyrkliga samfallighetens anslagstavla."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "25:14",
      "chapter": "25",
      "section": "14",
      "title": "Poikkeusolot",
      "content": "Jos valtioneuvoston asetuksella säädetään valmiuslain (1552/2011) mukaisten toimivaltuuksien soveltamisen aloittamisesta poikkeusoloissa, kirkkohallitus voi kutsua kirkolliskokouksen koolle määräämäänsä paikkaan. Jos kirkolliskokous ei voi kokoontua poikkeusolojen vallitessa, kirkkohallituksella on oikeus tehdä kirkolliskokouksen puolesta esityksiä ja antaa lausuntoja valtioneuvostolle. Lisäksi kirkkohallituksella on oikeus antaa enintään vuoden määräajaksi väliaikainen määräys: 1) kirkon keskusrahaston talousarviosta, talousarvion muutoksesta tai talousarvioesityksen soveltamisesta siihen asti, kunnes kirkolliskokous on asiasta päättänyt; 2) kirkkohallituksen hallinnosta ja toiminnasta; 3) seurakuntien ja seurakuntayhtymien hallinnosta, niiden omaisuuden suojelemisesta ja muista poikkeusolojen vaatimista toimenpiteistä; 4) seurakuntavaalien siirtämisestä; 5) kirkkovaltuuston tai yhteisen kirkkovaltuuston päätösvallan siirtämisestä kirkkoneuvostolle tai yhteiselle kirkkoneuvostolle taikka kirkkoneuvoston tai seurakuntaneuvoston päätösvallan siirtämisestä kirkkoherralle. Kirkkohallituksen 2 momentin nojalla antama väliaikainen määräys on saatettava kirkolliskokouksen käsiteltäväksi heti, kun se voi kokoontua. Kirkolliskokous voi jättää määräyksen voimaan, muuttaa määräystä tai kumota määräyksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "25:14",
        "normalized_fi": "Jos valtioneuvoston asetuksella säädetään valmiuslain (1552/2011) mukaisten toimivaltuuksien soveltamisen aloittamisesta poikkeusoloissa, kirkkohallitus voi kutsua kirkolliskokouksen koolle määräämäänsä paikkaan. Jos kirkolliskokous ei voi kokoontua poikkeusolojen vallitessa, kirkkohallituksella on oikeus tehdä kirkolliskokouksen puolesta esityksiä ja antaa lausuntoja valtioneuvostolle. Lisäksi kirkkohallituksella on oikeus antaa enintään vuoden määräajaksi väliaikainen määräys: 1) kirkon keskusrahaston talousarviosta, talousarvion muutoksesta tai talousarvioesityksen soveltamisesta siihen asti, kunnes kirkolliskokous on asiasta päättänyt; 2) kirkkohallituksen hallinnosta ja toiminnasta; 3) seurakuntien ja seurakuntayhtymien hallinnosta, niiden omaisuuden suojelemisesta ja muista poikkeusolojen vaatimista toimenpiteistä; 4) seurakuntavaalien siirtämisestä; 5) kirkkovaltuuston tai yhteisen kirkkovaltuuston päätösvallan siirtämisestä kirkkoneuvostolle tai yhteiselle kirkkoneuvostolle taikka kirkkoneuvoston tai seurakuntaneuvoston päätösvallan siirtämisestä kirkkoherralle. Kirkkohallituksen 2 momentin nojalla antama väliaikainen määräys on saatettava kirkolliskokouksen käsiteltäväksi heti, kun se voi kokoontua. Kirkolliskokous voi jättää määräyksen voimaan, muuttaa määräystä tai kumota määräyksen.",
        "folded_fi": "jos valtioneuvoston asetuksella saadetaan valmiuslain (1552/2011) mukaisten toimivaltuuksien soveltamisen aloittamisesta poikkeusoloissa, kirkkohallitus voi kutsua kirkolliskokouksen koolle maaraamaansa paikkaan. jos kirkolliskokous ei voi kokoontua poikkeusolojen vallitessa, kirkkohallituksella on oikeus tehda kirkolliskokouksen puolesta esityksia ja antaa lausuntoja valtioneuvostolle. lisaksi kirkkohallituksella on oikeus antaa enintaan vuoden maaraajaksi valiaikainen maarays: 1) kirkon keskusrahaston talousarviosta, talousarvion muutoksesta tai talousarvioesityksen soveltamisesta siihen asti, kunnes kirkolliskokous on asiasta paattanyt; 2) kirkkohallituksen hallinnosta ja toiminnasta; 3) seurakuntien ja seurakuntayhtymien hallinnosta, niiden omaisuuden suojelemisesta ja muista poikkeusolojen vaatimista toimenpiteista; 4) seurakuntavaalien siirtamisesta; 5) kirkkovaltuuston tai yhteisen kirkkovaltuuston paatosvallan siirtamisesta kirkkoneuvostolle tai yhteiselle kirkkoneuvostolle taikka kirkkoneuvoston tai seurakuntaneuvoston paatosvallan siirtamisesta kirkkoherralle. kirkkohallituksen 2 momentin nojalla antama valiaikainen maarays on saatettava kirkolliskokouksen kasiteltavaksi heti, kun se voi kokoontua. kirkolliskokous voi jattaa maarayksen voimaan, muuttaa maaraysta tai kumota maarayksen.",
        "title_sv": "Undantagsförhållanden",
        "content_sv": "Om det genom förordning av statsrådet föreskrivs att befogenheter enligt beredskapslagen (1552/2011) ska börja tillämpas under undantagsförhållanden, kan kyrkostyrelsen sammankalla kyrkomötet på en plats som den bestämmer. Om kyrkomötet inte kan sammankomma under undantagsförhållanden, har kyrkostyrelsen rätt att på kyrkomötets vägnar göra framställningar och avge utlåtanden till statsrådet. Dessutom har kyrkostyrelsen rätt att för högst ett år meddela interimistiska bestämmelser om 1) budgeten för kyrkans centralfond, ändringar i budgeten eller tillämpning av ett budgetförslag till dess att kyrkomötet har fattat beslut i ärendet, 2) kyrkostyrelsens förvaltning och verksamhet, 3) församlingarnas och de kyrkliga samfälligheternas förvaltning, skyddet av deras egendom och andra åtgärder som undantagsförhållandena kräver, 4) framskjutande av församlingsval, 5) att kyrkofullmäktiges eller gemensamma kyrkofullmäktiges beslutanderätt ska överföras på kyrkorådet eller gemensamma kyrkorådet, eller att kyrkorådets eller församlingsrådets beslutanderätt ska överföras på kyrkoherden. Sådana interimistiska bestämmelser som kyrkostyrelsen har meddelat med stöd av 2 mom. ska lämnas över till kyrkomötet för behandling genast när det kan sammankomma. Kyrkomötet kan låta en bestämmelse vara i kraft, ändra den eller upphäva den.",
        "normalized_sv": "Om det genom förordning av statsrådet föreskrivs att befogenheter enligt beredskapslagen (1552/2011) ska börja tillämpas under undantagsförhållanden, kan kyrkostyrelsen sammankalla kyrkomötet på en plats som den bestämmer. Om kyrkomötet inte kan sammankomma under undantagsförhållanden, har kyrkostyrelsen rätt att på kyrkomötets vägnar göra framställningar och avge utlåtanden till statsrådet. Dessutom har kyrkostyrelsen rätt att för högst ett år meddela interimistiska bestämmelser om 1) budgeten för kyrkans centralfond, ändringar i budgeten eller tillämpning av ett budgetförslag till dess att kyrkomötet har fattat beslut i ärendet, 2) kyrkostyrelsens förvaltning och verksamhet, 3) församlingarnas och de kyrkliga samfälligheternas förvaltning, skyddet av deras egendom och andra åtgärder som undantagsförhållandena kräver, 4) framskjutande av församlingsval, 5) att kyrkofullmäktiges eller gemensamma kyrkofullmäktiges beslutanderätt ska överföras på kyrkorådet eller gemensamma kyrkorådet, eller att kyrkorådets eller församlingsrådets beslutanderätt ska överföras på kyrkoherden. Sådana interimistiska bestämmelser som kyrkostyrelsen har meddelat med stöd av 2 mom. ska lämnas över till kyrkomötet för behandling genast när det kan sammankomma. Kyrkomötet kan låta en bestämmelse vara i kraft, ändra den eller upphäva den.",
        "folded_sv": "om det genom forordning av statsradet foreskrivs att befogenheter enligt beredskapslagen (1552/2011) ska borja tillampas under undantagsforhallanden, kan kyrkostyrelsen sammankalla kyrkomotet pa en plats som den bestammer. om kyrkomotet inte kan sammankomma under undantagsforhallanden, har kyrkostyrelsen ratt att pa kyrkomotets vagnar gora framstallningar och avge utlatanden till statsradet. dessutom har kyrkostyrelsen ratt att for hogst ett ar meddela interimistiska bestammelser om 1) budgeten for kyrkans centralfond, andringar i budgeten eller tillampning av ett budgetforslag till dess att kyrkomotet har fattat beslut i arendet, 2) kyrkostyrelsens forvaltning och verksamhet, 3) forsamlingarnas och de kyrkliga samfalligheternas forvaltning, skyddet av deras egendom och andra atgarder som undantagsforhallandena kraver, 4) framskjutande av forsamlingsval, 5) att kyrkofullmaktiges eller gemensamma kyrkofullmaktiges beslutanderatt ska overforas pa kyrkoradet eller gemensamma kyrkoradet, eller att kyrkoradets eller forsamlingsradets beslutanderatt ska overforas pa kyrkoherden. sadana interimistiska bestammelser som kyrkostyrelsen har meddelat med stod av 2 mom. ska lamnas over till kyrkomotet for behandling genast nar det kan sammankomma. kyrkomotet kan lata en bestammelse vara i kraft, andra den eller upphava den."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "25:15",
      "chapter": "25",
      "section": "15",
      "title": "Päätösvaltaisuus poikkeusoloissa",
      "content": "Tuomiokapituli voi 14 §:n 1 momentissa tarkoitetuissa poikkeusoloissa tehdä tuomiokapitulin ja hiippakuntavaltuuston toimivaltaan kuuluvat välttämättömät ja kiireelliset päätökset, jos läsnä on kolme tuomiokapitulin jäsentä. Kirkkohallitus voi tehdä 14 §:n 1 ja 2 momentissa tarkoitetut ja muut välttämättömät ja kiireelliset päätökset, jos läsnä on viisi kirkkohallituksen jäsentä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "25:15",
        "normalized_fi": "Tuomiokapituli voi 14 § :n 1 momentissa tarkoitetuissa poikkeusoloissa tehdä tuomiokapitulin ja hiippakuntavaltuuston toimivaltaan kuuluvat välttämättömät ja kiireelliset päätökset, jos läsnä on kolme tuomiokapitulin jäsentä. Kirkkohallitus voi tehdä 14 § :n 1 ja 2 momentissa tarkoitetut ja muut välttämättömät ja kiireelliset päätökset, jos läsnä on viisi kirkkohallituksen jäsentä.",
        "folded_fi": "tuomiokapituli voi 14 §:n 1 momentissa tarkoitetuissa poikkeusoloissa tehda tuomiokapitulin ja hiippakuntavaltuuston toimivaltaan kuuluvat valttamattomat ja kiireelliset paatokset, jos lasna on kolme tuomiokapitulin jasenta. kirkkohallitus voi tehda 14 §:n 1 ja 2 momentissa tarkoitetut ja muut valttamattomat ja kiireelliset paatokset, jos lasna on viisi kirkkohallituksen jasenta.",
        "title_sv": "Beslutförheten under undantagsförhållanden",
        "content_sv": "Domkapitlet kan under sådana undantagsförhållanden som avses i 14 § 1 mom. fatta sådana nödvändiga och brådskande beslut som hör till domkapitlets och stiftsfullmäktiges behörighet, om tre av domkapitlets medlemmar är närvarande. Kyrkostyrelsen kan fatta i 14 § 1 och 2 mom. avsedda och andra nödvändiga och brådskande beslut, om fem av kyrkostyrelsens medlemmar är närvarande.",
        "normalized_sv": "Domkapitlet kan under sådana undantagsförhållanden som avses i 14 § 1 mom. fatta sådana nödvändiga och brådskande beslut som hör till domkapitlets och stiftsfullmäktiges behörighet, om tre av domkapitlets medlemmar är närvarande. Kyrkostyrelsen kan fatta i 14 § 1 och 2 mom. avsedda och andra nödvändiga och brådskande beslut, om fem av kyrkostyrelsens medlemmar är närvarande.",
        "folded_sv": "domkapitlet kan under sadana undantagsforhallanden som avses i 14 § 1 mom. fatta sadana nodvandiga och bradskande beslut som hor till domkapitlets och stiftsfullmaktiges behorighet, om tre av domkapitlets medlemmar ar narvarande. kyrkostyrelsen kan fatta i 14 § 1 och 2 mom. avsedda och andra nodvandiga och bradskande beslut, om fem av kyrkostyrelsens medlemmar ar narvarande."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "25:15 a",
      "chapter": "25",
      "section": "15 a",
      "title": "Poikkeusoloihin ja kriisitilanteisiin varautuminen sekä varautumisen johtaminen",
      "content": "Seurakunnan, seurakuntayhtymän, hiippakunnan ja kirkkohallituksen tulee valmiussuunnittelulla ja poikkeusoloissa tapahtuvan toiminnan etukäteisvalmisteluilla sekä muilla toimenpiteillä varmistaa tehtäviensä mahdollisimman hyvä hoitaminen poikkeusoloissa. Seurakunnan tulee varautua henkisen huollon tarjoamiseen kriisitilanteissa. Tuomiokapituli johtaa ja valvoo hiippakunnan seurakuntien ja seurakuntayhtymien varautumista. Kirkkohallitus johtaa kirkon keskushallinnon varautumista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "25:15 a",
        "normalized_fi": "Seurakunnan, seurakuntayhtymän, hiippakunnan ja kirkkohallituksen tulee valmiussuunnittelulla ja poikkeusoloissa tapahtuvan toiminnan etukäteisvalmisteluilla sekä muilla toimenpiteillä varmistaa tehtäviensä mahdollisimman hyvä hoitaminen poikkeusoloissa. Seurakunnan tulee varautua henkisen huollon tarjoamiseen kriisitilanteissa. Tuomiokapituli johtaa ja valvoo hiippakunnan seurakuntien ja seurakuntayhtymien varautumista. Kirkkohallitus johtaa kirkon keskushallinnon varautumista.",
        "folded_fi": "seurakunnan, seurakuntayhtyman, hiippakunnan ja kirkkohallituksen tulee valmiussuunnittelulla ja poikkeusoloissa tapahtuvan toiminnan etukateisvalmisteluilla seka muilla toimenpiteilla varmistaa tehtaviensa mahdollisimman hyva hoitaminen poikkeusoloissa. seurakunnan tulee varautua henkisen huollon tarjoamiseen kriisitilanteissa. tuomiokapituli johtaa ja valvoo hiippakunnan seurakuntien ja seurakuntayhtymien varautumista. kirkkohallitus johtaa kirkon keskushallinnon varautumista.",
        "title_sv": "Förberedelser inför undantagsförhållanden och krissituationer samt ledningen av förberedelserna",
        "content_sv": "Församlingen, den kyrkliga samfälligheten, stiftet och kyrkostyrelsen ska genom beredskapsplanering och förberedelser för verksamhet under undantagsförhållanden samt genom andra åtgärder säkerställa att deras uppgifter kan skötas så väl som möjligt under undantagsförhållanden. Församlingen ska bereda sig på att tillhandahålla andlig vård vid krissituationer. Domkapitlet leder och övervakar förberedelserna inom stiftets församlingar och kyrkliga samfälligheter. Kyrkostyrelsen leder förberedelserna inom kyrkans centralförvaltning.",
        "normalized_sv": "Församlingen, den kyrkliga samfälligheten, stiftet och kyrkostyrelsen ska genom beredskapsplanering och förberedelser för verksamhet under undantagsförhållanden samt genom andra åtgärder säkerställa att deras uppgifter kan skötas så väl som möjligt under undantagsförhållanden. Församlingen ska bereda sig på att tillhandahålla andlig vård vid krissituationer. Domkapitlet leder och övervakar förberedelserna inom stiftets församlingar och kyrkliga samfälligheter. Kyrkostyrelsen leder förberedelserna inom kyrkans centralförvaltning.",
        "folded_sv": "forsamlingen, den kyrkliga samfalligheten, stiftet och kyrkostyrelsen ska genom beredskapsplanering och forberedelser for verksamhet under undantagsforhallanden samt genom andra atgarder sakerstalla att deras uppgifter kan skotas sa val som mojligt under undantagsforhallanden. forsamlingen ska bereda sig pa att tillhandahalla andlig vard vid krissituationer. domkapitlet leder och overvakar forberedelserna inom stiftets forsamlingar och kyrkliga samfalligheter. kyrkostyrelsen leder forberedelserna inom kyrkans centralforvaltning."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    }
  ]
}