{
  "id": "1499/2015",
  "type": "statute",
  "title": "Laki eläinlääkärinammatin harjoittamisesta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om utövning av veterinäryrket",
  "status": "in_force",
  "issued_date": "2015-12-17",
  "in_force_date": "2015-12-17",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/1499/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Kansainvälisiin velvoitteisiin perustuva eläinlääkäriksi laillistaminen",
      "content": "Elintarviketurvallisuusvirasto päättää ammattipätevyyden tunnustamisesta annetun lain (1384/2015) soveltamisalaan kuuluvissa, muissa kuin 1 ja 2 momentissa tarkoitetuissa tapauksissa, ulkomailla hankitun eläinlääkärin pätevyyden tuottamasta oikeudesta toimia eläinlääkärinä siten kuin mainitussa laissa säädetään. Eläinlääkäriksi laillistamisen edellytyksenä on lisäksi tämän lain 3 §:ssä tarkoitetun eläinlääkärinvakuutuksen antaminen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Elintarviketurvallisuusvirasto päättää ammattipätevyyden tunnustamisesta annetun lain (1384/2015) soveltamisalaan kuuluvissa, muissa kuin 1 ja 2 momentissa tarkoitetuissa tapauksissa, ulkomailla hankitun eläinlääkärin pätevyyden tuottamasta oikeudesta toimia eläinlääkärinä siten kuin mainitussa laissa säädetään. Eläinlääkäriksi laillistamisen edellytyksenä on lisäksi tämän lain 3 § :ssä tarkoitetun eläinlääkärinvakuutuksen antaminen.",
        "folded_fi": "elintarviketurvallisuusvirasto paattaa ammattipatevyyden tunnustamisesta annetun lain (1384/2015) soveltamisalaan kuuluvissa, muissa kuin 1 ja 2 momentissa tarkoitetuissa tapauksissa, ulkomailla hankitun elainlaakarin patevyyden tuottamasta oikeudesta toimia elainlaakarina siten kuin mainitussa laissa saadetaan. elainlaakariksi laillistamisen edellytyksena on lisaksi taman lain 3 §:ssa tarkoitetun elainlaakarinvakuutuksen antaminen.",
        "title_sv": "På internationella förpliktelser baserad legitimation som veterinär",
        "content_sv": "I andra fall som omfattas av lagen om erkännande av yrkeskvalifikationer (1384/2015) än de som avses i 1 och 2 mom. fattar Livsmedelssäkerhetsverket i enlighet med vad som föreskrivs i den lagen beslut om den rätt att vara verksam som veterinär som följer av en utomlands förvärvad veterinärkompetens. En förutsättning för legitimation som veterinär är dessutom avgivande av den veterinärförsäkran som avses i 3 § i denna lag.",
        "normalized_sv": "I andra fall som omfattas av lagen om erkännande av yrkeskvalifikationer (1384/2015) än de som avses i 1 och 2 mom. fattar Livsmedelssäkerhetsverket i enlighet med vad som föreskrivs i den lagen beslut om den rätt att vara verksam som veterinär som följer av en utomlands förvärvad veterinärkompetens. En förutsättning för legitimation som veterinär är dessutom avgivande av den veterinärförsäkran som avses i 3 § i denna lag.",
        "folded_sv": "i andra fall som omfattas av lagen om erkannande av yrkeskvalifikationer (1384/2015) an de som avses i 1 och 2 mom. fattar livsmedelssakerhetsverket i enlighet med vad som foreskrivs i den lagen beslut om den ratt att vara verksam som veterinar som foljer av en utomlands forvarvad veterinarkompetens. en forutsattning for legitimation som veterinar ar dessutom avgivande av den veterinarforsakran som avses i 3 § i denna lag."
      }
    },
    {
      "provision_ref": "5 a",
      "section": "5 a",
      "title": "Laillistamishakemuksen liitteet",
      "content": "Liiteasiakirjat on esitettävä alkuperäisinä tai virallisesti oikeaksi todistettuina jäljennöksinä 5 §:ssä tarkoitetuissa tapauksissa sekä niissä 4 §:ssä tarkoitetuissa tapauksissa, joissa Elintarviketurvallisuusvirasto sitä erikseen vaatii. Vaatimus voidaan esittää, jos on perusteltua epäilystä jäljennöksen aitoudesta, eikä asiasta muutoin saada varmuutta. Hakemukseen tulee liittää auktorisoidun kääntäjän kääntämät suomen- tai ruotsinkieliset käännökset muista kuin suomen tai ruotsin kielellä kirjoitetuista asiakirjoista, jollei Elintarviketurvallisuusvirasto pidä sitä tarpeettomana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5 a",
        "normalized_fi": "Liiteasiakirjat on esitettävä alkuperäisinä tai virallisesti oikeaksi todistettuina jäljennöksinä 5 § :ssä tarkoitetuissa tapauksissa sekä niissä 4 § :ssä tarkoitetuissa tapauksissa, joissa Elintarviketurvallisuusvirasto sitä erikseen vaatii. Vaatimus voidaan esittää, jos on perusteltua epäilystä jäljennöksen aitoudesta, eikä asiasta muutoin saada varmuutta. Hakemukseen tulee liittää auktorisoidun kääntäjän kääntämät suomen- tai ruotsinkieliset käännökset muista kuin suomen tai ruotsin kielellä kirjoitetuista asiakirjoista, jollei Elintarviketurvallisuusvirasto pidä sitä tarpeettomana.",
        "folded_fi": "liiteasiakirjat on esitettava alkuperaisina tai virallisesti oikeaksi todistettuina jaljennoksina 5 §:ssa tarkoitetuissa tapauksissa seka niissa 4 §:ssa tarkoitetuissa tapauksissa, joissa elintarviketurvallisuusvirasto sita erikseen vaatii. vaatimus voidaan esittaa, jos on perusteltua epailysta jaljennoksen aitoudesta, eika asiasta muutoin saada varmuutta. hakemukseen tulee liittaa auktorisoidun kaantajan kaantamat suomen- tai ruotsinkieliset kaannokset muista kuin suomen tai ruotsin kielella kirjoitetuista asiakirjoista, jollei elintarviketurvallisuusvirasto pida sita tarpeettomana.",
        "title_sv": "Bilagor till ansökan om legitimation",
        "content_sv": "Bilagorna ska visas upp i original eller i form av officiellt bestyrkta kopior i de fall som avses i 5 § samt i de i 4 § avsedda fall där Livsmedelssäkerhetsverket särskilt kräver det. Ett sådant krav kan ställas om det finns grund för tvivel om kopiornas äkthet och det inte går att få klarhet i saken på något annat sätt. När det gäller andra handlingar än sådana som är avfattade på finska eller svenska ska det till ansökan fogas översättningar till finska eller svenska utförda av en auktoriserad translator, om inte Livsmedelssäkerhetsverket anser att det är onödigt.",
        "normalized_sv": "Bilagorna ska visas upp i original eller i form av officiellt bestyrkta kopior i de fall som avses i 5 § samt i de i 4 § avsedda fall där Livsmedelssäkerhetsverket särskilt kräver det. Ett sådant krav kan ställas om det finns grund för tvivel om kopiornas äkthet och det inte går att få klarhet i saken på något annat sätt. När det gäller andra handlingar än sådana som är avfattade på finska eller svenska ska det till ansökan fogas översättningar till finska eller svenska utförda av en auktoriserad translator, om inte Livsmedelssäkerhetsverket anser att det är onödigt.",
        "folded_sv": "bilagorna ska visas upp i original eller i form av officiellt bestyrkta kopior i de fall som avses i 5 § samt i de i 4 § avsedda fall dar livsmedelssakerhetsverket sarskilt kraver det. ett sadant krav kan stallas om det finns grund for tvivel om kopiornas akthet och det inte gar att fa klarhet i saken pa nagot annat satt. nar det galler andra handlingar an sadana som ar avfattade pa finska eller svenska ska det till ansokan fogas oversattningar till finska eller svenska utforda av en auktoriserad translator, om inte livsmedelssakerhetsverket anser att det ar onodigt."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Ohjaus ja valvonta",
      "content": "Tehtäviensä suorittamiseksi Elintarviketurvallisuusvirasto ja aluehallintovirasto käsittelevät eläinlääkärin ammattitoimintaa koskevia kanteluja. Menettelyssä sovelletaan, mitä hallintolain (434/2003) 8 a luvussa säädetään hallintokantelusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19",
        "normalized_fi": "Tehtäviensä suorittamiseksi Elintarviketurvallisuusvirasto ja aluehallintovirasto käsittelevät eläinlääkärin ammattitoimintaa koskevia kanteluja. Menettelyssä sovelletaan, mitä hallintolain (434/2003) 8 a luvussa säädetään hallintokantelusta.",
        "folded_fi": "tehtaviensa suorittamiseksi elintarviketurvallisuusvirasto ja aluehallintovirasto kasittelevat elainlaakarin ammattitoimintaa koskevia kanteluja. menettelyssa sovelletaan, mita hallintolain (434/2003) 8 a luvussa saadetaan hallintokantelusta.",
        "title_sv": "Styrning och tillsyn",
        "content_sv": "För fullgörande av sina uppgifter behandlar Livsmedelssäkerhetsverket och regionförvaltningsverket klagomål som gäller utövning av veterinäryrket. Vid förfarandet tillämpas bestämmelserna om förvaltningsklagan i 8 a kap. i förvaltningslagen (434/2003).",
        "normalized_sv": "För fullgörande av sina uppgifter behandlar Livsmedelssäkerhetsverket och regionförvaltningsverket klagomål som gäller utövning av veterinäryrket. Vid förfarandet tillämpas bestämmelserna om förvaltningsklagan i 8 a kap. i förvaltningslagen (434/2003).",
        "folded_sv": "for fullgorande av sina uppgifter behandlar livsmedelssakerhetsverket och regionforvaltningsverket klagomal som galler utovning av veterinaryrket. vid forfarandet tillampas bestammelserna om forvaltningsklagan i 8 a kap. i forvaltningslagen (434/2003)."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "title": "Eläinlääkärirekisteriin merkittyjen tietojen säilyttämisajat sekä rekisterin käyttö ja tietojen luovuttaminen",
      "content": "Aluehallintovirastolla on oikeus käyttää eläinlääkärirekisteriä säädettyjen tehtäviensä edellyttämässä laajuudessa teknisen käyttöyhteyden avulla. Elintarviketurvallisuusvirasto voi luovuttaa eläinlääkärirekisterin tietoja maksutta ja tarvittaessa myös sähköisesti Euroopan unionin lainsäädännössä tai Suomea sitovassa kansainvälisessä sopimuksessa tarkoitetulle viranomaiselle kyseisten säännösten tai määräysten niin edellyttäessä sekä apteekeille ja lääketukkukaupoille. Apteekeille ja lääketukkukaupoille ei saa kuitenkaan luovuttaa eläinlääkärinammatinharjoittajan kotiosoitetta tai henkilötunnusta ilman tämän suostumusta. Tietojen luovuttamisesta säädetään lisäksi viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) ja henkilötietolaissa (523/1999).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:33",
        "normalized_fi": "Aluehallintovirastolla on oikeus käyttää eläinlääkärirekisteriä säädettyjen tehtäviensä edellyttämässä laajuudessa teknisen käyttöyhteyden avulla. Elintarviketurvallisuusvirasto voi luovuttaa eläinlääkärirekisterin tietoja maksutta ja tarvittaessa myös sähköisesti Euroopan unionin lainsäädännössä tai Suomea sitovassa kansainvälisessä sopimuksessa tarkoitetulle viranomaiselle kyseisten säännösten tai määräysten niin edellyttäessä sekä apteekeille ja lääketukkukaupoille. Apteekeille ja lääketukkukaupoille ei saa kuitenkaan luovuttaa eläinlääkärinammatinharjoittajan kotiosoitetta tai henkilötunnusta ilman tämän suostumusta. Tietojen luovuttamisesta säädetään lisäksi viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) ja henkilötietolaissa (523/1999).",
        "folded_fi": "aluehallintovirastolla on oikeus kayttaa elainlaakarirekisteria saadettyjen tehtaviensa edellyttamassa laajuudessa teknisen kayttoyhteyden avulla. elintarviketurvallisuusvirasto voi luovuttaa elainlaakarirekisterin tietoja maksutta ja tarvittaessa myos sahkoisesti euroopan unionin lainsaadannossa tai suomea sitovassa kansainvalisessa sopimuksessa tarkoitetulle viranomaiselle kyseisten saannosten tai maaraysten niin edellyttaessa seka apteekeille ja laaketukkukaupoille. apteekeille ja laaketukkukaupoille ei saa kuitenkaan luovuttaa elainlaakarinammatinharjoittajan kotiosoitetta tai henkilotunnusta ilman taman suostumusta. tietojen luovuttamisesta saadetaan lisaksi viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) ja henkilotietolaissa (523/1999).",
        "title_sv": "Bevaringstider för uppgifter som införts i veterinärregistret samt användning av registret och utlämnande av uppgifter",
        "content_sv": "Regionförvaltningsverket har rätt att genom en teknisk anslutning använda veterinärregistret i den omfattning som verkets föreskrivna uppgifter förutsätter. Livsmedelssäkerhetsverket får avgiftsfritt och vid behov också elektroniskt lämna ut uppgifter ur veterinärregistret till myndigheter som avses i Europeiska unionens lagstiftning eller i ett internationellt avtal som är bindande för Finland, om bestämmelserna i fråga förutsätter det, samt till apotek och läkemedelspartiaffärer. Till apotek och läkemedelspartiaffärer får dock inte hemadressen eller personbeteckningen för utövaren av veterinäryrket lämnas ut utan hans eller hennes samtycke. Bestämmelser om utlämnande av uppgifter finns dessutom i lagen om offentlighet i myndigheternas verksamhet (621/1999) och personuppgiftslagen (523/1999).",
        "normalized_sv": "Regionförvaltningsverket har rätt att genom en teknisk anslutning använda veterinärregistret i den omfattning som verkets föreskrivna uppgifter förutsätter. Livsmedelssäkerhetsverket får avgiftsfritt och vid behov också elektroniskt lämna ut uppgifter ur veterinärregistret till myndigheter som avses i Europeiska unionens lagstiftning eller i ett internationellt avtal som är bindande för Finland, om bestämmelserna i fråga förutsätter det, samt till apotek och läkemedelspartiaffärer. Till apotek och läkemedelspartiaffärer får dock inte hemadressen eller personbeteckningen för utövaren av veterinäryrket lämnas ut utan hans eller hennes samtycke. Bestämmelser om utlämnande av uppgifter finns dessutom i lagen om offentlighet i myndigheternas verksamhet (621/1999) och personuppgiftslagen (523/1999).",
        "folded_sv": "regionforvaltningsverket har ratt att genom en teknisk anslutning anvanda veterinarregistret i den omfattning som verkets foreskrivna uppgifter forutsatter. livsmedelssakerhetsverket far avgiftsfritt och vid behov ocksa elektroniskt lamna ut uppgifter ur veterinarregistret till myndigheter som avses i europeiska unionens lagstiftning eller i ett internationellt avtal som ar bindande for finland, om bestammelserna i fraga forutsatter det, samt till apotek och lakemedelspartiaffarer. till apotek och lakemedelspartiaffarer far dock inte hemadressen eller personbeteckningen for utovaren av veterinaryrket lamnas ut utan hans eller hennes samtycke. bestammelser om utlamnande av uppgifter finns dessutom i lagen om offentlighet i myndigheternas verksamhet (621/1999) och personuppgiftslagen (523/1999)."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "title": "Uhkasakko",
      "content": "Jos eläinlääkärinammatin harjoittaja laiminlyö 12 §:ssä tarkoitetun ilmoitus- ja tietojenantovelvollisuuden tai 15 §:ssä tarkoitetun potilasasiakirjojen laatimis- tai säilyttämisvelvollisuuden, Elintarviketurvallisuusvirasto voi määrätä hänet noudattamaan velvollisuuttaan sakon uhalla. Elintarviketurvallisuusvirasto voi tehostaa uhkasakolla myös 20 tai 21 §:n nojalla antamaansa määräystä. Uhkasakosta säädetään uhkasakkolaissa (1113/1990).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:37",
        "normalized_fi": "Jos eläinlääkärinammatin harjoittaja laiminlyö 12 § :ssä tarkoitetun ilmoitus- ja tietojenantovelvollisuuden tai 15 § :ssä tarkoitetun potilasasiakirjojen laatimis- tai säilyttämisvelvollisuuden, Elintarviketurvallisuusvirasto voi määrätä hänet noudattamaan velvollisuuttaan sakon uhalla. Elintarviketurvallisuusvirasto voi tehostaa uhkasakolla myös 20 tai 21 § :n nojalla antamaansa määräystä. Uhkasakosta säädetään uhkasakkolaissa (1113/1990).",
        "folded_fi": "jos elainlaakarinammatin harjoittaja laiminlyo 12 §:ssa tarkoitetun ilmoitus- ja tietojenantovelvollisuuden tai 15 §:ssa tarkoitetun potilasasiakirjojen laatimis- tai sailyttamisvelvollisuuden, elintarviketurvallisuusvirasto voi maarata hanet noudattamaan velvollisuuttaan sakon uhalla. elintarviketurvallisuusvirasto voi tehostaa uhkasakolla myos 20 tai 21 §:n nojalla antamaansa maaraysta. uhkasakosta saadetaan uhkasakkolaissa (1113/1990).",
        "title_sv": "Vite",
        "content_sv": "En utövare av veterinäryrket som försummar anmälnings- och upplysningsskyldigheten enligt 12 § eller skyldigheten enligt 15 § att föra och förvara journalhandlingar kan av Livsmedelssäkerhetsverket vid vite åläggas att iaktta sin skyldighet. Livsmedelssäkerhetsverket kan även förena ett åläggande som det meddelat med stöd av 20 eller 21 § med vite. Bestämmelser om vite finns i viteslagen (1113/1990).",
        "normalized_sv": "En utövare av veterinäryrket som försummar anmälnings- och upplysningsskyldigheten enligt 12 § eller skyldigheten enligt 15 § att föra och förvara journalhandlingar kan av Livsmedelssäkerhetsverket vid vite åläggas att iaktta sin skyldighet. Livsmedelssäkerhetsverket kan även förena ett åläggande som det meddelat med stöd av 20 eller 21 § med vite. Bestämmelser om vite finns i viteslagen (1113/1990).",
        "folded_sv": "en utovare av veterinaryrket som forsummar anmalnings- och upplysningsskyldigheten enligt 12 § eller skyldigheten enligt 15 § att fora och forvara journalhandlingar kan av livsmedelssakerhetsverket vid vite alaggas att iaktta sin skyldighet. livsmedelssakerhetsverket kan aven forena ett alaggande som det meddelat med stod av 20 eller 21 § med vite. bestammelser om vite finns i viteslagen (1113/1990)."
      }
    },
    {
      "provision_ref": "38 a",
      "section": "38 a",
      "title": "Ammatinharjoittamisoikeutta koskevan hakemuksen ratkaiseminen eräissä tapauksissa",
      "content": "Edellä 4 §:n 1 momentissa tarkoitetulle hakijalle on ilmoitettava hakemuksen vastaanottamisesta sekä mahdollisesti puuttuvista asiakirjoista kuukauden kuluessa hakemuksen saapumisesta. Hakemus on ratkaistava viimeistään kolmen kuukauden kuluttua vaadittavien asiakirjojen esittämisestä. Elintarviketurvallisuusviraston vaatimus toimittaa asiakirjat alkuperäisinä tai virallisesti oikeaksi todistettuina jäljennöksinä ei keskeytä määräajan kulumista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:38 a",
        "normalized_fi": "Edellä 4 § :n 1 momentissa tarkoitetulle hakijalle on ilmoitettava hakemuksen vastaanottamisesta sekä mahdollisesti puuttuvista asiakirjoista kuukauden kuluessa hakemuksen saapumisesta. Hakemus on ratkaistava viimeistään kolmen kuukauden kuluttua vaadittavien asiakirjojen esittämisestä. Elintarviketurvallisuusviraston vaatimus toimittaa asiakirjat alkuperäisinä tai virallisesti oikeaksi todistettuina jäljennöksinä ei keskeytä määräajan kulumista.",
        "folded_fi": "edella 4 §:n 1 momentissa tarkoitetulle hakijalle on ilmoitettava hakemuksen vastaanottamisesta seka mahdollisesti puuttuvista asiakirjoista kuukauden kuluessa hakemuksen saapumisesta. hakemus on ratkaistava viimeistaan kolmen kuukauden kuluttua vaadittavien asiakirjojen esittamisesta. elintarviketurvallisuusviraston vaatimus toimittaa asiakirjat alkuperaisina tai virallisesti oikeaksi todistettuina jaljennoksina ei keskeyta maaraajan kulumista.",
        "title_sv": "Avgörande av ansökan om rätt att utöva yrke i vissa fall",
        "content_sv": "Sökande som avses i 4 § 1 mom. ska underrättas om att ansökan har mottagits samt om de handlingar som eventuellt saknas inom en månad från mottagandet av ansökan. Ansökan ska avgöras senast tre månader efter det att alla nödvändiga handlingar har inkommit. Ett krav från Livsmedelssäkerhetsverket på att handlingarna ska lämnas i original eller i form av officiellt bestyrkta kopior avbryter inte tidsfristen.",
        "normalized_sv": "Sökande som avses i 4 § 1 mom. ska underrättas om att ansökan har mottagits samt om de handlingar som eventuellt saknas inom en månad från mottagandet av ansökan. Ansökan ska avgöras senast tre månader efter det att alla nödvändiga handlingar har inkommit. Ett krav från Livsmedelssäkerhetsverket på att handlingarna ska lämnas i original eller i form av officiellt bestyrkta kopior avbryter inte tidsfristen.",
        "folded_sv": "sokande som avses i 4 § 1 mom. ska underrattas om att ansokan har mottagits samt om de handlingar som eventuellt saknas inom en manad fran mottagandet av ansokan. ansokan ska avgoras senast tre manader efter det att alla nodvandiga handlingar har inkommit. ett krav fran livsmedelssakerhetsverket pa att handlingarna ska lamnas i original eller i form av officiellt bestyrkta kopior avbryter inte tidsfristen."
      }
    },
    {
      "provision_ref": "41 a",
      "section": "41 a",
      "title": "Hälytysmekanismi",
      "content": "IMI-järjestelmä Elintarviketurvallisuusviraston on ilmoitettava muille jäsenvaltioille laillistetun eläinlääkärin tai 8 §:ssä tarkoitetun henkilön ammatinharjoittamista koskevasta kiellosta tai rajoituksesta taikka ammatinharjoittamisoikeuden poistamisesta sekä siitä, että tuomioistuin on todennut mainitun henkilön käyttäneen väärennettyjä asiakirjoja osoituksena eläinlääkärin ammattipätevyydestä. Ilmoitus tulee tehdä komission ylläpitämässä sähköisessä tietojenvaihtojärjestelmässä () lähetettävällä hälytyksellä kolmen vuorokauden kuluessa kieltoa, rajoitusta tai oikeuden poistamista koskevan päätöksen taikka tuomioistuimen tuomion antamisesta. Elintarviketurvallisuusviraston on viipymättä ilmoitettava IMI-järjestelmän kautta kiellon, rajoituksen tai oikeuden poiston ilmoitettua kestoa koskevista muutoksista. Lisäksi sen on poistettava lähettämänsä hälytys IMI-järjestelmästä kolmen vuorokauden kuluessa siitä, kun hälytykseen johtanut syy on lakannut. Edellä 1 momentissa tarkoitetusta hälytyksestä on tehtävä viimeistään sen lähettämispäivänä kirjallinen mainitussa momentissa tarkoitetulle henkilölle osoitettu päätös, joka voi olla erillinen tai sisältyä ammatinharjoittamista koskevan kiellon tai rajoituksen asettamista tai ammatinharjoittamisoikeuden poistamista koskevaan päätökseen. Poiketen siitä, mitä 39 §:ssä säädetään, hälytystä koskevaan päätökseen haetaan muutosta samalla tavalla kuin ammatinharjoittamisen kieltämistä tai rajoittamista taikka ammatinharjoittamisoikeuden poistamista koskevaan päätökseen. IMI-järjestelmässä lähetettyyn hälytykseen on liitettävä tieto mahdollisesta muutoksenhausta. Jos Elintarviketurvallisuusvirasto vastaanottaa tässä laissa tarkoitettua eläinlääkärinammatin harjoittajaa tai laillistamishakemuksen vireille pannutta henkilöä koskevan hälytyksen, sen tulee pyytää hälytyksen lähettäneen jäsenvaltion toimivaltaiselta viranomaiselta selvitys hälytykseen johtaneista syistä sekä arvioida, antavatko syyt aihetta soveltaa tämän lain hallinnollisia turvaamistoimenpiteitä taikka laillistamishakemuksen hylkäämistä koskevia säännöksiä. Maa- ja metsätalousministeriön asetuksella voidaan antaa Euroopan unionin lainsäädännön edellyttämiä tarkempia säännöksiä 1-3 momentissa mainittujen ilmoitusten ja tietojen lähettämisessä ja hälytysten poistamisessa noudatettavasta menettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:41 a",
        "normalized_fi": "IMI-järjestelmä Elintarviketurvallisuusviraston on ilmoitettava muille jäsenvaltioille laillistetun eläinlääkärin tai 8 § :ssä tarkoitetun henkilön ammatinharjoittamista koskevasta kiellosta tai rajoituksesta taikka ammatinharjoittamisoikeuden poistamisesta sekä siitä, että tuomioistuin on todennut mainitun henkilön käyttäneen väärennettyjä asiakirjoja osoituksena eläinlääkärin ammattipätevyydestä. Ilmoitus tulee tehdä komission ylläpitämässä sähköisessä tietojenvaihtojärjestelmässä () lähetettävällä hälytyksellä kolmen vuorokauden kuluessa kieltoa, rajoitusta tai oikeuden poistamista koskevan päätöksen taikka tuomioistuimen tuomion antamisesta. Elintarviketurvallisuusviraston on viipymättä ilmoitettava IMI-järjestelmän kautta kiellon, rajoituksen tai oikeuden poiston ilmoitettua kestoa koskevista muutoksista. Lisäksi sen on poistettava lähettämänsä hälytys IMI-järjestelmästä kolmen vuorokauden kuluessa siitä, kun hälytykseen johtanut syy on lakannut. Edellä 1 momentissa tarkoitetusta hälytyksestä on tehtävä viimeistään sen lähettämispäivänä kirjallinen mainitussa momentissa tarkoitetulle henkilölle osoitettu päätös, joka voi olla erillinen tai sisältyä ammatinharjoittamista koskevan kiellon tai rajoituksen asettamista tai ammatinharjoittamisoikeuden poistamista koskevaan päätökseen. Poiketen siitä, mitä 39 § :ssä säädetään, hälytystä koskevaan päätökseen haetaan muutosta samalla tavalla kuin ammatinharjoittamisen kieltämistä tai rajoittamista taikka ammatinharjoittamisoikeuden poistamista koskevaan päätökseen. IMI-järjestelmässä lähetettyyn hälytykseen on liitettävä tieto mahdollisesta muutoksenhausta. Jos Elintarviketurvallisuusvirasto vastaanottaa tässä laissa tarkoitettua eläinlääkärinammatin harjoittajaa tai laillistamishakemuksen vireille pannutta henkilöä koskevan hälytyksen, sen tulee pyytää hälytyksen lähettäneen jäsenvaltion toimivaltaiselta viranomaiselta selvitys hälytykseen johtaneista syistä sekä arvioida, antavatko syyt aihetta soveltaa tämän lain hallinnollisia turvaamistoimenpiteitä taikka laillistamishakemuksen hylkäämistä koskevia säännöksiä. Maa- ja metsätalousministeriön asetuksella voidaan antaa Euroopan unionin lainsäädännön edellyttämiä tarkempia säännöksiä 1-3 momentissa mainittujen ilmoitusten ja tietojen lähettämisessä ja hälytysten poistamisessa noudatettavasta menettelystä.",
        "folded_fi": "imi-jarjestelma elintarviketurvallisuusviraston on ilmoitettava muille jasenvaltioille laillistetun elainlaakarin tai 8 §:ssa tarkoitetun henkilon ammatinharjoittamista koskevasta kiellosta tai rajoituksesta taikka ammatinharjoittamisoikeuden poistamisesta seka siita, etta tuomioistuin on todennut mainitun henkilon kayttaneen vaarennettyja asiakirjoja osoituksena elainlaakarin ammattipatevyydesta. ilmoitus tulee tehda komission yllapitamassa sahkoisessa tietojenvaihtojarjestelmassa () lahetettavalla halytyksella kolmen vuorokauden kuluessa kieltoa, rajoitusta tai oikeuden poistamista koskevan paatoksen taikka tuomioistuimen tuomion antamisesta. elintarviketurvallisuusviraston on viipymatta ilmoitettava imi-jarjestelman kautta kiellon, rajoituksen tai oikeuden poiston ilmoitettua kestoa koskevista muutoksista. lisaksi sen on poistettava lahettamansa halytys imi-jarjestelmasta kolmen vuorokauden kuluessa siita, kun halytykseen johtanut syy on lakannut. edella 1 momentissa tarkoitetusta halytyksesta on tehtava viimeistaan sen lahettamispaivana kirjallinen mainitussa momentissa tarkoitetulle henkilolle osoitettu paatos, joka voi olla erillinen tai sisaltya ammatinharjoittamista koskevan kiellon tai rajoituksen asettamista tai ammatinharjoittamisoikeuden poistamista koskevaan paatokseen. poiketen siita, mita 39 §:ssa saadetaan, halytysta koskevaan paatokseen haetaan muutosta samalla tavalla kuin ammatinharjoittamisen kieltamista tai rajoittamista taikka ammatinharjoittamisoikeuden poistamista koskevaan paatokseen. imi-jarjestelmassa lahetettyyn halytykseen on liitettava tieto mahdollisesta muutoksenhausta. jos elintarviketurvallisuusvirasto vastaanottaa tassa laissa tarkoitettua elainlaakarinammatin harjoittajaa tai laillistamishakemuksen vireille pannutta henkiloa koskevan halytyksen, sen tulee pyytaa halytyksen lahettaneen jasenvaltion toimivaltaiselta viranomaiselta selvitys halytykseen johtaneista syista seka arvioida, antavatko syyt aihetta soveltaa taman lain hallinnollisia turvaamistoimenpiteita taikka laillistamishakemuksen hylkaamista koskevia saannoksia. maa- ja metsatalousministerion asetuksella voidaan antaa euroopan unionin lainsaadannon edellyttamia tarkempia saannoksia 1-3 momentissa mainittujen ilmoitusten ja tietojen lahettamisessa ja halytysten poistamisessa noudatettavasta menettelysta.",
        "title_sv": "Varningsmekanism",
        "content_sv": "IMI-systemet Livsmedelssäkerhetsverket ska underrätta de andra medlemsstaterna om förbud eller begränsning som gäller yrkesutövningen eller fråntagande av rätten att utöva yrket i fråga om en legitimerad veterinär eller en i 8 § avsedd person och om fall där domstolen konstaterat att personen i fråga har använt förfalskade handlingar som intyg på yrkeskvalifikationerna för veterinärer. Underrättelsen ska lämnas i form av varning via det elektroniska informationssystem () som förvaltas av kommissionen, inom tre dygn från det att beslutet om förbud eller begränsning eller om fråntagande av rätten meddelades eller domstolens dom gavs. Livsmedelssäkerhetsverket ska utan dröjsmål via IMI-systemet meddela ändringar som gäller den i underrättelsen angivna varaktigheten av förbudet, begränsningen eller fråntagandet av rätten. Dessutom ska Livsmedelssäkerhetsverket radera sin varning ur IMI-systemet inom tre dygn från det att den omständighet som ledde till varningen inte längre föreligger. Senast den dag en i 1 mom. avsedd varning sänds ska det fattas ett skriftligt, till den i 1 mom. avsedda personen riktat beslut om varningen. Beslutet kan vara separat eller ingå i beslutet om förbud eller begränsning som gäller yrkesutövningen eller fråntagande av rätten att utöva yrket. Med avvikelse från bestämmelserna i 39 § får ändring i ett beslut som gäller en varning sökas på samma sätt som i ett beslut om förbud eller begränsning som gäller yrkesutövningen eller fråntagande av rätten att utöva yrket. Till en varning som sänts via IMI-systemet ska det fogas uppgift om eventuellt ändringssökande. Om Livsmedelssäkerhetsverket tar emot en varning som gäller en i denna lag avsedd utövare av veterinäryrket eller en person som anhängiggjort en ansökan om legitimation, ska verket av den behöriga myndigheten i den medlemsstat som sänt varningen begära uppgifter om orsakerna till varningen samt bedöma om orsakerna ger anledning att tillämpa vad som i denna lag föreskrivs om administrativa säkerhetsåtgärder eller avslag på ansökan om legitimation. De närmare bestämmelser som Europeiska unionens lagstiftning förutsätter om förfaranden som ska iakttas vid sändande av underrättelser och uppgifter som avses i 1-3 mom. och vid radering av varningar får utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "IMI-systemet Livsmedelssäkerhetsverket ska underrätta de andra medlemsstaterna om förbud eller begränsning som gäller yrkesutövningen eller fråntagande av rätten att utöva yrket i fråga om en legitimerad veterinär eller en i 8 § avsedd person och om fall där domstolen konstaterat att personen i fråga har använt förfalskade handlingar som intyg på yrkeskvalifikationerna för veterinärer. Underrättelsen ska lämnas i form av varning via det elektroniska informationssystem () som förvaltas av kommissionen, inom tre dygn från det att beslutet om förbud eller begränsning eller om fråntagande av rätten meddelades eller domstolens dom gavs. Livsmedelssäkerhetsverket ska utan dröjsmål via IMI-systemet meddela ändringar som gäller den i underrättelsen angivna varaktigheten av förbudet, begränsningen eller fråntagandet av rätten. Dessutom ska Livsmedelssäkerhetsverket radera sin varning ur IMI-systemet inom tre dygn från det att den omständighet som ledde till varningen inte längre föreligger. Senast den dag en i 1 mom. avsedd varning sänds ska det fattas ett skriftligt, till den i 1 mom. avsedda personen riktat beslut om varningen. Beslutet kan vara separat eller ingå i beslutet om förbud eller begränsning som gäller yrkesutövningen eller fråntagande av rätten att utöva yrket. Med avvikelse från bestämmelserna i 39 § får ändring i ett beslut som gäller en varning sökas på samma sätt som i ett beslut om förbud eller begränsning som gäller yrkesutövningen eller fråntagande av rätten att utöva yrket. Till en varning som sänts via IMI-systemet ska det fogas uppgift om eventuellt ändringssökande. Om Livsmedelssäkerhetsverket tar emot en varning som gäller en i denna lag avsedd utövare av veterinäryrket eller en person som anhängiggjort en ansökan om legitimation, ska verket av den behöriga myndigheten i den medlemsstat som sänt varningen begära uppgifter om orsakerna till varningen samt bedöma om orsakerna ger anledning att tillämpa vad som i denna lag föreskrivs om administrativa säkerhetsåtgärder eller avslag på ansökan om legitimation. De närmare bestämmelser som Europeiska unionens lagstiftning förutsätter om förfaranden som ska iakttas vid sändande av underrättelser och uppgifter som avses i 1-3 mom. och vid radering av varningar får utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "imi-systemet livsmedelssakerhetsverket ska underratta de andra medlemsstaterna om forbud eller begransning som galler yrkesutovningen eller frantagande av ratten att utova yrket i fraga om en legitimerad veterinar eller en i 8 § avsedd person och om fall dar domstolen konstaterat att personen i fraga har anvant forfalskade handlingar som intyg pa yrkeskvalifikationerna for veterinarer. underrattelsen ska lamnas i form av varning via det elektroniska informationssystem () som forvaltas av kommissionen, inom tre dygn fran det att beslutet om forbud eller begransning eller om frantagande av ratten meddelades eller domstolens dom gavs. livsmedelssakerhetsverket ska utan drojsmal via imi-systemet meddela andringar som galler den i underrattelsen angivna varaktigheten av forbudet, begransningen eller frantagandet av ratten. dessutom ska livsmedelssakerhetsverket radera sin varning ur imi-systemet inom tre dygn fran det att den omstandighet som ledde till varningen inte langre foreligger. senast den dag en i 1 mom. avsedd varning sands ska det fattas ett skriftligt, till den i 1 mom. avsedda personen riktat beslut om varningen. beslutet kan vara separat eller inga i beslutet om forbud eller begransning som galler yrkesutovningen eller frantagande av ratten att utova yrket. med avvikelse fran bestammelserna i 39 § far andring i ett beslut som galler en varning sokas pa samma satt som i ett beslut om forbud eller begransning som galler yrkesutovningen eller frantagande av ratten att utova yrket. till en varning som sants via imi-systemet ska det fogas uppgift om eventuellt andringssokande. om livsmedelssakerhetsverket tar emot en varning som galler en i denna lag avsedd utovare av veterinaryrket eller en person som anhangiggjort en ansokan om legitimation, ska verket av den behoriga myndigheten i den medlemsstat som sant varningen begara uppgifter om orsakerna till varningen samt bedoma om orsakerna ger anledning att tillampa vad som i denna lag foreskrivs om administrativa sakerhetsatgarder eller avslag pa ansokan om legitimation. de narmare bestammelser som europeiska unionens lagstiftning forutsatter om forfaranden som ska iakttas vid sandande av underrattelser och uppgifter som avses i 1-3 mom. och vid radering av varningar far utfardas genom forordning av jord- och skogsbruksministeriet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Kansainvälisiin velvoitteisiin perustuva eläinlääkäriksi laillistaminen",
      "content": "Elintarviketurvallisuusvirasto päättää ammattipätevyyden tunnustamisesta annetun lain (1384/2015) soveltamisalaan kuuluvissa, muissa kuin 1 ja 2 momentissa tarkoitetuissa tapauksissa, ulkomailla hankitun eläinlääkärin pätevyyden tuottamasta oikeudesta toimia eläinlääkärinä siten kuin mainitussa laissa säädetään. Eläinlääkäriksi laillistamisen edellytyksenä on lisäksi tämän lain 3 §:ssä tarkoitetun eläinlääkärinvakuutuksen antaminen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Elintarviketurvallisuusvirasto päättää ammattipätevyyden tunnustamisesta annetun lain (1384/2015) soveltamisalaan kuuluvissa, muissa kuin 1 ja 2 momentissa tarkoitetuissa tapauksissa, ulkomailla hankitun eläinlääkärin pätevyyden tuottamasta oikeudesta toimia eläinlääkärinä siten kuin mainitussa laissa säädetään. Eläinlääkäriksi laillistamisen edellytyksenä on lisäksi tämän lain 3 § :ssä tarkoitetun eläinlääkärinvakuutuksen antaminen.",
        "folded_fi": "elintarviketurvallisuusvirasto paattaa ammattipatevyyden tunnustamisesta annetun lain (1384/2015) soveltamisalaan kuuluvissa, muissa kuin 1 ja 2 momentissa tarkoitetuissa tapauksissa, ulkomailla hankitun elainlaakarin patevyyden tuottamasta oikeudesta toimia elainlaakarina siten kuin mainitussa laissa saadetaan. elainlaakariksi laillistamisen edellytyksena on lisaksi taman lain 3 §:ssa tarkoitetun elainlaakarinvakuutuksen antaminen.",
        "title_sv": "På internationella förpliktelser baserad legitimation som veterinär",
        "content_sv": "I andra fall som omfattas av lagen om erkännande av yrkeskvalifikationer (1384/2015) än de som avses i 1 och 2 mom. fattar Livsmedelssäkerhetsverket i enlighet med vad som föreskrivs i den lagen beslut om den rätt att vara verksam som veterinär som följer av en utomlands förvärvad veterinärkompetens. En förutsättning för legitimation som veterinär är dessutom avgivande av den veterinärförsäkran som avses i 3 § i denna lag.",
        "normalized_sv": "I andra fall som omfattas av lagen om erkännande av yrkeskvalifikationer (1384/2015) än de som avses i 1 och 2 mom. fattar Livsmedelssäkerhetsverket i enlighet med vad som föreskrivs i den lagen beslut om den rätt att vara verksam som veterinär som följer av en utomlands förvärvad veterinärkompetens. En förutsättning för legitimation som veterinär är dessutom avgivande av den veterinärförsäkran som avses i 3 § i denna lag.",
        "folded_sv": "i andra fall som omfattas av lagen om erkannande av yrkeskvalifikationer (1384/2015) an de som avses i 1 och 2 mom. fattar livsmedelssakerhetsverket i enlighet med vad som foreskrivs i den lagen beslut om den ratt att vara verksam som veterinar som foljer av en utomlands forvarvad veterinarkompetens. en forutsattning for legitimation som veterinar ar dessutom avgivande av den veterinarforsakran som avses i 3 § i denna lag."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "5 a",
      "section": "5 a",
      "title": "Laillistamishakemuksen liitteet",
      "content": "Liiteasiakirjat on esitettävä alkuperäisinä tai virallisesti oikeaksi todistettuina jäljennöksinä 5 §:ssä tarkoitetuissa tapauksissa sekä niissä 4 §:ssä tarkoitetuissa tapauksissa, joissa Elintarviketurvallisuusvirasto sitä erikseen vaatii. Vaatimus voidaan esittää, jos on perusteltua epäilystä jäljennöksen aitoudesta, eikä asiasta muutoin saada varmuutta. Hakemukseen tulee liittää auktorisoidun kääntäjän kääntämät suomen- tai ruotsinkieliset käännökset muista kuin suomen tai ruotsin kielellä kirjoitetuista asiakirjoista, jollei Elintarviketurvallisuusvirasto pidä sitä tarpeettomana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5 a",
        "normalized_fi": "Liiteasiakirjat on esitettävä alkuperäisinä tai virallisesti oikeaksi todistettuina jäljennöksinä 5 § :ssä tarkoitetuissa tapauksissa sekä niissä 4 § :ssä tarkoitetuissa tapauksissa, joissa Elintarviketurvallisuusvirasto sitä erikseen vaatii. Vaatimus voidaan esittää, jos on perusteltua epäilystä jäljennöksen aitoudesta, eikä asiasta muutoin saada varmuutta. Hakemukseen tulee liittää auktorisoidun kääntäjän kääntämät suomen- tai ruotsinkieliset käännökset muista kuin suomen tai ruotsin kielellä kirjoitetuista asiakirjoista, jollei Elintarviketurvallisuusvirasto pidä sitä tarpeettomana.",
        "folded_fi": "liiteasiakirjat on esitettava alkuperaisina tai virallisesti oikeaksi todistettuina jaljennoksina 5 §:ssa tarkoitetuissa tapauksissa seka niissa 4 §:ssa tarkoitetuissa tapauksissa, joissa elintarviketurvallisuusvirasto sita erikseen vaatii. vaatimus voidaan esittaa, jos on perusteltua epailysta jaljennoksen aitoudesta, eika asiasta muutoin saada varmuutta. hakemukseen tulee liittaa auktorisoidun kaantajan kaantamat suomen- tai ruotsinkieliset kaannokset muista kuin suomen tai ruotsin kielella kirjoitetuista asiakirjoista, jollei elintarviketurvallisuusvirasto pida sita tarpeettomana.",
        "title_sv": "Bilagor till ansökan om legitimation",
        "content_sv": "Bilagorna ska visas upp i original eller i form av officiellt bestyrkta kopior i de fall som avses i 5 § samt i de i 4 § avsedda fall där Livsmedelssäkerhetsverket särskilt kräver det. Ett sådant krav kan ställas om det finns grund för tvivel om kopiornas äkthet och det inte går att få klarhet i saken på något annat sätt. När det gäller andra handlingar än sådana som är avfattade på finska eller svenska ska det till ansökan fogas översättningar till finska eller svenska utförda av en auktoriserad translator, om inte Livsmedelssäkerhetsverket anser att det är onödigt.",
        "normalized_sv": "Bilagorna ska visas upp i original eller i form av officiellt bestyrkta kopior i de fall som avses i 5 § samt i de i 4 § avsedda fall där Livsmedelssäkerhetsverket särskilt kräver det. Ett sådant krav kan ställas om det finns grund för tvivel om kopiornas äkthet och det inte går att få klarhet i saken på något annat sätt. När det gäller andra handlingar än sådana som är avfattade på finska eller svenska ska det till ansökan fogas översättningar till finska eller svenska utförda av en auktoriserad translator, om inte Livsmedelssäkerhetsverket anser att det är onödigt.",
        "folded_sv": "bilagorna ska visas upp i original eller i form av officiellt bestyrkta kopior i de fall som avses i 5 § samt i de i 4 § avsedda fall dar livsmedelssakerhetsverket sarskilt kraver det. ett sadant krav kan stallas om det finns grund for tvivel om kopiornas akthet och det inte gar att fa klarhet i saken pa nagot annat satt. nar det galler andra handlingar an sadana som ar avfattade pa finska eller svenska ska det till ansokan fogas oversattningar till finska eller svenska utforda av en auktoriserad translator, om inte livsmedelssakerhetsverket anser att det ar onodigt."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Ohjaus ja valvonta",
      "content": "Tehtäviensä suorittamiseksi Elintarviketurvallisuusvirasto ja aluehallintovirasto käsittelevät eläinlääkärin ammattitoimintaa koskevia kanteluja. Menettelyssä sovelletaan, mitä hallintolain (434/2003) 8 a luvussa säädetään hallintokantelusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19",
        "normalized_fi": "Tehtäviensä suorittamiseksi Elintarviketurvallisuusvirasto ja aluehallintovirasto käsittelevät eläinlääkärin ammattitoimintaa koskevia kanteluja. Menettelyssä sovelletaan, mitä hallintolain (434/2003) 8 a luvussa säädetään hallintokantelusta.",
        "folded_fi": "tehtaviensa suorittamiseksi elintarviketurvallisuusvirasto ja aluehallintovirasto kasittelevat elainlaakarin ammattitoimintaa koskevia kanteluja. menettelyssa sovelletaan, mita hallintolain (434/2003) 8 a luvussa saadetaan hallintokantelusta.",
        "title_sv": "Styrning och tillsyn",
        "content_sv": "För fullgörande av sina uppgifter behandlar Livsmedelssäkerhetsverket och regionförvaltningsverket klagomål som gäller utövning av veterinäryrket. Vid förfarandet tillämpas bestämmelserna om förvaltningsklagan i 8 a kap. i förvaltningslagen (434/2003).",
        "normalized_sv": "För fullgörande av sina uppgifter behandlar Livsmedelssäkerhetsverket och regionförvaltningsverket klagomål som gäller utövning av veterinäryrket. Vid förfarandet tillämpas bestämmelserna om förvaltningsklagan i 8 a kap. i förvaltningslagen (434/2003).",
        "folded_sv": "for fullgorande av sina uppgifter behandlar livsmedelssakerhetsverket och regionforvaltningsverket klagomal som galler utovning av veterinaryrket. vid forfarandet tillampas bestammelserna om forvaltningsklagan i 8 a kap. i forvaltningslagen (434/2003)."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "33",
      "section": "33",
      "title": "Eläinlääkärirekisteriin merkittyjen tietojen säilyttämisajat sekä rekisterin käyttö ja tietojen luovuttaminen",
      "content": "Aluehallintovirastolla on oikeus käyttää eläinlääkärirekisteriä säädettyjen tehtäviensä edellyttämässä laajuudessa teknisen käyttöyhteyden avulla. Elintarviketurvallisuusvirasto voi luovuttaa eläinlääkärirekisterin tietoja maksutta ja tarvittaessa myös sähköisesti Euroopan unionin lainsäädännössä tai Suomea sitovassa kansainvälisessä sopimuksessa tarkoitetulle viranomaiselle kyseisten säännösten tai määräysten niin edellyttäessä sekä apteekeille ja lääketukkukaupoille. Apteekeille ja lääketukkukaupoille ei saa kuitenkaan luovuttaa eläinlääkärinammatinharjoittajan kotiosoitetta tai henkilötunnusta ilman tämän suostumusta. Tietojen luovuttamisesta säädetään lisäksi viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) ja henkilötietolaissa (523/1999).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:33",
        "normalized_fi": "Aluehallintovirastolla on oikeus käyttää eläinlääkärirekisteriä säädettyjen tehtäviensä edellyttämässä laajuudessa teknisen käyttöyhteyden avulla. Elintarviketurvallisuusvirasto voi luovuttaa eläinlääkärirekisterin tietoja maksutta ja tarvittaessa myös sähköisesti Euroopan unionin lainsäädännössä tai Suomea sitovassa kansainvälisessä sopimuksessa tarkoitetulle viranomaiselle kyseisten säännösten tai määräysten niin edellyttäessä sekä apteekeille ja lääketukkukaupoille. Apteekeille ja lääketukkukaupoille ei saa kuitenkaan luovuttaa eläinlääkärinammatinharjoittajan kotiosoitetta tai henkilötunnusta ilman tämän suostumusta. Tietojen luovuttamisesta säädetään lisäksi viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) ja henkilötietolaissa (523/1999).",
        "folded_fi": "aluehallintovirastolla on oikeus kayttaa elainlaakarirekisteria saadettyjen tehtaviensa edellyttamassa laajuudessa teknisen kayttoyhteyden avulla. elintarviketurvallisuusvirasto voi luovuttaa elainlaakarirekisterin tietoja maksutta ja tarvittaessa myos sahkoisesti euroopan unionin lainsaadannossa tai suomea sitovassa kansainvalisessa sopimuksessa tarkoitetulle viranomaiselle kyseisten saannosten tai maaraysten niin edellyttaessa seka apteekeille ja laaketukkukaupoille. apteekeille ja laaketukkukaupoille ei saa kuitenkaan luovuttaa elainlaakarinammatinharjoittajan kotiosoitetta tai henkilotunnusta ilman taman suostumusta. tietojen luovuttamisesta saadetaan lisaksi viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) ja henkilotietolaissa (523/1999).",
        "title_sv": "Bevaringstider för uppgifter som införts i veterinärregistret samt användning av registret och utlämnande av uppgifter",
        "content_sv": "Regionförvaltningsverket har rätt att genom en teknisk anslutning använda veterinärregistret i den omfattning som verkets föreskrivna uppgifter förutsätter. Livsmedelssäkerhetsverket får avgiftsfritt och vid behov också elektroniskt lämna ut uppgifter ur veterinärregistret till myndigheter som avses i Europeiska unionens lagstiftning eller i ett internationellt avtal som är bindande för Finland, om bestämmelserna i fråga förutsätter det, samt till apotek och läkemedelspartiaffärer. Till apotek och läkemedelspartiaffärer får dock inte hemadressen eller personbeteckningen för utövaren av veterinäryrket lämnas ut utan hans eller hennes samtycke. Bestämmelser om utlämnande av uppgifter finns dessutom i lagen om offentlighet i myndigheternas verksamhet (621/1999) och personuppgiftslagen (523/1999).",
        "normalized_sv": "Regionförvaltningsverket har rätt att genom en teknisk anslutning använda veterinärregistret i den omfattning som verkets föreskrivna uppgifter förutsätter. Livsmedelssäkerhetsverket får avgiftsfritt och vid behov också elektroniskt lämna ut uppgifter ur veterinärregistret till myndigheter som avses i Europeiska unionens lagstiftning eller i ett internationellt avtal som är bindande för Finland, om bestämmelserna i fråga förutsätter det, samt till apotek och läkemedelspartiaffärer. Till apotek och läkemedelspartiaffärer får dock inte hemadressen eller personbeteckningen för utövaren av veterinäryrket lämnas ut utan hans eller hennes samtycke. Bestämmelser om utlämnande av uppgifter finns dessutom i lagen om offentlighet i myndigheternas verksamhet (621/1999) och personuppgiftslagen (523/1999).",
        "folded_sv": "regionforvaltningsverket har ratt att genom en teknisk anslutning anvanda veterinarregistret i den omfattning som verkets foreskrivna uppgifter forutsatter. livsmedelssakerhetsverket far avgiftsfritt och vid behov ocksa elektroniskt lamna ut uppgifter ur veterinarregistret till myndigheter som avses i europeiska unionens lagstiftning eller i ett internationellt avtal som ar bindande for finland, om bestammelserna i fraga forutsatter det, samt till apotek och lakemedelspartiaffarer. till apotek och lakemedelspartiaffarer far dock inte hemadressen eller personbeteckningen for utovaren av veterinaryrket lamnas ut utan hans eller hennes samtycke. bestammelser om utlamnande av uppgifter finns dessutom i lagen om offentlighet i myndigheternas verksamhet (621/1999) och personuppgiftslagen (523/1999)."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "37",
      "section": "37",
      "title": "Uhkasakko",
      "content": "Jos eläinlääkärinammatin harjoittaja laiminlyö 12 §:ssä tarkoitetun ilmoitus- ja tietojenantovelvollisuuden tai 15 §:ssä tarkoitetun potilasasiakirjojen laatimis- tai säilyttämisvelvollisuuden, Elintarviketurvallisuusvirasto voi määrätä hänet noudattamaan velvollisuuttaan sakon uhalla. Elintarviketurvallisuusvirasto voi tehostaa uhkasakolla myös 20 tai 21 §:n nojalla antamaansa määräystä. Uhkasakosta säädetään uhkasakkolaissa (1113/1990).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:37",
        "normalized_fi": "Jos eläinlääkärinammatin harjoittaja laiminlyö 12 § :ssä tarkoitetun ilmoitus- ja tietojenantovelvollisuuden tai 15 § :ssä tarkoitetun potilasasiakirjojen laatimis- tai säilyttämisvelvollisuuden, Elintarviketurvallisuusvirasto voi määrätä hänet noudattamaan velvollisuuttaan sakon uhalla. Elintarviketurvallisuusvirasto voi tehostaa uhkasakolla myös 20 tai 21 § :n nojalla antamaansa määräystä. Uhkasakosta säädetään uhkasakkolaissa (1113/1990).",
        "folded_fi": "jos elainlaakarinammatin harjoittaja laiminlyo 12 §:ssa tarkoitetun ilmoitus- ja tietojenantovelvollisuuden tai 15 §:ssa tarkoitetun potilasasiakirjojen laatimis- tai sailyttamisvelvollisuuden, elintarviketurvallisuusvirasto voi maarata hanet noudattamaan velvollisuuttaan sakon uhalla. elintarviketurvallisuusvirasto voi tehostaa uhkasakolla myos 20 tai 21 §:n nojalla antamaansa maaraysta. uhkasakosta saadetaan uhkasakkolaissa (1113/1990).",
        "title_sv": "Vite",
        "content_sv": "En utövare av veterinäryrket som försummar anmälnings- och upplysningsskyldigheten enligt 12 § eller skyldigheten enligt 15 § att föra och förvara journalhandlingar kan av Livsmedelssäkerhetsverket vid vite åläggas att iaktta sin skyldighet. Livsmedelssäkerhetsverket kan även förena ett åläggande som det meddelat med stöd av 20 eller 21 § med vite. Bestämmelser om vite finns i viteslagen (1113/1990).",
        "normalized_sv": "En utövare av veterinäryrket som försummar anmälnings- och upplysningsskyldigheten enligt 12 § eller skyldigheten enligt 15 § att föra och förvara journalhandlingar kan av Livsmedelssäkerhetsverket vid vite åläggas att iaktta sin skyldighet. Livsmedelssäkerhetsverket kan även förena ett åläggande som det meddelat med stöd av 20 eller 21 § med vite. Bestämmelser om vite finns i viteslagen (1113/1990).",
        "folded_sv": "en utovare av veterinaryrket som forsummar anmalnings- och upplysningsskyldigheten enligt 12 § eller skyldigheten enligt 15 § att fora och forvara journalhandlingar kan av livsmedelssakerhetsverket vid vite alaggas att iaktta sin skyldighet. livsmedelssakerhetsverket kan aven forena ett alaggande som det meddelat med stod av 20 eller 21 § med vite. bestammelser om vite finns i viteslagen (1113/1990)."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "38 a",
      "section": "38 a",
      "title": "Ammatinharjoittamisoikeutta koskevan hakemuksen ratkaiseminen eräissä tapauksissa",
      "content": "Edellä 4 §:n 1 momentissa tarkoitetulle hakijalle on ilmoitettava hakemuksen vastaanottamisesta sekä mahdollisesti puuttuvista asiakirjoista kuukauden kuluessa hakemuksen saapumisesta. Hakemus on ratkaistava viimeistään kolmen kuukauden kuluttua vaadittavien asiakirjojen esittämisestä. Elintarviketurvallisuusviraston vaatimus toimittaa asiakirjat alkuperäisinä tai virallisesti oikeaksi todistettuina jäljennöksinä ei keskeytä määräajan kulumista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:38 a",
        "normalized_fi": "Edellä 4 § :n 1 momentissa tarkoitetulle hakijalle on ilmoitettava hakemuksen vastaanottamisesta sekä mahdollisesti puuttuvista asiakirjoista kuukauden kuluessa hakemuksen saapumisesta. Hakemus on ratkaistava viimeistään kolmen kuukauden kuluttua vaadittavien asiakirjojen esittämisestä. Elintarviketurvallisuusviraston vaatimus toimittaa asiakirjat alkuperäisinä tai virallisesti oikeaksi todistettuina jäljennöksinä ei keskeytä määräajan kulumista.",
        "folded_fi": "edella 4 §:n 1 momentissa tarkoitetulle hakijalle on ilmoitettava hakemuksen vastaanottamisesta seka mahdollisesti puuttuvista asiakirjoista kuukauden kuluessa hakemuksen saapumisesta. hakemus on ratkaistava viimeistaan kolmen kuukauden kuluttua vaadittavien asiakirjojen esittamisesta. elintarviketurvallisuusviraston vaatimus toimittaa asiakirjat alkuperaisina tai virallisesti oikeaksi todistettuina jaljennoksina ei keskeyta maaraajan kulumista.",
        "title_sv": "Avgörande av ansökan om rätt att utöva yrke i vissa fall",
        "content_sv": "Sökande som avses i 4 § 1 mom. ska underrättas om att ansökan har mottagits samt om de handlingar som eventuellt saknas inom en månad från mottagandet av ansökan. Ansökan ska avgöras senast tre månader efter det att alla nödvändiga handlingar har inkommit. Ett krav från Livsmedelssäkerhetsverket på att handlingarna ska lämnas i original eller i form av officiellt bestyrkta kopior avbryter inte tidsfristen.",
        "normalized_sv": "Sökande som avses i 4 § 1 mom. ska underrättas om att ansökan har mottagits samt om de handlingar som eventuellt saknas inom en månad från mottagandet av ansökan. Ansökan ska avgöras senast tre månader efter det att alla nödvändiga handlingar har inkommit. Ett krav från Livsmedelssäkerhetsverket på att handlingarna ska lämnas i original eller i form av officiellt bestyrkta kopior avbryter inte tidsfristen.",
        "folded_sv": "sokande som avses i 4 § 1 mom. ska underrattas om att ansokan har mottagits samt om de handlingar som eventuellt saknas inom en manad fran mottagandet av ansokan. ansokan ska avgoras senast tre manader efter det att alla nodvandiga handlingar har inkommit. ett krav fran livsmedelssakerhetsverket pa att handlingarna ska lamnas i original eller i form av officiellt bestyrkta kopior avbryter inte tidsfristen."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "41 a",
      "section": "41 a",
      "title": "Hälytysmekanismi",
      "content": "IMI-järjestelmä Elintarviketurvallisuusviraston on ilmoitettava muille jäsenvaltioille laillistetun eläinlääkärin tai 8 §:ssä tarkoitetun henkilön ammatinharjoittamista koskevasta kiellosta tai rajoituksesta taikka ammatinharjoittamisoikeuden poistamisesta sekä siitä, että tuomioistuin on todennut mainitun henkilön käyttäneen väärennettyjä asiakirjoja osoituksena eläinlääkärin ammattipätevyydestä. Ilmoitus tulee tehdä komission ylläpitämässä sähköisessä tietojenvaihtojärjestelmässä () lähetettävällä hälytyksellä kolmen vuorokauden kuluessa kieltoa, rajoitusta tai oikeuden poistamista koskevan päätöksen taikka tuomioistuimen tuomion antamisesta. Elintarviketurvallisuusviraston on viipymättä ilmoitettava IMI-järjestelmän kautta kiellon, rajoituksen tai oikeuden poiston ilmoitettua kestoa koskevista muutoksista. Lisäksi sen on poistettava lähettämänsä hälytys IMI-järjestelmästä kolmen vuorokauden kuluessa siitä, kun hälytykseen johtanut syy on lakannut. Edellä 1 momentissa tarkoitetusta hälytyksestä on tehtävä viimeistään sen lähettämispäivänä kirjallinen mainitussa momentissa tarkoitetulle henkilölle osoitettu päätös, joka voi olla erillinen tai sisältyä ammatinharjoittamista koskevan kiellon tai rajoituksen asettamista tai ammatinharjoittamisoikeuden poistamista koskevaan päätökseen. Poiketen siitä, mitä 39 §:ssä säädetään, hälytystä koskevaan päätökseen haetaan muutosta samalla tavalla kuin ammatinharjoittamisen kieltämistä tai rajoittamista taikka ammatinharjoittamisoikeuden poistamista koskevaan päätökseen. IMI-järjestelmässä lähetettyyn hälytykseen on liitettävä tieto mahdollisesta muutoksenhausta. Jos Elintarviketurvallisuusvirasto vastaanottaa tässä laissa tarkoitettua eläinlääkärinammatin harjoittajaa tai laillistamishakemuksen vireille pannutta henkilöä koskevan hälytyksen, sen tulee pyytää hälytyksen lähettäneen jäsenvaltion toimivaltaiselta viranomaiselta selvitys hälytykseen johtaneista syistä sekä arvioida, antavatko syyt aihetta soveltaa tämän lain hallinnollisia turvaamistoimenpiteitä taikka laillistamishakemuksen hylkäämistä koskevia säännöksiä. Maa- ja metsätalousministeriön asetuksella voidaan antaa Euroopan unionin lainsäädännön edellyttämiä tarkempia säännöksiä 1-3 momentissa mainittujen ilmoitusten ja tietojen lähettämisessä ja hälytysten poistamisessa noudatettavasta menettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:41 a",
        "normalized_fi": "IMI-järjestelmä Elintarviketurvallisuusviraston on ilmoitettava muille jäsenvaltioille laillistetun eläinlääkärin tai 8 § :ssä tarkoitetun henkilön ammatinharjoittamista koskevasta kiellosta tai rajoituksesta taikka ammatinharjoittamisoikeuden poistamisesta sekä siitä, että tuomioistuin on todennut mainitun henkilön käyttäneen väärennettyjä asiakirjoja osoituksena eläinlääkärin ammattipätevyydestä. Ilmoitus tulee tehdä komission ylläpitämässä sähköisessä tietojenvaihtojärjestelmässä () lähetettävällä hälytyksellä kolmen vuorokauden kuluessa kieltoa, rajoitusta tai oikeuden poistamista koskevan päätöksen taikka tuomioistuimen tuomion antamisesta. Elintarviketurvallisuusviraston on viipymättä ilmoitettava IMI-järjestelmän kautta kiellon, rajoituksen tai oikeuden poiston ilmoitettua kestoa koskevista muutoksista. Lisäksi sen on poistettava lähettämänsä hälytys IMI-järjestelmästä kolmen vuorokauden kuluessa siitä, kun hälytykseen johtanut syy on lakannut. Edellä 1 momentissa tarkoitetusta hälytyksestä on tehtävä viimeistään sen lähettämispäivänä kirjallinen mainitussa momentissa tarkoitetulle henkilölle osoitettu päätös, joka voi olla erillinen tai sisältyä ammatinharjoittamista koskevan kiellon tai rajoituksen asettamista tai ammatinharjoittamisoikeuden poistamista koskevaan päätökseen. Poiketen siitä, mitä 39 § :ssä säädetään, hälytystä koskevaan päätökseen haetaan muutosta samalla tavalla kuin ammatinharjoittamisen kieltämistä tai rajoittamista taikka ammatinharjoittamisoikeuden poistamista koskevaan päätökseen. IMI-järjestelmässä lähetettyyn hälytykseen on liitettävä tieto mahdollisesta muutoksenhausta. Jos Elintarviketurvallisuusvirasto vastaanottaa tässä laissa tarkoitettua eläinlääkärinammatin harjoittajaa tai laillistamishakemuksen vireille pannutta henkilöä koskevan hälytyksen, sen tulee pyytää hälytyksen lähettäneen jäsenvaltion toimivaltaiselta viranomaiselta selvitys hälytykseen johtaneista syistä sekä arvioida, antavatko syyt aihetta soveltaa tämän lain hallinnollisia turvaamistoimenpiteitä taikka laillistamishakemuksen hylkäämistä koskevia säännöksiä. Maa- ja metsätalousministeriön asetuksella voidaan antaa Euroopan unionin lainsäädännön edellyttämiä tarkempia säännöksiä 1-3 momentissa mainittujen ilmoitusten ja tietojen lähettämisessä ja hälytysten poistamisessa noudatettavasta menettelystä.",
        "folded_fi": "imi-jarjestelma elintarviketurvallisuusviraston on ilmoitettava muille jasenvaltioille laillistetun elainlaakarin tai 8 §:ssa tarkoitetun henkilon ammatinharjoittamista koskevasta kiellosta tai rajoituksesta taikka ammatinharjoittamisoikeuden poistamisesta seka siita, etta tuomioistuin on todennut mainitun henkilon kayttaneen vaarennettyja asiakirjoja osoituksena elainlaakarin ammattipatevyydesta. ilmoitus tulee tehda komission yllapitamassa sahkoisessa tietojenvaihtojarjestelmassa () lahetettavalla halytyksella kolmen vuorokauden kuluessa kieltoa, rajoitusta tai oikeuden poistamista koskevan paatoksen taikka tuomioistuimen tuomion antamisesta. elintarviketurvallisuusviraston on viipymatta ilmoitettava imi-jarjestelman kautta kiellon, rajoituksen tai oikeuden poiston ilmoitettua kestoa koskevista muutoksista. lisaksi sen on poistettava lahettamansa halytys imi-jarjestelmasta kolmen vuorokauden kuluessa siita, kun halytykseen johtanut syy on lakannut. edella 1 momentissa tarkoitetusta halytyksesta on tehtava viimeistaan sen lahettamispaivana kirjallinen mainitussa momentissa tarkoitetulle henkilolle osoitettu paatos, joka voi olla erillinen tai sisaltya ammatinharjoittamista koskevan kiellon tai rajoituksen asettamista tai ammatinharjoittamisoikeuden poistamista koskevaan paatokseen. poiketen siita, mita 39 §:ssa saadetaan, halytysta koskevaan paatokseen haetaan muutosta samalla tavalla kuin ammatinharjoittamisen kieltamista tai rajoittamista taikka ammatinharjoittamisoikeuden poistamista koskevaan paatokseen. imi-jarjestelmassa lahetettyyn halytykseen on liitettava tieto mahdollisesta muutoksenhausta. jos elintarviketurvallisuusvirasto vastaanottaa tassa laissa tarkoitettua elainlaakarinammatin harjoittajaa tai laillistamishakemuksen vireille pannutta henkiloa koskevan halytyksen, sen tulee pyytaa halytyksen lahettaneen jasenvaltion toimivaltaiselta viranomaiselta selvitys halytykseen johtaneista syista seka arvioida, antavatko syyt aihetta soveltaa taman lain hallinnollisia turvaamistoimenpiteita taikka laillistamishakemuksen hylkaamista koskevia saannoksia. maa- ja metsatalousministerion asetuksella voidaan antaa euroopan unionin lainsaadannon edellyttamia tarkempia saannoksia 1-3 momentissa mainittujen ilmoitusten ja tietojen lahettamisessa ja halytysten poistamisessa noudatettavasta menettelysta.",
        "title_sv": "Varningsmekanism",
        "content_sv": "IMI-systemet Livsmedelssäkerhetsverket ska underrätta de andra medlemsstaterna om förbud eller begränsning som gäller yrkesutövningen eller fråntagande av rätten att utöva yrket i fråga om en legitimerad veterinär eller en i 8 § avsedd person och om fall där domstolen konstaterat att personen i fråga har använt förfalskade handlingar som intyg på yrkeskvalifikationerna för veterinärer. Underrättelsen ska lämnas i form av varning via det elektroniska informationssystem () som förvaltas av kommissionen, inom tre dygn från det att beslutet om förbud eller begränsning eller om fråntagande av rätten meddelades eller domstolens dom gavs. Livsmedelssäkerhetsverket ska utan dröjsmål via IMI-systemet meddela ändringar som gäller den i underrättelsen angivna varaktigheten av förbudet, begränsningen eller fråntagandet av rätten. Dessutom ska Livsmedelssäkerhetsverket radera sin varning ur IMI-systemet inom tre dygn från det att den omständighet som ledde till varningen inte längre föreligger. Senast den dag en i 1 mom. avsedd varning sänds ska det fattas ett skriftligt, till den i 1 mom. avsedda personen riktat beslut om varningen. Beslutet kan vara separat eller ingå i beslutet om förbud eller begränsning som gäller yrkesutövningen eller fråntagande av rätten att utöva yrket. Med avvikelse från bestämmelserna i 39 § får ändring i ett beslut som gäller en varning sökas på samma sätt som i ett beslut om förbud eller begränsning som gäller yrkesutövningen eller fråntagande av rätten att utöva yrket. Till en varning som sänts via IMI-systemet ska det fogas uppgift om eventuellt ändringssökande. Om Livsmedelssäkerhetsverket tar emot en varning som gäller en i denna lag avsedd utövare av veterinäryrket eller en person som anhängiggjort en ansökan om legitimation, ska verket av den behöriga myndigheten i den medlemsstat som sänt varningen begära uppgifter om orsakerna till varningen samt bedöma om orsakerna ger anledning att tillämpa vad som i denna lag föreskrivs om administrativa säkerhetsåtgärder eller avslag på ansökan om legitimation. De närmare bestämmelser som Europeiska unionens lagstiftning förutsätter om förfaranden som ska iakttas vid sändande av underrättelser och uppgifter som avses i 1-3 mom. och vid radering av varningar får utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "IMI-systemet Livsmedelssäkerhetsverket ska underrätta de andra medlemsstaterna om förbud eller begränsning som gäller yrkesutövningen eller fråntagande av rätten att utöva yrket i fråga om en legitimerad veterinär eller en i 8 § avsedd person och om fall där domstolen konstaterat att personen i fråga har använt förfalskade handlingar som intyg på yrkeskvalifikationerna för veterinärer. Underrättelsen ska lämnas i form av varning via det elektroniska informationssystem () som förvaltas av kommissionen, inom tre dygn från det att beslutet om förbud eller begränsning eller om fråntagande av rätten meddelades eller domstolens dom gavs. Livsmedelssäkerhetsverket ska utan dröjsmål via IMI-systemet meddela ändringar som gäller den i underrättelsen angivna varaktigheten av förbudet, begränsningen eller fråntagandet av rätten. Dessutom ska Livsmedelssäkerhetsverket radera sin varning ur IMI-systemet inom tre dygn från det att den omständighet som ledde till varningen inte längre föreligger. Senast den dag en i 1 mom. avsedd varning sänds ska det fattas ett skriftligt, till den i 1 mom. avsedda personen riktat beslut om varningen. Beslutet kan vara separat eller ingå i beslutet om förbud eller begränsning som gäller yrkesutövningen eller fråntagande av rätten att utöva yrket. Med avvikelse från bestämmelserna i 39 § får ändring i ett beslut som gäller en varning sökas på samma sätt som i ett beslut om förbud eller begränsning som gäller yrkesutövningen eller fråntagande av rätten att utöva yrket. Till en varning som sänts via IMI-systemet ska det fogas uppgift om eventuellt ändringssökande. Om Livsmedelssäkerhetsverket tar emot en varning som gäller en i denna lag avsedd utövare av veterinäryrket eller en person som anhängiggjort en ansökan om legitimation, ska verket av den behöriga myndigheten i den medlemsstat som sänt varningen begära uppgifter om orsakerna till varningen samt bedöma om orsakerna ger anledning att tillämpa vad som i denna lag föreskrivs om administrativa säkerhetsåtgärder eller avslag på ansökan om legitimation. De närmare bestämmelser som Europeiska unionens lagstiftning förutsätter om förfaranden som ska iakttas vid sändande av underrättelser och uppgifter som avses i 1-3 mom. och vid radering av varningar får utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "imi-systemet livsmedelssakerhetsverket ska underratta de andra medlemsstaterna om forbud eller begransning som galler yrkesutovningen eller frantagande av ratten att utova yrket i fraga om en legitimerad veterinar eller en i 8 § avsedd person och om fall dar domstolen konstaterat att personen i fraga har anvant forfalskade handlingar som intyg pa yrkeskvalifikationerna for veterinarer. underrattelsen ska lamnas i form av varning via det elektroniska informationssystem () som forvaltas av kommissionen, inom tre dygn fran det att beslutet om forbud eller begransning eller om frantagande av ratten meddelades eller domstolens dom gavs. livsmedelssakerhetsverket ska utan drojsmal via imi-systemet meddela andringar som galler den i underrattelsen angivna varaktigheten av forbudet, begransningen eller frantagandet av ratten. dessutom ska livsmedelssakerhetsverket radera sin varning ur imi-systemet inom tre dygn fran det att den omstandighet som ledde till varningen inte langre foreligger. senast den dag en i 1 mom. avsedd varning sands ska det fattas ett skriftligt, till den i 1 mom. avsedda personen riktat beslut om varningen. beslutet kan vara separat eller inga i beslutet om forbud eller begransning som galler yrkesutovningen eller frantagande av ratten att utova yrket. med avvikelse fran bestammelserna i 39 § far andring i ett beslut som galler en varning sokas pa samma satt som i ett beslut om forbud eller begransning som galler yrkesutovningen eller frantagande av ratten att utova yrket. till en varning som sants via imi-systemet ska det fogas uppgift om eventuellt andringssokande. om livsmedelssakerhetsverket tar emot en varning som galler en i denna lag avsedd utovare av veterinaryrket eller en person som anhangiggjort en ansokan om legitimation, ska verket av den behoriga myndigheten i den medlemsstat som sant varningen begara uppgifter om orsakerna till varningen samt bedoma om orsakerna ger anledning att tillampa vad som i denna lag foreskrivs om administrativa sakerhetsatgarder eller avslag pa ansokan om legitimation. de narmare bestammelser som europeiska unionens lagstiftning forutsatter om forfaranden som ska iakttas vid sandande av underrattelser och uppgifter som avses i 1-3 mom. och vid radering av varningar far utfardas genom forordning av jord- och skogsbruksministeriet."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    }
  ]
}