{
  "id": "14/2016",
  "type": "statute",
  "title": "Laki vankeuslain 2 luvun 1 a § :n ja 19 luvun 4 § :n muuttamisesta",
  "title_en": "Lag om ändring av 2 kap. 1 a § och 19 kap. 4 § i fängelselagen",
  "status": "in_force",
  "issued_date": "2016-01-08",
  "in_force_date": "2016-01-08",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2016/14/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2:1 a",
      "chapter": "2",
      "section": "1 a",
      "title": "Täytäntöönpanokirja ja tuomioistuimen ilmoitusvelvollisuus",
      "content": "Tuloste oikeushallinnon valtakunnallisen tietojärjestelmän ratkaisu- ja päätösilmoitusjärjestelmästä toimii tuomion täytäntöönpanokirjana. Suomeen muusta maasta täytäntöön pantavaksi siirretyn vankeusrangaistuksen täytäntöönpanokirjana on oikeusministeriön tai Rikosseuraamuslaitoksen päätös. Tuomioistuimen on talletettava täytäntöönpanokirjaa varten tarpeelliset tiedot oikeushallinnon valtakunnallisen tietojärjestelmän ratkaisu- ja päätösilmoitusjärjestelmään. Jos tuomioistuin asiaa ratkaistessaan määrää tuomitun vangittavaksi tai pidettäväksi vangittuna, tuomioistuin voi tietojärjestelmään merkitsemisen sijasta merkitä tiedot vankipassiin. Tällainen vankipassi toimii väliaikaisena täytäntöönpanokirjana. Tuomioistuimen on ilmoitettava esitutkintalain (805/2011) 4 luvun 19 §:ssä tarkoitetusta asianomistajan pyynnöstä Rikosseuraamuslaitokselle tallettamalla sitä koskevat tiedot oikeushallinnon valtakunnallisen tietojärjestelmän ratkaisu- ja päätösilmoitusjärjestelmään tai toimittamalla tiedot Oikeusrekisterikeskukselle niiden välittämiseksi Rikosseuraamuslaitokselle. Edellä 2 ja 3 momentissa tarkoitetun merkinnän tekemiseen ja tietojen toimittamiseen sovelletaan, mitä oikeushallinnon valtakunnallisesta tietojärjestelmästä annetussa laissa (372/2010) ja sen nojalla säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:1 a",
        "normalized_fi": "Tuloste oikeushallinnon valtakunnallisen tietojärjestelmän ratkaisu- ja päätösilmoitusjärjestelmästä toimii tuomion täytäntöönpanokirjana. Suomeen muusta maasta täytäntöön pantavaksi siirretyn vankeusrangaistuksen täytäntöönpanokirjana on oikeusministeriön tai Rikosseuraamuslaitoksen päätös. Tuomioistuimen on talletettava täytäntöönpanokirjaa varten tarpeelliset tiedot oikeushallinnon valtakunnallisen tietojärjestelmän ratkaisu- ja päätösilmoitusjärjestelmään. Jos tuomioistuin asiaa ratkaistessaan määrää tuomitun vangittavaksi tai pidettäväksi vangittuna, tuomioistuin voi tietojärjestelmään merkitsemisen sijasta merkitä tiedot vankipassiin. Tällainen vankipassi toimii väliaikaisena täytäntöönpanokirjana. Tuomioistuimen on ilmoitettava esitutkintalain (805/2011) 4 luvun 19 § :ssä tarkoitetusta asianomistajan pyynnöstä Rikosseuraamuslaitokselle tallettamalla sitä koskevat tiedot oikeushallinnon valtakunnallisen tietojärjestelmän ratkaisu- ja päätösilmoitusjärjestelmään tai toimittamalla tiedot Oikeusrekisterikeskukselle niiden välittämiseksi Rikosseuraamuslaitokselle. Edellä 2 ja 3 momentissa tarkoitetun merkinnän tekemiseen ja tietojen toimittamiseen sovelletaan, mitä oikeushallinnon valtakunnallisesta tietojärjestelmästä annetussa laissa (372/2010) ja sen nojalla säädetään.",
        "folded_fi": "tuloste oikeushallinnon valtakunnallisen tietojarjestelman ratkaisu- ja paatosilmoitusjarjestelmasta toimii tuomion taytantoonpanokirjana. suomeen muusta maasta taytantoon pantavaksi siirretyn vankeusrangaistuksen taytantoonpanokirjana on oikeusministerion tai rikosseuraamuslaitoksen paatos. tuomioistuimen on talletettava taytantoonpanokirjaa varten tarpeelliset tiedot oikeushallinnon valtakunnallisen tietojarjestelman ratkaisu- ja paatosilmoitusjarjestelmaan. jos tuomioistuin asiaa ratkaistessaan maaraa tuomitun vangittavaksi tai pidettavaksi vangittuna, tuomioistuin voi tietojarjestelmaan merkitsemisen sijasta merkita tiedot vankipassiin. tallainen vankipassi toimii valiaikaisena taytantoonpanokirjana. tuomioistuimen on ilmoitettava esitutkintalain (805/2011) 4 luvun 19 §:ssa tarkoitetusta asianomistajan pyynnosta rikosseuraamuslaitokselle tallettamalla sita koskevat tiedot oikeushallinnon valtakunnallisen tietojarjestelman ratkaisu- ja paatosilmoitusjarjestelmaan tai toimittamalla tiedot oikeusrekisterikeskukselle niiden valittamiseksi rikosseuraamuslaitokselle. edella 2 ja 3 momentissa tarkoitetun merkinnan tekemiseen ja tietojen toimittamiseen sovelletaan, mita oikeushallinnon valtakunnallisesta tietojarjestelmasta annetussa laissa (372/2010) ja sen nojalla saadetaan.",
        "title_sv": "Verkställighetshandlingar och domstolens anmälningsskyldighet",
        "content_sv": "Som verkställighetshandling i fråga om en dom fungerar en utskrift ur registret över avgöranden och meddelanden om avgöranden i justitieförvaltningens riksomfattande informationssystem. När det gäller fängelsestraff som överförts från ett annat land för verkställighet i Finland är det justitieministeriets eller Brottspåföljdsmyndighetens beslut som är verkställighetshandling för domen. Domstolen ska föra in uppgifter som behövs för verkställighetshandlingen i registret över avgöranden och meddelanden om avgöranden i justitieförvaltningens riksomfattande informationssystem. Om domstolen när den avgör ett ärende förordnar att den dömde ska häktas eller hållas häktad, kan domstolen i stället för att registrera detta i informationssystemet anteckna uppgifterna i fångpasset. Fångpasset fungerar då som en temporär verkställighetshandling. Domstolen ska underrätta Brottspåföljdsmyndigheten om en sådan begäran från målsäganden som avses i 4 kap. 19 § i förundersökningslagen (805/2011) genom att föra in uppgifterna om detta i registret över avgöranden och meddelanden om avgöranden i justitieförvaltningens riksomfattande informationssystem eller genom att överföra uppgifterna till Rättsregistercentralen för förmedling till Brottspåföljdsmyndigheten. På registrering och överföring enligt 2 och 3 mom. tillämpas lagen om justitieförvaltningens riksomfattande informationssystem (372/2010) och vad som föreskrivs med stöd av den.",
        "normalized_sv": "Som verkställighetshandling i fråga om en dom fungerar en utskrift ur registret över avgöranden och meddelanden om avgöranden i justitieförvaltningens riksomfattande informationssystem. När det gäller fängelsestraff som överförts från ett annat land för verkställighet i Finland är det justitieministeriets eller Brottspåföljdsmyndighetens beslut som är verkställighetshandling för domen. Domstolen ska föra in uppgifter som behövs för verkställighetshandlingen i registret över avgöranden och meddelanden om avgöranden i justitieförvaltningens riksomfattande informationssystem. Om domstolen när den avgör ett ärende förordnar att den dömde ska häktas eller hållas häktad, kan domstolen i stället för att registrera detta i informationssystemet anteckna uppgifterna i fångpasset. Fångpasset fungerar då som en temporär verkställighetshandling. Domstolen ska underrätta Brottspåföljdsmyndigheten om en sådan begäran från målsäganden som avses i 4 kap. 19 § i förundersökningslagen (805/2011) genom att föra in uppgifterna om detta i registret över avgöranden och meddelanden om avgöranden i justitieförvaltningens riksomfattande informationssystem eller genom att överföra uppgifterna till Rättsregistercentralen för förmedling till Brottspåföljdsmyndigheten. På registrering och överföring enligt 2 och 3 mom. tillämpas lagen om justitieförvaltningens riksomfattande informationssystem (372/2010) och vad som föreskrivs med stöd av den.",
        "folded_sv": "som verkstallighetshandling i fraga om en dom fungerar en utskrift ur registret over avgoranden och meddelanden om avgoranden i justitieforvaltningens riksomfattande informationssystem. nar det galler fangelsestraff som overforts fran ett annat land for verkstallighet i finland ar det justitieministeriets eller brottspafoljdsmyndighetens beslut som ar verkstallighetshandling for domen. domstolen ska fora in uppgifter som behovs for verkstallighetshandlingen i registret over avgoranden och meddelanden om avgoranden i justitieforvaltningens riksomfattande informationssystem. om domstolen nar den avgor ett arende forordnar att den domde ska haktas eller hallas haktad, kan domstolen i stallet for att registrera detta i informationssystemet anteckna uppgifterna i fangpasset. fangpasset fungerar da som en temporar verkstallighetshandling. domstolen ska underratta brottspafoljdsmyndigheten om en sadan begaran fran malsaganden som avses i 4 kap. 19 § i forundersokningslagen (805/2011) genom att fora in uppgifterna om detta i registret over avgoranden och meddelanden om avgoranden i justitieforvaltningens riksomfattande informationssystem eller genom att overfora uppgifterna till rattsregistercentralen for formedling till brottspafoljdsmyndigheten. pa registrering och overforing enligt 2 och 3 mom. tillampas lagen om justitieforvaltningens riksomfattande informationssystem (372/2010) och vad som foreskrivs med stod av den."
      }
    },
    {
      "provision_ref": "19:4",
      "chapter": "19",
      "section": "4",
      "title": "Ilmoitus vapauttamisesta ja vankilasta poistumisesta",
      "content": "Vangin vapauttamisesta ja vankilasta poistumisesta saadaan ilmoittaa asianomistajalle tai muulle henkilölle, jos vangin käyttäytymisen tai hänen esittämiensä uhkausten johdosta on perusteltua syytä epäillä, että vanki syyllistyy tämän tai tälle läheisen henkilön henkeen, terveyteen tai vapauteen kohdistuvaan rikokseen. Ilmoitus voidaan antaa myös henkilölle, johon nähden vangilla on lähestymiskiellosta annetun lain (898/1998) mukainen lähestymiskielto tai yksityisoikeuden alalla määrättyjen suojelutoimenpiteiden vastavuoroisesta tunnustamisesta annetun Euroopan parlamentin ja neuvoston asetuksen soveltamisesta annetun lain (227/2015) 4 §:n nojalla poliisiasiain tietojärjestelmään ilmoitettu suojelutoimenpide. Raiskauksesta, törkeästä raiskauksesta, pakottamisesta seksuaaliseen tekoon, seksuaalisesta hyväksikäytöstä, lapsen seksuaalisesta hyväksikäytöstä, törkeästä lapsen seksuaalisesta hyväksikäytöstä, taposta, murhasta, surmasta, törkeästä pahoinpitelystä, törkeän henkeen tai terveyteen kohdistuvan rikoksen valmistelusta, törkeästä kotirauhan rikkomisesta, törkeästä vapaudenriistosta, ihmiskaupasta, törkeästä ihmiskaupasta, panttivangin ottamisesta, panttivangin ottamisen valmistelusta, vainoamisesta, törkeästä ryöstöstä tai törkeän ryöstön valmistelusta taikka sellaisen rikoksen yrityksestä tai osallisuudesta sellaiseen rikokseen tuomitun vangin vapauttamisesta, karkaamisesta, vankilasta luvatta poistumisesta, vankilaan palaamatta jäämisestä poistumisluvassa tai muussa luvassa määrättynä ajankohtana sekä tälle ennen tämän lain 14 luvun 3 §:ssä tarkoitettua ajankohtaa myönnetystä luvasta poistua vankilasta ilman valvontaa tai mainitun luvun 8 §:n 3 momentissa tarkoitetun valvonnan alaisena on ilman aiheetonta viivytystä ilmoitettava asianomistajalle, jos asianomistaja on esitutkintalain 4 luvun 19 §:ssä tarkoitetulla tavalla ilmoittanut haluavansa saada tällaisen ilmoituksen ja asianomistajan pyynnöstä on ilmoitettu Rikosseuraamuslaitokselle siten kuin tämän lain 2 luvun 1 a §:ssä tai tutkintavankeuslain 2 luvun 2 §:ssä säädetään. Asianomistajalle on ilmoitettava myös edellä mainitusta tämän lain 14 luvun 3 §:ssä tarkoitetusta ajankohdasta, josta lähtien vangille voidaan myöntää poistumislupia rangaistusajan pituuden perusteella ja ensimmäisestä tällä perusteella myönnetystä poistumisluvasta sekä vankeusrangaistuksen täytäntöönpanon siirrosta toiseen valtioon. Edellä mainittujen ilmoitusten tekeminen edellyttää, että niistä ei arvioida aiheutuvan vaaraa vangin hengelle tai terveydelle. Tässä pykälässä tarkoitettu ilmoitus on tehtävä hienotunteisuutta noudattaen. Ilmoitusta ei saa tehdä vastoin asianomistajan tai muun tässä pykälässä tarkoitetun vaarassa olevan henkilön ilmaisemaa tahtoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "19:4",
        "normalized_fi": "Vangin vapauttamisesta ja vankilasta poistumisesta saadaan ilmoittaa asianomistajalle tai muulle henkilölle, jos vangin käyttäytymisen tai hänen esittämiensä uhkausten johdosta on perusteltua syytä epäillä, että vanki syyllistyy tämän tai tälle läheisen henkilön henkeen, terveyteen tai vapauteen kohdistuvaan rikokseen. Ilmoitus voidaan antaa myös henkilölle, johon nähden vangilla on lähestymiskiellosta annetun lain (898/1998) mukainen lähestymiskielto tai yksityisoikeuden alalla määrättyjen suojelutoimenpiteiden vastavuoroisesta tunnustamisesta annetun Euroopan parlamentin ja neuvoston asetuksen soveltamisesta annetun lain (227/2015) 4 § :n nojalla poliisiasiain tietojärjestelmään ilmoitettu suojelutoimenpide. Raiskauksesta, törkeästä raiskauksesta, pakottamisesta seksuaaliseen tekoon, seksuaalisesta hyväksikäytöstä, lapsen seksuaalisesta hyväksikäytöstä, törkeästä lapsen seksuaalisesta hyväksikäytöstä, taposta, murhasta, surmasta, törkeästä pahoinpitelystä, törkeän henkeen tai terveyteen kohdistuvan rikoksen valmistelusta, törkeästä kotirauhan rikkomisesta, törkeästä vapaudenriistosta, ihmiskaupasta, törkeästä ihmiskaupasta, panttivangin ottamisesta, panttivangin ottamisen valmistelusta, vainoamisesta, törkeästä ryöstöstä tai törkeän ryöstön valmistelusta taikka sellaisen rikoksen yrityksestä tai osallisuudesta sellaiseen rikokseen tuomitun vangin vapauttamisesta, karkaamisesta, vankilasta luvatta poistumisesta, vankilaan palaamatta jäämisestä poistumisluvassa tai muussa luvassa määrättynä ajankohtana sekä tälle ennen tämän lain 14 luvun 3 § :ssä tarkoitettua ajankohtaa myönnetystä luvasta poistua vankilasta ilman valvontaa tai mainitun luvun 8 § :n 3 momentissa tarkoitetun valvonnan alaisena on ilman aiheetonta viivytystä ilmoitettava asianomistajalle, jos asianomistaja on esitutkintalain 4 luvun 19 § :ssä tarkoitetulla tavalla ilmoittanut haluavansa saada tällaisen ilmoituksen ja asianomistajan pyynnöstä on ilmoitettu Rikosseuraamuslaitokselle siten kuin tämän lain 2 luvun 1 a § :ssä tai tutkintavankeuslain 2 luvun 2 § :ssä säädetään. Asianomistajalle on ilmoitettava myös edellä mainitusta tämän lain 14 luvun 3 § :ssä tarkoitetusta ajankohdasta, josta lähtien vangille voidaan myöntää poistumislupia rangaistusajan pituuden perusteella ja ensimmäisestä tällä perusteella myönnetystä poistumisluvasta sekä vankeusrangaistuksen täytäntöönpanon siirrosta toiseen valtioon. Edellä mainittujen ilmoitusten tekeminen edellyttää, että niistä ei arvioida aiheutuvan vaaraa vangin hengelle tai terveydelle. Tässä pykälässä tarkoitettu ilmoitus on tehtävä hienotunteisuutta noudattaen. Ilmoitusta ei saa tehdä vastoin asianomistajan tai muun tässä pykälässä tarkoitetun vaarassa olevan henkilön ilmaisemaa tahtoa.",
        "folded_fi": "vangin vapauttamisesta ja vankilasta poistumisesta saadaan ilmoittaa asianomistajalle tai muulle henkilolle, jos vangin kayttaytymisen tai hanen esittamiensa uhkausten johdosta on perusteltua syyta epailla, etta vanki syyllistyy taman tai talle laheisen henkilon henkeen, terveyteen tai vapauteen kohdistuvaan rikokseen. ilmoitus voidaan antaa myos henkilolle, johon nahden vangilla on lahestymiskiellosta annetun lain (898/1998) mukainen lahestymiskielto tai yksityisoikeuden alalla maarattyjen suojelutoimenpiteiden vastavuoroisesta tunnustamisesta annetun euroopan parlamentin ja neuvoston asetuksen soveltamisesta annetun lain (227/2015) 4 §:n nojalla poliisiasiain tietojarjestelmaan ilmoitettu suojelutoimenpide. raiskauksesta, torkeasta raiskauksesta, pakottamisesta seksuaaliseen tekoon, seksuaalisesta hyvaksikaytosta, lapsen seksuaalisesta hyvaksikaytosta, torkeasta lapsen seksuaalisesta hyvaksikaytosta, taposta, murhasta, surmasta, torkeasta pahoinpitelysta, torkean henkeen tai terveyteen kohdistuvan rikoksen valmistelusta, torkeasta kotirauhan rikkomisesta, torkeasta vapaudenriistosta, ihmiskaupasta, torkeasta ihmiskaupasta, panttivangin ottamisesta, panttivangin ottamisen valmistelusta, vainoamisesta, torkeasta ryostosta tai torkean ryoston valmistelusta taikka sellaisen rikoksen yrityksesta tai osallisuudesta sellaiseen rikokseen tuomitun vangin vapauttamisesta, karkaamisesta, vankilasta luvatta poistumisesta, vankilaan palaamatta jaamisesta poistumisluvassa tai muussa luvassa maarattyna ajankohtana seka talle ennen taman lain 14 luvun 3 §:ssa tarkoitettua ajankohtaa myonnetysta luvasta poistua vankilasta ilman valvontaa tai mainitun luvun 8 §:n 3 momentissa tarkoitetun valvonnan alaisena on ilman aiheetonta viivytysta ilmoitettava asianomistajalle, jos asianomistaja on esitutkintalain 4 luvun 19 §:ssa tarkoitetulla tavalla ilmoittanut haluavansa saada tallaisen ilmoituksen ja asianomistajan pyynnosta on ilmoitettu rikosseuraamuslaitokselle siten kuin taman lain 2 luvun 1 a §:ssa tai tutkintavankeuslain 2 luvun 2 §:ssa saadetaan. asianomistajalle on ilmoitettava myos edella mainitusta taman lain 14 luvun 3 §:ssa tarkoitetusta ajankohdasta, josta lahtien vangille voidaan myontaa poistumislupia rangaistusajan pituuden perusteella ja ensimmaisesta talla perusteella myonnetysta poistumisluvasta seka vankeusrangaistuksen taytantoonpanon siirrosta toiseen valtioon. edella mainittujen ilmoitusten tekeminen edellyttaa, etta niista ei arvioida aiheutuvan vaaraa vangin hengelle tai terveydelle. tassa pykalassa tarkoitettu ilmoitus on tehtava hienotunteisuutta noudattaen. ilmoitusta ei saa tehda vastoin asianomistajan tai muun tassa pykalassa tarkoitetun vaarassa olevan henkilon ilmaisemaa tahtoa.",
        "title_sv": "Anmälan om att en fånge frigivits eller avlägsnat sig från fängelset",
        "content_sv": "Anmälan om att en fånge frigivits eller avlägsnat sig från fängelset får lämnas till målsäganden eller någon annan person, om det på grund av fångens beteende eller av denne framförda hotelser finns grundad anledning att misstänka att fången gör sig skyldig till ett brott som riktar sig mot någondera av de ovannämndas liv, hälsa eller frihet eller mot en sådan persons liv, hälsa eller frihet som står någondera av dem nära. Har fången meddelats besöksförbud enligt lagen om besöksförbud (898/1998) eller en skyddsåtgärd som anmälts till informationssystemet för polisärenden med stöd av 4 § i lagen om tillämpning av Europaparlamentets och rådets förordning om ömsesidigt erkännande av skyddsåtgärder i civilrättsliga frågor (227/2015), kan anmälan också göras till den som förbudet eller åtgärden avses skydda. Om en målsägande på det sätt som avses i 4 kap. 19 § i förundersökningslagen har meddelat att han eller hon vill få en anmälan om att en fånge som har dömts för våldtäkt, grov våldtäkt, tvingande till sexuell handling, sexuellt utnyttjande, sexuellt utnyttjande av barn, grovt sexuellt utnyttjande av barn, dråp, mord, dråp under förmildrande omständigheter, grov misshandel, förberedelse till grovt brott mot liv eller hälsa, grovt hemfridsbrott, grovt frihetsberövande, människohandel, grov människohandel, tagande av gisslan, förberedelse till tagande av gisslan, olaga förföljelse, grovt rån eller förberedelse till grovt rån, eller försök till eller medverkan till ett sådant brott, har frigivits, rymt, utan tillstånd har avlägsnat sig från ett fängelse, inte återvänt till fängelset vid den tidpunkt som anges i beslutet om permission eller i något annat tillstånd samt före den tidpunkt som avses i 14 kap. 3 § i denna lag har beviljats tillstånd att avlägsna sig från fängelset utan övervakning eller under sådan övervakning som avses i 8 § 3 mom. i det kapitlet, ska målsäganden utan ogrundat dröjsmål få en sådan anmälan, om Brottspåföljdsmyndigheten har underrättats om målsägandens begäran enligt 2 kap. 1 a § i denna lag eller 2 kap. 2 § i häktningslagen. Målsäganden ska underrättas också om den ovannämnda i 14 kap. 3 § i denna lag avsedda tidpunkten från och med vilken en fånge kan beviljas permission på basis av strafftidens längd och om den första permission som beviljats på denna grund samt om överförande av verkställigheten av fängelsestraffet till en annan stat. För att ovannämnda anmälningar ska få göras krävs det att detta inte bedöms äventyra fångens liv eller hälsa. Anmälan enligt denna paragraf ska göras finkänsligt. Målsäganden eller någon annan som hotas och som avses i denna paragraf får inte underrättas mot deras uttryckliga vilja.",
        "normalized_sv": "Anmälan om att en fånge frigivits eller avlägsnat sig från fängelset får lämnas till målsäganden eller någon annan person, om det på grund av fångens beteende eller av denne framförda hotelser finns grundad anledning att misstänka att fången gör sig skyldig till ett brott som riktar sig mot någondera av de ovannämndas liv, hälsa eller frihet eller mot en sådan persons liv, hälsa eller frihet som står någondera av dem nära. Har fången meddelats besöksförbud enligt lagen om besöksförbud (898/1998) eller en skyddsåtgärd som anmälts till informationssystemet för polisärenden med stöd av 4 § i lagen om tillämpning av Europaparlamentets och rådets förordning om ömsesidigt erkännande av skyddsåtgärder i civilrättsliga frågor (227/2015), kan anmälan också göras till den som förbudet eller åtgärden avses skydda. Om en målsägande på det sätt som avses i 4 kap. 19 § i förundersökningslagen har meddelat att han eller hon vill få en anmälan om att en fånge som har dömts för våldtäkt, grov våldtäkt, tvingande till sexuell handling, sexuellt utnyttjande, sexuellt utnyttjande av barn, grovt sexuellt utnyttjande av barn, dråp, mord, dråp under förmildrande omständigheter, grov misshandel, förberedelse till grovt brott mot liv eller hälsa, grovt hemfridsbrott, grovt frihetsberövande, människohandel, grov människohandel, tagande av gisslan, förberedelse till tagande av gisslan, olaga förföljelse, grovt rån eller förberedelse till grovt rån, eller försök till eller medverkan till ett sådant brott, har frigivits, rymt, utan tillstånd har avlägsnat sig från ett fängelse, inte återvänt till fängelset vid den tidpunkt som anges i beslutet om permission eller i något annat tillstånd samt före den tidpunkt som avses i 14 kap. 3 § i denna lag har beviljats tillstånd att avlägsna sig från fängelset utan övervakning eller under sådan övervakning som avses i 8 § 3 mom. i det kapitlet, ska målsäganden utan ogrundat dröjsmål få en sådan anmälan, om Brottspåföljdsmyndigheten har underrättats om målsägandens begäran enligt 2 kap. 1 a § i denna lag eller 2 kap. 2 § i häktningslagen. Målsäganden ska underrättas också om den ovannämnda i 14 kap. 3 § i denna lag avsedda tidpunkten från och med vilken en fånge kan beviljas permission på basis av strafftidens längd och om den första permission som beviljats på denna grund samt om överförande av verkställigheten av fängelsestraffet till en annan stat. För att ovannämnda anmälningar ska få göras krävs det att detta inte bedöms äventyra fångens liv eller hälsa. Anmälan enligt denna paragraf ska göras finkänsligt. Målsäganden eller någon annan som hotas och som avses i denna paragraf får inte underrättas mot deras uttryckliga vilja.",
        "folded_sv": "anmalan om att en fange frigivits eller avlagsnat sig fran fangelset far lamnas till malsaganden eller nagon annan person, om det pa grund av fangens beteende eller av denne framforda hotelser finns grundad anledning att misstanka att fangen gor sig skyldig till ett brott som riktar sig mot nagondera av de ovannamndas liv, halsa eller frihet eller mot en sadan persons liv, halsa eller frihet som star nagondera av dem nara. har fangen meddelats besoksforbud enligt lagen om besoksforbud (898/1998) eller en skyddsatgard som anmalts till informationssystemet for polisarenden med stod av 4 § i lagen om tillampning av europaparlamentets och radets forordning om omsesidigt erkannande av skyddsatgarder i civilrattsliga fragor (227/2015), kan anmalan ocksa goras till den som forbudet eller atgarden avses skydda. om en malsagande pa det satt som avses i 4 kap. 19 § i forundersokningslagen har meddelat att han eller hon vill fa en anmalan om att en fange som har domts for valdtakt, grov valdtakt, tvingande till sexuell handling, sexuellt utnyttjande, sexuellt utnyttjande av barn, grovt sexuellt utnyttjande av barn, drap, mord, drap under formildrande omstandigheter, grov misshandel, forberedelse till grovt brott mot liv eller halsa, grovt hemfridsbrott, grovt frihetsberovande, manniskohandel, grov manniskohandel, tagande av gisslan, forberedelse till tagande av gisslan, olaga forfoljelse, grovt ran eller forberedelse till grovt ran, eller forsok till eller medverkan till ett sadant brott, har frigivits, rymt, utan tillstand har avlagsnat sig fran ett fangelse, inte atervant till fangelset vid den tidpunkt som anges i beslutet om permission eller i nagot annat tillstand samt fore den tidpunkt som avses i 14 kap. 3 § i denna lag har beviljats tillstand att avlagsna sig fran fangelset utan overvakning eller under sadan overvakning som avses i 8 § 3 mom. i det kapitlet, ska malsaganden utan ogrundat drojsmal fa en sadan anmalan, om brottspafoljdsmyndigheten har underrattats om malsagandens begaran enligt 2 kap. 1 a § i denna lag eller 2 kap. 2 § i haktningslagen. malsaganden ska underrattas ocksa om den ovannamnda i 14 kap. 3 § i denna lag avsedda tidpunkten fran och med vilken en fange kan beviljas permission pa basis av strafftidens langd och om den forsta permission som beviljats pa denna grund samt om overforande av verkstalligheten av fangelsestraffet till en annan stat. for att ovannamnda anmalningar ska fa goras kravs det att detta inte bedoms aventyra fangens liv eller halsa. anmalan enligt denna paragraf ska goras finkansligt. malsaganden eller nagon annan som hotas och som avses i denna paragraf far inte underrattas mot deras uttryckliga vilja."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2:1 a",
      "chapter": "2",
      "section": "1 a",
      "title": "Täytäntöönpanokirja ja tuomioistuimen ilmoitusvelvollisuus",
      "content": "Tuloste oikeushallinnon valtakunnallisen tietojärjestelmän ratkaisu- ja päätösilmoitusjärjestelmästä toimii tuomion täytäntöönpanokirjana. Suomeen muusta maasta täytäntöön pantavaksi siirretyn vankeusrangaistuksen täytäntöönpanokirjana on oikeusministeriön tai Rikosseuraamuslaitoksen päätös. Tuomioistuimen on talletettava täytäntöönpanokirjaa varten tarpeelliset tiedot oikeushallinnon valtakunnallisen tietojärjestelmän ratkaisu- ja päätösilmoitusjärjestelmään. Jos tuomioistuin asiaa ratkaistessaan määrää tuomitun vangittavaksi tai pidettäväksi vangittuna, tuomioistuin voi tietojärjestelmään merkitsemisen sijasta merkitä tiedot vankipassiin. Tällainen vankipassi toimii väliaikaisena täytäntöönpanokirjana. Tuomioistuimen on ilmoitettava esitutkintalain (805/2011) 4 luvun 19 §:ssä tarkoitetusta asianomistajan pyynnöstä Rikosseuraamuslaitokselle tallettamalla sitä koskevat tiedot oikeushallinnon valtakunnallisen tietojärjestelmän ratkaisu- ja päätösilmoitusjärjestelmään tai toimittamalla tiedot Oikeusrekisterikeskukselle niiden välittämiseksi Rikosseuraamuslaitokselle. Edellä 2 ja 3 momentissa tarkoitetun merkinnän tekemiseen ja tietojen toimittamiseen sovelletaan, mitä oikeushallinnon valtakunnallisesta tietojärjestelmästä annetussa laissa (372/2010) ja sen nojalla säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:1 a",
        "normalized_fi": "Tuloste oikeushallinnon valtakunnallisen tietojärjestelmän ratkaisu- ja päätösilmoitusjärjestelmästä toimii tuomion täytäntöönpanokirjana. Suomeen muusta maasta täytäntöön pantavaksi siirretyn vankeusrangaistuksen täytäntöönpanokirjana on oikeusministeriön tai Rikosseuraamuslaitoksen päätös. Tuomioistuimen on talletettava täytäntöönpanokirjaa varten tarpeelliset tiedot oikeushallinnon valtakunnallisen tietojärjestelmän ratkaisu- ja päätösilmoitusjärjestelmään. Jos tuomioistuin asiaa ratkaistessaan määrää tuomitun vangittavaksi tai pidettäväksi vangittuna, tuomioistuin voi tietojärjestelmään merkitsemisen sijasta merkitä tiedot vankipassiin. Tällainen vankipassi toimii väliaikaisena täytäntöönpanokirjana. Tuomioistuimen on ilmoitettava esitutkintalain (805/2011) 4 luvun 19 § :ssä tarkoitetusta asianomistajan pyynnöstä Rikosseuraamuslaitokselle tallettamalla sitä koskevat tiedot oikeushallinnon valtakunnallisen tietojärjestelmän ratkaisu- ja päätösilmoitusjärjestelmään tai toimittamalla tiedot Oikeusrekisterikeskukselle niiden välittämiseksi Rikosseuraamuslaitokselle. Edellä 2 ja 3 momentissa tarkoitetun merkinnän tekemiseen ja tietojen toimittamiseen sovelletaan, mitä oikeushallinnon valtakunnallisesta tietojärjestelmästä annetussa laissa (372/2010) ja sen nojalla säädetään.",
        "folded_fi": "tuloste oikeushallinnon valtakunnallisen tietojarjestelman ratkaisu- ja paatosilmoitusjarjestelmasta toimii tuomion taytantoonpanokirjana. suomeen muusta maasta taytantoon pantavaksi siirretyn vankeusrangaistuksen taytantoonpanokirjana on oikeusministerion tai rikosseuraamuslaitoksen paatos. tuomioistuimen on talletettava taytantoonpanokirjaa varten tarpeelliset tiedot oikeushallinnon valtakunnallisen tietojarjestelman ratkaisu- ja paatosilmoitusjarjestelmaan. jos tuomioistuin asiaa ratkaistessaan maaraa tuomitun vangittavaksi tai pidettavaksi vangittuna, tuomioistuin voi tietojarjestelmaan merkitsemisen sijasta merkita tiedot vankipassiin. tallainen vankipassi toimii valiaikaisena taytantoonpanokirjana. tuomioistuimen on ilmoitettava esitutkintalain (805/2011) 4 luvun 19 §:ssa tarkoitetusta asianomistajan pyynnosta rikosseuraamuslaitokselle tallettamalla sita koskevat tiedot oikeushallinnon valtakunnallisen tietojarjestelman ratkaisu- ja paatosilmoitusjarjestelmaan tai toimittamalla tiedot oikeusrekisterikeskukselle niiden valittamiseksi rikosseuraamuslaitokselle. edella 2 ja 3 momentissa tarkoitetun merkinnan tekemiseen ja tietojen toimittamiseen sovelletaan, mita oikeushallinnon valtakunnallisesta tietojarjestelmasta annetussa laissa (372/2010) ja sen nojalla saadetaan.",
        "title_sv": "Verkställighetshandlingar och domstolens anmälningsskyldighet",
        "content_sv": "Som verkställighetshandling i fråga om en dom fungerar en utskrift ur registret över avgöranden och meddelanden om avgöranden i justitieförvaltningens riksomfattande informationssystem. När det gäller fängelsestraff som överförts från ett annat land för verkställighet i Finland är det justitieministeriets eller Brottspåföljdsmyndighetens beslut som är verkställighetshandling för domen. Domstolen ska föra in uppgifter som behövs för verkställighetshandlingen i registret över avgöranden och meddelanden om avgöranden i justitieförvaltningens riksomfattande informationssystem. Om domstolen när den avgör ett ärende förordnar att den dömde ska häktas eller hållas häktad, kan domstolen i stället för att registrera detta i informationssystemet anteckna uppgifterna i fångpasset. Fångpasset fungerar då som en temporär verkställighetshandling. Domstolen ska underrätta Brottspåföljdsmyndigheten om en sådan begäran från målsäganden som avses i 4 kap. 19 § i förundersökningslagen (805/2011) genom att föra in uppgifterna om detta i registret över avgöranden och meddelanden om avgöranden i justitieförvaltningens riksomfattande informationssystem eller genom att överföra uppgifterna till Rättsregistercentralen för förmedling till Brottspåföljdsmyndigheten. På registrering och överföring enligt 2 och 3 mom. tillämpas lagen om justitieförvaltningens riksomfattande informationssystem (372/2010) och vad som föreskrivs med stöd av den.",
        "normalized_sv": "Som verkställighetshandling i fråga om en dom fungerar en utskrift ur registret över avgöranden och meddelanden om avgöranden i justitieförvaltningens riksomfattande informationssystem. När det gäller fängelsestraff som överförts från ett annat land för verkställighet i Finland är det justitieministeriets eller Brottspåföljdsmyndighetens beslut som är verkställighetshandling för domen. Domstolen ska föra in uppgifter som behövs för verkställighetshandlingen i registret över avgöranden och meddelanden om avgöranden i justitieförvaltningens riksomfattande informationssystem. Om domstolen när den avgör ett ärende förordnar att den dömde ska häktas eller hållas häktad, kan domstolen i stället för att registrera detta i informationssystemet anteckna uppgifterna i fångpasset. Fångpasset fungerar då som en temporär verkställighetshandling. Domstolen ska underrätta Brottspåföljdsmyndigheten om en sådan begäran från målsäganden som avses i 4 kap. 19 § i förundersökningslagen (805/2011) genom att föra in uppgifterna om detta i registret över avgöranden och meddelanden om avgöranden i justitieförvaltningens riksomfattande informationssystem eller genom att överföra uppgifterna till Rättsregistercentralen för förmedling till Brottspåföljdsmyndigheten. På registrering och överföring enligt 2 och 3 mom. tillämpas lagen om justitieförvaltningens riksomfattande informationssystem (372/2010) och vad som föreskrivs med stöd av den.",
        "folded_sv": "som verkstallighetshandling i fraga om en dom fungerar en utskrift ur registret over avgoranden och meddelanden om avgoranden i justitieforvaltningens riksomfattande informationssystem. nar det galler fangelsestraff som overforts fran ett annat land for verkstallighet i finland ar det justitieministeriets eller brottspafoljdsmyndighetens beslut som ar verkstallighetshandling for domen. domstolen ska fora in uppgifter som behovs for verkstallighetshandlingen i registret over avgoranden och meddelanden om avgoranden i justitieforvaltningens riksomfattande informationssystem. om domstolen nar den avgor ett arende forordnar att den domde ska haktas eller hallas haktad, kan domstolen i stallet for att registrera detta i informationssystemet anteckna uppgifterna i fangpasset. fangpasset fungerar da som en temporar verkstallighetshandling. domstolen ska underratta brottspafoljdsmyndigheten om en sadan begaran fran malsaganden som avses i 4 kap. 19 § i forundersokningslagen (805/2011) genom att fora in uppgifterna om detta i registret over avgoranden och meddelanden om avgoranden i justitieforvaltningens riksomfattande informationssystem eller genom att overfora uppgifterna till rattsregistercentralen for formedling till brottspafoljdsmyndigheten. pa registrering och overforing enligt 2 och 3 mom. tillampas lagen om justitieforvaltningens riksomfattande informationssystem (372/2010) och vad som foreskrivs med stod av den."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "19:4",
      "chapter": "19",
      "section": "4",
      "title": "Ilmoitus vapauttamisesta ja vankilasta poistumisesta",
      "content": "Vangin vapauttamisesta ja vankilasta poistumisesta saadaan ilmoittaa asianomistajalle tai muulle henkilölle, jos vangin käyttäytymisen tai hänen esittämiensä uhkausten johdosta on perusteltua syytä epäillä, että vanki syyllistyy tämän tai tälle läheisen henkilön henkeen, terveyteen tai vapauteen kohdistuvaan rikokseen. Ilmoitus voidaan antaa myös henkilölle, johon nähden vangilla on lähestymiskiellosta annetun lain (898/1998) mukainen lähestymiskielto tai yksityisoikeuden alalla määrättyjen suojelutoimenpiteiden vastavuoroisesta tunnustamisesta annetun Euroopan parlamentin ja neuvoston asetuksen soveltamisesta annetun lain (227/2015) 4 §:n nojalla poliisiasiain tietojärjestelmään ilmoitettu suojelutoimenpide. Raiskauksesta, törkeästä raiskauksesta, pakottamisesta seksuaaliseen tekoon, seksuaalisesta hyväksikäytöstä, lapsen seksuaalisesta hyväksikäytöstä, törkeästä lapsen seksuaalisesta hyväksikäytöstä, taposta, murhasta, surmasta, törkeästä pahoinpitelystä, törkeän henkeen tai terveyteen kohdistuvan rikoksen valmistelusta, törkeästä kotirauhan rikkomisesta, törkeästä vapaudenriistosta, ihmiskaupasta, törkeästä ihmiskaupasta, panttivangin ottamisesta, panttivangin ottamisen valmistelusta, vainoamisesta, törkeästä ryöstöstä tai törkeän ryöstön valmistelusta taikka sellaisen rikoksen yrityksestä tai osallisuudesta sellaiseen rikokseen tuomitun vangin vapauttamisesta, karkaamisesta, vankilasta luvatta poistumisesta, vankilaan palaamatta jäämisestä poistumisluvassa tai muussa luvassa määrättynä ajankohtana sekä tälle ennen tämän lain 14 luvun 3 §:ssä tarkoitettua ajankohtaa myönnetystä luvasta poistua vankilasta ilman valvontaa tai mainitun luvun 8 §:n 3 momentissa tarkoitetun valvonnan alaisena on ilman aiheetonta viivytystä ilmoitettava asianomistajalle, jos asianomistaja on esitutkintalain 4 luvun 19 §:ssä tarkoitetulla tavalla ilmoittanut haluavansa saada tällaisen ilmoituksen ja asianomistajan pyynnöstä on ilmoitettu Rikosseuraamuslaitokselle siten kuin tämän lain 2 luvun 1 a §:ssä tai tutkintavankeuslain 2 luvun 2 §:ssä säädetään. Asianomistajalle on ilmoitettava myös edellä mainitusta tämän lain 14 luvun 3 §:ssä tarkoitetusta ajankohdasta, josta lähtien vangille voidaan myöntää poistumislupia rangaistusajan pituuden perusteella ja ensimmäisestä tällä perusteella myönnetystä poistumisluvasta sekä vankeusrangaistuksen täytäntöönpanon siirrosta toiseen valtioon. Edellä mainittujen ilmoitusten tekeminen edellyttää, että niistä ei arvioida aiheutuvan vaaraa vangin hengelle tai terveydelle. Tässä pykälässä tarkoitettu ilmoitus on tehtävä hienotunteisuutta noudattaen. Ilmoitusta ei saa tehdä vastoin asianomistajan tai muun tässä pykälässä tarkoitetun vaarassa olevan henkilön ilmaisemaa tahtoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "19:4",
        "normalized_fi": "Vangin vapauttamisesta ja vankilasta poistumisesta saadaan ilmoittaa asianomistajalle tai muulle henkilölle, jos vangin käyttäytymisen tai hänen esittämiensä uhkausten johdosta on perusteltua syytä epäillä, että vanki syyllistyy tämän tai tälle läheisen henkilön henkeen, terveyteen tai vapauteen kohdistuvaan rikokseen. Ilmoitus voidaan antaa myös henkilölle, johon nähden vangilla on lähestymiskiellosta annetun lain (898/1998) mukainen lähestymiskielto tai yksityisoikeuden alalla määrättyjen suojelutoimenpiteiden vastavuoroisesta tunnustamisesta annetun Euroopan parlamentin ja neuvoston asetuksen soveltamisesta annetun lain (227/2015) 4 § :n nojalla poliisiasiain tietojärjestelmään ilmoitettu suojelutoimenpide. Raiskauksesta, törkeästä raiskauksesta, pakottamisesta seksuaaliseen tekoon, seksuaalisesta hyväksikäytöstä, lapsen seksuaalisesta hyväksikäytöstä, törkeästä lapsen seksuaalisesta hyväksikäytöstä, taposta, murhasta, surmasta, törkeästä pahoinpitelystä, törkeän henkeen tai terveyteen kohdistuvan rikoksen valmistelusta, törkeästä kotirauhan rikkomisesta, törkeästä vapaudenriistosta, ihmiskaupasta, törkeästä ihmiskaupasta, panttivangin ottamisesta, panttivangin ottamisen valmistelusta, vainoamisesta, törkeästä ryöstöstä tai törkeän ryöstön valmistelusta taikka sellaisen rikoksen yrityksestä tai osallisuudesta sellaiseen rikokseen tuomitun vangin vapauttamisesta, karkaamisesta, vankilasta luvatta poistumisesta, vankilaan palaamatta jäämisestä poistumisluvassa tai muussa luvassa määrättynä ajankohtana sekä tälle ennen tämän lain 14 luvun 3 § :ssä tarkoitettua ajankohtaa myönnetystä luvasta poistua vankilasta ilman valvontaa tai mainitun luvun 8 § :n 3 momentissa tarkoitetun valvonnan alaisena on ilman aiheetonta viivytystä ilmoitettava asianomistajalle, jos asianomistaja on esitutkintalain 4 luvun 19 § :ssä tarkoitetulla tavalla ilmoittanut haluavansa saada tällaisen ilmoituksen ja asianomistajan pyynnöstä on ilmoitettu Rikosseuraamuslaitokselle siten kuin tämän lain 2 luvun 1 a § :ssä tai tutkintavankeuslain 2 luvun 2 § :ssä säädetään. Asianomistajalle on ilmoitettava myös edellä mainitusta tämän lain 14 luvun 3 § :ssä tarkoitetusta ajankohdasta, josta lähtien vangille voidaan myöntää poistumislupia rangaistusajan pituuden perusteella ja ensimmäisestä tällä perusteella myönnetystä poistumisluvasta sekä vankeusrangaistuksen täytäntöönpanon siirrosta toiseen valtioon. Edellä mainittujen ilmoitusten tekeminen edellyttää, että niistä ei arvioida aiheutuvan vaaraa vangin hengelle tai terveydelle. Tässä pykälässä tarkoitettu ilmoitus on tehtävä hienotunteisuutta noudattaen. Ilmoitusta ei saa tehdä vastoin asianomistajan tai muun tässä pykälässä tarkoitetun vaarassa olevan henkilön ilmaisemaa tahtoa.",
        "folded_fi": "vangin vapauttamisesta ja vankilasta poistumisesta saadaan ilmoittaa asianomistajalle tai muulle henkilolle, jos vangin kayttaytymisen tai hanen esittamiensa uhkausten johdosta on perusteltua syyta epailla, etta vanki syyllistyy taman tai talle laheisen henkilon henkeen, terveyteen tai vapauteen kohdistuvaan rikokseen. ilmoitus voidaan antaa myos henkilolle, johon nahden vangilla on lahestymiskiellosta annetun lain (898/1998) mukainen lahestymiskielto tai yksityisoikeuden alalla maarattyjen suojelutoimenpiteiden vastavuoroisesta tunnustamisesta annetun euroopan parlamentin ja neuvoston asetuksen soveltamisesta annetun lain (227/2015) 4 §:n nojalla poliisiasiain tietojarjestelmaan ilmoitettu suojelutoimenpide. raiskauksesta, torkeasta raiskauksesta, pakottamisesta seksuaaliseen tekoon, seksuaalisesta hyvaksikaytosta, lapsen seksuaalisesta hyvaksikaytosta, torkeasta lapsen seksuaalisesta hyvaksikaytosta, taposta, murhasta, surmasta, torkeasta pahoinpitelysta, torkean henkeen tai terveyteen kohdistuvan rikoksen valmistelusta, torkeasta kotirauhan rikkomisesta, torkeasta vapaudenriistosta, ihmiskaupasta, torkeasta ihmiskaupasta, panttivangin ottamisesta, panttivangin ottamisen valmistelusta, vainoamisesta, torkeasta ryostosta tai torkean ryoston valmistelusta taikka sellaisen rikoksen yrityksesta tai osallisuudesta sellaiseen rikokseen tuomitun vangin vapauttamisesta, karkaamisesta, vankilasta luvatta poistumisesta, vankilaan palaamatta jaamisesta poistumisluvassa tai muussa luvassa maarattyna ajankohtana seka talle ennen taman lain 14 luvun 3 §:ssa tarkoitettua ajankohtaa myonnetysta luvasta poistua vankilasta ilman valvontaa tai mainitun luvun 8 §:n 3 momentissa tarkoitetun valvonnan alaisena on ilman aiheetonta viivytysta ilmoitettava asianomistajalle, jos asianomistaja on esitutkintalain 4 luvun 19 §:ssa tarkoitetulla tavalla ilmoittanut haluavansa saada tallaisen ilmoituksen ja asianomistajan pyynnosta on ilmoitettu rikosseuraamuslaitokselle siten kuin taman lain 2 luvun 1 a §:ssa tai tutkintavankeuslain 2 luvun 2 §:ssa saadetaan. asianomistajalle on ilmoitettava myos edella mainitusta taman lain 14 luvun 3 §:ssa tarkoitetusta ajankohdasta, josta lahtien vangille voidaan myontaa poistumislupia rangaistusajan pituuden perusteella ja ensimmaisesta talla perusteella myonnetysta poistumisluvasta seka vankeusrangaistuksen taytantoonpanon siirrosta toiseen valtioon. edella mainittujen ilmoitusten tekeminen edellyttaa, etta niista ei arvioida aiheutuvan vaaraa vangin hengelle tai terveydelle. tassa pykalassa tarkoitettu ilmoitus on tehtava hienotunteisuutta noudattaen. ilmoitusta ei saa tehda vastoin asianomistajan tai muun tassa pykalassa tarkoitetun vaarassa olevan henkilon ilmaisemaa tahtoa.",
        "title_sv": "Anmälan om att en fånge frigivits eller avlägsnat sig från fängelset",
        "content_sv": "Anmälan om att en fånge frigivits eller avlägsnat sig från fängelset får lämnas till målsäganden eller någon annan person, om det på grund av fångens beteende eller av denne framförda hotelser finns grundad anledning att misstänka att fången gör sig skyldig till ett brott som riktar sig mot någondera av de ovannämndas liv, hälsa eller frihet eller mot en sådan persons liv, hälsa eller frihet som står någondera av dem nära. Har fången meddelats besöksförbud enligt lagen om besöksförbud (898/1998) eller en skyddsåtgärd som anmälts till informationssystemet för polisärenden med stöd av 4 § i lagen om tillämpning av Europaparlamentets och rådets förordning om ömsesidigt erkännande av skyddsåtgärder i civilrättsliga frågor (227/2015), kan anmälan också göras till den som förbudet eller åtgärden avses skydda. Om en målsägande på det sätt som avses i 4 kap. 19 § i förundersökningslagen har meddelat att han eller hon vill få en anmälan om att en fånge som har dömts för våldtäkt, grov våldtäkt, tvingande till sexuell handling, sexuellt utnyttjande, sexuellt utnyttjande av barn, grovt sexuellt utnyttjande av barn, dråp, mord, dråp under förmildrande omständigheter, grov misshandel, förberedelse till grovt brott mot liv eller hälsa, grovt hemfridsbrott, grovt frihetsberövande, människohandel, grov människohandel, tagande av gisslan, förberedelse till tagande av gisslan, olaga förföljelse, grovt rån eller förberedelse till grovt rån, eller försök till eller medverkan till ett sådant brott, har frigivits, rymt, utan tillstånd har avlägsnat sig från ett fängelse, inte återvänt till fängelset vid den tidpunkt som anges i beslutet om permission eller i något annat tillstånd samt före den tidpunkt som avses i 14 kap. 3 § i denna lag har beviljats tillstånd att avlägsna sig från fängelset utan övervakning eller under sådan övervakning som avses i 8 § 3 mom. i det kapitlet, ska målsäganden utan ogrundat dröjsmål få en sådan anmälan, om Brottspåföljdsmyndigheten har underrättats om målsägandens begäran enligt 2 kap. 1 a § i denna lag eller 2 kap. 2 § i häktningslagen. Målsäganden ska underrättas också om den ovannämnda i 14 kap. 3 § i denna lag avsedda tidpunkten från och med vilken en fånge kan beviljas permission på basis av strafftidens längd och om den första permission som beviljats på denna grund samt om överförande av verkställigheten av fängelsestraffet till en annan stat. För att ovannämnda anmälningar ska få göras krävs det att detta inte bedöms äventyra fångens liv eller hälsa. Anmälan enligt denna paragraf ska göras finkänsligt. Målsäganden eller någon annan som hotas och som avses i denna paragraf får inte underrättas mot deras uttryckliga vilja.",
        "normalized_sv": "Anmälan om att en fånge frigivits eller avlägsnat sig från fängelset får lämnas till målsäganden eller någon annan person, om det på grund av fångens beteende eller av denne framförda hotelser finns grundad anledning att misstänka att fången gör sig skyldig till ett brott som riktar sig mot någondera av de ovannämndas liv, hälsa eller frihet eller mot en sådan persons liv, hälsa eller frihet som står någondera av dem nära. Har fången meddelats besöksförbud enligt lagen om besöksförbud (898/1998) eller en skyddsåtgärd som anmälts till informationssystemet för polisärenden med stöd av 4 § i lagen om tillämpning av Europaparlamentets och rådets förordning om ömsesidigt erkännande av skyddsåtgärder i civilrättsliga frågor (227/2015), kan anmälan också göras till den som förbudet eller åtgärden avses skydda. Om en målsägande på det sätt som avses i 4 kap. 19 § i förundersökningslagen har meddelat att han eller hon vill få en anmälan om att en fånge som har dömts för våldtäkt, grov våldtäkt, tvingande till sexuell handling, sexuellt utnyttjande, sexuellt utnyttjande av barn, grovt sexuellt utnyttjande av barn, dråp, mord, dråp under förmildrande omständigheter, grov misshandel, förberedelse till grovt brott mot liv eller hälsa, grovt hemfridsbrott, grovt frihetsberövande, människohandel, grov människohandel, tagande av gisslan, förberedelse till tagande av gisslan, olaga förföljelse, grovt rån eller förberedelse till grovt rån, eller försök till eller medverkan till ett sådant brott, har frigivits, rymt, utan tillstånd har avlägsnat sig från ett fängelse, inte återvänt till fängelset vid den tidpunkt som anges i beslutet om permission eller i något annat tillstånd samt före den tidpunkt som avses i 14 kap. 3 § i denna lag har beviljats tillstånd att avlägsna sig från fängelset utan övervakning eller under sådan övervakning som avses i 8 § 3 mom. i det kapitlet, ska målsäganden utan ogrundat dröjsmål få en sådan anmälan, om Brottspåföljdsmyndigheten har underrättats om målsägandens begäran enligt 2 kap. 1 a § i denna lag eller 2 kap. 2 § i häktningslagen. Målsäganden ska underrättas också om den ovannämnda i 14 kap. 3 § i denna lag avsedda tidpunkten från och med vilken en fånge kan beviljas permission på basis av strafftidens längd och om den första permission som beviljats på denna grund samt om överförande av verkställigheten av fängelsestraffet till en annan stat. För att ovannämnda anmälningar ska få göras krävs det att detta inte bedöms äventyra fångens liv eller hälsa. Anmälan enligt denna paragraf ska göras finkänsligt. Målsäganden eller någon annan som hotas och som avses i denna paragraf får inte underrättas mot deras uttryckliga vilja.",
        "folded_sv": "anmalan om att en fange frigivits eller avlagsnat sig fran fangelset far lamnas till malsaganden eller nagon annan person, om det pa grund av fangens beteende eller av denne framforda hotelser finns grundad anledning att misstanka att fangen gor sig skyldig till ett brott som riktar sig mot nagondera av de ovannamndas liv, halsa eller frihet eller mot en sadan persons liv, halsa eller frihet som star nagondera av dem nara. har fangen meddelats besoksforbud enligt lagen om besoksforbud (898/1998) eller en skyddsatgard som anmalts till informationssystemet for polisarenden med stod av 4 § i lagen om tillampning av europaparlamentets och radets forordning om omsesidigt erkannande av skyddsatgarder i civilrattsliga fragor (227/2015), kan anmalan ocksa goras till den som forbudet eller atgarden avses skydda. om en malsagande pa det satt som avses i 4 kap. 19 § i forundersokningslagen har meddelat att han eller hon vill fa en anmalan om att en fange som har domts for valdtakt, grov valdtakt, tvingande till sexuell handling, sexuellt utnyttjande, sexuellt utnyttjande av barn, grovt sexuellt utnyttjande av barn, drap, mord, drap under formildrande omstandigheter, grov misshandel, forberedelse till grovt brott mot liv eller halsa, grovt hemfridsbrott, grovt frihetsberovande, manniskohandel, grov manniskohandel, tagande av gisslan, forberedelse till tagande av gisslan, olaga forfoljelse, grovt ran eller forberedelse till grovt ran, eller forsok till eller medverkan till ett sadant brott, har frigivits, rymt, utan tillstand har avlagsnat sig fran ett fangelse, inte atervant till fangelset vid den tidpunkt som anges i beslutet om permission eller i nagot annat tillstand samt fore den tidpunkt som avses i 14 kap. 3 § i denna lag har beviljats tillstand att avlagsna sig fran fangelset utan overvakning eller under sadan overvakning som avses i 8 § 3 mom. i det kapitlet, ska malsaganden utan ogrundat drojsmal fa en sadan anmalan, om brottspafoljdsmyndigheten har underrattats om malsagandens begaran enligt 2 kap. 1 a § i denna lag eller 2 kap. 2 § i haktningslagen. malsaganden ska underrattas ocksa om den ovannamnda i 14 kap. 3 § i denna lag avsedda tidpunkten fran och med vilken en fange kan beviljas permission pa basis av strafftidens langd och om den forsta permission som beviljats pa denna grund samt om overforande av verkstalligheten av fangelsestraffet till en annan stat. for att ovannamnda anmalningar ska fa goras kravs det att detta inte bedoms aventyra fangens liv eller halsa. anmalan enligt denna paragraf ska goras finkansligt. malsaganden eller nagon annan som hotas och som avses i denna paragraf far inte underrattas mot deras uttryckliga vilja."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    }
  ]
}