{
  "id": "1500/2015",
  "type": "statute",
  "title": "Laki eläintautilain muuttamisesta",
  "title_en": "Lag om ändring av lagen om djursjukdomar",
  "status": "in_force",
  "issued_date": "2015-12-17",
  "in_force_date": "2015-12-17",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/1500/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Euroopan unionin lainsäädäntö",
      "content": "Tätä lakia sovelletaan seuraavien eläintautien vastustamista koskevien Euroopan unionin säädösten ja niiden nojalla annettujen säädösten täytäntöönpanoon siltä osin kuin niiden täytäntöönpanosta ei säädetä muun lain nojalla: 2) lemmikkieläinasetus lemmikkieläinten muista kuin kaupallisista siirroista ja asetuksen (EY) N:o 998/2003 kumoamisesta annettu Euroopan parlamentin ja neuvoston asetus (EU) N:o 576/2013 ();",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Tätä lakia sovelletaan seuraavien eläintautien vastustamista koskevien Euroopan unionin säädösten ja niiden nojalla annettujen säädösten täytäntöönpanoon siltä osin kuin niiden täytäntöönpanosta ei säädetä muun lain nojalla: 2) lemmikkieläinasetus lemmikkieläinten muista kuin kaupallisista siirroista ja asetuksen (EY) N:o 998/2003 kumoamisesta annettu Euroopan parlamentin ja neuvoston asetus (EU) N:o 576/2013 ();",
        "folded_fi": "tata lakia sovelletaan seuraavien elaintautien vastustamista koskevien euroopan unionin saadosten ja niiden nojalla annettujen saadosten taytantoonpanoon silta osin kuin niiden taytantoonpanosta ei saadeta muun lain nojalla: 2) lemmikkielainasetus lemmikkielainten muista kuin kaupallisista siirroista ja asetuksen (ey) n:o 998/2003 kumoamisesta annettu euroopan parlamentin ja neuvoston asetus (eu) n:o 576/2013 ();",
        "title_sv": "Europeiska unionens lagstiftning",
        "content_sv": "Denna lag tillämpas på genomförandet av följande Europeiska unionens rättsakter om bekämpning av djursjukdomar och på genomförandet av rättsakter som antagits med stöd av dem, om inte annat föreskrivs om genomförandet av rättsakterna någon annanstans i lag: 2) förordningen om sällskapsdjur Europaparlamentets och rådets förordning (EG) nr 576/2013 om förflyttning av sällskapsdjur utan kommersiellt syfte och om upphävande av förordning (EG) nr 998/2003 (),",
        "normalized_sv": "Denna lag tillämpas på genomförandet av följande Europeiska unionens rättsakter om bekämpning av djursjukdomar och på genomförandet av rättsakter som antagits med stöd av dem, om inte annat föreskrivs om genomförandet av rättsakterna någon annanstans i lag: 2) förordningen om sällskapsdjur Europaparlamentets och rådets förordning (EG) nr 576/2013 om förflyttning av sällskapsdjur utan kommersiellt syfte och om upphävande av förordning (EG) nr 998/2003 (),",
        "folded_sv": "denna lag tillampas pa genomforandet av foljande europeiska unionens rattsakter om bekampning av djursjukdomar och pa genomforandet av rattsakter som antagits med stod av dem, om inte annat foreskrivs om genomforandet av rattsakterna nagon annanstans i lag: 2) forordningen om sallskapsdjur europaparlamentets och radets forordning (eg) nr 576/2013 om forflyttning av sallskapsdjur utan kommersiellt syfte och om upphavande av forordning (eg) nr 998/2003 (),"
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "title": "Eläinten keinolliseen lisäämiseen liittyvien toimintojen luvanvaraisuus",
      "content": "Edellä 1 momentissa tarkoitettua spermaa saa säilyttää vain hyväksytyllä sperman keräysasemalla, hyväksytyssä spermavarastossa tai hyväksytyn alkioiden tuotantoryhmän tiloissa. Edellä 2 momentissa tarkoitettuja alkioita saa säilyttää vain hyväksytyn alkioiden keräys- tai tuotantoryhmän tiloissa, hyväksytyllä sperman keräysasemalla tai hyväksytyssä spermavarastossa. Vaatimukset eivät kuitenkaan koske sperman ja alkioiden säilyttämistä omien tai omassa hallinnassa olevien eläinten keinollista lisäämistä varten taikka sperman säilyttämistä Suomessa tapahtuvaa hevoseläinten siementämistä varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:46",
        "normalized_fi": "Edellä 1 momentissa tarkoitettua spermaa saa säilyttää vain hyväksytyllä sperman keräysasemalla, hyväksytyssä spermavarastossa tai hyväksytyn alkioiden tuotantoryhmän tiloissa. Edellä 2 momentissa tarkoitettuja alkioita saa säilyttää vain hyväksytyn alkioiden keräys- tai tuotantoryhmän tiloissa, hyväksytyllä sperman keräysasemalla tai hyväksytyssä spermavarastossa. Vaatimukset eivät kuitenkaan koske sperman ja alkioiden säilyttämistä omien tai omassa hallinnassa olevien eläinten keinollista lisäämistä varten taikka sperman säilyttämistä Suomessa tapahtuvaa hevoseläinten siementämistä varten.",
        "folded_fi": "edella 1 momentissa tarkoitettua spermaa saa sailyttaa vain hyvaksytylla sperman keraysasemalla, hyvaksytyssa spermavarastossa tai hyvaksytyn alkioiden tuotantoryhman tiloissa. edella 2 momentissa tarkoitettuja alkioita saa sailyttaa vain hyvaksytyn alkioiden kerays- tai tuotantoryhman tiloissa, hyvaksytylla sperman keraysasemalla tai hyvaksytyssa spermavarastossa. vaatimukset eivat kuitenkaan koske sperman ja alkioiden sailyttamista omien tai omassa hallinnassa olevien elainten keinollista lisaamista varten taikka sperman sailyttamista suomessa tapahtuvaa hevoselainten siementamista varten.",
        "title_sv": "Tillståndsplikt för verksamhet i samband med artificiell reproduktion av djur",
        "content_sv": "Sperma som avses i 1 mom. får endast förvaras på en godkänd station för insamling av sperma, i ett godkänt spermalager eller i utrymmen som hör till en godkänd embryoproduktionsgrupp. Embryon som avses i 2 mom. får endast förvaras i utrymmen som hör till en godkänd embryosamlings- eller embryoproduktionsgrupp, på en godkänd station för insamling av sperma eller i ett godkänt spermalager. Kraven gäller dock inte aktörer som förvarar sperma eller embryon för att användas för artificiell reproduktion av djur som de äger eller har i sin besittning, eller för förvaring av sperma för seminering av hästdjur i Finland.",
        "normalized_sv": "Sperma som avses i 1 mom. får endast förvaras på en godkänd station för insamling av sperma, i ett godkänt spermalager eller i utrymmen som hör till en godkänd embryoproduktionsgrupp. Embryon som avses i 2 mom. får endast förvaras i utrymmen som hör till en godkänd embryosamlings- eller embryoproduktionsgrupp, på en godkänd station för insamling av sperma eller i ett godkänt spermalager. Kraven gäller dock inte aktörer som förvarar sperma eller embryon för att användas för artificiell reproduktion av djur som de äger eller har i sin besittning, eller för förvaring av sperma för seminering av hästdjur i Finland.",
        "folded_sv": "sperma som avses i 1 mom. far endast forvaras pa en godkand station for insamling av sperma, i ett godkant spermalager eller i utrymmen som hor till en godkand embryoproduktionsgrupp. embryon som avses i 2 mom. far endast forvaras i utrymmen som hor till en godkand embryosamlings- eller embryoproduktionsgrupp, pa en godkand station for insamling av sperma eller i ett godkant spermalager. kraven galler dock inte aktorer som forvarar sperma eller embryon for att anvandas for artificiell reproduktion av djur som de ager eller har i sin besittning, eller for forvaring av sperma for seminering av hastdjur i finland."
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "title": "Spermavaraston hyväksyminen",
      "content": "Aluehallintovirasto hyväksyy spermavaraston hakemuksesta. Hyväksymisen edellytyksenä on, että: 1) varastolla on toimintaan soveltuvat tilat ja välineet ja se on siten rakennettu, eristetty ja huollettavissa, että sperman hygieeninen laatu ei vaarannu ja eläintautien leviäminen voidaan tehokkaasti estää; 2) eläintautien leviämisen estämisestä varastossa vastaa nimetty eläinlääkäri; ja 3) varaston henkilöstöllä on tehtävän hoitamisen kannalta riittävät tiedot ja taidot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:52",
        "normalized_fi": "Aluehallintovirasto hyväksyy spermavaraston hakemuksesta. Hyväksymisen edellytyksenä on, että: 1) varastolla on toimintaan soveltuvat tilat ja välineet ja se on siten rakennettu, eristetty ja huollettavissa, että sperman hygieeninen laatu ei vaarannu ja eläintautien leviäminen voidaan tehokkaasti estää; 2) eläintautien leviämisen estämisestä varastossa vastaa nimetty eläinlääkäri; ja 3) varaston henkilöstöllä on tehtävän hoitamisen kannalta riittävät tiedot ja taidot.",
        "folded_fi": "aluehallintovirasto hyvaksyy spermavaraston hakemuksesta. hyvaksymisen edellytyksena on, etta: 1) varastolla on toimintaan soveltuvat tilat ja valineet ja se on siten rakennettu, eristetty ja huollettavissa, etta sperman hygieeninen laatu ei vaarannu ja elaintautien leviaminen voidaan tehokkaasti estaa; 2) elaintautien leviamisen estamisesta varastossa vastaa nimetty elainlaakari; ja 3) varaston henkilostolla on tehtavan hoitamisen kannalta riittavat tiedot ja taidot.",
        "title_sv": "Godkännande av ett spermalager",
        "content_sv": "Regionförvaltningsverket godkänner ett spermalager på ansökan. Ett godkännande förutsätter 1) att lagret förfogar över för verksamheten lämpliga utrymmen och redskap och att det är så konstruerat och isolerat samt går att underhålla så att spermans hygieniska kvalitet inte äventyras och så att spridning av djursjukdomar effektivt kan förhindras, 2) att det har utsetts en veterinär som ansvarar för att förhindra spridning av djursjukdomar i lagret, och 3) att lagerpersonalen har tillräckliga kunskaper och färdigheter med tanke på skötseln av uppgiften.",
        "normalized_sv": "Regionförvaltningsverket godkänner ett spermalager på ansökan. Ett godkännande förutsätter 1) att lagret förfogar över för verksamheten lämpliga utrymmen och redskap och att det är så konstruerat och isolerat samt går att underhålla så att spermans hygieniska kvalitet inte äventyras och så att spridning av djursjukdomar effektivt kan förhindras, 2) att det har utsetts en veterinär som ansvarar för att förhindra spridning av djursjukdomar i lagret, och 3) att lagerpersonalen har tillräckliga kunskaper och färdigheter med tanke på skötseln av uppgiften.",
        "folded_sv": "regionforvaltningsverket godkanner ett spermalager pa ansokan. ett godkannande forutsatter 1) att lagret forfogar over for verksamheten lampliga utrymmen och redskap och att det ar sa konstruerat och isolerat samt gar att underhalla sa att spermans hygieniska kvalitet inte aventyras och sa att spridning av djursjukdomar effektivt kan forhindras, 2) att det har utsetts en veterinar som ansvarar for att forhindra spridning av djursjukdomar i lagret, och 3) att lagerpersonalen har tillrackliga kunskaper och fardigheter med tanke pa skotseln av uppgiften."
      }
    },
    {
      "provision_ref": "73",
      "section": "73",
      "title": "Nisäkkäiden ja lintujen kuljetus",
      "content": "Suomen rajat ylittävään nautaeläinten, sikojen, lampaiden, vuohien tai siipikarjan kuljetukseen käytettävä ajoneuvo on puhdistettava ja desinfioitava hyväksytyssä kuljetusajoneuvojen desinfiointipaikassa ennen eläinten lastausta sekä Suomeen palaamisen jälkeen ennen uutta kuljetusta. Eläimet eivät saa kuljetuksen aikana joutua kosketuksiin sellaisten eläinten kanssa, joiden terveydentila on kuljetettavien eläinten terveydentilaa huonompi. Nautaeläimiä, sikoja, lampaita tai vuohia toiseen jäsenvaltioon kuljettavan on pidettävä luetteloa kuljetettavista eläimistä jokaisen kuljetusvälineen osalta erikseen. Luetteloa on säilytettävä vähintään kolme vuotta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:73",
        "normalized_fi": "Suomen rajat ylittävään nautaeläinten, sikojen, lampaiden, vuohien tai siipikarjan kuljetukseen käytettävä ajoneuvo on puhdistettava ja desinfioitava hyväksytyssä kuljetusajoneuvojen desinfiointipaikassa ennen eläinten lastausta sekä Suomeen palaamisen jälkeen ennen uutta kuljetusta. Eläimet eivät saa kuljetuksen aikana joutua kosketuksiin sellaisten eläinten kanssa, joiden terveydentila on kuljetettavien eläinten terveydentilaa huonompi. Nautaeläimiä, sikoja, lampaita tai vuohia toiseen jäsenvaltioon kuljettavan on pidettävä luetteloa kuljetettavista eläimistä jokaisen kuljetusvälineen osalta erikseen. Luetteloa on säilytettävä vähintään kolme vuotta.",
        "folded_fi": "suomen rajat ylittavaan nautaelainten, sikojen, lampaiden, vuohien tai siipikarjan kuljetukseen kaytettava ajoneuvo on puhdistettava ja desinfioitava hyvaksytyssa kuljetusajoneuvojen desinfiointipaikassa ennen elainten lastausta seka suomeen palaamisen jalkeen ennen uutta kuljetusta. elaimet eivat saa kuljetuksen aikana joutua kosketuksiin sellaisten elainten kanssa, joiden terveydentila on kuljetettavien elainten terveydentilaa huonompi. nautaelaimia, sikoja, lampaita tai vuohia toiseen jasenvaltioon kuljettavan on pidettava luetteloa kuljetettavista elaimista jokaisen kuljetusvalineen osalta erikseen. luetteloa on sailytettava vahintaan kolme vuotta.",
        "title_sv": "Transport av däggdjur och fåglar",
        "content_sv": "Fordon som används för transport av nötkreatur, svin, får, getter eller fjäderfä över Finlands gränser ska rengöras och desinficeras vid en godkänd desinfektionsplats för transportfordon innan djuren lastas och efter det att transportfordonet återvänt till Finland före en ny transport. Under transporten får djuren inte komma i kontakt med djur med lägre hälsostatus än de djur som transporteras. Den som transporterar nötkreatur, svin, får eller getter till en annan medlemsstat ska separat för varje transportmedel föra förteckning över de djur som transporteras. Förteckningen ska bevaras i minst tre år.",
        "normalized_sv": "Fordon som används för transport av nötkreatur, svin, får, getter eller fjäderfä över Finlands gränser ska rengöras och desinficeras vid en godkänd desinfektionsplats för transportfordon innan djuren lastas och efter det att transportfordonet återvänt till Finland före en ny transport. Under transporten får djuren inte komma i kontakt med djur med lägre hälsostatus än de djur som transporteras. Den som transporterar nötkreatur, svin, får eller getter till en annan medlemsstat ska separat för varje transportmedel föra förteckning över de djur som transporteras. Förteckningen ska bevaras i minst tre år.",
        "folded_sv": "fordon som anvands for transport av notkreatur, svin, far, getter eller fjaderfa over finlands granser ska rengoras och desinficeras vid en godkand desinfektionsplats for transportfordon innan djuren lastas och efter det att transportfordonet atervant till finland fore en ny transport. under transporten far djuren inte komma i kontakt med djur med lagre halsostatus an de djur som transporteras. den som transporterar notkreatur, svin, far eller getter till en annan medlemsstat ska separat for varje transportmedel fora forteckning over de djur som transporteras. forteckningen ska bevaras i minst tre ar."
      }
    },
    {
      "provision_ref": "74",
      "section": "74",
      "title": "Vesieläinten kuljetus",
      "content": "Vesieläimiä kuljettavan on huolehdittava siitä, että eläinten terveydentila ei muutu kuljetuksen aikana ja että kuljetus ei vaaranna vesieläinten terveydentilaa lähtöpaikassa, kauttakuljetuspaikoissa tai määräpaikassa. Kuljetusten aikana tapahtuva kuljetussäiliöiden veden vaihto ei saa heikentää kuljetettavien vesieläinten terveydentilaa eikä aiheuttaa vaaraa eläintautien leviämisestä. Suomen rajat ylittävissä vesieläinten kuljetuksissa kuljetussäiliön vesi saadaan vaihtaa vain hyväksytyssä kuljetussäiliöiden vedenvaihtopaikassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:74",
        "normalized_fi": "Vesieläimiä kuljettavan on huolehdittava siitä, että eläinten terveydentila ei muutu kuljetuksen aikana ja että kuljetus ei vaaranna vesieläinten terveydentilaa lähtöpaikassa, kauttakuljetuspaikoissa tai määräpaikassa. Kuljetusten aikana tapahtuva kuljetussäiliöiden veden vaihto ei saa heikentää kuljetettavien vesieläinten terveydentilaa eikä aiheuttaa vaaraa eläintautien leviämisestä. Suomen rajat ylittävissä vesieläinten kuljetuksissa kuljetussäiliön vesi saadaan vaihtaa vain hyväksytyssä kuljetussäiliöiden vedenvaihtopaikassa.",
        "folded_fi": "vesielaimia kuljettavan on huolehdittava siita, etta elainten terveydentila ei muutu kuljetuksen aikana ja etta kuljetus ei vaaranna vesielainten terveydentilaa lahtopaikassa, kauttakuljetuspaikoissa tai maarapaikassa. kuljetusten aikana tapahtuva kuljetussailioiden veden vaihto ei saa heikentaa kuljetettavien vesielainten terveydentilaa eika aiheuttaa vaaraa elaintautien leviamisesta. suomen rajat ylittavissa vesielainten kuljetuksissa kuljetussailion vesi saadaan vaihtaa vain hyvaksytyssa kuljetussailioiden vedenvaihtopaikassa.",
        "title_sv": "Transport av vattenlevande djur",
        "content_sv": "Den som transporterar vattenlevande djur ska se till att djurens hälsostatus inte förändras under transporten och att transporten varken på avgångsplatsen, på transiteringsplatserna eller på destinationsplatsen äventyrar de vattenlevande djurens hälsostatus. Ett byte av vattnet i transportbehållare under transporten får inte försämra hälsostatusen hos de vattenlevande djur som transporteras och inte heller medföra risk för spridning av djursjukdomar. Vid transport av vattenlevande djur över Finlands gränser får vattnet i transportbehållare bytas endast på platser som godkänts för vattenbyte.",
        "normalized_sv": "Den som transporterar vattenlevande djur ska se till att djurens hälsostatus inte förändras under transporten och att transporten varken på avgångsplatsen, på transiteringsplatserna eller på destinationsplatsen äventyrar de vattenlevande djurens hälsostatus. Ett byte av vattnet i transportbehållare under transporten får inte försämra hälsostatusen hos de vattenlevande djur som transporteras och inte heller medföra risk för spridning av djursjukdomar. Vid transport av vattenlevande djur över Finlands gränser får vattnet i transportbehållare bytas endast på platser som godkänts för vattenbyte.",
        "folded_sv": "den som transporterar vattenlevande djur ska se till att djurens halsostatus inte forandras under transporten och att transporten varken pa avgangsplatsen, pa transiteringsplatserna eller pa destinationsplatsen aventyrar de vattenlevande djurens halsostatus. ett byte av vattnet i transportbehallare under transporten far inte forsamra halsostatusen hos de vattenlevande djur som transporteras och inte heller medfora risk for spridning av djursjukdomar. vid transport av vattenlevande djur over finlands granser far vattnet i transportbehallare bytas endast pa platser som godkants for vattenbyte."
      }
    },
    {
      "provision_ref": "85",
      "section": "85",
      "title": "Aluehallintovirasto",
      "content": "Sen lisäksi, mitä muualla tässä laissa säädetään aluehallintoviraston tehtävistä, virasto: 1) ylläpitää toimialueensa eläintautivalmiutta ja laatii toimialuettaan koskevia valmiussuunnitelmia eläintautien varalta; 2) järjestää koulutusta kunnaneläinlääkäreille; 3) vastaa toimivaltaisena viranomaisena tällä lailla täytäntöön pantavien Euroopan unionin säädösten mukaisista tehtävistä siltä osin kuin tehtävät eivät kuulu Elintarviketurvallisuusviraston tai kunnaneläinlääkärin toimivaltaan; 4) suorittaa elintarvikelaissa tarkoitetuissa poroteurastamoissa ja niiden yhteydessä olevissa laitoksissa ne eläintautien vastustamiseen liittyvät tehtävät, jotka tämän lain mukaan muutoin kuuluisivat kunnaneläinlääkärille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:85",
        "normalized_fi": "Sen lisäksi, mitä muualla tässä laissa säädetään aluehallintoviraston tehtävistä, virasto: 1) ylläpitää toimialueensa eläintautivalmiutta ja laatii toimialuettaan koskevia valmiussuunnitelmia eläintautien varalta; 2) järjestää koulutusta kunnaneläinlääkäreille; 3) vastaa toimivaltaisena viranomaisena tällä lailla täytäntöön pantavien Euroopan unionin säädösten mukaisista tehtävistä siltä osin kuin tehtävät eivät kuulu Elintarviketurvallisuusviraston tai kunnaneläinlääkärin toimivaltaan; 4) suorittaa elintarvikelaissa tarkoitetuissa poroteurastamoissa ja niiden yhteydessä olevissa laitoksissa ne eläintautien vastustamiseen liittyvät tehtävät, jotka tämän lain mukaan muutoin kuuluisivat kunnaneläinlääkärille.",
        "folded_fi": "sen lisaksi, mita muualla tassa laissa saadetaan aluehallintoviraston tehtavista, virasto: 1) yllapitaa toimialueensa elaintautivalmiutta ja laatii toimialuettaan koskevia valmiussuunnitelmia elaintautien varalta; 2) jarjestaa koulutusta kunnanelainlaakareille; 3) vastaa toimivaltaisena viranomaisena talla lailla taytantoon pantavien euroopan unionin saadosten mukaisista tehtavista silta osin kuin tehtavat eivat kuulu elintarviketurvallisuusviraston tai kunnanelainlaakarin toimivaltaan; 4) suorittaa elintarvikelaissa tarkoitetuissa poroteurastamoissa ja niiden yhteydessa olevissa laitoksissa ne elaintautien vastustamiseen liittyvat tehtavat, jotka taman lain mukaan muutoin kuuluisivat kunnanelainlaakarille.",
        "title_sv": "Regionförvaltningsverket",
        "content_sv": "Utöver vad som någon annanstans i denna lag föreskrivs om regionförvaltningsverkets uppgifter ska verket 1) upprätthålla beredskapen för djursjukdomar inom sitt verksamhetsområde och göra upp beredskapsplaner för djursjukdomar för verksamhetsområdet, 2) ordna utbildning för kommunalveterinärer, 3) i egenskap av behörig myndighet svara för de uppgifter som följer av de EU-rättsakter som genomförs genom denna lag till den del uppgifterna inte hör till Livsmedelssäkerhetsverkets eller kommunalveterinärens behörighet, 4) i de renslakterier som avses i livsmedelslagen och i anläggningar som finns i anslutning till dem utföra sådana uppgifter för bekämpning av djursjukdomar som enligt denna lag annars hör till kommunalveterinärens uppgifter.",
        "normalized_sv": "Utöver vad som någon annanstans i denna lag föreskrivs om regionförvaltningsverkets uppgifter ska verket 1) upprätthålla beredskapen för djursjukdomar inom sitt verksamhetsområde och göra upp beredskapsplaner för djursjukdomar för verksamhetsområdet, 2) ordna utbildning för kommunalveterinärer, 3) i egenskap av behörig myndighet svara för de uppgifter som följer av de EU-rättsakter som genomförs genom denna lag till den del uppgifterna inte hör till Livsmedelssäkerhetsverkets eller kommunalveterinärens behörighet, 4) i de renslakterier som avses i livsmedelslagen och i anläggningar som finns i anslutning till dem utföra sådana uppgifter för bekämpning av djursjukdomar som enligt denna lag annars hör till kommunalveterinärens uppgifter.",
        "folded_sv": "utover vad som nagon annanstans i denna lag foreskrivs om regionforvaltningsverkets uppgifter ska verket 1) uppratthalla beredskapen for djursjukdomar inom sitt verksamhetsomrade och gora upp beredskapsplaner for djursjukdomar for verksamhetsomradet, 2) ordna utbildning for kommunalveterinarer, 3) i egenskap av behorig myndighet svara for de uppgifter som foljer av de eu-rattsakter som genomfors genom denna lag till den del uppgifterna inte hor till livsmedelssakerhetsverkets eller kommunalveterinarens behorighet, 4) i de renslakterier som avses i livsmedelslagen och i anlaggningar som finns i anslutning till dem utfora sadana uppgifter for bekampning av djursjukdomar som enligt denna lag annars hor till kommunalveterinarens uppgifter."
      }
    },
    {
      "provision_ref": "99",
      "section": "99",
      "title": "Viranomaisten suoritteista valtiolle perittävät maksut",
      "content": "Poiketen siitä, mitä 2 momentissa säädetään, maksua ei peritä muihin kuin jäsenvaltioihin toimitettavia eläimistä saatuja tuotteita koskevasta virallisesta eläinlääkintötodistuksesta, jos kunta perii maksun samasta tai samaa vientierää koskevasta eläinlääkintötodistuksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:99",
        "normalized_fi": "Poiketen siitä, mitä 2 momentissa säädetään, maksua ei peritä muihin kuin jäsenvaltioihin toimitettavia eläimistä saatuja tuotteita koskevasta virallisesta eläinlääkintötodistuksesta, jos kunta perii maksun samasta tai samaa vientierää koskevasta eläinlääkintötodistuksesta.",
        "folded_fi": "poiketen siita, mita 2 momentissa saadetaan, maksua ei perita muihin kuin jasenvaltioihin toimitettavia elaimista saatuja tuotteita koskevasta virallisesta elainlaakintotodistuksesta, jos kunta perii maksun samasta tai samaa vientieraa koskevasta elainlaakintotodistuksesta.",
        "title_sv": "Avgifter som tas ut till staten för myndigheternas prestationer",
        "content_sv": "Med avvikelse från 2 mom. tas det inte ut någon avgift för ett officiellt veterinärintyg för djurprodukter som ska sändas till stater utanför Europeiska unionen, om kommunen tar ut en avgift för samma veterinärintyg eller för ett veterinärintyg som gäller samma exportparti.",
        "normalized_sv": "Med avvikelse från 2 mom. tas det inte ut någon avgift för ett officiellt veterinärintyg för djurprodukter som ska sändas till stater utanför Europeiska unionen, om kommunen tar ut en avgift för samma veterinärintyg eller för ett veterinärintyg som gäller samma exportparti.",
        "folded_sv": "med avvikelse fran 2 mom. tas det inte ut nagon avgift for ett officiellt veterinarintyg for djurprodukter som ska sandas till stater utanfor europeiska unionen, om kommunen tar ut en avgift for samma veterinarintyg eller for ett veterinarintyg som galler samma exportparti."
      }
    },
    {
      "provision_ref": "102",
      "section": "102",
      "title": "Vastuu eläintaudin hävittämiskustannuksista",
      "content": "Eläinten lopettamista, omaisuuden hävittämistä sekä näihin liittyviä puhdistus- ja desinfektiotoimenpiteitä koskevan määräyksen täytäntöönpanoon liittyvästä työstä aiheutuvista kustannuksista vastaa valtio. Sama koskee täytäntöönpanoon liittyvistä laitteista ja välineistä sekä tarvikkeista ja aineista aiheutuvia kustannuksia. Toimijalle aiheutuneita kustannuksia tai toimijan omaa työtä ei kuitenkaan voida korvata valtion varoista, ellei kyseessä ole vesiviljelyeläimissä esiintyvä tauti. Poiketen siitä, mitä 1 momentissa säädetään, valtion vastuu ei koske tilanteita, joissa vastuu määräyksen täytäntöönpanosta kuuluu toimijalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:102",
        "normalized_fi": "Eläinten lopettamista, omaisuuden hävittämistä sekä näihin liittyviä puhdistus- ja desinfektiotoimenpiteitä koskevan määräyksen täytäntöönpanoon liittyvästä työstä aiheutuvista kustannuksista vastaa valtio. Sama koskee täytäntöönpanoon liittyvistä laitteista ja välineistä sekä tarvikkeista ja aineista aiheutuvia kustannuksia. Toimijalle aiheutuneita kustannuksia tai toimijan omaa työtä ei kuitenkaan voida korvata valtion varoista, ellei kyseessä ole vesiviljelyeläimissä esiintyvä tauti. Poiketen siitä, mitä 1 momentissa säädetään, valtion vastuu ei koske tilanteita, joissa vastuu määräyksen täytäntöönpanosta kuuluu toimijalle.",
        "folded_fi": "elainten lopettamista, omaisuuden havittamista seka naihin liittyvia puhdistus- ja desinfektiotoimenpiteita koskevan maarayksen taytantoonpanoon liittyvasta tyosta aiheutuvista kustannuksista vastaa valtio. sama koskee taytantoonpanoon liittyvista laitteista ja valineista seka tarvikkeista ja aineista aiheutuvia kustannuksia. toimijalle aiheutuneita kustannuksia tai toimijan omaa tyota ei kuitenkaan voida korvata valtion varoista, ellei kyseessa ole vesiviljelyelaimissa esiintyva tauti. poiketen siita, mita 1 momentissa saadetaan, valtion vastuu ei koske tilanteita, joissa vastuu maarayksen taytantoonpanosta kuuluu toimijalle.",
        "title_sv": "Ansvar för de kostnader som utrotning av en djursjukdom orsakar",
        "content_sv": "När ett beslut om avlivning av djur eller bortskaffande av egendom verkställs svarar staten för de kostnader som arbetet vid verkställigheten samt rengörings- och desinfektionsåtgärder i samband med den föranleder. Detsamma gäller kostnaderna för anordningar och utrustning samt redskap och ämnen som används vid verkställigheten. Aktörens kostnader och det arbete som aktören själv utför kan dock inte ersättas av statens medel, om inte det är fråga om en sjukdom hos vattenbruksdjur. Med avvikelse från vad som föreskrivs i 1 mom. svarar staten inte för kostnaderna i de fall där aktören ska verkställa beslutet.",
        "normalized_sv": "När ett beslut om avlivning av djur eller bortskaffande av egendom verkställs svarar staten för de kostnader som arbetet vid verkställigheten samt rengörings- och desinfektionsåtgärder i samband med den föranleder. Detsamma gäller kostnaderna för anordningar och utrustning samt redskap och ämnen som används vid verkställigheten. Aktörens kostnader och det arbete som aktören själv utför kan dock inte ersättas av statens medel, om inte det är fråga om en sjukdom hos vattenbruksdjur. Med avvikelse från vad som föreskrivs i 1 mom. svarar staten inte för kostnaderna i de fall där aktören ska verkställa beslutet.",
        "folded_sv": "nar ett beslut om avlivning av djur eller bortskaffande av egendom verkstalls svarar staten for de kostnader som arbetet vid verkstalligheten samt rengorings- och desinfektionsatgarder i samband med den foranleder. detsamma galler kostnaderna for anordningar och utrustning samt redskap och amnen som anvands vid verkstalligheten. aktorens kostnader och det arbete som aktoren sjalv utfor kan dock inte ersattas av statens medel, om inte det ar fraga om en sjukdom hos vattenbruksdjur. med avvikelse fran vad som foreskrivs i 1 mom. svarar staten inte for kostnaderna i de fall dar aktoren ska verkstalla beslutet."
      }
    },
    {
      "provision_ref": "106",
      "section": "106",
      "title": "Kustannusten ja korvausten maksamista koskevat rajoitukset",
      "content": "Tässä luvussa säädettyihin kustannuksiin ja korvauksiin sovelletaan maatalousalalla toimivien yritysten osalta tiettyjen maa- ja metsätalousalan ja maaseutualueiden tukimuotojen toteamisesta sisämarkkinoille soveltuviksi Euroopan unionin toiminnasta tehdyn sopimuksen 107 ja 108 artiklan mukaisesti annetun komission asetuksen (EU) N:o 702/2014 (EUVL L 193, 1.7.2014, s. 1) I lukua ja 26 artiklaa. Vesiviljelyalalla toimiville yrityksille tässä luvussa säädetyt kustannukset ja korvaukset maksetaan kalastus- ja vesiviljelyalan valtiontukien tarkastelemista koskevien suuntaviivojen (2015/C 217/01) 5.4 jakson mukaisena tukena. Tässä luvussa tarkoitettuja kustannuksia ja menetyksiä ei korvata, jos ne ovat syntyneet elintarvikkeiden jalostuksessa, muiden eläimistä saatujen tuotteiden tai rehujen valmistuksessa taikka elintarvikkeiden tai muiden tuotteiden kaupan pitämisessä tai jos ne ovat aiheutuneet: 1) 1 momentissa mainitun asetuksen 2 artiklan 26 kohdassa tarkoitetulle suurelle yritykselle, joka toimii maatalousalalla; tai 2) yritykselle, joka ei ole noudattanut eräiden valtion tukea koskevien Euroopan unionin säännösten soveltamisesta annetun lain (300/2001) 1 §:ssä tarkoitettua tuen takaisinperintäpäätöstä. Korvausta 103-105 §:ssä tarkoitetuista menetyksistä ei makseta 1 momentissa mainitun asetuksen 2 artiklan 14 kohdassa tarkoitetulle vaikeuksissa olevalle yritykselle, ellei vaikeuksiin joutuminen johdu taudinpurkauksesta. Tässä luvussa tarkoitettuja kustannuksia ja menetyksiä ei korvata myöskään, jos ne ovat ai-heutuneet eläintaudista, jota ei ole mainittu Maailman eläintautijärjestön vahvistamassa eläintautien luettelossa, tämän lain 3 §:n 2 momentin 22 kohdassa mainitun direktiivin liitteessä IV olevassa II osassa taikka elintarvikeketjuun, eläinten terveyteen ja eläinten hyvinvointiin, kasvien terveyteen ja kasvien lisäysaineistoon liittyvien menojen hallinnointia koskevista säännöksistä, neuvoston direktiivien 98/56/EY, 2000/29/EY ja 2008/90/EY, Euroopan parlamentin ja neuvoston asetusten (EY) N:o 178/2002, (EY) N:o 882/2004, (EY) N:o 396/2005, Euroopan parlamentin ja neuvoston direktiivin 2009/128/EY ja Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 1107/2009 muuttamisesta sekä neuvoston päätösten 66/399/ETY, 76/894/ETY ja 2009/470/EY kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 652/2014 liitteessä I tai II. Korvauksen määrästä vähennetään samoista kustannuksista tai menetyksistä vakuutussopimuksen tai muun lain perusteella maksettavat korvaukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:106",
        "normalized_fi": "Tässä luvussa säädettyihin kustannuksiin ja korvauksiin sovelletaan maatalousalalla toimivien yritysten osalta tiettyjen maa- ja metsätalousalan ja maaseutualueiden tukimuotojen toteamisesta sisämarkkinoille soveltuviksi Euroopan unionin toiminnasta tehdyn sopimuksen 107 ja 108 artiklan mukaisesti annetun komission asetuksen (EU) N:o 702/2014 (EUVL L 193, 1.7.2014, s. 1) I lukua ja 26 artiklaa. Vesiviljelyalalla toimiville yrityksille tässä luvussa säädetyt kustannukset ja korvaukset maksetaan kalastus- ja vesiviljelyalan valtiontukien tarkastelemista koskevien suuntaviivojen (2015/C 217/01) 5.4 jakson mukaisena tukena. Tässä luvussa tarkoitettuja kustannuksia ja menetyksiä ei korvata, jos ne ovat syntyneet elintarvikkeiden jalostuksessa, muiden eläimistä saatujen tuotteiden tai rehujen valmistuksessa taikka elintarvikkeiden tai muiden tuotteiden kaupan pitämisessä tai jos ne ovat aiheutuneet: 1) 1 momentissa mainitun asetuksen 2 artiklan 26 kohdassa tarkoitetulle suurelle yritykselle, joka toimii maatalousalalla; tai 2) yritykselle, joka ei ole noudattanut eräiden valtion tukea koskevien Euroopan unionin säännösten soveltamisesta annetun lain (300/2001) 1 § :ssä tarkoitettua tuen takaisinperintäpäätöstä. Korvausta 103-105 § :ssä tarkoitetuista menetyksistä ei makseta 1 momentissa mainitun asetuksen 2 artiklan 14 kohdassa tarkoitetulle vaikeuksissa olevalle yritykselle, ellei vaikeuksiin joutuminen johdu taudinpurkauksesta. Tässä luvussa tarkoitettuja kustannuksia ja menetyksiä ei korvata myöskään, jos ne ovat ai-heutuneet eläintaudista, jota ei ole mainittu Maailman eläintautijärjestön vahvistamassa eläintautien luettelossa, tämän lain 3 § :n 2 momentin 22 kohdassa mainitun direktiivin liitteessä IV olevassa II osassa taikka elintarvikeketjuun, eläinten terveyteen ja eläinten hyvinvointiin, kasvien terveyteen ja kasvien lisäysaineistoon liittyvien menojen hallinnointia koskevista säännöksistä, neuvoston direktiivien 98/56/EY, 2000/29/EY ja 2008/90/EY, Euroopan parlamentin ja neuvoston asetusten (EY) N:o 178/2002, (EY) N:o 882/2004, (EY) N:o 396/2005, Euroopan parlamentin ja neuvoston direktiivin 2009/128/EY ja Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 1107/2009 muuttamisesta sekä neuvoston päätösten 66/399/ETY, 76/894/ETY ja 2009/470/EY kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 652/2014 liitteessä I tai II. Korvauksen määrästä vähennetään samoista kustannuksista tai menetyksistä vakuutussopimuksen tai muun lain perusteella maksettavat korvaukset.",
        "folded_fi": "tassa luvussa saadettyihin kustannuksiin ja korvauksiin sovelletaan maatalousalalla toimivien yritysten osalta tiettyjen maa- ja metsatalousalan ja maaseutualueiden tukimuotojen toteamisesta sisamarkkinoille soveltuviksi euroopan unionin toiminnasta tehdyn sopimuksen 107 ja 108 artiklan mukaisesti annetun komission asetuksen (eu) n:o 702/2014 (euvl l 193, 1.7.2014, s. 1) i lukua ja 26 artiklaa. vesiviljelyalalla toimiville yrityksille tassa luvussa saadetyt kustannukset ja korvaukset maksetaan kalastus- ja vesiviljelyalan valtiontukien tarkastelemista koskevien suuntaviivojen (2015/c 217/01) 5.4 jakson mukaisena tukena. tassa luvussa tarkoitettuja kustannuksia ja menetyksia ei korvata, jos ne ovat syntyneet elintarvikkeiden jalostuksessa, muiden elaimista saatujen tuotteiden tai rehujen valmistuksessa taikka elintarvikkeiden tai muiden tuotteiden kaupan pitamisessa tai jos ne ovat aiheutuneet: 1) 1 momentissa mainitun asetuksen 2 artiklan 26 kohdassa tarkoitetulle suurelle yritykselle, joka toimii maatalousalalla; tai 2) yritykselle, joka ei ole noudattanut eraiden valtion tukea koskevien euroopan unionin saannosten soveltamisesta annetun lain (300/2001) 1 §:ssa tarkoitettua tuen takaisinperintapaatosta. korvausta 103-105 §:ssa tarkoitetuista menetyksista ei makseta 1 momentissa mainitun asetuksen 2 artiklan 14 kohdassa tarkoitetulle vaikeuksissa olevalle yritykselle, ellei vaikeuksiin joutuminen johdu taudinpurkauksesta. tassa luvussa tarkoitettuja kustannuksia ja menetyksia ei korvata myoskaan, jos ne ovat ai-heutuneet elaintaudista, jota ei ole mainittu maailman elaintautijarjeston vahvistamassa elaintautien luettelossa, taman lain 3 §:n 2 momentin 22 kohdassa mainitun direktiivin liitteessa iv olevassa ii osassa taikka elintarvikeketjuun, elainten terveyteen ja elainten hyvinvointiin, kasvien terveyteen ja kasvien lisaysaineistoon liittyvien menojen hallinnointia koskevista saannoksista, neuvoston direktiivien 98/56/ey, 2000/29/ey ja 2008/90/ey, euroopan parlamentin ja neuvoston asetusten (ey) n:o 178/2002, (ey) n:o 882/2004, (ey) n:o 396/2005, euroopan parlamentin ja neuvoston direktiivin 2009/128/ey ja euroopan parlamentin ja neuvoston asetuksen (ey) n:o 1107/2009 muuttamisesta seka neuvoston paatosten 66/399/ety, 76/894/ety ja 2009/470/ey kumoamisesta annetun euroopan parlamentin ja neuvoston asetuksen (eu) n:o 652/2014 liitteessa i tai ii. korvauksen maarasta vahennetaan samoista kustannuksista tai menetyksista vakuutussopimuksen tai muun lain perusteella maksettavat korvaukset.",
        "title_sv": "Begränsningar vid betalning av kostnader och ersättningar",
        "content_sv": "På de kostnader och ersättningar som nämns i detta kapitel tillämpas i fråga om företag inom jordbrukssektorn det som föreskrivs i kapitel I och artikel 26 i kommissionens förordning (EU) nr 702/2014 genom vilken vissa kategorier av stöd inom jordbruks- och skogsbrukssektorn och i landsbygdsområden förklaras förenliga med den inre marknaden enligt artiklarna 107 och 108 i fördraget om Europeiska unionens funktionssätt (EUT L 193, 1.7.2014, s. 1). De kostnader och ersättningar som avses i detta kapitel betalas till företag inom vattenbrukssektorn som stöd enligt avsnitt 5.4 i riktlinjerna för granskning av statliga stöd inom fiskeri- och vattenbrukssektorn (2015/C 217/01). De kostnader och förluster som avses i detta kapitel ersätts inte, om de har uppkommit vid bearbetning av livsmedelsprodukter, vid tillverkning av övriga djurprodukter eller djurfoder eller vid handel med livsmedel eller övriga produkter, eller om de uppkommit för 1) ett sådant stort företag som avses i artikel 2.26 i den förordning som nämns i 1 mom. och som bedriver verksamhet inom jordbrukssektorn, eller 2) ett företag som inte har iakttagit ett sådant beslut om återkrav av stöd som avses i 1 § i lagen om tillämpning av vissa av Europeiska unionens bestämmelser om statligt stöd (300/2001). För förluster som avses i 103-105 § betalas det inte ersättning till sådana företag i svårigheter som avses i artikel 2.14 i den förordning som nämns i 1 mom., om inte sjukdomsutbrottet är orsaken till att företaget hamnat i svårigheter. De kostnader och förluster som avses i detta kapitel ersätts inte heller om de har orsakats av en djursjukdom som inte anges i den av Världsorganisationen för djurhälsa upprättade förteckningen över djursjukdomar, i del II i bilaga IV till det direktiv som nämns i 3 § 2 mom. 22 punkten i denna lag eller i bilaga I eller II till Europaparlamentets och rådets förordning (EU) nr 652/2014 om fastställande av bestämmelser för förvaltningen av utgifter för livsmedelskedjan, djurhälsa, djurskydd, växtskydd och växtförökningsmaterial, och om ändring av rådets direktiv 98/56/EG, 2000/29/EG och 2008/90/EG, Europaparlamentets och rådets förordningar (EG) nr 178/2002, (EG) nr 882/2004 och (EG) nr 396/2005, Europaparlamentets och rådets direktiv 2009/128/EG samt Europaparlamentets och rådets förordning (EG) nr 1107/2009, och om upphävande av rådets beslut 66/399/EEG, 76/894/EEG och 2009/470/EG. Ersättningsbeloppet minskas med de ersättningar som på basis av ett försäkringsavtal eller någon annan lag ska betalas för samma kostnader eller förluster.",
        "normalized_sv": "På de kostnader och ersättningar som nämns i detta kapitel tillämpas i fråga om företag inom jordbrukssektorn det som föreskrivs i kapitel I och artikel 26 i kommissionens förordning (EU) nr 702/2014 genom vilken vissa kategorier av stöd inom jordbruks- och skogsbrukssektorn och i landsbygdsområden förklaras förenliga med den inre marknaden enligt artiklarna 107 och 108 i fördraget om Europeiska unionens funktionssätt (EUT L 193, 1.7.2014, s. 1). De kostnader och ersättningar som avses i detta kapitel betalas till företag inom vattenbrukssektorn som stöd enligt avsnitt 5.4 i riktlinjerna för granskning av statliga stöd inom fiskeri- och vattenbrukssektorn (2015/C 217/01). De kostnader och förluster som avses i detta kapitel ersätts inte, om de har uppkommit vid bearbetning av livsmedelsprodukter, vid tillverkning av övriga djurprodukter eller djurfoder eller vid handel med livsmedel eller övriga produkter, eller om de uppkommit för 1) ett sådant stort företag som avses i artikel 2.26 i den förordning som nämns i 1 mom. och som bedriver verksamhet inom jordbrukssektorn, eller 2) ett företag som inte har iakttagit ett sådant beslut om återkrav av stöd som avses i 1 § i lagen om tillämpning av vissa av Europeiska unionens bestämmelser om statligt stöd (300/2001). För förluster som avses i 103-105 § betalas det inte ersättning till sådana företag i svårigheter som avses i artikel 2.14 i den förordning som nämns i 1 mom., om inte sjukdomsutbrottet är orsaken till att företaget hamnat i svårigheter. De kostnader och förluster som avses i detta kapitel ersätts inte heller om de har orsakats av en djursjukdom som inte anges i den av Världsorganisationen för djurhälsa upprättade förteckningen över djursjukdomar, i del II i bilaga IV till det direktiv som nämns i 3 § 2 mom. 22 punkten i denna lag eller i bilaga I eller II till Europaparlamentets och rådets förordning (EU) nr 652/2014 om fastställande av bestämmelser för förvaltningen av utgifter för livsmedelskedjan, djurhälsa, djurskydd, växtskydd och växtförökningsmaterial, och om ändring av rådets direktiv 98/56/EG, 2000/29/EG och 2008/90/EG, Europaparlamentets och rådets förordningar (EG) nr 178/2002, (EG) nr 882/2004 och (EG) nr 396/2005, Europaparlamentets och rådets direktiv 2009/128/EG samt Europaparlamentets och rådets förordning (EG) nr 1107/2009, och om upphävande av rådets beslut 66/399/EEG, 76/894/EEG och 2009/470/EG. Ersättningsbeloppet minskas med de ersättningar som på basis av ett försäkringsavtal eller någon annan lag ska betalas för samma kostnader eller förluster.",
        "folded_sv": "pa de kostnader och ersattningar som namns i detta kapitel tillampas i fraga om foretag inom jordbrukssektorn det som foreskrivs i kapitel i och artikel 26 i kommissionens forordning (eu) nr 702/2014 genom vilken vissa kategorier av stod inom jordbruks- och skogsbrukssektorn och i landsbygdsomraden forklaras forenliga med den inre marknaden enligt artiklarna 107 och 108 i fordraget om europeiska unionens funktionssatt (eut l 193, 1.7.2014, s. 1). de kostnader och ersattningar som avses i detta kapitel betalas till foretag inom vattenbrukssektorn som stod enligt avsnitt 5.4 i riktlinjerna for granskning av statliga stod inom fiskeri- och vattenbrukssektorn (2015/c 217/01). de kostnader och forluster som avses i detta kapitel ersatts inte, om de har uppkommit vid bearbetning av livsmedelsprodukter, vid tillverkning av ovriga djurprodukter eller djurfoder eller vid handel med livsmedel eller ovriga produkter, eller om de uppkommit for 1) ett sadant stort foretag som avses i artikel 2.26 i den forordning som namns i 1 mom. och som bedriver verksamhet inom jordbrukssektorn, eller 2) ett foretag som inte har iakttagit ett sadant beslut om aterkrav av stod som avses i 1 § i lagen om tillampning av vissa av europeiska unionens bestammelser om statligt stod (300/2001). for forluster som avses i 103-105 § betalas det inte ersattning till sadana foretag i svarigheter som avses i artikel 2.14 i den forordning som namns i 1 mom., om inte sjukdomsutbrottet ar orsaken till att foretaget hamnat i svarigheter. de kostnader och forluster som avses i detta kapitel ersatts inte heller om de har orsakats av en djursjukdom som inte anges i den av varldsorganisationen for djurhalsa upprattade forteckningen over djursjukdomar, i del ii i bilaga iv till det direktiv som namns i 3 § 2 mom. 22 punkten i denna lag eller i bilaga i eller ii till europaparlamentets och radets forordning (eu) nr 652/2014 om faststallande av bestammelser for forvaltningen av utgifter for livsmedelskedjan, djurhalsa, djurskydd, vaxtskydd och vaxtforokningsmaterial, och om andring av radets direktiv 98/56/eg, 2000/29/eg och 2008/90/eg, europaparlamentets och radets forordningar (eg) nr 178/2002, (eg) nr 882/2004 och (eg) nr 396/2005, europaparlamentets och radets direktiv 2009/128/eg samt europaparlamentets och radets forordning (eg) nr 1107/2009, och om upphavande av radets beslut 66/399/eeg, 76/894/eeg och 2009/470/eg. ersattningsbeloppet minskas med de ersattningar som pa basis av ett forsakringsavtal eller nagon annan lag ska betalas for samma kostnader eller forluster."
      }
    },
    {
      "provision_ref": "113",
      "section": "113",
      "title": "Toimenpiteet siirtokelpoisuuden puuttuessa",
      "content": "Jos 64 §:ssä tarkoitetussa tarkastuksessa tai 90 §:n 1 momentissa tarkoitetussa epäilyn perusteella suoritetussa tarkastuksessa todetaan, että toisesta jäsenvaltiosta toimitettu eläin tai eläimestä saatu tuote taikka eläimen tai tuotteen mukana olevat asiakirjat eivät täytä niille 9 luvussa säädettyjä vaatimuksia, kunnaneläinlääkäri tai aluehallintovirasto voi määrätä eläimen pidettäväksi karanteenissa tai eristettynä määräpaikassa tai osoittamassaan muussa paikassa taikka tuotteen säilytettäväksi määräpaikassa tai osoittamassaan muussa paikassa siihen asti, kunnes toimija on korjannut puutteet. Kunnaneläinlääkäri voi tehdä mainitun päätöksen vain kiireellisessä tilanteessa, jossa aluehallintovirasto ei ole vielä ryhtynyt asiassa toimenpiteisiin. Kunnaneläinlääkärin on toimitettava tieto tekemästään päätöksestä välittömästi aluehallintovirastolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:113",
        "normalized_fi": "Jos 64 § :ssä tarkoitetussa tarkastuksessa tai 90 § :n 1 momentissa tarkoitetussa epäilyn perusteella suoritetussa tarkastuksessa todetaan, että toisesta jäsenvaltiosta toimitettu eläin tai eläimestä saatu tuote taikka eläimen tai tuotteen mukana olevat asiakirjat eivät täytä niille 9 luvussa säädettyjä vaatimuksia, kunnaneläinlääkäri tai aluehallintovirasto voi määrätä eläimen pidettäväksi karanteenissa tai eristettynä määräpaikassa tai osoittamassaan muussa paikassa taikka tuotteen säilytettäväksi määräpaikassa tai osoittamassaan muussa paikassa siihen asti, kunnes toimija on korjannut puutteet. Kunnaneläinlääkäri voi tehdä mainitun päätöksen vain kiireellisessä tilanteessa, jossa aluehallintovirasto ei ole vielä ryhtynyt asiassa toimenpiteisiin. Kunnaneläinlääkärin on toimitettava tieto tekemästään päätöksestä välittömästi aluehallintovirastolle.",
        "folded_fi": "jos 64 §:ssa tarkoitetussa tarkastuksessa tai 90 §:n 1 momentissa tarkoitetussa epailyn perusteella suoritetussa tarkastuksessa todetaan, etta toisesta jasenvaltiosta toimitettu elain tai elaimesta saatu tuote taikka elaimen tai tuotteen mukana olevat asiakirjat eivat tayta niille 9 luvussa saadettyja vaatimuksia, kunnanelainlaakari tai aluehallintovirasto voi maarata elaimen pidettavaksi karanteenissa tai eristettyna maarapaikassa tai osoittamassaan muussa paikassa taikka tuotteen sailytettavaksi maarapaikassa tai osoittamassaan muussa paikassa siihen asti, kunnes toimija on korjannut puutteet. kunnanelainlaakari voi tehda mainitun paatoksen vain kiireellisessa tilanteessa, jossa aluehallintovirasto ei ole viela ryhtynyt asiassa toimenpiteisiin. kunnanelainlaakarin on toimitettava tieto tekemastaan paatoksesta valittomasti aluehallintovirastolle.",
        "title_sv": "Åtgärder när kriterierna för flyttning inte uppfylls",
        "content_sv": "Om det vid en inspektion som avses i 64 § eller vid en inspektion på basis av en misstanke som avses i 90 § 1 mom. konstateras att ett djur eller en djurprodukt som kommer från en annan medlemsstat eller de dokument som åtföljer djuret eller produkten inte uppfyller de krav som ställs på dem i 9 kap., får kommunalveterinären eller regionförvaltningsverket bestämma att djuret ska hållas i karantän eller isoleras på destinationsplatsen eller på en av myndigheten i fråga anvisad annan plats, eller att produkten ska förvaras på destinationsplatsen eller på en av myndigheten i fråga anvisad annan plats till dess att aktören har avhjälpt bristerna. Kommunalveterinären får fatta nämnda beslut endast i en brådskande situation där regionförvaltningsverket ännu inte har vidtagit några åtgärder i ärendet. Kommunalveterinären ska omedelbart lämna regionförvaltningsverket uppgift om sitt beslut.",
        "normalized_sv": "Om det vid en inspektion som avses i 64 § eller vid en inspektion på basis av en misstanke som avses i 90 § 1 mom. konstateras att ett djur eller en djurprodukt som kommer från en annan medlemsstat eller de dokument som åtföljer djuret eller produkten inte uppfyller de krav som ställs på dem i 9 kap., får kommunalveterinären eller regionförvaltningsverket bestämma att djuret ska hållas i karantän eller isoleras på destinationsplatsen eller på en av myndigheten i fråga anvisad annan plats, eller att produkten ska förvaras på destinationsplatsen eller på en av myndigheten i fråga anvisad annan plats till dess att aktören har avhjälpt bristerna. Kommunalveterinären får fatta nämnda beslut endast i en brådskande situation där regionförvaltningsverket ännu inte har vidtagit några åtgärder i ärendet. Kommunalveterinären ska omedelbart lämna regionförvaltningsverket uppgift om sitt beslut.",
        "folded_sv": "om det vid en inspektion som avses i 64 § eller vid en inspektion pa basis av en misstanke som avses i 90 § 1 mom. konstateras att ett djur eller en djurprodukt som kommer fran en annan medlemsstat eller de dokument som atfoljer djuret eller produkten inte uppfyller de krav som stalls pa dem i 9 kap., far kommunalveterinaren eller regionforvaltningsverket bestamma att djuret ska hallas i karantan eller isoleras pa destinationsplatsen eller pa en av myndigheten i fraga anvisad annan plats, eller att produkten ska forvaras pa destinationsplatsen eller pa en av myndigheten i fraga anvisad annan plats till dess att aktoren har avhjalpt bristerna. kommunalveterinaren far fatta namnda beslut endast i en bradskande situation dar regionforvaltningsverket annu inte har vidtagit nagra atgarder i arendet. kommunalveterinaren ska omedelbart lamna regionforvaltningsverket uppgift om sitt beslut."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Euroopan unionin lainsäädäntö",
      "content": "Tätä lakia sovelletaan seuraavien eläintautien vastustamista koskevien Euroopan unionin säädösten ja niiden nojalla annettujen säädösten täytäntöönpanoon siltä osin kuin niiden täytäntöönpanosta ei säädetä muun lain nojalla: 2) lemmikkieläinasetus lemmikkieläinten muista kuin kaupallisista siirroista ja asetuksen (EY) N:o 998/2003 kumoamisesta annettu Euroopan parlamentin ja neuvoston asetus (EU) N:o 576/2013 ();",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Tätä lakia sovelletaan seuraavien eläintautien vastustamista koskevien Euroopan unionin säädösten ja niiden nojalla annettujen säädösten täytäntöönpanoon siltä osin kuin niiden täytäntöönpanosta ei säädetä muun lain nojalla: 2) lemmikkieläinasetus lemmikkieläinten muista kuin kaupallisista siirroista ja asetuksen (EY) N:o 998/2003 kumoamisesta annettu Euroopan parlamentin ja neuvoston asetus (EU) N:o 576/2013 ();",
        "folded_fi": "tata lakia sovelletaan seuraavien elaintautien vastustamista koskevien euroopan unionin saadosten ja niiden nojalla annettujen saadosten taytantoonpanoon silta osin kuin niiden taytantoonpanosta ei saadeta muun lain nojalla: 2) lemmikkielainasetus lemmikkielainten muista kuin kaupallisista siirroista ja asetuksen (ey) n:o 998/2003 kumoamisesta annettu euroopan parlamentin ja neuvoston asetus (eu) n:o 576/2013 ();",
        "title_sv": "Europeiska unionens lagstiftning",
        "content_sv": "Denna lag tillämpas på genomförandet av följande Europeiska unionens rättsakter om bekämpning av djursjukdomar och på genomförandet av rättsakter som antagits med stöd av dem, om inte annat föreskrivs om genomförandet av rättsakterna någon annanstans i lag: 2) förordningen om sällskapsdjur Europaparlamentets och rådets förordning (EG) nr 576/2013 om förflyttning av sällskapsdjur utan kommersiellt syfte och om upphävande av förordning (EG) nr 998/2003 (),",
        "normalized_sv": "Denna lag tillämpas på genomförandet av följande Europeiska unionens rättsakter om bekämpning av djursjukdomar och på genomförandet av rättsakter som antagits med stöd av dem, om inte annat föreskrivs om genomförandet av rättsakterna någon annanstans i lag: 2) förordningen om sällskapsdjur Europaparlamentets och rådets förordning (EG) nr 576/2013 om förflyttning av sällskapsdjur utan kommersiellt syfte och om upphävande av förordning (EG) nr 998/2003 (),",
        "folded_sv": "denna lag tillampas pa genomforandet av foljande europeiska unionens rattsakter om bekampning av djursjukdomar och pa genomforandet av rattsakter som antagits med stod av dem, om inte annat foreskrivs om genomforandet av rattsakterna nagon annanstans i lag: 2) forordningen om sallskapsdjur europaparlamentets och radets forordning (eg) nr 576/2013 om forflyttning av sallskapsdjur utan kommersiellt syfte och om upphavande av forordning (eg) nr 998/2003 (),"
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "46",
      "section": "46",
      "title": "Eläinten keinolliseen lisäämiseen liittyvien toimintojen luvanvaraisuus",
      "content": "Edellä 1 momentissa tarkoitettua spermaa saa säilyttää vain hyväksytyllä sperman keräysasemalla, hyväksytyssä spermavarastossa tai hyväksytyn alkioiden tuotantoryhmän tiloissa. Edellä 2 momentissa tarkoitettuja alkioita saa säilyttää vain hyväksytyn alkioiden keräys- tai tuotantoryhmän tiloissa, hyväksytyllä sperman keräysasemalla tai hyväksytyssä spermavarastossa. Vaatimukset eivät kuitenkaan koske sperman ja alkioiden säilyttämistä omien tai omassa hallinnassa olevien eläinten keinollista lisäämistä varten taikka sperman säilyttämistä Suomessa tapahtuvaa hevoseläinten siementämistä varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:46",
        "normalized_fi": "Edellä 1 momentissa tarkoitettua spermaa saa säilyttää vain hyväksytyllä sperman keräysasemalla, hyväksytyssä spermavarastossa tai hyväksytyn alkioiden tuotantoryhmän tiloissa. Edellä 2 momentissa tarkoitettuja alkioita saa säilyttää vain hyväksytyn alkioiden keräys- tai tuotantoryhmän tiloissa, hyväksytyllä sperman keräysasemalla tai hyväksytyssä spermavarastossa. Vaatimukset eivät kuitenkaan koske sperman ja alkioiden säilyttämistä omien tai omassa hallinnassa olevien eläinten keinollista lisäämistä varten taikka sperman säilyttämistä Suomessa tapahtuvaa hevoseläinten siementämistä varten.",
        "folded_fi": "edella 1 momentissa tarkoitettua spermaa saa sailyttaa vain hyvaksytylla sperman keraysasemalla, hyvaksytyssa spermavarastossa tai hyvaksytyn alkioiden tuotantoryhman tiloissa. edella 2 momentissa tarkoitettuja alkioita saa sailyttaa vain hyvaksytyn alkioiden kerays- tai tuotantoryhman tiloissa, hyvaksytylla sperman keraysasemalla tai hyvaksytyssa spermavarastossa. vaatimukset eivat kuitenkaan koske sperman ja alkioiden sailyttamista omien tai omassa hallinnassa olevien elainten keinollista lisaamista varten taikka sperman sailyttamista suomessa tapahtuvaa hevoselainten siementamista varten.",
        "title_sv": "Tillståndsplikt för verksamhet i samband med artificiell reproduktion av djur",
        "content_sv": "Sperma som avses i 1 mom. får endast förvaras på en godkänd station för insamling av sperma, i ett godkänt spermalager eller i utrymmen som hör till en godkänd embryoproduktionsgrupp. Embryon som avses i 2 mom. får endast förvaras i utrymmen som hör till en godkänd embryosamlings- eller embryoproduktionsgrupp, på en godkänd station för insamling av sperma eller i ett godkänt spermalager. Kraven gäller dock inte aktörer som förvarar sperma eller embryon för att användas för artificiell reproduktion av djur som de äger eller har i sin besittning, eller för förvaring av sperma för seminering av hästdjur i Finland.",
        "normalized_sv": "Sperma som avses i 1 mom. får endast förvaras på en godkänd station för insamling av sperma, i ett godkänt spermalager eller i utrymmen som hör till en godkänd embryoproduktionsgrupp. Embryon som avses i 2 mom. får endast förvaras i utrymmen som hör till en godkänd embryosamlings- eller embryoproduktionsgrupp, på en godkänd station för insamling av sperma eller i ett godkänt spermalager. Kraven gäller dock inte aktörer som förvarar sperma eller embryon för att användas för artificiell reproduktion av djur som de äger eller har i sin besittning, eller för förvaring av sperma för seminering av hästdjur i Finland.",
        "folded_sv": "sperma som avses i 1 mom. far endast forvaras pa en godkand station for insamling av sperma, i ett godkant spermalager eller i utrymmen som hor till en godkand embryoproduktionsgrupp. embryon som avses i 2 mom. far endast forvaras i utrymmen som hor till en godkand embryosamlings- eller embryoproduktionsgrupp, pa en godkand station for insamling av sperma eller i ett godkant spermalager. kraven galler dock inte aktorer som forvarar sperma eller embryon for att anvandas for artificiell reproduktion av djur som de ager eller har i sin besittning, eller for forvaring av sperma for seminering av hastdjur i finland."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "52",
      "section": "52",
      "title": "Spermavaraston hyväksyminen",
      "content": "Aluehallintovirasto hyväksyy spermavaraston hakemuksesta. Hyväksymisen edellytyksenä on, että: 1) varastolla on toimintaan soveltuvat tilat ja välineet ja se on siten rakennettu, eristetty ja huollettavissa, että sperman hygieeninen laatu ei vaarannu ja eläintautien leviäminen voidaan tehokkaasti estää; 2) eläintautien leviämisen estämisestä varastossa vastaa nimetty eläinlääkäri; ja 3) varaston henkilöstöllä on tehtävän hoitamisen kannalta riittävät tiedot ja taidot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:52",
        "normalized_fi": "Aluehallintovirasto hyväksyy spermavaraston hakemuksesta. Hyväksymisen edellytyksenä on, että: 1) varastolla on toimintaan soveltuvat tilat ja välineet ja se on siten rakennettu, eristetty ja huollettavissa, että sperman hygieeninen laatu ei vaarannu ja eläintautien leviäminen voidaan tehokkaasti estää; 2) eläintautien leviämisen estämisestä varastossa vastaa nimetty eläinlääkäri; ja 3) varaston henkilöstöllä on tehtävän hoitamisen kannalta riittävät tiedot ja taidot.",
        "folded_fi": "aluehallintovirasto hyvaksyy spermavaraston hakemuksesta. hyvaksymisen edellytyksena on, etta: 1) varastolla on toimintaan soveltuvat tilat ja valineet ja se on siten rakennettu, eristetty ja huollettavissa, etta sperman hygieeninen laatu ei vaarannu ja elaintautien leviaminen voidaan tehokkaasti estaa; 2) elaintautien leviamisen estamisesta varastossa vastaa nimetty elainlaakari; ja 3) varaston henkilostolla on tehtavan hoitamisen kannalta riittavat tiedot ja taidot.",
        "title_sv": "Godkännande av ett spermalager",
        "content_sv": "Regionförvaltningsverket godkänner ett spermalager på ansökan. Ett godkännande förutsätter 1) att lagret förfogar över för verksamheten lämpliga utrymmen och redskap och att det är så konstruerat och isolerat samt går att underhålla så att spermans hygieniska kvalitet inte äventyras och så att spridning av djursjukdomar effektivt kan förhindras, 2) att det har utsetts en veterinär som ansvarar för att förhindra spridning av djursjukdomar i lagret, och 3) att lagerpersonalen har tillräckliga kunskaper och färdigheter med tanke på skötseln av uppgiften.",
        "normalized_sv": "Regionförvaltningsverket godkänner ett spermalager på ansökan. Ett godkännande förutsätter 1) att lagret förfogar över för verksamheten lämpliga utrymmen och redskap och att det är så konstruerat och isolerat samt går att underhålla så att spermans hygieniska kvalitet inte äventyras och så att spridning av djursjukdomar effektivt kan förhindras, 2) att det har utsetts en veterinär som ansvarar för att förhindra spridning av djursjukdomar i lagret, och 3) att lagerpersonalen har tillräckliga kunskaper och färdigheter med tanke på skötseln av uppgiften.",
        "folded_sv": "regionforvaltningsverket godkanner ett spermalager pa ansokan. ett godkannande forutsatter 1) att lagret forfogar over for verksamheten lampliga utrymmen och redskap och att det ar sa konstruerat och isolerat samt gar att underhalla sa att spermans hygieniska kvalitet inte aventyras och sa att spridning av djursjukdomar effektivt kan forhindras, 2) att det har utsetts en veterinar som ansvarar for att forhindra spridning av djursjukdomar i lagret, och 3) att lagerpersonalen har tillrackliga kunskaper och fardigheter med tanke pa skotseln av uppgiften."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "73",
      "section": "73",
      "title": "Nisäkkäiden ja lintujen kuljetus",
      "content": "Suomen rajat ylittävään nautaeläinten, sikojen, lampaiden, vuohien tai siipikarjan kuljetukseen käytettävä ajoneuvo on puhdistettava ja desinfioitava hyväksytyssä kuljetusajoneuvojen desinfiointipaikassa ennen eläinten lastausta sekä Suomeen palaamisen jälkeen ennen uutta kuljetusta. Eläimet eivät saa kuljetuksen aikana joutua kosketuksiin sellaisten eläinten kanssa, joiden terveydentila on kuljetettavien eläinten terveydentilaa huonompi. Nautaeläimiä, sikoja, lampaita tai vuohia toiseen jäsenvaltioon kuljettavan on pidettävä luetteloa kuljetettavista eläimistä jokaisen kuljetusvälineen osalta erikseen. Luetteloa on säilytettävä vähintään kolme vuotta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:73",
        "normalized_fi": "Suomen rajat ylittävään nautaeläinten, sikojen, lampaiden, vuohien tai siipikarjan kuljetukseen käytettävä ajoneuvo on puhdistettava ja desinfioitava hyväksytyssä kuljetusajoneuvojen desinfiointipaikassa ennen eläinten lastausta sekä Suomeen palaamisen jälkeen ennen uutta kuljetusta. Eläimet eivät saa kuljetuksen aikana joutua kosketuksiin sellaisten eläinten kanssa, joiden terveydentila on kuljetettavien eläinten terveydentilaa huonompi. Nautaeläimiä, sikoja, lampaita tai vuohia toiseen jäsenvaltioon kuljettavan on pidettävä luetteloa kuljetettavista eläimistä jokaisen kuljetusvälineen osalta erikseen. Luetteloa on säilytettävä vähintään kolme vuotta.",
        "folded_fi": "suomen rajat ylittavaan nautaelainten, sikojen, lampaiden, vuohien tai siipikarjan kuljetukseen kaytettava ajoneuvo on puhdistettava ja desinfioitava hyvaksytyssa kuljetusajoneuvojen desinfiointipaikassa ennen elainten lastausta seka suomeen palaamisen jalkeen ennen uutta kuljetusta. elaimet eivat saa kuljetuksen aikana joutua kosketuksiin sellaisten elainten kanssa, joiden terveydentila on kuljetettavien elainten terveydentilaa huonompi. nautaelaimia, sikoja, lampaita tai vuohia toiseen jasenvaltioon kuljettavan on pidettava luetteloa kuljetettavista elaimista jokaisen kuljetusvalineen osalta erikseen. luetteloa on sailytettava vahintaan kolme vuotta.",
        "title_sv": "Transport av däggdjur och fåglar",
        "content_sv": "Fordon som används för transport av nötkreatur, svin, får, getter eller fjäderfä över Finlands gränser ska rengöras och desinficeras vid en godkänd desinfektionsplats för transportfordon innan djuren lastas och efter det att transportfordonet återvänt till Finland före en ny transport. Under transporten får djuren inte komma i kontakt med djur med lägre hälsostatus än de djur som transporteras. Den som transporterar nötkreatur, svin, får eller getter till en annan medlemsstat ska separat för varje transportmedel föra förteckning över de djur som transporteras. Förteckningen ska bevaras i minst tre år.",
        "normalized_sv": "Fordon som används för transport av nötkreatur, svin, får, getter eller fjäderfä över Finlands gränser ska rengöras och desinficeras vid en godkänd desinfektionsplats för transportfordon innan djuren lastas och efter det att transportfordonet återvänt till Finland före en ny transport. Under transporten får djuren inte komma i kontakt med djur med lägre hälsostatus än de djur som transporteras. Den som transporterar nötkreatur, svin, får eller getter till en annan medlemsstat ska separat för varje transportmedel föra förteckning över de djur som transporteras. Förteckningen ska bevaras i minst tre år.",
        "folded_sv": "fordon som anvands for transport av notkreatur, svin, far, getter eller fjaderfa over finlands granser ska rengoras och desinficeras vid en godkand desinfektionsplats for transportfordon innan djuren lastas och efter det att transportfordonet atervant till finland fore en ny transport. under transporten far djuren inte komma i kontakt med djur med lagre halsostatus an de djur som transporteras. den som transporterar notkreatur, svin, far eller getter till en annan medlemsstat ska separat for varje transportmedel fora forteckning over de djur som transporteras. forteckningen ska bevaras i minst tre ar."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "74",
      "section": "74",
      "title": "Vesieläinten kuljetus",
      "content": "Vesieläimiä kuljettavan on huolehdittava siitä, että eläinten terveydentila ei muutu kuljetuksen aikana ja että kuljetus ei vaaranna vesieläinten terveydentilaa lähtöpaikassa, kauttakuljetuspaikoissa tai määräpaikassa. Kuljetusten aikana tapahtuva kuljetussäiliöiden veden vaihto ei saa heikentää kuljetettavien vesieläinten terveydentilaa eikä aiheuttaa vaaraa eläintautien leviämisestä. Suomen rajat ylittävissä vesieläinten kuljetuksissa kuljetussäiliön vesi saadaan vaihtaa vain hyväksytyssä kuljetussäiliöiden vedenvaihtopaikassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:74",
        "normalized_fi": "Vesieläimiä kuljettavan on huolehdittava siitä, että eläinten terveydentila ei muutu kuljetuksen aikana ja että kuljetus ei vaaranna vesieläinten terveydentilaa lähtöpaikassa, kauttakuljetuspaikoissa tai määräpaikassa. Kuljetusten aikana tapahtuva kuljetussäiliöiden veden vaihto ei saa heikentää kuljetettavien vesieläinten terveydentilaa eikä aiheuttaa vaaraa eläintautien leviämisestä. Suomen rajat ylittävissä vesieläinten kuljetuksissa kuljetussäiliön vesi saadaan vaihtaa vain hyväksytyssä kuljetussäiliöiden vedenvaihtopaikassa.",
        "folded_fi": "vesielaimia kuljettavan on huolehdittava siita, etta elainten terveydentila ei muutu kuljetuksen aikana ja etta kuljetus ei vaaranna vesielainten terveydentilaa lahtopaikassa, kauttakuljetuspaikoissa tai maarapaikassa. kuljetusten aikana tapahtuva kuljetussailioiden veden vaihto ei saa heikentaa kuljetettavien vesielainten terveydentilaa eika aiheuttaa vaaraa elaintautien leviamisesta. suomen rajat ylittavissa vesielainten kuljetuksissa kuljetussailion vesi saadaan vaihtaa vain hyvaksytyssa kuljetussailioiden vedenvaihtopaikassa.",
        "title_sv": "Transport av vattenlevande djur",
        "content_sv": "Den som transporterar vattenlevande djur ska se till att djurens hälsostatus inte förändras under transporten och att transporten varken på avgångsplatsen, på transiteringsplatserna eller på destinationsplatsen äventyrar de vattenlevande djurens hälsostatus. Ett byte av vattnet i transportbehållare under transporten får inte försämra hälsostatusen hos de vattenlevande djur som transporteras och inte heller medföra risk för spridning av djursjukdomar. Vid transport av vattenlevande djur över Finlands gränser får vattnet i transportbehållare bytas endast på platser som godkänts för vattenbyte.",
        "normalized_sv": "Den som transporterar vattenlevande djur ska se till att djurens hälsostatus inte förändras under transporten och att transporten varken på avgångsplatsen, på transiteringsplatserna eller på destinationsplatsen äventyrar de vattenlevande djurens hälsostatus. Ett byte av vattnet i transportbehållare under transporten får inte försämra hälsostatusen hos de vattenlevande djur som transporteras och inte heller medföra risk för spridning av djursjukdomar. Vid transport av vattenlevande djur över Finlands gränser får vattnet i transportbehållare bytas endast på platser som godkänts för vattenbyte.",
        "folded_sv": "den som transporterar vattenlevande djur ska se till att djurens halsostatus inte forandras under transporten och att transporten varken pa avgangsplatsen, pa transiteringsplatserna eller pa destinationsplatsen aventyrar de vattenlevande djurens halsostatus. ett byte av vattnet i transportbehallare under transporten far inte forsamra halsostatusen hos de vattenlevande djur som transporteras och inte heller medfora risk for spridning av djursjukdomar. vid transport av vattenlevande djur over finlands granser far vattnet i transportbehallare bytas endast pa platser som godkants for vattenbyte."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "85",
      "section": "85",
      "title": "Aluehallintovirasto",
      "content": "Sen lisäksi, mitä muualla tässä laissa säädetään aluehallintoviraston tehtävistä, virasto: 1) ylläpitää toimialueensa eläintautivalmiutta ja laatii toimialuettaan koskevia valmiussuunnitelmia eläintautien varalta; 2) järjestää koulutusta kunnaneläinlääkäreille; 3) vastaa toimivaltaisena viranomaisena tällä lailla täytäntöön pantavien Euroopan unionin säädösten mukaisista tehtävistä siltä osin kuin tehtävät eivät kuulu Elintarviketurvallisuusviraston tai kunnaneläinlääkärin toimivaltaan; 4) suorittaa elintarvikelaissa tarkoitetuissa poroteurastamoissa ja niiden yhteydessä olevissa laitoksissa ne eläintautien vastustamiseen liittyvät tehtävät, jotka tämän lain mukaan muutoin kuuluisivat kunnaneläinlääkärille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:85",
        "normalized_fi": "Sen lisäksi, mitä muualla tässä laissa säädetään aluehallintoviraston tehtävistä, virasto: 1) ylläpitää toimialueensa eläintautivalmiutta ja laatii toimialuettaan koskevia valmiussuunnitelmia eläintautien varalta; 2) järjestää koulutusta kunnaneläinlääkäreille; 3) vastaa toimivaltaisena viranomaisena tällä lailla täytäntöön pantavien Euroopan unionin säädösten mukaisista tehtävistä siltä osin kuin tehtävät eivät kuulu Elintarviketurvallisuusviraston tai kunnaneläinlääkärin toimivaltaan; 4) suorittaa elintarvikelaissa tarkoitetuissa poroteurastamoissa ja niiden yhteydessä olevissa laitoksissa ne eläintautien vastustamiseen liittyvät tehtävät, jotka tämän lain mukaan muutoin kuuluisivat kunnaneläinlääkärille.",
        "folded_fi": "sen lisaksi, mita muualla tassa laissa saadetaan aluehallintoviraston tehtavista, virasto: 1) yllapitaa toimialueensa elaintautivalmiutta ja laatii toimialuettaan koskevia valmiussuunnitelmia elaintautien varalta; 2) jarjestaa koulutusta kunnanelainlaakareille; 3) vastaa toimivaltaisena viranomaisena talla lailla taytantoon pantavien euroopan unionin saadosten mukaisista tehtavista silta osin kuin tehtavat eivat kuulu elintarviketurvallisuusviraston tai kunnanelainlaakarin toimivaltaan; 4) suorittaa elintarvikelaissa tarkoitetuissa poroteurastamoissa ja niiden yhteydessa olevissa laitoksissa ne elaintautien vastustamiseen liittyvat tehtavat, jotka taman lain mukaan muutoin kuuluisivat kunnanelainlaakarille.",
        "title_sv": "Regionförvaltningsverket",
        "content_sv": "Utöver vad som någon annanstans i denna lag föreskrivs om regionförvaltningsverkets uppgifter ska verket 1) upprätthålla beredskapen för djursjukdomar inom sitt verksamhetsområde och göra upp beredskapsplaner för djursjukdomar för verksamhetsområdet, 2) ordna utbildning för kommunalveterinärer, 3) i egenskap av behörig myndighet svara för de uppgifter som följer av de EU-rättsakter som genomförs genom denna lag till den del uppgifterna inte hör till Livsmedelssäkerhetsverkets eller kommunalveterinärens behörighet, 4) i de renslakterier som avses i livsmedelslagen och i anläggningar som finns i anslutning till dem utföra sådana uppgifter för bekämpning av djursjukdomar som enligt denna lag annars hör till kommunalveterinärens uppgifter.",
        "normalized_sv": "Utöver vad som någon annanstans i denna lag föreskrivs om regionförvaltningsverkets uppgifter ska verket 1) upprätthålla beredskapen för djursjukdomar inom sitt verksamhetsområde och göra upp beredskapsplaner för djursjukdomar för verksamhetsområdet, 2) ordna utbildning för kommunalveterinärer, 3) i egenskap av behörig myndighet svara för de uppgifter som följer av de EU-rättsakter som genomförs genom denna lag till den del uppgifterna inte hör till Livsmedelssäkerhetsverkets eller kommunalveterinärens behörighet, 4) i de renslakterier som avses i livsmedelslagen och i anläggningar som finns i anslutning till dem utföra sådana uppgifter för bekämpning av djursjukdomar som enligt denna lag annars hör till kommunalveterinärens uppgifter.",
        "folded_sv": "utover vad som nagon annanstans i denna lag foreskrivs om regionforvaltningsverkets uppgifter ska verket 1) uppratthalla beredskapen for djursjukdomar inom sitt verksamhetsomrade och gora upp beredskapsplaner for djursjukdomar for verksamhetsomradet, 2) ordna utbildning for kommunalveterinarer, 3) i egenskap av behorig myndighet svara for de uppgifter som foljer av de eu-rattsakter som genomfors genom denna lag till den del uppgifterna inte hor till livsmedelssakerhetsverkets eller kommunalveterinarens behorighet, 4) i de renslakterier som avses i livsmedelslagen och i anlaggningar som finns i anslutning till dem utfora sadana uppgifter for bekampning av djursjukdomar som enligt denna lag annars hor till kommunalveterinarens uppgifter."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "99",
      "section": "99",
      "title": "Viranomaisten suoritteista valtiolle perittävät maksut",
      "content": "Poiketen siitä, mitä 2 momentissa säädetään, maksua ei peritä muihin kuin jäsenvaltioihin toimitettavia eläimistä saatuja tuotteita koskevasta virallisesta eläinlääkintötodistuksesta, jos kunta perii maksun samasta tai samaa vientierää koskevasta eläinlääkintötodistuksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:99",
        "normalized_fi": "Poiketen siitä, mitä 2 momentissa säädetään, maksua ei peritä muihin kuin jäsenvaltioihin toimitettavia eläimistä saatuja tuotteita koskevasta virallisesta eläinlääkintötodistuksesta, jos kunta perii maksun samasta tai samaa vientierää koskevasta eläinlääkintötodistuksesta.",
        "folded_fi": "poiketen siita, mita 2 momentissa saadetaan, maksua ei perita muihin kuin jasenvaltioihin toimitettavia elaimista saatuja tuotteita koskevasta virallisesta elainlaakintotodistuksesta, jos kunta perii maksun samasta tai samaa vientieraa koskevasta elainlaakintotodistuksesta.",
        "title_sv": "Avgifter som tas ut till staten för myndigheternas prestationer",
        "content_sv": "Med avvikelse från 2 mom. tas det inte ut någon avgift för ett officiellt veterinärintyg för djurprodukter som ska sändas till stater utanför Europeiska unionen, om kommunen tar ut en avgift för samma veterinärintyg eller för ett veterinärintyg som gäller samma exportparti.",
        "normalized_sv": "Med avvikelse från 2 mom. tas det inte ut någon avgift för ett officiellt veterinärintyg för djurprodukter som ska sändas till stater utanför Europeiska unionen, om kommunen tar ut en avgift för samma veterinärintyg eller för ett veterinärintyg som gäller samma exportparti.",
        "folded_sv": "med avvikelse fran 2 mom. tas det inte ut nagon avgift for ett officiellt veterinarintyg for djurprodukter som ska sandas till stater utanfor europeiska unionen, om kommunen tar ut en avgift for samma veterinarintyg eller for ett veterinarintyg som galler samma exportparti."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "102",
      "section": "102",
      "title": "Vastuu eläintaudin hävittämiskustannuksista",
      "content": "Eläinten lopettamista, omaisuuden hävittämistä sekä näihin liittyviä puhdistus- ja desinfektiotoimenpiteitä koskevan määräyksen täytäntöönpanoon liittyvästä työstä aiheutuvista kustannuksista vastaa valtio. Sama koskee täytäntöönpanoon liittyvistä laitteista ja välineistä sekä tarvikkeista ja aineista aiheutuvia kustannuksia. Toimijalle aiheutuneita kustannuksia tai toimijan omaa työtä ei kuitenkaan voida korvata valtion varoista, ellei kyseessä ole vesiviljelyeläimissä esiintyvä tauti. Poiketen siitä, mitä 1 momentissa säädetään, valtion vastuu ei koske tilanteita, joissa vastuu määräyksen täytäntöönpanosta kuuluu toimijalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:102",
        "normalized_fi": "Eläinten lopettamista, omaisuuden hävittämistä sekä näihin liittyviä puhdistus- ja desinfektiotoimenpiteitä koskevan määräyksen täytäntöönpanoon liittyvästä työstä aiheutuvista kustannuksista vastaa valtio. Sama koskee täytäntöönpanoon liittyvistä laitteista ja välineistä sekä tarvikkeista ja aineista aiheutuvia kustannuksia. Toimijalle aiheutuneita kustannuksia tai toimijan omaa työtä ei kuitenkaan voida korvata valtion varoista, ellei kyseessä ole vesiviljelyeläimissä esiintyvä tauti. Poiketen siitä, mitä 1 momentissa säädetään, valtion vastuu ei koske tilanteita, joissa vastuu määräyksen täytäntöönpanosta kuuluu toimijalle.",
        "folded_fi": "elainten lopettamista, omaisuuden havittamista seka naihin liittyvia puhdistus- ja desinfektiotoimenpiteita koskevan maarayksen taytantoonpanoon liittyvasta tyosta aiheutuvista kustannuksista vastaa valtio. sama koskee taytantoonpanoon liittyvista laitteista ja valineista seka tarvikkeista ja aineista aiheutuvia kustannuksia. toimijalle aiheutuneita kustannuksia tai toimijan omaa tyota ei kuitenkaan voida korvata valtion varoista, ellei kyseessa ole vesiviljelyelaimissa esiintyva tauti. poiketen siita, mita 1 momentissa saadetaan, valtion vastuu ei koske tilanteita, joissa vastuu maarayksen taytantoonpanosta kuuluu toimijalle.",
        "title_sv": "Ansvar för de kostnader som utrotning av en djursjukdom orsakar",
        "content_sv": "När ett beslut om avlivning av djur eller bortskaffande av egendom verkställs svarar staten för de kostnader som arbetet vid verkställigheten samt rengörings- och desinfektionsåtgärder i samband med den föranleder. Detsamma gäller kostnaderna för anordningar och utrustning samt redskap och ämnen som används vid verkställigheten. Aktörens kostnader och det arbete som aktören själv utför kan dock inte ersättas av statens medel, om inte det är fråga om en sjukdom hos vattenbruksdjur. Med avvikelse från vad som föreskrivs i 1 mom. svarar staten inte för kostnaderna i de fall där aktören ska verkställa beslutet.",
        "normalized_sv": "När ett beslut om avlivning av djur eller bortskaffande av egendom verkställs svarar staten för de kostnader som arbetet vid verkställigheten samt rengörings- och desinfektionsåtgärder i samband med den föranleder. Detsamma gäller kostnaderna för anordningar och utrustning samt redskap och ämnen som används vid verkställigheten. Aktörens kostnader och det arbete som aktören själv utför kan dock inte ersättas av statens medel, om inte det är fråga om en sjukdom hos vattenbruksdjur. Med avvikelse från vad som föreskrivs i 1 mom. svarar staten inte för kostnaderna i de fall där aktören ska verkställa beslutet.",
        "folded_sv": "nar ett beslut om avlivning av djur eller bortskaffande av egendom verkstalls svarar staten for de kostnader som arbetet vid verkstalligheten samt rengorings- och desinfektionsatgarder i samband med den foranleder. detsamma galler kostnaderna for anordningar och utrustning samt redskap och amnen som anvands vid verkstalligheten. aktorens kostnader och det arbete som aktoren sjalv utfor kan dock inte ersattas av statens medel, om inte det ar fraga om en sjukdom hos vattenbruksdjur. med avvikelse fran vad som foreskrivs i 1 mom. svarar staten inte for kostnaderna i de fall dar aktoren ska verkstalla beslutet."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "106",
      "section": "106",
      "title": "Kustannusten ja korvausten maksamista koskevat rajoitukset",
      "content": "Tässä luvussa säädettyihin kustannuksiin ja korvauksiin sovelletaan maatalousalalla toimivien yritysten osalta tiettyjen maa- ja metsätalousalan ja maaseutualueiden tukimuotojen toteamisesta sisämarkkinoille soveltuviksi Euroopan unionin toiminnasta tehdyn sopimuksen 107 ja 108 artiklan mukaisesti annetun komission asetuksen (EU) N:o 702/2014 (EUVL L 193, 1.7.2014, s. 1) I lukua ja 26 artiklaa. Vesiviljelyalalla toimiville yrityksille tässä luvussa säädetyt kustannukset ja korvaukset maksetaan kalastus- ja vesiviljelyalan valtiontukien tarkastelemista koskevien suuntaviivojen (2015/C 217/01) 5.4 jakson mukaisena tukena. Tässä luvussa tarkoitettuja kustannuksia ja menetyksiä ei korvata, jos ne ovat syntyneet elintarvikkeiden jalostuksessa, muiden eläimistä saatujen tuotteiden tai rehujen valmistuksessa taikka elintarvikkeiden tai muiden tuotteiden kaupan pitämisessä tai jos ne ovat aiheutuneet: 1) 1 momentissa mainitun asetuksen 2 artiklan 26 kohdassa tarkoitetulle suurelle yritykselle, joka toimii maatalousalalla; tai 2) yritykselle, joka ei ole noudattanut eräiden valtion tukea koskevien Euroopan unionin säännösten soveltamisesta annetun lain (300/2001) 1 §:ssä tarkoitettua tuen takaisinperintäpäätöstä. Korvausta 103-105 §:ssä tarkoitetuista menetyksistä ei makseta 1 momentissa mainitun asetuksen 2 artiklan 14 kohdassa tarkoitetulle vaikeuksissa olevalle yritykselle, ellei vaikeuksiin joutuminen johdu taudinpurkauksesta. Tässä luvussa tarkoitettuja kustannuksia ja menetyksiä ei korvata myöskään, jos ne ovat ai-heutuneet eläintaudista, jota ei ole mainittu Maailman eläintautijärjestön vahvistamassa eläintautien luettelossa, tämän lain 3 §:n 2 momentin 22 kohdassa mainitun direktiivin liitteessä IV olevassa II osassa taikka elintarvikeketjuun, eläinten terveyteen ja eläinten hyvinvointiin, kasvien terveyteen ja kasvien lisäysaineistoon liittyvien menojen hallinnointia koskevista säännöksistä, neuvoston direktiivien 98/56/EY, 2000/29/EY ja 2008/90/EY, Euroopan parlamentin ja neuvoston asetusten (EY) N:o 178/2002, (EY) N:o 882/2004, (EY) N:o 396/2005, Euroopan parlamentin ja neuvoston direktiivin 2009/128/EY ja Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 1107/2009 muuttamisesta sekä neuvoston päätösten 66/399/ETY, 76/894/ETY ja 2009/470/EY kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 652/2014 liitteessä I tai II. Korvauksen määrästä vähennetään samoista kustannuksista tai menetyksistä vakuutussopimuksen tai muun lain perusteella maksettavat korvaukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:106",
        "normalized_fi": "Tässä luvussa säädettyihin kustannuksiin ja korvauksiin sovelletaan maatalousalalla toimivien yritysten osalta tiettyjen maa- ja metsätalousalan ja maaseutualueiden tukimuotojen toteamisesta sisämarkkinoille soveltuviksi Euroopan unionin toiminnasta tehdyn sopimuksen 107 ja 108 artiklan mukaisesti annetun komission asetuksen (EU) N:o 702/2014 (EUVL L 193, 1.7.2014, s. 1) I lukua ja 26 artiklaa. Vesiviljelyalalla toimiville yrityksille tässä luvussa säädetyt kustannukset ja korvaukset maksetaan kalastus- ja vesiviljelyalan valtiontukien tarkastelemista koskevien suuntaviivojen (2015/C 217/01) 5.4 jakson mukaisena tukena. Tässä luvussa tarkoitettuja kustannuksia ja menetyksiä ei korvata, jos ne ovat syntyneet elintarvikkeiden jalostuksessa, muiden eläimistä saatujen tuotteiden tai rehujen valmistuksessa taikka elintarvikkeiden tai muiden tuotteiden kaupan pitämisessä tai jos ne ovat aiheutuneet: 1) 1 momentissa mainitun asetuksen 2 artiklan 26 kohdassa tarkoitetulle suurelle yritykselle, joka toimii maatalousalalla; tai 2) yritykselle, joka ei ole noudattanut eräiden valtion tukea koskevien Euroopan unionin säännösten soveltamisesta annetun lain (300/2001) 1 § :ssä tarkoitettua tuen takaisinperintäpäätöstä. Korvausta 103-105 § :ssä tarkoitetuista menetyksistä ei makseta 1 momentissa mainitun asetuksen 2 artiklan 14 kohdassa tarkoitetulle vaikeuksissa olevalle yritykselle, ellei vaikeuksiin joutuminen johdu taudinpurkauksesta. Tässä luvussa tarkoitettuja kustannuksia ja menetyksiä ei korvata myöskään, jos ne ovat ai-heutuneet eläintaudista, jota ei ole mainittu Maailman eläintautijärjestön vahvistamassa eläintautien luettelossa, tämän lain 3 § :n 2 momentin 22 kohdassa mainitun direktiivin liitteessä IV olevassa II osassa taikka elintarvikeketjuun, eläinten terveyteen ja eläinten hyvinvointiin, kasvien terveyteen ja kasvien lisäysaineistoon liittyvien menojen hallinnointia koskevista säännöksistä, neuvoston direktiivien 98/56/EY, 2000/29/EY ja 2008/90/EY, Euroopan parlamentin ja neuvoston asetusten (EY) N:o 178/2002, (EY) N:o 882/2004, (EY) N:o 396/2005, Euroopan parlamentin ja neuvoston direktiivin 2009/128/EY ja Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 1107/2009 muuttamisesta sekä neuvoston päätösten 66/399/ETY, 76/894/ETY ja 2009/470/EY kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 652/2014 liitteessä I tai II. Korvauksen määrästä vähennetään samoista kustannuksista tai menetyksistä vakuutussopimuksen tai muun lain perusteella maksettavat korvaukset.",
        "folded_fi": "tassa luvussa saadettyihin kustannuksiin ja korvauksiin sovelletaan maatalousalalla toimivien yritysten osalta tiettyjen maa- ja metsatalousalan ja maaseutualueiden tukimuotojen toteamisesta sisamarkkinoille soveltuviksi euroopan unionin toiminnasta tehdyn sopimuksen 107 ja 108 artiklan mukaisesti annetun komission asetuksen (eu) n:o 702/2014 (euvl l 193, 1.7.2014, s. 1) i lukua ja 26 artiklaa. vesiviljelyalalla toimiville yrityksille tassa luvussa saadetyt kustannukset ja korvaukset maksetaan kalastus- ja vesiviljelyalan valtiontukien tarkastelemista koskevien suuntaviivojen (2015/c 217/01) 5.4 jakson mukaisena tukena. tassa luvussa tarkoitettuja kustannuksia ja menetyksia ei korvata, jos ne ovat syntyneet elintarvikkeiden jalostuksessa, muiden elaimista saatujen tuotteiden tai rehujen valmistuksessa taikka elintarvikkeiden tai muiden tuotteiden kaupan pitamisessa tai jos ne ovat aiheutuneet: 1) 1 momentissa mainitun asetuksen 2 artiklan 26 kohdassa tarkoitetulle suurelle yritykselle, joka toimii maatalousalalla; tai 2) yritykselle, joka ei ole noudattanut eraiden valtion tukea koskevien euroopan unionin saannosten soveltamisesta annetun lain (300/2001) 1 §:ssa tarkoitettua tuen takaisinperintapaatosta. korvausta 103-105 §:ssa tarkoitetuista menetyksista ei makseta 1 momentissa mainitun asetuksen 2 artiklan 14 kohdassa tarkoitetulle vaikeuksissa olevalle yritykselle, ellei vaikeuksiin joutuminen johdu taudinpurkauksesta. tassa luvussa tarkoitettuja kustannuksia ja menetyksia ei korvata myoskaan, jos ne ovat ai-heutuneet elaintaudista, jota ei ole mainittu maailman elaintautijarjeston vahvistamassa elaintautien luettelossa, taman lain 3 §:n 2 momentin 22 kohdassa mainitun direktiivin liitteessa iv olevassa ii osassa taikka elintarvikeketjuun, elainten terveyteen ja elainten hyvinvointiin, kasvien terveyteen ja kasvien lisaysaineistoon liittyvien menojen hallinnointia koskevista saannoksista, neuvoston direktiivien 98/56/ey, 2000/29/ey ja 2008/90/ey, euroopan parlamentin ja neuvoston asetusten (ey) n:o 178/2002, (ey) n:o 882/2004, (ey) n:o 396/2005, euroopan parlamentin ja neuvoston direktiivin 2009/128/ey ja euroopan parlamentin ja neuvoston asetuksen (ey) n:o 1107/2009 muuttamisesta seka neuvoston paatosten 66/399/ety, 76/894/ety ja 2009/470/ey kumoamisesta annetun euroopan parlamentin ja neuvoston asetuksen (eu) n:o 652/2014 liitteessa i tai ii. korvauksen maarasta vahennetaan samoista kustannuksista tai menetyksista vakuutussopimuksen tai muun lain perusteella maksettavat korvaukset.",
        "title_sv": "Begränsningar vid betalning av kostnader och ersättningar",
        "content_sv": "På de kostnader och ersättningar som nämns i detta kapitel tillämpas i fråga om företag inom jordbrukssektorn det som föreskrivs i kapitel I och artikel 26 i kommissionens förordning (EU) nr 702/2014 genom vilken vissa kategorier av stöd inom jordbruks- och skogsbrukssektorn och i landsbygdsområden förklaras förenliga med den inre marknaden enligt artiklarna 107 och 108 i fördraget om Europeiska unionens funktionssätt (EUT L 193, 1.7.2014, s. 1). De kostnader och ersättningar som avses i detta kapitel betalas till företag inom vattenbrukssektorn som stöd enligt avsnitt 5.4 i riktlinjerna för granskning av statliga stöd inom fiskeri- och vattenbrukssektorn (2015/C 217/01). De kostnader och förluster som avses i detta kapitel ersätts inte, om de har uppkommit vid bearbetning av livsmedelsprodukter, vid tillverkning av övriga djurprodukter eller djurfoder eller vid handel med livsmedel eller övriga produkter, eller om de uppkommit för 1) ett sådant stort företag som avses i artikel 2.26 i den förordning som nämns i 1 mom. och som bedriver verksamhet inom jordbrukssektorn, eller 2) ett företag som inte har iakttagit ett sådant beslut om återkrav av stöd som avses i 1 § i lagen om tillämpning av vissa av Europeiska unionens bestämmelser om statligt stöd (300/2001). För förluster som avses i 103-105 § betalas det inte ersättning till sådana företag i svårigheter som avses i artikel 2.14 i den förordning som nämns i 1 mom., om inte sjukdomsutbrottet är orsaken till att företaget hamnat i svårigheter. De kostnader och förluster som avses i detta kapitel ersätts inte heller om de har orsakats av en djursjukdom som inte anges i den av Världsorganisationen för djurhälsa upprättade förteckningen över djursjukdomar, i del II i bilaga IV till det direktiv som nämns i 3 § 2 mom. 22 punkten i denna lag eller i bilaga I eller II till Europaparlamentets och rådets förordning (EU) nr 652/2014 om fastställande av bestämmelser för förvaltningen av utgifter för livsmedelskedjan, djurhälsa, djurskydd, växtskydd och växtförökningsmaterial, och om ändring av rådets direktiv 98/56/EG, 2000/29/EG och 2008/90/EG, Europaparlamentets och rådets förordningar (EG) nr 178/2002, (EG) nr 882/2004 och (EG) nr 396/2005, Europaparlamentets och rådets direktiv 2009/128/EG samt Europaparlamentets och rådets förordning (EG) nr 1107/2009, och om upphävande av rådets beslut 66/399/EEG, 76/894/EEG och 2009/470/EG. Ersättningsbeloppet minskas med de ersättningar som på basis av ett försäkringsavtal eller någon annan lag ska betalas för samma kostnader eller förluster.",
        "normalized_sv": "På de kostnader och ersättningar som nämns i detta kapitel tillämpas i fråga om företag inom jordbrukssektorn det som föreskrivs i kapitel I och artikel 26 i kommissionens förordning (EU) nr 702/2014 genom vilken vissa kategorier av stöd inom jordbruks- och skogsbrukssektorn och i landsbygdsområden förklaras förenliga med den inre marknaden enligt artiklarna 107 och 108 i fördraget om Europeiska unionens funktionssätt (EUT L 193, 1.7.2014, s. 1). De kostnader och ersättningar som avses i detta kapitel betalas till företag inom vattenbrukssektorn som stöd enligt avsnitt 5.4 i riktlinjerna för granskning av statliga stöd inom fiskeri- och vattenbrukssektorn (2015/C 217/01). De kostnader och förluster som avses i detta kapitel ersätts inte, om de har uppkommit vid bearbetning av livsmedelsprodukter, vid tillverkning av övriga djurprodukter eller djurfoder eller vid handel med livsmedel eller övriga produkter, eller om de uppkommit för 1) ett sådant stort företag som avses i artikel 2.26 i den förordning som nämns i 1 mom. och som bedriver verksamhet inom jordbrukssektorn, eller 2) ett företag som inte har iakttagit ett sådant beslut om återkrav av stöd som avses i 1 § i lagen om tillämpning av vissa av Europeiska unionens bestämmelser om statligt stöd (300/2001). För förluster som avses i 103-105 § betalas det inte ersättning till sådana företag i svårigheter som avses i artikel 2.14 i den förordning som nämns i 1 mom., om inte sjukdomsutbrottet är orsaken till att företaget hamnat i svårigheter. De kostnader och förluster som avses i detta kapitel ersätts inte heller om de har orsakats av en djursjukdom som inte anges i den av Världsorganisationen för djurhälsa upprättade förteckningen över djursjukdomar, i del II i bilaga IV till det direktiv som nämns i 3 § 2 mom. 22 punkten i denna lag eller i bilaga I eller II till Europaparlamentets och rådets förordning (EU) nr 652/2014 om fastställande av bestämmelser för förvaltningen av utgifter för livsmedelskedjan, djurhälsa, djurskydd, växtskydd och växtförökningsmaterial, och om ändring av rådets direktiv 98/56/EG, 2000/29/EG och 2008/90/EG, Europaparlamentets och rådets förordningar (EG) nr 178/2002, (EG) nr 882/2004 och (EG) nr 396/2005, Europaparlamentets och rådets direktiv 2009/128/EG samt Europaparlamentets och rådets förordning (EG) nr 1107/2009, och om upphävande av rådets beslut 66/399/EEG, 76/894/EEG och 2009/470/EG. Ersättningsbeloppet minskas med de ersättningar som på basis av ett försäkringsavtal eller någon annan lag ska betalas för samma kostnader eller förluster.",
        "folded_sv": "pa de kostnader och ersattningar som namns i detta kapitel tillampas i fraga om foretag inom jordbrukssektorn det som foreskrivs i kapitel i och artikel 26 i kommissionens forordning (eu) nr 702/2014 genom vilken vissa kategorier av stod inom jordbruks- och skogsbrukssektorn och i landsbygdsomraden forklaras forenliga med den inre marknaden enligt artiklarna 107 och 108 i fordraget om europeiska unionens funktionssatt (eut l 193, 1.7.2014, s. 1). de kostnader och ersattningar som avses i detta kapitel betalas till foretag inom vattenbrukssektorn som stod enligt avsnitt 5.4 i riktlinjerna for granskning av statliga stod inom fiskeri- och vattenbrukssektorn (2015/c 217/01). de kostnader och forluster som avses i detta kapitel ersatts inte, om de har uppkommit vid bearbetning av livsmedelsprodukter, vid tillverkning av ovriga djurprodukter eller djurfoder eller vid handel med livsmedel eller ovriga produkter, eller om de uppkommit for 1) ett sadant stort foretag som avses i artikel 2.26 i den forordning som namns i 1 mom. och som bedriver verksamhet inom jordbrukssektorn, eller 2) ett foretag som inte har iakttagit ett sadant beslut om aterkrav av stod som avses i 1 § i lagen om tillampning av vissa av europeiska unionens bestammelser om statligt stod (300/2001). for forluster som avses i 103-105 § betalas det inte ersattning till sadana foretag i svarigheter som avses i artikel 2.14 i den forordning som namns i 1 mom., om inte sjukdomsutbrottet ar orsaken till att foretaget hamnat i svarigheter. de kostnader och forluster som avses i detta kapitel ersatts inte heller om de har orsakats av en djursjukdom som inte anges i den av varldsorganisationen for djurhalsa upprattade forteckningen over djursjukdomar, i del ii i bilaga iv till det direktiv som namns i 3 § 2 mom. 22 punkten i denna lag eller i bilaga i eller ii till europaparlamentets och radets forordning (eu) nr 652/2014 om faststallande av bestammelser for forvaltningen av utgifter for livsmedelskedjan, djurhalsa, djurskydd, vaxtskydd och vaxtforokningsmaterial, och om andring av radets direktiv 98/56/eg, 2000/29/eg och 2008/90/eg, europaparlamentets och radets forordningar (eg) nr 178/2002, (eg) nr 882/2004 och (eg) nr 396/2005, europaparlamentets och radets direktiv 2009/128/eg samt europaparlamentets och radets forordning (eg) nr 1107/2009, och om upphavande av radets beslut 66/399/eeg, 76/894/eeg och 2009/470/eg. ersattningsbeloppet minskas med de ersattningar som pa basis av ett forsakringsavtal eller nagon annan lag ska betalas for samma kostnader eller forluster."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "113",
      "section": "113",
      "title": "Toimenpiteet siirtokelpoisuuden puuttuessa",
      "content": "Jos 64 §:ssä tarkoitetussa tarkastuksessa tai 90 §:n 1 momentissa tarkoitetussa epäilyn perusteella suoritetussa tarkastuksessa todetaan, että toisesta jäsenvaltiosta toimitettu eläin tai eläimestä saatu tuote taikka eläimen tai tuotteen mukana olevat asiakirjat eivät täytä niille 9 luvussa säädettyjä vaatimuksia, kunnaneläinlääkäri tai aluehallintovirasto voi määrätä eläimen pidettäväksi karanteenissa tai eristettynä määräpaikassa tai osoittamassaan muussa paikassa taikka tuotteen säilytettäväksi määräpaikassa tai osoittamassaan muussa paikassa siihen asti, kunnes toimija on korjannut puutteet. Kunnaneläinlääkäri voi tehdä mainitun päätöksen vain kiireellisessä tilanteessa, jossa aluehallintovirasto ei ole vielä ryhtynyt asiassa toimenpiteisiin. Kunnaneläinlääkärin on toimitettava tieto tekemästään päätöksestä välittömästi aluehallintovirastolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:113",
        "normalized_fi": "Jos 64 § :ssä tarkoitetussa tarkastuksessa tai 90 § :n 1 momentissa tarkoitetussa epäilyn perusteella suoritetussa tarkastuksessa todetaan, että toisesta jäsenvaltiosta toimitettu eläin tai eläimestä saatu tuote taikka eläimen tai tuotteen mukana olevat asiakirjat eivät täytä niille 9 luvussa säädettyjä vaatimuksia, kunnaneläinlääkäri tai aluehallintovirasto voi määrätä eläimen pidettäväksi karanteenissa tai eristettynä määräpaikassa tai osoittamassaan muussa paikassa taikka tuotteen säilytettäväksi määräpaikassa tai osoittamassaan muussa paikassa siihen asti, kunnes toimija on korjannut puutteet. Kunnaneläinlääkäri voi tehdä mainitun päätöksen vain kiireellisessä tilanteessa, jossa aluehallintovirasto ei ole vielä ryhtynyt asiassa toimenpiteisiin. Kunnaneläinlääkärin on toimitettava tieto tekemästään päätöksestä välittömästi aluehallintovirastolle.",
        "folded_fi": "jos 64 §:ssa tarkoitetussa tarkastuksessa tai 90 §:n 1 momentissa tarkoitetussa epailyn perusteella suoritetussa tarkastuksessa todetaan, etta toisesta jasenvaltiosta toimitettu elain tai elaimesta saatu tuote taikka elaimen tai tuotteen mukana olevat asiakirjat eivat tayta niille 9 luvussa saadettyja vaatimuksia, kunnanelainlaakari tai aluehallintovirasto voi maarata elaimen pidettavaksi karanteenissa tai eristettyna maarapaikassa tai osoittamassaan muussa paikassa taikka tuotteen sailytettavaksi maarapaikassa tai osoittamassaan muussa paikassa siihen asti, kunnes toimija on korjannut puutteet. kunnanelainlaakari voi tehda mainitun paatoksen vain kiireellisessa tilanteessa, jossa aluehallintovirasto ei ole viela ryhtynyt asiassa toimenpiteisiin. kunnanelainlaakarin on toimitettava tieto tekemastaan paatoksesta valittomasti aluehallintovirastolle.",
        "title_sv": "Åtgärder när kriterierna för flyttning inte uppfylls",
        "content_sv": "Om det vid en inspektion som avses i 64 § eller vid en inspektion på basis av en misstanke som avses i 90 § 1 mom. konstateras att ett djur eller en djurprodukt som kommer från en annan medlemsstat eller de dokument som åtföljer djuret eller produkten inte uppfyller de krav som ställs på dem i 9 kap., får kommunalveterinären eller regionförvaltningsverket bestämma att djuret ska hållas i karantän eller isoleras på destinationsplatsen eller på en av myndigheten i fråga anvisad annan plats, eller att produkten ska förvaras på destinationsplatsen eller på en av myndigheten i fråga anvisad annan plats till dess att aktören har avhjälpt bristerna. Kommunalveterinären får fatta nämnda beslut endast i en brådskande situation där regionförvaltningsverket ännu inte har vidtagit några åtgärder i ärendet. Kommunalveterinären ska omedelbart lämna regionförvaltningsverket uppgift om sitt beslut.",
        "normalized_sv": "Om det vid en inspektion som avses i 64 § eller vid en inspektion på basis av en misstanke som avses i 90 § 1 mom. konstateras att ett djur eller en djurprodukt som kommer från en annan medlemsstat eller de dokument som åtföljer djuret eller produkten inte uppfyller de krav som ställs på dem i 9 kap., får kommunalveterinären eller regionförvaltningsverket bestämma att djuret ska hållas i karantän eller isoleras på destinationsplatsen eller på en av myndigheten i fråga anvisad annan plats, eller att produkten ska förvaras på destinationsplatsen eller på en av myndigheten i fråga anvisad annan plats till dess att aktören har avhjälpt bristerna. Kommunalveterinären får fatta nämnda beslut endast i en brådskande situation där regionförvaltningsverket ännu inte har vidtagit några åtgärder i ärendet. Kommunalveterinären ska omedelbart lämna regionförvaltningsverket uppgift om sitt beslut.",
        "folded_sv": "om det vid en inspektion som avses i 64 § eller vid en inspektion pa basis av en misstanke som avses i 90 § 1 mom. konstateras att ett djur eller en djurprodukt som kommer fran en annan medlemsstat eller de dokument som atfoljer djuret eller produkten inte uppfyller de krav som stalls pa dem i 9 kap., far kommunalveterinaren eller regionforvaltningsverket bestamma att djuret ska hallas i karantan eller isoleras pa destinationsplatsen eller pa en av myndigheten i fraga anvisad annan plats, eller att produkten ska forvaras pa destinationsplatsen eller pa en av myndigheten i fraga anvisad annan plats till dess att aktoren har avhjalpt bristerna. kommunalveterinaren far fatta namnda beslut endast i en bradskande situation dar regionforvaltningsverket annu inte har vidtagit nagra atgarder i arendet. kommunalveterinaren ska omedelbart lamna regionforvaltningsverket uppgift om sitt beslut."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    }
  ]
}