{
  "id": "1512/2015",
  "type": "statute",
  "title": "Laki tilintarkastajan vuosimaksusta ja laadunvalvonnan maksuista",
  "title_en": "Lag om årsavgift och avgifter för kvalitetskontroll för revisorer",
  "status": "in_force",
  "issued_date": "2015-12-17",
  "in_force_date": "2015-12-17",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/1512/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Tarkoitus ja soveltamisala",
      "content": "Tässä laissa säädetään valtiolle perittävistä tilintarkastajan, JHTT-tilintarkastajan ja JHTT-yhteisön vuosimaksusta ja laadunvalvonnan perusmaksusta sekä laadunvarmistuksen valvontamaksusta. Muista tilintarkastajamaksuista säädetään tilintarkastuslain (1141/2015) 11 luvun 2 §:n 1 momentissa. Tässä laissa sovelletaan tilintarkastuslain 1 luvun 2 §:n mukaisia tilintarkastajan, HT-tilintarkastajan, KHT-tilintarkastajan, JHT-tilintarkastajan, tilintarkastusyhteisön sekä konsernin määritelmiä. Tässä laissa tarkoitetaan JHTT-tilintarkastajalla tai JHTT-yhteisöllä tilintarkastuslain 6 luvun 9 §:ssä tarkoitettuun tilintarkastajarekisteriin merkittyä JHTT-tilintarkastajaa tai JHTT-yhteisöä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tässä laissa säädetään valtiolle perittävistä tilintarkastajan, JHTT-tilintarkastajan ja JHTT-yhteisön vuosimaksusta ja laadunvalvonnan perusmaksusta sekä laadunvarmistuksen valvontamaksusta. Muista tilintarkastajamaksuista säädetään tilintarkastuslain (1141/2015) 11 luvun 2 § :n 1 momentissa. Tässä laissa sovelletaan tilintarkastuslain 1 luvun 2 § :n mukaisia tilintarkastajan, HT-tilintarkastajan, KHT-tilintarkastajan, JHT-tilintarkastajan, tilintarkastusyhteisön sekä konsernin määritelmiä. Tässä laissa tarkoitetaan JHTT-tilintarkastajalla tai JHTT-yhteisöllä tilintarkastuslain 6 luvun 9 § :ssä tarkoitettuun tilintarkastajarekisteriin merkittyä JHTT-tilintarkastajaa tai JHTT-yhteisöä.",
        "folded_fi": "tassa laissa saadetaan valtiolle perittavista tilintarkastajan, jhtt-tilintarkastajan ja jhtt-yhteison vuosimaksusta ja laadunvalvonnan perusmaksusta seka laadunvarmistuksen valvontamaksusta. muista tilintarkastajamaksuista saadetaan tilintarkastuslain (1141/2015) 11 luvun 2 §:n 1 momentissa. tassa laissa sovelletaan tilintarkastuslain 1 luvun 2 §:n mukaisia tilintarkastajan, ht-tilintarkastajan, kht-tilintarkastajan, jht-tilintarkastajan, tilintarkastusyhteison seka konsernin maaritelmia. tassa laissa tarkoitetaan jhtt-tilintarkastajalla tai jhtt-yhteisolla tilintarkastuslain 6 luvun 9 §:ssa tarkoitettuun tilintarkastajarekisteriin merkittya jhtt-tilintarkastajaa tai jhtt-yhteisoa.",
        "title_sv": "Syfte och tillämpningsområde",
        "content_sv": "I denna lag finns bestämmelser om den årsavgift och den grundavgift för kvalitetskontroll för revisorer, OFR-revisorer och OFR-sammanslutningar samt om den tillsynsavgift för kvalitetssäkring som tas ut till staten. Bestämmelser om andra revisorsavgifter finns i 11 kap. 2 § 1 mom. i revisionslagen (1141/2015). I denna lag tillämpas de definitioner på revisor, GR-revisor, CGR-revisor, OFGR-revisor, revisionssammanslutning och koncern som finns i 1 kap. 2 § i revisionslagen. Med OFR-revisor eller OFR-sammanslutning avses i denna lag en sådan OFR-revisor eller OFR-sammanslutning som är införd i det revisorsregister som avses i 6 kap. 9 § i revisionslagen.",
        "normalized_sv": "I denna lag finns bestämmelser om den årsavgift och den grundavgift för kvalitetskontroll för revisorer, OFR-revisorer och OFR-sammanslutningar samt om den tillsynsavgift för kvalitetssäkring som tas ut till staten. Bestämmelser om andra revisorsavgifter finns i 11 kap. 2 § 1 mom. i revisionslagen (1141/2015). I denna lag tillämpas de definitioner på revisor, GR-revisor, CGR-revisor, OFGR-revisor, revisionssammanslutning och koncern som finns i 1 kap. 2 § i revisionslagen. Med OFR-revisor eller OFR-sammanslutning avses i denna lag en sådan OFR-revisor eller OFR-sammanslutning som är införd i det revisorsregister som avses i 6 kap. 9 § i revisionslagen.",
        "folded_sv": "i denna lag finns bestammelser om den arsavgift och den grundavgift for kvalitetskontroll for revisorer, ofr-revisorer och ofr-sammanslutningar samt om den tillsynsavgift for kvalitetssakring som tas ut till staten. bestammelser om andra revisorsavgifter finns i 11 kap. 2 § 1 mom. i revisionslagen (1141/2015). i denna lag tillampas de definitioner pa revisor, gr-revisor, cgr-revisor, ofgr-revisor, revisionssammanslutning och koncern som finns i 1 kap. 2 § i revisionslagen. med ofr-revisor eller ofr-sammanslutning avses i denna lag en sadan ofr-revisor eller ofr-sammanslutning som ar inford i det revisorsregister som avses i 6 kap. 9 § i revisionslagen."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "HT-, KHT- ja JHT-tilintarkastajan sekä JHTT-tilintarkastajan vuosimaksu",
      "content": "HT-, KHT- ja JHT-tilintarkastajan sekä JHTT-tilintarkastajan vuosimaksu koostuu perus- ja mahdollisesta lisävuosimaksusta. HT-, KHT- ja JHT-tilintarkastajalta sekä JHTT-tilintarkastajalta peritään perusvuosimaksua 560 euroa. KHT-tilintarkastajalta peritään perusvuosimaksun lisäksi lisävuosimaksua 240 euroa. JHT-tilintarkastajalta peritään perusvuosimaksun lisäksi lisävuosimaksua 240 euroa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "HT-, KHT- ja JHT-tilintarkastajan sekä JHTT-tilintarkastajan vuosimaksu koostuu perus- ja mahdollisesta lisävuosimaksusta. HT-, KHT- ja JHT-tilintarkastajalta sekä JHTT-tilintarkastajalta peritään perusvuosimaksua 560 euroa. KHT-tilintarkastajalta peritään perusvuosimaksun lisäksi lisävuosimaksua 240 euroa. JHT-tilintarkastajalta peritään perusvuosimaksun lisäksi lisävuosimaksua 240 euroa.",
        "folded_fi": "ht-, kht- ja jht-tilintarkastajan seka jhtt-tilintarkastajan vuosimaksu koostuu perus- ja mahdollisesta lisavuosimaksusta. ht-, kht- ja jht-tilintarkastajalta seka jhtt-tilintarkastajalta peritaan perusvuosimaksua 560 euroa. kht-tilintarkastajalta peritaan perusvuosimaksun lisaksi lisavuosimaksua 240 euroa. jht-tilintarkastajalta peritaan perusvuosimaksun lisaksi lisavuosimaksua 240 euroa.",
        "title_sv": "Årsavgift för GR-, CGR- och OFGR-revisorer samt OFR-revisorer",
        "content_sv": "Årsavgiften för GR-, CGR- och OFGR-revisorer samt OFR-revisorer består av en årlig grundavgift och en eventuell årlig tilläggsavgift. Av GR-, CGR- och OFGR-revisorer samt OFR-revisorer tas som årlig grundavgift ut 560 euro. Av CGR-revisorer tas utöver den årliga grundavgiften ut en årlig tilläggsavgift på 240 euro. Av OFGR-revisorer tas utöver den årliga grundavgiften ut en årlig tilläggsavgift på 240 euro.",
        "normalized_sv": "Årsavgiften för GR-, CGR- och OFGR-revisorer samt OFR-revisorer består av en årlig grundavgift och en eventuell årlig tilläggsavgift. Av GR-, CGR- och OFGR-revisorer samt OFR-revisorer tas som årlig grundavgift ut 560 euro. Av CGR-revisorer tas utöver den årliga grundavgiften ut en årlig tilläggsavgift på 240 euro. Av OFGR-revisorer tas utöver den årliga grundavgiften ut en årlig tilläggsavgift på 240 euro.",
        "folded_sv": "arsavgiften for gr-, cgr- och ofgr-revisorer samt ofr-revisorer bestar av en arlig grundavgift och en eventuell arlig tillaggsavgift. av gr-, cgr- och ofgr-revisorer samt ofr-revisorer tas som arlig grundavgift ut 560 euro. av cgr-revisorer tas utover den arliga grundavgiften ut en arlig tillaggsavgift pa 240 euro. av ofgr-revisorer tas utover den arliga grundavgiften ut en arlig tillaggsavgift pa 240 euro."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Tilintarkastusyhteisön ja JHTT-yhteisön vuosimaksu",
      "content": "Tilintarkastusyhteisön ja JHTT-yhteisön vuosimaksu koostuu perus- ja lisävuosimaksusta. Tilintarkastusyhteisöltä ja JHTT-yhteisöltä peritään perusvuosimaksua 1 150 euroa, minkä lisäksi peritään lisävuosimaksua niiden yhteisössä tilikauden aikana toimivien luonnollisten henkilöiden, jotka ovat tilintarkastajia, keskimääräisen lukumäärän perusteella 260 euroa kutakin henkilöä kohden kaksi henkilöä ylittävältä määrältä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Tilintarkastusyhteisön ja JHTT-yhteisön vuosimaksu koostuu perus- ja lisävuosimaksusta. Tilintarkastusyhteisöltä ja JHTT-yhteisöltä peritään perusvuosimaksua 1 150 euroa, minkä lisäksi peritään lisävuosimaksua niiden yhteisössä tilikauden aikana toimivien luonnollisten henkilöiden, jotka ovat tilintarkastajia, keskimääräisen lukumäärän perusteella 260 euroa kutakin henkilöä kohden kaksi henkilöä ylittävältä määrältä.",
        "folded_fi": "tilintarkastusyhteison ja jhtt-yhteison vuosimaksu koostuu perus- ja lisavuosimaksusta. tilintarkastusyhteisolta ja jhtt-yhteisolta peritaan perusvuosimaksua 1 150 euroa, minka lisaksi peritaan lisavuosimaksua niiden yhteisossa tilikauden aikana toimivien luonnollisten henkiloiden, jotka ovat tilintarkastajia, keskimaaraisen lukumaaran perusteella 260 euroa kutakin henkiloa kohden kaksi henkiloa ylittavalta maaralta.",
        "title_sv": "Årsavgift för revisionssammanslutningar och OFR-sammanslutningar",
        "content_sv": "Årsavgiften för revisionssammanslutningar och OFR-sammanslutningar består av en årlig grundavgift och en årlig tilläggsavgift. Av revisionssammanslutningar och OFR-sammanslutningar tas ut en årlig grundavgift på 1 150 euro och dessutom en årlig tilläggsavgift på 260 euro per person för det genomsnittliga antal fysiska personer som överstiger två, beräknat utifrån antalet revisorer som under räkenskapsperioden varit verksamma vid sammanslutningen.",
        "normalized_sv": "Årsavgiften för revisionssammanslutningar och OFR-sammanslutningar består av en årlig grundavgift och en årlig tilläggsavgift. Av revisionssammanslutningar och OFR-sammanslutningar tas ut en årlig grundavgift på 1 150 euro och dessutom en årlig tilläggsavgift på 260 euro per person för det genomsnittliga antal fysiska personer som överstiger två, beräknat utifrån antalet revisorer som under räkenskapsperioden varit verksamma vid sammanslutningen.",
        "folded_sv": "arsavgiften for revisionssammanslutningar och ofr-sammanslutningar bestar av en arlig grundavgift och en arlig tillaggsavgift. av revisionssammanslutningar och ofr-sammanslutningar tas ut en arlig grundavgift pa 1 150 euro och dessutom en arlig tillaggsavgift pa 260 euro per person for det genomsnittliga antal fysiska personer som overstiger tva, beraknat utifran antalet revisorer som under rakenskapsperioden varit verksamma vid sammanslutningen."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Laadunvalvonnan perusmaksu",
      "content": "Tilintarkastajalta, JHTT-tilintarkastajalta ja JHTT-yhteisöltä peritään valtiolle laadunvalvonnan perusmaksua 70 euroa vuodessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Tilintarkastajalta, JHTT-tilintarkastajalta ja JHTT-yhteisöltä peritään valtiolle laadunvalvonnan perusmaksua 70 euroa vuodessa.",
        "folded_fi": "tilintarkastajalta, jhtt-tilintarkastajalta ja jhtt-yhteisolta peritaan valtiolle laadunvalvonnan perusmaksua 70 euroa vuodessa.",
        "title_sv": "Grundavgift för kvalitetskontroll",
        "content_sv": "Av revisorer, OFR-revisorer och OFR-sammanslutningar tas till staten ut en grundavgift för kvalitetskontroll på 70 euro per år.",
        "normalized_sv": "Av revisorer, OFR-revisorer och OFR-sammanslutningar tas till staten ut en grundavgift för kvalitetskontroll på 70 euro per år.",
        "folded_sv": "av revisorer, ofr-revisorer och ofr-sammanslutningar tas till staten ut en grundavgift for kvalitetskontroll pa 70 euro per ar."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Laadunvarmistuksen valvontamaksu",
      "content": "Tilintarkastajan on maksettava laadunvarmistuksen valvontamaksu, jos hän on toiminut tilintarkastajana jossakin seuraavassa yhteisössä: 1) suomalainen yhteisö, jonka liikkeeseen laskema osake, velkakirja tai muu arvopaperi on kaupankäynnin kohteena arvopaperimarkkinalain (746/2012) 2 luvun 5 §:ssä tarkoitetulla säännellyllä markkinalla; 2) luottolaitostoiminnasta annetun lain (610/2014) 1 luvun 7 §:ssä tarkoitettu luottolaitos; 3) vakuutusyhtiölain (521/2008) 1 luvun 1 §:ssä tarkoitettu vakuutusyhtiö. Valvontamaksu on 0,1 prosenttia tilintarkastajan viimeksi kuluneen tilikauden tilintarkastuspalkkioista lisättynä 2,9 prosentilla siitä tilintarkastajan viimeksi kuluneen tilikauden tilintarkastuspalkkiosta, joka johtuu 1 momentissa mainittujen yhteisöjen tilintarkastuksesta. Jos tilintarkastettu yhteisö on konsernin emoyritys, tilintarkastuspalkkio käsittää myös emoyrityksen konsernitilinpäätöksen tilintarkastuksesta johtuvan palkkion. Jos 2 momentissa tarkoitettu tilintarkastuspalkkio kohdistuu tilintarkastusyhteisöön, maksuvelvollisuus koskee tilintarkastusyhteisöä. Laadunvarmistuksen valvontamaksu on kuitenkin aina vähintään 750 euroa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Tilintarkastajan on maksettava laadunvarmistuksen valvontamaksu, jos hän on toiminut tilintarkastajana jossakin seuraavassa yhteisössä: 1) suomalainen yhteisö, jonka liikkeeseen laskema osake, velkakirja tai muu arvopaperi on kaupankäynnin kohteena arvopaperimarkkinalain (746/2012) 2 luvun 5 § :ssä tarkoitetulla säännellyllä markkinalla; 2) luottolaitostoiminnasta annetun lain (610/2014) 1 luvun 7 § :ssä tarkoitettu luottolaitos; 3) vakuutusyhtiölain (521/2008) 1 luvun 1 § :ssä tarkoitettu vakuutusyhtiö. Valvontamaksu on 0,1 prosenttia tilintarkastajan viimeksi kuluneen tilikauden tilintarkastuspalkkioista lisättynä 2,9 prosentilla siitä tilintarkastajan viimeksi kuluneen tilikauden tilintarkastuspalkkiosta, joka johtuu 1 momentissa mainittujen yhteisöjen tilintarkastuksesta. Jos tilintarkastettu yhteisö on konsernin emoyritys, tilintarkastuspalkkio käsittää myös emoyrityksen konsernitilinpäätöksen tilintarkastuksesta johtuvan palkkion. Jos 2 momentissa tarkoitettu tilintarkastuspalkkio kohdistuu tilintarkastusyhteisöön, maksuvelvollisuus koskee tilintarkastusyhteisöä. Laadunvarmistuksen valvontamaksu on kuitenkin aina vähintään 750 euroa.",
        "folded_fi": "tilintarkastajan on maksettava laadunvarmistuksen valvontamaksu, jos han on toiminut tilintarkastajana jossakin seuraavassa yhteisossa: 1) suomalainen yhteiso, jonka liikkeeseen laskema osake, velkakirja tai muu arvopaperi on kaupankaynnin kohteena arvopaperimarkkinalain (746/2012) 2 luvun 5 §:ssa tarkoitetulla saannellylla markkinalla; 2) luottolaitostoiminnasta annetun lain (610/2014) 1 luvun 7 §:ssa tarkoitettu luottolaitos; 3) vakuutusyhtiolain (521/2008) 1 luvun 1 §:ssa tarkoitettu vakuutusyhtio. valvontamaksu on 0,1 prosenttia tilintarkastajan viimeksi kuluneen tilikauden tilintarkastuspalkkioista lisattyna 2,9 prosentilla siita tilintarkastajan viimeksi kuluneen tilikauden tilintarkastuspalkkiosta, joka johtuu 1 momentissa mainittujen yhteisojen tilintarkastuksesta. jos tilintarkastettu yhteiso on konsernin emoyritys, tilintarkastuspalkkio kasittaa myos emoyrityksen konsernitilinpaatoksen tilintarkastuksesta johtuvan palkkion. jos 2 momentissa tarkoitettu tilintarkastuspalkkio kohdistuu tilintarkastusyhteisoon, maksuvelvollisuus koskee tilintarkastusyhteisoa. laadunvarmistuksen valvontamaksu on kuitenkin aina vahintaan 750 euroa.",
        "title_sv": "Tillsynsavgift för kvalitetssäkring",
        "content_sv": "En revisor ska betala tillsynsavgift för kvalitetssäkring, om revisorn har utfört revision av någon av följande sammanslutningar: 1) finländska sammanslutningar som emitterat aktier, obligationer eller andra värdepapper som är föremål för handel på en sådan reglerad marknad som avses i 2 kap. 5 § i värdepappersmarknadslagen (746/2012), 2) kreditinstitut som avses i 1 kap. 7 § i kreditinstitutslagen (610/2014), 3) försäkringsbolag som avses i 1 kap. 1 § i försäkringsbolagslagen (521/2008). Tillsynsavgiften är 0,1 procent av revisorns revisionsarvoden för den senaste räkenskapspe-rioden ökade med 2,9 procent av revisorns revisionsarvode för revision av i 1 mom. nämnda sammanslutningar för den senaste räkenskapsperioden. Om den sammanslutning som varit föremål för revision är koncernens moderföretag, omfattar revisionsarvodet också arvodet för revisionen av moderföretagets koncernbokslut. Om ett revisionsarvode enligt 2 mom. avser en revisionssammanslutning, gäller avgiftsskyl-digheten revisionssammanslutningen. Tillsynsavgiften för kvalitetssäkring är dock alltid minst 750 euro.",
        "normalized_sv": "En revisor ska betala tillsynsavgift för kvalitetssäkring, om revisorn har utfört revision av någon av följande sammanslutningar: 1) finländska sammanslutningar som emitterat aktier, obligationer eller andra värdepapper som är föremål för handel på en sådan reglerad marknad som avses i 2 kap. 5 § i värdepappersmarknadslagen (746/2012), 2) kreditinstitut som avses i 1 kap. 7 § i kreditinstitutslagen (610/2014), 3) försäkringsbolag som avses i 1 kap. 1 § i försäkringsbolagslagen (521/2008). Tillsynsavgiften är 0,1 procent av revisorns revisionsarvoden för den senaste räkenskapspe-rioden ökade med 2,9 procent av revisorns revisionsarvode för revision av i 1 mom. nämnda sammanslutningar för den senaste räkenskapsperioden. Om den sammanslutning som varit föremål för revision är koncernens moderföretag, omfattar revisionsarvodet också arvodet för revisionen av moderföretagets koncernbokslut. Om ett revisionsarvode enligt 2 mom. avser en revisionssammanslutning, gäller avgiftsskyl-digheten revisionssammanslutningen. Tillsynsavgiften för kvalitetssäkring är dock alltid minst 750 euro.",
        "folded_sv": "en revisor ska betala tillsynsavgift for kvalitetssakring, om revisorn har utfort revision av nagon av foljande sammanslutningar: 1) finlandska sammanslutningar som emitterat aktier, obligationer eller andra vardepapper som ar foremal for handel pa en sadan reglerad marknad som avses i 2 kap. 5 § i vardepappersmarknadslagen (746/2012), 2) kreditinstitut som avses i 1 kap. 7 § i kreditinstitutslagen (610/2014), 3) forsakringsbolag som avses i 1 kap. 1 § i forsakringsbolagslagen (521/2008). tillsynsavgiften ar 0,1 procent av revisorns revisionsarvoden for den senaste rakenskapspe-rioden okade med 2,9 procent av revisorns revisionsarvode for revision av i 1 mom. namnda sammanslutningar for den senaste rakenskapsperioden. om den sammanslutning som varit foremal for revision ar koncernens moderforetag, omfattar revisionsarvodet ocksa arvodet for revisionen av moderforetagets koncernbokslut. om ett revisionsarvode enligt 2 mom. avser en revisionssammanslutning, galler avgiftsskyl-digheten revisionssammanslutningen. tillsynsavgiften for kvalitetssakring ar dock alltid minst 750 euro."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Toimivaltainen viranomainen",
      "content": "Vuosimaksun, laadunvalvonnan perusmaksun sekä laadunvarmistuksen valvontamaksun määrää ja perii vuosittain Patentti- ja rekisterihallitus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Vuosimaksun, laadunvalvonnan perusmaksun sekä laadunvarmistuksen valvontamaksun määrää ja perii vuosittain Patentti- ja rekisterihallitus.",
        "folded_fi": "vuosimaksun, laadunvalvonnan perusmaksun seka laadunvarmistuksen valvontamaksun maaraa ja perii vuosittain patentti- ja rekisterihallitus.",
        "title_sv": "Behörig myndighet",
        "content_sv": "Patent- och registerstyrelsen påför och tar ut årsavgiften, grundavgiften för kvalitetskontroll och tillsynsavgiften för kvalitetssäkring årligen.",
        "normalized_sv": "Patent- och registerstyrelsen påför och tar ut årsavgiften, grundavgiften för kvalitetskontroll och tillsynsavgiften för kvalitetssäkring årligen.",
        "folded_sv": "patent- och registerstyrelsen pafor och tar ut arsavgiften, grundavgiften for kvalitetskontroll och tillsynsavgiften for kvalitetssakring arligen."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Maksujen määrääminen",
      "content": "Vuosimaksut, laadunvalvonnan perusmaksu sekä laadunvarmistuksen valvontamaksu erääntyvät maksettaviksi kalenterivuosittain Patentti- ja rekisterihallituksen määräämänä ajankohtana, kuitenkin aikaisintaan heinäkuun viimeisenä päivänä. Patentti- ja rekisterihallituksen on lähetettävä maksupäätös tilintarkastajalle sekä JHTT-tilintarkastajalle ja JHTT-yhteisölle viimeistään 30 päivää ennen eräpäivää. Tilintarkastajan on suoritettava vuosimaksu sekä laadunvalvonnan perusmaksu jokaiselta vuodelta, jonka heinäkuun alkaessa tilintarkastajan tilintarkastuslain 6 luvun 1 §:n 1 momentissa tarkoitettu hyväksyminen on voimassa ja tilintarkastaja on merkittynä tilintarkastuslain 6 luvun 9 §:ssä tarkoitettuun tilintarkastajarekisteriin. JHTT-tilintarkastajan tai JHTT-yhteisön on suoritettava vuosimaksu sekä laadunvalvonnan perusmaksu jokaiselta vuodelta, jonka heinäkuun alkaessa JHTT-tilintarkastajan tai JHTT-yhteisön hyväksyminen on julkishallinnon ja -talouden tilintarkastuksesta annetun lain (1142/2015) 12 §:n 16 momentissa tarkoitetulla tavalla voimassa ja JHTT-tilintarkastaja tai JHTT-yhteisö on merkittynä tilintarkastuslain 6 luvun 9 §:ssä tarkoitettuun tilintarkastajarekisteriin. Tiedot vuosimaksun, laadunvalvonnan perusmaksun sekä laadunvarmistuksen valvontamaksun määristä ovat julkisia. Patentti- ja rekisterihallitus voi antaa tarkempia määräyksiä maksumenettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Vuosimaksut, laadunvalvonnan perusmaksu sekä laadunvarmistuksen valvontamaksu erääntyvät maksettaviksi kalenterivuosittain Patentti- ja rekisterihallituksen määräämänä ajankohtana, kuitenkin aikaisintaan heinäkuun viimeisenä päivänä. Patentti- ja rekisterihallituksen on lähetettävä maksupäätös tilintarkastajalle sekä JHTT-tilintarkastajalle ja JHTT-yhteisölle viimeistään 30 päivää ennen eräpäivää. Tilintarkastajan on suoritettava vuosimaksu sekä laadunvalvonnan perusmaksu jokaiselta vuodelta, jonka heinäkuun alkaessa tilintarkastajan tilintarkastuslain 6 luvun 1 § :n 1 momentissa tarkoitettu hyväksyminen on voimassa ja tilintarkastaja on merkittynä tilintarkastuslain 6 luvun 9 § :ssä tarkoitettuun tilintarkastajarekisteriin. JHTT-tilintarkastajan tai JHTT-yhteisön on suoritettava vuosimaksu sekä laadunvalvonnan perusmaksu jokaiselta vuodelta, jonka heinäkuun alkaessa JHTT-tilintarkastajan tai JHTT-yhteisön hyväksyminen on julkishallinnon ja -talouden tilintarkastuksesta annetun lain (1142/2015) 12 § :n 16 momentissa tarkoitetulla tavalla voimassa ja JHTT-tilintarkastaja tai JHTT-yhteisö on merkittynä tilintarkastuslain 6 luvun 9 § :ssä tarkoitettuun tilintarkastajarekisteriin. Tiedot vuosimaksun, laadunvalvonnan perusmaksun sekä laadunvarmistuksen valvontamaksun määristä ovat julkisia. Patentti- ja rekisterihallitus voi antaa tarkempia määräyksiä maksumenettelystä.",
        "folded_fi": "vuosimaksut, laadunvalvonnan perusmaksu seka laadunvarmistuksen valvontamaksu eraantyvat maksettaviksi kalenterivuosittain patentti- ja rekisterihallituksen maaraamana ajankohtana, kuitenkin aikaisintaan heinakuun viimeisena paivana. patentti- ja rekisterihallituksen on lahetettava maksupaatos tilintarkastajalle seka jhtt-tilintarkastajalle ja jhtt-yhteisolle viimeistaan 30 paivaa ennen erapaivaa. tilintarkastajan on suoritettava vuosimaksu seka laadunvalvonnan perusmaksu jokaiselta vuodelta, jonka heinakuun alkaessa tilintarkastajan tilintarkastuslain 6 luvun 1 §:n 1 momentissa tarkoitettu hyvaksyminen on voimassa ja tilintarkastaja on merkittyna tilintarkastuslain 6 luvun 9 §:ssa tarkoitettuun tilintarkastajarekisteriin. jhtt-tilintarkastajan tai jhtt-yhteison on suoritettava vuosimaksu seka laadunvalvonnan perusmaksu jokaiselta vuodelta, jonka heinakuun alkaessa jhtt-tilintarkastajan tai jhtt-yhteison hyvaksyminen on julkishallinnon ja -talouden tilintarkastuksesta annetun lain (1142/2015) 12 §:n 16 momentissa tarkoitetulla tavalla voimassa ja jhtt-tilintarkastaja tai jhtt-yhteiso on merkittyna tilintarkastuslain 6 luvun 9 §:ssa tarkoitettuun tilintarkastajarekisteriin. tiedot vuosimaksun, laadunvalvonnan perusmaksun seka laadunvarmistuksen valvontamaksun maarista ovat julkisia. patentti- ja rekisterihallitus voi antaa tarkempia maarayksia maksumenettelysta.",
        "title_sv": "Påförande av avgifter",
        "content_sv": "Årsavgifterna, grundavgiften för kvalitetskontroll och tillsynsavgiften för kvalitetssäkring förfaller till betalning varje kalenderår vid en tidpunkt som Patent- och registerstyrelsen bestämmer, dock tidigast den sista juli. Patent- och registerstyrelsen ska sända avgiftsbeslutet till en revisor samt till en OFR-revisor och OFR-sammanslutning senast 30 dagar före förfallodagen. Om en revisor vid ingången av juli månad har ett giltigt godkännande som revisor på det sätt som avses i 6 kap. 1 § 1 mom. i revisionslagen och är införd i det revisorsregister som avses i 6 kap. 9 § i revisionslagen, ska revisorn betala årsavgift och grundavgift för kvalitetskontroll för året i fråga. Om en OFR-revisor eller OFR-sammanslutning vid ingången av juli månad har ett giltigt godkännande på det sätt som avses i 12 § 16 mom. i lagen om revision inom den offentliga förvaltningen och ekonomin (1142/2015) och OFR-revisorn eller OFR-sammanslutningen är införd i det revisorsregister som avses i 6 kap. 9 § i revisionslagen, ska OFR-revisorn eller OFR-sammanslutningen betala årsavgift och grundavgift för kvalitetskontroll för året i fråga. Uppgifterna om beloppet av årsavgiften, grundavgiften för kvalitetskontroll och tillsynsavgiften för kvalitetssäkring är offentliga. Patent- och registerstyrelsen får meddela närmare föreskrifter om betalningsförfarandet.",
        "normalized_sv": "Årsavgifterna, grundavgiften för kvalitetskontroll och tillsynsavgiften för kvalitetssäkring förfaller till betalning varje kalenderår vid en tidpunkt som Patent- och registerstyrelsen bestämmer, dock tidigast den sista juli. Patent- och registerstyrelsen ska sända avgiftsbeslutet till en revisor samt till en OFR-revisor och OFR-sammanslutning senast 30 dagar före förfallodagen. Om en revisor vid ingången av juli månad har ett giltigt godkännande som revisor på det sätt som avses i 6 kap. 1 § 1 mom. i revisionslagen och är införd i det revisorsregister som avses i 6 kap. 9 § i revisionslagen, ska revisorn betala årsavgift och grundavgift för kvalitetskontroll för året i fråga. Om en OFR-revisor eller OFR-sammanslutning vid ingången av juli månad har ett giltigt godkännande på det sätt som avses i 12 § 16 mom. i lagen om revision inom den offentliga förvaltningen och ekonomin (1142/2015) och OFR-revisorn eller OFR-sammanslutningen är införd i det revisorsregister som avses i 6 kap. 9 § i revisionslagen, ska OFR-revisorn eller OFR-sammanslutningen betala årsavgift och grundavgift för kvalitetskontroll för året i fråga. Uppgifterna om beloppet av årsavgiften, grundavgiften för kvalitetskontroll och tillsynsavgiften för kvalitetssäkring är offentliga. Patent- och registerstyrelsen får meddela närmare föreskrifter om betalningsförfarandet.",
        "folded_sv": "arsavgifterna, grundavgiften for kvalitetskontroll och tillsynsavgiften for kvalitetssakring forfaller till betalning varje kalenderar vid en tidpunkt som patent- och registerstyrelsen bestammer, dock tidigast den sista juli. patent- och registerstyrelsen ska sanda avgiftsbeslutet till en revisor samt till en ofr-revisor och ofr-sammanslutning senast 30 dagar fore forfallodagen. om en revisor vid ingangen av juli manad har ett giltigt godkannande som revisor pa det satt som avses i 6 kap. 1 § 1 mom. i revisionslagen och ar inford i det revisorsregister som avses i 6 kap. 9 § i revisionslagen, ska revisorn betala arsavgift och grundavgift for kvalitetskontroll for aret i fraga. om en ofr-revisor eller ofr-sammanslutning vid ingangen av juli manad har ett giltigt godkannande pa det satt som avses i 12 § 16 mom. i lagen om revision inom den offentliga forvaltningen och ekonomin (1142/2015) och ofr-revisorn eller ofr-sammanslutningen ar inford i det revisorsregister som avses i 6 kap. 9 § i revisionslagen, ska ofr-revisorn eller ofr-sammanslutningen betala arsavgift och grundavgift for kvalitetskontroll for aret i fraga. uppgifterna om beloppet av arsavgiften, grundavgiften for kvalitetskontroll och tillsynsavgiften for kvalitetssakring ar offentliga. patent- och registerstyrelsen far meddela narmare foreskrifter om betalningsforfarandet."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Oikaisu maksuvelvollisen hyväksi",
      "content": "Jos maksuvelvolliselle on virheen johdosta määrätty liikaa maksua, maksupäätös on oikaistava, jollei asiaa ole valitukseen tai oikaisuvaatimukseen annetulla päätöksellä ratkaistu. Oikaisu maksuvelvollisen hyväksi voidaan tehdä kolmen vuoden kuluessa maksun määräämistä seuraavan kalenterivuoden alusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Jos maksuvelvolliselle on virheen johdosta määrätty liikaa maksua, maksupäätös on oikaistava, jollei asiaa ole valitukseen tai oikaisuvaatimukseen annetulla päätöksellä ratkaistu. Oikaisu maksuvelvollisen hyväksi voidaan tehdä kolmen vuoden kuluessa maksun määräämistä seuraavan kalenterivuoden alusta.",
        "folded_fi": "jos maksuvelvolliselle on virheen johdosta maaratty liikaa maksua, maksupaatos on oikaistava, jollei asiaa ole valitukseen tai oikaisuvaatimukseen annetulla paatoksella ratkaistu. oikaisu maksuvelvollisen hyvaksi voidaan tehda kolmen vuoden kuluessa maksun maaraamista seuraavan kalenterivuoden alusta.",
        "title_sv": "Rättelse till den avgiftsskyldiges fördel",
        "content_sv": "Om den avgiftsskyldige på grund av ett fel har påförts en för stor avgift ska avgiftsbeslutet rättas, om saken inte har avgjorts genom beslut med anledning av besvär eller begäran om omprövning. Rättelse till den avgiftsskyldiges fördel kan göras inom tre år från ingången av kalenderåret efter det år då avgiften påfördes.",
        "normalized_sv": "Om den avgiftsskyldige på grund av ett fel har påförts en för stor avgift ska avgiftsbeslutet rättas, om saken inte har avgjorts genom beslut med anledning av besvär eller begäran om omprövning. Rättelse till den avgiftsskyldiges fördel kan göras inom tre år från ingången av kalenderåret efter det år då avgiften påfördes.",
        "folded_sv": "om den avgiftsskyldige pa grund av ett fel har paforts en for stor avgift ska avgiftsbeslutet rattas, om saken inte har avgjorts genom beslut med anledning av besvar eller begaran om omprovning. rattelse till den avgiftsskyldiges fordel kan goras inom tre ar fran ingangen av kalenderaret efter det ar da avgiften pafordes."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Oikaisu maksuvelvollisen vahingoksi",
      "content": "Jos maksuvelvolliselle on laskuvirheen tai siihen verrattavan erehdyksen vuoksi taikka sen johdosta, ettei asiaa ole joltakin osalta tutkittu, jäänyt määräämättä säädetty maksu tai osa siitä, maksupäätös on oikaistava, jollei asiaa ole valitukseen tai oikaisuvaatimukseen annetulla päätöksellä ratkaistu. Oikaisu maksuvelvollisen vahingoksi voidaan tehdä vuoden kuluessa sitä seuraavan kalenterivuoden alusta, jolloin maksu määrättiin tai olisi pitänyt määrätä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Jos maksuvelvolliselle on laskuvirheen tai siihen verrattavan erehdyksen vuoksi taikka sen johdosta, ettei asiaa ole joltakin osalta tutkittu, jäänyt määräämättä säädetty maksu tai osa siitä, maksupäätös on oikaistava, jollei asiaa ole valitukseen tai oikaisuvaatimukseen annetulla päätöksellä ratkaistu. Oikaisu maksuvelvollisen vahingoksi voidaan tehdä vuoden kuluessa sitä seuraavan kalenterivuoden alusta, jolloin maksu määrättiin tai olisi pitänyt määrätä.",
        "folded_fi": "jos maksuvelvolliselle on laskuvirheen tai siihen verrattavan erehdyksen vuoksi taikka sen johdosta, ettei asiaa ole joltakin osalta tutkittu, jaanyt maaraamatta saadetty maksu tai osa siita, maksupaatos on oikaistava, jollei asiaa ole valitukseen tai oikaisuvaatimukseen annetulla paatoksella ratkaistu. oikaisu maksuvelvollisen vahingoksi voidaan tehda vuoden kuluessa sita seuraavan kalenterivuoden alusta, jolloin maksu maarattiin tai olisi pitanyt maarata.",
        "title_sv": "Rättelse till den avgiftsskyldiges nackdel",
        "content_sv": "Om den avgiftsskyldige inte har påförts en föreskriven avgift eller en del av avgiften på grund av ett räknefel eller ett motsvarande misstag eller på grund av att saken till någon del inte har utretts, ska avgiftsbeslutet rättas, om inte saken har avgjorts genom beslut med anledning av besvär eller begäran om omprövning. Rättelse till den avgiftsskyldiges nackdel kan göras inom ett år från ingången av kalenderåret efter det år då avgiften påfördes eller borde ha påförts.",
        "normalized_sv": "Om den avgiftsskyldige inte har påförts en föreskriven avgift eller en del av avgiften på grund av ett räknefel eller ett motsvarande misstag eller på grund av att saken till någon del inte har utretts, ska avgiftsbeslutet rättas, om inte saken har avgjorts genom beslut med anledning av besvär eller begäran om omprövning. Rättelse till den avgiftsskyldiges nackdel kan göras inom ett år från ingången av kalenderåret efter det år då avgiften påfördes eller borde ha påförts.",
        "folded_sv": "om den avgiftsskyldige inte har paforts en foreskriven avgift eller en del av avgiften pa grund av ett raknefel eller ett motsvarande misstag eller pa grund av att saken till nagon del inte har utretts, ska avgiftsbeslutet rattas, om inte saken har avgjorts genom beslut med anledning av besvar eller begaran om omprovning. rattelse till den avgiftsskyldiges nackdel kan goras inom ett ar fran ingangen av kalenderaret efter det ar da avgiften pafordes eller borde ha paforts."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Muutoksenhaku",
      "content": "Tässä laissa tarkoitettuun päätökseen saa vaatia oikaisua siten kuin hallintolaissa (434/2003) säädetään. Patentti- ja rekisterihallituksen oikaisuvaatimuksen johdosta tekemään päätökseen saa hakea muutosta valittamalla Helsingin hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Tässä laissa tarkoitettuun päätökseen saa vaatia oikaisua siten kuin hallintolaissa (434/2003) säädetään. Patentti- ja rekisterihallituksen oikaisuvaatimuksen johdosta tekemään päätökseen saa hakea muutosta valittamalla Helsingin hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan.",
        "folded_fi": "tassa laissa tarkoitettuun paatokseen saa vaatia oikaisua siten kuin hallintolaissa (434/2003) saadetaan. patentti- ja rekisterihallituksen oikaisuvaatimuksen johdosta tekemaan paatokseen saa hakea muutosta valittamalla helsingin hallinto-oikeuteen siten kuin hallintolainkayttolaissa (586/1996) saadetaan. hallinto-oikeuden paatokseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myontaa valitusluvan.",
        "title_sv": "Ändringssökande",
        "content_sv": "Omprövning av ett i denna lag avsett beslut får begäras på det sätt som anges i förvaltningslagen (434/2003). Ett beslut som Patent- och registerstyrelsen har meddelat med anledning av en begäran om omprövning får överklagas genom besvär hos Helsingfors förvaltningsdomstol på det sätt som anges i förvaltningsprocesslagen (586/1996). Ett beslut av förvaltningsdomstolen får överklagas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "normalized_sv": "Omprövning av ett i denna lag avsett beslut får begäras på det sätt som anges i förvaltningslagen (434/2003). Ett beslut som Patent- och registerstyrelsen har meddelat med anledning av en begäran om omprövning får överklagas genom besvär hos Helsingfors förvaltningsdomstol på det sätt som anges i förvaltningsprocesslagen (586/1996). Ett beslut av förvaltningsdomstolen får överklagas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "folded_sv": "omprovning av ett i denna lag avsett beslut far begaras pa det satt som anges i forvaltningslagen (434/2003). ett beslut som patent- och registerstyrelsen har meddelat med anledning av en begaran om omprovning far overklagas genom besvar hos helsingfors forvaltningsdomstol pa det satt som anges i forvaltningsprocesslagen (586/1996). ett beslut av forvaltningsdomstolen far overklagas genom besvar endast om hogsta forvaltningsdomstolen beviljar besvarstillstand."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Maksun perintä ja viivästyskorko",
      "content": "Vuosimaksun, laadunvalvonnan perusmaksun sekä laadunvarmistuksen valvontamaksun perimisestä suoraan ulosottokelpoisina maksuina säädetään verojen ja maksujen täytäntöönpanosta annetussa laissa (706/2007). Vuosimaksun, laadunvalvonnan perusmaksun sekä laadunvarmistuksen valvontamaksun viivästyessä niille peritään korkolain (633/1982) mukainen viivästyskorko.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Vuosimaksun, laadunvalvonnan perusmaksun sekä laadunvarmistuksen valvontamaksun perimisestä suoraan ulosottokelpoisina maksuina säädetään verojen ja maksujen täytäntöönpanosta annetussa laissa (706/2007). Vuosimaksun, laadunvalvonnan perusmaksun sekä laadunvarmistuksen valvontamaksun viivästyessä niille peritään korkolain (633/1982) mukainen viivästyskorko.",
        "folded_fi": "vuosimaksun, laadunvalvonnan perusmaksun seka laadunvarmistuksen valvontamaksun perimisesta suoraan ulosottokelpoisina maksuina saadetaan verojen ja maksujen taytantoonpanosta annetussa laissa (706/2007). vuosimaksun, laadunvalvonnan perusmaksun seka laadunvarmistuksen valvontamaksun viivastyessa niille peritaan korkolain (633/1982) mukainen viivastyskorko.",
        "title_sv": "Indrivning av avgift och dröjsmålsränta",
        "content_sv": "Årsavgiften, grundavgiften för kvalitetskontroll och tillsynsavgiften för kvalitetssäkring är direkt utsökbara. Bestämmelser om indrivning av direkt utsökbara avgifter finns i lagen om verkställighet av skatter och avgifter (706/2007). Vid dröjsmål med betalning av årsavgiften, grundavgiften för kvalitetskontroll och tillsynsavgiften för kvalitetssäkring tas på avgifterna ut dröjsmålsränta enligt räntelagen (633/1982).",
        "normalized_sv": "Årsavgiften, grundavgiften för kvalitetskontroll och tillsynsavgiften för kvalitetssäkring är direkt utsökbara. Bestämmelser om indrivning av direkt utsökbara avgifter finns i lagen om verkställighet av skatter och avgifter (706/2007). Vid dröjsmål med betalning av årsavgiften, grundavgiften för kvalitetskontroll och tillsynsavgiften för kvalitetssäkring tas på avgifterna ut dröjsmålsränta enligt räntelagen (633/1982).",
        "folded_sv": "arsavgiften, grundavgiften for kvalitetskontroll och tillsynsavgiften for kvalitetssakring ar direkt utsokbara. bestammelser om indrivning av direkt utsokbara avgifter finns i lagen om verkstallighet av skatter och avgifter (706/2007). vid drojsmal med betalning av arsavgiften, grundavgiften for kvalitetskontroll och tillsynsavgiften for kvalitetssakring tas pa avgifterna ut drojsmalsranta enligt rantelagen (633/1982)."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Tietojenantovelvollisuus",
      "content": "Tilintarkastajan on annettava Patentti- ja rekisterihallitukselle vuosimaksun ja laadunvarmistuksen valvontamaksun määräämistä varten tarvittavat tiedot. JHTT-tilintarkastajan ja JHTT-yhteisön on annettava Patentti- ja rekisterihallitukselle vuosimaksun määräämistä varten tarvittavat tiedot. Patentti- ja rekisterihallitus voi antaa tarkempia määräyksiä 1 ja 2 momentissa tarkoitettujen tietojen toimittamistavasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Tilintarkastajan on annettava Patentti- ja rekisterihallitukselle vuosimaksun ja laadunvarmistuksen valvontamaksun määräämistä varten tarvittavat tiedot. JHTT-tilintarkastajan ja JHTT-yhteisön on annettava Patentti- ja rekisterihallitukselle vuosimaksun määräämistä varten tarvittavat tiedot. Patentti- ja rekisterihallitus voi antaa tarkempia määräyksiä 1 ja 2 momentissa tarkoitettujen tietojen toimittamistavasta.",
        "folded_fi": "tilintarkastajan on annettava patentti- ja rekisterihallitukselle vuosimaksun ja laadunvarmistuksen valvontamaksun maaraamista varten tarvittavat tiedot. jhtt-tilintarkastajan ja jhtt-yhteison on annettava patentti- ja rekisterihallitukselle vuosimaksun maaraamista varten tarvittavat tiedot. patentti- ja rekisterihallitus voi antaa tarkempia maarayksia 1 ja 2 momentissa tarkoitettujen tietojen toimittamistavasta.",
        "title_sv": "Uppgiftsskyldighet",
        "content_sv": "Revisorer ska lämna Patent- och registerstyrelsen de uppgifter som behövs för att årsavgift och tillsynsavgift för kvalitetssäkring ska kunna påföras. OFR-revisorer och OFR-sammanslutningar ska lämna Patent- och registerstyrelsen de uppgifter som behövs för att årsavgift ska kunna påföras. Patent- och registerstyrelsen får meddela närmare föreskrifter om hur de uppgifter som avses i 1 och 2 mom. ska lämnas.",
        "normalized_sv": "Revisorer ska lämna Patent- och registerstyrelsen de uppgifter som behövs för att årsavgift och tillsynsavgift för kvalitetssäkring ska kunna påföras. OFR-revisorer och OFR-sammanslutningar ska lämna Patent- och registerstyrelsen de uppgifter som behövs för att årsavgift ska kunna påföras. Patent- och registerstyrelsen får meddela närmare föreskrifter om hur de uppgifter som avses i 1 och 2 mom. ska lämnas.",
        "folded_sv": "revisorer ska lamna patent- och registerstyrelsen de uppgifter som behovs for att arsavgift och tillsynsavgift for kvalitetssakring ska kunna paforas. ofr-revisorer och ofr-sammanslutningar ska lamna patent- och registerstyrelsen de uppgifter som behovs for att arsavgift ska kunna paforas. patent- och registerstyrelsen far meddela narmare foreskrifter om hur de uppgifter som avses i 1 och 2 mom. ska lamnas."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2016.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2016.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2016.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2016.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2016.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2016."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Siirtymäsäännös",
      "content": "JHTT-tilintarkastajalta, jonka hyväksyminen on julkishallinnon ja -talouden tilintarkastuksesta annetun lain 12 §:n 16 momentissa tarkoitetulla tavalla voimassa ja joka on merkittynä tilintarkastuslain 6 luvun 9 §:ssä tarkoitettuun tilintarkastajarekisteriin peritään perusvuosimaksua 200 euroa vuosina 2016-2020.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "JHTT-tilintarkastajalta, jonka hyväksyminen on julkishallinnon ja -talouden tilintarkastuksesta annetun lain 12 § :n 16 momentissa tarkoitetulla tavalla voimassa ja joka on merkittynä tilintarkastuslain 6 luvun 9 § :ssä tarkoitettuun tilintarkastajarekisteriin peritään perusvuosimaksua 200 euroa vuosina 2016-2020.",
        "folded_fi": "jhtt-tilintarkastajalta, jonka hyvaksyminen on julkishallinnon ja -talouden tilintarkastuksesta annetun lain 12 §:n 16 momentissa tarkoitetulla tavalla voimassa ja joka on merkittyna tilintarkastuslain 6 luvun 9 §:ssa tarkoitettuun tilintarkastajarekisteriin peritaan perusvuosimaksua 200 euroa vuosina 2016-2020.",
        "title_sv": "Övergångsbestämmelse",
        "content_sv": "Av OFR-revisorer som har ett giltigt godkännande på det sätt som avses i 12 § 16 mom. i lagen om revision inom den offentliga förvaltningen och ekonomin och är införda i det revisorsregister som avses i 6 kap. 9 § i revisionslagen tas det ut en årlig grundavgift på 200 euro åren 2016-2020.",
        "normalized_sv": "Av OFR-revisorer som har ett giltigt godkännande på det sätt som avses i 12 § 16 mom. i lagen om revision inom den offentliga förvaltningen och ekonomin och är införda i det revisorsregister som avses i 6 kap. 9 § i revisionslagen tas det ut en årlig grundavgift på 200 euro åren 2016-2020.",
        "folded_sv": "av ofr-revisorer som har ett giltigt godkannande pa det satt som avses i 12 § 16 mom. i lagen om revision inom den offentliga forvaltningen och ekonomin och ar inforda i det revisorsregister som avses i 6 kap. 9 § i revisionslagen tas det ut en arlig grundavgift pa 200 euro aren 2016-2020."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Tarkoitus ja soveltamisala",
      "content": "Tässä laissa säädetään valtiolle perittävistä tilintarkastajan, JHTT-tilintarkastajan ja JHTT-yhteisön vuosimaksusta ja laadunvalvonnan perusmaksusta sekä laadunvarmistuksen valvontamaksusta. Muista tilintarkastajamaksuista säädetään tilintarkastuslain (1141/2015) 11 luvun 2 §:n 1 momentissa. Tässä laissa sovelletaan tilintarkastuslain 1 luvun 2 §:n mukaisia tilintarkastajan, HT-tilintarkastajan, KHT-tilintarkastajan, JHT-tilintarkastajan, tilintarkastusyhteisön sekä konsernin määritelmiä. Tässä laissa tarkoitetaan JHTT-tilintarkastajalla tai JHTT-yhteisöllä tilintarkastuslain 6 luvun 9 §:ssä tarkoitettuun tilintarkastajarekisteriin merkittyä JHTT-tilintarkastajaa tai JHTT-yhteisöä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tässä laissa säädetään valtiolle perittävistä tilintarkastajan, JHTT-tilintarkastajan ja JHTT-yhteisön vuosimaksusta ja laadunvalvonnan perusmaksusta sekä laadunvarmistuksen valvontamaksusta. Muista tilintarkastajamaksuista säädetään tilintarkastuslain (1141/2015) 11 luvun 2 § :n 1 momentissa. Tässä laissa sovelletaan tilintarkastuslain 1 luvun 2 § :n mukaisia tilintarkastajan, HT-tilintarkastajan, KHT-tilintarkastajan, JHT-tilintarkastajan, tilintarkastusyhteisön sekä konsernin määritelmiä. Tässä laissa tarkoitetaan JHTT-tilintarkastajalla tai JHTT-yhteisöllä tilintarkastuslain 6 luvun 9 § :ssä tarkoitettuun tilintarkastajarekisteriin merkittyä JHTT-tilintarkastajaa tai JHTT-yhteisöä.",
        "folded_fi": "tassa laissa saadetaan valtiolle perittavista tilintarkastajan, jhtt-tilintarkastajan ja jhtt-yhteison vuosimaksusta ja laadunvalvonnan perusmaksusta seka laadunvarmistuksen valvontamaksusta. muista tilintarkastajamaksuista saadetaan tilintarkastuslain (1141/2015) 11 luvun 2 §:n 1 momentissa. tassa laissa sovelletaan tilintarkastuslain 1 luvun 2 §:n mukaisia tilintarkastajan, ht-tilintarkastajan, kht-tilintarkastajan, jht-tilintarkastajan, tilintarkastusyhteison seka konsernin maaritelmia. tassa laissa tarkoitetaan jhtt-tilintarkastajalla tai jhtt-yhteisolla tilintarkastuslain 6 luvun 9 §:ssa tarkoitettuun tilintarkastajarekisteriin merkittya jhtt-tilintarkastajaa tai jhtt-yhteisoa.",
        "title_sv": "Syfte och tillämpningsområde",
        "content_sv": "I denna lag finns bestämmelser om den årsavgift och den grundavgift för kvalitetskontroll för revisorer, OFR-revisorer och OFR-sammanslutningar samt om den tillsynsavgift för kvalitetssäkring som tas ut till staten. Bestämmelser om andra revisorsavgifter finns i 11 kap. 2 § 1 mom. i revisionslagen (1141/2015). I denna lag tillämpas de definitioner på revisor, GR-revisor, CGR-revisor, OFGR-revisor, revisionssammanslutning och koncern som finns i 1 kap. 2 § i revisionslagen. Med OFR-revisor eller OFR-sammanslutning avses i denna lag en sådan OFR-revisor eller OFR-sammanslutning som är införd i det revisorsregister som avses i 6 kap. 9 § i revisionslagen.",
        "normalized_sv": "I denna lag finns bestämmelser om den årsavgift och den grundavgift för kvalitetskontroll för revisorer, OFR-revisorer och OFR-sammanslutningar samt om den tillsynsavgift för kvalitetssäkring som tas ut till staten. Bestämmelser om andra revisorsavgifter finns i 11 kap. 2 § 1 mom. i revisionslagen (1141/2015). I denna lag tillämpas de definitioner på revisor, GR-revisor, CGR-revisor, OFGR-revisor, revisionssammanslutning och koncern som finns i 1 kap. 2 § i revisionslagen. Med OFR-revisor eller OFR-sammanslutning avses i denna lag en sådan OFR-revisor eller OFR-sammanslutning som är införd i det revisorsregister som avses i 6 kap. 9 § i revisionslagen.",
        "folded_sv": "i denna lag finns bestammelser om den arsavgift och den grundavgift for kvalitetskontroll for revisorer, ofr-revisorer och ofr-sammanslutningar samt om den tillsynsavgift for kvalitetssakring som tas ut till staten. bestammelser om andra revisorsavgifter finns i 11 kap. 2 § 1 mom. i revisionslagen (1141/2015). i denna lag tillampas de definitioner pa revisor, gr-revisor, cgr-revisor, ofgr-revisor, revisionssammanslutning och koncern som finns i 1 kap. 2 § i revisionslagen. med ofr-revisor eller ofr-sammanslutning avses i denna lag en sadan ofr-revisor eller ofr-sammanslutning som ar inford i det revisorsregister som avses i 6 kap. 9 § i revisionslagen."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "HT-, KHT- ja JHT-tilintarkastajan sekä JHTT-tilintarkastajan vuosimaksu",
      "content": "HT-, KHT- ja JHT-tilintarkastajan sekä JHTT-tilintarkastajan vuosimaksu koostuu perus- ja mahdollisesta lisävuosimaksusta. HT-, KHT- ja JHT-tilintarkastajalta sekä JHTT-tilintarkastajalta peritään perusvuosimaksua 560 euroa. KHT-tilintarkastajalta peritään perusvuosimaksun lisäksi lisävuosimaksua 240 euroa. JHT-tilintarkastajalta peritään perusvuosimaksun lisäksi lisävuosimaksua 240 euroa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "HT-, KHT- ja JHT-tilintarkastajan sekä JHTT-tilintarkastajan vuosimaksu koostuu perus- ja mahdollisesta lisävuosimaksusta. HT-, KHT- ja JHT-tilintarkastajalta sekä JHTT-tilintarkastajalta peritään perusvuosimaksua 560 euroa. KHT-tilintarkastajalta peritään perusvuosimaksun lisäksi lisävuosimaksua 240 euroa. JHT-tilintarkastajalta peritään perusvuosimaksun lisäksi lisävuosimaksua 240 euroa.",
        "folded_fi": "ht-, kht- ja jht-tilintarkastajan seka jhtt-tilintarkastajan vuosimaksu koostuu perus- ja mahdollisesta lisavuosimaksusta. ht-, kht- ja jht-tilintarkastajalta seka jhtt-tilintarkastajalta peritaan perusvuosimaksua 560 euroa. kht-tilintarkastajalta peritaan perusvuosimaksun lisaksi lisavuosimaksua 240 euroa. jht-tilintarkastajalta peritaan perusvuosimaksun lisaksi lisavuosimaksua 240 euroa.",
        "title_sv": "Årsavgift för GR-, CGR- och OFGR-revisorer samt OFR-revisorer",
        "content_sv": "Årsavgiften för GR-, CGR- och OFGR-revisorer samt OFR-revisorer består av en årlig grundavgift och en eventuell årlig tilläggsavgift. Av GR-, CGR- och OFGR-revisorer samt OFR-revisorer tas som årlig grundavgift ut 560 euro. Av CGR-revisorer tas utöver den årliga grundavgiften ut en årlig tilläggsavgift på 240 euro. Av OFGR-revisorer tas utöver den årliga grundavgiften ut en årlig tilläggsavgift på 240 euro.",
        "normalized_sv": "Årsavgiften för GR-, CGR- och OFGR-revisorer samt OFR-revisorer består av en årlig grundavgift och en eventuell årlig tilläggsavgift. Av GR-, CGR- och OFGR-revisorer samt OFR-revisorer tas som årlig grundavgift ut 560 euro. Av CGR-revisorer tas utöver den årliga grundavgiften ut en årlig tilläggsavgift på 240 euro. Av OFGR-revisorer tas utöver den årliga grundavgiften ut en årlig tilläggsavgift på 240 euro.",
        "folded_sv": "arsavgiften for gr-, cgr- och ofgr-revisorer samt ofr-revisorer bestar av en arlig grundavgift och en eventuell arlig tillaggsavgift. av gr-, cgr- och ofgr-revisorer samt ofr-revisorer tas som arlig grundavgift ut 560 euro. av cgr-revisorer tas utover den arliga grundavgiften ut en arlig tillaggsavgift pa 240 euro. av ofgr-revisorer tas utover den arliga grundavgiften ut en arlig tillaggsavgift pa 240 euro."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Tilintarkastusyhteisön ja JHTT-yhteisön vuosimaksu",
      "content": "Tilintarkastusyhteisön ja JHTT-yhteisön vuosimaksu koostuu perus- ja lisävuosimaksusta. Tilintarkastusyhteisöltä ja JHTT-yhteisöltä peritään perusvuosimaksua 1 150 euroa, minkä lisäksi peritään lisävuosimaksua niiden yhteisössä tilikauden aikana toimivien luonnollisten henkilöiden, jotka ovat tilintarkastajia, keskimääräisen lukumäärän perusteella 260 euroa kutakin henkilöä kohden kaksi henkilöä ylittävältä määrältä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Tilintarkastusyhteisön ja JHTT-yhteisön vuosimaksu koostuu perus- ja lisävuosimaksusta. Tilintarkastusyhteisöltä ja JHTT-yhteisöltä peritään perusvuosimaksua 1 150 euroa, minkä lisäksi peritään lisävuosimaksua niiden yhteisössä tilikauden aikana toimivien luonnollisten henkilöiden, jotka ovat tilintarkastajia, keskimääräisen lukumäärän perusteella 260 euroa kutakin henkilöä kohden kaksi henkilöä ylittävältä määrältä.",
        "folded_fi": "tilintarkastusyhteison ja jhtt-yhteison vuosimaksu koostuu perus- ja lisavuosimaksusta. tilintarkastusyhteisolta ja jhtt-yhteisolta peritaan perusvuosimaksua 1 150 euroa, minka lisaksi peritaan lisavuosimaksua niiden yhteisossa tilikauden aikana toimivien luonnollisten henkiloiden, jotka ovat tilintarkastajia, keskimaaraisen lukumaaran perusteella 260 euroa kutakin henkiloa kohden kaksi henkiloa ylittavalta maaralta.",
        "title_sv": "Årsavgift för revisionssammanslutningar och OFR-sammanslutningar",
        "content_sv": "Årsavgiften för revisionssammanslutningar och OFR-sammanslutningar består av en årlig grundavgift och en årlig tilläggsavgift. Av revisionssammanslutningar och OFR-sammanslutningar tas ut en årlig grundavgift på 1 150 euro och dessutom en årlig tilläggsavgift på 260 euro per person för det genomsnittliga antal fysiska personer som överstiger två, beräknat utifrån antalet revisorer som under räkenskapsperioden varit verksamma vid sammanslutningen.",
        "normalized_sv": "Årsavgiften för revisionssammanslutningar och OFR-sammanslutningar består av en årlig grundavgift och en årlig tilläggsavgift. Av revisionssammanslutningar och OFR-sammanslutningar tas ut en årlig grundavgift på 1 150 euro och dessutom en årlig tilläggsavgift på 260 euro per person för det genomsnittliga antal fysiska personer som överstiger två, beräknat utifrån antalet revisorer som under räkenskapsperioden varit verksamma vid sammanslutningen.",
        "folded_sv": "arsavgiften for revisionssammanslutningar och ofr-sammanslutningar bestar av en arlig grundavgift och en arlig tillaggsavgift. av revisionssammanslutningar och ofr-sammanslutningar tas ut en arlig grundavgift pa 1 150 euro och dessutom en arlig tillaggsavgift pa 260 euro per person for det genomsnittliga antal fysiska personer som overstiger tva, beraknat utifran antalet revisorer som under rakenskapsperioden varit verksamma vid sammanslutningen."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Laadunvalvonnan perusmaksu",
      "content": "Tilintarkastajalta, JHTT-tilintarkastajalta ja JHTT-yhteisöltä peritään valtiolle laadunvalvonnan perusmaksua 70 euroa vuodessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Tilintarkastajalta, JHTT-tilintarkastajalta ja JHTT-yhteisöltä peritään valtiolle laadunvalvonnan perusmaksua 70 euroa vuodessa.",
        "folded_fi": "tilintarkastajalta, jhtt-tilintarkastajalta ja jhtt-yhteisolta peritaan valtiolle laadunvalvonnan perusmaksua 70 euroa vuodessa.",
        "title_sv": "Grundavgift för kvalitetskontroll",
        "content_sv": "Av revisorer, OFR-revisorer och OFR-sammanslutningar tas till staten ut en grundavgift för kvalitetskontroll på 70 euro per år.",
        "normalized_sv": "Av revisorer, OFR-revisorer och OFR-sammanslutningar tas till staten ut en grundavgift för kvalitetskontroll på 70 euro per år.",
        "folded_sv": "av revisorer, ofr-revisorer och ofr-sammanslutningar tas till staten ut en grundavgift for kvalitetskontroll pa 70 euro per ar."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Laadunvarmistuksen valvontamaksu",
      "content": "Tilintarkastajan on maksettava laadunvarmistuksen valvontamaksu, jos hän on toiminut tilintarkastajana jossakin seuraavassa yhteisössä: 1) suomalainen yhteisö, jonka liikkeeseen laskema osake, velkakirja tai muu arvopaperi on kaupankäynnin kohteena arvopaperimarkkinalain (746/2012) 2 luvun 5 §:ssä tarkoitetulla säännellyllä markkinalla; 2) luottolaitostoiminnasta annetun lain (610/2014) 1 luvun 7 §:ssä tarkoitettu luottolaitos; 3) vakuutusyhtiölain (521/2008) 1 luvun 1 §:ssä tarkoitettu vakuutusyhtiö. Valvontamaksu on 0,1 prosenttia tilintarkastajan viimeksi kuluneen tilikauden tilintarkastuspalkkioista lisättynä 2,9 prosentilla siitä tilintarkastajan viimeksi kuluneen tilikauden tilintarkastuspalkkiosta, joka johtuu 1 momentissa mainittujen yhteisöjen tilintarkastuksesta. Jos tilintarkastettu yhteisö on konsernin emoyritys, tilintarkastuspalkkio käsittää myös emoyrityksen konsernitilinpäätöksen tilintarkastuksesta johtuvan palkkion. Jos 2 momentissa tarkoitettu tilintarkastuspalkkio kohdistuu tilintarkastusyhteisöön, maksuvelvollisuus koskee tilintarkastusyhteisöä. Laadunvarmistuksen valvontamaksu on kuitenkin aina vähintään 750 euroa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Tilintarkastajan on maksettava laadunvarmistuksen valvontamaksu, jos hän on toiminut tilintarkastajana jossakin seuraavassa yhteisössä: 1) suomalainen yhteisö, jonka liikkeeseen laskema osake, velkakirja tai muu arvopaperi on kaupankäynnin kohteena arvopaperimarkkinalain (746/2012) 2 luvun 5 § :ssä tarkoitetulla säännellyllä markkinalla; 2) luottolaitostoiminnasta annetun lain (610/2014) 1 luvun 7 § :ssä tarkoitettu luottolaitos; 3) vakuutusyhtiölain (521/2008) 1 luvun 1 § :ssä tarkoitettu vakuutusyhtiö. Valvontamaksu on 0,1 prosenttia tilintarkastajan viimeksi kuluneen tilikauden tilintarkastuspalkkioista lisättynä 2,9 prosentilla siitä tilintarkastajan viimeksi kuluneen tilikauden tilintarkastuspalkkiosta, joka johtuu 1 momentissa mainittujen yhteisöjen tilintarkastuksesta. Jos tilintarkastettu yhteisö on konsernin emoyritys, tilintarkastuspalkkio käsittää myös emoyrityksen konsernitilinpäätöksen tilintarkastuksesta johtuvan palkkion. Jos 2 momentissa tarkoitettu tilintarkastuspalkkio kohdistuu tilintarkastusyhteisöön, maksuvelvollisuus koskee tilintarkastusyhteisöä. Laadunvarmistuksen valvontamaksu on kuitenkin aina vähintään 750 euroa.",
        "folded_fi": "tilintarkastajan on maksettava laadunvarmistuksen valvontamaksu, jos han on toiminut tilintarkastajana jossakin seuraavassa yhteisossa: 1) suomalainen yhteiso, jonka liikkeeseen laskema osake, velkakirja tai muu arvopaperi on kaupankaynnin kohteena arvopaperimarkkinalain (746/2012) 2 luvun 5 §:ssa tarkoitetulla saannellylla markkinalla; 2) luottolaitostoiminnasta annetun lain (610/2014) 1 luvun 7 §:ssa tarkoitettu luottolaitos; 3) vakuutusyhtiolain (521/2008) 1 luvun 1 §:ssa tarkoitettu vakuutusyhtio. valvontamaksu on 0,1 prosenttia tilintarkastajan viimeksi kuluneen tilikauden tilintarkastuspalkkioista lisattyna 2,9 prosentilla siita tilintarkastajan viimeksi kuluneen tilikauden tilintarkastuspalkkiosta, joka johtuu 1 momentissa mainittujen yhteisojen tilintarkastuksesta. jos tilintarkastettu yhteiso on konsernin emoyritys, tilintarkastuspalkkio kasittaa myos emoyrityksen konsernitilinpaatoksen tilintarkastuksesta johtuvan palkkion. jos 2 momentissa tarkoitettu tilintarkastuspalkkio kohdistuu tilintarkastusyhteisoon, maksuvelvollisuus koskee tilintarkastusyhteisoa. laadunvarmistuksen valvontamaksu on kuitenkin aina vahintaan 750 euroa.",
        "title_sv": "Tillsynsavgift för kvalitetssäkring",
        "content_sv": "En revisor ska betala tillsynsavgift för kvalitetssäkring, om revisorn har utfört revision av någon av följande sammanslutningar: 1) finländska sammanslutningar som emitterat aktier, obligationer eller andra värdepapper som är föremål för handel på en sådan reglerad marknad som avses i 2 kap. 5 § i värdepappersmarknadslagen (746/2012), 2) kreditinstitut som avses i 1 kap. 7 § i kreditinstitutslagen (610/2014), 3) försäkringsbolag som avses i 1 kap. 1 § i försäkringsbolagslagen (521/2008). Tillsynsavgiften är 0,1 procent av revisorns revisionsarvoden för den senaste räkenskapspe-rioden ökade med 2,9 procent av revisorns revisionsarvode för revision av i 1 mom. nämnda sammanslutningar för den senaste räkenskapsperioden. Om den sammanslutning som varit föremål för revision är koncernens moderföretag, omfattar revisionsarvodet också arvodet för revisionen av moderföretagets koncernbokslut. Om ett revisionsarvode enligt 2 mom. avser en revisionssammanslutning, gäller avgiftsskyl-digheten revisionssammanslutningen. Tillsynsavgiften för kvalitetssäkring är dock alltid minst 750 euro.",
        "normalized_sv": "En revisor ska betala tillsynsavgift för kvalitetssäkring, om revisorn har utfört revision av någon av följande sammanslutningar: 1) finländska sammanslutningar som emitterat aktier, obligationer eller andra värdepapper som är föremål för handel på en sådan reglerad marknad som avses i 2 kap. 5 § i värdepappersmarknadslagen (746/2012), 2) kreditinstitut som avses i 1 kap. 7 § i kreditinstitutslagen (610/2014), 3) försäkringsbolag som avses i 1 kap. 1 § i försäkringsbolagslagen (521/2008). Tillsynsavgiften är 0,1 procent av revisorns revisionsarvoden för den senaste räkenskapspe-rioden ökade med 2,9 procent av revisorns revisionsarvode för revision av i 1 mom. nämnda sammanslutningar för den senaste räkenskapsperioden. Om den sammanslutning som varit föremål för revision är koncernens moderföretag, omfattar revisionsarvodet också arvodet för revisionen av moderföretagets koncernbokslut. Om ett revisionsarvode enligt 2 mom. avser en revisionssammanslutning, gäller avgiftsskyl-digheten revisionssammanslutningen. Tillsynsavgiften för kvalitetssäkring är dock alltid minst 750 euro.",
        "folded_sv": "en revisor ska betala tillsynsavgift for kvalitetssakring, om revisorn har utfort revision av nagon av foljande sammanslutningar: 1) finlandska sammanslutningar som emitterat aktier, obligationer eller andra vardepapper som ar foremal for handel pa en sadan reglerad marknad som avses i 2 kap. 5 § i vardepappersmarknadslagen (746/2012), 2) kreditinstitut som avses i 1 kap. 7 § i kreditinstitutslagen (610/2014), 3) forsakringsbolag som avses i 1 kap. 1 § i forsakringsbolagslagen (521/2008). tillsynsavgiften ar 0,1 procent av revisorns revisionsarvoden for den senaste rakenskapspe-rioden okade med 2,9 procent av revisorns revisionsarvode for revision av i 1 mom. namnda sammanslutningar for den senaste rakenskapsperioden. om den sammanslutning som varit foremal for revision ar koncernens moderforetag, omfattar revisionsarvodet ocksa arvodet for revisionen av moderforetagets koncernbokslut. om ett revisionsarvode enligt 2 mom. avser en revisionssammanslutning, galler avgiftsskyl-digheten revisionssammanslutningen. tillsynsavgiften for kvalitetssakring ar dock alltid minst 750 euro."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Toimivaltainen viranomainen",
      "content": "Vuosimaksun, laadunvalvonnan perusmaksun sekä laadunvarmistuksen valvontamaksun määrää ja perii vuosittain Patentti- ja rekisterihallitus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Vuosimaksun, laadunvalvonnan perusmaksun sekä laadunvarmistuksen valvontamaksun määrää ja perii vuosittain Patentti- ja rekisterihallitus.",
        "folded_fi": "vuosimaksun, laadunvalvonnan perusmaksun seka laadunvarmistuksen valvontamaksun maaraa ja perii vuosittain patentti- ja rekisterihallitus.",
        "title_sv": "Behörig myndighet",
        "content_sv": "Patent- och registerstyrelsen påför och tar ut årsavgiften, grundavgiften för kvalitetskontroll och tillsynsavgiften för kvalitetssäkring årligen.",
        "normalized_sv": "Patent- och registerstyrelsen påför och tar ut årsavgiften, grundavgiften för kvalitetskontroll och tillsynsavgiften för kvalitetssäkring årligen.",
        "folded_sv": "patent- och registerstyrelsen pafor och tar ut arsavgiften, grundavgiften for kvalitetskontroll och tillsynsavgiften for kvalitetssakring arligen."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Maksujen määrääminen",
      "content": "Vuosimaksut, laadunvalvonnan perusmaksu sekä laadunvarmistuksen valvontamaksu erääntyvät maksettaviksi kalenterivuosittain Patentti- ja rekisterihallituksen määräämänä ajankohtana, kuitenkin aikaisintaan heinäkuun viimeisenä päivänä. Patentti- ja rekisterihallituksen on lähetettävä maksupäätös tilintarkastajalle sekä JHTT-tilintarkastajalle ja JHTT-yhteisölle viimeistään 30 päivää ennen eräpäivää. Tilintarkastajan on suoritettava vuosimaksu sekä laadunvalvonnan perusmaksu jokaiselta vuodelta, jonka heinäkuun alkaessa tilintarkastajan tilintarkastuslain 6 luvun 1 §:n 1 momentissa tarkoitettu hyväksyminen on voimassa ja tilintarkastaja on merkittynä tilintarkastuslain 6 luvun 9 §:ssä tarkoitettuun tilintarkastajarekisteriin. JHTT-tilintarkastajan tai JHTT-yhteisön on suoritettava vuosimaksu sekä laadunvalvonnan perusmaksu jokaiselta vuodelta, jonka heinäkuun alkaessa JHTT-tilintarkastajan tai JHTT-yhteisön hyväksyminen on julkishallinnon ja -talouden tilintarkastuksesta annetun lain (1142/2015) 12 §:n 16 momentissa tarkoitetulla tavalla voimassa ja JHTT-tilintarkastaja tai JHTT-yhteisö on merkittynä tilintarkastuslain 6 luvun 9 §:ssä tarkoitettuun tilintarkastajarekisteriin. Tiedot vuosimaksun, laadunvalvonnan perusmaksun sekä laadunvarmistuksen valvontamaksun määristä ovat julkisia. Patentti- ja rekisterihallitus voi antaa tarkempia määräyksiä maksumenettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Vuosimaksut, laadunvalvonnan perusmaksu sekä laadunvarmistuksen valvontamaksu erääntyvät maksettaviksi kalenterivuosittain Patentti- ja rekisterihallituksen määräämänä ajankohtana, kuitenkin aikaisintaan heinäkuun viimeisenä päivänä. Patentti- ja rekisterihallituksen on lähetettävä maksupäätös tilintarkastajalle sekä JHTT-tilintarkastajalle ja JHTT-yhteisölle viimeistään 30 päivää ennen eräpäivää. Tilintarkastajan on suoritettava vuosimaksu sekä laadunvalvonnan perusmaksu jokaiselta vuodelta, jonka heinäkuun alkaessa tilintarkastajan tilintarkastuslain 6 luvun 1 § :n 1 momentissa tarkoitettu hyväksyminen on voimassa ja tilintarkastaja on merkittynä tilintarkastuslain 6 luvun 9 § :ssä tarkoitettuun tilintarkastajarekisteriin. JHTT-tilintarkastajan tai JHTT-yhteisön on suoritettava vuosimaksu sekä laadunvalvonnan perusmaksu jokaiselta vuodelta, jonka heinäkuun alkaessa JHTT-tilintarkastajan tai JHTT-yhteisön hyväksyminen on julkishallinnon ja -talouden tilintarkastuksesta annetun lain (1142/2015) 12 § :n 16 momentissa tarkoitetulla tavalla voimassa ja JHTT-tilintarkastaja tai JHTT-yhteisö on merkittynä tilintarkastuslain 6 luvun 9 § :ssä tarkoitettuun tilintarkastajarekisteriin. Tiedot vuosimaksun, laadunvalvonnan perusmaksun sekä laadunvarmistuksen valvontamaksun määristä ovat julkisia. Patentti- ja rekisterihallitus voi antaa tarkempia määräyksiä maksumenettelystä.",
        "folded_fi": "vuosimaksut, laadunvalvonnan perusmaksu seka laadunvarmistuksen valvontamaksu eraantyvat maksettaviksi kalenterivuosittain patentti- ja rekisterihallituksen maaraamana ajankohtana, kuitenkin aikaisintaan heinakuun viimeisena paivana. patentti- ja rekisterihallituksen on lahetettava maksupaatos tilintarkastajalle seka jhtt-tilintarkastajalle ja jhtt-yhteisolle viimeistaan 30 paivaa ennen erapaivaa. tilintarkastajan on suoritettava vuosimaksu seka laadunvalvonnan perusmaksu jokaiselta vuodelta, jonka heinakuun alkaessa tilintarkastajan tilintarkastuslain 6 luvun 1 §:n 1 momentissa tarkoitettu hyvaksyminen on voimassa ja tilintarkastaja on merkittyna tilintarkastuslain 6 luvun 9 §:ssa tarkoitettuun tilintarkastajarekisteriin. jhtt-tilintarkastajan tai jhtt-yhteison on suoritettava vuosimaksu seka laadunvalvonnan perusmaksu jokaiselta vuodelta, jonka heinakuun alkaessa jhtt-tilintarkastajan tai jhtt-yhteison hyvaksyminen on julkishallinnon ja -talouden tilintarkastuksesta annetun lain (1142/2015) 12 §:n 16 momentissa tarkoitetulla tavalla voimassa ja jhtt-tilintarkastaja tai jhtt-yhteiso on merkittyna tilintarkastuslain 6 luvun 9 §:ssa tarkoitettuun tilintarkastajarekisteriin. tiedot vuosimaksun, laadunvalvonnan perusmaksun seka laadunvarmistuksen valvontamaksun maarista ovat julkisia. patentti- ja rekisterihallitus voi antaa tarkempia maarayksia maksumenettelysta.",
        "title_sv": "Påförande av avgifter",
        "content_sv": "Årsavgifterna, grundavgiften för kvalitetskontroll och tillsynsavgiften för kvalitetssäkring förfaller till betalning varje kalenderår vid en tidpunkt som Patent- och registerstyrelsen bestämmer, dock tidigast den sista juli. Patent- och registerstyrelsen ska sända avgiftsbeslutet till en revisor samt till en OFR-revisor och OFR-sammanslutning senast 30 dagar före förfallodagen. Om en revisor vid ingången av juli månad har ett giltigt godkännande som revisor på det sätt som avses i 6 kap. 1 § 1 mom. i revisionslagen och är införd i det revisorsregister som avses i 6 kap. 9 § i revisionslagen, ska revisorn betala årsavgift och grundavgift för kvalitetskontroll för året i fråga. Om en OFR-revisor eller OFR-sammanslutning vid ingången av juli månad har ett giltigt godkännande på det sätt som avses i 12 § 16 mom. i lagen om revision inom den offentliga förvaltningen och ekonomin (1142/2015) och OFR-revisorn eller OFR-sammanslutningen är införd i det revisorsregister som avses i 6 kap. 9 § i revisionslagen, ska OFR-revisorn eller OFR-sammanslutningen betala årsavgift och grundavgift för kvalitetskontroll för året i fråga. Uppgifterna om beloppet av årsavgiften, grundavgiften för kvalitetskontroll och tillsynsavgiften för kvalitetssäkring är offentliga. Patent- och registerstyrelsen får meddela närmare föreskrifter om betalningsförfarandet.",
        "normalized_sv": "Årsavgifterna, grundavgiften för kvalitetskontroll och tillsynsavgiften för kvalitetssäkring förfaller till betalning varje kalenderår vid en tidpunkt som Patent- och registerstyrelsen bestämmer, dock tidigast den sista juli. Patent- och registerstyrelsen ska sända avgiftsbeslutet till en revisor samt till en OFR-revisor och OFR-sammanslutning senast 30 dagar före förfallodagen. Om en revisor vid ingången av juli månad har ett giltigt godkännande som revisor på det sätt som avses i 6 kap. 1 § 1 mom. i revisionslagen och är införd i det revisorsregister som avses i 6 kap. 9 § i revisionslagen, ska revisorn betala årsavgift och grundavgift för kvalitetskontroll för året i fråga. Om en OFR-revisor eller OFR-sammanslutning vid ingången av juli månad har ett giltigt godkännande på det sätt som avses i 12 § 16 mom. i lagen om revision inom den offentliga förvaltningen och ekonomin (1142/2015) och OFR-revisorn eller OFR-sammanslutningen är införd i det revisorsregister som avses i 6 kap. 9 § i revisionslagen, ska OFR-revisorn eller OFR-sammanslutningen betala årsavgift och grundavgift för kvalitetskontroll för året i fråga. Uppgifterna om beloppet av årsavgiften, grundavgiften för kvalitetskontroll och tillsynsavgiften för kvalitetssäkring är offentliga. Patent- och registerstyrelsen får meddela närmare föreskrifter om betalningsförfarandet.",
        "folded_sv": "arsavgifterna, grundavgiften for kvalitetskontroll och tillsynsavgiften for kvalitetssakring forfaller till betalning varje kalenderar vid en tidpunkt som patent- och registerstyrelsen bestammer, dock tidigast den sista juli. patent- och registerstyrelsen ska sanda avgiftsbeslutet till en revisor samt till en ofr-revisor och ofr-sammanslutning senast 30 dagar fore forfallodagen. om en revisor vid ingangen av juli manad har ett giltigt godkannande som revisor pa det satt som avses i 6 kap. 1 § 1 mom. i revisionslagen och ar inford i det revisorsregister som avses i 6 kap. 9 § i revisionslagen, ska revisorn betala arsavgift och grundavgift for kvalitetskontroll for aret i fraga. om en ofr-revisor eller ofr-sammanslutning vid ingangen av juli manad har ett giltigt godkannande pa det satt som avses i 12 § 16 mom. i lagen om revision inom den offentliga forvaltningen och ekonomin (1142/2015) och ofr-revisorn eller ofr-sammanslutningen ar inford i det revisorsregister som avses i 6 kap. 9 § i revisionslagen, ska ofr-revisorn eller ofr-sammanslutningen betala arsavgift och grundavgift for kvalitetskontroll for aret i fraga. uppgifterna om beloppet av arsavgiften, grundavgiften for kvalitetskontroll och tillsynsavgiften for kvalitetssakring ar offentliga. patent- och registerstyrelsen far meddela narmare foreskrifter om betalningsforfarandet."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Oikaisu maksuvelvollisen hyväksi",
      "content": "Jos maksuvelvolliselle on virheen johdosta määrätty liikaa maksua, maksupäätös on oikaistava, jollei asiaa ole valitukseen tai oikaisuvaatimukseen annetulla päätöksellä ratkaistu. Oikaisu maksuvelvollisen hyväksi voidaan tehdä kolmen vuoden kuluessa maksun määräämistä seuraavan kalenterivuoden alusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Jos maksuvelvolliselle on virheen johdosta määrätty liikaa maksua, maksupäätös on oikaistava, jollei asiaa ole valitukseen tai oikaisuvaatimukseen annetulla päätöksellä ratkaistu. Oikaisu maksuvelvollisen hyväksi voidaan tehdä kolmen vuoden kuluessa maksun määräämistä seuraavan kalenterivuoden alusta.",
        "folded_fi": "jos maksuvelvolliselle on virheen johdosta maaratty liikaa maksua, maksupaatos on oikaistava, jollei asiaa ole valitukseen tai oikaisuvaatimukseen annetulla paatoksella ratkaistu. oikaisu maksuvelvollisen hyvaksi voidaan tehda kolmen vuoden kuluessa maksun maaraamista seuraavan kalenterivuoden alusta.",
        "title_sv": "Rättelse till den avgiftsskyldiges fördel",
        "content_sv": "Om den avgiftsskyldige på grund av ett fel har påförts en för stor avgift ska avgiftsbeslutet rättas, om saken inte har avgjorts genom beslut med anledning av besvär eller begäran om omprövning. Rättelse till den avgiftsskyldiges fördel kan göras inom tre år från ingången av kalenderåret efter det år då avgiften påfördes.",
        "normalized_sv": "Om den avgiftsskyldige på grund av ett fel har påförts en för stor avgift ska avgiftsbeslutet rättas, om saken inte har avgjorts genom beslut med anledning av besvär eller begäran om omprövning. Rättelse till den avgiftsskyldiges fördel kan göras inom tre år från ingången av kalenderåret efter det år då avgiften påfördes.",
        "folded_sv": "om den avgiftsskyldige pa grund av ett fel har paforts en for stor avgift ska avgiftsbeslutet rattas, om saken inte har avgjorts genom beslut med anledning av besvar eller begaran om omprovning. rattelse till den avgiftsskyldiges fordel kan goras inom tre ar fran ingangen av kalenderaret efter det ar da avgiften pafordes."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Oikaisu maksuvelvollisen vahingoksi",
      "content": "Jos maksuvelvolliselle on laskuvirheen tai siihen verrattavan erehdyksen vuoksi taikka sen johdosta, ettei asiaa ole joltakin osalta tutkittu, jäänyt määräämättä säädetty maksu tai osa siitä, maksupäätös on oikaistava, jollei asiaa ole valitukseen tai oikaisuvaatimukseen annetulla päätöksellä ratkaistu. Oikaisu maksuvelvollisen vahingoksi voidaan tehdä vuoden kuluessa sitä seuraavan kalenterivuoden alusta, jolloin maksu määrättiin tai olisi pitänyt määrätä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Jos maksuvelvolliselle on laskuvirheen tai siihen verrattavan erehdyksen vuoksi taikka sen johdosta, ettei asiaa ole joltakin osalta tutkittu, jäänyt määräämättä säädetty maksu tai osa siitä, maksupäätös on oikaistava, jollei asiaa ole valitukseen tai oikaisuvaatimukseen annetulla päätöksellä ratkaistu. Oikaisu maksuvelvollisen vahingoksi voidaan tehdä vuoden kuluessa sitä seuraavan kalenterivuoden alusta, jolloin maksu määrättiin tai olisi pitänyt määrätä.",
        "folded_fi": "jos maksuvelvolliselle on laskuvirheen tai siihen verrattavan erehdyksen vuoksi taikka sen johdosta, ettei asiaa ole joltakin osalta tutkittu, jaanyt maaraamatta saadetty maksu tai osa siita, maksupaatos on oikaistava, jollei asiaa ole valitukseen tai oikaisuvaatimukseen annetulla paatoksella ratkaistu. oikaisu maksuvelvollisen vahingoksi voidaan tehda vuoden kuluessa sita seuraavan kalenterivuoden alusta, jolloin maksu maarattiin tai olisi pitanyt maarata.",
        "title_sv": "Rättelse till den avgiftsskyldiges nackdel",
        "content_sv": "Om den avgiftsskyldige inte har påförts en föreskriven avgift eller en del av avgiften på grund av ett räknefel eller ett motsvarande misstag eller på grund av att saken till någon del inte har utretts, ska avgiftsbeslutet rättas, om inte saken har avgjorts genom beslut med anledning av besvär eller begäran om omprövning. Rättelse till den avgiftsskyldiges nackdel kan göras inom ett år från ingången av kalenderåret efter det år då avgiften påfördes eller borde ha påförts.",
        "normalized_sv": "Om den avgiftsskyldige inte har påförts en föreskriven avgift eller en del av avgiften på grund av ett räknefel eller ett motsvarande misstag eller på grund av att saken till någon del inte har utretts, ska avgiftsbeslutet rättas, om inte saken har avgjorts genom beslut med anledning av besvär eller begäran om omprövning. Rättelse till den avgiftsskyldiges nackdel kan göras inom ett år från ingången av kalenderåret efter det år då avgiften påfördes eller borde ha påförts.",
        "folded_sv": "om den avgiftsskyldige inte har paforts en foreskriven avgift eller en del av avgiften pa grund av ett raknefel eller ett motsvarande misstag eller pa grund av att saken till nagon del inte har utretts, ska avgiftsbeslutet rattas, om inte saken har avgjorts genom beslut med anledning av besvar eller begaran om omprovning. rattelse till den avgiftsskyldiges nackdel kan goras inom ett ar fran ingangen av kalenderaret efter det ar da avgiften pafordes eller borde ha paforts."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Muutoksenhaku",
      "content": "Tässä laissa tarkoitettuun päätökseen saa vaatia oikaisua siten kuin hallintolaissa (434/2003) säädetään. Patentti- ja rekisterihallituksen oikaisuvaatimuksen johdosta tekemään päätökseen saa hakea muutosta valittamalla Helsingin hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Tässä laissa tarkoitettuun päätökseen saa vaatia oikaisua siten kuin hallintolaissa (434/2003) säädetään. Patentti- ja rekisterihallituksen oikaisuvaatimuksen johdosta tekemään päätökseen saa hakea muutosta valittamalla Helsingin hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan.",
        "folded_fi": "tassa laissa tarkoitettuun paatokseen saa vaatia oikaisua siten kuin hallintolaissa (434/2003) saadetaan. patentti- ja rekisterihallituksen oikaisuvaatimuksen johdosta tekemaan paatokseen saa hakea muutosta valittamalla helsingin hallinto-oikeuteen siten kuin hallintolainkayttolaissa (586/1996) saadetaan. hallinto-oikeuden paatokseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myontaa valitusluvan.",
        "title_sv": "Ändringssökande",
        "content_sv": "Omprövning av ett i denna lag avsett beslut får begäras på det sätt som anges i förvaltningslagen (434/2003). Ett beslut som Patent- och registerstyrelsen har meddelat med anledning av en begäran om omprövning får överklagas genom besvär hos Helsingfors förvaltningsdomstol på det sätt som anges i förvaltningsprocesslagen (586/1996). Ett beslut av förvaltningsdomstolen får överklagas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "normalized_sv": "Omprövning av ett i denna lag avsett beslut får begäras på det sätt som anges i förvaltningslagen (434/2003). Ett beslut som Patent- och registerstyrelsen har meddelat med anledning av en begäran om omprövning får överklagas genom besvär hos Helsingfors förvaltningsdomstol på det sätt som anges i förvaltningsprocesslagen (586/1996). Ett beslut av förvaltningsdomstolen får överklagas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "folded_sv": "omprovning av ett i denna lag avsett beslut far begaras pa det satt som anges i forvaltningslagen (434/2003). ett beslut som patent- och registerstyrelsen har meddelat med anledning av en begaran om omprovning far overklagas genom besvar hos helsingfors forvaltningsdomstol pa det satt som anges i forvaltningsprocesslagen (586/1996). ett beslut av forvaltningsdomstolen far overklagas genom besvar endast om hogsta forvaltningsdomstolen beviljar besvarstillstand."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Maksun perintä ja viivästyskorko",
      "content": "Vuosimaksun, laadunvalvonnan perusmaksun sekä laadunvarmistuksen valvontamaksun perimisestä suoraan ulosottokelpoisina maksuina säädetään verojen ja maksujen täytäntöönpanosta annetussa laissa (706/2007). Vuosimaksun, laadunvalvonnan perusmaksun sekä laadunvarmistuksen valvontamaksun viivästyessä niille peritään korkolain (633/1982) mukainen viivästyskorko.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Vuosimaksun, laadunvalvonnan perusmaksun sekä laadunvarmistuksen valvontamaksun perimisestä suoraan ulosottokelpoisina maksuina säädetään verojen ja maksujen täytäntöönpanosta annetussa laissa (706/2007). Vuosimaksun, laadunvalvonnan perusmaksun sekä laadunvarmistuksen valvontamaksun viivästyessä niille peritään korkolain (633/1982) mukainen viivästyskorko.",
        "folded_fi": "vuosimaksun, laadunvalvonnan perusmaksun seka laadunvarmistuksen valvontamaksun perimisesta suoraan ulosottokelpoisina maksuina saadetaan verojen ja maksujen taytantoonpanosta annetussa laissa (706/2007). vuosimaksun, laadunvalvonnan perusmaksun seka laadunvarmistuksen valvontamaksun viivastyessa niille peritaan korkolain (633/1982) mukainen viivastyskorko.",
        "title_sv": "Indrivning av avgift och dröjsmålsränta",
        "content_sv": "Årsavgiften, grundavgiften för kvalitetskontroll och tillsynsavgiften för kvalitetssäkring är direkt utsökbara. Bestämmelser om indrivning av direkt utsökbara avgifter finns i lagen om verkställighet av skatter och avgifter (706/2007). Vid dröjsmål med betalning av årsavgiften, grundavgiften för kvalitetskontroll och tillsynsavgiften för kvalitetssäkring tas på avgifterna ut dröjsmålsränta enligt räntelagen (633/1982).",
        "normalized_sv": "Årsavgiften, grundavgiften för kvalitetskontroll och tillsynsavgiften för kvalitetssäkring är direkt utsökbara. Bestämmelser om indrivning av direkt utsökbara avgifter finns i lagen om verkställighet av skatter och avgifter (706/2007). Vid dröjsmål med betalning av årsavgiften, grundavgiften för kvalitetskontroll och tillsynsavgiften för kvalitetssäkring tas på avgifterna ut dröjsmålsränta enligt räntelagen (633/1982).",
        "folded_sv": "arsavgiften, grundavgiften for kvalitetskontroll och tillsynsavgiften for kvalitetssakring ar direkt utsokbara. bestammelser om indrivning av direkt utsokbara avgifter finns i lagen om verkstallighet av skatter och avgifter (706/2007). vid drojsmal med betalning av arsavgiften, grundavgiften for kvalitetskontroll och tillsynsavgiften for kvalitetssakring tas pa avgifterna ut drojsmalsranta enligt rantelagen (633/1982)."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Tietojenantovelvollisuus",
      "content": "Tilintarkastajan on annettava Patentti- ja rekisterihallitukselle vuosimaksun ja laadunvarmistuksen valvontamaksun määräämistä varten tarvittavat tiedot. JHTT-tilintarkastajan ja JHTT-yhteisön on annettava Patentti- ja rekisterihallitukselle vuosimaksun määräämistä varten tarvittavat tiedot. Patentti- ja rekisterihallitus voi antaa tarkempia määräyksiä 1 ja 2 momentissa tarkoitettujen tietojen toimittamistavasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Tilintarkastajan on annettava Patentti- ja rekisterihallitukselle vuosimaksun ja laadunvarmistuksen valvontamaksun määräämistä varten tarvittavat tiedot. JHTT-tilintarkastajan ja JHTT-yhteisön on annettava Patentti- ja rekisterihallitukselle vuosimaksun määräämistä varten tarvittavat tiedot. Patentti- ja rekisterihallitus voi antaa tarkempia määräyksiä 1 ja 2 momentissa tarkoitettujen tietojen toimittamistavasta.",
        "folded_fi": "tilintarkastajan on annettava patentti- ja rekisterihallitukselle vuosimaksun ja laadunvarmistuksen valvontamaksun maaraamista varten tarvittavat tiedot. jhtt-tilintarkastajan ja jhtt-yhteison on annettava patentti- ja rekisterihallitukselle vuosimaksun maaraamista varten tarvittavat tiedot. patentti- ja rekisterihallitus voi antaa tarkempia maarayksia 1 ja 2 momentissa tarkoitettujen tietojen toimittamistavasta.",
        "title_sv": "Uppgiftsskyldighet",
        "content_sv": "Revisorer ska lämna Patent- och registerstyrelsen de uppgifter som behövs för att årsavgift och tillsynsavgift för kvalitetssäkring ska kunna påföras. OFR-revisorer och OFR-sammanslutningar ska lämna Patent- och registerstyrelsen de uppgifter som behövs för att årsavgift ska kunna påföras. Patent- och registerstyrelsen får meddela närmare föreskrifter om hur de uppgifter som avses i 1 och 2 mom. ska lämnas.",
        "normalized_sv": "Revisorer ska lämna Patent- och registerstyrelsen de uppgifter som behövs för att årsavgift och tillsynsavgift för kvalitetssäkring ska kunna påföras. OFR-revisorer och OFR-sammanslutningar ska lämna Patent- och registerstyrelsen de uppgifter som behövs för att årsavgift ska kunna påföras. Patent- och registerstyrelsen får meddela närmare föreskrifter om hur de uppgifter som avses i 1 och 2 mom. ska lämnas.",
        "folded_sv": "revisorer ska lamna patent- och registerstyrelsen de uppgifter som behovs for att arsavgift och tillsynsavgift for kvalitetssakring ska kunna paforas. ofr-revisorer och ofr-sammanslutningar ska lamna patent- och registerstyrelsen de uppgifter som behovs for att arsavgift ska kunna paforas. patent- och registerstyrelsen far meddela narmare foreskrifter om hur de uppgifter som avses i 1 och 2 mom. ska lamnas."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2016.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2016.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2016.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2016.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2016.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2016."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Siirtymäsäännös",
      "content": "JHTT-tilintarkastajalta, jonka hyväksyminen on julkishallinnon ja -talouden tilintarkastuksesta annetun lain 12 §:n 16 momentissa tarkoitetulla tavalla voimassa ja joka on merkittynä tilintarkastuslain 6 luvun 9 §:ssä tarkoitettuun tilintarkastajarekisteriin peritään perusvuosimaksua 200 euroa vuosina 2016-2020.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "JHTT-tilintarkastajalta, jonka hyväksyminen on julkishallinnon ja -talouden tilintarkastuksesta annetun lain 12 § :n 16 momentissa tarkoitetulla tavalla voimassa ja joka on merkittynä tilintarkastuslain 6 luvun 9 § :ssä tarkoitettuun tilintarkastajarekisteriin peritään perusvuosimaksua 200 euroa vuosina 2016-2020.",
        "folded_fi": "jhtt-tilintarkastajalta, jonka hyvaksyminen on julkishallinnon ja -talouden tilintarkastuksesta annetun lain 12 §:n 16 momentissa tarkoitetulla tavalla voimassa ja joka on merkittyna tilintarkastuslain 6 luvun 9 §:ssa tarkoitettuun tilintarkastajarekisteriin peritaan perusvuosimaksua 200 euroa vuosina 2016-2020.",
        "title_sv": "Övergångsbestämmelse",
        "content_sv": "Av OFR-revisorer som har ett giltigt godkännande på det sätt som avses i 12 § 16 mom. i lagen om revision inom den offentliga förvaltningen och ekonomin och är införda i det revisorsregister som avses i 6 kap. 9 § i revisionslagen tas det ut en årlig grundavgift på 200 euro åren 2016-2020.",
        "normalized_sv": "Av OFR-revisorer som har ett giltigt godkännande på det sätt som avses i 12 § 16 mom. i lagen om revision inom den offentliga förvaltningen och ekonomin och är införda i det revisorsregister som avses i 6 kap. 9 § i revisionslagen tas det ut en årlig grundavgift på 200 euro åren 2016-2020.",
        "folded_sv": "av ofr-revisorer som har ett giltigt godkannande pa det satt som avses i 12 § 16 mom. i lagen om revision inom den offentliga forvaltningen och ekonomin och ar inforda i det revisorsregister som avses i 6 kap. 9 § i revisionslagen tas det ut en arlig grundavgift pa 200 euro aren 2016-2020."
      },
      "valid_from": "2015-12-17",
      "valid_to": null
    }
  ]
}