{
  "id": "152/2007",
  "type": "statute",
  "title": "Laki arvopaperimarkkinalain muuttamisesta",
  "title_en": "Lag om ändring av värdepappersmarknadslagen",
  "status": "in_force",
  "issued_date": "2007-02-09",
  "in_force_date": "2007-02-09",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/152/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Tämän lain 2 luvun 9, 10, 10 e ja 11 §:ää sovelletaan myös osakeyhtiölaissa (624/2006) tarkoitettuun osakeyhtiöön, jonka osake on otettu julkista kaupankäyntiä vastaavan kaupankäynnin kohteeksi toisessa Euroopan talousalueeseen kuuluvassa valtiossa, sekä osakeyhtiötä vastaavaan yhtiöön, jonka yhtiöoikeudellinen kotipaikka on muussa kuin Euroopan talousalueeseen kuuluvassa valtiossa, jos yhtiö on velvollinen toimittamaan 2 luvun 10 c §:n 2 momentin mukaisesti vuosikoosteen Rahoitustarkastukselle, sekä tällaisen yhtiön osakkeenomistajaan ja osakkeenomistajaan 2 luvun 9 §:n mukaan rinnastettavaan henkilöön. Tämän lain 2 luvun 5, 5 a―5 d, 6, 6 a, 6 c, 6 d ja 10 e §:ää sovelletaan osakkeen, osakkeeseen oikeuttavan tai siihen rinnastettavan arvopaperin liikkeeseenlaskijaan, jonka: 1) yhtiöoikeudellinen kotivaltio on Suomi ja jonka arvopaperi on otettu julkista kaupankäyntiä vastaavan kaupankäynnin kohteeksi toisessa Euroopan talousalueeseen kuuluvassa valtiossa; 2) yhtiöoikeudellinen kotipaikka on muussa kuin Euroopan talousalueeseen kuuluvassa valtiossa, jos liikkeeseenlaskija on velvollinen toimittamaan 2 luvun 10 c §:n 2 momentin mukaisesti vuosikoosteen Rahoitustarkastukselle. Tämän lain 2 luvun 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d ja 10 e §:ää sovelletaan 2 §:n 1 momentin 2 kohdassa tarkoitetun arvopaperin liikkeeseenlaskijaan, jos arvopaperin nimellisarvo tai kirjanpidollinen vasta-arvo on vähemmän kuin 1 000 euroa ja: 1) liikkeeseenlaskijan yhtiöoikeudellinen kotivaltio on Suomi ja arvopaperi on otettu julkista kaupankäyntiä vastaavan kaupankäynnin kohteeksi toisessa Euroopan talousalueeseen kuuluvassa valtiossa; tai 2) liikkeeseenlaskijan yhtiöoikeudellinen kotipaikka on muussa kuin Euroopan talousalueeseen kuuluvassa valtiossa ja liikkeeseenlaskija on velvollinen toimittamaan 2 luvun 10 c §:n 2 momentin mukaisesti vuosikoosteen Rahoitustarkastukselle. Tämän lain 2 luvun 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d ja 10 e §:ää sovelletaan muun kuin 3 tai 4 momentissa tarkoitetun arvopaperin liikkeeseenlaskijaan, jonka arvopaperi on julkista kaupankäyntiä vastaavan kaupankäynnin kohteena toisessa Euroopan talousalueeseen kuuluvassa valtiossa ja jos liikkeeseenlaskija on 4 §:n 10 momentin mukaisesti valinnut kotivaltiokseen Suomen. Tämän lain 2 luvun 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d ja 10 e §:ää ei sovelleta sellaisen muun kuin 3 tai 4 momentissa tarkoitetun arvopaperin liikkeeseenlaskijaan, jonka yhtiöoikeudellinen kotivaltio on Suomi, jos liikkeeseenlaskija on 4 §:n 10 momentin mukaisesti valinnut kotivaltiokseen muun Euroopan talousalueeseen kuuluvan valtion kuin Suomen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:1",
        "normalized_fi": "Tämän lain 2 luvun 9, 10, 10 e ja 11 § :ää sovelletaan myös osakeyhtiölaissa (624/2006) tarkoitettuun osakeyhtiöön, jonka osake on otettu julkista kaupankäyntiä vastaavan kaupankäynnin kohteeksi toisessa Euroopan talousalueeseen kuuluvassa valtiossa, sekä osakeyhtiötä vastaavaan yhtiöön, jonka yhtiöoikeudellinen kotipaikka on muussa kuin Euroopan talousalueeseen kuuluvassa valtiossa, jos yhtiö on velvollinen toimittamaan 2 luvun 10 c § :n 2 momentin mukaisesti vuosikoosteen Rahoitustarkastukselle, sekä tällaisen yhtiön osakkeenomistajaan ja osakkeenomistajaan 2 luvun 9 § :n mukaan rinnastettavaan henkilöön. Tämän lain 2 luvun 5, 5 a―5 d, 6, 6 a, 6 c, 6 d ja 10 e § :ää sovelletaan osakkeen, osakkeeseen oikeuttavan tai siihen rinnastettavan arvopaperin liikkeeseenlaskijaan, jonka: 1) yhtiöoikeudellinen kotivaltio on Suomi ja jonka arvopaperi on otettu julkista kaupankäyntiä vastaavan kaupankäynnin kohteeksi toisessa Euroopan talousalueeseen kuuluvassa valtiossa; 2) yhtiöoikeudellinen kotipaikka on muussa kuin Euroopan talousalueeseen kuuluvassa valtiossa, jos liikkeeseenlaskija on velvollinen toimittamaan 2 luvun 10 c § :n 2 momentin mukaisesti vuosikoosteen Rahoitustarkastukselle. Tämän lain 2 luvun 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d ja 10 e § :ää sovelletaan 2 § :n 1 momentin 2 kohdassa tarkoitetun arvopaperin liikkeeseenlaskijaan, jos arvopaperin nimellisarvo tai kirjanpidollinen vasta-arvo on vähemmän kuin 1 000 euroa ja: 1) liikkeeseenlaskijan yhtiöoikeudellinen kotivaltio on Suomi ja arvopaperi on otettu julkista kaupankäyntiä vastaavan kaupankäynnin kohteeksi toisessa Euroopan talousalueeseen kuuluvassa valtiossa; tai 2) liikkeeseenlaskijan yhtiöoikeudellinen kotipaikka on muussa kuin Euroopan talousalueeseen kuuluvassa valtiossa ja liikkeeseenlaskija on velvollinen toimittamaan 2 luvun 10 c § :n 2 momentin mukaisesti vuosikoosteen Rahoitustarkastukselle. Tämän lain 2 luvun 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d ja 10 e § :ää sovelletaan muun kuin 3 tai 4 momentissa tarkoitetun arvopaperin liikkeeseenlaskijaan, jonka arvopaperi on julkista kaupankäyntiä vastaavan kaupankäynnin kohteena toisessa Euroopan talousalueeseen kuuluvassa valtiossa ja jos liikkeeseenlaskija on 4 § :n 10 momentin mukaisesti valinnut kotivaltiokseen Suomen. Tämän lain 2 luvun 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d ja 10 e § :ää ei sovelleta sellaisen muun kuin 3 tai 4 momentissa tarkoitetun arvopaperin liikkeeseenlaskijaan, jonka yhtiöoikeudellinen kotivaltio on Suomi, jos liikkeeseenlaskija on 4 § :n 10 momentin mukaisesti valinnut kotivaltiokseen muun Euroopan talousalueeseen kuuluvan valtion kuin Suomen.",
        "folded_fi": "taman lain 2 luvun 9, 10, 10 e ja 11 §:aa sovelletaan myos osakeyhtiolaissa (624/2006) tarkoitettuun osakeyhtioon, jonka osake on otettu julkista kaupankayntia vastaavan kaupankaynnin kohteeksi toisessa euroopan talousalueeseen kuuluvassa valtiossa, seka osakeyhtiota vastaavaan yhtioon, jonka yhtiooikeudellinen kotipaikka on muussa kuin euroopan talousalueeseen kuuluvassa valtiossa, jos yhtio on velvollinen toimittamaan 2 luvun 10 c §:n 2 momentin mukaisesti vuosikoosteen rahoitustarkastukselle, seka tallaisen yhtion osakkeenomistajaan ja osakkeenomistajaan 2 luvun 9 §:n mukaan rinnastettavaan henkiloon. taman lain 2 luvun 5, 5 a―5 d, 6, 6 a, 6 c, 6 d ja 10 e §:aa sovelletaan osakkeen, osakkeeseen oikeuttavan tai siihen rinnastettavan arvopaperin liikkeeseenlaskijaan, jonka: 1) yhtiooikeudellinen kotivaltio on suomi ja jonka arvopaperi on otettu julkista kaupankayntia vastaavan kaupankaynnin kohteeksi toisessa euroopan talousalueeseen kuuluvassa valtiossa; 2) yhtiooikeudellinen kotipaikka on muussa kuin euroopan talousalueeseen kuuluvassa valtiossa, jos liikkeeseenlaskija on velvollinen toimittamaan 2 luvun 10 c §:n 2 momentin mukaisesti vuosikoosteen rahoitustarkastukselle. taman lain 2 luvun 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d ja 10 e §:aa sovelletaan 2 §:n 1 momentin 2 kohdassa tarkoitetun arvopaperin liikkeeseenlaskijaan, jos arvopaperin nimellisarvo tai kirjanpidollinen vasta-arvo on vahemman kuin 1 000 euroa ja: 1) liikkeeseenlaskijan yhtiooikeudellinen kotivaltio on suomi ja arvopaperi on otettu julkista kaupankayntia vastaavan kaupankaynnin kohteeksi toisessa euroopan talousalueeseen kuuluvassa valtiossa; tai 2) liikkeeseenlaskijan yhtiooikeudellinen kotipaikka on muussa kuin euroopan talousalueeseen kuuluvassa valtiossa ja liikkeeseenlaskija on velvollinen toimittamaan 2 luvun 10 c §:n 2 momentin mukaisesti vuosikoosteen rahoitustarkastukselle. taman lain 2 luvun 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d ja 10 e §:aa sovelletaan muun kuin 3 tai 4 momentissa tarkoitetun arvopaperin liikkeeseenlaskijaan, jonka arvopaperi on julkista kaupankayntia vastaavan kaupankaynnin kohteena toisessa euroopan talousalueeseen kuuluvassa valtiossa ja jos liikkeeseenlaskija on 4 §:n 10 momentin mukaisesti valinnut kotivaltiokseen suomen. taman lain 2 luvun 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d ja 10 e §:aa ei sovelleta sellaisen muun kuin 3 tai 4 momentissa tarkoitetun arvopaperin liikkeeseenlaskijaan, jonka yhtiooikeudellinen kotivaltio on suomi, jos liikkeeseenlaskija on 4 §:n 10 momentin mukaisesti valinnut kotivaltiokseen muun euroopan talousalueeseen kuuluvan valtion kuin suomen.",
        "content_sv": "Lagens 2 kap. 9, 10, 10 e och 11 § tillämpas även på aktiebolag som avses i aktiebolagslagen (624/2006), vars aktier har tagits upp till handel som motsvarar offentlig handel i en annan stat som hör till Europeiska ekonomiska samarbetsområdet, samt på sådana bolag som motsvarar aktiebolag och som har bolagsrättslig hemort i en stat som inte hör till Europeiska ekonomiska samarbetsområdet, om bolaget enligt 2 kap. 10 c § 2 mom. är skyldigt att överlämna en årlig sammanställning till Finansinspektionen, samt på aktieägare i sådana bolag och på personer som enligt 2 kap. 9 § kan jämställas med aktieägare. Lagens 2 kap. 5, 5 a―5 d, 6, 6 a, 6 c, 6 d och 10 e § tillämpas på en emittent av aktier, av värdepapper som berättigar till aktier eller av därmed jämförbara värdepapper, om 1) emittentens bolagsrättsliga hemstat är Finland och värdepapperen har tagits upp till handel som motsvarar offentlig handel i en annan stat som hör till Europeiska ekonomiska samarbetsområdet, 2) emittenten har bolagsrättslig hemort i en stat som inte hör till Europeiska ekonomiska samarbetsområdet och emittenten är skyldig att överlämna en årlig sammanställning till Finansinspektionen i enlighet med 2 kap. 10 c § 2 mom. Lagens 2 kap. 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d och 10 e § tillämpas på en emittent av i 2 § 1 mom. 2 punkten avsedda värdepapper vars nominella värde eller bokföringsmässiga motvärde understiger 1 000 euro, om 1) emittentens bolagsrättsliga hemstat är Finland och värdepappren har tagits upp till handel som motsvarar offentlig handel i en annan stat som hör till Europeiska ekonomiska samarbetsområdet, eller 2) emittenten har bolagsrättslig hemort i en stat som inte hör till Europeiska ekonomiska samarbetsområdet och emittenten är skyldig att överlämna en årlig sammanställning till Finansinspektionen i enlighet med 2 kap. 10 c § 2 mom. Lagens 2 kap. 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d och 10 e § tillämpas på en emittent av andra än i 3 och 4 mom. avsedda värdepapper, om värdepappren har tagits upp till handel som motsvarar offentlig handel i en annan stat som hör till Europeiska ekonomiska samarbetsområdet och om emittenten i enlighet med 4 § 10 mom. har valt Finland som hemstat. Lagens 2 kap. 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d och 10 e § tillämpas inte på emittenter av andra än i 3 och 4 mom. avsedda värdepapper vars bolagsrättsliga hemstat är Finland, om emittenten i enlighet med 4 § 10 mom. har valt en annan stat som hör till Europeiska ekonomiska samarbetsområdet än Finland som hemstat.",
        "normalized_sv": "Lagens 2 kap. 9, 10, 10 e och 11 § tillämpas även på aktiebolag som avses i aktiebolagslagen (624/2006), vars aktier har tagits upp till handel som motsvarar offentlig handel i en annan stat som hör till Europeiska ekonomiska samarbetsområdet, samt på sådana bolag som motsvarar aktiebolag och som har bolagsrättslig hemort i en stat som inte hör till Europeiska ekonomiska samarbetsområdet, om bolaget enligt 2 kap. 10 c § 2 mom. är skyldigt att överlämna en årlig sammanställning till Finansinspektionen, samt på aktieägare i sådana bolag och på personer som enligt 2 kap. 9 § kan jämställas med aktieägare. Lagens 2 kap. 5, 5 a―5 d, 6, 6 a, 6 c, 6 d och 10 e § tillämpas på en emittent av aktier, av värdepapper som berättigar till aktier eller av därmed jämförbara värdepapper, om 1) emittentens bolagsrättsliga hemstat är Finland och värdepapperen har tagits upp till handel som motsvarar offentlig handel i en annan stat som hör till Europeiska ekonomiska samarbetsområdet, 2) emittenten har bolagsrättslig hemort i en stat som inte hör till Europeiska ekonomiska samarbetsområdet och emittenten är skyldig att överlämna en årlig sammanställning till Finansinspektionen i enlighet med 2 kap. 10 c § 2 mom. Lagens 2 kap. 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d och 10 e § tillämpas på en emittent av i 2 § 1 mom. 2 punkten avsedda värdepapper vars nominella värde eller bokföringsmässiga motvärde understiger 1 000 euro, om 1) emittentens bolagsrättsliga hemstat är Finland och värdepappren har tagits upp till handel som motsvarar offentlig handel i en annan stat som hör till Europeiska ekonomiska samarbetsområdet, eller 2) emittenten har bolagsrättslig hemort i en stat som inte hör till Europeiska ekonomiska samarbetsområdet och emittenten är skyldig att överlämna en årlig sammanställning till Finansinspektionen i enlighet med 2 kap. 10 c § 2 mom. Lagens 2 kap. 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d och 10 e § tillämpas på en emittent av andra än i 3 och 4 mom. avsedda värdepapper, om värdepappren har tagits upp till handel som motsvarar offentlig handel i en annan stat som hör till Europeiska ekonomiska samarbetsområdet och om emittenten i enlighet med 4 § 10 mom. har valt Finland som hemstat. Lagens 2 kap. 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d och 10 e § tillämpas inte på emittenter av andra än i 3 och 4 mom. avsedda värdepapper vars bolagsrättsliga hemstat är Finland, om emittenten i enlighet med 4 § 10 mom. har valt en annan stat som hör till Europeiska ekonomiska samarbetsområdet än Finland som hemstat.",
        "folded_sv": "lagens 2 kap. 9, 10, 10 e och 11 § tillampas aven pa aktiebolag som avses i aktiebolagslagen (624/2006), vars aktier har tagits upp till handel som motsvarar offentlig handel i en annan stat som hor till europeiska ekonomiska samarbetsomradet, samt pa sadana bolag som motsvarar aktiebolag och som har bolagsrattslig hemort i en stat som inte hor till europeiska ekonomiska samarbetsomradet, om bolaget enligt 2 kap. 10 c § 2 mom. ar skyldigt att overlamna en arlig sammanstallning till finansinspektionen, samt pa aktieagare i sadana bolag och pa personer som enligt 2 kap. 9 § kan jamstallas med aktieagare. lagens 2 kap. 5, 5 a―5 d, 6, 6 a, 6 c, 6 d och 10 e § tillampas pa en emittent av aktier, av vardepapper som berattigar till aktier eller av darmed jamforbara vardepapper, om 1) emittentens bolagsrattsliga hemstat ar finland och vardepapperen har tagits upp till handel som motsvarar offentlig handel i en annan stat som hor till europeiska ekonomiska samarbetsomradet, 2) emittenten har bolagsrattslig hemort i en stat som inte hor till europeiska ekonomiska samarbetsomradet och emittenten ar skyldig att overlamna en arlig sammanstallning till finansinspektionen i enlighet med 2 kap. 10 c § 2 mom. lagens 2 kap. 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d och 10 e § tillampas pa en emittent av i 2 § 1 mom. 2 punkten avsedda vardepapper vars nominella varde eller bokforingsmassiga motvarde understiger 1 000 euro, om 1) emittentens bolagsrattsliga hemstat ar finland och vardepappren har tagits upp till handel som motsvarar offentlig handel i en annan stat som hor till europeiska ekonomiska samarbetsomradet, eller 2) emittenten har bolagsrattslig hemort i en stat som inte hor till europeiska ekonomiska samarbetsomradet och emittenten ar skyldig att overlamna en arlig sammanstallning till finansinspektionen i enlighet med 2 kap. 10 c § 2 mom. lagens 2 kap. 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d och 10 e § tillampas pa en emittent av andra an i 3 och 4 mom. avsedda vardepapper, om vardepappren har tagits upp till handel som motsvarar offentlig handel i en annan stat som hor till europeiska ekonomiska samarbetsomradet och om emittenten i enlighet med 4 § 10 mom. har valt finland som hemstat. lagens 2 kap. 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d och 10 e § tillampas inte pa emittenter av andra an i 3 och 4 mom. avsedda vardepapper vars bolagsrattsliga hemstat ar finland, om emittenten i enlighet med 4 § 10 mom. har valt en annan stat som hor till europeiska ekonomiska samarbetsomradet an finland som hemstat."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Liikkeeseenlaskija, jonka 2 §:n 1 momentin 2 kohdassa tarkoitetun arvopaperin nimellisarvo tai kirjanpidollinen vasta-arvo on vähintään 1 000 euroa, sekä 2 §:n 1 momentin 4 tai 6 kohdassa tarkoitetun arvopaperin liikkeeseenlaskija voi valita säännöllisen tiedonantovelvollisuuden kotivaltiokseen yhden Euroopan talousalueeseen kuuluvan valtion. Kotivaltio on valittava vähintään kolmeksi vuodeksi kerrallaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:4",
        "normalized_fi": "Liikkeeseenlaskija, jonka 2 § :n 1 momentin 2 kohdassa tarkoitetun arvopaperin nimellisarvo tai kirjanpidollinen vasta-arvo on vähintään 1 000 euroa, sekä 2 § :n 1 momentin 4 tai 6 kohdassa tarkoitetun arvopaperin liikkeeseenlaskija voi valita säännöllisen tiedonantovelvollisuuden kotivaltiokseen yhden Euroopan talousalueeseen kuuluvan valtion. Kotivaltio on valittava vähintään kolmeksi vuodeksi kerrallaan.",
        "folded_fi": "liikkeeseenlaskija, jonka 2 §:n 1 momentin 2 kohdassa tarkoitetun arvopaperin nimellisarvo tai kirjanpidollinen vasta-arvo on vahintaan 1 000 euroa, seka 2 §:n 1 momentin 4 tai 6 kohdassa tarkoitetun arvopaperin liikkeeseenlaskija voi valita saannollisen tiedonantovelvollisuuden kotivaltiokseen yhden euroopan talousalueeseen kuuluvan valtion. kotivaltio on valittava vahintaan kolmeksi vuodeksi kerrallaan.",
        "content_sv": "En emittent, vars värdepapper som avses i 2 § 1 mom. 2 punkten har ett nominellt värde eller bokföringsmässigt motvärde på minst 1 000 euro, samt en emittent av värdepapper som avses i 2 § 1 mom. 4 eller 6 punkten, kan välja en stat som hör till Europeiska ekonomiska samarbetsområdet som hemstat för sin regelbundna informationsskyldighet. Valet av hemstat skall gälla för åtminstone tre år i sänder.",
        "normalized_sv": "En emittent, vars värdepapper som avses i 2 § 1 mom. 2 punkten har ett nominellt värde eller bokföringsmässigt motvärde på minst 1 000 euro, samt en emittent av värdepapper som avses i 2 § 1 mom. 4 eller 6 punkten, kan välja en stat som hör till Europeiska ekonomiska samarbetsområdet som hemstat för sin regelbundna informationsskyldighet. Valet av hemstat skall gälla för åtminstone tre år i sänder.",
        "folded_sv": "en emittent, vars vardepapper som avses i 2 § 1 mom. 2 punkten har ett nominellt varde eller bokforingsmassigt motvarde pa minst 1 000 euro, samt en emittent av vardepapper som avses i 2 § 1 mom. 4 eller 6 punkten, kan valja en stat som hor till europeiska ekonomiska samarbetsomradet som hemstat for sin regelbundna informationsskyldighet. valet av hemstat skall galla for atminstone tre ar i sander."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Julkisen kaupankäynnin kohteena olevan arvopaperin liikkeeseenlaskijan on laadittava osavuosikatsaus kultakin yli kuuden kuukauden pituiselta tilikaudeltaan. Edellä 1 momentissa tarkoitettu velvollisuus ei koske Suomen valtiota, Suomen Pankkia, suomalaista kuntaa tai kuntayhtymää, muuta valtiota, sen keskuspankkia tai sen alueellista hallintoyksikköä, Euroopan keskuspankkia eikä sellaista kansainvälistä julkisyhteisöä, jonka jäsenenä on vähintään yksi Euroopan talousalueeseen kuuluva valtio. Velvollisuus ei koske myöskään liikkeeseenlaskijaa, jonka arvopapereista julkisen kaupankäynnin kohteena on vain sellaisia muun kuin oman pääoman ehtoisia arvopapereita, joiden yksikkökohtainen nimellisarvo tai kirjanpidollinen vasta-arvo on vähintään 50 000 euroa tai tätä liikkeeseenlaskupäivänä vastaava määrä muussa valuutassa. Osavuosikatsaus on laadittava tilikauden kolmelta, kuudelta ja yhdeksältä ensimmäiseltä kuukaudelta, jos kyseessä on 1 luvun 2 §:n 1 momentin 1 tai 3 kohdassa tarkoitettu tai siihen rinnastettava arvopaperi, ja kuudelta ensimmäiseltä kuukaudelta, jos kyseessä on 1 luvun 2 §:n 1 momentin 2, 4 tai 6 kohdassa tarkoitettu arvopaperi. Liikkeeseenlaskija voi kuitenkin päättää, ettei se julkaise osavuosikatsausta tilikauden kolmelta eikä yhdeksältä ensimmäiseltä kuukaudelta, jos se yhtiön koko, toimiala tai muu vastaava seikka huomioon ottaen on perusteltua. Liikkeeseenlaskijan on tällöin julkistettava tilikauden ensimmäisen ja toisen kuuden kuukauden aikana 5 c §:ssä tarkoitettu johdon osavuotinen selvitys.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:5",
        "normalized_fi": "Julkisen kaupankäynnin kohteena olevan arvopaperin liikkeeseenlaskijan on laadittava osavuosikatsaus kultakin yli kuuden kuukauden pituiselta tilikaudeltaan. Edellä 1 momentissa tarkoitettu velvollisuus ei koske Suomen valtiota, Suomen Pankkia, suomalaista kuntaa tai kuntayhtymää, muuta valtiota, sen keskuspankkia tai sen alueellista hallintoyksikköä, Euroopan keskuspankkia eikä sellaista kansainvälistä julkisyhteisöä, jonka jäsenenä on vähintään yksi Euroopan talousalueeseen kuuluva valtio. Velvollisuus ei koske myöskään liikkeeseenlaskijaa, jonka arvopapereista julkisen kaupankäynnin kohteena on vain sellaisia muun kuin oman pääoman ehtoisia arvopapereita, joiden yksikkökohtainen nimellisarvo tai kirjanpidollinen vasta-arvo on vähintään 50 000 euroa tai tätä liikkeeseenlaskupäivänä vastaava määrä muussa valuutassa. Osavuosikatsaus on laadittava tilikauden kolmelta, kuudelta ja yhdeksältä ensimmäiseltä kuukaudelta, jos kyseessä on 1 luvun 2 § :n 1 momentin 1 tai 3 kohdassa tarkoitettu tai siihen rinnastettava arvopaperi, ja kuudelta ensimmäiseltä kuukaudelta, jos kyseessä on 1 luvun 2 § :n 1 momentin 2, 4 tai 6 kohdassa tarkoitettu arvopaperi. Liikkeeseenlaskija voi kuitenkin päättää, ettei se julkaise osavuosikatsausta tilikauden kolmelta eikä yhdeksältä ensimmäiseltä kuukaudelta, jos se yhtiön koko, toimiala tai muu vastaava seikka huomioon ottaen on perusteltua. Liikkeeseenlaskijan on tällöin julkistettava tilikauden ensimmäisen ja toisen kuuden kuukauden aikana 5 c § :ssä tarkoitettu johdon osavuotinen selvitys.",
        "folded_fi": "julkisen kaupankaynnin kohteena olevan arvopaperin liikkeeseenlaskijan on laadittava osavuosikatsaus kultakin yli kuuden kuukauden pituiselta tilikaudeltaan. edella 1 momentissa tarkoitettu velvollisuus ei koske suomen valtiota, suomen pankkia, suomalaista kuntaa tai kuntayhtymaa, muuta valtiota, sen keskuspankkia tai sen alueellista hallintoyksikkoa, euroopan keskuspankkia eika sellaista kansainvalista julkisyhteisoa, jonka jasenena on vahintaan yksi euroopan talousalueeseen kuuluva valtio. velvollisuus ei koske myoskaan liikkeeseenlaskijaa, jonka arvopapereista julkisen kaupankaynnin kohteena on vain sellaisia muun kuin oman paaoman ehtoisia arvopapereita, joiden yksikkokohtainen nimellisarvo tai kirjanpidollinen vasta-arvo on vahintaan 50 000 euroa tai tata liikkeeseenlaskupaivana vastaava maara muussa valuutassa. osavuosikatsaus on laadittava tilikauden kolmelta, kuudelta ja yhdeksalta ensimmaiselta kuukaudelta, jos kyseessa on 1 luvun 2 §:n 1 momentin 1 tai 3 kohdassa tarkoitettu tai siihen rinnastettava arvopaperi, ja kuudelta ensimmaiselta kuukaudelta, jos kyseessa on 1 luvun 2 §:n 1 momentin 2, 4 tai 6 kohdassa tarkoitettu arvopaperi. liikkeeseenlaskija voi kuitenkin paattaa, ettei se julkaise osavuosikatsausta tilikauden kolmelta eika yhdeksalta ensimmaiselta kuukaudelta, jos se yhtion koko, toimiala tai muu vastaava seikka huomioon ottaen on perusteltua. liikkeeseenlaskijan on talloin julkistettava tilikauden ensimmaisen ja toisen kuuden kuukauden aikana 5 c §:ssa tarkoitettu johdon osavuotinen selvitys.",
        "content_sv": "Den som emitterar värdepapper som är föremål för offentlig handel skall upprätta en delårsrapport för varje räkenskapsperiod som är längre än sex månader. Den i 1 mom. föreskrivna skyldigheten gäller inte finska staten, Finlands Bank, en finsk kommun eller samkommun, andra stater, deras centralbanker eller regionala förvaltningsenheter, Europeiska centralbanken eller ett sådant internationellt offentligt samfund vilket som medlem har minst en stat som hör till Europeiska ekonomiska samarbetsområdet. Skyldigheten gäller inte heller en emittent av vars värdepapper endast sådana icke-aktierelaterade värdepapper är föremål för offentlig handel som på emissionsdagen per enhet har ett nominellt värde eller bokföringsmässigt motvärde på minst 50 000 euro eller ett motsvarande belopp i en annan valuta. En delårsrapport skall upprättas för räkenskapsperiodens tre, sex och nio första månader, när det är fråga om sådana värdepapper som avses i 1 kap. 2 § 1 mom. 1 eller 3 punkten eller därmed jämförbara värdepapper, och för de sex första månaderna när det är fråga om sådana värdepapper som avses i 1 kap. 2 § 1 mom. 2, 4 eller 6 punkten. Emittenten kan emellertid besluta att inte offentliggöra en delårsrapport för räkenskapsperiodens tre och nio första månader, om detta är motiverat med beaktande av bolagets storlek, verksamhetsområde eller någon annan motsvarande faktor. Emittenten skall härvid under räkenskapsperiodens första och andra sexmånadersperiod offentliggöra i 5 c § avsedda ledningens delårsredogörelse.",
        "normalized_sv": "Den som emitterar värdepapper som är föremål för offentlig handel skall upprätta en delårsrapport för varje räkenskapsperiod som är längre än sex månader. Den i 1 mom. föreskrivna skyldigheten gäller inte finska staten, Finlands Bank, en finsk kommun eller samkommun, andra stater, deras centralbanker eller regionala förvaltningsenheter, Europeiska centralbanken eller ett sådant internationellt offentligt samfund vilket som medlem har minst en stat som hör till Europeiska ekonomiska samarbetsområdet. Skyldigheten gäller inte heller en emittent av vars värdepapper endast sådana icke-aktierelaterade värdepapper är föremål för offentlig handel som på emissionsdagen per enhet har ett nominellt värde eller bokföringsmässigt motvärde på minst 50 000 euro eller ett motsvarande belopp i en annan valuta. En delårsrapport skall upprättas för räkenskapsperiodens tre, sex och nio första månader, när det är fråga om sådana värdepapper som avses i 1 kap. 2 § 1 mom. 1 eller 3 punkten eller därmed jämförbara värdepapper, och för de sex första månaderna när det är fråga om sådana värdepapper som avses i 1 kap. 2 § 1 mom. 2, 4 eller 6 punkten. Emittenten kan emellertid besluta att inte offentliggöra en delårsrapport för räkenskapsperiodens tre och nio första månader, om detta är motiverat med beaktande av bolagets storlek, verksamhetsområde eller någon annan motsvarande faktor. Emittenten skall härvid under räkenskapsperiodens första och andra sexmånadersperiod offentliggöra i 5 c § avsedda ledningens delårsredogörelse.",
        "folded_sv": "den som emitterar vardepapper som ar foremal for offentlig handel skall uppratta en delarsrapport for varje rakenskapsperiod som ar langre an sex manader. den i 1 mom. foreskrivna skyldigheten galler inte finska staten, finlands bank, en finsk kommun eller samkommun, andra stater, deras centralbanker eller regionala forvaltningsenheter, europeiska centralbanken eller ett sadant internationellt offentligt samfund vilket som medlem har minst en stat som hor till europeiska ekonomiska samarbetsomradet. skyldigheten galler inte heller en emittent av vars vardepapper endast sadana icke-aktierelaterade vardepapper ar foremal for offentlig handel som pa emissionsdagen per enhet har ett nominellt varde eller bokforingsmassigt motvarde pa minst 50 000 euro eller ett motsvarande belopp i en annan valuta. en delarsrapport skall upprattas for rakenskapsperiodens tre, sex och nio forsta manader, nar det ar fraga om sadana vardepapper som avses i 1 kap. 2 § 1 mom. 1 eller 3 punkten eller darmed jamforbara vardepapper, och for de sex forsta manaderna nar det ar fraga om sadana vardepapper som avses i 1 kap. 2 § 1 mom. 2, 4 eller 6 punkten. emittenten kan emellertid besluta att inte offentliggora en delarsrapport for rakenskapsperiodens tre och nio forsta manader, om detta ar motiverat med beaktande av bolagets storlek, verksamhetsomrade eller nagon annan motsvarande faktor. emittenten skall harvid under rakenskapsperiodens forsta och andra sexmanadersperiod offentliggora i 5 c § avsedda ledningens delarsredogorelse."
      }
    },
    {
      "provision_ref": "2:5 a",
      "chapter": "2",
      "section": "5 a",
      "content": "Osavuosikatsauksen tulee antaa oikea ja riittävä kuva liikkeeseenlaskijan taloudellisesta asemasta ja tuloksesta. Osavuosikatsaus on laadittava noudattaen samoja kirjaamis- ja arvostusperiaatteita kuin tilinpäätöksessä. Osavuosikatsauksessa tulee olla selostusosa ja taulukko-osa. Taulukko-osa on laadittava noudattaen kirjanpitolaissa (1336/1997) tarkoitettuja kansainvälisiä tilinpäätösstandardeja osavuosikatsauksista. Liikkeeseenlaskija voi kuitenkin laatia tilikauden kolmelta ja yhdeksältä ensimmäiseltä kuukaudelta suppean taulukko-osan. Selostusosassa on annettava yleiskuvaus liikkeeseenlaskijan taloudellisesta asemasta ja tuloksesta sekä niiden kehityksestä katsauskaudella. Selostusosassa on selostettava katsauskauden merkittäviä tapahtumia ja liiketoimia sekä niiden vaikutuksia liikkeeseenlaskijan taloudelliseen asemaan ja tulokseen. Selostusosassa on annettava kuvaus liikkeeseenlaskijan liiketoimintaan liittyvistä merkittävistä lähiajan riskeistä ja epävarmuustekijöistä sekä arvioitava liikkeeseenlaskijan todennäköistä kehitystä kuluvana tilikautena siinä määrin kuin se on mahdollista ja esitettävä selvitys seikoista, joihin arvio perustuu. Osavuosikatsauksessa esitettävien tietojen on oltava vertailukelpoisia edellisen tilikauden vastaavan katsauskauden tietoihin. Jos liikkeeseenlaskijan on laadittava konsernitilinpäätös, osavuosikatsaus annetaan konsernin tietoina. Jos liikkeeseenlaskijan tilintarkastaja on tarkastanut osavuosikatsauksen, tilintarkastajan on ilmoitettava lausunnossaan, missä laajuudessa tarkastus on suoritettu. Tilintarkastajan lausunto on liitettävä osavuosikatsaukseen. Jos tilintarkastaja ei ole tarkastanut osavuosikatsausta, liikkeeseenlaskijan on ilmoitettava tästä osavuosikatsauksessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:5 a",
        "normalized_fi": "Osavuosikatsauksen tulee antaa oikea ja riittävä kuva liikkeeseenlaskijan taloudellisesta asemasta ja tuloksesta. Osavuosikatsaus on laadittava noudattaen samoja kirjaamis- ja arvostusperiaatteita kuin tilinpäätöksessä. Osavuosikatsauksessa tulee olla selostusosa ja taulukko-osa. Taulukko-osa on laadittava noudattaen kirjanpitolaissa (1336/1997) tarkoitettuja kansainvälisiä tilinpäätösstandardeja osavuosikatsauksista. Liikkeeseenlaskija voi kuitenkin laatia tilikauden kolmelta ja yhdeksältä ensimmäiseltä kuukaudelta suppean taulukko-osan. Selostusosassa on annettava yleiskuvaus liikkeeseenlaskijan taloudellisesta asemasta ja tuloksesta sekä niiden kehityksestä katsauskaudella. Selostusosassa on selostettava katsauskauden merkittäviä tapahtumia ja liiketoimia sekä niiden vaikutuksia liikkeeseenlaskijan taloudelliseen asemaan ja tulokseen. Selostusosassa on annettava kuvaus liikkeeseenlaskijan liiketoimintaan liittyvistä merkittävistä lähiajan riskeistä ja epävarmuustekijöistä sekä arvioitava liikkeeseenlaskijan todennäköistä kehitystä kuluvana tilikautena siinä määrin kuin se on mahdollista ja esitettävä selvitys seikoista, joihin arvio perustuu. Osavuosikatsauksessa esitettävien tietojen on oltava vertailukelpoisia edellisen tilikauden vastaavan katsauskauden tietoihin. Jos liikkeeseenlaskijan on laadittava konsernitilinpäätös, osavuosikatsaus annetaan konsernin tietoina. Jos liikkeeseenlaskijan tilintarkastaja on tarkastanut osavuosikatsauksen, tilintarkastajan on ilmoitettava lausunnossaan, missä laajuudessa tarkastus on suoritettu. Tilintarkastajan lausunto on liitettävä osavuosikatsaukseen. Jos tilintarkastaja ei ole tarkastanut osavuosikatsausta, liikkeeseenlaskijan on ilmoitettava tästä osavuosikatsauksessa.",
        "folded_fi": "osavuosikatsauksen tulee antaa oikea ja riittava kuva liikkeeseenlaskijan taloudellisesta asemasta ja tuloksesta. osavuosikatsaus on laadittava noudattaen samoja kirjaamis- ja arvostusperiaatteita kuin tilinpaatoksessa. osavuosikatsauksessa tulee olla selostusosa ja taulukko-osa. taulukko-osa on laadittava noudattaen kirjanpitolaissa (1336/1997) tarkoitettuja kansainvalisia tilinpaatosstandardeja osavuosikatsauksista. liikkeeseenlaskija voi kuitenkin laatia tilikauden kolmelta ja yhdeksalta ensimmaiselta kuukaudelta suppean taulukko-osan. selostusosassa on annettava yleiskuvaus liikkeeseenlaskijan taloudellisesta asemasta ja tuloksesta seka niiden kehityksesta katsauskaudella. selostusosassa on selostettava katsauskauden merkittavia tapahtumia ja liiketoimia seka niiden vaikutuksia liikkeeseenlaskijan taloudelliseen asemaan ja tulokseen. selostusosassa on annettava kuvaus liikkeeseenlaskijan liiketoimintaan liittyvista merkittavista lahiajan riskeista ja epavarmuustekijoista seka arvioitava liikkeeseenlaskijan todennakoista kehitysta kuluvana tilikautena siina maarin kuin se on mahdollista ja esitettava selvitys seikoista, joihin arvio perustuu. osavuosikatsauksessa esitettavien tietojen on oltava vertailukelpoisia edellisen tilikauden vastaavan katsauskauden tietoihin. jos liikkeeseenlaskijan on laadittava konsernitilinpaatos, osavuosikatsaus annetaan konsernin tietoina. jos liikkeeseenlaskijan tilintarkastaja on tarkastanut osavuosikatsauksen, tilintarkastajan on ilmoitettava lausunnossaan, missa laajuudessa tarkastus on suoritettu. tilintarkastajan lausunto on liitettava osavuosikatsaukseen. jos tilintarkastaja ei ole tarkastanut osavuosikatsausta, liikkeeseenlaskijan on ilmoitettava tasta osavuosikatsauksessa.",
        "content_sv": "Delårsrapporten skall ge en riktig och tillräcklig bild av emittentens ekonomiska ställning och resultat. Delårsrapporten skall utarbetas med beaktande av samma bokförings- och värderingsprinciper som vid bokslutet. Delårsrapporten skall innehålla en redogörelsedel och en tabelldel. Tabelldelen skall utarbetas i enlighet med de internationella redovisningsstandarder som avses i bokföringslagen (1336/1997) och som gäller för delårsrapporter. Emittenten kan dock för räkenskapsperiodens tre och nio första månader utarbeta en kortfattad tabelldel. Redogörelsedelen skall innehålla en allmän beskrivning av emittentens ekonomiska ställning och resultat samt deras utveckling under rapportperioden. Redogörelsedelen skall omfatta en beskrivning av betydande händelser och affärstransaktioner under rapportperioden samt deras inverkan på emittentens ekonomiska ställning och resultat. Redogörelsedelen skall innehålla en beskrivning av betydande risker och osäkerhetsmoment i anslutning till affärsverksamheten under den närmaste framtiden samt en bedömning i den mån det är möjligt av emittentens sannolika utveckling under den pågående räkenskapsperioden och innehålla en utredning över de faktorer som bedömningen grundar sig på. Uppgifterna i delårsrapporten skall vara jämförbara med uppgifterna för motsvarande period under den föregående räkenskapsperioden. Om emittenten skall upprätta ett koncernbokslut, ges delårsrapporten som koncernens information. Om emittentens revisor har granskat delårsrapporten, skall revisorn i sitt utlåtande uppge hur omfattande granskningen varit. Revisorsutlåtandet skall fogas till delårsrapporten. Om revisorn inte har granskat delårsrapporten, skall emittenten meddela detta i delårsrapporten.",
        "normalized_sv": "Delårsrapporten skall ge en riktig och tillräcklig bild av emittentens ekonomiska ställning och resultat. Delårsrapporten skall utarbetas med beaktande av samma bokförings- och värderingsprinciper som vid bokslutet. Delårsrapporten skall innehålla en redogörelsedel och en tabelldel. Tabelldelen skall utarbetas i enlighet med de internationella redovisningsstandarder som avses i bokföringslagen (1336/1997) och som gäller för delårsrapporter. Emittenten kan dock för räkenskapsperiodens tre och nio första månader utarbeta en kortfattad tabelldel. Redogörelsedelen skall innehålla en allmän beskrivning av emittentens ekonomiska ställning och resultat samt deras utveckling under rapportperioden. Redogörelsedelen skall omfatta en beskrivning av betydande händelser och affärstransaktioner under rapportperioden samt deras inverkan på emittentens ekonomiska ställning och resultat. Redogörelsedelen skall innehålla en beskrivning av betydande risker och osäkerhetsmoment i anslutning till affärsverksamheten under den närmaste framtiden samt en bedömning i den mån det är möjligt av emittentens sannolika utveckling under den pågående räkenskapsperioden och innehålla en utredning över de faktorer som bedömningen grundar sig på. Uppgifterna i delårsrapporten skall vara jämförbara med uppgifterna för motsvarande period under den föregående räkenskapsperioden. Om emittenten skall upprätta ett koncernbokslut, ges delårsrapporten som koncernens information. Om emittentens revisor har granskat delårsrapporten, skall revisorn i sitt utlåtande uppge hur omfattande granskningen varit. Revisorsutlåtandet skall fogas till delårsrapporten. Om revisorn inte har granskat delårsrapporten, skall emittenten meddela detta i delårsrapporten.",
        "folded_sv": "delarsrapporten skall ge en riktig och tillracklig bild av emittentens ekonomiska stallning och resultat. delarsrapporten skall utarbetas med beaktande av samma bokforings- och varderingsprinciper som vid bokslutet. delarsrapporten skall innehalla en redogorelsedel och en tabelldel. tabelldelen skall utarbetas i enlighet med de internationella redovisningsstandarder som avses i bokforingslagen (1336/1997) och som galler for delarsrapporter. emittenten kan dock for rakenskapsperiodens tre och nio forsta manader utarbeta en kortfattad tabelldel. redogorelsedelen skall innehalla en allman beskrivning av emittentens ekonomiska stallning och resultat samt deras utveckling under rapportperioden. redogorelsedelen skall omfatta en beskrivning av betydande handelser och affarstransaktioner under rapportperioden samt deras inverkan pa emittentens ekonomiska stallning och resultat. redogorelsedelen skall innehalla en beskrivning av betydande risker och osakerhetsmoment i anslutning till affarsverksamheten under den narmaste framtiden samt en bedomning i den man det ar mojligt av emittentens sannolika utveckling under den pagaende rakenskapsperioden och innehalla en utredning over de faktorer som bedomningen grundar sig pa. uppgifterna i delarsrapporten skall vara jamforbara med uppgifterna for motsvarande period under den foregaende rakenskapsperioden. om emittenten skall uppratta ett koncernbokslut, ges delarsrapporten som koncernens information. om emittentens revisor har granskat delarsrapporten, skall revisorn i sitt utlatande uppge hur omfattande granskningen varit. revisorsutlatandet skall fogas till delarsrapporten. om revisorn inte har granskat delarsrapporten, skall emittenten meddela detta i delarsrapporten."
      }
    },
    {
      "provision_ref": "2:5 b",
      "chapter": "2",
      "section": "5 b",
      "content": "Osavuosikatsaus on julkistettava ilman aiheetonta viivytystä, kuitenkin viimeistään kahden kuukauden kuluessa katsauskauden päättymisestä. Julkistamisajankohta on julkistettava heti, kun siitä on päätetty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:5 b",
        "normalized_fi": "Osavuosikatsaus on julkistettava ilman aiheetonta viivytystä, kuitenkin viimeistään kahden kuukauden kuluessa katsauskauden päättymisestä. Julkistamisajankohta on julkistettava heti, kun siitä on päätetty.",
        "folded_fi": "osavuosikatsaus on julkistettava ilman aiheetonta viivytysta, kuitenkin viimeistaan kahden kuukauden kuluessa katsauskauden paattymisesta. julkistamisajankohta on julkistettava heti, kun siita on paatetty.",
        "content_sv": "Delårsrapporten skall offentliggöras utan obefogat dröjsmål, dock senast två månader efter utgången av rapportperioden. Tidpunkten för offentliggörandet skall offentliggöras omedelbart efter det att den har fastställts.",
        "normalized_sv": "Delårsrapporten skall offentliggöras utan obefogat dröjsmål, dock senast två månader efter utgången av rapportperioden. Tidpunkten för offentliggörandet skall offentliggöras omedelbart efter det att den har fastställts.",
        "folded_sv": "delarsrapporten skall offentliggoras utan obefogat drojsmal, dock senast tva manader efter utgangen av rapportperioden. tidpunkten for offentliggorandet skall offentliggoras omedelbart efter det att den har faststallts."
      }
    },
    {
      "provision_ref": "2:5 c",
      "chapter": "2",
      "section": "5 c",
      "content": "Liikkeeseenlaskijan on ennen tilikauden alkamista julkistettava tieto siitä, jos liikkeeseenlaskija ei julkaise osavuosikatsausta tilikauden kolmelta ja yhdeksältä ensimmäiseltä kuukaudelta sekä perusteet julkaisematta jättämiselle. Johdon osavuotisessa selvityksessä on annettava yleiskuvaus liikkeeseenlaskijan taloudellisesta asemasta ja tuloksesta sekä niiden kehityksestä katsauskaudella julkistamisajankohtaan asti. Selvityksessä on selostettava katsauskauden merkittäviä tapahtumia ja liiketoimia sekä niiden vaikutuksia liikkeeseenlaskijan taloudelliseen asemaan. Liikkeeseenlaskijan on julkistettava johdon osavuotinen selvitys aikaisintaan kymmenen viikkoa asianomaisen kuuden kuukauden ajanjakson alkamisesta ja viimeistään kuusi viikkoa ennen sen päättymistä. Johdon osavuotisen selvityksen julkistamisajankohta on julkistettava heti, kun siitä on päätetty. Jos liikkeeseenlaskijan on laadittava konsernitilinpäätös, johdon osavuotinen selvitys annetaan konsernin tietoina. Tässä pykälässä tarkoitettu selvitys on nimettävä johdon osavuotiseksi selvitykseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:5 c",
        "normalized_fi": "Liikkeeseenlaskijan on ennen tilikauden alkamista julkistettava tieto siitä, jos liikkeeseenlaskija ei julkaise osavuosikatsausta tilikauden kolmelta ja yhdeksältä ensimmäiseltä kuukaudelta sekä perusteet julkaisematta jättämiselle. Johdon osavuotisessa selvityksessä on annettava yleiskuvaus liikkeeseenlaskijan taloudellisesta asemasta ja tuloksesta sekä niiden kehityksestä katsauskaudella julkistamisajankohtaan asti. Selvityksessä on selostettava katsauskauden merkittäviä tapahtumia ja liiketoimia sekä niiden vaikutuksia liikkeeseenlaskijan taloudelliseen asemaan. Liikkeeseenlaskijan on julkistettava johdon osavuotinen selvitys aikaisintaan kymmenen viikkoa asianomaisen kuuden kuukauden ajanjakson alkamisesta ja viimeistään kuusi viikkoa ennen sen päättymistä. Johdon osavuotisen selvityksen julkistamisajankohta on julkistettava heti, kun siitä on päätetty. Jos liikkeeseenlaskijan on laadittava konsernitilinpäätös, johdon osavuotinen selvitys annetaan konsernin tietoina. Tässä pykälässä tarkoitettu selvitys on nimettävä johdon osavuotiseksi selvitykseksi.",
        "folded_fi": "liikkeeseenlaskijan on ennen tilikauden alkamista julkistettava tieto siita, jos liikkeeseenlaskija ei julkaise osavuosikatsausta tilikauden kolmelta ja yhdeksalta ensimmaiselta kuukaudelta seka perusteet julkaisematta jattamiselle. johdon osavuotisessa selvityksessa on annettava yleiskuvaus liikkeeseenlaskijan taloudellisesta asemasta ja tuloksesta seka niiden kehityksesta katsauskaudella julkistamisajankohtaan asti. selvityksessa on selostettava katsauskauden merkittavia tapahtumia ja liiketoimia seka niiden vaikutuksia liikkeeseenlaskijan taloudelliseen asemaan. liikkeeseenlaskijan on julkistettava johdon osavuotinen selvitys aikaisintaan kymmenen viikkoa asianomaisen kuuden kuukauden ajanjakson alkamisesta ja viimeistaan kuusi viikkoa ennen sen paattymista. johdon osavuotisen selvityksen julkistamisajankohta on julkistettava heti, kun siita on paatetty. jos liikkeeseenlaskijan on laadittava konsernitilinpaatos, johdon osavuotinen selvitys annetaan konsernin tietoina. tassa pykalassa tarkoitettu selvitys on nimettava johdon osavuotiseksi selvitykseksi.",
        "content_sv": "Om emittenten inte offentliggör delårsrapporter för räkenskapsperiodens tre och nio första månader, skall emittenten innan räkenskapsperioden inleds offentliggöra denna uppgift och motiveringen till att delårsrapporterna inte offentliggörs. Ledningens delårsredogörelse skall innehålla en allmän beskrivning av emittentens ekonomiska ställning och resultat samt deras utveckling under rapportperioden fram till tidpunkten för offentliggörandet. Redogörelsen skall omfatta en beskrivning av betydande händelser och affärstransaktioner under rapportperioden samt deras inverkan på emittentens ekonomiska ställning. Emittenten skall offentliggöra ledningens delårsredogörelse tidigast tio veckor efter det att sexmånadersperioden i fråga inletts och senast sex veckor innan den avslutas. Tidpunkten för offentliggörandet av ledningens delårsredogörelse skall offentliggöras omedelbart efter det att den har fastställts. Om emittenten skall upprätta ett koncernbokslut, ges ledningens delårsredogörelse som koncernens information. Den redogörelse som avses i denna paragraf skall benämnas ledningens delårsredogörelse.",
        "normalized_sv": "Om emittenten inte offentliggör delårsrapporter för räkenskapsperiodens tre och nio första månader, skall emittenten innan räkenskapsperioden inleds offentliggöra denna uppgift och motiveringen till att delårsrapporterna inte offentliggörs. Ledningens delårsredogörelse skall innehålla en allmän beskrivning av emittentens ekonomiska ställning och resultat samt deras utveckling under rapportperioden fram till tidpunkten för offentliggörandet. Redogörelsen skall omfatta en beskrivning av betydande händelser och affärstransaktioner under rapportperioden samt deras inverkan på emittentens ekonomiska ställning. Emittenten skall offentliggöra ledningens delårsredogörelse tidigast tio veckor efter det att sexmånadersperioden i fråga inletts och senast sex veckor innan den avslutas. Tidpunkten för offentliggörandet av ledningens delårsredogörelse skall offentliggöras omedelbart efter det att den har fastställts. Om emittenten skall upprätta ett koncernbokslut, ges ledningens delårsredogörelse som koncernens information. Den redogörelse som avses i denna paragraf skall benämnas ledningens delårsredogörelse.",
        "folded_sv": "om emittenten inte offentliggor delarsrapporter for rakenskapsperiodens tre och nio forsta manader, skall emittenten innan rakenskapsperioden inleds offentliggora denna uppgift och motiveringen till att delarsrapporterna inte offentliggors. ledningens delarsredogorelse skall innehalla en allman beskrivning av emittentens ekonomiska stallning och resultat samt deras utveckling under rapportperioden fram till tidpunkten for offentliggorandet. redogorelsen skall omfatta en beskrivning av betydande handelser och affarstransaktioner under rapportperioden samt deras inverkan pa emittentens ekonomiska stallning. emittenten skall offentliggora ledningens delarsredogorelse tidigast tio veckor efter det att sexmanadersperioden i fraga inletts och senast sex veckor innan den avslutas. tidpunkten for offentliggorandet av ledningens delarsredogorelse skall offentliggoras omedelbart efter det att den har faststallts. om emittenten skall uppratta ett koncernbokslut, ges ledningens delarsredogorelse som koncernens information. den redogorelse som avses i denna paragraf skall benamnas ledningens delarsredogorelse."
      }
    },
    {
      "provision_ref": "2:5 d",
      "chapter": "2",
      "section": "5 d",
      "content": "Jos 5 §:ssä tarkoitetun liikkeeseenlaskijan tilikautta on pidennetty, liikkeeseenlaskijan on lisäksi laadittava tilikauden 12 ensimmäiseltä kuukaudelta osavuosikatsaus, joka vastaa 5 a §:ssä tarkoitettua kuudelta ensimmäiseltä kuukaudelta laadittavaa osavuosikatsausta. Jos tilikautta on pidennetty yli 15 kuukauden, tilikauden 15 ensimmäiseltä kuukaudelta on laadittava osavuosikatsaus, joka vastaa 5 a §:ssä tarkoitettua kolmelta ensimmäiseltä kuukaudelta laadittavaa osavuosikatsausta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:5 d",
        "normalized_fi": "Jos 5 § :ssä tarkoitetun liikkeeseenlaskijan tilikautta on pidennetty, liikkeeseenlaskijan on lisäksi laadittava tilikauden 12 ensimmäiseltä kuukaudelta osavuosikatsaus, joka vastaa 5 a § :ssä tarkoitettua kuudelta ensimmäiseltä kuukaudelta laadittavaa osavuosikatsausta. Jos tilikautta on pidennetty yli 15 kuukauden, tilikauden 15 ensimmäiseltä kuukaudelta on laadittava osavuosikatsaus, joka vastaa 5 a § :ssä tarkoitettua kolmelta ensimmäiseltä kuukaudelta laadittavaa osavuosikatsausta.",
        "folded_fi": "jos 5 §:ssa tarkoitetun liikkeeseenlaskijan tilikautta on pidennetty, liikkeeseenlaskijan on lisaksi laadittava tilikauden 12 ensimmaiselta kuukaudelta osavuosikatsaus, joka vastaa 5 a §:ssa tarkoitettua kuudelta ensimmaiselta kuukaudelta laadittavaa osavuosikatsausta. jos tilikautta on pidennetty yli 15 kuukauden, tilikauden 15 ensimmaiselta kuukaudelta on laadittava osavuosikatsaus, joka vastaa 5 a §:ssa tarkoitettua kolmelta ensimmaiselta kuukaudelta laadittavaa osavuosikatsausta.",
        "content_sv": "Om räkenskapsperioden för en emittent som avses i 5 § har förlängts, skall emittenten dessutom för de 12 första månaderna av räkenskapsperioden upprätta en delårsrapport, som motsvarar den delårsrapport som avses i 5 a § för de första sex månaderna. Om räkenskapsperioden har förlängts till över 15 månader, skall för räkenskapsperiodens 15 första månader upprättas en delårsrapport som motsvarar delårsrapporten som avses i 5 a § för de tre första månaderna.",
        "normalized_sv": "Om räkenskapsperioden för en emittent som avses i 5 § har förlängts, skall emittenten dessutom för de 12 första månaderna av räkenskapsperioden upprätta en delårsrapport, som motsvarar den delårsrapport som avses i 5 a § för de första sex månaderna. Om räkenskapsperioden har förlängts till över 15 månader, skall för räkenskapsperiodens 15 första månader upprättas en delårsrapport som motsvarar delårsrapporten som avses i 5 a § för de tre första månaderna.",
        "folded_sv": "om rakenskapsperioden for en emittent som avses i 5 § har forlangts, skall emittenten dessutom for de 12 forsta manaderna av rakenskapsperioden uppratta en delarsrapport, som motsvarar den delarsrapport som avses i 5 a § for de forsta sex manaderna. om rakenskapsperioden har forlangts till over 15 manader, skall for rakenskapsperiodens 15 forsta manader upprattas en delarsrapport som motsvarar delarsrapporten som avses i 5 a § for de tre forsta manaderna."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Julkisen kaupankäynnin kohteena olevan arvopaperin liikkeeseenlaskijan on julkistettava tilinpäätöksensä ja toimintakertomuksensa ilman aiheetonta viivytystä viimeistään viikkoa ennen sitä kokousta, jossa tilinpäätös on esitettävä vahvistettavaksi, kuitenkin viimeistään kolmen kuukauden kuluessa tilikauden päättymisestä. Edellä 1 momentissa tarkoitettu velvollisuus ei koske Suomen valtiota, Suomen Pankkia, suomalaista kuntaa tai kuntayhtymää, muuta valtiota, sen keskuspankkia tai sen alueellista hallintoyksikköä, Euroopan keskuspankkia eikä sellaista kansainvälistä julkisyhteisöä, jonka jäsenenä on vähintään yksi Euroopan talousalueeseen kuuluva valtio. Tilinpäätöksen ja toimintakertomuksen tulee antaa oikea ja riittävä kuva liikkeeseenlaskijan toiminnan tuloksesta ja taloudellisesta asemasta. Tilinpäätöksen ja toimintakertomuksen ohessa on julkistettava tilintarkastuskertomus. Jos tilikauden aikana kuudelta ensimmäiseltä kuukaudelta tai pidennetyn tilikauden 12 ensimmäiseltä kuukaudelta laadittua osavuosikatsausta ei tilintarkastajien käsityksen mukaan ole laadittu sitä koskevien säännösten mukaisesti, tästä on ilmoitettava tilintarkastuskertomuksessa. Liikkeeseenlaskijan on kuitenkin julkistettava tilinpäätös ja toimintakertomus sekä tilintarkastuskertomus välittömästi, jos tilintarkastajat tilintarkastuskertomuksessa: 1) toteavat, että tilinpäätöstä ei ole laadittu kirjanpitolain ja tilinpäätöksen laatimista koskevien muiden säännösten ja määräysten mukaisesti; 2) toteavat, että tilinpäätös ei anna kirjanpitolaissa tarkoitetulla tavalla oikeaa ja riittävää kuvaa liikkeeseenlaskijan tai sen konsernin toiminnan tuloksesta ja taloudellisesta asemasta, johon liikkeeseenlaskija kuuluu; 3) toteavat, että tilinpäätöstä ei tulisi vahvistaa; 4) eivät yhdy hallituksen tekemään tuloksen käsittelyä koskevaan ehdotukseen; 5) toteavat, että vastuuvapautta ei tulisi myöntää; taikka 6) esittävät muun muistutuksen suorittamansa tarkastuksen perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:6",
        "normalized_fi": "Julkisen kaupankäynnin kohteena olevan arvopaperin liikkeeseenlaskijan on julkistettava tilinpäätöksensä ja toimintakertomuksensa ilman aiheetonta viivytystä viimeistään viikkoa ennen sitä kokousta, jossa tilinpäätös on esitettävä vahvistettavaksi, kuitenkin viimeistään kolmen kuukauden kuluessa tilikauden päättymisestä. Edellä 1 momentissa tarkoitettu velvollisuus ei koske Suomen valtiota, Suomen Pankkia, suomalaista kuntaa tai kuntayhtymää, muuta valtiota, sen keskuspankkia tai sen alueellista hallintoyksikköä, Euroopan keskuspankkia eikä sellaista kansainvälistä julkisyhteisöä, jonka jäsenenä on vähintään yksi Euroopan talousalueeseen kuuluva valtio. Tilinpäätöksen ja toimintakertomuksen tulee antaa oikea ja riittävä kuva liikkeeseenlaskijan toiminnan tuloksesta ja taloudellisesta asemasta. Tilinpäätöksen ja toimintakertomuksen ohessa on julkistettava tilintarkastuskertomus. Jos tilikauden aikana kuudelta ensimmäiseltä kuukaudelta tai pidennetyn tilikauden 12 ensimmäiseltä kuukaudelta laadittua osavuosikatsausta ei tilintarkastajien käsityksen mukaan ole laadittu sitä koskevien säännösten mukaisesti, tästä on ilmoitettava tilintarkastuskertomuksessa. Liikkeeseenlaskijan on kuitenkin julkistettava tilinpäätös ja toimintakertomus sekä tilintarkastuskertomus välittömästi, jos tilintarkastajat tilintarkastuskertomuksessa: 1) toteavat, että tilinpäätöstä ei ole laadittu kirjanpitolain ja tilinpäätöksen laatimista koskevien muiden säännösten ja määräysten mukaisesti; 2) toteavat, että tilinpäätös ei anna kirjanpitolaissa tarkoitetulla tavalla oikeaa ja riittävää kuvaa liikkeeseenlaskijan tai sen konsernin toiminnan tuloksesta ja taloudellisesta asemasta, johon liikkeeseenlaskija kuuluu; 3) toteavat, että tilinpäätöstä ei tulisi vahvistaa; 4) eivät yhdy hallituksen tekemään tuloksen käsittelyä koskevaan ehdotukseen; 5) toteavat, että vastuuvapautta ei tulisi myöntää; taikka 6) esittävät muun muistutuksen suorittamansa tarkastuksen perusteella.",
        "folded_fi": "julkisen kaupankaynnin kohteena olevan arvopaperin liikkeeseenlaskijan on julkistettava tilinpaatoksensa ja toimintakertomuksensa ilman aiheetonta viivytysta viimeistaan viikkoa ennen sita kokousta, jossa tilinpaatos on esitettava vahvistettavaksi, kuitenkin viimeistaan kolmen kuukauden kuluessa tilikauden paattymisesta. edella 1 momentissa tarkoitettu velvollisuus ei koske suomen valtiota, suomen pankkia, suomalaista kuntaa tai kuntayhtymaa, muuta valtiota, sen keskuspankkia tai sen alueellista hallintoyksikkoa, euroopan keskuspankkia eika sellaista kansainvalista julkisyhteisoa, jonka jasenena on vahintaan yksi euroopan talousalueeseen kuuluva valtio. tilinpaatoksen ja toimintakertomuksen tulee antaa oikea ja riittava kuva liikkeeseenlaskijan toiminnan tuloksesta ja taloudellisesta asemasta. tilinpaatoksen ja toimintakertomuksen ohessa on julkistettava tilintarkastuskertomus. jos tilikauden aikana kuudelta ensimmaiselta kuukaudelta tai pidennetyn tilikauden 12 ensimmaiselta kuukaudelta laadittua osavuosikatsausta ei tilintarkastajien kasityksen mukaan ole laadittu sita koskevien saannosten mukaisesti, tasta on ilmoitettava tilintarkastuskertomuksessa. liikkeeseenlaskijan on kuitenkin julkistettava tilinpaatos ja toimintakertomus seka tilintarkastuskertomus valittomasti, jos tilintarkastajat tilintarkastuskertomuksessa: 1) toteavat, etta tilinpaatosta ei ole laadittu kirjanpitolain ja tilinpaatoksen laatimista koskevien muiden saannosten ja maaraysten mukaisesti; 2) toteavat, etta tilinpaatos ei anna kirjanpitolaissa tarkoitetulla tavalla oikeaa ja riittavaa kuvaa liikkeeseenlaskijan tai sen konsernin toiminnan tuloksesta ja taloudellisesta asemasta, johon liikkeeseenlaskija kuuluu; 3) toteavat, etta tilinpaatosta ei tulisi vahvistaa; 4) eivat yhdy hallituksen tekemaan tuloksen kasittelya koskevaan ehdotukseen; 5) toteavat, etta vastuuvapautta ei tulisi myontaa; taikka 6) esittavat muun muistutuksen suorittamansa tarkastuksen perusteella.",
        "content_sv": "En emittent vars värdepapper är föremål för offentlig handel skall offentliggöra sitt bokslut och sin verksamhetsberättelse utan obefogat dröjsmål senast en vecka före det sammanträde där bokslutet skall framläggas för fastställelse, likväl senast tre månader efter räkenskapsperiodens utgång. Den i 1 mom. föreskrivna skyldigheten gäller inte finska staten, Finlands Bank, en finsk kommun eller samkommun, andra stater, deras centralbanker eller regionala förvaltningsenheter, Europeiska centralbanken eller ett sådant internationellt offentligt samfund vilket som medlem har minst en stat som hör till Europeiska ekonomiska samarbetsområdet. Bokslutet och verksamhetsberättelsen skall ge en riktig och tillräcklig bild av emittentens verksamhetsresultat och ekonomiska ställning. Utöver bokslutet och verksamhetsberättelsen skall det offentliggöras en revisionsberättelse. Om en delårsrapport över räkenskapsperiodens första sex månader eller den förlängda räkenskapsperiodens första 12 månader enligt revisorerna inte har utarbetats i enlighet med bestämmelserna om den, skall detta meddelas i revisionsberättelsen. Emittenten skall dock offentliggöra bokslutet och verksamhetsberättelsen samt revisionsberättelsen omedelbart, om revisorerna i sin revisionsberättelse 1) konstaterar att bokslutet inte är upprättat enligt bokföringslagen samt enligt övriga bestämmelser och föreskrifter som gäller upprättande av bokslut, 2) konstaterar att bokslutet inte på det sätt som avses i bokföringslagen ger riktiga och tillräckliga uppgifter om verksamhetsresultatet och den ekonomiska ställningen för emittenten eller den koncern till vilken emittenten hör, 3) konstaterar att bokslutet inte bör fastställas, 4) inte förordar styrelsens förslag till disponering av resultatet, 5) konstaterar att ansvarsfrihet inte bör beviljas, eller 6) framställer någon annan anmärkning med stöd av sin granskning.",
        "normalized_sv": "En emittent vars värdepapper är föremål för offentlig handel skall offentliggöra sitt bokslut och sin verksamhetsberättelse utan obefogat dröjsmål senast en vecka före det sammanträde där bokslutet skall framläggas för fastställelse, likväl senast tre månader efter räkenskapsperiodens utgång. Den i 1 mom. föreskrivna skyldigheten gäller inte finska staten, Finlands Bank, en finsk kommun eller samkommun, andra stater, deras centralbanker eller regionala förvaltningsenheter, Europeiska centralbanken eller ett sådant internationellt offentligt samfund vilket som medlem har minst en stat som hör till Europeiska ekonomiska samarbetsområdet. Bokslutet och verksamhetsberättelsen skall ge en riktig och tillräcklig bild av emittentens verksamhetsresultat och ekonomiska ställning. Utöver bokslutet och verksamhetsberättelsen skall det offentliggöras en revisionsberättelse. Om en delårsrapport över räkenskapsperiodens första sex månader eller den förlängda räkenskapsperiodens första 12 månader enligt revisorerna inte har utarbetats i enlighet med bestämmelserna om den, skall detta meddelas i revisionsberättelsen. Emittenten skall dock offentliggöra bokslutet och verksamhetsberättelsen samt revisionsberättelsen omedelbart, om revisorerna i sin revisionsberättelse 1) konstaterar att bokslutet inte är upprättat enligt bokföringslagen samt enligt övriga bestämmelser och föreskrifter som gäller upprättande av bokslut, 2) konstaterar att bokslutet inte på det sätt som avses i bokföringslagen ger riktiga och tillräckliga uppgifter om verksamhetsresultatet och den ekonomiska ställningen för emittenten eller den koncern till vilken emittenten hör, 3) konstaterar att bokslutet inte bör fastställas, 4) inte förordar styrelsens förslag till disponering av resultatet, 5) konstaterar att ansvarsfrihet inte bör beviljas, eller 6) framställer någon annan anmärkning med stöd av sin granskning.",
        "folded_sv": "en emittent vars vardepapper ar foremal for offentlig handel skall offentliggora sitt bokslut och sin verksamhetsberattelse utan obefogat drojsmal senast en vecka fore det sammantrade dar bokslutet skall framlaggas for faststallelse, likval senast tre manader efter rakenskapsperiodens utgang. den i 1 mom. foreskrivna skyldigheten galler inte finska staten, finlands bank, en finsk kommun eller samkommun, andra stater, deras centralbanker eller regionala forvaltningsenheter, europeiska centralbanken eller ett sadant internationellt offentligt samfund vilket som medlem har minst en stat som hor till europeiska ekonomiska samarbetsomradet. bokslutet och verksamhetsberattelsen skall ge en riktig och tillracklig bild av emittentens verksamhetsresultat och ekonomiska stallning. utover bokslutet och verksamhetsberattelsen skall det offentliggoras en revisionsberattelse. om en delarsrapport over rakenskapsperiodens forsta sex manader eller den forlangda rakenskapsperiodens forsta 12 manader enligt revisorerna inte har utarbetats i enlighet med bestammelserna om den, skall detta meddelas i revisionsberattelsen. emittenten skall dock offentliggora bokslutet och verksamhetsberattelsen samt revisionsberattelsen omedelbart, om revisorerna i sin revisionsberattelse 1) konstaterar att bokslutet inte ar upprattat enligt bokforingslagen samt enligt ovriga bestammelser och foreskrifter som galler upprattande av bokslut, 2) konstaterar att bokslutet inte pa det satt som avses i bokforingslagen ger riktiga och tillrackliga uppgifter om verksamhetsresultatet och den ekonomiska stallningen for emittenten eller den koncern till vilken emittenten hor, 3) konstaterar att bokslutet inte bor faststallas, 4) inte forordar styrelsens forslag till disponering av resultatet, 5) konstaterar att ansvarsfrihet inte bor beviljas, eller 6) framstaller nagon annan anmarkning med stod av sin granskning."
      }
    },
    {
      "provision_ref": "2:6 a",
      "chapter": "2",
      "section": "6 a",
      "content": "Liikkeeseenlaskijan, jonka 1 luvun 2 §:n 1 momentin 1 tai 3 kohdassa tarkoitettu tai siihen rinnastettava arvopaperi on otettu julkisen kaupankäynnin kohteeksi, on julkistettava välittömästi tilinpäätöksen valmistumisen jälkeen tilinpäätöstiedote. Mitä 5 a §:ssä säädetään osavuosikatsauksesta, koskee vastaavasti tilinpäätöstiedotetta. Tilinpäätöstiedotteen selostusosassa on lisäksi kerrottava hallituksen esitys voittoa tai tappiota koskeviksi toimenpiteiksi sekä annettava selvitys jakokelpoisista varoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:6 a",
        "normalized_fi": "Liikkeeseenlaskijan, jonka 1 luvun 2 § :n 1 momentin 1 tai 3 kohdassa tarkoitettu tai siihen rinnastettava arvopaperi on otettu julkisen kaupankäynnin kohteeksi, on julkistettava välittömästi tilinpäätöksen valmistumisen jälkeen tilinpäätöstiedote. Mitä 5 a § :ssä säädetään osavuosikatsauksesta, koskee vastaavasti tilinpäätöstiedotetta. Tilinpäätöstiedotteen selostusosassa on lisäksi kerrottava hallituksen esitys voittoa tai tappiota koskeviksi toimenpiteiksi sekä annettava selvitys jakokelpoisista varoista.",
        "folded_fi": "liikkeeseenlaskijan, jonka 1 luvun 2 §:n 1 momentin 1 tai 3 kohdassa tarkoitettu tai siihen rinnastettava arvopaperi on otettu julkisen kaupankaynnin kohteeksi, on julkistettava valittomasti tilinpaatoksen valmistumisen jalkeen tilinpaatostiedote. mita 5 a §:ssa saadetaan osavuosikatsauksesta, koskee vastaavasti tilinpaatostiedotetta. tilinpaatostiedotteen selostusosassa on lisaksi kerrottava hallituksen esitys voittoa tai tappiota koskeviksi toimenpiteiksi seka annettava selvitys jakokelpoisista varoista.",
        "content_sv": "En emittent vars värdepapper som avses i 1 kap. 2 § 1 mom. 1 eller 3 punkten eller därmed jämförbara värdepapper har tagits upp till offentlig handel, skall omedelbart efter det att bokslutet blivit klart offentliggöra en bokslutskommuniké. Vad som i 5 a § bestäms om delårsrapporter gäller på motsvarande sätt bokslutskommunikéer. I bokslutskommunikéns redogörelsedel skall dessutom finnas en beskrivning av styrelsens förslag till åtgärder i fråga om vinsten eller förlusten och en redogörelse för de utdelningsbara medlen.",
        "normalized_sv": "En emittent vars värdepapper som avses i 1 kap. 2 § 1 mom. 1 eller 3 punkten eller därmed jämförbara värdepapper har tagits upp till offentlig handel, skall omedelbart efter det att bokslutet blivit klart offentliggöra en bokslutskommuniké. Vad som i 5 a § bestäms om delårsrapporter gäller på motsvarande sätt bokslutskommunikéer. I bokslutskommunikéns redogörelsedel skall dessutom finnas en beskrivning av styrelsens förslag till åtgärder i fråga om vinsten eller förlusten och en redogörelse för de utdelningsbara medlen.",
        "folded_sv": "en emittent vars vardepapper som avses i 1 kap. 2 § 1 mom. 1 eller 3 punkten eller darmed jamforbara vardepapper har tagits upp till offentlig handel, skall omedelbart efter det att bokslutet blivit klart offentliggora en bokslutskommunike. vad som i 5 a § bestams om delarsrapporter galler pa motsvarande satt bokslutskommunikeer. i bokslutskommunikens redogorelsedel skall dessutom finnas en beskrivning av styrelsens forslag till atgarder i fraga om vinsten eller forlusten och en redogorelse for de utdelningsbara medlen."
      }
    },
    {
      "provision_ref": "2:6 c",
      "chapter": "2",
      "section": "6 c",
      "content": "Liikkeeseenlaskijan on toimitettava osavuosikatsaus, johdon osavuotinen selvitys, tilinpäätös ja toimintakertomus, tilinpäätöstiedote sekä tieto 1 luvun 4 §:n 10 momentissa tekemästä valinnasta Rahoitustarkastukselle, asianomaiselle julkisen kaupankäynnin järjestäjälle ja keskeisille tiedotusvälineille. Liikkeeseenlaskijan on pidettävä 1 momentissa tarkoitetut tiedot yleisön saatavilla Internet-verkkosivuilla vähintään viiden vuoden ajan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:6 c",
        "normalized_fi": "Liikkeeseenlaskijan on toimitettava osavuosikatsaus, johdon osavuotinen selvitys, tilinpäätös ja toimintakertomus, tilinpäätöstiedote sekä tieto 1 luvun 4 § :n 10 momentissa tekemästä valinnasta Rahoitustarkastukselle, asianomaiselle julkisen kaupankäynnin järjestäjälle ja keskeisille tiedotusvälineille. Liikkeeseenlaskijan on pidettävä 1 momentissa tarkoitetut tiedot yleisön saatavilla Internet-verkkosivuilla vähintään viiden vuoden ajan.",
        "folded_fi": "liikkeeseenlaskijan on toimitettava osavuosikatsaus, johdon osavuotinen selvitys, tilinpaatos ja toimintakertomus, tilinpaatostiedote seka tieto 1 luvun 4 §:n 10 momentissa tekemasta valinnasta rahoitustarkastukselle, asianomaiselle julkisen kaupankaynnin jarjestajalle ja keskeisille tiedotusvalineille. liikkeeseenlaskijan on pidettava 1 momentissa tarkoitetut tiedot yleison saatavilla internet-verkkosivuilla vahintaan viiden vuoden ajan.",
        "content_sv": "Emittenten skall översända delårsrapporten, ledningens delårsredogörelse, bokslutet och verksamhetsberättelsen, bokslutskommunikén samt uppgift över det val som avses i 1 kap. 4 § 10 mom. till Finansinspektionen, den som ordnar den offentliga handeln och de viktigaste informationsmedierna. Emittenten skall hålla de i 1 mom. avsedda uppgifterna tillgängliga för allmänheten på webbsidor i minst fem års tid.",
        "normalized_sv": "Emittenten skall översända delårsrapporten, ledningens delårsredogörelse, bokslutet och verksamhetsberättelsen, bokslutskommunikén samt uppgift över det val som avses i 1 kap. 4 § 10 mom. till Finansinspektionen, den som ordnar den offentliga handeln och de viktigaste informationsmedierna. Emittenten skall hålla de i 1 mom. avsedda uppgifterna tillgängliga för allmänheten på webbsidor i minst fem års tid.",
        "folded_sv": "emittenten skall oversanda delarsrapporten, ledningens delarsredogorelse, bokslutet och verksamhetsberattelsen, bokslutskommuniken samt uppgift over det val som avses i 1 kap. 4 § 10 mom. till finansinspektionen, den som ordnar den offentliga handeln och de viktigaste informationsmedierna. emittenten skall halla de i 1 mom. avsedda uppgifterna tillgangliga for allmanheten pa webbsidor i minst fem ars tid."
      }
    },
    {
      "provision_ref": "2:6 d",
      "chapter": "2",
      "section": "6 d",
      "content": "Osakkeenomistajan saatavilla on pidettävä julkisen kaupankäynnin kohteena olevan osakkeen liikkeeseenlaskijan yhtiökokouksessa käytettävä valtakirjalomake, jos tällainen lomake on laadittu yhtiön lukuun tai sen puolesta. Jos julkisen kaupankäynnin kohteena olevan joukkovelkakirjalainan ehtoihin liitetään määräys joukkovelkakirjanhaltijoiden kokouksesta, ehtojen on sisällettävä tarkemmat määräykset kokouksen ajankohdasta, paikasta ja asialistasta sekä kokouskutsusta. Liikkeeseenlaskijan on pidettävä kokouksessa käytettävä valtakirjalomake joukkovelkakirjanhaltijan saatavilla. Kokouskutsussa on ilmoitettava, miten 1 ja 2 momentissa tarkoitettu valtakirjalomake on saatavilla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:6 d",
        "normalized_fi": "Osakkeenomistajan saatavilla on pidettävä julkisen kaupankäynnin kohteena olevan osakkeen liikkeeseenlaskijan yhtiökokouksessa käytettävä valtakirjalomake, jos tällainen lomake on laadittu yhtiön lukuun tai sen puolesta. Jos julkisen kaupankäynnin kohteena olevan joukkovelkakirjalainan ehtoihin liitetään määräys joukkovelkakirjanhaltijoiden kokouksesta, ehtojen on sisällettävä tarkemmat määräykset kokouksen ajankohdasta, paikasta ja asialistasta sekä kokouskutsusta. Liikkeeseenlaskijan on pidettävä kokouksessa käytettävä valtakirjalomake joukkovelkakirjanhaltijan saatavilla. Kokouskutsussa on ilmoitettava, miten 1 ja 2 momentissa tarkoitettu valtakirjalomake on saatavilla.",
        "folded_fi": "osakkeenomistajan saatavilla on pidettava julkisen kaupankaynnin kohteena olevan osakkeen liikkeeseenlaskijan yhtiokokouksessa kaytettava valtakirjalomake, jos tallainen lomake on laadittu yhtion lukuun tai sen puolesta. jos julkisen kaupankaynnin kohteena olevan joukkovelkakirjalainan ehtoihin liitetaan maarays joukkovelkakirjanhaltijoiden kokouksesta, ehtojen on sisallettava tarkemmat maaraykset kokouksen ajankohdasta, paikasta ja asialistasta seka kokouskutsusta. liikkeeseenlaskijan on pidettava kokouksessa kaytettava valtakirjalomake joukkovelkakirjanhaltijan saatavilla. kokouskutsussa on ilmoitettava, miten 1 ja 2 momentissa tarkoitettu valtakirjalomake on saatavilla.",
        "content_sv": "De fullmaktsblanketter som används vid en bolagsstämma för en emittent av aktier som är föremål för offentlig handel skall hållas tillgängliga för aktieägarna, om sådana blanketter har utarbetats av bolaget eller för bolagets räkning. Om en bestämmelse om masskuldebrevsinnehavarnas möte tas in i villkoren för ett masskuldebrevslån som är föremål för offentlig handel, skall villkoren innehålla närmare bestämmelser om mötets tidpunkt, plats och dagordning samt möteskallelsen. Emittenten skall hålla de fullmaktsblanketter som används vid mötet tillgängliga för masskuldebrevsinnehavarna. I möteskallelsen skall anges hur de fullmaktsblanketter som avses i 1 och 2 mom. hålls tillgängliga.",
        "normalized_sv": "De fullmaktsblanketter som används vid en bolagsstämma för en emittent av aktier som är föremål för offentlig handel skall hållas tillgängliga för aktieägarna, om sådana blanketter har utarbetats av bolaget eller för bolagets räkning. Om en bestämmelse om masskuldebrevsinnehavarnas möte tas in i villkoren för ett masskuldebrevslån som är föremål för offentlig handel, skall villkoren innehålla närmare bestämmelser om mötets tidpunkt, plats och dagordning samt möteskallelsen. Emittenten skall hålla de fullmaktsblanketter som används vid mötet tillgängliga för masskuldebrevsinnehavarna. I möteskallelsen skall anges hur de fullmaktsblanketter som avses i 1 och 2 mom. hålls tillgängliga.",
        "folded_sv": "de fullmaktsblanketter som anvands vid en bolagsstamma for en emittent av aktier som ar foremal for offentlig handel skall hallas tillgangliga for aktieagarna, om sadana blanketter har utarbetats av bolaget eller for bolagets rakning. om en bestammelse om masskuldebrevsinnehavarnas mote tas in i villkoren for ett masskuldebrevslan som ar foremal for offentlig handel, skall villkoren innehalla narmare bestammelser om motets tidpunkt, plats och dagordning samt moteskallelsen. emittenten skall halla de fullmaktsblanketter som anvands vid motet tillgangliga for masskuldebrevsinnehavarna. i moteskallelsen skall anges hur de fullmaktsblanketter som avses i 1 och 2 mom. halls tillgangliga."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "omistusosuus raja) liputusilmoitus) Osakkeenomistajan on ilmoitettava osuutensa () yhtiölle ja Rahoitustarkastukselle, kun se saavuttaa tai ylittää taikka vähenee alle kahdeskymmenesosan, kymmenesosan, kolmen kahdeskymmenesosan, viidesosan, neljäsosan, kolmen kymmenesosan, puolet tai kahden kolmasosan ( sellaisen suomalaisen yhtiön äänimäärästä tai osakkeiden kokonaismäärästä, jonka osake on otettu julkisen kaupankäynnin tai sitä Euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankäynnin kohteeksi (. Osakkeenomistajaan rinnastetaan muu henkilö, jonka tässä momentissa tarkoitettu ja 2 momentissa säädetyllä tavalla laskettu omistusosuus saavuttaa tai ylittää säädetyn rajan taikka vähenee sen alle. Liputusilmoitus on tehtävä myös, kun osakkeenomistaja tai osakkeenomistajaan rinnastettava henkilö on osapuolena sopimuksessa tai muussa järjestelyssä, joka toteutuessaan johtaa säädetyn rajan saavuttamiseen tai ylittymiseen taikka omistusosuuden vähenemiseen säädetyn rajan alle. Osakkeenomistajan ei tarvitse tehdä liputusilmoitusta, jos ilmoituksen tekee yhteisö tai säätiö, jonka määräysvallassa osakkeenomistaja on. Laskettaessa omistusosuutta osakkeenomistajan omistusosuuteen luetaan osakkeenomistajan määräysvallassa olevan yhteisön ja säätiön omistusosuus, osakkeenomistajan ja sen määräysvallassa olevan yhteisön eläkesäätiön ja eläkekassan omistusosuus sekä muu omistusosuus, jonka käytöstä osakkeenomistaja voi yksin tai yhdessä kolmannen kanssa päättää tekemänsä sopimuksen nojalla tai muutoin. Liputusilmoitus on tehtävä ilman aiheetonta viivytystä sen jälkeen, kun osakkeenomistaja tiesi tai hänen olisi pitänyt tietää oikeustoimesta, jonka vuoksi hänen omistusosuutensa saavuttaa tai ylittää säädetyn rajan taikka vähenee sen alle. Kun ilmoitusvelvollisuus syntyy sen vuoksi, että osakkeenomistaja on osapuolena sellaisessa sopimuksessa, joka toteutuessaan johtaa säädetyn rajan saavuttamiseen tai ylittymiseen taikka omistusosuuden vähenemiseen säädetyn rajan alle, ilmoitus on kuitenkin tehtävä viimeistään sopimuksen tekopäivänä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:9",
        "normalized_fi": "omistusosuus raja) liputusilmoitus) Osakkeenomistajan on ilmoitettava osuutensa () yhtiölle ja Rahoitustarkastukselle, kun se saavuttaa tai ylittää taikka vähenee alle kahdeskymmenesosan, kymmenesosan, kolmen kahdeskymmenesosan, viidesosan, neljäsosan, kolmen kymmenesosan, puolet tai kahden kolmasosan ( sellaisen suomalaisen yhtiön äänimäärästä tai osakkeiden kokonaismäärästä, jonka osake on otettu julkisen kaupankäynnin tai sitä Euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankäynnin kohteeksi (. Osakkeenomistajaan rinnastetaan muu henkilö, jonka tässä momentissa tarkoitettu ja 2 momentissa säädetyllä tavalla laskettu omistusosuus saavuttaa tai ylittää säädetyn rajan taikka vähenee sen alle. Liputusilmoitus on tehtävä myös, kun osakkeenomistaja tai osakkeenomistajaan rinnastettava henkilö on osapuolena sopimuksessa tai muussa järjestelyssä, joka toteutuessaan johtaa säädetyn rajan saavuttamiseen tai ylittymiseen taikka omistusosuuden vähenemiseen säädetyn rajan alle. Osakkeenomistajan ei tarvitse tehdä liputusilmoitusta, jos ilmoituksen tekee yhteisö tai säätiö, jonka määräysvallassa osakkeenomistaja on. Laskettaessa omistusosuutta osakkeenomistajan omistusosuuteen luetaan osakkeenomistajan määräysvallassa olevan yhteisön ja säätiön omistusosuus, osakkeenomistajan ja sen määräysvallassa olevan yhteisön eläkesäätiön ja eläkekassan omistusosuus sekä muu omistusosuus, jonka käytöstä osakkeenomistaja voi yksin tai yhdessä kolmannen kanssa päättää tekemänsä sopimuksen nojalla tai muutoin. Liputusilmoitus on tehtävä ilman aiheetonta viivytystä sen jälkeen, kun osakkeenomistaja tiesi tai hänen olisi pitänyt tietää oikeustoimesta, jonka vuoksi hänen omistusosuutensa saavuttaa tai ylittää säädetyn rajan taikka vähenee sen alle. Kun ilmoitusvelvollisuus syntyy sen vuoksi, että osakkeenomistaja on osapuolena sellaisessa sopimuksessa, joka toteutuessaan johtaa säädetyn rajan saavuttamiseen tai ylittymiseen taikka omistusosuuden vähenemiseen säädetyn rajan alle, ilmoitus on kuitenkin tehtävä viimeistään sopimuksen tekopäivänä.",
        "folded_fi": "omistusosuus raja) liputusilmoitus) osakkeenomistajan on ilmoitettava osuutensa () yhtiolle ja rahoitustarkastukselle, kun se saavuttaa tai ylittaa taikka vahenee alle kahdeskymmenesosan, kymmenesosan, kolmen kahdeskymmenesosan, viidesosan, neljasosan, kolmen kymmenesosan, puolet tai kahden kolmasosan ( sellaisen suomalaisen yhtion aanimaarasta tai osakkeiden kokonaismaarasta, jonka osake on otettu julkisen kaupankaynnin tai sita euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankaynnin kohteeksi (. osakkeenomistajaan rinnastetaan muu henkilo, jonka tassa momentissa tarkoitettu ja 2 momentissa saadetylla tavalla laskettu omistusosuus saavuttaa tai ylittaa saadetyn rajan taikka vahenee sen alle. liputusilmoitus on tehtava myos, kun osakkeenomistaja tai osakkeenomistajaan rinnastettava henkilo on osapuolena sopimuksessa tai muussa jarjestelyssa, joka toteutuessaan johtaa saadetyn rajan saavuttamiseen tai ylittymiseen taikka omistusosuuden vahenemiseen saadetyn rajan alle. osakkeenomistajan ei tarvitse tehda liputusilmoitusta, jos ilmoituksen tekee yhteiso tai saatio, jonka maaraysvallassa osakkeenomistaja on. laskettaessa omistusosuutta osakkeenomistajan omistusosuuteen luetaan osakkeenomistajan maaraysvallassa olevan yhteison ja saation omistusosuus, osakkeenomistajan ja sen maaraysvallassa olevan yhteison elakesaation ja elakekassan omistusosuus seka muu omistusosuus, jonka kaytosta osakkeenomistaja voi yksin tai yhdessa kolmannen kanssa paattaa tekemansa sopimuksen nojalla tai muutoin. liputusilmoitus on tehtava ilman aiheetonta viivytysta sen jalkeen, kun osakkeenomistaja tiesi tai hanen olisi pitanyt tietaa oikeustoimesta, jonka vuoksi hanen omistusosuutensa saavuttaa tai ylittaa saadetyn rajan taikka vahenee sen alle. kun ilmoitusvelvollisuus syntyy sen vuoksi, etta osakkeenomistaja on osapuolena sellaisessa sopimuksessa, joka toteutuessaan johtaa saadetyn rajan saavuttamiseen tai ylittymiseen taikka omistusosuuden vahenemiseen saadetyn rajan alle, ilmoitus on kuitenkin tehtava viimeistaan sopimuksen tekopaivana.",
        "content_sv": "ägarandel gräns flaggningsanmälan En aktieägare skall underrätta bolaget och Finansinspektionen om storleken av sin andel () när denna uppnår, överskrider eller underskrider en tjugondedel, en tiondedel, tre tjugondedelar, en femtedel, en fjärdedel, tre tiondedelar, hälften eller två tredjedelar () av röstetalet eller det totala antalet aktier i ett sådant finskt bolag vars aktier har upptagits till offentlig handel eller motsvarande handel i en stat som hör till Europeiska ekonomiska samarbetsområdet (). Med en aktieägare jämställs också andra, vars enligt detta moment och 2 mom. uträknade ägarandel uppnår, överskrider eller underskrider de föreskrivna gränserna. Flaggningsanmälan skall göras också i det fall att en aktieägare eller en person som kan jämställas med en aktieägare är part i ett avtal eller något annat arrangemang som när det genomförs leder till att de föreskrivna gränserna uppnås, överskrids eller underskrids. En aktieägare behöver inte göra en flaggningsanmälan, om anmälan görs av en sammanslutning eller stiftelse under vars bestämmande inflytande aktieägaren står. Vid beräkning av ägarandelen skall till aktieägarens ägarandel hänföras ägarandelen för sammanslutningar och stiftelser i vilka aktieägaren har bestämmande inflytande, ägarandelen för pensionsstiftelser och pensionskassor i sammanslutningar som tillhör aktieägaren och i vilka denne har bestämmande inflytande samt andra ägarandelar som aktieägaren enligt avtal eller i övrigt förfogar över ensam eller tillsammans med tredje man. Flaggningsanmälan skall göras utan obefogat dröjsmål efter det att aktieägaren har fått eller borde ha fått kännedom om en rättshandling på grund av vilken hans ägarandel uppnår, överskrider eller underskrider de föreskrivna gränserna. Om anmälningsskyldighet uppkommer med anledning av att aktieägaren är part i ett avtal vars fullgörande leder till att de föreskrivna gränserna uppnås, överskrids eller underskrids, skall anmälan dock göras senast samma dag som avtalet ingås.",
        "normalized_sv": "ägarandel gräns flaggningsanmälan En aktieägare skall underrätta bolaget och Finansinspektionen om storleken av sin andel () när denna uppnår, överskrider eller underskrider en tjugondedel, en tiondedel, tre tjugondedelar, en femtedel, en fjärdedel, tre tiondedelar, hälften eller två tredjedelar () av röstetalet eller det totala antalet aktier i ett sådant finskt bolag vars aktier har upptagits till offentlig handel eller motsvarande handel i en stat som hör till Europeiska ekonomiska samarbetsområdet (). Med en aktieägare jämställs också andra, vars enligt detta moment och 2 mom. uträknade ägarandel uppnår, överskrider eller underskrider de föreskrivna gränserna. Flaggningsanmälan skall göras också i det fall att en aktieägare eller en person som kan jämställas med en aktieägare är part i ett avtal eller något annat arrangemang som när det genomförs leder till att de föreskrivna gränserna uppnås, överskrids eller underskrids. En aktieägare behöver inte göra en flaggningsanmälan, om anmälan görs av en sammanslutning eller stiftelse under vars bestämmande inflytande aktieägaren står. Vid beräkning av ägarandelen skall till aktieägarens ägarandel hänföras ägarandelen för sammanslutningar och stiftelser i vilka aktieägaren har bestämmande inflytande, ägarandelen för pensionsstiftelser och pensionskassor i sammanslutningar som tillhör aktieägaren och i vilka denne har bestämmande inflytande samt andra ägarandelar som aktieägaren enligt avtal eller i övrigt förfogar över ensam eller tillsammans med tredje man. Flaggningsanmälan skall göras utan obefogat dröjsmål efter det att aktieägaren har fått eller borde ha fått kännedom om en rättshandling på grund av vilken hans ägarandel uppnår, överskrider eller underskrider de föreskrivna gränserna. Om anmälningsskyldighet uppkommer med anledning av att aktieägaren är part i ett avtal vars fullgörande leder till att de föreskrivna gränserna uppnås, överskrids eller underskrids, skall anmälan dock göras senast samma dag som avtalet ingås.",
        "folded_sv": "agarandel grans flaggningsanmalan en aktieagare skall underratta bolaget och finansinspektionen om storleken av sin andel () nar denna uppnar, overskrider eller underskrider en tjugondedel, en tiondedel, tre tjugondedelar, en femtedel, en fjardedel, tre tiondedelar, halften eller tva tredjedelar () av rostetalet eller det totala antalet aktier i ett sadant finskt bolag vars aktier har upptagits till offentlig handel eller motsvarande handel i en stat som hor till europeiska ekonomiska samarbetsomradet (). med en aktieagare jamstalls ocksa andra, vars enligt detta moment och 2 mom. utraknade agarandel uppnar, overskrider eller underskrider de foreskrivna granserna. flaggningsanmalan skall goras ocksa i det fall att en aktieagare eller en person som kan jamstallas med en aktieagare ar part i ett avtal eller nagot annat arrangemang som nar det genomfors leder till att de foreskrivna granserna uppnas, overskrids eller underskrids. en aktieagare behover inte gora en flaggningsanmalan, om anmalan gors av en sammanslutning eller stiftelse under vars bestammande inflytande aktieagaren star. vid berakning av agarandelen skall till aktieagarens agarandel hanforas agarandelen for sammanslutningar och stiftelser i vilka aktieagaren har bestammande inflytande, agarandelen for pensionsstiftelser och pensionskassor i sammanslutningar som tillhor aktieagaren och i vilka denne har bestammande inflytande samt andra agarandelar som aktieagaren enligt avtal eller i ovrigt forfogar over ensam eller tillsammans med tredje man. flaggningsanmalan skall goras utan obefogat drojsmal efter det att aktieagaren har fatt eller borde ha fatt kannedom om en rattshandling pa grund av vilken hans agarandel uppnar, overskrider eller underskrider de foreskrivna granserna. om anmalningsskyldighet uppkommer med anledning av att aktieagaren ar part i ett avtal vars fullgorande leder till att de foreskrivna granserna uppnas, overskrids eller underskrids, skall anmalan dock goras senast samma dag som avtalet ingas."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Kun julkisen kaupankäynnin kohteena olevan osakkeen tai siihen rinnastettavan arvopaperin liikkeeseenlaskija saa tiedon siitä, että jonkun omistusosuus liikkeeseenlaskijassa on saavuttanut tai ylittänyt liputusvelvollisuuden mukaisen rajan taikka vähentynyt sen alle, liikkeeseenlaskijan on ilman aiheetonta viivytystä julkistettava tieto sekä toimitettava se julkisen kaupankäynnin tai sitä vastaavan kaupankäynnin järjestäjälle ja keskeisille tiedotusvälineille. Osakkeen tai siihen rinnastettavan arvopaperin liikkeeseenlaskijan on julkistettava 1 momentin mukaisesti osakekannan tuottama äänimäärä ja osakkeiden kokonaismäärä kunkin sellaisen kalenterikuukauden lopussa, jonka aikana kyseinen määrä on muuttunut, jollei määrää ole julkistettu jo kalenterikuukauden aikana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:10",
        "normalized_fi": "Kun julkisen kaupankäynnin kohteena olevan osakkeen tai siihen rinnastettavan arvopaperin liikkeeseenlaskija saa tiedon siitä, että jonkun omistusosuus liikkeeseenlaskijassa on saavuttanut tai ylittänyt liputusvelvollisuuden mukaisen rajan taikka vähentynyt sen alle, liikkeeseenlaskijan on ilman aiheetonta viivytystä julkistettava tieto sekä toimitettava se julkisen kaupankäynnin tai sitä vastaavan kaupankäynnin järjestäjälle ja keskeisille tiedotusvälineille. Osakkeen tai siihen rinnastettavan arvopaperin liikkeeseenlaskijan on julkistettava 1 momentin mukaisesti osakekannan tuottama äänimäärä ja osakkeiden kokonaismäärä kunkin sellaisen kalenterikuukauden lopussa, jonka aikana kyseinen määrä on muuttunut, jollei määrää ole julkistettu jo kalenterikuukauden aikana.",
        "folded_fi": "kun julkisen kaupankaynnin kohteena olevan osakkeen tai siihen rinnastettavan arvopaperin liikkeeseenlaskija saa tiedon siita, etta jonkun omistusosuus liikkeeseenlaskijassa on saavuttanut tai ylittanyt liputusvelvollisuuden mukaisen rajan taikka vahentynyt sen alle, liikkeeseenlaskijan on ilman aiheetonta viivytysta julkistettava tieto seka toimitettava se julkisen kaupankaynnin tai sita vastaavan kaupankaynnin jarjestajalle ja keskeisille tiedotusvalineille. osakkeen tai siihen rinnastettavan arvopaperin liikkeeseenlaskijan on julkistettava 1 momentin mukaisesti osakekannan tuottama aanimaara ja osakkeiden kokonaismaara kunkin sellaisen kalenterikuukauden lopussa, jonka aikana kyseinen maara on muuttunut, jollei maaraa ole julkistettu jo kalenterikuukauden aikana.",
        "content_sv": "När en emittent av aktier som är föremål för offentlig handel eller av därmed jämförbara värdepapper får kännedom om att någons ägarandel av emittenten har uppnått, överskridit eller underskridit gränserna enligt flaggningsskyldigheten, skall emittenten utan obefogat dröjsmål offentliggöra denna information samt sända den till den som ordnar den offentliga handeln eller motsvarande handel och till de viktigaste informationsmedierna. En emittent av aktier eller därmed jämförbara värdepapper skall i enlighet med 1 mom. offentliggöra aktiestockens röstetal och det sammanlagda antalet aktier vid utgången av varje kalendermånad under vilken antalet i fråga har förändrats, om inte antalet redan har offentliggjorts under kalendermånaden.",
        "normalized_sv": "När en emittent av aktier som är föremål för offentlig handel eller av därmed jämförbara värdepapper får kännedom om att någons ägarandel av emittenten har uppnått, överskridit eller underskridit gränserna enligt flaggningsskyldigheten, skall emittenten utan obefogat dröjsmål offentliggöra denna information samt sända den till den som ordnar den offentliga handeln eller motsvarande handel och till de viktigaste informationsmedierna. En emittent av aktier eller därmed jämförbara värdepapper skall i enlighet med 1 mom. offentliggöra aktiestockens röstetal och det sammanlagda antalet aktier vid utgången av varje kalendermånad under vilken antalet i fråga har förändrats, om inte antalet redan har offentliggjorts under kalendermånaden.",
        "folded_sv": "nar en emittent av aktier som ar foremal for offentlig handel eller av darmed jamforbara vardepapper far kannedom om att nagons agarandel av emittenten har uppnatt, overskridit eller underskridit granserna enligt flaggningsskyldigheten, skall emittenten utan obefogat drojsmal offentliggora denna information samt sanda den till den som ordnar den offentliga handeln eller motsvarande handel och till de viktigaste informationsmedierna. en emittent av aktier eller darmed jamforbara vardepapper skall i enlighet med 1 mom. offentliggora aktiestockens rostetal och det sammanlagda antalet aktier vid utgangen av varje kalendermanad under vilken antalet i fraga har forandrats, om inte antalet redan har offentliggjorts under kalendermanaden."
      }
    },
    {
      "provision_ref": "2:10 b",
      "chapter": "2",
      "section": "10 b",
      "content": "Edellä 5, 5 a―5 d, 6, 6 a―6 d, 7, 7 a, 7 b, 8―10 ja 10 a §:ssä tarkoitettu tiedonantovelvollisuus sekä 10 c §:ssä tarkoitettu velvollisuus julkistaa vuosikooste ei koske julkisen kaupankäynnin kohteena olevaa sijoitusrahastoa eikä avointa yhteissijoitusyritystä. Sijoitusrahastoja ja avoimia yhteissijoitusyrityksiä koskevasta tiedonantovelvollisuudesta säädetään sijoitusrahastolaissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:10 b",
        "normalized_fi": "Edellä 5, 5 a―5 d, 6, 6 a―6 d, 7, 7 a, 7 b, 8―10 ja 10 a § :ssä tarkoitettu tiedonantovelvollisuus sekä 10 c § :ssä tarkoitettu velvollisuus julkistaa vuosikooste ei koske julkisen kaupankäynnin kohteena olevaa sijoitusrahastoa eikä avointa yhteissijoitusyritystä. Sijoitusrahastoja ja avoimia yhteissijoitusyrityksiä koskevasta tiedonantovelvollisuudesta säädetään sijoitusrahastolaissa.",
        "folded_fi": "edella 5, 5 a―5 d, 6, 6 a―6 d, 7, 7 a, 7 b, 8―10 ja 10 a §:ssa tarkoitettu tiedonantovelvollisuus seka 10 c §:ssa tarkoitettu velvollisuus julkistaa vuosikooste ei koske julkisen kaupankaynnin kohteena olevaa sijoitusrahastoa eika avointa yhteissijoitusyritysta. sijoitusrahastoja ja avoimia yhteissijoitusyrityksia koskevasta tiedonantovelvollisuudesta saadetaan sijoitusrahastolaissa.",
        "content_sv": "Den informationsskyldighet som avses i 5, 5 a―5 d, 6, 6 a―6 d, 7, 7 a, 7 b, 8―10 och 10 a § och den skyldighet som avses i 10 c § att offentliggöra en årlig sammanställning gäller inte placeringsfonder och öppna fondföretag som är föremål för offentlig handel. Bestämmelser om placeringsfonders och öppna fondföretags informationsskyldighet finns i lagen om placeringsfonder.",
        "normalized_sv": "Den informationsskyldighet som avses i 5, 5 a―5 d, 6, 6 a―6 d, 7, 7 a, 7 b, 8―10 och 10 a § och den skyldighet som avses i 10 c § att offentliggöra en årlig sammanställning gäller inte placeringsfonder och öppna fondföretag som är föremål för offentlig handel. Bestämmelser om placeringsfonders och öppna fondföretags informationsskyldighet finns i lagen om placeringsfonder.",
        "folded_sv": "den informationsskyldighet som avses i 5, 5 a―5 d, 6, 6 a―6 d, 7, 7 a, 7 b, 8―10 och 10 a § och den skyldighet som avses i 10 c § att offentliggora en arlig sammanstallning galler inte placeringsfonder och oppna fondforetag som ar foremal for offentlig handel. bestammelser om placeringsfonders och oppna fondforetags informationsskyldighet finns i lagen om placeringsfonder."
      }
    },
    {
      "provision_ref": "2:10 c",
      "chapter": "2",
      "section": "10 c",
      "content": "vuosikooste) Julkisen kaupankäynnin kohteena olevan arvopaperin liikkeeseenlaskijan on julkistettava asiakirja edellisen tilikauden aikana julkistamistaan tiedoista (. Vuosikoosteessa on vähintään viitattava tietoihin, jotka liikkeeseenlaskija on julkistanut tämän lain, sen nojalla annettujen säännösten tai vahvistettujen sääntöjen taikka vastaavien ulkomaisten säännösten tai sääntöjen nojalla. Tietoihin vain viitattaessa on ilmoitettava, mistä tiedot ovat vaikeuksitta saatavissa. Vuosikooste on julkistettava sekä toimitettava Rahoitustarkastukselle ja asianomaiselle julkisen kaupankäynnin järjestäjälle komission esiteasetuksessa säädetyssä ajassa. Vuosikoosteen julkistamisessa noudatetaan esiteasetuksen säännöksiä. Julkisen kaupankäynnin kohteena olevien nimellisarvoltaan tai kirjanpidolliselta vasta-arvoltaan vähintään 50 000 euron suuruisten muiden kuin oman pääoman ehtoisten arvopaperien liikkeeseenlaskija ei ole velvollinen julkistamaan vuosikoostetta. Mitä 1 ja 2 momentissa säädetään, ei sovelleta liikkeeseenlaskijaan, jonka julkisen kaupankäynnin kohteena olevien arvopaperien 1 luvun 4 §:n 7―9 momentissa tarkoitettu arvopaperien liikkeeseenlaskun kotivaltio on muu kuin Suomi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:10 c",
        "normalized_fi": "vuosikooste) Julkisen kaupankäynnin kohteena olevan arvopaperin liikkeeseenlaskijan on julkistettava asiakirja edellisen tilikauden aikana julkistamistaan tiedoista (. Vuosikoosteessa on vähintään viitattava tietoihin, jotka liikkeeseenlaskija on julkistanut tämän lain, sen nojalla annettujen säännösten tai vahvistettujen sääntöjen taikka vastaavien ulkomaisten säännösten tai sääntöjen nojalla. Tietoihin vain viitattaessa on ilmoitettava, mistä tiedot ovat vaikeuksitta saatavissa. Vuosikooste on julkistettava sekä toimitettava Rahoitustarkastukselle ja asianomaiselle julkisen kaupankäynnin järjestäjälle komission esiteasetuksessa säädetyssä ajassa. Vuosikoosteen julkistamisessa noudatetaan esiteasetuksen säännöksiä. Julkisen kaupankäynnin kohteena olevien nimellisarvoltaan tai kirjanpidolliselta vasta-arvoltaan vähintään 50 000 euron suuruisten muiden kuin oman pääoman ehtoisten arvopaperien liikkeeseenlaskija ei ole velvollinen julkistamaan vuosikoostetta. Mitä 1 ja 2 momentissa säädetään, ei sovelleta liikkeeseenlaskijaan, jonka julkisen kaupankäynnin kohteena olevien arvopaperien 1 luvun 4 § :n 7―9 momentissa tarkoitettu arvopaperien liikkeeseenlaskun kotivaltio on muu kuin Suomi.",
        "folded_fi": "vuosikooste) julkisen kaupankaynnin kohteena olevan arvopaperin liikkeeseenlaskijan on julkistettava asiakirja edellisen tilikauden aikana julkistamistaan tiedoista (. vuosikoosteessa on vahintaan viitattava tietoihin, jotka liikkeeseenlaskija on julkistanut taman lain, sen nojalla annettujen saannosten tai vahvistettujen saantojen taikka vastaavien ulkomaisten saannosten tai saantojen nojalla. tietoihin vain viitattaessa on ilmoitettava, mista tiedot ovat vaikeuksitta saatavissa. vuosikooste on julkistettava seka toimitettava rahoitustarkastukselle ja asianomaiselle julkisen kaupankaynnin jarjestajalle komission esiteasetuksessa saadetyssa ajassa. vuosikoosteen julkistamisessa noudatetaan esiteasetuksen saannoksia. julkisen kaupankaynnin kohteena olevien nimellisarvoltaan tai kirjanpidolliselta vasta-arvoltaan vahintaan 50 000 euron suuruisten muiden kuin oman paaoman ehtoisten arvopaperien liikkeeseenlaskija ei ole velvollinen julkistamaan vuosikoostetta. mita 1 ja 2 momentissa saadetaan, ei sovelleta liikkeeseenlaskijaan, jonka julkisen kaupankaynnin kohteena olevien arvopaperien 1 luvun 4 §:n 7―9 momentissa tarkoitettu arvopaperien liikkeeseenlaskun kotivaltio on muu kuin suomi.",
        "content_sv": "årlig sammanställning En emittent vars värdepapper är upptagna till offentlig handel skall publicera ett dokument över information som den offentliggjort under den föregående räkenskapsperioden (). Den årliga sammanställningen skall åtminstone hänvisa till den information som emittenten har offentliggjort enligt denna lag, bestämmelser som har utfärdats eller regler som har fastställts med stöd av lagen eller med stöd av motsvarande utländska bestämmelser eller regler. Om det endast hänvisas till informationen, skall det anges var informationen finns tillgänglig utan svårigheter. Den årliga sammanställningen skall offentliggöras samt överlämnas till Finansinspektionen och till den som ordnar den offentliga handeln inom den tid som föreskrivs i kommissionens prospektförordning. Vid offentliggörandet av den årliga sammanställningen skall bestämmelserna i prospektförordningen iakttas. En emittent är inte skyldig att offentliggöra en årlig sammanställning, om endast icke-aktierelaterade värdepapper till ett nominellt värde eller bokföringsmässigt motvärde av minst 50 000 euro har tagits upp till offentlig handel. Bestämmelserna i 1 och 2 mom. tillämpas inte på en emittent, om enligt 1 kap. 4 § 7―9 mom. hemstaten för emissionen av emittentens värdepapper som är föremål för offentlig handel är någon annan stat än Finland.",
        "normalized_sv": "årlig sammanställning En emittent vars värdepapper är upptagna till offentlig handel skall publicera ett dokument över information som den offentliggjort under den föregående räkenskapsperioden (). Den årliga sammanställningen skall åtminstone hänvisa till den information som emittenten har offentliggjort enligt denna lag, bestämmelser som har utfärdats eller regler som har fastställts med stöd av lagen eller med stöd av motsvarande utländska bestämmelser eller regler. Om det endast hänvisas till informationen, skall det anges var informationen finns tillgänglig utan svårigheter. Den årliga sammanställningen skall offentliggöras samt överlämnas till Finansinspektionen och till den som ordnar den offentliga handeln inom den tid som föreskrivs i kommissionens prospektförordning. Vid offentliggörandet av den årliga sammanställningen skall bestämmelserna i prospektförordningen iakttas. En emittent är inte skyldig att offentliggöra en årlig sammanställning, om endast icke-aktierelaterade värdepapper till ett nominellt värde eller bokföringsmässigt motvärde av minst 50 000 euro har tagits upp till offentlig handel. Bestämmelserna i 1 och 2 mom. tillämpas inte på en emittent, om enligt 1 kap. 4 § 7―9 mom. hemstaten för emissionen av emittentens värdepapper som är föremål för offentlig handel är någon annan stat än Finland.",
        "folded_sv": "arlig sammanstallning en emittent vars vardepapper ar upptagna till offentlig handel skall publicera ett dokument over information som den offentliggjort under den foregaende rakenskapsperioden (). den arliga sammanstallningen skall atminstone hanvisa till den information som emittenten har offentliggjort enligt denna lag, bestammelser som har utfardats eller regler som har faststallts med stod av lagen eller med stod av motsvarande utlandska bestammelser eller regler. om det endast hanvisas till informationen, skall det anges var informationen finns tillganglig utan svarigheter. den arliga sammanstallningen skall offentliggoras samt overlamnas till finansinspektionen och till den som ordnar den offentliga handeln inom den tid som foreskrivs i kommissionens prospektforordning. vid offentliggorandet av den arliga sammanstallningen skall bestammelserna i prospektforordningen iakttas. en emittent ar inte skyldig att offentliggora en arlig sammanstallning, om endast icke-aktierelaterade vardepapper till ett nominellt varde eller bokforingsmassigt motvarde av minst 50 000 euro har tagits upp till offentlig handel. bestammelserna i 1 och 2 mom. tillampas inte pa en emittent, om enligt 1 kap. 4 § 7―9 mom. hemstaten for emissionen av emittentens vardepapper som ar foremal for offentlig handel ar nagon annan stat an finland."
      }
    },
    {
      "provision_ref": "2:10 d",
      "chapter": "2",
      "section": "10 d",
      "content": "Julkisen kaupankäynnin järjestäjän on pidettävä yleisön saatavilla sille tämän luvun nojalla toimitetut julkistetut tiedot vähintään viiden vuoden ajan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:10 d",
        "normalized_fi": "Julkisen kaupankäynnin järjestäjän on pidettävä yleisön saatavilla sille tämän luvun nojalla toimitetut julkistetut tiedot vähintään viiden vuoden ajan.",
        "folded_fi": "julkisen kaupankaynnin jarjestajan on pidettava yleison saatavilla sille taman luvun nojalla toimitetut julkistetut tiedot vahintaan viiden vuoden ajan.",
        "content_sv": "Den som ordnar offentlig handel skall i minst fem års tid för allmänheten hålla tillgängliga de offentliggjorda uppgifter som med stöd av detta kapitel lämnats till den.",
        "normalized_sv": "Den som ordnar offentlig handel skall i minst fem års tid för allmänheten hålla tillgängliga de offentliggjorda uppgifter som med stöd av detta kapitel lämnats till den.",
        "folded_sv": "den som ordnar offentlig handel skall i minst fem ars tid for allmanheten halla tillgangliga de offentliggjorda uppgifter som med stod av detta kapitel lamnats till den."
      }
    },
    {
      "provision_ref": "2:10 e",
      "chapter": "2",
      "section": "10 e",
      "content": "Valtiovarainministeriön asetuksella annetaan tarkemmat säännökset säännellyillä markkinoilla kaupankäynnin kohteeksi otettavien arvopaperien liikkeeseenlaskijoita koskeviin tietoihin liittyvien avoimuusvaatimusten yhdenmukaistamisesta ja direktiivin 2001/34/EY muuttamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2004/109/EY sekä Euroopan yhteisöjen komission sen perusteella antamien säädösten täytäntöön panemiseksi. Sijoittajien asemaa vaarantamatta ja jäsenvaltion Euroopan yhteisön säännösten mukaisen toimivallan rajoissa valtiovarainministeriön asetuksella voidaan antaa tarkemmat säännökset: 1) osavuosikatsauksen, johdon osavuotisen selvityksen, tilinpäätöksen ja toimintakertomuksen sekä tilinpäätöstiedotteen sisällöstä ja julkistamisesta sekä niitä koskevista poikkeuksista; 2) 9 §:ssä tarkoitetun ilmoitusvelvollisuuden syntymisestä, omistusosuuden laskemisesta ja ilmoituksessa annettavista tiedoista sekä niitä koskevista poikkeuksista; 3) 10 §:ssä tarkoitetun julkistamisen yhteydessä annettavista tiedoista ja niitä koskevista poikkeuksista sekä julkistamisessa noudatettavasta menettelystä; 4) 10 d §:ssä tarkoitetusta tietojen saatavilla pitämisestä. Rahoitustarkastus voi antaa tarkempia määräyksiä 2 momentin 1 kohdan nojalla annetussa asetuksessa tarkoitettujen tietojen osalta. Rahoitustarkastuksen on ennen ensimmäisessä virkkeessä tarkoitetun määräyksen antamista pyydettävä siitä kirjanpitolain 8 luvun 2 §:ssä tarkoitetun kirjanpitolautakunnan lausunto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:10 e",
        "normalized_fi": "Valtiovarainministeriön asetuksella annetaan tarkemmat säännökset säännellyillä markkinoilla kaupankäynnin kohteeksi otettavien arvopaperien liikkeeseenlaskijoita koskeviin tietoihin liittyvien avoimuusvaatimusten yhdenmukaistamisesta ja direktiivin 2001/34/EY muuttamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2004/109/EY sekä Euroopan yhteisöjen komission sen perusteella antamien säädösten täytäntöön panemiseksi. Sijoittajien asemaa vaarantamatta ja jäsenvaltion Euroopan yhteisön säännösten mukaisen toimivallan rajoissa valtiovarainministeriön asetuksella voidaan antaa tarkemmat säännökset: 1) osavuosikatsauksen, johdon osavuotisen selvityksen, tilinpäätöksen ja toimintakertomuksen sekä tilinpäätöstiedotteen sisällöstä ja julkistamisesta sekä niitä koskevista poikkeuksista; 2) 9 § :ssä tarkoitetun ilmoitusvelvollisuuden syntymisestä, omistusosuuden laskemisesta ja ilmoituksessa annettavista tiedoista sekä niitä koskevista poikkeuksista; 3) 10 § :ssä tarkoitetun julkistamisen yhteydessä annettavista tiedoista ja niitä koskevista poikkeuksista sekä julkistamisessa noudatettavasta menettelystä; 4) 10 d § :ssä tarkoitetusta tietojen saatavilla pitämisestä. Rahoitustarkastus voi antaa tarkempia määräyksiä 2 momentin 1 kohdan nojalla annetussa asetuksessa tarkoitettujen tietojen osalta. Rahoitustarkastuksen on ennen ensimmäisessä virkkeessä tarkoitetun määräyksen antamista pyydettävä siitä kirjanpitolain 8 luvun 2 § :ssä tarkoitetun kirjanpitolautakunnan lausunto.",
        "folded_fi": "valtiovarainministerion asetuksella annetaan tarkemmat saannokset saannellyilla markkinoilla kaupankaynnin kohteeksi otettavien arvopaperien liikkeeseenlaskijoita koskeviin tietoihin liittyvien avoimuusvaatimusten yhdenmukaistamisesta ja direktiivin 2001/34/ey muuttamisesta annetun euroopan parlamentin ja neuvoston direktiivin 2004/109/ey seka euroopan yhteisojen komission sen perusteella antamien saadosten taytantoon panemiseksi. sijoittajien asemaa vaarantamatta ja jasenvaltion euroopan yhteison saannosten mukaisen toimivallan rajoissa valtiovarainministerion asetuksella voidaan antaa tarkemmat saannokset: 1) osavuosikatsauksen, johdon osavuotisen selvityksen, tilinpaatoksen ja toimintakertomuksen seka tilinpaatostiedotteen sisallosta ja julkistamisesta seka niita koskevista poikkeuksista; 2) 9 §:ssa tarkoitetun ilmoitusvelvollisuuden syntymisesta, omistusosuuden laskemisesta ja ilmoituksessa annettavista tiedoista seka niita koskevista poikkeuksista; 3) 10 §:ssa tarkoitetun julkistamisen yhteydessa annettavista tiedoista ja niita koskevista poikkeuksista seka julkistamisessa noudatettavasta menettelysta; 4) 10 d §:ssa tarkoitetusta tietojen saatavilla pitamisesta. rahoitustarkastus voi antaa tarkempia maarayksia 2 momentin 1 kohdan nojalla annetussa asetuksessa tarkoitettujen tietojen osalta. rahoitustarkastuksen on ennen ensimmaisessa virkkeessa tarkoitetun maarayksen antamista pyydettava siita kirjanpitolain 8 luvun 2 §:ssa tarkoitetun kirjanpitolautakunnan lausunto.",
        "content_sv": "Genom förordning av finansministeriet föreskrivs närmare om genomförandet av Europaparlamentets och rådets direktiv 2004/109/EG om harmonisering av insynskraven angående upplysningar om emittenter vars värdepapper är upptagna till handel på en reglerad marknad och om ändring av direktiv 2001/34/EG, och de bestämmelser som utfärdas av Europeiska gemenskapens kommission med stöd av direktivet. Om det inte äventyrar investerarnas ställning och det faller inom medlemsstatens befogenheter enligt Europeiska gemenskapens bestämmelser, kan genom förordning av finansministeriet närmare bestämmelser utfärdas om 1) innehållet i och offentliggörandet av delårsrapporter, ledningens delårsredogörelser, bokslut och verksamhetsberättelser samt bokslutskommunikéer och undantag i fråga om dem, 2) den i 9 § avsedda anmälningsskyldighetens uppkomst, beräknande av ägarandelen, de uppgifter som skall ges i anmälan och undantag i fråga om dem, 3) de uppgifter som skall ges i samband med ett sådant offentliggörande som avses i 10 § och undantag i fråga om dem samt om det förfarande som skall iakttas vid offentliggörandet, 4) tillgängligheten till de uppgifter som avses i 10 d §. Finansinspektionen kan meddela närmare föreskrifter när det gäller uppgifter som avses i den förordning som utfärdats med stöd av 2 mom. 1 punkten. Finansinspektionen skall innan den meddelar sådana föreskrifter som avses i första meningen be om ett utlåtande av den i 8 kap. 2 § i bokföringslagen avsedda bokföringsnämnden om föreskrifterna.",
        "normalized_sv": "Genom förordning av finansministeriet föreskrivs närmare om genomförandet av Europaparlamentets och rådets direktiv 2004/109/EG om harmonisering av insynskraven angående upplysningar om emittenter vars värdepapper är upptagna till handel på en reglerad marknad och om ändring av direktiv 2001/34/EG, och de bestämmelser som utfärdas av Europeiska gemenskapens kommission med stöd av direktivet. Om det inte äventyrar investerarnas ställning och det faller inom medlemsstatens befogenheter enligt Europeiska gemenskapens bestämmelser, kan genom förordning av finansministeriet närmare bestämmelser utfärdas om 1) innehållet i och offentliggörandet av delårsrapporter, ledningens delårsredogörelser, bokslut och verksamhetsberättelser samt bokslutskommunikéer och undantag i fråga om dem, 2) den i 9 § avsedda anmälningsskyldighetens uppkomst, beräknande av ägarandelen, de uppgifter som skall ges i anmälan och undantag i fråga om dem, 3) de uppgifter som skall ges i samband med ett sådant offentliggörande som avses i 10 § och undantag i fråga om dem samt om det förfarande som skall iakttas vid offentliggörandet, 4) tillgängligheten till de uppgifter som avses i 10 d § . Finansinspektionen kan meddela närmare föreskrifter när det gäller uppgifter som avses i den förordning som utfärdats med stöd av 2 mom. 1 punkten. Finansinspektionen skall innan den meddelar sådana föreskrifter som avses i första meningen be om ett utlåtande av den i 8 kap. 2 § i bokföringslagen avsedda bokföringsnämnden om föreskrifterna.",
        "folded_sv": "genom forordning av finansministeriet foreskrivs narmare om genomforandet av europaparlamentets och radets direktiv 2004/109/eg om harmonisering av insynskraven angaende upplysningar om emittenter vars vardepapper ar upptagna till handel pa en reglerad marknad och om andring av direktiv 2001/34/eg, och de bestammelser som utfardas av europeiska gemenskapens kommission med stod av direktivet. om det inte aventyrar investerarnas stallning och det faller inom medlemsstatens befogenheter enligt europeiska gemenskapens bestammelser, kan genom forordning av finansministeriet narmare bestammelser utfardas om 1) innehallet i och offentliggorandet av delarsrapporter, ledningens delarsredogorelser, bokslut och verksamhetsberattelser samt bokslutskommunikeer och undantag i fraga om dem, 2) den i 9 § avsedda anmalningsskyldighetens uppkomst, beraknande av agarandelen, de uppgifter som skall ges i anmalan och undantag i fraga om dem, 3) de uppgifter som skall ges i samband med ett sadant offentliggorande som avses i 10 § och undantag i fraga om dem samt om det forfarande som skall iakttas vid offentliggorandet, 4) tillgangligheten till de uppgifter som avses i 10 d §. finansinspektionen kan meddela narmare foreskrifter nar det galler uppgifter som avses i den forordning som utfardats med stod av 2 mom. 1 punkten. finansinspektionen skall innan den meddelar sadana foreskrifter som avses i forsta meningen be om ett utlatande av den i 8 kap. 2 § i bokforingslagen avsedda bokforingsnamnden om foreskrifterna."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Rahoitustarkastus voi 2 ja 3 momentissa säädetyin tavoin hakemuksesta myöntää poikkeuksen tässä luvussa, lukuun ottamatta sen 7 §:ää, ja 6 luvussa säädetystä tiedonantovelvollisuudesta edellyttäen, ettei poikkeus vaaranna sijoittajien asemaa. Valtiovarainministeriön asetuksella säädetään poikkeuksen myöntämisestä tapauksissa, joissa Euroopan yhteisön säännösten mukaan jäsenvaltio voi sallia poikkeuksen tiedonantovelvollisuudesta. Valtiovarainministeriön asetuksella voidaan lisäksi säätää tiedonantovelvollisuutta koskevan vastaavan poikkeuksen myöntämisestä tapauksissa, joissa Euroopan yhteisön säännöksiä ei niiden soveltamisalan vuoksi sovelleta arvopaperiin. Valtiovarainministeriön asetuksella voidaan säätää tiedonantovelvollisuutta koskevista poikkeuksista myös tapauksissa, joissa arvopapereita tarjotaan yleisesti hyödyllisen, pääasiassa muun kuin voittoa tavoittelevan toiminnan rahoittamiseksi. Rahoitustarkastus voi myöntää poikkeuksen 10 §:ssä säädetystä julkistamisvelvollisuudesta, jos julkistaminen olisi yleisen edun vastaista tai jos siitä olisi liikkeeseenlaskijalle olennaista haittaa. Poikkeusta on haettava välittömästi velvollisuuden synnyttyä. Poikkeus 10 §:stä voidaan myöntää vain 9 §:n 1 momentissa tarkoitetulle yhtiölle. Rahoitustarkastus voi myöntää poikkeuksen esitteen sekä 6 luvussa tarkoitetun tarjousasiakirjan sisällöstä ja julkistamisesta sekä osavuosikatsauksen, johdon osavuotisen selvityksen, tilinpäätöksen ja toimintakertomuksen, tilinpäätöstiedotteen sekä vuosikoosteen julkistamisesta. Poikkeuksen myöntämisen edellytyksenä on, ettei poikkeus ole tilinpäätöstä, konsernitilinpäätöstä tai esitettä koskevien Euroopan yhteisön säännösten vastainen. Rahoitustarkastuksen on myönnettävä liikkeeseenlaskijalle, jonka kotivaltio on muussa kuin Euroopan talousalueeseen kuuluvassa valtiossa, poikkeus julkistaa osavuosikatsauksen, johdon osavuotisen selvityksen, tilinpäätöksen ja toimintakertomuksen, tilinpäätöstiedotteen sekä liputusilmoituksen tiedot liikkeeseenlaskijan kotivaltion sääntelyn mukaisesti, jos kotivaltion lainsäädännön vaatimukset katsotaan Suomen lainsäädäntöä vastaaviksi. Vastaavuuden arvioinnista säädetään tarkemmin valtiovarainministeriön asetuksella. Rahoitustarkastuksen on välittömästi ilmoitettava poikkeuksen saamiseksi tehdystä hakemuksesta ja siihen annetusta päätöksestä asianomaiselle julkisen kaupankäynnin järjestäjälle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:11",
        "normalized_fi": "Rahoitustarkastus voi 2 ja 3 momentissa säädetyin tavoin hakemuksesta myöntää poikkeuksen tässä luvussa, lukuun ottamatta sen 7 § :ää, ja 6 luvussa säädetystä tiedonantovelvollisuudesta edellyttäen, ettei poikkeus vaaranna sijoittajien asemaa. Valtiovarainministeriön asetuksella säädetään poikkeuksen myöntämisestä tapauksissa, joissa Euroopan yhteisön säännösten mukaan jäsenvaltio voi sallia poikkeuksen tiedonantovelvollisuudesta. Valtiovarainministeriön asetuksella voidaan lisäksi säätää tiedonantovelvollisuutta koskevan vastaavan poikkeuksen myöntämisestä tapauksissa, joissa Euroopan yhteisön säännöksiä ei niiden soveltamisalan vuoksi sovelleta arvopaperiin. Valtiovarainministeriön asetuksella voidaan säätää tiedonantovelvollisuutta koskevista poikkeuksista myös tapauksissa, joissa arvopapereita tarjotaan yleisesti hyödyllisen, pääasiassa muun kuin voittoa tavoittelevan toiminnan rahoittamiseksi. Rahoitustarkastus voi myöntää poikkeuksen 10 § :ssä säädetystä julkistamisvelvollisuudesta, jos julkistaminen olisi yleisen edun vastaista tai jos siitä olisi liikkeeseenlaskijalle olennaista haittaa. Poikkeusta on haettava välittömästi velvollisuuden synnyttyä. Poikkeus 10 § :stä voidaan myöntää vain 9 § :n 1 momentissa tarkoitetulle yhtiölle. Rahoitustarkastus voi myöntää poikkeuksen esitteen sekä 6 luvussa tarkoitetun tarjousasiakirjan sisällöstä ja julkistamisesta sekä osavuosikatsauksen, johdon osavuotisen selvityksen, tilinpäätöksen ja toimintakertomuksen, tilinpäätöstiedotteen sekä vuosikoosteen julkistamisesta. Poikkeuksen myöntämisen edellytyksenä on, ettei poikkeus ole tilinpäätöstä, konsernitilinpäätöstä tai esitettä koskevien Euroopan yhteisön säännösten vastainen. Rahoitustarkastuksen on myönnettävä liikkeeseenlaskijalle, jonka kotivaltio on muussa kuin Euroopan talousalueeseen kuuluvassa valtiossa, poikkeus julkistaa osavuosikatsauksen, johdon osavuotisen selvityksen, tilinpäätöksen ja toimintakertomuksen, tilinpäätöstiedotteen sekä liputusilmoituksen tiedot liikkeeseenlaskijan kotivaltion sääntelyn mukaisesti, jos kotivaltion lainsäädännön vaatimukset katsotaan Suomen lainsäädäntöä vastaaviksi. Vastaavuuden arvioinnista säädetään tarkemmin valtiovarainministeriön asetuksella. Rahoitustarkastuksen on välittömästi ilmoitettava poikkeuksen saamiseksi tehdystä hakemuksesta ja siihen annetusta päätöksestä asianomaiselle julkisen kaupankäynnin järjestäjälle.",
        "folded_fi": "rahoitustarkastus voi 2 ja 3 momentissa saadetyin tavoin hakemuksesta myontaa poikkeuksen tassa luvussa, lukuun ottamatta sen 7 §:aa, ja 6 luvussa saadetysta tiedonantovelvollisuudesta edellyttaen, ettei poikkeus vaaranna sijoittajien asemaa. valtiovarainministerion asetuksella saadetaan poikkeuksen myontamisesta tapauksissa, joissa euroopan yhteison saannosten mukaan jasenvaltio voi sallia poikkeuksen tiedonantovelvollisuudesta. valtiovarainministerion asetuksella voidaan lisaksi saataa tiedonantovelvollisuutta koskevan vastaavan poikkeuksen myontamisesta tapauksissa, joissa euroopan yhteison saannoksia ei niiden soveltamisalan vuoksi sovelleta arvopaperiin. valtiovarainministerion asetuksella voidaan saataa tiedonantovelvollisuutta koskevista poikkeuksista myos tapauksissa, joissa arvopapereita tarjotaan yleisesti hyodyllisen, paaasiassa muun kuin voittoa tavoittelevan toiminnan rahoittamiseksi. rahoitustarkastus voi myontaa poikkeuksen 10 §:ssa saadetysta julkistamisvelvollisuudesta, jos julkistaminen olisi yleisen edun vastaista tai jos siita olisi liikkeeseenlaskijalle olennaista haittaa. poikkeusta on haettava valittomasti velvollisuuden synnyttya. poikkeus 10 §:sta voidaan myontaa vain 9 §:n 1 momentissa tarkoitetulle yhtiolle. rahoitustarkastus voi myontaa poikkeuksen esitteen seka 6 luvussa tarkoitetun tarjousasiakirjan sisallosta ja julkistamisesta seka osavuosikatsauksen, johdon osavuotisen selvityksen, tilinpaatoksen ja toimintakertomuksen, tilinpaatostiedotteen seka vuosikoosteen julkistamisesta. poikkeuksen myontamisen edellytyksena on, ettei poikkeus ole tilinpaatosta, konsernitilinpaatosta tai esitetta koskevien euroopan yhteison saannosten vastainen. rahoitustarkastuksen on myonnettava liikkeeseenlaskijalle, jonka kotivaltio on muussa kuin euroopan talousalueeseen kuuluvassa valtiossa, poikkeus julkistaa osavuosikatsauksen, johdon osavuotisen selvityksen, tilinpaatoksen ja toimintakertomuksen, tilinpaatostiedotteen seka liputusilmoituksen tiedot liikkeeseenlaskijan kotivaltion saantelyn mukaisesti, jos kotivaltion lainsaadannon vaatimukset katsotaan suomen lainsaadantoa vastaaviksi. vastaavuuden arvioinnista saadetaan tarkemmin valtiovarainministerion asetuksella. rahoitustarkastuksen on valittomasti ilmoitettava poikkeuksen saamiseksi tehdysta hakemuksesta ja siihen annetusta paatoksesta asianomaiselle julkisen kaupankaynnin jarjestajalle.",
        "content_sv": "Finansinspektionen kan i enlighet med 2 och 3 mom. på ansökan bevilja undantag från den informationsskyldighet som föreskrivs i detta kapitel, med undantag av 7 §, och i 6 kap., förutsatt att detta inte äventyrar investerarnas ställning. Genom förordning av finansministeriet föreskrivs om beviljande av undantag i fall där en medlemsstat enligt Europeiska gemenskapens bestämmelser får tillåta undantag från informationsskyldigheten. Genom förordning av finansministeriet kan dessutom föreskrivas om motsvarande undantag från informationsskyldigheten i fall där Europeiska gemenskapens bestämmelser på grund av deras tillämpningsområde inte tillämpas på ett värdepapper. Genom förordning av finansministeriet kan också föreskrivas om undantag från informationsskyldigheten i fall där värdepapper erbjuds för att finansiera en allmännyttig verksamhet vars huvudsakliga syfte inte är att eftersträva vinst. Finansinspektionen kan bevilja undantag från den skyldighet att offentliggöra uppgifter som avses i 10 §, om offentliggörandet skulle strida mot allmän fördel eller åsamka emittenten väsentligt men. Ansökan om undantag skall göras omedelbart efter det att skyldigheten har uppkommit. Undantag från den skyldighet som föreskrivs i 10 § kan beviljas endast bolag som avses i 9 § 1 mom. Finansinspektionen kan bevilja undantag som avser innehållet i och offentliggörandet av prospekt och i 6 kap. avsedda anbudshandlingar samt i fråga om offentliggörandet av delårsrapporter, ledningens delårsredogörelser, bokslut och verksamhetsberättelser, bokslutskommunikéer och årliga sammanställningar. En förutsättning för beviljande av undantag är att undantaget inte strider mot Europeiska gemenskapens bestämmelser om bokslut, koncernbokslut och prospekt. Finansinspektionen skall bevilja en emittent vars hemstat inte hör till Europeiska ekonomiska samarbetsområdet undantag att offentliggöra delårsrapporter, ledningens delårsredogörelser, bokslut och verksamhetsberättelser, bokslutskommunikéer samt flaggningsanmälningar i enlighet med bestämmelserna i emittentens hemstat, om lagstiftningen i emittentens hemstat bedöms motsvara Finlands lagstiftning. I fråga om bedömningen av överensstämmelsen föreskrivs närmare genom förordning av finansministeriet. Finansinspektionen skall omedelbart underrätta den som ordnar offentlig handel om en ansökan om undantag och om det beslut som fattats med anledning av ansökan.",
        "normalized_sv": "Finansinspektionen kan i enlighet med 2 och 3 mom. på ansökan bevilja undantag från den informationsskyldighet som föreskrivs i detta kapitel, med undantag av 7 § , och i 6 kap., förutsatt att detta inte äventyrar investerarnas ställning. Genom förordning av finansministeriet föreskrivs om beviljande av undantag i fall där en medlemsstat enligt Europeiska gemenskapens bestämmelser får tillåta undantag från informationsskyldigheten. Genom förordning av finansministeriet kan dessutom föreskrivas om motsvarande undantag från informationsskyldigheten i fall där Europeiska gemenskapens bestämmelser på grund av deras tillämpningsområde inte tillämpas på ett värdepapper. Genom förordning av finansministeriet kan också föreskrivas om undantag från informationsskyldigheten i fall där värdepapper erbjuds för att finansiera en allmännyttig verksamhet vars huvudsakliga syfte inte är att eftersträva vinst. Finansinspektionen kan bevilja undantag från den skyldighet att offentliggöra uppgifter som avses i 10 § , om offentliggörandet skulle strida mot allmän fördel eller åsamka emittenten väsentligt men. Ansökan om undantag skall göras omedelbart efter det att skyldigheten har uppkommit. Undantag från den skyldighet som föreskrivs i 10 § kan beviljas endast bolag som avses i 9 § 1 mom. Finansinspektionen kan bevilja undantag som avser innehållet i och offentliggörandet av prospekt och i 6 kap. avsedda anbudshandlingar samt i fråga om offentliggörandet av delårsrapporter, ledningens delårsredogörelser, bokslut och verksamhetsberättelser, bokslutskommunikéer och årliga sammanställningar. En förutsättning för beviljande av undantag är att undantaget inte strider mot Europeiska gemenskapens bestämmelser om bokslut, koncernbokslut och prospekt. Finansinspektionen skall bevilja en emittent vars hemstat inte hör till Europeiska ekonomiska samarbetsområdet undantag att offentliggöra delårsrapporter, ledningens delårsredogörelser, bokslut och verksamhetsberättelser, bokslutskommunikéer samt flaggningsanmälningar i enlighet med bestämmelserna i emittentens hemstat, om lagstiftningen i emittentens hemstat bedöms motsvara Finlands lagstiftning. I fråga om bedömningen av överensstämmelsen föreskrivs närmare genom förordning av finansministeriet. Finansinspektionen skall omedelbart underrätta den som ordnar offentlig handel om en ansökan om undantag och om det beslut som fattats med anledning av ansökan.",
        "folded_sv": "finansinspektionen kan i enlighet med 2 och 3 mom. pa ansokan bevilja undantag fran den informationsskyldighet som foreskrivs i detta kapitel, med undantag av 7 §, och i 6 kap., forutsatt att detta inte aventyrar investerarnas stallning. genom forordning av finansministeriet foreskrivs om beviljande av undantag i fall dar en medlemsstat enligt europeiska gemenskapens bestammelser far tillata undantag fran informationsskyldigheten. genom forordning av finansministeriet kan dessutom foreskrivas om motsvarande undantag fran informationsskyldigheten i fall dar europeiska gemenskapens bestammelser pa grund av deras tillampningsomrade inte tillampas pa ett vardepapper. genom forordning av finansministeriet kan ocksa foreskrivas om undantag fran informationsskyldigheten i fall dar vardepapper erbjuds for att finansiera en allmannyttig verksamhet vars huvudsakliga syfte inte ar att efterstrava vinst. finansinspektionen kan bevilja undantag fran den skyldighet att offentliggora uppgifter som avses i 10 §, om offentliggorandet skulle strida mot allman fordel eller asamka emittenten vasentligt men. ansokan om undantag skall goras omedelbart efter det att skyldigheten har uppkommit. undantag fran den skyldighet som foreskrivs i 10 § kan beviljas endast bolag som avses i 9 § 1 mom. finansinspektionen kan bevilja undantag som avser innehallet i och offentliggorandet av prospekt och i 6 kap. avsedda anbudshandlingar samt i fraga om offentliggorandet av delarsrapporter, ledningens delarsredogorelser, bokslut och verksamhetsberattelser, bokslutskommunikeer och arliga sammanstallningar. en forutsattning for beviljande av undantag ar att undantaget inte strider mot europeiska gemenskapens bestammelser om bokslut, koncernbokslut och prospekt. finansinspektionen skall bevilja en emittent vars hemstat inte hor till europeiska ekonomiska samarbetsomradet undantag att offentliggora delarsrapporter, ledningens delarsredogorelser, bokslut och verksamhetsberattelser, bokslutskommunikeer samt flaggningsanmalningar i enlighet med bestammelserna i emittentens hemstat, om lagstiftningen i emittentens hemstat bedoms motsvara finlands lagstiftning. i fraga om bedomningen av overensstammelsen foreskrivs narmare genom forordning av finansministeriet. finansinspektionen skall omedelbart underratta den som ordnar offentlig handel om en ansokan om undantag och om det beslut som fattats med anledning av ansokan."
      }
    },
    {
      "provision_ref": "3:15 a",
      "chapter": "3",
      "section": "15 a",
      "content": "Rahoitustarkastuksen on julkaistava Internet-verkkosivuillaan kalenteri Suomessa sijaitsevan ja toimivan julkisen kaupankäynnin kaupankäyntipäivistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:15 a",
        "normalized_fi": "Rahoitustarkastuksen on julkaistava Internet-verkkosivuillaan kalenteri Suomessa sijaitsevan ja toimivan julkisen kaupankäynnin kaupankäyntipäivistä.",
        "folded_fi": "rahoitustarkastuksen on julkaistava internet-verkkosivuillaan kalenteri suomessa sijaitsevan ja toimivan julkisen kaupankaynnin kaupankayntipaivista.",
        "content_sv": "Finansinspektionen skall på sina webbsidor offentliggöra en kalender över handelsdagarna för offentlig handel som är belägen och försiggår i Finland.",
        "normalized_sv": "Finansinspektionen skall på sina webbsidor offentliggöra en kalender över handelsdagarna för offentlig handel som är belägen och försiggår i Finland.",
        "folded_sv": "finansinspektionen skall pa sina webbsidor offentliggora en kalender over handelsdagarna for offentlig handel som ar belagen och forsiggar i finland."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Tämän lain 2 luvun 9, 10, 10 e ja 11 §:ää sovelletaan myös osakeyhtiölaissa (624/2006) tarkoitettuun osakeyhtiöön, jonka osake on otettu julkista kaupankäyntiä vastaavan kaupankäynnin kohteeksi toisessa Euroopan talousalueeseen kuuluvassa valtiossa, sekä osakeyhtiötä vastaavaan yhtiöön, jonka yhtiöoikeudellinen kotipaikka on muussa kuin Euroopan talousalueeseen kuuluvassa valtiossa, jos yhtiö on velvollinen toimittamaan 2 luvun 10 c §:n 2 momentin mukaisesti vuosikoosteen Rahoitustarkastukselle, sekä tällaisen yhtiön osakkeenomistajaan ja osakkeenomistajaan 2 luvun 9 §:n mukaan rinnastettavaan henkilöön. Tämän lain 2 luvun 5, 5 a―5 d, 6, 6 a, 6 c, 6 d ja 10 e §:ää sovelletaan osakkeen, osakkeeseen oikeuttavan tai siihen rinnastettavan arvopaperin liikkeeseenlaskijaan, jonka: 1) yhtiöoikeudellinen kotivaltio on Suomi ja jonka arvopaperi on otettu julkista kaupankäyntiä vastaavan kaupankäynnin kohteeksi toisessa Euroopan talousalueeseen kuuluvassa valtiossa; 2) yhtiöoikeudellinen kotipaikka on muussa kuin Euroopan talousalueeseen kuuluvassa valtiossa, jos liikkeeseenlaskija on velvollinen toimittamaan 2 luvun 10 c §:n 2 momentin mukaisesti vuosikoosteen Rahoitustarkastukselle. Tämän lain 2 luvun 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d ja 10 e §:ää sovelletaan 2 §:n 1 momentin 2 kohdassa tarkoitetun arvopaperin liikkeeseenlaskijaan, jos arvopaperin nimellisarvo tai kirjanpidollinen vasta-arvo on vähemmän kuin 1 000 euroa ja: 1) liikkeeseenlaskijan yhtiöoikeudellinen kotivaltio on Suomi ja arvopaperi on otettu julkista kaupankäyntiä vastaavan kaupankäynnin kohteeksi toisessa Euroopan talousalueeseen kuuluvassa valtiossa; tai 2) liikkeeseenlaskijan yhtiöoikeudellinen kotipaikka on muussa kuin Euroopan talousalueeseen kuuluvassa valtiossa ja liikkeeseenlaskija on velvollinen toimittamaan 2 luvun 10 c §:n 2 momentin mukaisesti vuosikoosteen Rahoitustarkastukselle. Tämän lain 2 luvun 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d ja 10 e §:ää sovelletaan muun kuin 3 tai 4 momentissa tarkoitetun arvopaperin liikkeeseenlaskijaan, jonka arvopaperi on julkista kaupankäyntiä vastaavan kaupankäynnin kohteena toisessa Euroopan talousalueeseen kuuluvassa valtiossa ja jos liikkeeseenlaskija on 4 §:n 10 momentin mukaisesti valinnut kotivaltiokseen Suomen. Tämän lain 2 luvun 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d ja 10 e §:ää ei sovelleta sellaisen muun kuin 3 tai 4 momentissa tarkoitetun arvopaperin liikkeeseenlaskijaan, jonka yhtiöoikeudellinen kotivaltio on Suomi, jos liikkeeseenlaskija on 4 §:n 10 momentin mukaisesti valinnut kotivaltiokseen muun Euroopan talousalueeseen kuuluvan valtion kuin Suomen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:1",
        "normalized_fi": "Tämän lain 2 luvun 9, 10, 10 e ja 11 § :ää sovelletaan myös osakeyhtiölaissa (624/2006) tarkoitettuun osakeyhtiöön, jonka osake on otettu julkista kaupankäyntiä vastaavan kaupankäynnin kohteeksi toisessa Euroopan talousalueeseen kuuluvassa valtiossa, sekä osakeyhtiötä vastaavaan yhtiöön, jonka yhtiöoikeudellinen kotipaikka on muussa kuin Euroopan talousalueeseen kuuluvassa valtiossa, jos yhtiö on velvollinen toimittamaan 2 luvun 10 c § :n 2 momentin mukaisesti vuosikoosteen Rahoitustarkastukselle, sekä tällaisen yhtiön osakkeenomistajaan ja osakkeenomistajaan 2 luvun 9 § :n mukaan rinnastettavaan henkilöön. Tämän lain 2 luvun 5, 5 a―5 d, 6, 6 a, 6 c, 6 d ja 10 e § :ää sovelletaan osakkeen, osakkeeseen oikeuttavan tai siihen rinnastettavan arvopaperin liikkeeseenlaskijaan, jonka: 1) yhtiöoikeudellinen kotivaltio on Suomi ja jonka arvopaperi on otettu julkista kaupankäyntiä vastaavan kaupankäynnin kohteeksi toisessa Euroopan talousalueeseen kuuluvassa valtiossa; 2) yhtiöoikeudellinen kotipaikka on muussa kuin Euroopan talousalueeseen kuuluvassa valtiossa, jos liikkeeseenlaskija on velvollinen toimittamaan 2 luvun 10 c § :n 2 momentin mukaisesti vuosikoosteen Rahoitustarkastukselle. Tämän lain 2 luvun 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d ja 10 e § :ää sovelletaan 2 § :n 1 momentin 2 kohdassa tarkoitetun arvopaperin liikkeeseenlaskijaan, jos arvopaperin nimellisarvo tai kirjanpidollinen vasta-arvo on vähemmän kuin 1 000 euroa ja: 1) liikkeeseenlaskijan yhtiöoikeudellinen kotivaltio on Suomi ja arvopaperi on otettu julkista kaupankäyntiä vastaavan kaupankäynnin kohteeksi toisessa Euroopan talousalueeseen kuuluvassa valtiossa; tai 2) liikkeeseenlaskijan yhtiöoikeudellinen kotipaikka on muussa kuin Euroopan talousalueeseen kuuluvassa valtiossa ja liikkeeseenlaskija on velvollinen toimittamaan 2 luvun 10 c § :n 2 momentin mukaisesti vuosikoosteen Rahoitustarkastukselle. Tämän lain 2 luvun 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d ja 10 e § :ää sovelletaan muun kuin 3 tai 4 momentissa tarkoitetun arvopaperin liikkeeseenlaskijaan, jonka arvopaperi on julkista kaupankäyntiä vastaavan kaupankäynnin kohteena toisessa Euroopan talousalueeseen kuuluvassa valtiossa ja jos liikkeeseenlaskija on 4 § :n 10 momentin mukaisesti valinnut kotivaltiokseen Suomen. Tämän lain 2 luvun 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d ja 10 e § :ää ei sovelleta sellaisen muun kuin 3 tai 4 momentissa tarkoitetun arvopaperin liikkeeseenlaskijaan, jonka yhtiöoikeudellinen kotivaltio on Suomi, jos liikkeeseenlaskija on 4 § :n 10 momentin mukaisesti valinnut kotivaltiokseen muun Euroopan talousalueeseen kuuluvan valtion kuin Suomen.",
        "folded_fi": "taman lain 2 luvun 9, 10, 10 e ja 11 §:aa sovelletaan myos osakeyhtiolaissa (624/2006) tarkoitettuun osakeyhtioon, jonka osake on otettu julkista kaupankayntia vastaavan kaupankaynnin kohteeksi toisessa euroopan talousalueeseen kuuluvassa valtiossa, seka osakeyhtiota vastaavaan yhtioon, jonka yhtiooikeudellinen kotipaikka on muussa kuin euroopan talousalueeseen kuuluvassa valtiossa, jos yhtio on velvollinen toimittamaan 2 luvun 10 c §:n 2 momentin mukaisesti vuosikoosteen rahoitustarkastukselle, seka tallaisen yhtion osakkeenomistajaan ja osakkeenomistajaan 2 luvun 9 §:n mukaan rinnastettavaan henkiloon. taman lain 2 luvun 5, 5 a―5 d, 6, 6 a, 6 c, 6 d ja 10 e §:aa sovelletaan osakkeen, osakkeeseen oikeuttavan tai siihen rinnastettavan arvopaperin liikkeeseenlaskijaan, jonka: 1) yhtiooikeudellinen kotivaltio on suomi ja jonka arvopaperi on otettu julkista kaupankayntia vastaavan kaupankaynnin kohteeksi toisessa euroopan talousalueeseen kuuluvassa valtiossa; 2) yhtiooikeudellinen kotipaikka on muussa kuin euroopan talousalueeseen kuuluvassa valtiossa, jos liikkeeseenlaskija on velvollinen toimittamaan 2 luvun 10 c §:n 2 momentin mukaisesti vuosikoosteen rahoitustarkastukselle. taman lain 2 luvun 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d ja 10 e §:aa sovelletaan 2 §:n 1 momentin 2 kohdassa tarkoitetun arvopaperin liikkeeseenlaskijaan, jos arvopaperin nimellisarvo tai kirjanpidollinen vasta-arvo on vahemman kuin 1 000 euroa ja: 1) liikkeeseenlaskijan yhtiooikeudellinen kotivaltio on suomi ja arvopaperi on otettu julkista kaupankayntia vastaavan kaupankaynnin kohteeksi toisessa euroopan talousalueeseen kuuluvassa valtiossa; tai 2) liikkeeseenlaskijan yhtiooikeudellinen kotipaikka on muussa kuin euroopan talousalueeseen kuuluvassa valtiossa ja liikkeeseenlaskija on velvollinen toimittamaan 2 luvun 10 c §:n 2 momentin mukaisesti vuosikoosteen rahoitustarkastukselle. taman lain 2 luvun 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d ja 10 e §:aa sovelletaan muun kuin 3 tai 4 momentissa tarkoitetun arvopaperin liikkeeseenlaskijaan, jonka arvopaperi on julkista kaupankayntia vastaavan kaupankaynnin kohteena toisessa euroopan talousalueeseen kuuluvassa valtiossa ja jos liikkeeseenlaskija on 4 §:n 10 momentin mukaisesti valinnut kotivaltiokseen suomen. taman lain 2 luvun 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d ja 10 e §:aa ei sovelleta sellaisen muun kuin 3 tai 4 momentissa tarkoitetun arvopaperin liikkeeseenlaskijaan, jonka yhtiooikeudellinen kotivaltio on suomi, jos liikkeeseenlaskija on 4 §:n 10 momentin mukaisesti valinnut kotivaltiokseen muun euroopan talousalueeseen kuuluvan valtion kuin suomen.",
        "content_sv": "Lagens 2 kap. 9, 10, 10 e och 11 § tillämpas även på aktiebolag som avses i aktiebolagslagen (624/2006), vars aktier har tagits upp till handel som motsvarar offentlig handel i en annan stat som hör till Europeiska ekonomiska samarbetsområdet, samt på sådana bolag som motsvarar aktiebolag och som har bolagsrättslig hemort i en stat som inte hör till Europeiska ekonomiska samarbetsområdet, om bolaget enligt 2 kap. 10 c § 2 mom. är skyldigt att överlämna en årlig sammanställning till Finansinspektionen, samt på aktieägare i sådana bolag och på personer som enligt 2 kap. 9 § kan jämställas med aktieägare. Lagens 2 kap. 5, 5 a―5 d, 6, 6 a, 6 c, 6 d och 10 e § tillämpas på en emittent av aktier, av värdepapper som berättigar till aktier eller av därmed jämförbara värdepapper, om 1) emittentens bolagsrättsliga hemstat är Finland och värdepapperen har tagits upp till handel som motsvarar offentlig handel i en annan stat som hör till Europeiska ekonomiska samarbetsområdet, 2) emittenten har bolagsrättslig hemort i en stat som inte hör till Europeiska ekonomiska samarbetsområdet och emittenten är skyldig att överlämna en årlig sammanställning till Finansinspektionen i enlighet med 2 kap. 10 c § 2 mom. Lagens 2 kap. 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d och 10 e § tillämpas på en emittent av i 2 § 1 mom. 2 punkten avsedda värdepapper vars nominella värde eller bokföringsmässiga motvärde understiger 1 000 euro, om 1) emittentens bolagsrättsliga hemstat är Finland och värdepappren har tagits upp till handel som motsvarar offentlig handel i en annan stat som hör till Europeiska ekonomiska samarbetsområdet, eller 2) emittenten har bolagsrättslig hemort i en stat som inte hör till Europeiska ekonomiska samarbetsområdet och emittenten är skyldig att överlämna en årlig sammanställning till Finansinspektionen i enlighet med 2 kap. 10 c § 2 mom. Lagens 2 kap. 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d och 10 e § tillämpas på en emittent av andra än i 3 och 4 mom. avsedda värdepapper, om värdepappren har tagits upp till handel som motsvarar offentlig handel i en annan stat som hör till Europeiska ekonomiska samarbetsområdet och om emittenten i enlighet med 4 § 10 mom. har valt Finland som hemstat. Lagens 2 kap. 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d och 10 e § tillämpas inte på emittenter av andra än i 3 och 4 mom. avsedda värdepapper vars bolagsrättsliga hemstat är Finland, om emittenten i enlighet med 4 § 10 mom. har valt en annan stat som hör till Europeiska ekonomiska samarbetsområdet än Finland som hemstat.",
        "normalized_sv": "Lagens 2 kap. 9, 10, 10 e och 11 § tillämpas även på aktiebolag som avses i aktiebolagslagen (624/2006), vars aktier har tagits upp till handel som motsvarar offentlig handel i en annan stat som hör till Europeiska ekonomiska samarbetsområdet, samt på sådana bolag som motsvarar aktiebolag och som har bolagsrättslig hemort i en stat som inte hör till Europeiska ekonomiska samarbetsområdet, om bolaget enligt 2 kap. 10 c § 2 mom. är skyldigt att överlämna en årlig sammanställning till Finansinspektionen, samt på aktieägare i sådana bolag och på personer som enligt 2 kap. 9 § kan jämställas med aktieägare. Lagens 2 kap. 5, 5 a―5 d, 6, 6 a, 6 c, 6 d och 10 e § tillämpas på en emittent av aktier, av värdepapper som berättigar till aktier eller av därmed jämförbara värdepapper, om 1) emittentens bolagsrättsliga hemstat är Finland och värdepapperen har tagits upp till handel som motsvarar offentlig handel i en annan stat som hör till Europeiska ekonomiska samarbetsområdet, 2) emittenten har bolagsrättslig hemort i en stat som inte hör till Europeiska ekonomiska samarbetsområdet och emittenten är skyldig att överlämna en årlig sammanställning till Finansinspektionen i enlighet med 2 kap. 10 c § 2 mom. Lagens 2 kap. 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d och 10 e § tillämpas på en emittent av i 2 § 1 mom. 2 punkten avsedda värdepapper vars nominella värde eller bokföringsmässiga motvärde understiger 1 000 euro, om 1) emittentens bolagsrättsliga hemstat är Finland och värdepappren har tagits upp till handel som motsvarar offentlig handel i en annan stat som hör till Europeiska ekonomiska samarbetsområdet, eller 2) emittenten har bolagsrättslig hemort i en stat som inte hör till Europeiska ekonomiska samarbetsområdet och emittenten är skyldig att överlämna en årlig sammanställning till Finansinspektionen i enlighet med 2 kap. 10 c § 2 mom. Lagens 2 kap. 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d och 10 e § tillämpas på en emittent av andra än i 3 och 4 mom. avsedda värdepapper, om värdepappren har tagits upp till handel som motsvarar offentlig handel i en annan stat som hör till Europeiska ekonomiska samarbetsområdet och om emittenten i enlighet med 4 § 10 mom. har valt Finland som hemstat. Lagens 2 kap. 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d och 10 e § tillämpas inte på emittenter av andra än i 3 och 4 mom. avsedda värdepapper vars bolagsrättsliga hemstat är Finland, om emittenten i enlighet med 4 § 10 mom. har valt en annan stat som hör till Europeiska ekonomiska samarbetsområdet än Finland som hemstat.",
        "folded_sv": "lagens 2 kap. 9, 10, 10 e och 11 § tillampas aven pa aktiebolag som avses i aktiebolagslagen (624/2006), vars aktier har tagits upp till handel som motsvarar offentlig handel i en annan stat som hor till europeiska ekonomiska samarbetsomradet, samt pa sadana bolag som motsvarar aktiebolag och som har bolagsrattslig hemort i en stat som inte hor till europeiska ekonomiska samarbetsomradet, om bolaget enligt 2 kap. 10 c § 2 mom. ar skyldigt att overlamna en arlig sammanstallning till finansinspektionen, samt pa aktieagare i sadana bolag och pa personer som enligt 2 kap. 9 § kan jamstallas med aktieagare. lagens 2 kap. 5, 5 a―5 d, 6, 6 a, 6 c, 6 d och 10 e § tillampas pa en emittent av aktier, av vardepapper som berattigar till aktier eller av darmed jamforbara vardepapper, om 1) emittentens bolagsrattsliga hemstat ar finland och vardepapperen har tagits upp till handel som motsvarar offentlig handel i en annan stat som hor till europeiska ekonomiska samarbetsomradet, 2) emittenten har bolagsrattslig hemort i en stat som inte hor till europeiska ekonomiska samarbetsomradet och emittenten ar skyldig att overlamna en arlig sammanstallning till finansinspektionen i enlighet med 2 kap. 10 c § 2 mom. lagens 2 kap. 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d och 10 e § tillampas pa en emittent av i 2 § 1 mom. 2 punkten avsedda vardepapper vars nominella varde eller bokforingsmassiga motvarde understiger 1 000 euro, om 1) emittentens bolagsrattsliga hemstat ar finland och vardepappren har tagits upp till handel som motsvarar offentlig handel i en annan stat som hor till europeiska ekonomiska samarbetsomradet, eller 2) emittenten har bolagsrattslig hemort i en stat som inte hor till europeiska ekonomiska samarbetsomradet och emittenten ar skyldig att overlamna en arlig sammanstallning till finansinspektionen i enlighet med 2 kap. 10 c § 2 mom. lagens 2 kap. 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d och 10 e § tillampas pa en emittent av andra an i 3 och 4 mom. avsedda vardepapper, om vardepappren har tagits upp till handel som motsvarar offentlig handel i en annan stat som hor till europeiska ekonomiska samarbetsomradet och om emittenten i enlighet med 4 § 10 mom. har valt finland som hemstat. lagens 2 kap. 5, 5 a, 5 b, 5 d, 6, 6 c, 6 d och 10 e § tillampas inte pa emittenter av andra an i 3 och 4 mom. avsedda vardepapper vars bolagsrattsliga hemstat ar finland, om emittenten i enlighet med 4 § 10 mom. har valt en annan stat som hor till europeiska ekonomiska samarbetsomradet an finland som hemstat."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Liikkeeseenlaskija, jonka 2 §:n 1 momentin 2 kohdassa tarkoitetun arvopaperin nimellisarvo tai kirjanpidollinen vasta-arvo on vähintään 1 000 euroa, sekä 2 §:n 1 momentin 4 tai 6 kohdassa tarkoitetun arvopaperin liikkeeseenlaskija voi valita säännöllisen tiedonantovelvollisuuden kotivaltiokseen yhden Euroopan talousalueeseen kuuluvan valtion. Kotivaltio on valittava vähintään kolmeksi vuodeksi kerrallaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:4",
        "normalized_fi": "Liikkeeseenlaskija, jonka 2 § :n 1 momentin 2 kohdassa tarkoitetun arvopaperin nimellisarvo tai kirjanpidollinen vasta-arvo on vähintään 1 000 euroa, sekä 2 § :n 1 momentin 4 tai 6 kohdassa tarkoitetun arvopaperin liikkeeseenlaskija voi valita säännöllisen tiedonantovelvollisuuden kotivaltiokseen yhden Euroopan talousalueeseen kuuluvan valtion. Kotivaltio on valittava vähintään kolmeksi vuodeksi kerrallaan.",
        "folded_fi": "liikkeeseenlaskija, jonka 2 §:n 1 momentin 2 kohdassa tarkoitetun arvopaperin nimellisarvo tai kirjanpidollinen vasta-arvo on vahintaan 1 000 euroa, seka 2 §:n 1 momentin 4 tai 6 kohdassa tarkoitetun arvopaperin liikkeeseenlaskija voi valita saannollisen tiedonantovelvollisuuden kotivaltiokseen yhden euroopan talousalueeseen kuuluvan valtion. kotivaltio on valittava vahintaan kolmeksi vuodeksi kerrallaan.",
        "content_sv": "En emittent, vars värdepapper som avses i 2 § 1 mom. 2 punkten har ett nominellt värde eller bokföringsmässigt motvärde på minst 1 000 euro, samt en emittent av värdepapper som avses i 2 § 1 mom. 4 eller 6 punkten, kan välja en stat som hör till Europeiska ekonomiska samarbetsområdet som hemstat för sin regelbundna informationsskyldighet. Valet av hemstat skall gälla för åtminstone tre år i sänder.",
        "normalized_sv": "En emittent, vars värdepapper som avses i 2 § 1 mom. 2 punkten har ett nominellt värde eller bokföringsmässigt motvärde på minst 1 000 euro, samt en emittent av värdepapper som avses i 2 § 1 mom. 4 eller 6 punkten, kan välja en stat som hör till Europeiska ekonomiska samarbetsområdet som hemstat för sin regelbundna informationsskyldighet. Valet av hemstat skall gälla för åtminstone tre år i sänder.",
        "folded_sv": "en emittent, vars vardepapper som avses i 2 § 1 mom. 2 punkten har ett nominellt varde eller bokforingsmassigt motvarde pa minst 1 000 euro, samt en emittent av vardepapper som avses i 2 § 1 mom. 4 eller 6 punkten, kan valja en stat som hor till europeiska ekonomiska samarbetsomradet som hemstat for sin regelbundna informationsskyldighet. valet av hemstat skall galla for atminstone tre ar i sander."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Julkisen kaupankäynnin kohteena olevan arvopaperin liikkeeseenlaskijan on laadittava osavuosikatsaus kultakin yli kuuden kuukauden pituiselta tilikaudeltaan. Edellä 1 momentissa tarkoitettu velvollisuus ei koske Suomen valtiota, Suomen Pankkia, suomalaista kuntaa tai kuntayhtymää, muuta valtiota, sen keskuspankkia tai sen alueellista hallintoyksikköä, Euroopan keskuspankkia eikä sellaista kansainvälistä julkisyhteisöä, jonka jäsenenä on vähintään yksi Euroopan talousalueeseen kuuluva valtio. Velvollisuus ei koske myöskään liikkeeseenlaskijaa, jonka arvopapereista julkisen kaupankäynnin kohteena on vain sellaisia muun kuin oman pääoman ehtoisia arvopapereita, joiden yksikkökohtainen nimellisarvo tai kirjanpidollinen vasta-arvo on vähintään 50 000 euroa tai tätä liikkeeseenlaskupäivänä vastaava määrä muussa valuutassa. Osavuosikatsaus on laadittava tilikauden kolmelta, kuudelta ja yhdeksältä ensimmäiseltä kuukaudelta, jos kyseessä on 1 luvun 2 §:n 1 momentin 1 tai 3 kohdassa tarkoitettu tai siihen rinnastettava arvopaperi, ja kuudelta ensimmäiseltä kuukaudelta, jos kyseessä on 1 luvun 2 §:n 1 momentin 2, 4 tai 6 kohdassa tarkoitettu arvopaperi. Liikkeeseenlaskija voi kuitenkin päättää, ettei se julkaise osavuosikatsausta tilikauden kolmelta eikä yhdeksältä ensimmäiseltä kuukaudelta, jos se yhtiön koko, toimiala tai muu vastaava seikka huomioon ottaen on perusteltua. Liikkeeseenlaskijan on tällöin julkistettava tilikauden ensimmäisen ja toisen kuuden kuukauden aikana 5 c §:ssä tarkoitettu johdon osavuotinen selvitys.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:5",
        "normalized_fi": "Julkisen kaupankäynnin kohteena olevan arvopaperin liikkeeseenlaskijan on laadittava osavuosikatsaus kultakin yli kuuden kuukauden pituiselta tilikaudeltaan. Edellä 1 momentissa tarkoitettu velvollisuus ei koske Suomen valtiota, Suomen Pankkia, suomalaista kuntaa tai kuntayhtymää, muuta valtiota, sen keskuspankkia tai sen alueellista hallintoyksikköä, Euroopan keskuspankkia eikä sellaista kansainvälistä julkisyhteisöä, jonka jäsenenä on vähintään yksi Euroopan talousalueeseen kuuluva valtio. Velvollisuus ei koske myöskään liikkeeseenlaskijaa, jonka arvopapereista julkisen kaupankäynnin kohteena on vain sellaisia muun kuin oman pääoman ehtoisia arvopapereita, joiden yksikkökohtainen nimellisarvo tai kirjanpidollinen vasta-arvo on vähintään 50 000 euroa tai tätä liikkeeseenlaskupäivänä vastaava määrä muussa valuutassa. Osavuosikatsaus on laadittava tilikauden kolmelta, kuudelta ja yhdeksältä ensimmäiseltä kuukaudelta, jos kyseessä on 1 luvun 2 § :n 1 momentin 1 tai 3 kohdassa tarkoitettu tai siihen rinnastettava arvopaperi, ja kuudelta ensimmäiseltä kuukaudelta, jos kyseessä on 1 luvun 2 § :n 1 momentin 2, 4 tai 6 kohdassa tarkoitettu arvopaperi. Liikkeeseenlaskija voi kuitenkin päättää, ettei se julkaise osavuosikatsausta tilikauden kolmelta eikä yhdeksältä ensimmäiseltä kuukaudelta, jos se yhtiön koko, toimiala tai muu vastaava seikka huomioon ottaen on perusteltua. Liikkeeseenlaskijan on tällöin julkistettava tilikauden ensimmäisen ja toisen kuuden kuukauden aikana 5 c § :ssä tarkoitettu johdon osavuotinen selvitys.",
        "folded_fi": "julkisen kaupankaynnin kohteena olevan arvopaperin liikkeeseenlaskijan on laadittava osavuosikatsaus kultakin yli kuuden kuukauden pituiselta tilikaudeltaan. edella 1 momentissa tarkoitettu velvollisuus ei koske suomen valtiota, suomen pankkia, suomalaista kuntaa tai kuntayhtymaa, muuta valtiota, sen keskuspankkia tai sen alueellista hallintoyksikkoa, euroopan keskuspankkia eika sellaista kansainvalista julkisyhteisoa, jonka jasenena on vahintaan yksi euroopan talousalueeseen kuuluva valtio. velvollisuus ei koske myoskaan liikkeeseenlaskijaa, jonka arvopapereista julkisen kaupankaynnin kohteena on vain sellaisia muun kuin oman paaoman ehtoisia arvopapereita, joiden yksikkokohtainen nimellisarvo tai kirjanpidollinen vasta-arvo on vahintaan 50 000 euroa tai tata liikkeeseenlaskupaivana vastaava maara muussa valuutassa. osavuosikatsaus on laadittava tilikauden kolmelta, kuudelta ja yhdeksalta ensimmaiselta kuukaudelta, jos kyseessa on 1 luvun 2 §:n 1 momentin 1 tai 3 kohdassa tarkoitettu tai siihen rinnastettava arvopaperi, ja kuudelta ensimmaiselta kuukaudelta, jos kyseessa on 1 luvun 2 §:n 1 momentin 2, 4 tai 6 kohdassa tarkoitettu arvopaperi. liikkeeseenlaskija voi kuitenkin paattaa, ettei se julkaise osavuosikatsausta tilikauden kolmelta eika yhdeksalta ensimmaiselta kuukaudelta, jos se yhtion koko, toimiala tai muu vastaava seikka huomioon ottaen on perusteltua. liikkeeseenlaskijan on talloin julkistettava tilikauden ensimmaisen ja toisen kuuden kuukauden aikana 5 c §:ssa tarkoitettu johdon osavuotinen selvitys.",
        "content_sv": "Den som emitterar värdepapper som är föremål för offentlig handel skall upprätta en delårsrapport för varje räkenskapsperiod som är längre än sex månader. Den i 1 mom. föreskrivna skyldigheten gäller inte finska staten, Finlands Bank, en finsk kommun eller samkommun, andra stater, deras centralbanker eller regionala förvaltningsenheter, Europeiska centralbanken eller ett sådant internationellt offentligt samfund vilket som medlem har minst en stat som hör till Europeiska ekonomiska samarbetsområdet. Skyldigheten gäller inte heller en emittent av vars värdepapper endast sådana icke-aktierelaterade värdepapper är föremål för offentlig handel som på emissionsdagen per enhet har ett nominellt värde eller bokföringsmässigt motvärde på minst 50 000 euro eller ett motsvarande belopp i en annan valuta. En delårsrapport skall upprättas för räkenskapsperiodens tre, sex och nio första månader, när det är fråga om sådana värdepapper som avses i 1 kap. 2 § 1 mom. 1 eller 3 punkten eller därmed jämförbara värdepapper, och för de sex första månaderna när det är fråga om sådana värdepapper som avses i 1 kap. 2 § 1 mom. 2, 4 eller 6 punkten. Emittenten kan emellertid besluta att inte offentliggöra en delårsrapport för räkenskapsperiodens tre och nio första månader, om detta är motiverat med beaktande av bolagets storlek, verksamhetsområde eller någon annan motsvarande faktor. Emittenten skall härvid under räkenskapsperiodens första och andra sexmånadersperiod offentliggöra i 5 c § avsedda ledningens delårsredogörelse.",
        "normalized_sv": "Den som emitterar värdepapper som är föremål för offentlig handel skall upprätta en delårsrapport för varje räkenskapsperiod som är längre än sex månader. Den i 1 mom. föreskrivna skyldigheten gäller inte finska staten, Finlands Bank, en finsk kommun eller samkommun, andra stater, deras centralbanker eller regionala förvaltningsenheter, Europeiska centralbanken eller ett sådant internationellt offentligt samfund vilket som medlem har minst en stat som hör till Europeiska ekonomiska samarbetsområdet. Skyldigheten gäller inte heller en emittent av vars värdepapper endast sådana icke-aktierelaterade värdepapper är föremål för offentlig handel som på emissionsdagen per enhet har ett nominellt värde eller bokföringsmässigt motvärde på minst 50 000 euro eller ett motsvarande belopp i en annan valuta. En delårsrapport skall upprättas för räkenskapsperiodens tre, sex och nio första månader, när det är fråga om sådana värdepapper som avses i 1 kap. 2 § 1 mom. 1 eller 3 punkten eller därmed jämförbara värdepapper, och för de sex första månaderna när det är fråga om sådana värdepapper som avses i 1 kap. 2 § 1 mom. 2, 4 eller 6 punkten. Emittenten kan emellertid besluta att inte offentliggöra en delårsrapport för räkenskapsperiodens tre och nio första månader, om detta är motiverat med beaktande av bolagets storlek, verksamhetsområde eller någon annan motsvarande faktor. Emittenten skall härvid under räkenskapsperiodens första och andra sexmånadersperiod offentliggöra i 5 c § avsedda ledningens delårsredogörelse.",
        "folded_sv": "den som emitterar vardepapper som ar foremal for offentlig handel skall uppratta en delarsrapport for varje rakenskapsperiod som ar langre an sex manader. den i 1 mom. foreskrivna skyldigheten galler inte finska staten, finlands bank, en finsk kommun eller samkommun, andra stater, deras centralbanker eller regionala forvaltningsenheter, europeiska centralbanken eller ett sadant internationellt offentligt samfund vilket som medlem har minst en stat som hor till europeiska ekonomiska samarbetsomradet. skyldigheten galler inte heller en emittent av vars vardepapper endast sadana icke-aktierelaterade vardepapper ar foremal for offentlig handel som pa emissionsdagen per enhet har ett nominellt varde eller bokforingsmassigt motvarde pa minst 50 000 euro eller ett motsvarande belopp i en annan valuta. en delarsrapport skall upprattas for rakenskapsperiodens tre, sex och nio forsta manader, nar det ar fraga om sadana vardepapper som avses i 1 kap. 2 § 1 mom. 1 eller 3 punkten eller darmed jamforbara vardepapper, och for de sex forsta manaderna nar det ar fraga om sadana vardepapper som avses i 1 kap. 2 § 1 mom. 2, 4 eller 6 punkten. emittenten kan emellertid besluta att inte offentliggora en delarsrapport for rakenskapsperiodens tre och nio forsta manader, om detta ar motiverat med beaktande av bolagets storlek, verksamhetsomrade eller nagon annan motsvarande faktor. emittenten skall harvid under rakenskapsperiodens forsta och andra sexmanadersperiod offentliggora i 5 c § avsedda ledningens delarsredogorelse."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "2:5 a",
      "chapter": "2",
      "section": "5 a",
      "content": "Osavuosikatsauksen tulee antaa oikea ja riittävä kuva liikkeeseenlaskijan taloudellisesta asemasta ja tuloksesta. Osavuosikatsaus on laadittava noudattaen samoja kirjaamis- ja arvostusperiaatteita kuin tilinpäätöksessä. Osavuosikatsauksessa tulee olla selostusosa ja taulukko-osa. Taulukko-osa on laadittava noudattaen kirjanpitolaissa (1336/1997) tarkoitettuja kansainvälisiä tilinpäätösstandardeja osavuosikatsauksista. Liikkeeseenlaskija voi kuitenkin laatia tilikauden kolmelta ja yhdeksältä ensimmäiseltä kuukaudelta suppean taulukko-osan. Selostusosassa on annettava yleiskuvaus liikkeeseenlaskijan taloudellisesta asemasta ja tuloksesta sekä niiden kehityksestä katsauskaudella. Selostusosassa on selostettava katsauskauden merkittäviä tapahtumia ja liiketoimia sekä niiden vaikutuksia liikkeeseenlaskijan taloudelliseen asemaan ja tulokseen. Selostusosassa on annettava kuvaus liikkeeseenlaskijan liiketoimintaan liittyvistä merkittävistä lähiajan riskeistä ja epävarmuustekijöistä sekä arvioitava liikkeeseenlaskijan todennäköistä kehitystä kuluvana tilikautena siinä määrin kuin se on mahdollista ja esitettävä selvitys seikoista, joihin arvio perustuu. Osavuosikatsauksessa esitettävien tietojen on oltava vertailukelpoisia edellisen tilikauden vastaavan katsauskauden tietoihin. Jos liikkeeseenlaskijan on laadittava konsernitilinpäätös, osavuosikatsaus annetaan konsernin tietoina. Jos liikkeeseenlaskijan tilintarkastaja on tarkastanut osavuosikatsauksen, tilintarkastajan on ilmoitettava lausunnossaan, missä laajuudessa tarkastus on suoritettu. Tilintarkastajan lausunto on liitettävä osavuosikatsaukseen. Jos tilintarkastaja ei ole tarkastanut osavuosikatsausta, liikkeeseenlaskijan on ilmoitettava tästä osavuosikatsauksessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:5 a",
        "normalized_fi": "Osavuosikatsauksen tulee antaa oikea ja riittävä kuva liikkeeseenlaskijan taloudellisesta asemasta ja tuloksesta. Osavuosikatsaus on laadittava noudattaen samoja kirjaamis- ja arvostusperiaatteita kuin tilinpäätöksessä. Osavuosikatsauksessa tulee olla selostusosa ja taulukko-osa. Taulukko-osa on laadittava noudattaen kirjanpitolaissa (1336/1997) tarkoitettuja kansainvälisiä tilinpäätösstandardeja osavuosikatsauksista. Liikkeeseenlaskija voi kuitenkin laatia tilikauden kolmelta ja yhdeksältä ensimmäiseltä kuukaudelta suppean taulukko-osan. Selostusosassa on annettava yleiskuvaus liikkeeseenlaskijan taloudellisesta asemasta ja tuloksesta sekä niiden kehityksestä katsauskaudella. Selostusosassa on selostettava katsauskauden merkittäviä tapahtumia ja liiketoimia sekä niiden vaikutuksia liikkeeseenlaskijan taloudelliseen asemaan ja tulokseen. Selostusosassa on annettava kuvaus liikkeeseenlaskijan liiketoimintaan liittyvistä merkittävistä lähiajan riskeistä ja epävarmuustekijöistä sekä arvioitava liikkeeseenlaskijan todennäköistä kehitystä kuluvana tilikautena siinä määrin kuin se on mahdollista ja esitettävä selvitys seikoista, joihin arvio perustuu. Osavuosikatsauksessa esitettävien tietojen on oltava vertailukelpoisia edellisen tilikauden vastaavan katsauskauden tietoihin. Jos liikkeeseenlaskijan on laadittava konsernitilinpäätös, osavuosikatsaus annetaan konsernin tietoina. Jos liikkeeseenlaskijan tilintarkastaja on tarkastanut osavuosikatsauksen, tilintarkastajan on ilmoitettava lausunnossaan, missä laajuudessa tarkastus on suoritettu. Tilintarkastajan lausunto on liitettävä osavuosikatsaukseen. Jos tilintarkastaja ei ole tarkastanut osavuosikatsausta, liikkeeseenlaskijan on ilmoitettava tästä osavuosikatsauksessa.",
        "folded_fi": "osavuosikatsauksen tulee antaa oikea ja riittava kuva liikkeeseenlaskijan taloudellisesta asemasta ja tuloksesta. osavuosikatsaus on laadittava noudattaen samoja kirjaamis- ja arvostusperiaatteita kuin tilinpaatoksessa. osavuosikatsauksessa tulee olla selostusosa ja taulukko-osa. taulukko-osa on laadittava noudattaen kirjanpitolaissa (1336/1997) tarkoitettuja kansainvalisia tilinpaatosstandardeja osavuosikatsauksista. liikkeeseenlaskija voi kuitenkin laatia tilikauden kolmelta ja yhdeksalta ensimmaiselta kuukaudelta suppean taulukko-osan. selostusosassa on annettava yleiskuvaus liikkeeseenlaskijan taloudellisesta asemasta ja tuloksesta seka niiden kehityksesta katsauskaudella. selostusosassa on selostettava katsauskauden merkittavia tapahtumia ja liiketoimia seka niiden vaikutuksia liikkeeseenlaskijan taloudelliseen asemaan ja tulokseen. selostusosassa on annettava kuvaus liikkeeseenlaskijan liiketoimintaan liittyvista merkittavista lahiajan riskeista ja epavarmuustekijoista seka arvioitava liikkeeseenlaskijan todennakoista kehitysta kuluvana tilikautena siina maarin kuin se on mahdollista ja esitettava selvitys seikoista, joihin arvio perustuu. osavuosikatsauksessa esitettavien tietojen on oltava vertailukelpoisia edellisen tilikauden vastaavan katsauskauden tietoihin. jos liikkeeseenlaskijan on laadittava konsernitilinpaatos, osavuosikatsaus annetaan konsernin tietoina. jos liikkeeseenlaskijan tilintarkastaja on tarkastanut osavuosikatsauksen, tilintarkastajan on ilmoitettava lausunnossaan, missa laajuudessa tarkastus on suoritettu. tilintarkastajan lausunto on liitettava osavuosikatsaukseen. jos tilintarkastaja ei ole tarkastanut osavuosikatsausta, liikkeeseenlaskijan on ilmoitettava tasta osavuosikatsauksessa.",
        "content_sv": "Delårsrapporten skall ge en riktig och tillräcklig bild av emittentens ekonomiska ställning och resultat. Delårsrapporten skall utarbetas med beaktande av samma bokförings- och värderingsprinciper som vid bokslutet. Delårsrapporten skall innehålla en redogörelsedel och en tabelldel. Tabelldelen skall utarbetas i enlighet med de internationella redovisningsstandarder som avses i bokföringslagen (1336/1997) och som gäller för delårsrapporter. Emittenten kan dock för räkenskapsperiodens tre och nio första månader utarbeta en kortfattad tabelldel. Redogörelsedelen skall innehålla en allmän beskrivning av emittentens ekonomiska ställning och resultat samt deras utveckling under rapportperioden. Redogörelsedelen skall omfatta en beskrivning av betydande händelser och affärstransaktioner under rapportperioden samt deras inverkan på emittentens ekonomiska ställning och resultat. Redogörelsedelen skall innehålla en beskrivning av betydande risker och osäkerhetsmoment i anslutning till affärsverksamheten under den närmaste framtiden samt en bedömning i den mån det är möjligt av emittentens sannolika utveckling under den pågående räkenskapsperioden och innehålla en utredning över de faktorer som bedömningen grundar sig på. Uppgifterna i delårsrapporten skall vara jämförbara med uppgifterna för motsvarande period under den föregående räkenskapsperioden. Om emittenten skall upprätta ett koncernbokslut, ges delårsrapporten som koncernens information. Om emittentens revisor har granskat delårsrapporten, skall revisorn i sitt utlåtande uppge hur omfattande granskningen varit. Revisorsutlåtandet skall fogas till delårsrapporten. Om revisorn inte har granskat delårsrapporten, skall emittenten meddela detta i delårsrapporten.",
        "normalized_sv": "Delårsrapporten skall ge en riktig och tillräcklig bild av emittentens ekonomiska ställning och resultat. Delårsrapporten skall utarbetas med beaktande av samma bokförings- och värderingsprinciper som vid bokslutet. Delårsrapporten skall innehålla en redogörelsedel och en tabelldel. Tabelldelen skall utarbetas i enlighet med de internationella redovisningsstandarder som avses i bokföringslagen (1336/1997) och som gäller för delårsrapporter. Emittenten kan dock för räkenskapsperiodens tre och nio första månader utarbeta en kortfattad tabelldel. Redogörelsedelen skall innehålla en allmän beskrivning av emittentens ekonomiska ställning och resultat samt deras utveckling under rapportperioden. Redogörelsedelen skall omfatta en beskrivning av betydande händelser och affärstransaktioner under rapportperioden samt deras inverkan på emittentens ekonomiska ställning och resultat. Redogörelsedelen skall innehålla en beskrivning av betydande risker och osäkerhetsmoment i anslutning till affärsverksamheten under den närmaste framtiden samt en bedömning i den mån det är möjligt av emittentens sannolika utveckling under den pågående räkenskapsperioden och innehålla en utredning över de faktorer som bedömningen grundar sig på. Uppgifterna i delårsrapporten skall vara jämförbara med uppgifterna för motsvarande period under den föregående räkenskapsperioden. Om emittenten skall upprätta ett koncernbokslut, ges delårsrapporten som koncernens information. Om emittentens revisor har granskat delårsrapporten, skall revisorn i sitt utlåtande uppge hur omfattande granskningen varit. Revisorsutlåtandet skall fogas till delårsrapporten. Om revisorn inte har granskat delårsrapporten, skall emittenten meddela detta i delårsrapporten.",
        "folded_sv": "delarsrapporten skall ge en riktig och tillracklig bild av emittentens ekonomiska stallning och resultat. delarsrapporten skall utarbetas med beaktande av samma bokforings- och varderingsprinciper som vid bokslutet. delarsrapporten skall innehalla en redogorelsedel och en tabelldel. tabelldelen skall utarbetas i enlighet med de internationella redovisningsstandarder som avses i bokforingslagen (1336/1997) och som galler for delarsrapporter. emittenten kan dock for rakenskapsperiodens tre och nio forsta manader utarbeta en kortfattad tabelldel. redogorelsedelen skall innehalla en allman beskrivning av emittentens ekonomiska stallning och resultat samt deras utveckling under rapportperioden. redogorelsedelen skall omfatta en beskrivning av betydande handelser och affarstransaktioner under rapportperioden samt deras inverkan pa emittentens ekonomiska stallning och resultat. redogorelsedelen skall innehalla en beskrivning av betydande risker och osakerhetsmoment i anslutning till affarsverksamheten under den narmaste framtiden samt en bedomning i den man det ar mojligt av emittentens sannolika utveckling under den pagaende rakenskapsperioden och innehalla en utredning over de faktorer som bedomningen grundar sig pa. uppgifterna i delarsrapporten skall vara jamforbara med uppgifterna for motsvarande period under den foregaende rakenskapsperioden. om emittenten skall uppratta ett koncernbokslut, ges delarsrapporten som koncernens information. om emittentens revisor har granskat delarsrapporten, skall revisorn i sitt utlatande uppge hur omfattande granskningen varit. revisorsutlatandet skall fogas till delarsrapporten. om revisorn inte har granskat delarsrapporten, skall emittenten meddela detta i delarsrapporten."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "2:5 b",
      "chapter": "2",
      "section": "5 b",
      "content": "Osavuosikatsaus on julkistettava ilman aiheetonta viivytystä, kuitenkin viimeistään kahden kuukauden kuluessa katsauskauden päättymisestä. Julkistamisajankohta on julkistettava heti, kun siitä on päätetty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:5 b",
        "normalized_fi": "Osavuosikatsaus on julkistettava ilman aiheetonta viivytystä, kuitenkin viimeistään kahden kuukauden kuluessa katsauskauden päättymisestä. Julkistamisajankohta on julkistettava heti, kun siitä on päätetty.",
        "folded_fi": "osavuosikatsaus on julkistettava ilman aiheetonta viivytysta, kuitenkin viimeistaan kahden kuukauden kuluessa katsauskauden paattymisesta. julkistamisajankohta on julkistettava heti, kun siita on paatetty.",
        "content_sv": "Delårsrapporten skall offentliggöras utan obefogat dröjsmål, dock senast två månader efter utgången av rapportperioden. Tidpunkten för offentliggörandet skall offentliggöras omedelbart efter det att den har fastställts.",
        "normalized_sv": "Delårsrapporten skall offentliggöras utan obefogat dröjsmål, dock senast två månader efter utgången av rapportperioden. Tidpunkten för offentliggörandet skall offentliggöras omedelbart efter det att den har fastställts.",
        "folded_sv": "delarsrapporten skall offentliggoras utan obefogat drojsmal, dock senast tva manader efter utgangen av rapportperioden. tidpunkten for offentliggorandet skall offentliggoras omedelbart efter det att den har faststallts."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "2:5 c",
      "chapter": "2",
      "section": "5 c",
      "content": "Liikkeeseenlaskijan on ennen tilikauden alkamista julkistettava tieto siitä, jos liikkeeseenlaskija ei julkaise osavuosikatsausta tilikauden kolmelta ja yhdeksältä ensimmäiseltä kuukaudelta sekä perusteet julkaisematta jättämiselle. Johdon osavuotisessa selvityksessä on annettava yleiskuvaus liikkeeseenlaskijan taloudellisesta asemasta ja tuloksesta sekä niiden kehityksestä katsauskaudella julkistamisajankohtaan asti. Selvityksessä on selostettava katsauskauden merkittäviä tapahtumia ja liiketoimia sekä niiden vaikutuksia liikkeeseenlaskijan taloudelliseen asemaan. Liikkeeseenlaskijan on julkistettava johdon osavuotinen selvitys aikaisintaan kymmenen viikkoa asianomaisen kuuden kuukauden ajanjakson alkamisesta ja viimeistään kuusi viikkoa ennen sen päättymistä. Johdon osavuotisen selvityksen julkistamisajankohta on julkistettava heti, kun siitä on päätetty. Jos liikkeeseenlaskijan on laadittava konsernitilinpäätös, johdon osavuotinen selvitys annetaan konsernin tietoina. Tässä pykälässä tarkoitettu selvitys on nimettävä johdon osavuotiseksi selvitykseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:5 c",
        "normalized_fi": "Liikkeeseenlaskijan on ennen tilikauden alkamista julkistettava tieto siitä, jos liikkeeseenlaskija ei julkaise osavuosikatsausta tilikauden kolmelta ja yhdeksältä ensimmäiseltä kuukaudelta sekä perusteet julkaisematta jättämiselle. Johdon osavuotisessa selvityksessä on annettava yleiskuvaus liikkeeseenlaskijan taloudellisesta asemasta ja tuloksesta sekä niiden kehityksestä katsauskaudella julkistamisajankohtaan asti. Selvityksessä on selostettava katsauskauden merkittäviä tapahtumia ja liiketoimia sekä niiden vaikutuksia liikkeeseenlaskijan taloudelliseen asemaan. Liikkeeseenlaskijan on julkistettava johdon osavuotinen selvitys aikaisintaan kymmenen viikkoa asianomaisen kuuden kuukauden ajanjakson alkamisesta ja viimeistään kuusi viikkoa ennen sen päättymistä. Johdon osavuotisen selvityksen julkistamisajankohta on julkistettava heti, kun siitä on päätetty. Jos liikkeeseenlaskijan on laadittava konsernitilinpäätös, johdon osavuotinen selvitys annetaan konsernin tietoina. Tässä pykälässä tarkoitettu selvitys on nimettävä johdon osavuotiseksi selvitykseksi.",
        "folded_fi": "liikkeeseenlaskijan on ennen tilikauden alkamista julkistettava tieto siita, jos liikkeeseenlaskija ei julkaise osavuosikatsausta tilikauden kolmelta ja yhdeksalta ensimmaiselta kuukaudelta seka perusteet julkaisematta jattamiselle. johdon osavuotisessa selvityksessa on annettava yleiskuvaus liikkeeseenlaskijan taloudellisesta asemasta ja tuloksesta seka niiden kehityksesta katsauskaudella julkistamisajankohtaan asti. selvityksessa on selostettava katsauskauden merkittavia tapahtumia ja liiketoimia seka niiden vaikutuksia liikkeeseenlaskijan taloudelliseen asemaan. liikkeeseenlaskijan on julkistettava johdon osavuotinen selvitys aikaisintaan kymmenen viikkoa asianomaisen kuuden kuukauden ajanjakson alkamisesta ja viimeistaan kuusi viikkoa ennen sen paattymista. johdon osavuotisen selvityksen julkistamisajankohta on julkistettava heti, kun siita on paatetty. jos liikkeeseenlaskijan on laadittava konsernitilinpaatos, johdon osavuotinen selvitys annetaan konsernin tietoina. tassa pykalassa tarkoitettu selvitys on nimettava johdon osavuotiseksi selvitykseksi.",
        "content_sv": "Om emittenten inte offentliggör delårsrapporter för räkenskapsperiodens tre och nio första månader, skall emittenten innan räkenskapsperioden inleds offentliggöra denna uppgift och motiveringen till att delårsrapporterna inte offentliggörs. Ledningens delårsredogörelse skall innehålla en allmän beskrivning av emittentens ekonomiska ställning och resultat samt deras utveckling under rapportperioden fram till tidpunkten för offentliggörandet. Redogörelsen skall omfatta en beskrivning av betydande händelser och affärstransaktioner under rapportperioden samt deras inverkan på emittentens ekonomiska ställning. Emittenten skall offentliggöra ledningens delårsredogörelse tidigast tio veckor efter det att sexmånadersperioden i fråga inletts och senast sex veckor innan den avslutas. Tidpunkten för offentliggörandet av ledningens delårsredogörelse skall offentliggöras omedelbart efter det att den har fastställts. Om emittenten skall upprätta ett koncernbokslut, ges ledningens delårsredogörelse som koncernens information. Den redogörelse som avses i denna paragraf skall benämnas ledningens delårsredogörelse.",
        "normalized_sv": "Om emittenten inte offentliggör delårsrapporter för räkenskapsperiodens tre och nio första månader, skall emittenten innan räkenskapsperioden inleds offentliggöra denna uppgift och motiveringen till att delårsrapporterna inte offentliggörs. Ledningens delårsredogörelse skall innehålla en allmän beskrivning av emittentens ekonomiska ställning och resultat samt deras utveckling under rapportperioden fram till tidpunkten för offentliggörandet. Redogörelsen skall omfatta en beskrivning av betydande händelser och affärstransaktioner under rapportperioden samt deras inverkan på emittentens ekonomiska ställning. Emittenten skall offentliggöra ledningens delårsredogörelse tidigast tio veckor efter det att sexmånadersperioden i fråga inletts och senast sex veckor innan den avslutas. Tidpunkten för offentliggörandet av ledningens delårsredogörelse skall offentliggöras omedelbart efter det att den har fastställts. Om emittenten skall upprätta ett koncernbokslut, ges ledningens delårsredogörelse som koncernens information. Den redogörelse som avses i denna paragraf skall benämnas ledningens delårsredogörelse.",
        "folded_sv": "om emittenten inte offentliggor delarsrapporter for rakenskapsperiodens tre och nio forsta manader, skall emittenten innan rakenskapsperioden inleds offentliggora denna uppgift och motiveringen till att delarsrapporterna inte offentliggors. ledningens delarsredogorelse skall innehalla en allman beskrivning av emittentens ekonomiska stallning och resultat samt deras utveckling under rapportperioden fram till tidpunkten for offentliggorandet. redogorelsen skall omfatta en beskrivning av betydande handelser och affarstransaktioner under rapportperioden samt deras inverkan pa emittentens ekonomiska stallning. emittenten skall offentliggora ledningens delarsredogorelse tidigast tio veckor efter det att sexmanadersperioden i fraga inletts och senast sex veckor innan den avslutas. tidpunkten for offentliggorandet av ledningens delarsredogorelse skall offentliggoras omedelbart efter det att den har faststallts. om emittenten skall uppratta ett koncernbokslut, ges ledningens delarsredogorelse som koncernens information. den redogorelse som avses i denna paragraf skall benamnas ledningens delarsredogorelse."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "2:5 d",
      "chapter": "2",
      "section": "5 d",
      "content": "Jos 5 §:ssä tarkoitetun liikkeeseenlaskijan tilikautta on pidennetty, liikkeeseenlaskijan on lisäksi laadittava tilikauden 12 ensimmäiseltä kuukaudelta osavuosikatsaus, joka vastaa 5 a §:ssä tarkoitettua kuudelta ensimmäiseltä kuukaudelta laadittavaa osavuosikatsausta. Jos tilikautta on pidennetty yli 15 kuukauden, tilikauden 15 ensimmäiseltä kuukaudelta on laadittava osavuosikatsaus, joka vastaa 5 a §:ssä tarkoitettua kolmelta ensimmäiseltä kuukaudelta laadittavaa osavuosikatsausta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:5 d",
        "normalized_fi": "Jos 5 § :ssä tarkoitetun liikkeeseenlaskijan tilikautta on pidennetty, liikkeeseenlaskijan on lisäksi laadittava tilikauden 12 ensimmäiseltä kuukaudelta osavuosikatsaus, joka vastaa 5 a § :ssä tarkoitettua kuudelta ensimmäiseltä kuukaudelta laadittavaa osavuosikatsausta. Jos tilikautta on pidennetty yli 15 kuukauden, tilikauden 15 ensimmäiseltä kuukaudelta on laadittava osavuosikatsaus, joka vastaa 5 a § :ssä tarkoitettua kolmelta ensimmäiseltä kuukaudelta laadittavaa osavuosikatsausta.",
        "folded_fi": "jos 5 §:ssa tarkoitetun liikkeeseenlaskijan tilikautta on pidennetty, liikkeeseenlaskijan on lisaksi laadittava tilikauden 12 ensimmaiselta kuukaudelta osavuosikatsaus, joka vastaa 5 a §:ssa tarkoitettua kuudelta ensimmaiselta kuukaudelta laadittavaa osavuosikatsausta. jos tilikautta on pidennetty yli 15 kuukauden, tilikauden 15 ensimmaiselta kuukaudelta on laadittava osavuosikatsaus, joka vastaa 5 a §:ssa tarkoitettua kolmelta ensimmaiselta kuukaudelta laadittavaa osavuosikatsausta.",
        "content_sv": "Om räkenskapsperioden för en emittent som avses i 5 § har förlängts, skall emittenten dessutom för de 12 första månaderna av räkenskapsperioden upprätta en delårsrapport, som motsvarar den delårsrapport som avses i 5 a § för de första sex månaderna. Om räkenskapsperioden har förlängts till över 15 månader, skall för räkenskapsperiodens 15 första månader upprättas en delårsrapport som motsvarar delårsrapporten som avses i 5 a § för de tre första månaderna.",
        "normalized_sv": "Om räkenskapsperioden för en emittent som avses i 5 § har förlängts, skall emittenten dessutom för de 12 första månaderna av räkenskapsperioden upprätta en delårsrapport, som motsvarar den delårsrapport som avses i 5 a § för de första sex månaderna. Om räkenskapsperioden har förlängts till över 15 månader, skall för räkenskapsperiodens 15 första månader upprättas en delårsrapport som motsvarar delårsrapporten som avses i 5 a § för de tre första månaderna.",
        "folded_sv": "om rakenskapsperioden for en emittent som avses i 5 § har forlangts, skall emittenten dessutom for de 12 forsta manaderna av rakenskapsperioden uppratta en delarsrapport, som motsvarar den delarsrapport som avses i 5 a § for de forsta sex manaderna. om rakenskapsperioden har forlangts till over 15 manader, skall for rakenskapsperiodens 15 forsta manader upprattas en delarsrapport som motsvarar delarsrapporten som avses i 5 a § for de tre forsta manaderna."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Julkisen kaupankäynnin kohteena olevan arvopaperin liikkeeseenlaskijan on julkistettava tilinpäätöksensä ja toimintakertomuksensa ilman aiheetonta viivytystä viimeistään viikkoa ennen sitä kokousta, jossa tilinpäätös on esitettävä vahvistettavaksi, kuitenkin viimeistään kolmen kuukauden kuluessa tilikauden päättymisestä. Edellä 1 momentissa tarkoitettu velvollisuus ei koske Suomen valtiota, Suomen Pankkia, suomalaista kuntaa tai kuntayhtymää, muuta valtiota, sen keskuspankkia tai sen alueellista hallintoyksikköä, Euroopan keskuspankkia eikä sellaista kansainvälistä julkisyhteisöä, jonka jäsenenä on vähintään yksi Euroopan talousalueeseen kuuluva valtio. Tilinpäätöksen ja toimintakertomuksen tulee antaa oikea ja riittävä kuva liikkeeseenlaskijan toiminnan tuloksesta ja taloudellisesta asemasta. Tilinpäätöksen ja toimintakertomuksen ohessa on julkistettava tilintarkastuskertomus. Jos tilikauden aikana kuudelta ensimmäiseltä kuukaudelta tai pidennetyn tilikauden 12 ensimmäiseltä kuukaudelta laadittua osavuosikatsausta ei tilintarkastajien käsityksen mukaan ole laadittu sitä koskevien säännösten mukaisesti, tästä on ilmoitettava tilintarkastuskertomuksessa. Liikkeeseenlaskijan on kuitenkin julkistettava tilinpäätös ja toimintakertomus sekä tilintarkastuskertomus välittömästi, jos tilintarkastajat tilintarkastuskertomuksessa: 1) toteavat, että tilinpäätöstä ei ole laadittu kirjanpitolain ja tilinpäätöksen laatimista koskevien muiden säännösten ja määräysten mukaisesti; 2) toteavat, että tilinpäätös ei anna kirjanpitolaissa tarkoitetulla tavalla oikeaa ja riittävää kuvaa liikkeeseenlaskijan tai sen konsernin toiminnan tuloksesta ja taloudellisesta asemasta, johon liikkeeseenlaskija kuuluu; 3) toteavat, että tilinpäätöstä ei tulisi vahvistaa; 4) eivät yhdy hallituksen tekemään tuloksen käsittelyä koskevaan ehdotukseen; 5) toteavat, että vastuuvapautta ei tulisi myöntää; taikka 6) esittävät muun muistutuksen suorittamansa tarkastuksen perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:6",
        "normalized_fi": "Julkisen kaupankäynnin kohteena olevan arvopaperin liikkeeseenlaskijan on julkistettava tilinpäätöksensä ja toimintakertomuksensa ilman aiheetonta viivytystä viimeistään viikkoa ennen sitä kokousta, jossa tilinpäätös on esitettävä vahvistettavaksi, kuitenkin viimeistään kolmen kuukauden kuluessa tilikauden päättymisestä. Edellä 1 momentissa tarkoitettu velvollisuus ei koske Suomen valtiota, Suomen Pankkia, suomalaista kuntaa tai kuntayhtymää, muuta valtiota, sen keskuspankkia tai sen alueellista hallintoyksikköä, Euroopan keskuspankkia eikä sellaista kansainvälistä julkisyhteisöä, jonka jäsenenä on vähintään yksi Euroopan talousalueeseen kuuluva valtio. Tilinpäätöksen ja toimintakertomuksen tulee antaa oikea ja riittävä kuva liikkeeseenlaskijan toiminnan tuloksesta ja taloudellisesta asemasta. Tilinpäätöksen ja toimintakertomuksen ohessa on julkistettava tilintarkastuskertomus. Jos tilikauden aikana kuudelta ensimmäiseltä kuukaudelta tai pidennetyn tilikauden 12 ensimmäiseltä kuukaudelta laadittua osavuosikatsausta ei tilintarkastajien käsityksen mukaan ole laadittu sitä koskevien säännösten mukaisesti, tästä on ilmoitettava tilintarkastuskertomuksessa. Liikkeeseenlaskijan on kuitenkin julkistettava tilinpäätös ja toimintakertomus sekä tilintarkastuskertomus välittömästi, jos tilintarkastajat tilintarkastuskertomuksessa: 1) toteavat, että tilinpäätöstä ei ole laadittu kirjanpitolain ja tilinpäätöksen laatimista koskevien muiden säännösten ja määräysten mukaisesti; 2) toteavat, että tilinpäätös ei anna kirjanpitolaissa tarkoitetulla tavalla oikeaa ja riittävää kuvaa liikkeeseenlaskijan tai sen konsernin toiminnan tuloksesta ja taloudellisesta asemasta, johon liikkeeseenlaskija kuuluu; 3) toteavat, että tilinpäätöstä ei tulisi vahvistaa; 4) eivät yhdy hallituksen tekemään tuloksen käsittelyä koskevaan ehdotukseen; 5) toteavat, että vastuuvapautta ei tulisi myöntää; taikka 6) esittävät muun muistutuksen suorittamansa tarkastuksen perusteella.",
        "folded_fi": "julkisen kaupankaynnin kohteena olevan arvopaperin liikkeeseenlaskijan on julkistettava tilinpaatoksensa ja toimintakertomuksensa ilman aiheetonta viivytysta viimeistaan viikkoa ennen sita kokousta, jossa tilinpaatos on esitettava vahvistettavaksi, kuitenkin viimeistaan kolmen kuukauden kuluessa tilikauden paattymisesta. edella 1 momentissa tarkoitettu velvollisuus ei koske suomen valtiota, suomen pankkia, suomalaista kuntaa tai kuntayhtymaa, muuta valtiota, sen keskuspankkia tai sen alueellista hallintoyksikkoa, euroopan keskuspankkia eika sellaista kansainvalista julkisyhteisoa, jonka jasenena on vahintaan yksi euroopan talousalueeseen kuuluva valtio. tilinpaatoksen ja toimintakertomuksen tulee antaa oikea ja riittava kuva liikkeeseenlaskijan toiminnan tuloksesta ja taloudellisesta asemasta. tilinpaatoksen ja toimintakertomuksen ohessa on julkistettava tilintarkastuskertomus. jos tilikauden aikana kuudelta ensimmaiselta kuukaudelta tai pidennetyn tilikauden 12 ensimmaiselta kuukaudelta laadittua osavuosikatsausta ei tilintarkastajien kasityksen mukaan ole laadittu sita koskevien saannosten mukaisesti, tasta on ilmoitettava tilintarkastuskertomuksessa. liikkeeseenlaskijan on kuitenkin julkistettava tilinpaatos ja toimintakertomus seka tilintarkastuskertomus valittomasti, jos tilintarkastajat tilintarkastuskertomuksessa: 1) toteavat, etta tilinpaatosta ei ole laadittu kirjanpitolain ja tilinpaatoksen laatimista koskevien muiden saannosten ja maaraysten mukaisesti; 2) toteavat, etta tilinpaatos ei anna kirjanpitolaissa tarkoitetulla tavalla oikeaa ja riittavaa kuvaa liikkeeseenlaskijan tai sen konsernin toiminnan tuloksesta ja taloudellisesta asemasta, johon liikkeeseenlaskija kuuluu; 3) toteavat, etta tilinpaatosta ei tulisi vahvistaa; 4) eivat yhdy hallituksen tekemaan tuloksen kasittelya koskevaan ehdotukseen; 5) toteavat, etta vastuuvapautta ei tulisi myontaa; taikka 6) esittavat muun muistutuksen suorittamansa tarkastuksen perusteella.",
        "content_sv": "En emittent vars värdepapper är föremål för offentlig handel skall offentliggöra sitt bokslut och sin verksamhetsberättelse utan obefogat dröjsmål senast en vecka före det sammanträde där bokslutet skall framläggas för fastställelse, likväl senast tre månader efter räkenskapsperiodens utgång. Den i 1 mom. föreskrivna skyldigheten gäller inte finska staten, Finlands Bank, en finsk kommun eller samkommun, andra stater, deras centralbanker eller regionala förvaltningsenheter, Europeiska centralbanken eller ett sådant internationellt offentligt samfund vilket som medlem har minst en stat som hör till Europeiska ekonomiska samarbetsområdet. Bokslutet och verksamhetsberättelsen skall ge en riktig och tillräcklig bild av emittentens verksamhetsresultat och ekonomiska ställning. Utöver bokslutet och verksamhetsberättelsen skall det offentliggöras en revisionsberättelse. Om en delårsrapport över räkenskapsperiodens första sex månader eller den förlängda räkenskapsperiodens första 12 månader enligt revisorerna inte har utarbetats i enlighet med bestämmelserna om den, skall detta meddelas i revisionsberättelsen. Emittenten skall dock offentliggöra bokslutet och verksamhetsberättelsen samt revisionsberättelsen omedelbart, om revisorerna i sin revisionsberättelse 1) konstaterar att bokslutet inte är upprättat enligt bokföringslagen samt enligt övriga bestämmelser och föreskrifter som gäller upprättande av bokslut, 2) konstaterar att bokslutet inte på det sätt som avses i bokföringslagen ger riktiga och tillräckliga uppgifter om verksamhetsresultatet och den ekonomiska ställningen för emittenten eller den koncern till vilken emittenten hör, 3) konstaterar att bokslutet inte bör fastställas, 4) inte förordar styrelsens förslag till disponering av resultatet, 5) konstaterar att ansvarsfrihet inte bör beviljas, eller 6) framställer någon annan anmärkning med stöd av sin granskning.",
        "normalized_sv": "En emittent vars värdepapper är föremål för offentlig handel skall offentliggöra sitt bokslut och sin verksamhetsberättelse utan obefogat dröjsmål senast en vecka före det sammanträde där bokslutet skall framläggas för fastställelse, likväl senast tre månader efter räkenskapsperiodens utgång. Den i 1 mom. föreskrivna skyldigheten gäller inte finska staten, Finlands Bank, en finsk kommun eller samkommun, andra stater, deras centralbanker eller regionala förvaltningsenheter, Europeiska centralbanken eller ett sådant internationellt offentligt samfund vilket som medlem har minst en stat som hör till Europeiska ekonomiska samarbetsområdet. Bokslutet och verksamhetsberättelsen skall ge en riktig och tillräcklig bild av emittentens verksamhetsresultat och ekonomiska ställning. Utöver bokslutet och verksamhetsberättelsen skall det offentliggöras en revisionsberättelse. Om en delårsrapport över räkenskapsperiodens första sex månader eller den förlängda räkenskapsperiodens första 12 månader enligt revisorerna inte har utarbetats i enlighet med bestämmelserna om den, skall detta meddelas i revisionsberättelsen. Emittenten skall dock offentliggöra bokslutet och verksamhetsberättelsen samt revisionsberättelsen omedelbart, om revisorerna i sin revisionsberättelse 1) konstaterar att bokslutet inte är upprättat enligt bokföringslagen samt enligt övriga bestämmelser och föreskrifter som gäller upprättande av bokslut, 2) konstaterar att bokslutet inte på det sätt som avses i bokföringslagen ger riktiga och tillräckliga uppgifter om verksamhetsresultatet och den ekonomiska ställningen för emittenten eller den koncern till vilken emittenten hör, 3) konstaterar att bokslutet inte bör fastställas, 4) inte förordar styrelsens förslag till disponering av resultatet, 5) konstaterar att ansvarsfrihet inte bör beviljas, eller 6) framställer någon annan anmärkning med stöd av sin granskning.",
        "folded_sv": "en emittent vars vardepapper ar foremal for offentlig handel skall offentliggora sitt bokslut och sin verksamhetsberattelse utan obefogat drojsmal senast en vecka fore det sammantrade dar bokslutet skall framlaggas for faststallelse, likval senast tre manader efter rakenskapsperiodens utgang. den i 1 mom. foreskrivna skyldigheten galler inte finska staten, finlands bank, en finsk kommun eller samkommun, andra stater, deras centralbanker eller regionala forvaltningsenheter, europeiska centralbanken eller ett sadant internationellt offentligt samfund vilket som medlem har minst en stat som hor till europeiska ekonomiska samarbetsomradet. bokslutet och verksamhetsberattelsen skall ge en riktig och tillracklig bild av emittentens verksamhetsresultat och ekonomiska stallning. utover bokslutet och verksamhetsberattelsen skall det offentliggoras en revisionsberattelse. om en delarsrapport over rakenskapsperiodens forsta sex manader eller den forlangda rakenskapsperiodens forsta 12 manader enligt revisorerna inte har utarbetats i enlighet med bestammelserna om den, skall detta meddelas i revisionsberattelsen. emittenten skall dock offentliggora bokslutet och verksamhetsberattelsen samt revisionsberattelsen omedelbart, om revisorerna i sin revisionsberattelse 1) konstaterar att bokslutet inte ar upprattat enligt bokforingslagen samt enligt ovriga bestammelser och foreskrifter som galler upprattande av bokslut, 2) konstaterar att bokslutet inte pa det satt som avses i bokforingslagen ger riktiga och tillrackliga uppgifter om verksamhetsresultatet och den ekonomiska stallningen for emittenten eller den koncern till vilken emittenten hor, 3) konstaterar att bokslutet inte bor faststallas, 4) inte forordar styrelsens forslag till disponering av resultatet, 5) konstaterar att ansvarsfrihet inte bor beviljas, eller 6) framstaller nagon annan anmarkning med stod av sin granskning."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "2:6 a",
      "chapter": "2",
      "section": "6 a",
      "content": "Liikkeeseenlaskijan, jonka 1 luvun 2 §:n 1 momentin 1 tai 3 kohdassa tarkoitettu tai siihen rinnastettava arvopaperi on otettu julkisen kaupankäynnin kohteeksi, on julkistettava välittömästi tilinpäätöksen valmistumisen jälkeen tilinpäätöstiedote. Mitä 5 a §:ssä säädetään osavuosikatsauksesta, koskee vastaavasti tilinpäätöstiedotetta. Tilinpäätöstiedotteen selostusosassa on lisäksi kerrottava hallituksen esitys voittoa tai tappiota koskeviksi toimenpiteiksi sekä annettava selvitys jakokelpoisista varoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:6 a",
        "normalized_fi": "Liikkeeseenlaskijan, jonka 1 luvun 2 § :n 1 momentin 1 tai 3 kohdassa tarkoitettu tai siihen rinnastettava arvopaperi on otettu julkisen kaupankäynnin kohteeksi, on julkistettava välittömästi tilinpäätöksen valmistumisen jälkeen tilinpäätöstiedote. Mitä 5 a § :ssä säädetään osavuosikatsauksesta, koskee vastaavasti tilinpäätöstiedotetta. Tilinpäätöstiedotteen selostusosassa on lisäksi kerrottava hallituksen esitys voittoa tai tappiota koskeviksi toimenpiteiksi sekä annettava selvitys jakokelpoisista varoista.",
        "folded_fi": "liikkeeseenlaskijan, jonka 1 luvun 2 §:n 1 momentin 1 tai 3 kohdassa tarkoitettu tai siihen rinnastettava arvopaperi on otettu julkisen kaupankaynnin kohteeksi, on julkistettava valittomasti tilinpaatoksen valmistumisen jalkeen tilinpaatostiedote. mita 5 a §:ssa saadetaan osavuosikatsauksesta, koskee vastaavasti tilinpaatostiedotetta. tilinpaatostiedotteen selostusosassa on lisaksi kerrottava hallituksen esitys voittoa tai tappiota koskeviksi toimenpiteiksi seka annettava selvitys jakokelpoisista varoista.",
        "content_sv": "En emittent vars värdepapper som avses i 1 kap. 2 § 1 mom. 1 eller 3 punkten eller därmed jämförbara värdepapper har tagits upp till offentlig handel, skall omedelbart efter det att bokslutet blivit klart offentliggöra en bokslutskommuniké. Vad som i 5 a § bestäms om delårsrapporter gäller på motsvarande sätt bokslutskommunikéer. I bokslutskommunikéns redogörelsedel skall dessutom finnas en beskrivning av styrelsens förslag till åtgärder i fråga om vinsten eller förlusten och en redogörelse för de utdelningsbara medlen.",
        "normalized_sv": "En emittent vars värdepapper som avses i 1 kap. 2 § 1 mom. 1 eller 3 punkten eller därmed jämförbara värdepapper har tagits upp till offentlig handel, skall omedelbart efter det att bokslutet blivit klart offentliggöra en bokslutskommuniké. Vad som i 5 a § bestäms om delårsrapporter gäller på motsvarande sätt bokslutskommunikéer. I bokslutskommunikéns redogörelsedel skall dessutom finnas en beskrivning av styrelsens förslag till åtgärder i fråga om vinsten eller förlusten och en redogörelse för de utdelningsbara medlen.",
        "folded_sv": "en emittent vars vardepapper som avses i 1 kap. 2 § 1 mom. 1 eller 3 punkten eller darmed jamforbara vardepapper har tagits upp till offentlig handel, skall omedelbart efter det att bokslutet blivit klart offentliggora en bokslutskommunike. vad som i 5 a § bestams om delarsrapporter galler pa motsvarande satt bokslutskommunikeer. i bokslutskommunikens redogorelsedel skall dessutom finnas en beskrivning av styrelsens forslag till atgarder i fraga om vinsten eller forlusten och en redogorelse for de utdelningsbara medlen."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "2:6 c",
      "chapter": "2",
      "section": "6 c",
      "content": "Liikkeeseenlaskijan on toimitettava osavuosikatsaus, johdon osavuotinen selvitys, tilinpäätös ja toimintakertomus, tilinpäätöstiedote sekä tieto 1 luvun 4 §:n 10 momentissa tekemästä valinnasta Rahoitustarkastukselle, asianomaiselle julkisen kaupankäynnin järjestäjälle ja keskeisille tiedotusvälineille. Liikkeeseenlaskijan on pidettävä 1 momentissa tarkoitetut tiedot yleisön saatavilla Internet-verkkosivuilla vähintään viiden vuoden ajan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:6 c",
        "normalized_fi": "Liikkeeseenlaskijan on toimitettava osavuosikatsaus, johdon osavuotinen selvitys, tilinpäätös ja toimintakertomus, tilinpäätöstiedote sekä tieto 1 luvun 4 § :n 10 momentissa tekemästä valinnasta Rahoitustarkastukselle, asianomaiselle julkisen kaupankäynnin järjestäjälle ja keskeisille tiedotusvälineille. Liikkeeseenlaskijan on pidettävä 1 momentissa tarkoitetut tiedot yleisön saatavilla Internet-verkkosivuilla vähintään viiden vuoden ajan.",
        "folded_fi": "liikkeeseenlaskijan on toimitettava osavuosikatsaus, johdon osavuotinen selvitys, tilinpaatos ja toimintakertomus, tilinpaatostiedote seka tieto 1 luvun 4 §:n 10 momentissa tekemasta valinnasta rahoitustarkastukselle, asianomaiselle julkisen kaupankaynnin jarjestajalle ja keskeisille tiedotusvalineille. liikkeeseenlaskijan on pidettava 1 momentissa tarkoitetut tiedot yleison saatavilla internet-verkkosivuilla vahintaan viiden vuoden ajan.",
        "content_sv": "Emittenten skall översända delårsrapporten, ledningens delårsredogörelse, bokslutet och verksamhetsberättelsen, bokslutskommunikén samt uppgift över det val som avses i 1 kap. 4 § 10 mom. till Finansinspektionen, den som ordnar den offentliga handeln och de viktigaste informationsmedierna. Emittenten skall hålla de i 1 mom. avsedda uppgifterna tillgängliga för allmänheten på webbsidor i minst fem års tid.",
        "normalized_sv": "Emittenten skall översända delårsrapporten, ledningens delårsredogörelse, bokslutet och verksamhetsberättelsen, bokslutskommunikén samt uppgift över det val som avses i 1 kap. 4 § 10 mom. till Finansinspektionen, den som ordnar den offentliga handeln och de viktigaste informationsmedierna. Emittenten skall hålla de i 1 mom. avsedda uppgifterna tillgängliga för allmänheten på webbsidor i minst fem års tid.",
        "folded_sv": "emittenten skall oversanda delarsrapporten, ledningens delarsredogorelse, bokslutet och verksamhetsberattelsen, bokslutskommuniken samt uppgift over det val som avses i 1 kap. 4 § 10 mom. till finansinspektionen, den som ordnar den offentliga handeln och de viktigaste informationsmedierna. emittenten skall halla de i 1 mom. avsedda uppgifterna tillgangliga for allmanheten pa webbsidor i minst fem ars tid."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "2:6 d",
      "chapter": "2",
      "section": "6 d",
      "content": "Osakkeenomistajan saatavilla on pidettävä julkisen kaupankäynnin kohteena olevan osakkeen liikkeeseenlaskijan yhtiökokouksessa käytettävä valtakirjalomake, jos tällainen lomake on laadittu yhtiön lukuun tai sen puolesta. Jos julkisen kaupankäynnin kohteena olevan joukkovelkakirjalainan ehtoihin liitetään määräys joukkovelkakirjanhaltijoiden kokouksesta, ehtojen on sisällettävä tarkemmat määräykset kokouksen ajankohdasta, paikasta ja asialistasta sekä kokouskutsusta. Liikkeeseenlaskijan on pidettävä kokouksessa käytettävä valtakirjalomake joukkovelkakirjanhaltijan saatavilla. Kokouskutsussa on ilmoitettava, miten 1 ja 2 momentissa tarkoitettu valtakirjalomake on saatavilla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:6 d",
        "normalized_fi": "Osakkeenomistajan saatavilla on pidettävä julkisen kaupankäynnin kohteena olevan osakkeen liikkeeseenlaskijan yhtiökokouksessa käytettävä valtakirjalomake, jos tällainen lomake on laadittu yhtiön lukuun tai sen puolesta. Jos julkisen kaupankäynnin kohteena olevan joukkovelkakirjalainan ehtoihin liitetään määräys joukkovelkakirjanhaltijoiden kokouksesta, ehtojen on sisällettävä tarkemmat määräykset kokouksen ajankohdasta, paikasta ja asialistasta sekä kokouskutsusta. Liikkeeseenlaskijan on pidettävä kokouksessa käytettävä valtakirjalomake joukkovelkakirjanhaltijan saatavilla. Kokouskutsussa on ilmoitettava, miten 1 ja 2 momentissa tarkoitettu valtakirjalomake on saatavilla.",
        "folded_fi": "osakkeenomistajan saatavilla on pidettava julkisen kaupankaynnin kohteena olevan osakkeen liikkeeseenlaskijan yhtiokokouksessa kaytettava valtakirjalomake, jos tallainen lomake on laadittu yhtion lukuun tai sen puolesta. jos julkisen kaupankaynnin kohteena olevan joukkovelkakirjalainan ehtoihin liitetaan maarays joukkovelkakirjanhaltijoiden kokouksesta, ehtojen on sisallettava tarkemmat maaraykset kokouksen ajankohdasta, paikasta ja asialistasta seka kokouskutsusta. liikkeeseenlaskijan on pidettava kokouksessa kaytettava valtakirjalomake joukkovelkakirjanhaltijan saatavilla. kokouskutsussa on ilmoitettava, miten 1 ja 2 momentissa tarkoitettu valtakirjalomake on saatavilla.",
        "content_sv": "De fullmaktsblanketter som används vid en bolagsstämma för en emittent av aktier som är föremål för offentlig handel skall hållas tillgängliga för aktieägarna, om sådana blanketter har utarbetats av bolaget eller för bolagets räkning. Om en bestämmelse om masskuldebrevsinnehavarnas möte tas in i villkoren för ett masskuldebrevslån som är föremål för offentlig handel, skall villkoren innehålla närmare bestämmelser om mötets tidpunkt, plats och dagordning samt möteskallelsen. Emittenten skall hålla de fullmaktsblanketter som används vid mötet tillgängliga för masskuldebrevsinnehavarna. I möteskallelsen skall anges hur de fullmaktsblanketter som avses i 1 och 2 mom. hålls tillgängliga.",
        "normalized_sv": "De fullmaktsblanketter som används vid en bolagsstämma för en emittent av aktier som är föremål för offentlig handel skall hållas tillgängliga för aktieägarna, om sådana blanketter har utarbetats av bolaget eller för bolagets räkning. Om en bestämmelse om masskuldebrevsinnehavarnas möte tas in i villkoren för ett masskuldebrevslån som är föremål för offentlig handel, skall villkoren innehålla närmare bestämmelser om mötets tidpunkt, plats och dagordning samt möteskallelsen. Emittenten skall hålla de fullmaktsblanketter som används vid mötet tillgängliga för masskuldebrevsinnehavarna. I möteskallelsen skall anges hur de fullmaktsblanketter som avses i 1 och 2 mom. hålls tillgängliga.",
        "folded_sv": "de fullmaktsblanketter som anvands vid en bolagsstamma for en emittent av aktier som ar foremal for offentlig handel skall hallas tillgangliga for aktieagarna, om sadana blanketter har utarbetats av bolaget eller for bolagets rakning. om en bestammelse om masskuldebrevsinnehavarnas mote tas in i villkoren for ett masskuldebrevslan som ar foremal for offentlig handel, skall villkoren innehalla narmare bestammelser om motets tidpunkt, plats och dagordning samt moteskallelsen. emittenten skall halla de fullmaktsblanketter som anvands vid motet tillgangliga for masskuldebrevsinnehavarna. i moteskallelsen skall anges hur de fullmaktsblanketter som avses i 1 och 2 mom. halls tillgangliga."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "omistusosuus raja) liputusilmoitus) Osakkeenomistajan on ilmoitettava osuutensa () yhtiölle ja Rahoitustarkastukselle, kun se saavuttaa tai ylittää taikka vähenee alle kahdeskymmenesosan, kymmenesosan, kolmen kahdeskymmenesosan, viidesosan, neljäsosan, kolmen kymmenesosan, puolet tai kahden kolmasosan ( sellaisen suomalaisen yhtiön äänimäärästä tai osakkeiden kokonaismäärästä, jonka osake on otettu julkisen kaupankäynnin tai sitä Euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankäynnin kohteeksi (. Osakkeenomistajaan rinnastetaan muu henkilö, jonka tässä momentissa tarkoitettu ja 2 momentissa säädetyllä tavalla laskettu omistusosuus saavuttaa tai ylittää säädetyn rajan taikka vähenee sen alle. Liputusilmoitus on tehtävä myös, kun osakkeenomistaja tai osakkeenomistajaan rinnastettava henkilö on osapuolena sopimuksessa tai muussa järjestelyssä, joka toteutuessaan johtaa säädetyn rajan saavuttamiseen tai ylittymiseen taikka omistusosuuden vähenemiseen säädetyn rajan alle. Osakkeenomistajan ei tarvitse tehdä liputusilmoitusta, jos ilmoituksen tekee yhteisö tai säätiö, jonka määräysvallassa osakkeenomistaja on. Laskettaessa omistusosuutta osakkeenomistajan omistusosuuteen luetaan osakkeenomistajan määräysvallassa olevan yhteisön ja säätiön omistusosuus, osakkeenomistajan ja sen määräysvallassa olevan yhteisön eläkesäätiön ja eläkekassan omistusosuus sekä muu omistusosuus, jonka käytöstä osakkeenomistaja voi yksin tai yhdessä kolmannen kanssa päättää tekemänsä sopimuksen nojalla tai muutoin. Liputusilmoitus on tehtävä ilman aiheetonta viivytystä sen jälkeen, kun osakkeenomistaja tiesi tai hänen olisi pitänyt tietää oikeustoimesta, jonka vuoksi hänen omistusosuutensa saavuttaa tai ylittää säädetyn rajan taikka vähenee sen alle. Kun ilmoitusvelvollisuus syntyy sen vuoksi, että osakkeenomistaja on osapuolena sellaisessa sopimuksessa, joka toteutuessaan johtaa säädetyn rajan saavuttamiseen tai ylittymiseen taikka omistusosuuden vähenemiseen säädetyn rajan alle, ilmoitus on kuitenkin tehtävä viimeistään sopimuksen tekopäivänä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:9",
        "normalized_fi": "omistusosuus raja) liputusilmoitus) Osakkeenomistajan on ilmoitettava osuutensa () yhtiölle ja Rahoitustarkastukselle, kun se saavuttaa tai ylittää taikka vähenee alle kahdeskymmenesosan, kymmenesosan, kolmen kahdeskymmenesosan, viidesosan, neljäsosan, kolmen kymmenesosan, puolet tai kahden kolmasosan ( sellaisen suomalaisen yhtiön äänimäärästä tai osakkeiden kokonaismäärästä, jonka osake on otettu julkisen kaupankäynnin tai sitä Euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankäynnin kohteeksi (. Osakkeenomistajaan rinnastetaan muu henkilö, jonka tässä momentissa tarkoitettu ja 2 momentissa säädetyllä tavalla laskettu omistusosuus saavuttaa tai ylittää säädetyn rajan taikka vähenee sen alle. Liputusilmoitus on tehtävä myös, kun osakkeenomistaja tai osakkeenomistajaan rinnastettava henkilö on osapuolena sopimuksessa tai muussa järjestelyssä, joka toteutuessaan johtaa säädetyn rajan saavuttamiseen tai ylittymiseen taikka omistusosuuden vähenemiseen säädetyn rajan alle. Osakkeenomistajan ei tarvitse tehdä liputusilmoitusta, jos ilmoituksen tekee yhteisö tai säätiö, jonka määräysvallassa osakkeenomistaja on. Laskettaessa omistusosuutta osakkeenomistajan omistusosuuteen luetaan osakkeenomistajan määräysvallassa olevan yhteisön ja säätiön omistusosuus, osakkeenomistajan ja sen määräysvallassa olevan yhteisön eläkesäätiön ja eläkekassan omistusosuus sekä muu omistusosuus, jonka käytöstä osakkeenomistaja voi yksin tai yhdessä kolmannen kanssa päättää tekemänsä sopimuksen nojalla tai muutoin. Liputusilmoitus on tehtävä ilman aiheetonta viivytystä sen jälkeen, kun osakkeenomistaja tiesi tai hänen olisi pitänyt tietää oikeustoimesta, jonka vuoksi hänen omistusosuutensa saavuttaa tai ylittää säädetyn rajan taikka vähenee sen alle. Kun ilmoitusvelvollisuus syntyy sen vuoksi, että osakkeenomistaja on osapuolena sellaisessa sopimuksessa, joka toteutuessaan johtaa säädetyn rajan saavuttamiseen tai ylittymiseen taikka omistusosuuden vähenemiseen säädetyn rajan alle, ilmoitus on kuitenkin tehtävä viimeistään sopimuksen tekopäivänä.",
        "folded_fi": "omistusosuus raja) liputusilmoitus) osakkeenomistajan on ilmoitettava osuutensa () yhtiolle ja rahoitustarkastukselle, kun se saavuttaa tai ylittaa taikka vahenee alle kahdeskymmenesosan, kymmenesosan, kolmen kahdeskymmenesosan, viidesosan, neljasosan, kolmen kymmenesosan, puolet tai kahden kolmasosan ( sellaisen suomalaisen yhtion aanimaarasta tai osakkeiden kokonaismaarasta, jonka osake on otettu julkisen kaupankaynnin tai sita euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankaynnin kohteeksi (. osakkeenomistajaan rinnastetaan muu henkilo, jonka tassa momentissa tarkoitettu ja 2 momentissa saadetylla tavalla laskettu omistusosuus saavuttaa tai ylittaa saadetyn rajan taikka vahenee sen alle. liputusilmoitus on tehtava myos, kun osakkeenomistaja tai osakkeenomistajaan rinnastettava henkilo on osapuolena sopimuksessa tai muussa jarjestelyssa, joka toteutuessaan johtaa saadetyn rajan saavuttamiseen tai ylittymiseen taikka omistusosuuden vahenemiseen saadetyn rajan alle. osakkeenomistajan ei tarvitse tehda liputusilmoitusta, jos ilmoituksen tekee yhteiso tai saatio, jonka maaraysvallassa osakkeenomistaja on. laskettaessa omistusosuutta osakkeenomistajan omistusosuuteen luetaan osakkeenomistajan maaraysvallassa olevan yhteison ja saation omistusosuus, osakkeenomistajan ja sen maaraysvallassa olevan yhteison elakesaation ja elakekassan omistusosuus seka muu omistusosuus, jonka kaytosta osakkeenomistaja voi yksin tai yhdessa kolmannen kanssa paattaa tekemansa sopimuksen nojalla tai muutoin. liputusilmoitus on tehtava ilman aiheetonta viivytysta sen jalkeen, kun osakkeenomistaja tiesi tai hanen olisi pitanyt tietaa oikeustoimesta, jonka vuoksi hanen omistusosuutensa saavuttaa tai ylittaa saadetyn rajan taikka vahenee sen alle. kun ilmoitusvelvollisuus syntyy sen vuoksi, etta osakkeenomistaja on osapuolena sellaisessa sopimuksessa, joka toteutuessaan johtaa saadetyn rajan saavuttamiseen tai ylittymiseen taikka omistusosuuden vahenemiseen saadetyn rajan alle, ilmoitus on kuitenkin tehtava viimeistaan sopimuksen tekopaivana.",
        "content_sv": "ägarandel gräns flaggningsanmälan En aktieägare skall underrätta bolaget och Finansinspektionen om storleken av sin andel () när denna uppnår, överskrider eller underskrider en tjugondedel, en tiondedel, tre tjugondedelar, en femtedel, en fjärdedel, tre tiondedelar, hälften eller två tredjedelar () av röstetalet eller det totala antalet aktier i ett sådant finskt bolag vars aktier har upptagits till offentlig handel eller motsvarande handel i en stat som hör till Europeiska ekonomiska samarbetsområdet (). Med en aktieägare jämställs också andra, vars enligt detta moment och 2 mom. uträknade ägarandel uppnår, överskrider eller underskrider de föreskrivna gränserna. Flaggningsanmälan skall göras också i det fall att en aktieägare eller en person som kan jämställas med en aktieägare är part i ett avtal eller något annat arrangemang som när det genomförs leder till att de föreskrivna gränserna uppnås, överskrids eller underskrids. En aktieägare behöver inte göra en flaggningsanmälan, om anmälan görs av en sammanslutning eller stiftelse under vars bestämmande inflytande aktieägaren står. Vid beräkning av ägarandelen skall till aktieägarens ägarandel hänföras ägarandelen för sammanslutningar och stiftelser i vilka aktieägaren har bestämmande inflytande, ägarandelen för pensionsstiftelser och pensionskassor i sammanslutningar som tillhör aktieägaren och i vilka denne har bestämmande inflytande samt andra ägarandelar som aktieägaren enligt avtal eller i övrigt förfogar över ensam eller tillsammans med tredje man. Flaggningsanmälan skall göras utan obefogat dröjsmål efter det att aktieägaren har fått eller borde ha fått kännedom om en rättshandling på grund av vilken hans ägarandel uppnår, överskrider eller underskrider de föreskrivna gränserna. Om anmälningsskyldighet uppkommer med anledning av att aktieägaren är part i ett avtal vars fullgörande leder till att de föreskrivna gränserna uppnås, överskrids eller underskrids, skall anmälan dock göras senast samma dag som avtalet ingås.",
        "normalized_sv": "ägarandel gräns flaggningsanmälan En aktieägare skall underrätta bolaget och Finansinspektionen om storleken av sin andel () när denna uppnår, överskrider eller underskrider en tjugondedel, en tiondedel, tre tjugondedelar, en femtedel, en fjärdedel, tre tiondedelar, hälften eller två tredjedelar () av röstetalet eller det totala antalet aktier i ett sådant finskt bolag vars aktier har upptagits till offentlig handel eller motsvarande handel i en stat som hör till Europeiska ekonomiska samarbetsområdet (). Med en aktieägare jämställs också andra, vars enligt detta moment och 2 mom. uträknade ägarandel uppnår, överskrider eller underskrider de föreskrivna gränserna. Flaggningsanmälan skall göras också i det fall att en aktieägare eller en person som kan jämställas med en aktieägare är part i ett avtal eller något annat arrangemang som när det genomförs leder till att de föreskrivna gränserna uppnås, överskrids eller underskrids. En aktieägare behöver inte göra en flaggningsanmälan, om anmälan görs av en sammanslutning eller stiftelse under vars bestämmande inflytande aktieägaren står. Vid beräkning av ägarandelen skall till aktieägarens ägarandel hänföras ägarandelen för sammanslutningar och stiftelser i vilka aktieägaren har bestämmande inflytande, ägarandelen för pensionsstiftelser och pensionskassor i sammanslutningar som tillhör aktieägaren och i vilka denne har bestämmande inflytande samt andra ägarandelar som aktieägaren enligt avtal eller i övrigt förfogar över ensam eller tillsammans med tredje man. Flaggningsanmälan skall göras utan obefogat dröjsmål efter det att aktieägaren har fått eller borde ha fått kännedom om en rättshandling på grund av vilken hans ägarandel uppnår, överskrider eller underskrider de föreskrivna gränserna. Om anmälningsskyldighet uppkommer med anledning av att aktieägaren är part i ett avtal vars fullgörande leder till att de föreskrivna gränserna uppnås, överskrids eller underskrids, skall anmälan dock göras senast samma dag som avtalet ingås.",
        "folded_sv": "agarandel grans flaggningsanmalan en aktieagare skall underratta bolaget och finansinspektionen om storleken av sin andel () nar denna uppnar, overskrider eller underskrider en tjugondedel, en tiondedel, tre tjugondedelar, en femtedel, en fjardedel, tre tiondedelar, halften eller tva tredjedelar () av rostetalet eller det totala antalet aktier i ett sadant finskt bolag vars aktier har upptagits till offentlig handel eller motsvarande handel i en stat som hor till europeiska ekonomiska samarbetsomradet (). med en aktieagare jamstalls ocksa andra, vars enligt detta moment och 2 mom. utraknade agarandel uppnar, overskrider eller underskrider de foreskrivna granserna. flaggningsanmalan skall goras ocksa i det fall att en aktieagare eller en person som kan jamstallas med en aktieagare ar part i ett avtal eller nagot annat arrangemang som nar det genomfors leder till att de foreskrivna granserna uppnas, overskrids eller underskrids. en aktieagare behover inte gora en flaggningsanmalan, om anmalan gors av en sammanslutning eller stiftelse under vars bestammande inflytande aktieagaren star. vid berakning av agarandelen skall till aktieagarens agarandel hanforas agarandelen for sammanslutningar och stiftelser i vilka aktieagaren har bestammande inflytande, agarandelen for pensionsstiftelser och pensionskassor i sammanslutningar som tillhor aktieagaren och i vilka denne har bestammande inflytande samt andra agarandelar som aktieagaren enligt avtal eller i ovrigt forfogar over ensam eller tillsammans med tredje man. flaggningsanmalan skall goras utan obefogat drojsmal efter det att aktieagaren har fatt eller borde ha fatt kannedom om en rattshandling pa grund av vilken hans agarandel uppnar, overskrider eller underskrider de foreskrivna granserna. om anmalningsskyldighet uppkommer med anledning av att aktieagaren ar part i ett avtal vars fullgorande leder till att de foreskrivna granserna uppnas, overskrids eller underskrids, skall anmalan dock goras senast samma dag som avtalet ingas."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Kun julkisen kaupankäynnin kohteena olevan osakkeen tai siihen rinnastettavan arvopaperin liikkeeseenlaskija saa tiedon siitä, että jonkun omistusosuus liikkeeseenlaskijassa on saavuttanut tai ylittänyt liputusvelvollisuuden mukaisen rajan taikka vähentynyt sen alle, liikkeeseenlaskijan on ilman aiheetonta viivytystä julkistettava tieto sekä toimitettava se julkisen kaupankäynnin tai sitä vastaavan kaupankäynnin järjestäjälle ja keskeisille tiedotusvälineille. Osakkeen tai siihen rinnastettavan arvopaperin liikkeeseenlaskijan on julkistettava 1 momentin mukaisesti osakekannan tuottama äänimäärä ja osakkeiden kokonaismäärä kunkin sellaisen kalenterikuukauden lopussa, jonka aikana kyseinen määrä on muuttunut, jollei määrää ole julkistettu jo kalenterikuukauden aikana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:10",
        "normalized_fi": "Kun julkisen kaupankäynnin kohteena olevan osakkeen tai siihen rinnastettavan arvopaperin liikkeeseenlaskija saa tiedon siitä, että jonkun omistusosuus liikkeeseenlaskijassa on saavuttanut tai ylittänyt liputusvelvollisuuden mukaisen rajan taikka vähentynyt sen alle, liikkeeseenlaskijan on ilman aiheetonta viivytystä julkistettava tieto sekä toimitettava se julkisen kaupankäynnin tai sitä vastaavan kaupankäynnin järjestäjälle ja keskeisille tiedotusvälineille. Osakkeen tai siihen rinnastettavan arvopaperin liikkeeseenlaskijan on julkistettava 1 momentin mukaisesti osakekannan tuottama äänimäärä ja osakkeiden kokonaismäärä kunkin sellaisen kalenterikuukauden lopussa, jonka aikana kyseinen määrä on muuttunut, jollei määrää ole julkistettu jo kalenterikuukauden aikana.",
        "folded_fi": "kun julkisen kaupankaynnin kohteena olevan osakkeen tai siihen rinnastettavan arvopaperin liikkeeseenlaskija saa tiedon siita, etta jonkun omistusosuus liikkeeseenlaskijassa on saavuttanut tai ylittanyt liputusvelvollisuuden mukaisen rajan taikka vahentynyt sen alle, liikkeeseenlaskijan on ilman aiheetonta viivytysta julkistettava tieto seka toimitettava se julkisen kaupankaynnin tai sita vastaavan kaupankaynnin jarjestajalle ja keskeisille tiedotusvalineille. osakkeen tai siihen rinnastettavan arvopaperin liikkeeseenlaskijan on julkistettava 1 momentin mukaisesti osakekannan tuottama aanimaara ja osakkeiden kokonaismaara kunkin sellaisen kalenterikuukauden lopussa, jonka aikana kyseinen maara on muuttunut, jollei maaraa ole julkistettu jo kalenterikuukauden aikana.",
        "content_sv": "När en emittent av aktier som är föremål för offentlig handel eller av därmed jämförbara värdepapper får kännedom om att någons ägarandel av emittenten har uppnått, överskridit eller underskridit gränserna enligt flaggningsskyldigheten, skall emittenten utan obefogat dröjsmål offentliggöra denna information samt sända den till den som ordnar den offentliga handeln eller motsvarande handel och till de viktigaste informationsmedierna. En emittent av aktier eller därmed jämförbara värdepapper skall i enlighet med 1 mom. offentliggöra aktiestockens röstetal och det sammanlagda antalet aktier vid utgången av varje kalendermånad under vilken antalet i fråga har förändrats, om inte antalet redan har offentliggjorts under kalendermånaden.",
        "normalized_sv": "När en emittent av aktier som är föremål för offentlig handel eller av därmed jämförbara värdepapper får kännedom om att någons ägarandel av emittenten har uppnått, överskridit eller underskridit gränserna enligt flaggningsskyldigheten, skall emittenten utan obefogat dröjsmål offentliggöra denna information samt sända den till den som ordnar den offentliga handeln eller motsvarande handel och till de viktigaste informationsmedierna. En emittent av aktier eller därmed jämförbara värdepapper skall i enlighet med 1 mom. offentliggöra aktiestockens röstetal och det sammanlagda antalet aktier vid utgången av varje kalendermånad under vilken antalet i fråga har förändrats, om inte antalet redan har offentliggjorts under kalendermånaden.",
        "folded_sv": "nar en emittent av aktier som ar foremal for offentlig handel eller av darmed jamforbara vardepapper far kannedom om att nagons agarandel av emittenten har uppnatt, overskridit eller underskridit granserna enligt flaggningsskyldigheten, skall emittenten utan obefogat drojsmal offentliggora denna information samt sanda den till den som ordnar den offentliga handeln eller motsvarande handel och till de viktigaste informationsmedierna. en emittent av aktier eller darmed jamforbara vardepapper skall i enlighet med 1 mom. offentliggora aktiestockens rostetal och det sammanlagda antalet aktier vid utgangen av varje kalendermanad under vilken antalet i fraga har forandrats, om inte antalet redan har offentliggjorts under kalendermanaden."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "2:10 b",
      "chapter": "2",
      "section": "10 b",
      "content": "Edellä 5, 5 a―5 d, 6, 6 a―6 d, 7, 7 a, 7 b, 8―10 ja 10 a §:ssä tarkoitettu tiedonantovelvollisuus sekä 10 c §:ssä tarkoitettu velvollisuus julkistaa vuosikooste ei koske julkisen kaupankäynnin kohteena olevaa sijoitusrahastoa eikä avointa yhteissijoitusyritystä. Sijoitusrahastoja ja avoimia yhteissijoitusyrityksiä koskevasta tiedonantovelvollisuudesta säädetään sijoitusrahastolaissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:10 b",
        "normalized_fi": "Edellä 5, 5 a―5 d, 6, 6 a―6 d, 7, 7 a, 7 b, 8―10 ja 10 a § :ssä tarkoitettu tiedonantovelvollisuus sekä 10 c § :ssä tarkoitettu velvollisuus julkistaa vuosikooste ei koske julkisen kaupankäynnin kohteena olevaa sijoitusrahastoa eikä avointa yhteissijoitusyritystä. Sijoitusrahastoja ja avoimia yhteissijoitusyrityksiä koskevasta tiedonantovelvollisuudesta säädetään sijoitusrahastolaissa.",
        "folded_fi": "edella 5, 5 a―5 d, 6, 6 a―6 d, 7, 7 a, 7 b, 8―10 ja 10 a §:ssa tarkoitettu tiedonantovelvollisuus seka 10 c §:ssa tarkoitettu velvollisuus julkistaa vuosikooste ei koske julkisen kaupankaynnin kohteena olevaa sijoitusrahastoa eika avointa yhteissijoitusyritysta. sijoitusrahastoja ja avoimia yhteissijoitusyrityksia koskevasta tiedonantovelvollisuudesta saadetaan sijoitusrahastolaissa.",
        "content_sv": "Den informationsskyldighet som avses i 5, 5 a―5 d, 6, 6 a―6 d, 7, 7 a, 7 b, 8―10 och 10 a § och den skyldighet som avses i 10 c § att offentliggöra en årlig sammanställning gäller inte placeringsfonder och öppna fondföretag som är föremål för offentlig handel. Bestämmelser om placeringsfonders och öppna fondföretags informationsskyldighet finns i lagen om placeringsfonder.",
        "normalized_sv": "Den informationsskyldighet som avses i 5, 5 a―5 d, 6, 6 a―6 d, 7, 7 a, 7 b, 8―10 och 10 a § och den skyldighet som avses i 10 c § att offentliggöra en årlig sammanställning gäller inte placeringsfonder och öppna fondföretag som är föremål för offentlig handel. Bestämmelser om placeringsfonders och öppna fondföretags informationsskyldighet finns i lagen om placeringsfonder.",
        "folded_sv": "den informationsskyldighet som avses i 5, 5 a―5 d, 6, 6 a―6 d, 7, 7 a, 7 b, 8―10 och 10 a § och den skyldighet som avses i 10 c § att offentliggora en arlig sammanstallning galler inte placeringsfonder och oppna fondforetag som ar foremal for offentlig handel. bestammelser om placeringsfonders och oppna fondforetags informationsskyldighet finns i lagen om placeringsfonder."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "2:10 c",
      "chapter": "2",
      "section": "10 c",
      "content": "vuosikooste) Julkisen kaupankäynnin kohteena olevan arvopaperin liikkeeseenlaskijan on julkistettava asiakirja edellisen tilikauden aikana julkistamistaan tiedoista (. Vuosikoosteessa on vähintään viitattava tietoihin, jotka liikkeeseenlaskija on julkistanut tämän lain, sen nojalla annettujen säännösten tai vahvistettujen sääntöjen taikka vastaavien ulkomaisten säännösten tai sääntöjen nojalla. Tietoihin vain viitattaessa on ilmoitettava, mistä tiedot ovat vaikeuksitta saatavissa. Vuosikooste on julkistettava sekä toimitettava Rahoitustarkastukselle ja asianomaiselle julkisen kaupankäynnin järjestäjälle komission esiteasetuksessa säädetyssä ajassa. Vuosikoosteen julkistamisessa noudatetaan esiteasetuksen säännöksiä. Julkisen kaupankäynnin kohteena olevien nimellisarvoltaan tai kirjanpidolliselta vasta-arvoltaan vähintään 50 000 euron suuruisten muiden kuin oman pääoman ehtoisten arvopaperien liikkeeseenlaskija ei ole velvollinen julkistamaan vuosikoostetta. Mitä 1 ja 2 momentissa säädetään, ei sovelleta liikkeeseenlaskijaan, jonka julkisen kaupankäynnin kohteena olevien arvopaperien 1 luvun 4 §:n 7―9 momentissa tarkoitettu arvopaperien liikkeeseenlaskun kotivaltio on muu kuin Suomi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:10 c",
        "normalized_fi": "vuosikooste) Julkisen kaupankäynnin kohteena olevan arvopaperin liikkeeseenlaskijan on julkistettava asiakirja edellisen tilikauden aikana julkistamistaan tiedoista (. Vuosikoosteessa on vähintään viitattava tietoihin, jotka liikkeeseenlaskija on julkistanut tämän lain, sen nojalla annettujen säännösten tai vahvistettujen sääntöjen taikka vastaavien ulkomaisten säännösten tai sääntöjen nojalla. Tietoihin vain viitattaessa on ilmoitettava, mistä tiedot ovat vaikeuksitta saatavissa. Vuosikooste on julkistettava sekä toimitettava Rahoitustarkastukselle ja asianomaiselle julkisen kaupankäynnin järjestäjälle komission esiteasetuksessa säädetyssä ajassa. Vuosikoosteen julkistamisessa noudatetaan esiteasetuksen säännöksiä. Julkisen kaupankäynnin kohteena olevien nimellisarvoltaan tai kirjanpidolliselta vasta-arvoltaan vähintään 50 000 euron suuruisten muiden kuin oman pääoman ehtoisten arvopaperien liikkeeseenlaskija ei ole velvollinen julkistamaan vuosikoostetta. Mitä 1 ja 2 momentissa säädetään, ei sovelleta liikkeeseenlaskijaan, jonka julkisen kaupankäynnin kohteena olevien arvopaperien 1 luvun 4 § :n 7―9 momentissa tarkoitettu arvopaperien liikkeeseenlaskun kotivaltio on muu kuin Suomi.",
        "folded_fi": "vuosikooste) julkisen kaupankaynnin kohteena olevan arvopaperin liikkeeseenlaskijan on julkistettava asiakirja edellisen tilikauden aikana julkistamistaan tiedoista (. vuosikoosteessa on vahintaan viitattava tietoihin, jotka liikkeeseenlaskija on julkistanut taman lain, sen nojalla annettujen saannosten tai vahvistettujen saantojen taikka vastaavien ulkomaisten saannosten tai saantojen nojalla. tietoihin vain viitattaessa on ilmoitettava, mista tiedot ovat vaikeuksitta saatavissa. vuosikooste on julkistettava seka toimitettava rahoitustarkastukselle ja asianomaiselle julkisen kaupankaynnin jarjestajalle komission esiteasetuksessa saadetyssa ajassa. vuosikoosteen julkistamisessa noudatetaan esiteasetuksen saannoksia. julkisen kaupankaynnin kohteena olevien nimellisarvoltaan tai kirjanpidolliselta vasta-arvoltaan vahintaan 50 000 euron suuruisten muiden kuin oman paaoman ehtoisten arvopaperien liikkeeseenlaskija ei ole velvollinen julkistamaan vuosikoostetta. mita 1 ja 2 momentissa saadetaan, ei sovelleta liikkeeseenlaskijaan, jonka julkisen kaupankaynnin kohteena olevien arvopaperien 1 luvun 4 §:n 7―9 momentissa tarkoitettu arvopaperien liikkeeseenlaskun kotivaltio on muu kuin suomi.",
        "content_sv": "årlig sammanställning En emittent vars värdepapper är upptagna till offentlig handel skall publicera ett dokument över information som den offentliggjort under den föregående räkenskapsperioden (). Den årliga sammanställningen skall åtminstone hänvisa till den information som emittenten har offentliggjort enligt denna lag, bestämmelser som har utfärdats eller regler som har fastställts med stöd av lagen eller med stöd av motsvarande utländska bestämmelser eller regler. Om det endast hänvisas till informationen, skall det anges var informationen finns tillgänglig utan svårigheter. Den årliga sammanställningen skall offentliggöras samt överlämnas till Finansinspektionen och till den som ordnar den offentliga handeln inom den tid som föreskrivs i kommissionens prospektförordning. Vid offentliggörandet av den årliga sammanställningen skall bestämmelserna i prospektförordningen iakttas. En emittent är inte skyldig att offentliggöra en årlig sammanställning, om endast icke-aktierelaterade värdepapper till ett nominellt värde eller bokföringsmässigt motvärde av minst 50 000 euro har tagits upp till offentlig handel. Bestämmelserna i 1 och 2 mom. tillämpas inte på en emittent, om enligt 1 kap. 4 § 7―9 mom. hemstaten för emissionen av emittentens värdepapper som är föremål för offentlig handel är någon annan stat än Finland.",
        "normalized_sv": "årlig sammanställning En emittent vars värdepapper är upptagna till offentlig handel skall publicera ett dokument över information som den offentliggjort under den föregående räkenskapsperioden (). Den årliga sammanställningen skall åtminstone hänvisa till den information som emittenten har offentliggjort enligt denna lag, bestämmelser som har utfärdats eller regler som har fastställts med stöd av lagen eller med stöd av motsvarande utländska bestämmelser eller regler. Om det endast hänvisas till informationen, skall det anges var informationen finns tillgänglig utan svårigheter. Den årliga sammanställningen skall offentliggöras samt överlämnas till Finansinspektionen och till den som ordnar den offentliga handeln inom den tid som föreskrivs i kommissionens prospektförordning. Vid offentliggörandet av den årliga sammanställningen skall bestämmelserna i prospektförordningen iakttas. En emittent är inte skyldig att offentliggöra en årlig sammanställning, om endast icke-aktierelaterade värdepapper till ett nominellt värde eller bokföringsmässigt motvärde av minst 50 000 euro har tagits upp till offentlig handel. Bestämmelserna i 1 och 2 mom. tillämpas inte på en emittent, om enligt 1 kap. 4 § 7―9 mom. hemstaten för emissionen av emittentens värdepapper som är föremål för offentlig handel är någon annan stat än Finland.",
        "folded_sv": "arlig sammanstallning en emittent vars vardepapper ar upptagna till offentlig handel skall publicera ett dokument over information som den offentliggjort under den foregaende rakenskapsperioden (). den arliga sammanstallningen skall atminstone hanvisa till den information som emittenten har offentliggjort enligt denna lag, bestammelser som har utfardats eller regler som har faststallts med stod av lagen eller med stod av motsvarande utlandska bestammelser eller regler. om det endast hanvisas till informationen, skall det anges var informationen finns tillganglig utan svarigheter. den arliga sammanstallningen skall offentliggoras samt overlamnas till finansinspektionen och till den som ordnar den offentliga handeln inom den tid som foreskrivs i kommissionens prospektforordning. vid offentliggorandet av den arliga sammanstallningen skall bestammelserna i prospektforordningen iakttas. en emittent ar inte skyldig att offentliggora en arlig sammanstallning, om endast icke-aktierelaterade vardepapper till ett nominellt varde eller bokforingsmassigt motvarde av minst 50 000 euro har tagits upp till offentlig handel. bestammelserna i 1 och 2 mom. tillampas inte pa en emittent, om enligt 1 kap. 4 § 7―9 mom. hemstaten for emissionen av emittentens vardepapper som ar foremal for offentlig handel ar nagon annan stat an finland."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "2:10 d",
      "chapter": "2",
      "section": "10 d",
      "content": "Julkisen kaupankäynnin järjestäjän on pidettävä yleisön saatavilla sille tämän luvun nojalla toimitetut julkistetut tiedot vähintään viiden vuoden ajan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:10 d",
        "normalized_fi": "Julkisen kaupankäynnin järjestäjän on pidettävä yleisön saatavilla sille tämän luvun nojalla toimitetut julkistetut tiedot vähintään viiden vuoden ajan.",
        "folded_fi": "julkisen kaupankaynnin jarjestajan on pidettava yleison saatavilla sille taman luvun nojalla toimitetut julkistetut tiedot vahintaan viiden vuoden ajan.",
        "content_sv": "Den som ordnar offentlig handel skall i minst fem års tid för allmänheten hålla tillgängliga de offentliggjorda uppgifter som med stöd av detta kapitel lämnats till den.",
        "normalized_sv": "Den som ordnar offentlig handel skall i minst fem års tid för allmänheten hålla tillgängliga de offentliggjorda uppgifter som med stöd av detta kapitel lämnats till den.",
        "folded_sv": "den som ordnar offentlig handel skall i minst fem ars tid for allmanheten halla tillgangliga de offentliggjorda uppgifter som med stod av detta kapitel lamnats till den."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "2:10 e",
      "chapter": "2",
      "section": "10 e",
      "content": "Valtiovarainministeriön asetuksella annetaan tarkemmat säännökset säännellyillä markkinoilla kaupankäynnin kohteeksi otettavien arvopaperien liikkeeseenlaskijoita koskeviin tietoihin liittyvien avoimuusvaatimusten yhdenmukaistamisesta ja direktiivin 2001/34/EY muuttamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2004/109/EY sekä Euroopan yhteisöjen komission sen perusteella antamien säädösten täytäntöön panemiseksi. Sijoittajien asemaa vaarantamatta ja jäsenvaltion Euroopan yhteisön säännösten mukaisen toimivallan rajoissa valtiovarainministeriön asetuksella voidaan antaa tarkemmat säännökset: 1) osavuosikatsauksen, johdon osavuotisen selvityksen, tilinpäätöksen ja toimintakertomuksen sekä tilinpäätöstiedotteen sisällöstä ja julkistamisesta sekä niitä koskevista poikkeuksista; 2) 9 §:ssä tarkoitetun ilmoitusvelvollisuuden syntymisestä, omistusosuuden laskemisesta ja ilmoituksessa annettavista tiedoista sekä niitä koskevista poikkeuksista; 3) 10 §:ssä tarkoitetun julkistamisen yhteydessä annettavista tiedoista ja niitä koskevista poikkeuksista sekä julkistamisessa noudatettavasta menettelystä; 4) 10 d §:ssä tarkoitetusta tietojen saatavilla pitämisestä. Rahoitustarkastus voi antaa tarkempia määräyksiä 2 momentin 1 kohdan nojalla annetussa asetuksessa tarkoitettujen tietojen osalta. Rahoitustarkastuksen on ennen ensimmäisessä virkkeessä tarkoitetun määräyksen antamista pyydettävä siitä kirjanpitolain 8 luvun 2 §:ssä tarkoitetun kirjanpitolautakunnan lausunto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:10 e",
        "normalized_fi": "Valtiovarainministeriön asetuksella annetaan tarkemmat säännökset säännellyillä markkinoilla kaupankäynnin kohteeksi otettavien arvopaperien liikkeeseenlaskijoita koskeviin tietoihin liittyvien avoimuusvaatimusten yhdenmukaistamisesta ja direktiivin 2001/34/EY muuttamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2004/109/EY sekä Euroopan yhteisöjen komission sen perusteella antamien säädösten täytäntöön panemiseksi. Sijoittajien asemaa vaarantamatta ja jäsenvaltion Euroopan yhteisön säännösten mukaisen toimivallan rajoissa valtiovarainministeriön asetuksella voidaan antaa tarkemmat säännökset: 1) osavuosikatsauksen, johdon osavuotisen selvityksen, tilinpäätöksen ja toimintakertomuksen sekä tilinpäätöstiedotteen sisällöstä ja julkistamisesta sekä niitä koskevista poikkeuksista; 2) 9 § :ssä tarkoitetun ilmoitusvelvollisuuden syntymisestä, omistusosuuden laskemisesta ja ilmoituksessa annettavista tiedoista sekä niitä koskevista poikkeuksista; 3) 10 § :ssä tarkoitetun julkistamisen yhteydessä annettavista tiedoista ja niitä koskevista poikkeuksista sekä julkistamisessa noudatettavasta menettelystä; 4) 10 d § :ssä tarkoitetusta tietojen saatavilla pitämisestä. Rahoitustarkastus voi antaa tarkempia määräyksiä 2 momentin 1 kohdan nojalla annetussa asetuksessa tarkoitettujen tietojen osalta. Rahoitustarkastuksen on ennen ensimmäisessä virkkeessä tarkoitetun määräyksen antamista pyydettävä siitä kirjanpitolain 8 luvun 2 § :ssä tarkoitetun kirjanpitolautakunnan lausunto.",
        "folded_fi": "valtiovarainministerion asetuksella annetaan tarkemmat saannokset saannellyilla markkinoilla kaupankaynnin kohteeksi otettavien arvopaperien liikkeeseenlaskijoita koskeviin tietoihin liittyvien avoimuusvaatimusten yhdenmukaistamisesta ja direktiivin 2001/34/ey muuttamisesta annetun euroopan parlamentin ja neuvoston direktiivin 2004/109/ey seka euroopan yhteisojen komission sen perusteella antamien saadosten taytantoon panemiseksi. sijoittajien asemaa vaarantamatta ja jasenvaltion euroopan yhteison saannosten mukaisen toimivallan rajoissa valtiovarainministerion asetuksella voidaan antaa tarkemmat saannokset: 1) osavuosikatsauksen, johdon osavuotisen selvityksen, tilinpaatoksen ja toimintakertomuksen seka tilinpaatostiedotteen sisallosta ja julkistamisesta seka niita koskevista poikkeuksista; 2) 9 §:ssa tarkoitetun ilmoitusvelvollisuuden syntymisesta, omistusosuuden laskemisesta ja ilmoituksessa annettavista tiedoista seka niita koskevista poikkeuksista; 3) 10 §:ssa tarkoitetun julkistamisen yhteydessa annettavista tiedoista ja niita koskevista poikkeuksista seka julkistamisessa noudatettavasta menettelysta; 4) 10 d §:ssa tarkoitetusta tietojen saatavilla pitamisesta. rahoitustarkastus voi antaa tarkempia maarayksia 2 momentin 1 kohdan nojalla annetussa asetuksessa tarkoitettujen tietojen osalta. rahoitustarkastuksen on ennen ensimmaisessa virkkeessa tarkoitetun maarayksen antamista pyydettava siita kirjanpitolain 8 luvun 2 §:ssa tarkoitetun kirjanpitolautakunnan lausunto.",
        "content_sv": "Genom förordning av finansministeriet föreskrivs närmare om genomförandet av Europaparlamentets och rådets direktiv 2004/109/EG om harmonisering av insynskraven angående upplysningar om emittenter vars värdepapper är upptagna till handel på en reglerad marknad och om ändring av direktiv 2001/34/EG, och de bestämmelser som utfärdas av Europeiska gemenskapens kommission med stöd av direktivet. Om det inte äventyrar investerarnas ställning och det faller inom medlemsstatens befogenheter enligt Europeiska gemenskapens bestämmelser, kan genom förordning av finansministeriet närmare bestämmelser utfärdas om 1) innehållet i och offentliggörandet av delårsrapporter, ledningens delårsredogörelser, bokslut och verksamhetsberättelser samt bokslutskommunikéer och undantag i fråga om dem, 2) den i 9 § avsedda anmälningsskyldighetens uppkomst, beräknande av ägarandelen, de uppgifter som skall ges i anmälan och undantag i fråga om dem, 3) de uppgifter som skall ges i samband med ett sådant offentliggörande som avses i 10 § och undantag i fråga om dem samt om det förfarande som skall iakttas vid offentliggörandet, 4) tillgängligheten till de uppgifter som avses i 10 d §. Finansinspektionen kan meddela närmare föreskrifter när det gäller uppgifter som avses i den förordning som utfärdats med stöd av 2 mom. 1 punkten. Finansinspektionen skall innan den meddelar sådana föreskrifter som avses i första meningen be om ett utlåtande av den i 8 kap. 2 § i bokföringslagen avsedda bokföringsnämnden om föreskrifterna.",
        "normalized_sv": "Genom förordning av finansministeriet föreskrivs närmare om genomförandet av Europaparlamentets och rådets direktiv 2004/109/EG om harmonisering av insynskraven angående upplysningar om emittenter vars värdepapper är upptagna till handel på en reglerad marknad och om ändring av direktiv 2001/34/EG, och de bestämmelser som utfärdas av Europeiska gemenskapens kommission med stöd av direktivet. Om det inte äventyrar investerarnas ställning och det faller inom medlemsstatens befogenheter enligt Europeiska gemenskapens bestämmelser, kan genom förordning av finansministeriet närmare bestämmelser utfärdas om 1) innehållet i och offentliggörandet av delårsrapporter, ledningens delårsredogörelser, bokslut och verksamhetsberättelser samt bokslutskommunikéer och undantag i fråga om dem, 2) den i 9 § avsedda anmälningsskyldighetens uppkomst, beräknande av ägarandelen, de uppgifter som skall ges i anmälan och undantag i fråga om dem, 3) de uppgifter som skall ges i samband med ett sådant offentliggörande som avses i 10 § och undantag i fråga om dem samt om det förfarande som skall iakttas vid offentliggörandet, 4) tillgängligheten till de uppgifter som avses i 10 d § . Finansinspektionen kan meddela närmare föreskrifter när det gäller uppgifter som avses i den förordning som utfärdats med stöd av 2 mom. 1 punkten. Finansinspektionen skall innan den meddelar sådana föreskrifter som avses i första meningen be om ett utlåtande av den i 8 kap. 2 § i bokföringslagen avsedda bokföringsnämnden om föreskrifterna.",
        "folded_sv": "genom forordning av finansministeriet foreskrivs narmare om genomforandet av europaparlamentets och radets direktiv 2004/109/eg om harmonisering av insynskraven angaende upplysningar om emittenter vars vardepapper ar upptagna till handel pa en reglerad marknad och om andring av direktiv 2001/34/eg, och de bestammelser som utfardas av europeiska gemenskapens kommission med stod av direktivet. om det inte aventyrar investerarnas stallning och det faller inom medlemsstatens befogenheter enligt europeiska gemenskapens bestammelser, kan genom forordning av finansministeriet narmare bestammelser utfardas om 1) innehallet i och offentliggorandet av delarsrapporter, ledningens delarsredogorelser, bokslut och verksamhetsberattelser samt bokslutskommunikeer och undantag i fraga om dem, 2) den i 9 § avsedda anmalningsskyldighetens uppkomst, beraknande av agarandelen, de uppgifter som skall ges i anmalan och undantag i fraga om dem, 3) de uppgifter som skall ges i samband med ett sadant offentliggorande som avses i 10 § och undantag i fraga om dem samt om det forfarande som skall iakttas vid offentliggorandet, 4) tillgangligheten till de uppgifter som avses i 10 d §. finansinspektionen kan meddela narmare foreskrifter nar det galler uppgifter som avses i den forordning som utfardats med stod av 2 mom. 1 punkten. finansinspektionen skall innan den meddelar sadana foreskrifter som avses i forsta meningen be om ett utlatande av den i 8 kap. 2 § i bokforingslagen avsedda bokforingsnamnden om foreskrifterna."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Rahoitustarkastus voi 2 ja 3 momentissa säädetyin tavoin hakemuksesta myöntää poikkeuksen tässä luvussa, lukuun ottamatta sen 7 §:ää, ja 6 luvussa säädetystä tiedonantovelvollisuudesta edellyttäen, ettei poikkeus vaaranna sijoittajien asemaa. Valtiovarainministeriön asetuksella säädetään poikkeuksen myöntämisestä tapauksissa, joissa Euroopan yhteisön säännösten mukaan jäsenvaltio voi sallia poikkeuksen tiedonantovelvollisuudesta. Valtiovarainministeriön asetuksella voidaan lisäksi säätää tiedonantovelvollisuutta koskevan vastaavan poikkeuksen myöntämisestä tapauksissa, joissa Euroopan yhteisön säännöksiä ei niiden soveltamisalan vuoksi sovelleta arvopaperiin. Valtiovarainministeriön asetuksella voidaan säätää tiedonantovelvollisuutta koskevista poikkeuksista myös tapauksissa, joissa arvopapereita tarjotaan yleisesti hyödyllisen, pääasiassa muun kuin voittoa tavoittelevan toiminnan rahoittamiseksi. Rahoitustarkastus voi myöntää poikkeuksen 10 §:ssä säädetystä julkistamisvelvollisuudesta, jos julkistaminen olisi yleisen edun vastaista tai jos siitä olisi liikkeeseenlaskijalle olennaista haittaa. Poikkeusta on haettava välittömästi velvollisuuden synnyttyä. Poikkeus 10 §:stä voidaan myöntää vain 9 §:n 1 momentissa tarkoitetulle yhtiölle. Rahoitustarkastus voi myöntää poikkeuksen esitteen sekä 6 luvussa tarkoitetun tarjousasiakirjan sisällöstä ja julkistamisesta sekä osavuosikatsauksen, johdon osavuotisen selvityksen, tilinpäätöksen ja toimintakertomuksen, tilinpäätöstiedotteen sekä vuosikoosteen julkistamisesta. Poikkeuksen myöntämisen edellytyksenä on, ettei poikkeus ole tilinpäätöstä, konsernitilinpäätöstä tai esitettä koskevien Euroopan yhteisön säännösten vastainen. Rahoitustarkastuksen on myönnettävä liikkeeseenlaskijalle, jonka kotivaltio on muussa kuin Euroopan talousalueeseen kuuluvassa valtiossa, poikkeus julkistaa osavuosikatsauksen, johdon osavuotisen selvityksen, tilinpäätöksen ja toimintakertomuksen, tilinpäätöstiedotteen sekä liputusilmoituksen tiedot liikkeeseenlaskijan kotivaltion sääntelyn mukaisesti, jos kotivaltion lainsäädännön vaatimukset katsotaan Suomen lainsäädäntöä vastaaviksi. Vastaavuuden arvioinnista säädetään tarkemmin valtiovarainministeriön asetuksella. Rahoitustarkastuksen on välittömästi ilmoitettava poikkeuksen saamiseksi tehdystä hakemuksesta ja siihen annetusta päätöksestä asianomaiselle julkisen kaupankäynnin järjestäjälle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:11",
        "normalized_fi": "Rahoitustarkastus voi 2 ja 3 momentissa säädetyin tavoin hakemuksesta myöntää poikkeuksen tässä luvussa, lukuun ottamatta sen 7 § :ää, ja 6 luvussa säädetystä tiedonantovelvollisuudesta edellyttäen, ettei poikkeus vaaranna sijoittajien asemaa. Valtiovarainministeriön asetuksella säädetään poikkeuksen myöntämisestä tapauksissa, joissa Euroopan yhteisön säännösten mukaan jäsenvaltio voi sallia poikkeuksen tiedonantovelvollisuudesta. Valtiovarainministeriön asetuksella voidaan lisäksi säätää tiedonantovelvollisuutta koskevan vastaavan poikkeuksen myöntämisestä tapauksissa, joissa Euroopan yhteisön säännöksiä ei niiden soveltamisalan vuoksi sovelleta arvopaperiin. Valtiovarainministeriön asetuksella voidaan säätää tiedonantovelvollisuutta koskevista poikkeuksista myös tapauksissa, joissa arvopapereita tarjotaan yleisesti hyödyllisen, pääasiassa muun kuin voittoa tavoittelevan toiminnan rahoittamiseksi. Rahoitustarkastus voi myöntää poikkeuksen 10 § :ssä säädetystä julkistamisvelvollisuudesta, jos julkistaminen olisi yleisen edun vastaista tai jos siitä olisi liikkeeseenlaskijalle olennaista haittaa. Poikkeusta on haettava välittömästi velvollisuuden synnyttyä. Poikkeus 10 § :stä voidaan myöntää vain 9 § :n 1 momentissa tarkoitetulle yhtiölle. Rahoitustarkastus voi myöntää poikkeuksen esitteen sekä 6 luvussa tarkoitetun tarjousasiakirjan sisällöstä ja julkistamisesta sekä osavuosikatsauksen, johdon osavuotisen selvityksen, tilinpäätöksen ja toimintakertomuksen, tilinpäätöstiedotteen sekä vuosikoosteen julkistamisesta. Poikkeuksen myöntämisen edellytyksenä on, ettei poikkeus ole tilinpäätöstä, konsernitilinpäätöstä tai esitettä koskevien Euroopan yhteisön säännösten vastainen. Rahoitustarkastuksen on myönnettävä liikkeeseenlaskijalle, jonka kotivaltio on muussa kuin Euroopan talousalueeseen kuuluvassa valtiossa, poikkeus julkistaa osavuosikatsauksen, johdon osavuotisen selvityksen, tilinpäätöksen ja toimintakertomuksen, tilinpäätöstiedotteen sekä liputusilmoituksen tiedot liikkeeseenlaskijan kotivaltion sääntelyn mukaisesti, jos kotivaltion lainsäädännön vaatimukset katsotaan Suomen lainsäädäntöä vastaaviksi. Vastaavuuden arvioinnista säädetään tarkemmin valtiovarainministeriön asetuksella. Rahoitustarkastuksen on välittömästi ilmoitettava poikkeuksen saamiseksi tehdystä hakemuksesta ja siihen annetusta päätöksestä asianomaiselle julkisen kaupankäynnin järjestäjälle.",
        "folded_fi": "rahoitustarkastus voi 2 ja 3 momentissa saadetyin tavoin hakemuksesta myontaa poikkeuksen tassa luvussa, lukuun ottamatta sen 7 §:aa, ja 6 luvussa saadetysta tiedonantovelvollisuudesta edellyttaen, ettei poikkeus vaaranna sijoittajien asemaa. valtiovarainministerion asetuksella saadetaan poikkeuksen myontamisesta tapauksissa, joissa euroopan yhteison saannosten mukaan jasenvaltio voi sallia poikkeuksen tiedonantovelvollisuudesta. valtiovarainministerion asetuksella voidaan lisaksi saataa tiedonantovelvollisuutta koskevan vastaavan poikkeuksen myontamisesta tapauksissa, joissa euroopan yhteison saannoksia ei niiden soveltamisalan vuoksi sovelleta arvopaperiin. valtiovarainministerion asetuksella voidaan saataa tiedonantovelvollisuutta koskevista poikkeuksista myos tapauksissa, joissa arvopapereita tarjotaan yleisesti hyodyllisen, paaasiassa muun kuin voittoa tavoittelevan toiminnan rahoittamiseksi. rahoitustarkastus voi myontaa poikkeuksen 10 §:ssa saadetysta julkistamisvelvollisuudesta, jos julkistaminen olisi yleisen edun vastaista tai jos siita olisi liikkeeseenlaskijalle olennaista haittaa. poikkeusta on haettava valittomasti velvollisuuden synnyttya. poikkeus 10 §:sta voidaan myontaa vain 9 §:n 1 momentissa tarkoitetulle yhtiolle. rahoitustarkastus voi myontaa poikkeuksen esitteen seka 6 luvussa tarkoitetun tarjousasiakirjan sisallosta ja julkistamisesta seka osavuosikatsauksen, johdon osavuotisen selvityksen, tilinpaatoksen ja toimintakertomuksen, tilinpaatostiedotteen seka vuosikoosteen julkistamisesta. poikkeuksen myontamisen edellytyksena on, ettei poikkeus ole tilinpaatosta, konsernitilinpaatosta tai esitetta koskevien euroopan yhteison saannosten vastainen. rahoitustarkastuksen on myonnettava liikkeeseenlaskijalle, jonka kotivaltio on muussa kuin euroopan talousalueeseen kuuluvassa valtiossa, poikkeus julkistaa osavuosikatsauksen, johdon osavuotisen selvityksen, tilinpaatoksen ja toimintakertomuksen, tilinpaatostiedotteen seka liputusilmoituksen tiedot liikkeeseenlaskijan kotivaltion saantelyn mukaisesti, jos kotivaltion lainsaadannon vaatimukset katsotaan suomen lainsaadantoa vastaaviksi. vastaavuuden arvioinnista saadetaan tarkemmin valtiovarainministerion asetuksella. rahoitustarkastuksen on valittomasti ilmoitettava poikkeuksen saamiseksi tehdysta hakemuksesta ja siihen annetusta paatoksesta asianomaiselle julkisen kaupankaynnin jarjestajalle.",
        "content_sv": "Finansinspektionen kan i enlighet med 2 och 3 mom. på ansökan bevilja undantag från den informationsskyldighet som föreskrivs i detta kapitel, med undantag av 7 §, och i 6 kap., förutsatt att detta inte äventyrar investerarnas ställning. Genom förordning av finansministeriet föreskrivs om beviljande av undantag i fall där en medlemsstat enligt Europeiska gemenskapens bestämmelser får tillåta undantag från informationsskyldigheten. Genom förordning av finansministeriet kan dessutom föreskrivas om motsvarande undantag från informationsskyldigheten i fall där Europeiska gemenskapens bestämmelser på grund av deras tillämpningsområde inte tillämpas på ett värdepapper. Genom förordning av finansministeriet kan också föreskrivas om undantag från informationsskyldigheten i fall där värdepapper erbjuds för att finansiera en allmännyttig verksamhet vars huvudsakliga syfte inte är att eftersträva vinst. Finansinspektionen kan bevilja undantag från den skyldighet att offentliggöra uppgifter som avses i 10 §, om offentliggörandet skulle strida mot allmän fördel eller åsamka emittenten väsentligt men. Ansökan om undantag skall göras omedelbart efter det att skyldigheten har uppkommit. Undantag från den skyldighet som föreskrivs i 10 § kan beviljas endast bolag som avses i 9 § 1 mom. Finansinspektionen kan bevilja undantag som avser innehållet i och offentliggörandet av prospekt och i 6 kap. avsedda anbudshandlingar samt i fråga om offentliggörandet av delårsrapporter, ledningens delårsredogörelser, bokslut och verksamhetsberättelser, bokslutskommunikéer och årliga sammanställningar. En förutsättning för beviljande av undantag är att undantaget inte strider mot Europeiska gemenskapens bestämmelser om bokslut, koncernbokslut och prospekt. Finansinspektionen skall bevilja en emittent vars hemstat inte hör till Europeiska ekonomiska samarbetsområdet undantag att offentliggöra delårsrapporter, ledningens delårsredogörelser, bokslut och verksamhetsberättelser, bokslutskommunikéer samt flaggningsanmälningar i enlighet med bestämmelserna i emittentens hemstat, om lagstiftningen i emittentens hemstat bedöms motsvara Finlands lagstiftning. I fråga om bedömningen av överensstämmelsen föreskrivs närmare genom förordning av finansministeriet. Finansinspektionen skall omedelbart underrätta den som ordnar offentlig handel om en ansökan om undantag och om det beslut som fattats med anledning av ansökan.",
        "normalized_sv": "Finansinspektionen kan i enlighet med 2 och 3 mom. på ansökan bevilja undantag från den informationsskyldighet som föreskrivs i detta kapitel, med undantag av 7 § , och i 6 kap., förutsatt att detta inte äventyrar investerarnas ställning. Genom förordning av finansministeriet föreskrivs om beviljande av undantag i fall där en medlemsstat enligt Europeiska gemenskapens bestämmelser får tillåta undantag från informationsskyldigheten. Genom förordning av finansministeriet kan dessutom föreskrivas om motsvarande undantag från informationsskyldigheten i fall där Europeiska gemenskapens bestämmelser på grund av deras tillämpningsområde inte tillämpas på ett värdepapper. Genom förordning av finansministeriet kan också föreskrivas om undantag från informationsskyldigheten i fall där värdepapper erbjuds för att finansiera en allmännyttig verksamhet vars huvudsakliga syfte inte är att eftersträva vinst. Finansinspektionen kan bevilja undantag från den skyldighet att offentliggöra uppgifter som avses i 10 § , om offentliggörandet skulle strida mot allmän fördel eller åsamka emittenten väsentligt men. Ansökan om undantag skall göras omedelbart efter det att skyldigheten har uppkommit. Undantag från den skyldighet som föreskrivs i 10 § kan beviljas endast bolag som avses i 9 § 1 mom. Finansinspektionen kan bevilja undantag som avser innehållet i och offentliggörandet av prospekt och i 6 kap. avsedda anbudshandlingar samt i fråga om offentliggörandet av delårsrapporter, ledningens delårsredogörelser, bokslut och verksamhetsberättelser, bokslutskommunikéer och årliga sammanställningar. En förutsättning för beviljande av undantag är att undantaget inte strider mot Europeiska gemenskapens bestämmelser om bokslut, koncernbokslut och prospekt. Finansinspektionen skall bevilja en emittent vars hemstat inte hör till Europeiska ekonomiska samarbetsområdet undantag att offentliggöra delårsrapporter, ledningens delårsredogörelser, bokslut och verksamhetsberättelser, bokslutskommunikéer samt flaggningsanmälningar i enlighet med bestämmelserna i emittentens hemstat, om lagstiftningen i emittentens hemstat bedöms motsvara Finlands lagstiftning. I fråga om bedömningen av överensstämmelsen föreskrivs närmare genom förordning av finansministeriet. Finansinspektionen skall omedelbart underrätta den som ordnar offentlig handel om en ansökan om undantag och om det beslut som fattats med anledning av ansökan.",
        "folded_sv": "finansinspektionen kan i enlighet med 2 och 3 mom. pa ansokan bevilja undantag fran den informationsskyldighet som foreskrivs i detta kapitel, med undantag av 7 §, och i 6 kap., forutsatt att detta inte aventyrar investerarnas stallning. genom forordning av finansministeriet foreskrivs om beviljande av undantag i fall dar en medlemsstat enligt europeiska gemenskapens bestammelser far tillata undantag fran informationsskyldigheten. genom forordning av finansministeriet kan dessutom foreskrivas om motsvarande undantag fran informationsskyldigheten i fall dar europeiska gemenskapens bestammelser pa grund av deras tillampningsomrade inte tillampas pa ett vardepapper. genom forordning av finansministeriet kan ocksa foreskrivas om undantag fran informationsskyldigheten i fall dar vardepapper erbjuds for att finansiera en allmannyttig verksamhet vars huvudsakliga syfte inte ar att efterstrava vinst. finansinspektionen kan bevilja undantag fran den skyldighet att offentliggora uppgifter som avses i 10 §, om offentliggorandet skulle strida mot allman fordel eller asamka emittenten vasentligt men. ansokan om undantag skall goras omedelbart efter det att skyldigheten har uppkommit. undantag fran den skyldighet som foreskrivs i 10 § kan beviljas endast bolag som avses i 9 § 1 mom. finansinspektionen kan bevilja undantag som avser innehallet i och offentliggorandet av prospekt och i 6 kap. avsedda anbudshandlingar samt i fraga om offentliggorandet av delarsrapporter, ledningens delarsredogorelser, bokslut och verksamhetsberattelser, bokslutskommunikeer och arliga sammanstallningar. en forutsattning for beviljande av undantag ar att undantaget inte strider mot europeiska gemenskapens bestammelser om bokslut, koncernbokslut och prospekt. finansinspektionen skall bevilja en emittent vars hemstat inte hor till europeiska ekonomiska samarbetsomradet undantag att offentliggora delarsrapporter, ledningens delarsredogorelser, bokslut och verksamhetsberattelser, bokslutskommunikeer samt flaggningsanmalningar i enlighet med bestammelserna i emittentens hemstat, om lagstiftningen i emittentens hemstat bedoms motsvara finlands lagstiftning. i fraga om bedomningen av overensstammelsen foreskrivs narmare genom forordning av finansministeriet. finansinspektionen skall omedelbart underratta den som ordnar offentlig handel om en ansokan om undantag och om det beslut som fattats med anledning av ansokan."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "3:15 a",
      "chapter": "3",
      "section": "15 a",
      "content": "Rahoitustarkastuksen on julkaistava Internet-verkkosivuillaan kalenteri Suomessa sijaitsevan ja toimivan julkisen kaupankäynnin kaupankäyntipäivistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:15 a",
        "normalized_fi": "Rahoitustarkastuksen on julkaistava Internet-verkkosivuillaan kalenteri Suomessa sijaitsevan ja toimivan julkisen kaupankäynnin kaupankäyntipäivistä.",
        "folded_fi": "rahoitustarkastuksen on julkaistava internet-verkkosivuillaan kalenteri suomessa sijaitsevan ja toimivan julkisen kaupankaynnin kaupankayntipaivista.",
        "content_sv": "Finansinspektionen skall på sina webbsidor offentliggöra en kalender över handelsdagarna för offentlig handel som är belägen och försiggår i Finland.",
        "normalized_sv": "Finansinspektionen skall på sina webbsidor offentliggöra en kalender över handelsdagarna för offentlig handel som är belägen och försiggår i Finland.",
        "folded_sv": "finansinspektionen skall pa sina webbsidor offentliggora en kalender over handelsdagarna for offentlig handel som ar belagen och forsiggar i finland."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    }
  ]
}