{
  "id": "15/2024",
  "type": "statute",
  "title": "Laki mielenterveyslain muuttamisesta",
  "title_en": "Lag om ändring av mentalvårdslagen",
  "status": "in_force",
  "issued_date": "2024-01-12",
  "in_force_date": "2024-01-12",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2024/15/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "22 a",
      "section": "22 a",
      "title": "Potilaan määritelmä ja perusoikeuksien rajoitusten yleiset edellytykset",
      "content": "Potilaalla tarkoitetaan tässä luvussa 2-4 ja 4 b luvuissa säädetyllä tavalla tarkkailuun otettua taikka tutkimukseen tai hoitoon määrättyä henkilöä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22 a",
        "normalized_fi": "Potilaalla tarkoitetaan tässä luvussa 2-4 ja 4 b luvuissa säädetyllä tavalla tarkkailuun otettua taikka tutkimukseen tai hoitoon määrättyä henkilöä.",
        "folded_fi": "potilaalla tarkoitetaan tassa luvussa 2-4 ja 4 b luvuissa saadetylla tavalla tarkkailuun otettua taikka tutkimukseen tai hoitoon maarattya henkiloa.",
        "title_sv": "Definitionen på patient och allmänna förutsättningar för begränsningar av de grundläggande fri- och rättigheterna",
        "content_sv": "Med patient avses i detta kapitel en person som i enlighet med 2-4 och 4 b kap. har tagits in för observation eller förordnats till undersökning eller vård.",
        "normalized_sv": "Med patient avses i detta kapitel en person som i enlighet med 2-4 och 4 b kap. har tagits in för observation eller förordnats till undersökning eller vård.",
        "folded_sv": "med patient avses i detta kapitel en person som i enlighet med 2-4 och 4 b kap. har tagits in for observation eller forordnats till undersokning eller vard."
      }
    },
    {
      "provision_ref": "22 b",
      "section": "22 b",
      "title": "Psyykkisen sairauden hoito",
      "content": "Perusteista toteuttaa tarkkailussa, mielentilatutkimuksessa tai tahdosta riippumattomassa psykiatrisessa hoidossa olevan potilaan lääkehoito potilaan tahdosta riippumatta on annettava hallintopäätös, jos potilas vastustaa lääkehoitoa tai hänen tahdostaan ei saada selvyyttä taikka muutoin potilaan pyynnöstä. Potilaalle on osana potilaan asemasta ja oikeuksista annetun lain (785/1992) 5 §:ssä tarkoitettua selvitystä kerrottava mahdollisuudesta saada asiasta hallintopäätös. Päätös saa olla voimassa enintään tämän lain 2-4 ja 4 b luvussa säädetyn kyseistä tarkkailua, tutkimusta tai hoitoa koskevan päätöksen voimassaolon ajan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22 b",
        "normalized_fi": "Perusteista toteuttaa tarkkailussa, mielentilatutkimuksessa tai tahdosta riippumattomassa psykiatrisessa hoidossa olevan potilaan lääkehoito potilaan tahdosta riippumatta on annettava hallintopäätös, jos potilas vastustaa lääkehoitoa tai hänen tahdostaan ei saada selvyyttä taikka muutoin potilaan pyynnöstä. Potilaalle on osana potilaan asemasta ja oikeuksista annetun lain (785/1992) 5 § :ssä tarkoitettua selvitystä kerrottava mahdollisuudesta saada asiasta hallintopäätös. Päätös saa olla voimassa enintään tämän lain 2-4 ja 4 b luvussa säädetyn kyseistä tarkkailua, tutkimusta tai hoitoa koskevan päätöksen voimassaolon ajan.",
        "folded_fi": "perusteista toteuttaa tarkkailussa, mielentilatutkimuksessa tai tahdosta riippumattomassa psykiatrisessa hoidossa olevan potilaan laakehoito potilaan tahdosta riippumatta on annettava hallintopaatos, jos potilas vastustaa laakehoitoa tai hanen tahdostaan ei saada selvyytta taikka muutoin potilaan pyynnosta. potilaalle on osana potilaan asemasta ja oikeuksista annetun lain (785/1992) 5 §:ssa tarkoitettua selvitysta kerrottava mahdollisuudesta saada asiasta hallintopaatos. paatos saa olla voimassa enintaan taman lain 2-4 ja 4 b luvussa saadetyn kyseista tarkkailua, tutkimusta tai hoitoa koskevan paatoksen voimassaolon ajan.",
        "title_sv": "Behandling av psykiska sjukdomar",
        "content_sv": "Det ska lämnas ett förvaltningsbeslut om grunderna för läkemedelsbehandling oberoende av patientens vilja av en patient som är under observation, blir sinnesundersökt eller får psykiatrisk vård oberoende av sin vilja, om patienten motsätter sig läkemedelsbehandling eller patientens vilja inte kan klargöras eller patienten annars så begär. Patienten ska som en del av de upplysningar som avses i 5 § i lagen om patientens ställning och rättigheter (785/1992) informeras om möjligheten att få ett förvaltningsbeslut om saken. Beslutet får vara i kraft högst så länge det beslut enligt 2-4 och 4 b kap. i denna lag som gäller observationen, undersökningen eller vården är i kraft.",
        "normalized_sv": "Det ska lämnas ett förvaltningsbeslut om grunderna för läkemedelsbehandling oberoende av patientens vilja av en patient som är under observation, blir sinnesundersökt eller får psykiatrisk vård oberoende av sin vilja, om patienten motsätter sig läkemedelsbehandling eller patientens vilja inte kan klargöras eller patienten annars så begär. Patienten ska som en del av de upplysningar som avses i 5 § i lagen om patientens ställning och rättigheter (785/1992) informeras om möjligheten att få ett förvaltningsbeslut om saken. Beslutet får vara i kraft högst så länge det beslut enligt 2-4 och 4 b kap. i denna lag som gäller observationen, undersökningen eller vården är i kraft.",
        "folded_sv": "det ska lamnas ett forvaltningsbeslut om grunderna for lakemedelsbehandling oberoende av patientens vilja av en patient som ar under observation, blir sinnesundersokt eller far psykiatrisk vard oberoende av sin vilja, om patienten motsatter sig lakemedelsbehandling eller patientens vilja inte kan klargoras eller patienten annars sa begar. patienten ska som en del av de upplysningar som avses i 5 § i lagen om patientens stallning och rattigheter (785/1992) informeras om mojligheten att fa ett forvaltningsbeslut om saken. beslutet far vara i kraft hogst sa lange det beslut enligt 2-4 och 4 b kap. i denna lag som galler observationen, undersokningen eller varden ar i kraft."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Muutoksenhaku",
      "content": "Sairaalan lääkärin päätökseen, joka koskee henkilön määräämistä hoitoon tai hoidon jatkamista hänen tahdostaan riippumatta, potilaan psyykkisen sairauden lääkehoidon toteuttamista hänen tahdostaan riippumatta, potilaan omaisuuden haltuunottoa taikka yhteydenpidon rajoittamista, saa hakea muutosta valittamalla hallinto-oikeuteen 14 päivän kuluessa päätöksen tiedoksisaannista. Muutoksenhakuasiassa muulle asianosaiselle kuin potilaalle voidaan antaa tietoja potilaan terveydentilasta vain potilaan suostumuksella. Hallinto-oikeuden päätökseen, joka koskee potilaan omaisuuden haltuunottoa, ei saa valittamalla hakea muutosta. Muutoin muutoksenhaussa hallintotuomioistuimeen sovelletaan, mitä oikeudenkäynnistä hallintoasioissa annetussa laissa (808/2019) säädetään. Terveyden ja hyvinvoinnin laitoksen päätökseen, joka koskee henkilön määräämistä hoitoon tai hoidon jatkamista hänen tahdostaan riippumatta taikka 21 §:ssä tarkoitetussa tapauksessa määräämistä sairaalaan tutkittavaksi, sekä päätökseen, joka koskee erityishuollon antamista tahdosta riippumatta, saa hakea muutosta valittamalla hallinto-oikeuteen. Muutoksenhausta hallintotuomioistuimeen säädetään oikeudenkäynnistä hallintoasioissa annetussa laissa. Sairaalan lääkärin 17 b §:n 2 momentissa tarkoitettuun ja Terveyden ja hyvinvoinnin laitoksen 17 c §:n 2 momentissa tarkoitettuun potilaan hoidon jatkamista koskevaan väliaikaispäätökseen sekä sairaalan lääkärin 17 b §:n 2 momentissa tarkoitettuun potilaan tutkittavaksi määräämistä koskevaan päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen 14 päivän kuluessa päätöksen tiedoksisaannista. Valitus voidaan käsitellä hallinto-oikeudessa valituksenalaisen päätöksen tehneen viranomaisen lausuntoa pyytämättä. Valituksen johdosta annettuun hallinto-oikeuden päätökseen ei saa valittamalla hakea muutosta. Muutoin muutoksenhaussa hallintotuomioistuimeen sovelletaan, mitä oikeudenkäynnistä hallintoasioissa annetussa laissa säädetään. Alaikäisen potilaan hoitoon määräämistä tai hoidon jatkamista koskevaan 1-3 momentissa tarkoitettuun päätökseen saa hakea muutosta 12 vuotta täyttänyt alaikäinen itse, hänen vanhempansa ja huoltajansa sekä henkilö, jonka hoidossa ja kasvatuksessa alaikäinen on välittömästi ennen hoitoon määräämistä ollut. Alaikäisen potilaan yhteydenpidon rajoittamista koskevaan 1 momentissa tarkoitettuun päätökseen saa hakea muutosta 12 vuotta täyttänyt alaikäinen itse sekä hänen huoltajansa, edunvalvojansa tai muu laillinen edustajansa sekä muu asianosainen, jonka yhteydenpitoa lapseen päätöksellä on rajoitettu. Alaikäisen potilaan psyykkisen sairauden lääkehoidon toteuttamista koskevaan 1 momentissa tarkoitettuun päätökseen saa hakea muutosta 12 vuotta täyttänyt alaikäinen itse sekä hänen huoltajansa, edunvalvojansa tai muu laillinen edustajansa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24",
        "normalized_fi": "Sairaalan lääkärin päätökseen, joka koskee henkilön määräämistä hoitoon tai hoidon jatkamista hänen tahdostaan riippumatta, potilaan psyykkisen sairauden lääkehoidon toteuttamista hänen tahdostaan riippumatta, potilaan omaisuuden haltuunottoa taikka yhteydenpidon rajoittamista, saa hakea muutosta valittamalla hallinto-oikeuteen 14 päivän kuluessa päätöksen tiedoksisaannista. Muutoksenhakuasiassa muulle asianosaiselle kuin potilaalle voidaan antaa tietoja potilaan terveydentilasta vain potilaan suostumuksella. Hallinto-oikeuden päätökseen, joka koskee potilaan omaisuuden haltuunottoa, ei saa valittamalla hakea muutosta. Muutoin muutoksenhaussa hallintotuomioistuimeen sovelletaan, mitä oikeudenkäynnistä hallintoasioissa annetussa laissa (808/2019) säädetään. Terveyden ja hyvinvoinnin laitoksen päätökseen, joka koskee henkilön määräämistä hoitoon tai hoidon jatkamista hänen tahdostaan riippumatta taikka 21 § :ssä tarkoitetussa tapauksessa määräämistä sairaalaan tutkittavaksi, sekä päätökseen, joka koskee erityishuollon antamista tahdosta riippumatta, saa hakea muutosta valittamalla hallinto-oikeuteen. Muutoksenhausta hallintotuomioistuimeen säädetään oikeudenkäynnistä hallintoasioissa annetussa laissa. Sairaalan lääkärin 17 b § :n 2 momentissa tarkoitettuun ja Terveyden ja hyvinvoinnin laitoksen 17 c § :n 2 momentissa tarkoitettuun potilaan hoidon jatkamista koskevaan väliaikaispäätökseen sekä sairaalan lääkärin 17 b § :n 2 momentissa tarkoitettuun potilaan tutkittavaksi määräämistä koskevaan päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen 14 päivän kuluessa päätöksen tiedoksisaannista. Valitus voidaan käsitellä hallinto-oikeudessa valituksenalaisen päätöksen tehneen viranomaisen lausuntoa pyytämättä. Valituksen johdosta annettuun hallinto-oikeuden päätökseen ei saa valittamalla hakea muutosta. Muutoin muutoksenhaussa hallintotuomioistuimeen sovelletaan, mitä oikeudenkäynnistä hallintoasioissa annetussa laissa säädetään. Alaikäisen potilaan hoitoon määräämistä tai hoidon jatkamista koskevaan 1-3 momentissa tarkoitettuun päätökseen saa hakea muutosta 12 vuotta täyttänyt alaikäinen itse, hänen vanhempansa ja huoltajansa sekä henkilö, jonka hoidossa ja kasvatuksessa alaikäinen on välittömästi ennen hoitoon määräämistä ollut. Alaikäisen potilaan yhteydenpidon rajoittamista koskevaan 1 momentissa tarkoitettuun päätökseen saa hakea muutosta 12 vuotta täyttänyt alaikäinen itse sekä hänen huoltajansa, edunvalvojansa tai muu laillinen edustajansa sekä muu asianosainen, jonka yhteydenpitoa lapseen päätöksellä on rajoitettu. Alaikäisen potilaan psyykkisen sairauden lääkehoidon toteuttamista koskevaan 1 momentissa tarkoitettuun päätökseen saa hakea muutosta 12 vuotta täyttänyt alaikäinen itse sekä hänen huoltajansa, edunvalvojansa tai muu laillinen edustajansa.",
        "folded_fi": "sairaalan laakarin paatokseen, joka koskee henkilon maaraamista hoitoon tai hoidon jatkamista hanen tahdostaan riippumatta, potilaan psyykkisen sairauden laakehoidon toteuttamista hanen tahdostaan riippumatta, potilaan omaisuuden haltuunottoa taikka yhteydenpidon rajoittamista, saa hakea muutosta valittamalla hallinto-oikeuteen 14 paivan kuluessa paatoksen tiedoksisaannista. muutoksenhakuasiassa muulle asianosaiselle kuin potilaalle voidaan antaa tietoja potilaan terveydentilasta vain potilaan suostumuksella. hallinto-oikeuden paatokseen, joka koskee potilaan omaisuuden haltuunottoa, ei saa valittamalla hakea muutosta. muutoin muutoksenhaussa hallintotuomioistuimeen sovelletaan, mita oikeudenkaynnista hallintoasioissa annetussa laissa (808/2019) saadetaan. terveyden ja hyvinvoinnin laitoksen paatokseen, joka koskee henkilon maaraamista hoitoon tai hoidon jatkamista hanen tahdostaan riippumatta taikka 21 §:ssa tarkoitetussa tapauksessa maaraamista sairaalaan tutkittavaksi, seka paatokseen, joka koskee erityishuollon antamista tahdosta riippumatta, saa hakea muutosta valittamalla hallinto-oikeuteen. muutoksenhausta hallintotuomioistuimeen saadetaan oikeudenkaynnista hallintoasioissa annetussa laissa. sairaalan laakarin 17 b §:n 2 momentissa tarkoitettuun ja terveyden ja hyvinvoinnin laitoksen 17 c §:n 2 momentissa tarkoitettuun potilaan hoidon jatkamista koskevaan valiaikaispaatokseen seka sairaalan laakarin 17 b §:n 2 momentissa tarkoitettuun potilaan tutkittavaksi maaraamista koskevaan paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen 14 paivan kuluessa paatoksen tiedoksisaannista. valitus voidaan kasitella hallinto-oikeudessa valituksenalaisen paatoksen tehneen viranomaisen lausuntoa pyytamatta. valituksen johdosta annettuun hallinto-oikeuden paatokseen ei saa valittamalla hakea muutosta. muutoin muutoksenhaussa hallintotuomioistuimeen sovelletaan, mita oikeudenkaynnista hallintoasioissa annetussa laissa saadetaan. alaikaisen potilaan hoitoon maaraamista tai hoidon jatkamista koskevaan 1-3 momentissa tarkoitettuun paatokseen saa hakea muutosta 12 vuotta tayttanyt alaikainen itse, hanen vanhempansa ja huoltajansa seka henkilo, jonka hoidossa ja kasvatuksessa alaikainen on valittomasti ennen hoitoon maaraamista ollut. alaikaisen potilaan yhteydenpidon rajoittamista koskevaan 1 momentissa tarkoitettuun paatokseen saa hakea muutosta 12 vuotta tayttanyt alaikainen itse seka hanen huoltajansa, edunvalvojansa tai muu laillinen edustajansa seka muu asianosainen, jonka yhteydenpitoa lapseen paatoksella on rajoitettu. alaikaisen potilaan psyykkisen sairauden laakehoidon toteuttamista koskevaan 1 momentissa tarkoitettuun paatokseen saa hakea muutosta 12 vuotta tayttanyt alaikainen itse seka hanen huoltajansa, edunvalvojansa tai muu laillinen edustajansa.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ett beslut av en sjukhusläkare om att någon ska tas in för vård eller hållas kvar för fortsatt vård oberoende av sin vilja, att läkemedelsbehandling av en psykisk sjukdom oberoende av patientens vilja ska genomföras, att patientens egendom ska omhändertas eller att patientens kontakter ska begränsas får överklagas genom besvär hos förvaltningsdomstolen inom 14 dagar från delfåendet av beslutet. I besvärsärenden får uppgifter om patientens hälsotillstånd lämnas ut till andra parter än patienten endast med patientens samtycke. Beslut som förvaltningsdomstolen har fattat om omhändertagande av patientens egendom får inte överklagas genom besvär. Vid sökande av ändring i förvaltningsdomstol tillämpas i övrigt lagen om rättegång i förvaltningsärenden (808/2019). Beslut av Institutet för hälsa och välfärd om att en person oberoende av sin vilja ska tas in för vård eller om att vården ska fortsätta eller, i de fall som avses i 21 §, om att en person ska tas in på sjukhus för undersökning samt beslut som gäller meddelande av specialomsorger oberoende av personens vilja får överklagas genom besvär hos förvaltningsdomstolen. Bestämmelser om sökande av ändring i förvaltningsdomstol finns i lagen om rättegång i förvaltningsärenden. Ett i 17 b § 2 mom. avsett interimistiskt beslut av en sjukhusläkare om fortsatt vård av en patient och ett i 17 c § 2 mom. avsett interimistiskt beslut av Institutet för hälsa och välfärd om fortsatt vård av en patient samt ett i 17 b § 2 mom. avsett beslut av en sjukhusläkare om att en patient ska undersökas får överklagas genom besvär hos förvaltningsdomstolen inom 14 dagar från delfåendet av beslutet. Besvären kan behandlas i förvaltningsdomstolen utan att utlåtande begärs av den myndighet som har fattat det överklagade beslutet. Beslut av förvaltningsdomstolen med anledning av besvär får inte överklagas genom besvär. Vid sökande av ändring i förvaltningsdomstol tillämpas i övrigt lagen om rättegång i förvaltningsärenden. I ett beslut enligt 1-3 mom. om att en minderårig ska tas in för vård eller hållas kvar för fortsatt vård får ändring sökas av den minderårige själv, om han eller hon har fyllt 12 år, av hans eller hennes föräldrar och vårdnadshavare samt av den som omedelbart före beslutet om vård haft hand om den minderåriges vård och uppfostran. I ett beslut enligt 1 mom. om att en minderårig patients kontakter ska begränsas får ändring sökas av den minderårige själv, om han eller hon har fyllt 12 år, samt av hans eller hennes vårdnadshavare, intressebevakare eller någon annan laglig företrädare samt av någon annan part vars kontakter med barnet har begränsats genom beslutet. I ett beslut enligt 1 mom. om genomförande av läkemedelsbehandling av en psykisk sjukdom hos en minderårig patient får ändring sökas av den minderårige själv, om han eller hon har fyllt 12 år, samt av hans eller hennes vårdnadshavare, intressebevakare eller någon annan laglig företrädare.",
        "normalized_sv": "Ett beslut av en sjukhusläkare om att någon ska tas in för vård eller hållas kvar för fortsatt vård oberoende av sin vilja, att läkemedelsbehandling av en psykisk sjukdom oberoende av patientens vilja ska genomföras, att patientens egendom ska omhändertas eller att patientens kontakter ska begränsas får överklagas genom besvär hos förvaltningsdomstolen inom 14 dagar från delfåendet av beslutet. I besvärsärenden får uppgifter om patientens hälsotillstånd lämnas ut till andra parter än patienten endast med patientens samtycke. Beslut som förvaltningsdomstolen har fattat om omhändertagande av patientens egendom får inte överklagas genom besvär. Vid sökande av ändring i förvaltningsdomstol tillämpas i övrigt lagen om rättegång i förvaltningsärenden (808/2019). Beslut av Institutet för hälsa och välfärd om att en person oberoende av sin vilja ska tas in för vård eller om att vården ska fortsätta eller, i de fall som avses i 21 § , om att en person ska tas in på sjukhus för undersökning samt beslut som gäller meddelande av specialomsorger oberoende av personens vilja får överklagas genom besvär hos förvaltningsdomstolen. Bestämmelser om sökande av ändring i förvaltningsdomstol finns i lagen om rättegång i förvaltningsärenden. Ett i 17 b § 2 mom. avsett interimistiskt beslut av en sjukhusläkare om fortsatt vård av en patient och ett i 17 c § 2 mom. avsett interimistiskt beslut av Institutet för hälsa och välfärd om fortsatt vård av en patient samt ett i 17 b § 2 mom. avsett beslut av en sjukhusläkare om att en patient ska undersökas får överklagas genom besvär hos förvaltningsdomstolen inom 14 dagar från delfåendet av beslutet. Besvären kan behandlas i förvaltningsdomstolen utan att utlåtande begärs av den myndighet som har fattat det överklagade beslutet. Beslut av förvaltningsdomstolen med anledning av besvär får inte överklagas genom besvär. Vid sökande av ändring i förvaltningsdomstol tillämpas i övrigt lagen om rättegång i förvaltningsärenden. I ett beslut enligt 1-3 mom. om att en minderårig ska tas in för vård eller hållas kvar för fortsatt vård får ändring sökas av den minderårige själv, om han eller hon har fyllt 12 år, av hans eller hennes föräldrar och vårdnadshavare samt av den som omedelbart före beslutet om vård haft hand om den minderåriges vård och uppfostran. I ett beslut enligt 1 mom. om att en minderårig patients kontakter ska begränsas får ändring sökas av den minderårige själv, om han eller hon har fyllt 12 år, samt av hans eller hennes vårdnadshavare, intressebevakare eller någon annan laglig företrädare samt av någon annan part vars kontakter med barnet har begränsats genom beslutet. I ett beslut enligt 1 mom. om genomförande av läkemedelsbehandling av en psykisk sjukdom hos en minderårig patient får ändring sökas av den minderårige själv, om han eller hon har fyllt 12 år, samt av hans eller hennes vårdnadshavare, intressebevakare eller någon annan laglig företrädare.",
        "folded_sv": "ett beslut av en sjukhuslakare om att nagon ska tas in for vard eller hallas kvar for fortsatt vard oberoende av sin vilja, att lakemedelsbehandling av en psykisk sjukdom oberoende av patientens vilja ska genomforas, att patientens egendom ska omhandertas eller att patientens kontakter ska begransas far overklagas genom besvar hos forvaltningsdomstolen inom 14 dagar fran delfaendet av beslutet. i besvarsarenden far uppgifter om patientens halsotillstand lamnas ut till andra parter an patienten endast med patientens samtycke. beslut som forvaltningsdomstolen har fattat om omhandertagande av patientens egendom far inte overklagas genom besvar. vid sokande av andring i forvaltningsdomstol tillampas i ovrigt lagen om rattegang i forvaltningsarenden (808/2019). beslut av institutet for halsa och valfard om att en person oberoende av sin vilja ska tas in for vard eller om att varden ska fortsatta eller, i de fall som avses i 21 §, om att en person ska tas in pa sjukhus for undersokning samt beslut som galler meddelande av specialomsorger oberoende av personens vilja far overklagas genom besvar hos forvaltningsdomstolen. bestammelser om sokande av andring i forvaltningsdomstol finns i lagen om rattegang i forvaltningsarenden. ett i 17 b § 2 mom. avsett interimistiskt beslut av en sjukhuslakare om fortsatt vard av en patient och ett i 17 c § 2 mom. avsett interimistiskt beslut av institutet for halsa och valfard om fortsatt vard av en patient samt ett i 17 b § 2 mom. avsett beslut av en sjukhuslakare om att en patient ska undersokas far overklagas genom besvar hos forvaltningsdomstolen inom 14 dagar fran delfaendet av beslutet. besvaren kan behandlas i forvaltningsdomstolen utan att utlatande begars av den myndighet som har fattat det overklagade beslutet. beslut av forvaltningsdomstolen med anledning av besvar far inte overklagas genom besvar. vid sokande av andring i forvaltningsdomstol tillampas i ovrigt lagen om rattegang i forvaltningsarenden. i ett beslut enligt 1-3 mom. om att en minderarig ska tas in for vard eller hallas kvar for fortsatt vard far andring sokas av den minderarige sjalv, om han eller hon har fyllt 12 ar, av hans eller hennes foraldrar och vardnadshavare samt av den som omedelbart fore beslutet om vard haft hand om den minderariges vard och uppfostran. i ett beslut enligt 1 mom. om att en minderarig patients kontakter ska begransas far andring sokas av den minderarige sjalv, om han eller hon har fyllt 12 ar, samt av hans eller hennes vardnadshavare, intressebevakare eller nagon annan laglig foretradare samt av nagon annan part vars kontakter med barnet har begransats genom beslutet. i ett beslut enligt 1 mom. om genomforande av lakemedelsbehandling av en psykisk sjukdom hos en minderarig patient far andring sokas av den minderarige sjalv, om han eller hon har fyllt 12 ar, samt av hans eller hennes vardnadshavare, intressebevakare eller nagon annan laglig foretradare."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Täytäntöönpano",
      "content": "Tahdosta riippumatta annettavaan hoitoon määräämistä tai sellaisen hoidon jatkamista, psyykkisen sairauden lääkehoidon toteuttamista, omaisuuden haltuunottoa taikka yhteydenpidon rajoittamista koskeva päätös voidaan panna täytäntöön heti alistuksesta tai muutoksenhausta huolimatta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25",
        "normalized_fi": "Tahdosta riippumatta annettavaan hoitoon määräämistä tai sellaisen hoidon jatkamista, psyykkisen sairauden lääkehoidon toteuttamista, omaisuuden haltuunottoa taikka yhteydenpidon rajoittamista koskeva päätös voidaan panna täytäntöön heti alistuksesta tai muutoksenhausta huolimatta.",
        "folded_fi": "tahdosta riippumatta annettavaan hoitoon maaraamista tai sellaisen hoidon jatkamista, psyykkisen sairauden laakehoidon toteuttamista, omaisuuden haltuunottoa taikka yhteydenpidon rajoittamista koskeva paatos voidaan panna taytantoon heti alistuksesta tai muutoksenhausta huolimatta.",
        "title_sv": "Verkställighet",
        "content_sv": "Ett beslut om vård eller fortsatt vård oberoende av patientens vilja, om läkemedelsbehandling av en psykisk sjukdom, om omhändertagande av patientens egendom eller om begränsning av patientens kontakter kan verkställas genast, oberoende av underställning eller ändringssökande.",
        "normalized_sv": "Ett beslut om vård eller fortsatt vård oberoende av patientens vilja, om läkemedelsbehandling av en psykisk sjukdom, om omhändertagande av patientens egendom eller om begränsning av patientens kontakter kan verkställas genast, oberoende av underställning eller ändringssökande.",
        "folded_sv": "ett beslut om vard eller fortsatt vard oberoende av patientens vilja, om lakemedelsbehandling av en psykisk sjukdom, om omhandertagande av patientens egendom eller om begransning av patientens kontakter kan verkstallas genast, oberoende av understallning eller andringssokande."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "22 a",
      "section": "22 a",
      "title": "Potilaan määritelmä ja perusoikeuksien rajoitusten yleiset edellytykset",
      "content": "Potilaalla tarkoitetaan tässä luvussa 2-4 ja 4 b luvuissa säädetyllä tavalla tarkkailuun otettua taikka tutkimukseen tai hoitoon määrättyä henkilöä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22 a",
        "normalized_fi": "Potilaalla tarkoitetaan tässä luvussa 2-4 ja 4 b luvuissa säädetyllä tavalla tarkkailuun otettua taikka tutkimukseen tai hoitoon määrättyä henkilöä.",
        "folded_fi": "potilaalla tarkoitetaan tassa luvussa 2-4 ja 4 b luvuissa saadetylla tavalla tarkkailuun otettua taikka tutkimukseen tai hoitoon maarattya henkiloa.",
        "title_sv": "Definitionen på patient och allmänna förutsättningar för begränsningar av de grundläggande fri- och rättigheterna",
        "content_sv": "Med patient avses i detta kapitel en person som i enlighet med 2-4 och 4 b kap. har tagits in för observation eller förordnats till undersökning eller vård.",
        "normalized_sv": "Med patient avses i detta kapitel en person som i enlighet med 2-4 och 4 b kap. har tagits in för observation eller förordnats till undersökning eller vård.",
        "folded_sv": "med patient avses i detta kapitel en person som i enlighet med 2-4 och 4 b kap. har tagits in for observation eller forordnats till undersokning eller vard."
      },
      "valid_from": "2024-01-12",
      "valid_to": null
    },
    {
      "provision_ref": "22 b",
      "section": "22 b",
      "title": "Psyykkisen sairauden hoito",
      "content": "Perusteista toteuttaa tarkkailussa, mielentilatutkimuksessa tai tahdosta riippumattomassa psykiatrisessa hoidossa olevan potilaan lääkehoito potilaan tahdosta riippumatta on annettava hallintopäätös, jos potilas vastustaa lääkehoitoa tai hänen tahdostaan ei saada selvyyttä taikka muutoin potilaan pyynnöstä. Potilaalle on osana potilaan asemasta ja oikeuksista annetun lain (785/1992) 5 §:ssä tarkoitettua selvitystä kerrottava mahdollisuudesta saada asiasta hallintopäätös. Päätös saa olla voimassa enintään tämän lain 2-4 ja 4 b luvussa säädetyn kyseistä tarkkailua, tutkimusta tai hoitoa koskevan päätöksen voimassaolon ajan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22 b",
        "normalized_fi": "Perusteista toteuttaa tarkkailussa, mielentilatutkimuksessa tai tahdosta riippumattomassa psykiatrisessa hoidossa olevan potilaan lääkehoito potilaan tahdosta riippumatta on annettava hallintopäätös, jos potilas vastustaa lääkehoitoa tai hänen tahdostaan ei saada selvyyttä taikka muutoin potilaan pyynnöstä. Potilaalle on osana potilaan asemasta ja oikeuksista annetun lain (785/1992) 5 § :ssä tarkoitettua selvitystä kerrottava mahdollisuudesta saada asiasta hallintopäätös. Päätös saa olla voimassa enintään tämän lain 2-4 ja 4 b luvussa säädetyn kyseistä tarkkailua, tutkimusta tai hoitoa koskevan päätöksen voimassaolon ajan.",
        "folded_fi": "perusteista toteuttaa tarkkailussa, mielentilatutkimuksessa tai tahdosta riippumattomassa psykiatrisessa hoidossa olevan potilaan laakehoito potilaan tahdosta riippumatta on annettava hallintopaatos, jos potilas vastustaa laakehoitoa tai hanen tahdostaan ei saada selvyytta taikka muutoin potilaan pyynnosta. potilaalle on osana potilaan asemasta ja oikeuksista annetun lain (785/1992) 5 §:ssa tarkoitettua selvitysta kerrottava mahdollisuudesta saada asiasta hallintopaatos. paatos saa olla voimassa enintaan taman lain 2-4 ja 4 b luvussa saadetyn kyseista tarkkailua, tutkimusta tai hoitoa koskevan paatoksen voimassaolon ajan.",
        "title_sv": "Behandling av psykiska sjukdomar",
        "content_sv": "Det ska lämnas ett förvaltningsbeslut om grunderna för läkemedelsbehandling oberoende av patientens vilja av en patient som är under observation, blir sinnesundersökt eller får psykiatrisk vård oberoende av sin vilja, om patienten motsätter sig läkemedelsbehandling eller patientens vilja inte kan klargöras eller patienten annars så begär. Patienten ska som en del av de upplysningar som avses i 5 § i lagen om patientens ställning och rättigheter (785/1992) informeras om möjligheten att få ett förvaltningsbeslut om saken. Beslutet får vara i kraft högst så länge det beslut enligt 2-4 och 4 b kap. i denna lag som gäller observationen, undersökningen eller vården är i kraft.",
        "normalized_sv": "Det ska lämnas ett förvaltningsbeslut om grunderna för läkemedelsbehandling oberoende av patientens vilja av en patient som är under observation, blir sinnesundersökt eller får psykiatrisk vård oberoende av sin vilja, om patienten motsätter sig läkemedelsbehandling eller patientens vilja inte kan klargöras eller patienten annars så begär. Patienten ska som en del av de upplysningar som avses i 5 § i lagen om patientens ställning och rättigheter (785/1992) informeras om möjligheten att få ett förvaltningsbeslut om saken. Beslutet får vara i kraft högst så länge det beslut enligt 2-4 och 4 b kap. i denna lag som gäller observationen, undersökningen eller vården är i kraft.",
        "folded_sv": "det ska lamnas ett forvaltningsbeslut om grunderna for lakemedelsbehandling oberoende av patientens vilja av en patient som ar under observation, blir sinnesundersokt eller far psykiatrisk vard oberoende av sin vilja, om patienten motsatter sig lakemedelsbehandling eller patientens vilja inte kan klargoras eller patienten annars sa begar. patienten ska som en del av de upplysningar som avses i 5 § i lagen om patientens stallning och rattigheter (785/1992) informeras om mojligheten att fa ett forvaltningsbeslut om saken. beslutet far vara i kraft hogst sa lange det beslut enligt 2-4 och 4 b kap. i denna lag som galler observationen, undersokningen eller varden ar i kraft."
      },
      "valid_from": "2024-01-12",
      "valid_to": null
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Muutoksenhaku",
      "content": "Sairaalan lääkärin päätökseen, joka koskee henkilön määräämistä hoitoon tai hoidon jatkamista hänen tahdostaan riippumatta, potilaan psyykkisen sairauden lääkehoidon toteuttamista hänen tahdostaan riippumatta, potilaan omaisuuden haltuunottoa taikka yhteydenpidon rajoittamista, saa hakea muutosta valittamalla hallinto-oikeuteen 14 päivän kuluessa päätöksen tiedoksisaannista. Muutoksenhakuasiassa muulle asianosaiselle kuin potilaalle voidaan antaa tietoja potilaan terveydentilasta vain potilaan suostumuksella. Hallinto-oikeuden päätökseen, joka koskee potilaan omaisuuden haltuunottoa, ei saa valittamalla hakea muutosta. Muutoin muutoksenhaussa hallintotuomioistuimeen sovelletaan, mitä oikeudenkäynnistä hallintoasioissa annetussa laissa (808/2019) säädetään. Terveyden ja hyvinvoinnin laitoksen päätökseen, joka koskee henkilön määräämistä hoitoon tai hoidon jatkamista hänen tahdostaan riippumatta taikka 21 §:ssä tarkoitetussa tapauksessa määräämistä sairaalaan tutkittavaksi, sekä päätökseen, joka koskee erityishuollon antamista tahdosta riippumatta, saa hakea muutosta valittamalla hallinto-oikeuteen. Muutoksenhausta hallintotuomioistuimeen säädetään oikeudenkäynnistä hallintoasioissa annetussa laissa. Sairaalan lääkärin 17 b §:n 2 momentissa tarkoitettuun ja Terveyden ja hyvinvoinnin laitoksen 17 c §:n 2 momentissa tarkoitettuun potilaan hoidon jatkamista koskevaan väliaikaispäätökseen sekä sairaalan lääkärin 17 b §:n 2 momentissa tarkoitettuun potilaan tutkittavaksi määräämistä koskevaan päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen 14 päivän kuluessa päätöksen tiedoksisaannista. Valitus voidaan käsitellä hallinto-oikeudessa valituksenalaisen päätöksen tehneen viranomaisen lausuntoa pyytämättä. Valituksen johdosta annettuun hallinto-oikeuden päätökseen ei saa valittamalla hakea muutosta. Muutoin muutoksenhaussa hallintotuomioistuimeen sovelletaan, mitä oikeudenkäynnistä hallintoasioissa annetussa laissa säädetään. Alaikäisen potilaan hoitoon määräämistä tai hoidon jatkamista koskevaan 1-3 momentissa tarkoitettuun päätökseen saa hakea muutosta 12 vuotta täyttänyt alaikäinen itse, hänen vanhempansa ja huoltajansa sekä henkilö, jonka hoidossa ja kasvatuksessa alaikäinen on välittömästi ennen hoitoon määräämistä ollut. Alaikäisen potilaan yhteydenpidon rajoittamista koskevaan 1 momentissa tarkoitettuun päätökseen saa hakea muutosta 12 vuotta täyttänyt alaikäinen itse sekä hänen huoltajansa, edunvalvojansa tai muu laillinen edustajansa sekä muu asianosainen, jonka yhteydenpitoa lapseen päätöksellä on rajoitettu. Alaikäisen potilaan psyykkisen sairauden lääkehoidon toteuttamista koskevaan 1 momentissa tarkoitettuun päätökseen saa hakea muutosta 12 vuotta täyttänyt alaikäinen itse sekä hänen huoltajansa, edunvalvojansa tai muu laillinen edustajansa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24",
        "normalized_fi": "Sairaalan lääkärin päätökseen, joka koskee henkilön määräämistä hoitoon tai hoidon jatkamista hänen tahdostaan riippumatta, potilaan psyykkisen sairauden lääkehoidon toteuttamista hänen tahdostaan riippumatta, potilaan omaisuuden haltuunottoa taikka yhteydenpidon rajoittamista, saa hakea muutosta valittamalla hallinto-oikeuteen 14 päivän kuluessa päätöksen tiedoksisaannista. Muutoksenhakuasiassa muulle asianosaiselle kuin potilaalle voidaan antaa tietoja potilaan terveydentilasta vain potilaan suostumuksella. Hallinto-oikeuden päätökseen, joka koskee potilaan omaisuuden haltuunottoa, ei saa valittamalla hakea muutosta. Muutoin muutoksenhaussa hallintotuomioistuimeen sovelletaan, mitä oikeudenkäynnistä hallintoasioissa annetussa laissa (808/2019) säädetään. Terveyden ja hyvinvoinnin laitoksen päätökseen, joka koskee henkilön määräämistä hoitoon tai hoidon jatkamista hänen tahdostaan riippumatta taikka 21 § :ssä tarkoitetussa tapauksessa määräämistä sairaalaan tutkittavaksi, sekä päätökseen, joka koskee erityishuollon antamista tahdosta riippumatta, saa hakea muutosta valittamalla hallinto-oikeuteen. Muutoksenhausta hallintotuomioistuimeen säädetään oikeudenkäynnistä hallintoasioissa annetussa laissa. Sairaalan lääkärin 17 b § :n 2 momentissa tarkoitettuun ja Terveyden ja hyvinvoinnin laitoksen 17 c § :n 2 momentissa tarkoitettuun potilaan hoidon jatkamista koskevaan väliaikaispäätökseen sekä sairaalan lääkärin 17 b § :n 2 momentissa tarkoitettuun potilaan tutkittavaksi määräämistä koskevaan päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen 14 päivän kuluessa päätöksen tiedoksisaannista. Valitus voidaan käsitellä hallinto-oikeudessa valituksenalaisen päätöksen tehneen viranomaisen lausuntoa pyytämättä. Valituksen johdosta annettuun hallinto-oikeuden päätökseen ei saa valittamalla hakea muutosta. Muutoin muutoksenhaussa hallintotuomioistuimeen sovelletaan, mitä oikeudenkäynnistä hallintoasioissa annetussa laissa säädetään. Alaikäisen potilaan hoitoon määräämistä tai hoidon jatkamista koskevaan 1-3 momentissa tarkoitettuun päätökseen saa hakea muutosta 12 vuotta täyttänyt alaikäinen itse, hänen vanhempansa ja huoltajansa sekä henkilö, jonka hoidossa ja kasvatuksessa alaikäinen on välittömästi ennen hoitoon määräämistä ollut. Alaikäisen potilaan yhteydenpidon rajoittamista koskevaan 1 momentissa tarkoitettuun päätökseen saa hakea muutosta 12 vuotta täyttänyt alaikäinen itse sekä hänen huoltajansa, edunvalvojansa tai muu laillinen edustajansa sekä muu asianosainen, jonka yhteydenpitoa lapseen päätöksellä on rajoitettu. Alaikäisen potilaan psyykkisen sairauden lääkehoidon toteuttamista koskevaan 1 momentissa tarkoitettuun päätökseen saa hakea muutosta 12 vuotta täyttänyt alaikäinen itse sekä hänen huoltajansa, edunvalvojansa tai muu laillinen edustajansa.",
        "folded_fi": "sairaalan laakarin paatokseen, joka koskee henkilon maaraamista hoitoon tai hoidon jatkamista hanen tahdostaan riippumatta, potilaan psyykkisen sairauden laakehoidon toteuttamista hanen tahdostaan riippumatta, potilaan omaisuuden haltuunottoa taikka yhteydenpidon rajoittamista, saa hakea muutosta valittamalla hallinto-oikeuteen 14 paivan kuluessa paatoksen tiedoksisaannista. muutoksenhakuasiassa muulle asianosaiselle kuin potilaalle voidaan antaa tietoja potilaan terveydentilasta vain potilaan suostumuksella. hallinto-oikeuden paatokseen, joka koskee potilaan omaisuuden haltuunottoa, ei saa valittamalla hakea muutosta. muutoin muutoksenhaussa hallintotuomioistuimeen sovelletaan, mita oikeudenkaynnista hallintoasioissa annetussa laissa (808/2019) saadetaan. terveyden ja hyvinvoinnin laitoksen paatokseen, joka koskee henkilon maaraamista hoitoon tai hoidon jatkamista hanen tahdostaan riippumatta taikka 21 §:ssa tarkoitetussa tapauksessa maaraamista sairaalaan tutkittavaksi, seka paatokseen, joka koskee erityishuollon antamista tahdosta riippumatta, saa hakea muutosta valittamalla hallinto-oikeuteen. muutoksenhausta hallintotuomioistuimeen saadetaan oikeudenkaynnista hallintoasioissa annetussa laissa. sairaalan laakarin 17 b §:n 2 momentissa tarkoitettuun ja terveyden ja hyvinvoinnin laitoksen 17 c §:n 2 momentissa tarkoitettuun potilaan hoidon jatkamista koskevaan valiaikaispaatokseen seka sairaalan laakarin 17 b §:n 2 momentissa tarkoitettuun potilaan tutkittavaksi maaraamista koskevaan paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen 14 paivan kuluessa paatoksen tiedoksisaannista. valitus voidaan kasitella hallinto-oikeudessa valituksenalaisen paatoksen tehneen viranomaisen lausuntoa pyytamatta. valituksen johdosta annettuun hallinto-oikeuden paatokseen ei saa valittamalla hakea muutosta. muutoin muutoksenhaussa hallintotuomioistuimeen sovelletaan, mita oikeudenkaynnista hallintoasioissa annetussa laissa saadetaan. alaikaisen potilaan hoitoon maaraamista tai hoidon jatkamista koskevaan 1-3 momentissa tarkoitettuun paatokseen saa hakea muutosta 12 vuotta tayttanyt alaikainen itse, hanen vanhempansa ja huoltajansa seka henkilo, jonka hoidossa ja kasvatuksessa alaikainen on valittomasti ennen hoitoon maaraamista ollut. alaikaisen potilaan yhteydenpidon rajoittamista koskevaan 1 momentissa tarkoitettuun paatokseen saa hakea muutosta 12 vuotta tayttanyt alaikainen itse seka hanen huoltajansa, edunvalvojansa tai muu laillinen edustajansa seka muu asianosainen, jonka yhteydenpitoa lapseen paatoksella on rajoitettu. alaikaisen potilaan psyykkisen sairauden laakehoidon toteuttamista koskevaan 1 momentissa tarkoitettuun paatokseen saa hakea muutosta 12 vuotta tayttanyt alaikainen itse seka hanen huoltajansa, edunvalvojansa tai muu laillinen edustajansa.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ett beslut av en sjukhusläkare om att någon ska tas in för vård eller hållas kvar för fortsatt vård oberoende av sin vilja, att läkemedelsbehandling av en psykisk sjukdom oberoende av patientens vilja ska genomföras, att patientens egendom ska omhändertas eller att patientens kontakter ska begränsas får överklagas genom besvär hos förvaltningsdomstolen inom 14 dagar från delfåendet av beslutet. I besvärsärenden får uppgifter om patientens hälsotillstånd lämnas ut till andra parter än patienten endast med patientens samtycke. Beslut som förvaltningsdomstolen har fattat om omhändertagande av patientens egendom får inte överklagas genom besvär. Vid sökande av ändring i förvaltningsdomstol tillämpas i övrigt lagen om rättegång i förvaltningsärenden (808/2019). Beslut av Institutet för hälsa och välfärd om att en person oberoende av sin vilja ska tas in för vård eller om att vården ska fortsätta eller, i de fall som avses i 21 §, om att en person ska tas in på sjukhus för undersökning samt beslut som gäller meddelande av specialomsorger oberoende av personens vilja får överklagas genom besvär hos förvaltningsdomstolen. Bestämmelser om sökande av ändring i förvaltningsdomstol finns i lagen om rättegång i förvaltningsärenden. Ett i 17 b § 2 mom. avsett interimistiskt beslut av en sjukhusläkare om fortsatt vård av en patient och ett i 17 c § 2 mom. avsett interimistiskt beslut av Institutet för hälsa och välfärd om fortsatt vård av en patient samt ett i 17 b § 2 mom. avsett beslut av en sjukhusläkare om att en patient ska undersökas får överklagas genom besvär hos förvaltningsdomstolen inom 14 dagar från delfåendet av beslutet. Besvären kan behandlas i förvaltningsdomstolen utan att utlåtande begärs av den myndighet som har fattat det överklagade beslutet. Beslut av förvaltningsdomstolen med anledning av besvär får inte överklagas genom besvär. Vid sökande av ändring i förvaltningsdomstol tillämpas i övrigt lagen om rättegång i förvaltningsärenden. I ett beslut enligt 1-3 mom. om att en minderårig ska tas in för vård eller hållas kvar för fortsatt vård får ändring sökas av den minderårige själv, om han eller hon har fyllt 12 år, av hans eller hennes föräldrar och vårdnadshavare samt av den som omedelbart före beslutet om vård haft hand om den minderåriges vård och uppfostran. I ett beslut enligt 1 mom. om att en minderårig patients kontakter ska begränsas får ändring sökas av den minderårige själv, om han eller hon har fyllt 12 år, samt av hans eller hennes vårdnadshavare, intressebevakare eller någon annan laglig företrädare samt av någon annan part vars kontakter med barnet har begränsats genom beslutet. I ett beslut enligt 1 mom. om genomförande av läkemedelsbehandling av en psykisk sjukdom hos en minderårig patient får ändring sökas av den minderårige själv, om han eller hon har fyllt 12 år, samt av hans eller hennes vårdnadshavare, intressebevakare eller någon annan laglig företrädare.",
        "normalized_sv": "Ett beslut av en sjukhusläkare om att någon ska tas in för vård eller hållas kvar för fortsatt vård oberoende av sin vilja, att läkemedelsbehandling av en psykisk sjukdom oberoende av patientens vilja ska genomföras, att patientens egendom ska omhändertas eller att patientens kontakter ska begränsas får överklagas genom besvär hos förvaltningsdomstolen inom 14 dagar från delfåendet av beslutet. I besvärsärenden får uppgifter om patientens hälsotillstånd lämnas ut till andra parter än patienten endast med patientens samtycke. Beslut som förvaltningsdomstolen har fattat om omhändertagande av patientens egendom får inte överklagas genom besvär. Vid sökande av ändring i förvaltningsdomstol tillämpas i övrigt lagen om rättegång i förvaltningsärenden (808/2019). Beslut av Institutet för hälsa och välfärd om att en person oberoende av sin vilja ska tas in för vård eller om att vården ska fortsätta eller, i de fall som avses i 21 § , om att en person ska tas in på sjukhus för undersökning samt beslut som gäller meddelande av specialomsorger oberoende av personens vilja får överklagas genom besvär hos förvaltningsdomstolen. Bestämmelser om sökande av ändring i förvaltningsdomstol finns i lagen om rättegång i förvaltningsärenden. Ett i 17 b § 2 mom. avsett interimistiskt beslut av en sjukhusläkare om fortsatt vård av en patient och ett i 17 c § 2 mom. avsett interimistiskt beslut av Institutet för hälsa och välfärd om fortsatt vård av en patient samt ett i 17 b § 2 mom. avsett beslut av en sjukhusläkare om att en patient ska undersökas får överklagas genom besvär hos förvaltningsdomstolen inom 14 dagar från delfåendet av beslutet. Besvären kan behandlas i förvaltningsdomstolen utan att utlåtande begärs av den myndighet som har fattat det överklagade beslutet. Beslut av förvaltningsdomstolen med anledning av besvär får inte överklagas genom besvär. Vid sökande av ändring i förvaltningsdomstol tillämpas i övrigt lagen om rättegång i förvaltningsärenden. I ett beslut enligt 1-3 mom. om att en minderårig ska tas in för vård eller hållas kvar för fortsatt vård får ändring sökas av den minderårige själv, om han eller hon har fyllt 12 år, av hans eller hennes föräldrar och vårdnadshavare samt av den som omedelbart före beslutet om vård haft hand om den minderåriges vård och uppfostran. I ett beslut enligt 1 mom. om att en minderårig patients kontakter ska begränsas får ändring sökas av den minderårige själv, om han eller hon har fyllt 12 år, samt av hans eller hennes vårdnadshavare, intressebevakare eller någon annan laglig företrädare samt av någon annan part vars kontakter med barnet har begränsats genom beslutet. I ett beslut enligt 1 mom. om genomförande av läkemedelsbehandling av en psykisk sjukdom hos en minderårig patient får ändring sökas av den minderårige själv, om han eller hon har fyllt 12 år, samt av hans eller hennes vårdnadshavare, intressebevakare eller någon annan laglig företrädare.",
        "folded_sv": "ett beslut av en sjukhuslakare om att nagon ska tas in for vard eller hallas kvar for fortsatt vard oberoende av sin vilja, att lakemedelsbehandling av en psykisk sjukdom oberoende av patientens vilja ska genomforas, att patientens egendom ska omhandertas eller att patientens kontakter ska begransas far overklagas genom besvar hos forvaltningsdomstolen inom 14 dagar fran delfaendet av beslutet. i besvarsarenden far uppgifter om patientens halsotillstand lamnas ut till andra parter an patienten endast med patientens samtycke. beslut som forvaltningsdomstolen har fattat om omhandertagande av patientens egendom far inte overklagas genom besvar. vid sokande av andring i forvaltningsdomstol tillampas i ovrigt lagen om rattegang i forvaltningsarenden (808/2019). beslut av institutet for halsa och valfard om att en person oberoende av sin vilja ska tas in for vard eller om att varden ska fortsatta eller, i de fall som avses i 21 §, om att en person ska tas in pa sjukhus for undersokning samt beslut som galler meddelande av specialomsorger oberoende av personens vilja far overklagas genom besvar hos forvaltningsdomstolen. bestammelser om sokande av andring i forvaltningsdomstol finns i lagen om rattegang i forvaltningsarenden. ett i 17 b § 2 mom. avsett interimistiskt beslut av en sjukhuslakare om fortsatt vard av en patient och ett i 17 c § 2 mom. avsett interimistiskt beslut av institutet for halsa och valfard om fortsatt vard av en patient samt ett i 17 b § 2 mom. avsett beslut av en sjukhuslakare om att en patient ska undersokas far overklagas genom besvar hos forvaltningsdomstolen inom 14 dagar fran delfaendet av beslutet. besvaren kan behandlas i forvaltningsdomstolen utan att utlatande begars av den myndighet som har fattat det overklagade beslutet. beslut av forvaltningsdomstolen med anledning av besvar far inte overklagas genom besvar. vid sokande av andring i forvaltningsdomstol tillampas i ovrigt lagen om rattegang i forvaltningsarenden. i ett beslut enligt 1-3 mom. om att en minderarig ska tas in for vard eller hallas kvar for fortsatt vard far andring sokas av den minderarige sjalv, om han eller hon har fyllt 12 ar, av hans eller hennes foraldrar och vardnadshavare samt av den som omedelbart fore beslutet om vard haft hand om den minderariges vard och uppfostran. i ett beslut enligt 1 mom. om att en minderarig patients kontakter ska begransas far andring sokas av den minderarige sjalv, om han eller hon har fyllt 12 ar, samt av hans eller hennes vardnadshavare, intressebevakare eller nagon annan laglig foretradare samt av nagon annan part vars kontakter med barnet har begransats genom beslutet. i ett beslut enligt 1 mom. om genomforande av lakemedelsbehandling av en psykisk sjukdom hos en minderarig patient far andring sokas av den minderarige sjalv, om han eller hon har fyllt 12 ar, samt av hans eller hennes vardnadshavare, intressebevakare eller nagon annan laglig foretradare."
      },
      "valid_from": "2024-01-12",
      "valid_to": null
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Täytäntöönpano",
      "content": "Tahdosta riippumatta annettavaan hoitoon määräämistä tai sellaisen hoidon jatkamista, psyykkisen sairauden lääkehoidon toteuttamista, omaisuuden haltuunottoa taikka yhteydenpidon rajoittamista koskeva päätös voidaan panna täytäntöön heti alistuksesta tai muutoksenhausta huolimatta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25",
        "normalized_fi": "Tahdosta riippumatta annettavaan hoitoon määräämistä tai sellaisen hoidon jatkamista, psyykkisen sairauden lääkehoidon toteuttamista, omaisuuden haltuunottoa taikka yhteydenpidon rajoittamista koskeva päätös voidaan panna täytäntöön heti alistuksesta tai muutoksenhausta huolimatta.",
        "folded_fi": "tahdosta riippumatta annettavaan hoitoon maaraamista tai sellaisen hoidon jatkamista, psyykkisen sairauden laakehoidon toteuttamista, omaisuuden haltuunottoa taikka yhteydenpidon rajoittamista koskeva paatos voidaan panna taytantoon heti alistuksesta tai muutoksenhausta huolimatta.",
        "title_sv": "Verkställighet",
        "content_sv": "Ett beslut om vård eller fortsatt vård oberoende av patientens vilja, om läkemedelsbehandling av en psykisk sjukdom, om omhändertagande av patientens egendom eller om begränsning av patientens kontakter kan verkställas genast, oberoende av underställning eller ändringssökande.",
        "normalized_sv": "Ett beslut om vård eller fortsatt vård oberoende av patientens vilja, om läkemedelsbehandling av en psykisk sjukdom, om omhändertagande av patientens egendom eller om begränsning av patientens kontakter kan verkställas genast, oberoende av underställning eller ändringssökande.",
        "folded_sv": "ett beslut om vard eller fortsatt vard oberoende av patientens vilja, om lakemedelsbehandling av en psykisk sjukdom, om omhandertagande av patientens egendom eller om begransning av patientens kontakter kan verkstallas genast, oberoende av understallning eller andringssokande."
      },
      "valid_from": "2024-01-12",
      "valid_to": null
    }
  ]
}