{
  "id": "15/2025",
  "type": "statute",
  "title": "Laki ympäristönsuojelu- ja vesiasioiden käsittelystä aluehallintovirastossa annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om behandling av miljöskydds- och vattenärenden vid regionförvaltningsverken",
  "status": "in_force",
  "issued_date": "2025-01-17",
  "in_force_date": "2025-01-17",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2025/15/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2 a",
      "section": "2 a",
      "title": "Eräiden ympäristönsuojelulain ja vesilain mukaisten lupahakemusten käsittelyjärjestys",
      "content": "kriittisten raaka-aineiden asetus Edellä 1 momentissa tarkoitettujen lupahakemusten lisäksi aluehallintoviraston on annettava etusija puitteiden vahvistamisesta kriittisten raaka-aineiden turvatun ja kestävän tarjonnan varmistamiseksi ja asetusten (EU) N:o 168/2013, (EU) 2018/858, (EU) 2018/1724 ja (EU) 2019/1020 muuttamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2024/1252, jäljempänä, 6 artiklassa tarkoitetun strategisen hankkeen ympäristölupahakemukselle ja vesitaloushankkeen lupahakemukselle suhteessa muihin vireille tulleisiin ympäristönsuojelulain ja vesilain mukaisiin lupahakemuksiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2a",
        "normalized_fi": "kriittisten raaka-aineiden asetus Edellä 1 momentissa tarkoitettujen lupahakemusten lisäksi aluehallintoviraston on annettava etusija puitteiden vahvistamisesta kriittisten raaka-aineiden turvatun ja kestävän tarjonnan varmistamiseksi ja asetusten (EU) N:o 168/2013, (EU) 2018/858, (EU) 2018/1724 ja (EU) 2019/1020 muuttamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2024/1252, jäljempänä, 6 artiklassa tarkoitetun strategisen hankkeen ympäristölupahakemukselle ja vesitaloushankkeen lupahakemukselle suhteessa muihin vireille tulleisiin ympäristönsuojelulain ja vesilain mukaisiin lupahakemuksiin.",
        "folded_fi": "kriittisten raaka-aineiden asetus edella 1 momentissa tarkoitettujen lupahakemusten lisaksi aluehallintoviraston on annettava etusija puitteiden vahvistamisesta kriittisten raaka-aineiden turvatun ja kestavan tarjonnan varmistamiseksi ja asetusten (eu) n:o 168/2013, (eu) 2018/858, (eu) 2018/1724 ja (eu) 2019/1020 muuttamisesta annetun euroopan parlamentin ja neuvoston asetuksen (eu) 2024/1252, jaljempana, 6 artiklassa tarkoitetun strategisen hankkeen ymparistolupahakemukselle ja vesitaloushankkeen lupahakemukselle suhteessa muihin vireille tulleisiin ymparistonsuojelulain ja vesilain mukaisiin lupahakemuksiin.",
        "title_sv": "Behandlingsordning för vissa tillståndsansökningar enligt miljöskyddslagen och vattenlagen",
        "content_sv": "förordningen om kritiska råmaterial Utöver i 1 mom. avsedda tillståndsansökningar ska regionförvaltningsverket ge företräde för ansökningar om miljötillstånd och ansökningar om tillstånd för vattenhushållningsprojekt som gäller ett sådant strategiskt projekt som avses i artikel 6 i Europaparlamentets och rådets förordning (EU) 2024/1252 om inrättande av en ram för säkerställande av trygg och hållbar försörjning av kritiska råmaterial och om ändring av förordningarna (EU) nr 168/2013, (EU) 2018/858, (EU) 2018/1724 och (EU) 2019/1020, nedan, i förhållande till andra anhängiga tillståndsansökningar enligt miljöskyddslagen och vattenlagen.",
        "normalized_sv": "förordningen om kritiska råmaterial Utöver i 1 mom. avsedda tillståndsansökningar ska regionförvaltningsverket ge företräde för ansökningar om miljötillstånd och ansökningar om tillstånd för vattenhushållningsprojekt som gäller ett sådant strategiskt projekt som avses i artikel 6 i Europaparlamentets och rådets förordning (EU) 2024/1252 om inrättande av en ram för säkerställande av trygg och hållbar försörjning av kritiska råmaterial och om ändring av förordningarna (EU) nr 168/2013, (EU) 2018/858, (EU) 2018/1724 och (EU) 2019/1020, nedan, i förhållande till andra anhängiga tillståndsansökningar enligt miljöskyddslagen och vattenlagen.",
        "folded_sv": "forordningen om kritiska ramaterial utover i 1 mom. avsedda tillstandsansokningar ska regionforvaltningsverket ge foretrade for ansokningar om miljotillstand och ansokningar om tillstand for vattenhushallningsprojekt som galler ett sadant strategiskt projekt som avses i artikel 6 i europaparlamentets och radets forordning (eu) 2024/1252 om inrattande av en ram for sakerstallande av trygg och hallbar forsorjning av kritiska ramaterial och om andring av forordningarna (eu) nr 168/2013, (eu) 2018/858, (eu) 2018/1724 och (eu) 2019/1020, nedan, i forhallande till andra anhangiga tillstandsansokningar enligt miljoskyddslagen och vattenlagen."
      }
    },
    {
      "provision_ref": "2 b",
      "section": "2 b",
      "title": "Kriittisten raaka-aineiden hankkeiden yhteyspiste",
      "content": "Pohjois-Suomen aluehallintovirasto toimii tässä laissa tarkoitettuna kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaisena. Kriittisten raaka-aineiden hankkeiden yhteyspisteviranomainen vastaa kriittisten raaka-aineiden asetuksen 9 artiklan 1 kohdassa tarkoitetulle keskitetylle asiointipisteelle mainitussa asetuksessa säädetyistä tehtävistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2b",
        "normalized_fi": "Pohjois-Suomen aluehallintovirasto toimii tässä laissa tarkoitettuna kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaisena. Kriittisten raaka-aineiden hankkeiden yhteyspisteviranomainen vastaa kriittisten raaka-aineiden asetuksen 9 artiklan 1 kohdassa tarkoitetulle keskitetylle asiointipisteelle mainitussa asetuksessa säädetyistä tehtävistä.",
        "folded_fi": "pohjois-suomen aluehallintovirasto toimii tassa laissa tarkoitettuna kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaisena. kriittisten raaka-aineiden hankkeiden yhteyspisteviranomainen vastaa kriittisten raaka-aineiden asetuksen 9 artiklan 1 kohdassa tarkoitetulle keskitetylle asiointipisteelle mainitussa asetuksessa saadetyista tehtavista.",
        "title_sv": "Kontaktpunkt för projekt för kritiska råmaterial",
        "content_sv": "Regionförvaltningsverket i Norra Finland är den kontaktpunktsmyndighet för projekt för kritiska råmaterial som avses i denna lag. Kontaktpunktsmyndigheten för projekt för kritiska råmaterial svarar för de uppgifter som enligt förordningen om kritiska råmaterial ska skötas av den gemensamma kontaktpunkt som avses i artikel 9.1 i den förordningen.",
        "normalized_sv": "Regionförvaltningsverket i Norra Finland är den kontaktpunktsmyndighet för projekt för kritiska råmaterial som avses i denna lag. Kontaktpunktsmyndigheten för projekt för kritiska råmaterial svarar för de uppgifter som enligt förordningen om kritiska råmaterial ska skötas av den gemensamma kontaktpunkt som avses i artikel 9.1 i den förordningen.",
        "folded_sv": "regionforvaltningsverket i norra finland ar den kontaktpunktsmyndighet for projekt for kritiska ramaterial som avses i denna lag. kontaktpunktsmyndigheten for projekt for kritiska ramaterial svarar for de uppgifter som enligt forordningen om kritiska ramaterial ska skotas av den gemensamma kontaktpunkt som avses i artikel 9.1 i den forordningen."
      }
    },
    {
      "provision_ref": "2 c",
      "section": "2 c",
      "title": "Strategisia hankkeita koskevien määräaikojen seuranta",
      "content": "Kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaisen on seurattava kriittisten raaka-aineiden asetuksen 11 artiklassa strategiselle hankkeiden lupamenettelyille säädettyjä määräaikoja. Kriittisten raaka-aineiden hankkeiden yhteyspisteviranomainen voi pidentää edellä mainittuja määräaikoja mainitun artiklan 4 kohdassa säädetyin edellytyksin. Toimivaltaisen viranomaisen on esitettävä kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaiselle ehdotuksensa toimivallassaan olevan lupa-asian käsittelyn määräajan pidentämisestä, sekä perustelut pidentämiselle. Toimivaltaisen viranomaisen on ilmoitettava kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaiselle, kun toimivaltaisessa viranomaisessa vireille tullut hakemus on täydellinen tai miltä osin toimivaltaisessa viranomaisessa vireille tullutta hakemusta on täydennettävä. Toimivaltaisen viranomaisen on huolehdittava, että sähköisessä yhteyspisteessä on ajantasaiset tiedot mainitussa asetuksessa tarkoitetun lupamenettelyn käsittelyvaiheesta. Toimivaltaisen viranomaisen on ilmoitettava kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaiselle lupa-asian vireilletulosta ja asiaa koskevan päätöksen tiedoksiantamisesta hakijalle, jos hakija ei asioi kyseisen menettelyn osalta sähköisen yhteyspisteen kautta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2c",
        "normalized_fi": "Kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaisen on seurattava kriittisten raaka-aineiden asetuksen 11 artiklassa strategiselle hankkeiden lupamenettelyille säädettyjä määräaikoja. Kriittisten raaka-aineiden hankkeiden yhteyspisteviranomainen voi pidentää edellä mainittuja määräaikoja mainitun artiklan 4 kohdassa säädetyin edellytyksin. Toimivaltaisen viranomaisen on esitettävä kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaiselle ehdotuksensa toimivallassaan olevan lupa-asian käsittelyn määräajan pidentämisestä, sekä perustelut pidentämiselle. Toimivaltaisen viranomaisen on ilmoitettava kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaiselle, kun toimivaltaisessa viranomaisessa vireille tullut hakemus on täydellinen tai miltä osin toimivaltaisessa viranomaisessa vireille tullutta hakemusta on täydennettävä. Toimivaltaisen viranomaisen on huolehdittava, että sähköisessä yhteyspisteessä on ajantasaiset tiedot mainitussa asetuksessa tarkoitetun lupamenettelyn käsittelyvaiheesta. Toimivaltaisen viranomaisen on ilmoitettava kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaiselle lupa-asian vireilletulosta ja asiaa koskevan päätöksen tiedoksiantamisesta hakijalle, jos hakija ei asioi kyseisen menettelyn osalta sähköisen yhteyspisteen kautta.",
        "folded_fi": "kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaisen on seurattava kriittisten raaka-aineiden asetuksen 11 artiklassa strategiselle hankkeiden lupamenettelyille saadettyja maaraaikoja. kriittisten raaka-aineiden hankkeiden yhteyspisteviranomainen voi pidentaa edella mainittuja maaraaikoja mainitun artiklan 4 kohdassa saadetyin edellytyksin. toimivaltaisen viranomaisen on esitettava kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaiselle ehdotuksensa toimivallassaan olevan lupa-asian kasittelyn maaraajan pidentamisesta, seka perustelut pidentamiselle. toimivaltaisen viranomaisen on ilmoitettava kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaiselle, kun toimivaltaisessa viranomaisessa vireille tullut hakemus on taydellinen tai milta osin toimivaltaisessa viranomaisessa vireille tullutta hakemusta on taydennettava. toimivaltaisen viranomaisen on huolehdittava, etta sahkoisessa yhteyspisteessa on ajantasaiset tiedot mainitussa asetuksessa tarkoitetun lupamenettelyn kasittelyvaiheesta. toimivaltaisen viranomaisen on ilmoitettava kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaiselle lupa-asian vireilletulosta ja asiaa koskevan paatoksen tiedoksiantamisesta hakijalle, jos hakija ei asioi kyseisen menettelyn osalta sahkoisen yhteyspisteen kautta.",
        "title_sv": "Uppföljning av tidsfrister för strategiska projekt",
        "content_sv": "Kontaktpunktsmyndigheten för projekt för kritiska råmaterial ska följa de tidsfrister för tillståndsförfaranden för strategiska projekt som anges i artikel 11 i förordningen om kritiska råmaterial. Kontaktpunktsmyndigheten för projekt för kritiska råmaterial kan förlänga de ovannämnda tidsfristerna under de förutsättningar som anges i artikel 11.4 i den förordningen. Den behöriga myndigheten ska för kontaktpunktsmyndigheten för projekt för kritiska råmaterial lägga fram sitt förslag till förlängning av tidsfristen för behandlingen av ett tillståndsärende som hör till den behöriga myndighetens behörighet samt ange motiveringar till förlängningen. Den behöriga myndigheten ska underrätta kontaktpunktsmyndigheten för projekt för kritiska råmaterial när en ansökan som blivit anhängig hos den behöriga myndigheten är fullständig, eller meddela kontaktpunktsmyndigheten till vilka delar en ansökan som blivit anhängig hos den behöriga myndigheten ska kompletteras. Den behöriga myndigheten ska se till att den elektroniska kontaktpunkten har uppdaterade uppgifter om behandlingsfasen för ett tillståndsförfarande som avses i förordningen om kritiska råmaterial. Den behöriga myndigheten ska underrätta kontaktpunktsmyndigheten för projekt för kritiska råmaterial om inledande av ett tillståndsärende och om delgivning till sökanden av ett beslut i ärendet, om sökanden inte sköter förfarandet i fråga via den elektroniska kontaktpunkten.",
        "normalized_sv": "Kontaktpunktsmyndigheten för projekt för kritiska råmaterial ska följa de tidsfrister för tillståndsförfaranden för strategiska projekt som anges i artikel 11 i förordningen om kritiska råmaterial. Kontaktpunktsmyndigheten för projekt för kritiska råmaterial kan förlänga de ovannämnda tidsfristerna under de förutsättningar som anges i artikel 11.4 i den förordningen. Den behöriga myndigheten ska för kontaktpunktsmyndigheten för projekt för kritiska råmaterial lägga fram sitt förslag till förlängning av tidsfristen för behandlingen av ett tillståndsärende som hör till den behöriga myndighetens behörighet samt ange motiveringar till förlängningen. Den behöriga myndigheten ska underrätta kontaktpunktsmyndigheten för projekt för kritiska råmaterial när en ansökan som blivit anhängig hos den behöriga myndigheten är fullständig, eller meddela kontaktpunktsmyndigheten till vilka delar en ansökan som blivit anhängig hos den behöriga myndigheten ska kompletteras. Den behöriga myndigheten ska se till att den elektroniska kontaktpunkten har uppdaterade uppgifter om behandlingsfasen för ett tillståndsförfarande som avses i förordningen om kritiska råmaterial. Den behöriga myndigheten ska underrätta kontaktpunktsmyndigheten för projekt för kritiska råmaterial om inledande av ett tillståndsärende och om delgivning till sökanden av ett beslut i ärendet, om sökanden inte sköter förfarandet i fråga via den elektroniska kontaktpunkten.",
        "folded_sv": "kontaktpunktsmyndigheten for projekt for kritiska ramaterial ska folja de tidsfrister for tillstandsforfaranden for strategiska projekt som anges i artikel 11 i forordningen om kritiska ramaterial. kontaktpunktsmyndigheten for projekt for kritiska ramaterial kan forlanga de ovannamnda tidsfristerna under de forutsattningar som anges i artikel 11.4 i den forordningen. den behoriga myndigheten ska for kontaktpunktsmyndigheten for projekt for kritiska ramaterial lagga fram sitt forslag till forlangning av tidsfristen for behandlingen av ett tillstandsarende som hor till den behoriga myndighetens behorighet samt ange motiveringar till forlangningen. den behoriga myndigheten ska underratta kontaktpunktsmyndigheten for projekt for kritiska ramaterial nar en ansokan som blivit anhangig hos den behoriga myndigheten ar fullstandig, eller meddela kontaktpunktsmyndigheten till vilka delar en ansokan som blivit anhangig hos den behoriga myndigheten ska kompletteras. den behoriga myndigheten ska se till att den elektroniska kontaktpunkten har uppdaterade uppgifter om behandlingsfasen for ett tillstandsforfarande som avses i forordningen om kritiska ramaterial. den behoriga myndigheten ska underratta kontaktpunktsmyndigheten for projekt for kritiska ramaterial om inledande av ett tillstandsarende och om delgivning till sokanden av ett beslut i arendet, om sokanden inte skoter forfarandet i fraga via den elektroniska kontaktpunkten."
      }
    },
    {
      "provision_ref": "2 d",
      "section": "2 d",
      "title": "Kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaisen tiedonsaantioikeus",
      "content": "Kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaisella on oikeus salassapitosäännösten estämättä saada toimivaltaiselta viranomaiselta sellaiset hakijaa, hanketta ja asian käsittelytilannetta koskevat tiedot toimivaltaisessa viranomaisessa käsittelyssä olevista ja olleista lupa-asioista ja muista hallinnollista menettelyistä, jotka ovat välttämättömiä tässä laissa ja kriittisten raaka-aineiden asetuksessa yhteyspisteviranomaiselle säädettyjen tehtävien hoitamista varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2d",
        "normalized_fi": "Kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaisella on oikeus salassapitosäännösten estämättä saada toimivaltaiselta viranomaiselta sellaiset hakijaa, hanketta ja asian käsittelytilannetta koskevat tiedot toimivaltaisessa viranomaisessa käsittelyssä olevista ja olleista lupa-asioista ja muista hallinnollista menettelyistä, jotka ovat välttämättömiä tässä laissa ja kriittisten raaka-aineiden asetuksessa yhteyspisteviranomaiselle säädettyjen tehtävien hoitamista varten.",
        "folded_fi": "kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaisella on oikeus salassapitosaannosten estamatta saada toimivaltaiselta viranomaiselta sellaiset hakijaa, hanketta ja asian kasittelytilannetta koskevat tiedot toimivaltaisessa viranomaisessa kasittelyssa olevista ja olleista lupa-asioista ja muista hallinnollista menettelyista, jotka ovat valttamattomia tassa laissa ja kriittisten raaka-aineiden asetuksessa yhteyspisteviranomaiselle saadettyjen tehtavien hoitamista varten.",
        "title_sv": "Rätt för kontaktpunktsmyndigheten för projekt för kritiska råmaterial att få uppgifter",
        "content_sv": "Kontaktpunktsmyndigheten för projekt för kritiska råmaterial har, när det gäller tillståndsärenden och andra administrativa förfaranden som handläggs eller har handlagts av en behörig myndighet, trots sekretessbestämmelserna rätt att av den behöriga myndigheten få sådana uppgifter om sökanden, projektet och behandlingssituationen i ett ärende som är nödvändiga för skötseln av de uppgifter kontaktpunktsmyndigheten har enligt denna lag och förordningen om kritiska råmaterial.",
        "normalized_sv": "Kontaktpunktsmyndigheten för projekt för kritiska råmaterial har, när det gäller tillståndsärenden och andra administrativa förfaranden som handläggs eller har handlagts av en behörig myndighet, trots sekretessbestämmelserna rätt att av den behöriga myndigheten få sådana uppgifter om sökanden, projektet och behandlingssituationen i ett ärende som är nödvändiga för skötseln av de uppgifter kontaktpunktsmyndigheten har enligt denna lag och förordningen om kritiska råmaterial.",
        "folded_sv": "kontaktpunktsmyndigheten for projekt for kritiska ramaterial har, nar det galler tillstandsarenden och andra administrativa forfaranden som handlaggs eller har handlagts av en behorig myndighet, trots sekretessbestammelserna ratt att av den behoriga myndigheten fa sadana uppgifter om sokanden, projektet och behandlingssituationen i ett arende som ar nodvandiga for skotseln av de uppgifter kontaktpunktsmyndigheten har enligt denna lag och forordningen om kritiska ramaterial."
      }
    },
    {
      "provision_ref": "2 e",
      "section": "2 e",
      "title": "Kriittisiä raaka-aineita koskevan strategisen hankkeen asiakirjojen toimittaminen",
      "content": "Strategiseksi hankkeeksi tunnustamista hakevan on lähetettävä kriittisten raaka-aineiden asetuksen 7 artiklassa tarkoitettu tunnustamista koskeva hakemus ja päätös tiedoksi kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaiselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2e",
        "normalized_fi": "Strategiseksi hankkeeksi tunnustamista hakevan on lähetettävä kriittisten raaka-aineiden asetuksen 7 artiklassa tarkoitettu tunnustamista koskeva hakemus ja päätös tiedoksi kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaiselle.",
        "folded_fi": "strategiseksi hankkeeksi tunnustamista hakevan on lahetettava kriittisten raaka-aineiden asetuksen 7 artiklassa tarkoitettu tunnustamista koskeva hakemus ja paatos tiedoksi kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaiselle.",
        "title_sv": "Inlämnande av handlingar som gäller strategiska projekt för kritiska råmaterial",
        "content_sv": "Den som ansöker om erkännande av ett projekt som strategiskt projekt ska lämna in den ansökan och det beslut om erkännande som strategiskt projekt som avses i artikel 7 i förordningen om kritiska råmaterial för kännedom till kontaktpunktsmyndigheten för projekt för kritiska råmaterial.",
        "normalized_sv": "Den som ansöker om erkännande av ett projekt som strategiskt projekt ska lämna in den ansökan och det beslut om erkännande som strategiskt projekt som avses i artikel 7 i förordningen om kritiska råmaterial för kännedom till kontaktpunktsmyndigheten för projekt för kritiska råmaterial.",
        "folded_sv": "den som ansoker om erkannande av ett projekt som strategiskt projekt ska lamna in den ansokan och det beslut om erkannande som strategiskt projekt som avses i artikel 7 i forordningen om kritiska ramaterial for kannedom till kontaktpunktsmyndigheten for projekt for kritiska ramaterial."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2 a",
      "section": "2 a",
      "title": "Eräiden ympäristönsuojelulain ja vesilain mukaisten lupahakemusten käsittelyjärjestys",
      "content": "kriittisten raaka-aineiden asetus Edellä 1 momentissa tarkoitettujen lupahakemusten lisäksi aluehallintoviraston on annettava etusija puitteiden vahvistamisesta kriittisten raaka-aineiden turvatun ja kestävän tarjonnan varmistamiseksi ja asetusten (EU) N:o 168/2013, (EU) 2018/858, (EU) 2018/1724 ja (EU) 2019/1020 muuttamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2024/1252, jäljempänä, 6 artiklassa tarkoitetun strategisen hankkeen ympäristölupahakemukselle ja vesitaloushankkeen lupahakemukselle suhteessa muihin vireille tulleisiin ympäristönsuojelulain ja vesilain mukaisiin lupahakemuksiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2a",
        "normalized_fi": "kriittisten raaka-aineiden asetus Edellä 1 momentissa tarkoitettujen lupahakemusten lisäksi aluehallintoviraston on annettava etusija puitteiden vahvistamisesta kriittisten raaka-aineiden turvatun ja kestävän tarjonnan varmistamiseksi ja asetusten (EU) N:o 168/2013, (EU) 2018/858, (EU) 2018/1724 ja (EU) 2019/1020 muuttamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2024/1252, jäljempänä, 6 artiklassa tarkoitetun strategisen hankkeen ympäristölupahakemukselle ja vesitaloushankkeen lupahakemukselle suhteessa muihin vireille tulleisiin ympäristönsuojelulain ja vesilain mukaisiin lupahakemuksiin.",
        "folded_fi": "kriittisten raaka-aineiden asetus edella 1 momentissa tarkoitettujen lupahakemusten lisaksi aluehallintoviraston on annettava etusija puitteiden vahvistamisesta kriittisten raaka-aineiden turvatun ja kestavan tarjonnan varmistamiseksi ja asetusten (eu) n:o 168/2013, (eu) 2018/858, (eu) 2018/1724 ja (eu) 2019/1020 muuttamisesta annetun euroopan parlamentin ja neuvoston asetuksen (eu) 2024/1252, jaljempana, 6 artiklassa tarkoitetun strategisen hankkeen ymparistolupahakemukselle ja vesitaloushankkeen lupahakemukselle suhteessa muihin vireille tulleisiin ymparistonsuojelulain ja vesilain mukaisiin lupahakemuksiin.",
        "title_sv": "Behandlingsordning för vissa tillståndsansökningar enligt miljöskyddslagen och vattenlagen",
        "content_sv": "förordningen om kritiska råmaterial Utöver i 1 mom. avsedda tillståndsansökningar ska regionförvaltningsverket ge företräde för ansökningar om miljötillstånd och ansökningar om tillstånd för vattenhushållningsprojekt som gäller ett sådant strategiskt projekt som avses i artikel 6 i Europaparlamentets och rådets förordning (EU) 2024/1252 om inrättande av en ram för säkerställande av trygg och hållbar försörjning av kritiska råmaterial och om ändring av förordningarna (EU) nr 168/2013, (EU) 2018/858, (EU) 2018/1724 och (EU) 2019/1020, nedan, i förhållande till andra anhängiga tillståndsansökningar enligt miljöskyddslagen och vattenlagen.",
        "normalized_sv": "förordningen om kritiska råmaterial Utöver i 1 mom. avsedda tillståndsansökningar ska regionförvaltningsverket ge företräde för ansökningar om miljötillstånd och ansökningar om tillstånd för vattenhushållningsprojekt som gäller ett sådant strategiskt projekt som avses i artikel 6 i Europaparlamentets och rådets förordning (EU) 2024/1252 om inrättande av en ram för säkerställande av trygg och hållbar försörjning av kritiska råmaterial och om ändring av förordningarna (EU) nr 168/2013, (EU) 2018/858, (EU) 2018/1724 och (EU) 2019/1020, nedan, i förhållande till andra anhängiga tillståndsansökningar enligt miljöskyddslagen och vattenlagen.",
        "folded_sv": "forordningen om kritiska ramaterial utover i 1 mom. avsedda tillstandsansokningar ska regionforvaltningsverket ge foretrade for ansokningar om miljotillstand och ansokningar om tillstand for vattenhushallningsprojekt som galler ett sadant strategiskt projekt som avses i artikel 6 i europaparlamentets och radets forordning (eu) 2024/1252 om inrattande av en ram for sakerstallande av trygg och hallbar forsorjning av kritiska ramaterial och om andring av forordningarna (eu) nr 168/2013, (eu) 2018/858, (eu) 2018/1724 och (eu) 2019/1020, nedan, i forhallande till andra anhangiga tillstandsansokningar enligt miljoskyddslagen och vattenlagen."
      },
      "valid_from": "2025-01-17",
      "valid_to": null
    },
    {
      "provision_ref": "2 b",
      "section": "2 b",
      "title": "Kriittisten raaka-aineiden hankkeiden yhteyspiste",
      "content": "Pohjois-Suomen aluehallintovirasto toimii tässä laissa tarkoitettuna kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaisena. Kriittisten raaka-aineiden hankkeiden yhteyspisteviranomainen vastaa kriittisten raaka-aineiden asetuksen 9 artiklan 1 kohdassa tarkoitetulle keskitetylle asiointipisteelle mainitussa asetuksessa säädetyistä tehtävistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2b",
        "normalized_fi": "Pohjois-Suomen aluehallintovirasto toimii tässä laissa tarkoitettuna kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaisena. Kriittisten raaka-aineiden hankkeiden yhteyspisteviranomainen vastaa kriittisten raaka-aineiden asetuksen 9 artiklan 1 kohdassa tarkoitetulle keskitetylle asiointipisteelle mainitussa asetuksessa säädetyistä tehtävistä.",
        "folded_fi": "pohjois-suomen aluehallintovirasto toimii tassa laissa tarkoitettuna kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaisena. kriittisten raaka-aineiden hankkeiden yhteyspisteviranomainen vastaa kriittisten raaka-aineiden asetuksen 9 artiklan 1 kohdassa tarkoitetulle keskitetylle asiointipisteelle mainitussa asetuksessa saadetyista tehtavista.",
        "title_sv": "Kontaktpunkt för projekt för kritiska råmaterial",
        "content_sv": "Regionförvaltningsverket i Norra Finland är den kontaktpunktsmyndighet för projekt för kritiska råmaterial som avses i denna lag. Kontaktpunktsmyndigheten för projekt för kritiska råmaterial svarar för de uppgifter som enligt förordningen om kritiska råmaterial ska skötas av den gemensamma kontaktpunkt som avses i artikel 9.1 i den förordningen.",
        "normalized_sv": "Regionförvaltningsverket i Norra Finland är den kontaktpunktsmyndighet för projekt för kritiska råmaterial som avses i denna lag. Kontaktpunktsmyndigheten för projekt för kritiska råmaterial svarar för de uppgifter som enligt förordningen om kritiska råmaterial ska skötas av den gemensamma kontaktpunkt som avses i artikel 9.1 i den förordningen.",
        "folded_sv": "regionforvaltningsverket i norra finland ar den kontaktpunktsmyndighet for projekt for kritiska ramaterial som avses i denna lag. kontaktpunktsmyndigheten for projekt for kritiska ramaterial svarar for de uppgifter som enligt forordningen om kritiska ramaterial ska skotas av den gemensamma kontaktpunkt som avses i artikel 9.1 i den forordningen."
      },
      "valid_from": "2025-01-17",
      "valid_to": null
    },
    {
      "provision_ref": "2 c",
      "section": "2 c",
      "title": "Strategisia hankkeita koskevien määräaikojen seuranta",
      "content": "Kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaisen on seurattava kriittisten raaka-aineiden asetuksen 11 artiklassa strategiselle hankkeiden lupamenettelyille säädettyjä määräaikoja. Kriittisten raaka-aineiden hankkeiden yhteyspisteviranomainen voi pidentää edellä mainittuja määräaikoja mainitun artiklan 4 kohdassa säädetyin edellytyksin. Toimivaltaisen viranomaisen on esitettävä kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaiselle ehdotuksensa toimivallassaan olevan lupa-asian käsittelyn määräajan pidentämisestä, sekä perustelut pidentämiselle. Toimivaltaisen viranomaisen on ilmoitettava kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaiselle, kun toimivaltaisessa viranomaisessa vireille tullut hakemus on täydellinen tai miltä osin toimivaltaisessa viranomaisessa vireille tullutta hakemusta on täydennettävä. Toimivaltaisen viranomaisen on huolehdittava, että sähköisessä yhteyspisteessä on ajantasaiset tiedot mainitussa asetuksessa tarkoitetun lupamenettelyn käsittelyvaiheesta. Toimivaltaisen viranomaisen on ilmoitettava kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaiselle lupa-asian vireilletulosta ja asiaa koskevan päätöksen tiedoksiantamisesta hakijalle, jos hakija ei asioi kyseisen menettelyn osalta sähköisen yhteyspisteen kautta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2c",
        "normalized_fi": "Kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaisen on seurattava kriittisten raaka-aineiden asetuksen 11 artiklassa strategiselle hankkeiden lupamenettelyille säädettyjä määräaikoja. Kriittisten raaka-aineiden hankkeiden yhteyspisteviranomainen voi pidentää edellä mainittuja määräaikoja mainitun artiklan 4 kohdassa säädetyin edellytyksin. Toimivaltaisen viranomaisen on esitettävä kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaiselle ehdotuksensa toimivallassaan olevan lupa-asian käsittelyn määräajan pidentämisestä, sekä perustelut pidentämiselle. Toimivaltaisen viranomaisen on ilmoitettava kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaiselle, kun toimivaltaisessa viranomaisessa vireille tullut hakemus on täydellinen tai miltä osin toimivaltaisessa viranomaisessa vireille tullutta hakemusta on täydennettävä. Toimivaltaisen viranomaisen on huolehdittava, että sähköisessä yhteyspisteessä on ajantasaiset tiedot mainitussa asetuksessa tarkoitetun lupamenettelyn käsittelyvaiheesta. Toimivaltaisen viranomaisen on ilmoitettava kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaiselle lupa-asian vireilletulosta ja asiaa koskevan päätöksen tiedoksiantamisesta hakijalle, jos hakija ei asioi kyseisen menettelyn osalta sähköisen yhteyspisteen kautta.",
        "folded_fi": "kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaisen on seurattava kriittisten raaka-aineiden asetuksen 11 artiklassa strategiselle hankkeiden lupamenettelyille saadettyja maaraaikoja. kriittisten raaka-aineiden hankkeiden yhteyspisteviranomainen voi pidentaa edella mainittuja maaraaikoja mainitun artiklan 4 kohdassa saadetyin edellytyksin. toimivaltaisen viranomaisen on esitettava kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaiselle ehdotuksensa toimivallassaan olevan lupa-asian kasittelyn maaraajan pidentamisesta, seka perustelut pidentamiselle. toimivaltaisen viranomaisen on ilmoitettava kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaiselle, kun toimivaltaisessa viranomaisessa vireille tullut hakemus on taydellinen tai milta osin toimivaltaisessa viranomaisessa vireille tullutta hakemusta on taydennettava. toimivaltaisen viranomaisen on huolehdittava, etta sahkoisessa yhteyspisteessa on ajantasaiset tiedot mainitussa asetuksessa tarkoitetun lupamenettelyn kasittelyvaiheesta. toimivaltaisen viranomaisen on ilmoitettava kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaiselle lupa-asian vireilletulosta ja asiaa koskevan paatoksen tiedoksiantamisesta hakijalle, jos hakija ei asioi kyseisen menettelyn osalta sahkoisen yhteyspisteen kautta.",
        "title_sv": "Uppföljning av tidsfrister för strategiska projekt",
        "content_sv": "Kontaktpunktsmyndigheten för projekt för kritiska råmaterial ska följa de tidsfrister för tillståndsförfaranden för strategiska projekt som anges i artikel 11 i förordningen om kritiska råmaterial. Kontaktpunktsmyndigheten för projekt för kritiska råmaterial kan förlänga de ovannämnda tidsfristerna under de förutsättningar som anges i artikel 11.4 i den förordningen. Den behöriga myndigheten ska för kontaktpunktsmyndigheten för projekt för kritiska råmaterial lägga fram sitt förslag till förlängning av tidsfristen för behandlingen av ett tillståndsärende som hör till den behöriga myndighetens behörighet samt ange motiveringar till förlängningen. Den behöriga myndigheten ska underrätta kontaktpunktsmyndigheten för projekt för kritiska råmaterial när en ansökan som blivit anhängig hos den behöriga myndigheten är fullständig, eller meddela kontaktpunktsmyndigheten till vilka delar en ansökan som blivit anhängig hos den behöriga myndigheten ska kompletteras. Den behöriga myndigheten ska se till att den elektroniska kontaktpunkten har uppdaterade uppgifter om behandlingsfasen för ett tillståndsförfarande som avses i förordningen om kritiska råmaterial. Den behöriga myndigheten ska underrätta kontaktpunktsmyndigheten för projekt för kritiska råmaterial om inledande av ett tillståndsärende och om delgivning till sökanden av ett beslut i ärendet, om sökanden inte sköter förfarandet i fråga via den elektroniska kontaktpunkten.",
        "normalized_sv": "Kontaktpunktsmyndigheten för projekt för kritiska råmaterial ska följa de tidsfrister för tillståndsförfaranden för strategiska projekt som anges i artikel 11 i förordningen om kritiska råmaterial. Kontaktpunktsmyndigheten för projekt för kritiska råmaterial kan förlänga de ovannämnda tidsfristerna under de förutsättningar som anges i artikel 11.4 i den förordningen. Den behöriga myndigheten ska för kontaktpunktsmyndigheten för projekt för kritiska råmaterial lägga fram sitt förslag till förlängning av tidsfristen för behandlingen av ett tillståndsärende som hör till den behöriga myndighetens behörighet samt ange motiveringar till förlängningen. Den behöriga myndigheten ska underrätta kontaktpunktsmyndigheten för projekt för kritiska råmaterial när en ansökan som blivit anhängig hos den behöriga myndigheten är fullständig, eller meddela kontaktpunktsmyndigheten till vilka delar en ansökan som blivit anhängig hos den behöriga myndigheten ska kompletteras. Den behöriga myndigheten ska se till att den elektroniska kontaktpunkten har uppdaterade uppgifter om behandlingsfasen för ett tillståndsförfarande som avses i förordningen om kritiska råmaterial. Den behöriga myndigheten ska underrätta kontaktpunktsmyndigheten för projekt för kritiska råmaterial om inledande av ett tillståndsärende och om delgivning till sökanden av ett beslut i ärendet, om sökanden inte sköter förfarandet i fråga via den elektroniska kontaktpunkten.",
        "folded_sv": "kontaktpunktsmyndigheten for projekt for kritiska ramaterial ska folja de tidsfrister for tillstandsforfaranden for strategiska projekt som anges i artikel 11 i forordningen om kritiska ramaterial. kontaktpunktsmyndigheten for projekt for kritiska ramaterial kan forlanga de ovannamnda tidsfristerna under de forutsattningar som anges i artikel 11.4 i den forordningen. den behoriga myndigheten ska for kontaktpunktsmyndigheten for projekt for kritiska ramaterial lagga fram sitt forslag till forlangning av tidsfristen for behandlingen av ett tillstandsarende som hor till den behoriga myndighetens behorighet samt ange motiveringar till forlangningen. den behoriga myndigheten ska underratta kontaktpunktsmyndigheten for projekt for kritiska ramaterial nar en ansokan som blivit anhangig hos den behoriga myndigheten ar fullstandig, eller meddela kontaktpunktsmyndigheten till vilka delar en ansokan som blivit anhangig hos den behoriga myndigheten ska kompletteras. den behoriga myndigheten ska se till att den elektroniska kontaktpunkten har uppdaterade uppgifter om behandlingsfasen for ett tillstandsforfarande som avses i forordningen om kritiska ramaterial. den behoriga myndigheten ska underratta kontaktpunktsmyndigheten for projekt for kritiska ramaterial om inledande av ett tillstandsarende och om delgivning till sokanden av ett beslut i arendet, om sokanden inte skoter forfarandet i fraga via den elektroniska kontaktpunkten."
      },
      "valid_from": "2025-01-17",
      "valid_to": null
    },
    {
      "provision_ref": "2 d",
      "section": "2 d",
      "title": "Kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaisen tiedonsaantioikeus",
      "content": "Kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaisella on oikeus salassapitosäännösten estämättä saada toimivaltaiselta viranomaiselta sellaiset hakijaa, hanketta ja asian käsittelytilannetta koskevat tiedot toimivaltaisessa viranomaisessa käsittelyssä olevista ja olleista lupa-asioista ja muista hallinnollista menettelyistä, jotka ovat välttämättömiä tässä laissa ja kriittisten raaka-aineiden asetuksessa yhteyspisteviranomaiselle säädettyjen tehtävien hoitamista varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2d",
        "normalized_fi": "Kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaisella on oikeus salassapitosäännösten estämättä saada toimivaltaiselta viranomaiselta sellaiset hakijaa, hanketta ja asian käsittelytilannetta koskevat tiedot toimivaltaisessa viranomaisessa käsittelyssä olevista ja olleista lupa-asioista ja muista hallinnollista menettelyistä, jotka ovat välttämättömiä tässä laissa ja kriittisten raaka-aineiden asetuksessa yhteyspisteviranomaiselle säädettyjen tehtävien hoitamista varten.",
        "folded_fi": "kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaisella on oikeus salassapitosaannosten estamatta saada toimivaltaiselta viranomaiselta sellaiset hakijaa, hanketta ja asian kasittelytilannetta koskevat tiedot toimivaltaisessa viranomaisessa kasittelyssa olevista ja olleista lupa-asioista ja muista hallinnollista menettelyista, jotka ovat valttamattomia tassa laissa ja kriittisten raaka-aineiden asetuksessa yhteyspisteviranomaiselle saadettyjen tehtavien hoitamista varten.",
        "title_sv": "Rätt för kontaktpunktsmyndigheten för projekt för kritiska råmaterial att få uppgifter",
        "content_sv": "Kontaktpunktsmyndigheten för projekt för kritiska råmaterial har, när det gäller tillståndsärenden och andra administrativa förfaranden som handläggs eller har handlagts av en behörig myndighet, trots sekretessbestämmelserna rätt att av den behöriga myndigheten få sådana uppgifter om sökanden, projektet och behandlingssituationen i ett ärende som är nödvändiga för skötseln av de uppgifter kontaktpunktsmyndigheten har enligt denna lag och förordningen om kritiska råmaterial.",
        "normalized_sv": "Kontaktpunktsmyndigheten för projekt för kritiska råmaterial har, när det gäller tillståndsärenden och andra administrativa förfaranden som handläggs eller har handlagts av en behörig myndighet, trots sekretessbestämmelserna rätt att av den behöriga myndigheten få sådana uppgifter om sökanden, projektet och behandlingssituationen i ett ärende som är nödvändiga för skötseln av de uppgifter kontaktpunktsmyndigheten har enligt denna lag och förordningen om kritiska råmaterial.",
        "folded_sv": "kontaktpunktsmyndigheten for projekt for kritiska ramaterial har, nar det galler tillstandsarenden och andra administrativa forfaranden som handlaggs eller har handlagts av en behorig myndighet, trots sekretessbestammelserna ratt att av den behoriga myndigheten fa sadana uppgifter om sokanden, projektet och behandlingssituationen i ett arende som ar nodvandiga for skotseln av de uppgifter kontaktpunktsmyndigheten har enligt denna lag och forordningen om kritiska ramaterial."
      },
      "valid_from": "2025-01-17",
      "valid_to": null
    },
    {
      "provision_ref": "2 e",
      "section": "2 e",
      "title": "Kriittisiä raaka-aineita koskevan strategisen hankkeen asiakirjojen toimittaminen",
      "content": "Strategiseksi hankkeeksi tunnustamista hakevan on lähetettävä kriittisten raaka-aineiden asetuksen 7 artiklassa tarkoitettu tunnustamista koskeva hakemus ja päätös tiedoksi kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaiselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2e",
        "normalized_fi": "Strategiseksi hankkeeksi tunnustamista hakevan on lähetettävä kriittisten raaka-aineiden asetuksen 7 artiklassa tarkoitettu tunnustamista koskeva hakemus ja päätös tiedoksi kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaiselle.",
        "folded_fi": "strategiseksi hankkeeksi tunnustamista hakevan on lahetettava kriittisten raaka-aineiden asetuksen 7 artiklassa tarkoitettu tunnustamista koskeva hakemus ja paatos tiedoksi kriittisten raaka-aineiden hankkeiden yhteyspisteviranomaiselle.",
        "title_sv": "Inlämnande av handlingar som gäller strategiska projekt för kritiska råmaterial",
        "content_sv": "Den som ansöker om erkännande av ett projekt som strategiskt projekt ska lämna in den ansökan och det beslut om erkännande som strategiskt projekt som avses i artikel 7 i förordningen om kritiska råmaterial för kännedom till kontaktpunktsmyndigheten för projekt för kritiska råmaterial.",
        "normalized_sv": "Den som ansöker om erkännande av ett projekt som strategiskt projekt ska lämna in den ansökan och det beslut om erkännande som strategiskt projekt som avses i artikel 7 i förordningen om kritiska råmaterial för kännedom till kontaktpunktsmyndigheten för projekt för kritiska råmaterial.",
        "folded_sv": "den som ansoker om erkannande av ett projekt som strategiskt projekt ska lamna in den ansokan och det beslut om erkannande som strategiskt projekt som avses i artikel 7 i forordningen om kritiska ramaterial for kannedom till kontaktpunktsmyndigheten for projekt for kritiska ramaterial."
      },
      "valid_from": "2025-01-17",
      "valid_to": null
    }
  ]
}