{
  "id": "1601/2015",
  "type": "statute",
  "title": "Laki ammattikorkeakoululain muuttamisesta",
  "title_en": "Lag om ändring av yrkeshögskolelagen",
  "status": "in_force",
  "issued_date": "2015-12-30",
  "in_force_date": "2015-12-30",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/1601/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Tilauskoulutus",
      "content": "tilauskoulutus Ammattikorkeakoulu voi järjestää opiskelijaryhmälle korkeakoulututkintoon johtavaa opetusta niin, että koulutuksen tilaa ja rahoittaa Suomen valtio, toinen valtio, kansainvälinen järjestö taikka suomalainen tai ulkomainen julkisyhteisö, säätiö tai yksityinen yhteisö (). Tilauskoulutusta ei voida järjestää Euroopan talousalueeseen kuuluvien valtioiden kansalaisille eikä niille, jotka Euroopan unionin ja sen jäsenvaltioiden muun sopimuspuolen kanssa tekemän sopimuksen mukaan rinnastetaan Euroopan unionin kansalaisiin, eikä edellä mainittujen perheenjäsenille. Tilauskoulutusta ei myöskään voida järjestää niille, joilla on ulkomaalaislaissa (301/2004) tarkoitettu Euroopan unionin sininen kortti, jatkuva tai pysyvä oleskelulupa tai pitkään oleskelleen kolmannen maan kansalaisen EU-oleskelulupa, eikä edellä mainittujen perheenjäsenille. Perheenjäsenen määrittelyyn sovelletaan ulkomaalaislakia. Tilauskoulutukseen osallistuvaan opiskelijaan sovelletaan tämän lain 25-27, 33-40 ja 57-61 §:ää. Tilauskoulutuksena annettavan opetuksen on liityttävä ammattikorkeakoulun toimiluvassa määrättyyn koulutustehtävään. Tilauskoulutus ei saa heikentää ammattikorkeakoulun antamaa perus- tai jatkokoulutusta. Ammattikorkeakoulun on perittävä koulutuksen tilaajalta tilauskoulutuksen järjestämisestä vähintään siitä aiheutuvat kustannukset kattava maksu. Koulutuksen tilaajalla on oikeus periä tilauskoulutukseen osallistuvilta opiskelijoilta sen sijaintivaltion lainsäädännön tai oman käytäntönsä mukaisia maksuja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "tilauskoulutus Ammattikorkeakoulu voi järjestää opiskelijaryhmälle korkeakoulututkintoon johtavaa opetusta niin, että koulutuksen tilaa ja rahoittaa Suomen valtio, toinen valtio, kansainvälinen järjestö taikka suomalainen tai ulkomainen julkisyhteisö, säätiö tai yksityinen yhteisö (). Tilauskoulutusta ei voida järjestää Euroopan talousalueeseen kuuluvien valtioiden kansalaisille eikä niille, jotka Euroopan unionin ja sen jäsenvaltioiden muun sopimuspuolen kanssa tekemän sopimuksen mukaan rinnastetaan Euroopan unionin kansalaisiin, eikä edellä mainittujen perheenjäsenille. Tilauskoulutusta ei myöskään voida järjestää niille, joilla on ulkomaalaislaissa (301/2004) tarkoitettu Euroopan unionin sininen kortti, jatkuva tai pysyvä oleskelulupa tai pitkään oleskelleen kolmannen maan kansalaisen EU-oleskelulupa, eikä edellä mainittujen perheenjäsenille. Perheenjäsenen määrittelyyn sovelletaan ulkomaalaislakia. Tilauskoulutukseen osallistuvaan opiskelijaan sovelletaan tämän lain 25-27, 33-40 ja 57-61 § :ää. Tilauskoulutuksena annettavan opetuksen on liityttävä ammattikorkeakoulun toimiluvassa määrättyyn koulutustehtävään. Tilauskoulutus ei saa heikentää ammattikorkeakoulun antamaa perus- tai jatkokoulutusta. Ammattikorkeakoulun on perittävä koulutuksen tilaajalta tilauskoulutuksen järjestämisestä vähintään siitä aiheutuvat kustannukset kattava maksu. Koulutuksen tilaajalla on oikeus periä tilauskoulutukseen osallistuvilta opiskelijoilta sen sijaintivaltion lainsäädännön tai oman käytäntönsä mukaisia maksuja.",
        "folded_fi": "tilauskoulutus ammattikorkeakoulu voi jarjestaa opiskelijaryhmalle korkeakoulututkintoon johtavaa opetusta niin, etta koulutuksen tilaa ja rahoittaa suomen valtio, toinen valtio, kansainvalinen jarjesto taikka suomalainen tai ulkomainen julkisyhteiso, saatio tai yksityinen yhteiso (). tilauskoulutusta ei voida jarjestaa euroopan talousalueeseen kuuluvien valtioiden kansalaisille eika niille, jotka euroopan unionin ja sen jasenvaltioiden muun sopimuspuolen kanssa tekeman sopimuksen mukaan rinnastetaan euroopan unionin kansalaisiin, eika edella mainittujen perheenjasenille. tilauskoulutusta ei myoskaan voida jarjestaa niille, joilla on ulkomaalaislaissa (301/2004) tarkoitettu euroopan unionin sininen kortti, jatkuva tai pysyva oleskelulupa tai pitkaan oleskelleen kolmannen maan kansalaisen eu-oleskelulupa, eika edella mainittujen perheenjasenille. perheenjasenen maarittelyyn sovelletaan ulkomaalaislakia. tilauskoulutukseen osallistuvaan opiskelijaan sovelletaan taman lain 25-27, 33-40 ja 57-61 §:aa. tilauskoulutuksena annettavan opetuksen on liityttava ammattikorkeakoulun toimiluvassa maarattyyn koulutustehtavaan. tilauskoulutus ei saa heikentaa ammattikorkeakoulun antamaa perus- tai jatkokoulutusta. ammattikorkeakoulun on perittava koulutuksen tilaajalta tilauskoulutuksen jarjestamisesta vahintaan siita aiheutuvat kustannukset kattava maksu. koulutuksen tilaajalla on oikeus peria tilauskoulutukseen osallistuvilta opiskelijoilta sen sijaintivaltion lainsaadannon tai oman kaytantonsa mukaisia maksuja.",
        "title_sv": "Uppdragsutbildning",
        "content_sv": "uppdragsutbildning En yrkeshögskola kan ordna undervisning som leder till högskoleexamen för en grupp av studerande så att utbildningen beställs och finansieras av finska staten, en annan stat, en internationell organisation, ett finskt eller utländskt offentligt samfund eller en finsk eller utländsk stiftelse eller privat sammanslutning (). Uppdragsutbildning kan inte ordnas för medborgare i stater som hör till Europeiska ekonomiska samarbetsområdet eller för personer som jämställs med medborgare i Europeiska unionen med stöd av ett avtal som Europeiska unionen och dess medlemsstater har ingått med en annan avtalspart, eller för sådana personers familjemedlemmar. Uppdragsutbildning kan inte heller ordnas för personer som har i utlänningslagen (301/2004) avsett EU-blåkort, kontinuerligt eller permanent uppehållstillstånd eller EU-uppehållstillstånd för varaktigt bosatta eller för sådana personers familjemedlemmar. I fråga om begreppet familjemedlem tillämpas definitionen i utlänningslagen. På studerande som deltar i uppdragsutbildning tillämpas 25-27, 33-40 och 57-61 § i denna lag. Den undervisning som ges som uppdragsutbildning ska anknyta till den utbildningsuppgift som anges i tillståndet för yrkeshögskolan. Uppdragsutbildningen får inte inverka negativt på den utbildning för grund- eller påbyggnadsexamen som yrkeshögskolan ger. Yrkeshögskolan ska av den som beställer utbildningen ta ut en sådan avgift för ordnandet av uppdragsutbildningen som åtminstone täcker kostnaderna för utbildningen. Den som har beställt utbildningen har rätt att av de studerande som deltar i uppdragsutbildningen ta ut avgifter i enlighet med lagstiftningen i beställarens placeringsstat eller i enlighet med beställarens praxis.",
        "normalized_sv": "uppdragsutbildning En yrkeshögskola kan ordna undervisning som leder till högskoleexamen för en grupp av studerande så att utbildningen beställs och finansieras av finska staten, en annan stat, en internationell organisation, ett finskt eller utländskt offentligt samfund eller en finsk eller utländsk stiftelse eller privat sammanslutning (). Uppdragsutbildning kan inte ordnas för medborgare i stater som hör till Europeiska ekonomiska samarbetsområdet eller för personer som jämställs med medborgare i Europeiska unionen med stöd av ett avtal som Europeiska unionen och dess medlemsstater har ingått med en annan avtalspart, eller för sådana personers familjemedlemmar. Uppdragsutbildning kan inte heller ordnas för personer som har i utlänningslagen (301/2004) avsett EU-blåkort, kontinuerligt eller permanent uppehållstillstånd eller EU-uppehållstillstånd för varaktigt bosatta eller för sådana personers familjemedlemmar. I fråga om begreppet familjemedlem tillämpas definitionen i utlänningslagen. På studerande som deltar i uppdragsutbildning tillämpas 25-27, 33-40 och 57-61 § i denna lag. Den undervisning som ges som uppdragsutbildning ska anknyta till den utbildningsuppgift som anges i tillståndet för yrkeshögskolan. Uppdragsutbildningen får inte inverka negativt på den utbildning för grund- eller påbyggnadsexamen som yrkeshögskolan ger. Yrkeshögskolan ska av den som beställer utbildningen ta ut en sådan avgift för ordnandet av uppdragsutbildningen som åtminstone täcker kostnaderna för utbildningen. Den som har beställt utbildningen har rätt att av de studerande som deltar i uppdragsutbildningen ta ut avgifter i enlighet med lagstiftningen i beställarens placeringsstat eller i enlighet med beställarens praxis.",
        "folded_sv": "uppdragsutbildning en yrkeshogskola kan ordna undervisning som leder till hogskoleexamen for en grupp av studerande sa att utbildningen bestalls och finansieras av finska staten, en annan stat, en internationell organisation, ett finskt eller utlandskt offentligt samfund eller en finsk eller utlandsk stiftelse eller privat sammanslutning (). uppdragsutbildning kan inte ordnas for medborgare i stater som hor till europeiska ekonomiska samarbetsomradet eller for personer som jamstalls med medborgare i europeiska unionen med stod av ett avtal som europeiska unionen och dess medlemsstater har ingatt med en annan avtalspart, eller for sadana personers familjemedlemmar. uppdragsutbildning kan inte heller ordnas for personer som har i utlanningslagen (301/2004) avsett eu-blakort, kontinuerligt eller permanent uppehallstillstand eller eu-uppehallstillstand for varaktigt bosatta eller for sadana personers familjemedlemmar. i fraga om begreppet familjemedlem tillampas definitionen i utlanningslagen. pa studerande som deltar i uppdragsutbildning tillampas 25-27, 33-40 och 57-61 § i denna lag. den undervisning som ges som uppdragsutbildning ska anknyta till den utbildningsuppgift som anges i tillstandet for yrkeshogskolan. uppdragsutbildningen far inte inverka negativt pa den utbildning for grund- eller pabyggnadsexamen som yrkeshogskolan ger. yrkeshogskolan ska av den som bestaller utbildningen ta ut en sadan avgift for ordnandet av uppdragsutbildningen som atminstone tacker kostnaderna for utbildningen. den som har bestallt utbildningen har ratt att av de studerande som deltar i uppdragsutbildningen ta ut avgifter i enlighet med lagstiftningen i bestallarens placeringsstat eller i enlighet med bestallarens praxis."
      }
    },
    {
      "provision_ref": "13 a",
      "section": "13 a",
      "title": "Tutkintoon johtavasta vieraskielisestä koulutuksesta perittävät maksut",
      "content": "Ammattikorkeakoulun on perittävä muuhun kuin suomen- tai ruotsinkieliseen ammattikorkeakoulututkintoon tai ylempään ammattikorkeakoulututkintoon johtavaan koulutukseen hyväksytyltä opiskelijalta vähintään 1 500 euron suuruinen maksu lukuvuodessa. Ammattikorkeakoulu päättää maksun perimiseen liittyvistä järjestelyistä. Maksua ei kuitenkaan peritä Euroopan talousalueeseen kuuluvan valtion kansalaiselta eikä siltä, joka Euroopan unionin ja sen jäsenvaltioiden muun sopimuspuolen kanssa tekemän sopimuksen mukaan rinnastetaan Euroopan unionin kansalaiseen, eikä edellä mainittujen perheenjäseneltä. Maksua ei peritä myöskään siltä, jolla on ulkomaalaislaissa tarkoitettu Euroopan unionin sininen kortti, jatkuva tai pysyvä oleskelulupa tai pitkään oleskelleen kolmannen maan kansalaisen EU-oleskelulupa, eikä edellä mainittujen perheenjäseneltä. Perheenjäsenen määrittelyyn sovelletaan ulkomaalaislakia. Maksua ei peritä myöskään 13 §:n mukaiseen tilauskoulutukseen osallistuvalta opiskelijalta. Ammattikorkeakoululla on oltava apurahajärjestelmä maksulliseen tutkintokoulutukseen osallistuvien opiskelijoiden tukemiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13 a",
        "normalized_fi": "Ammattikorkeakoulun on perittävä muuhun kuin suomen- tai ruotsinkieliseen ammattikorkeakoulututkintoon tai ylempään ammattikorkeakoulututkintoon johtavaan koulutukseen hyväksytyltä opiskelijalta vähintään 1 500 euron suuruinen maksu lukuvuodessa. Ammattikorkeakoulu päättää maksun perimiseen liittyvistä järjestelyistä. Maksua ei kuitenkaan peritä Euroopan talousalueeseen kuuluvan valtion kansalaiselta eikä siltä, joka Euroopan unionin ja sen jäsenvaltioiden muun sopimuspuolen kanssa tekemän sopimuksen mukaan rinnastetaan Euroopan unionin kansalaiseen, eikä edellä mainittujen perheenjäseneltä. Maksua ei peritä myöskään siltä, jolla on ulkomaalaislaissa tarkoitettu Euroopan unionin sininen kortti, jatkuva tai pysyvä oleskelulupa tai pitkään oleskelleen kolmannen maan kansalaisen EU-oleskelulupa, eikä edellä mainittujen perheenjäseneltä. Perheenjäsenen määrittelyyn sovelletaan ulkomaalaislakia. Maksua ei peritä myöskään 13 § :n mukaiseen tilauskoulutukseen osallistuvalta opiskelijalta. Ammattikorkeakoululla on oltava apurahajärjestelmä maksulliseen tutkintokoulutukseen osallistuvien opiskelijoiden tukemiseksi.",
        "folded_fi": "ammattikorkeakoulun on perittava muuhun kuin suomen- tai ruotsinkieliseen ammattikorkeakoulututkintoon tai ylempaan ammattikorkeakoulututkintoon johtavaan koulutukseen hyvaksytylta opiskelijalta vahintaan 1 500 euron suuruinen maksu lukuvuodessa. ammattikorkeakoulu paattaa maksun perimiseen liittyvista jarjestelyista. maksua ei kuitenkaan perita euroopan talousalueeseen kuuluvan valtion kansalaiselta eika silta, joka euroopan unionin ja sen jasenvaltioiden muun sopimuspuolen kanssa tekeman sopimuksen mukaan rinnastetaan euroopan unionin kansalaiseen, eika edella mainittujen perheenjasenelta. maksua ei perita myoskaan silta, jolla on ulkomaalaislaissa tarkoitettu euroopan unionin sininen kortti, jatkuva tai pysyva oleskelulupa tai pitkaan oleskelleen kolmannen maan kansalaisen eu-oleskelulupa, eika edella mainittujen perheenjasenelta. perheenjasenen maarittelyyn sovelletaan ulkomaalaislakia. maksua ei perita myoskaan 13 §:n mukaiseen tilauskoulutukseen osallistuvalta opiskelijalta. ammattikorkeakoululla on oltava apurahajarjestelma maksulliseen tutkintokoulutukseen osallistuvien opiskelijoiden tukemiseksi.",
        "title_sv": "Avgifter som tas ut för sådan utbildning på främmande språk som leder till examen",
        "content_sv": "Yrkeshögskolan ska ta ut en avgift på minst 1 500 euro per läsår av studerande som antagits till en utbildning som ges på något annat språk än finska eller svenska och som leder till yrkeshögskoleexamen eller högre yrkeshögskoleexamen. Yrkeshögskolan beslutar om de arrangemang som hänför sig till uttagandet av avgiften. Avgift tas dock inte ut av medborgare i stater som hör till Europeiska ekonomiska samarbetsområdet eller av personer som jämställs med medborgare i Europeiska unionen med stöd av ett avtal som Europeiska unionen och dess medlemsstater har ingått med en annan avtalspart, eller av sådana personers familjemedlemmar. Avgift tas inte heller ut av personer som har i utlänningslagen avsett EU-blåkort, kontinuerligt eller permanent uppehållstillstånd eller EU-uppehållstillstånd för varaktigt bosatta, eller av sådana personers familjemedlemmar. I fråga om begreppet familjemedlem tillämpas definitionen i utlänningslagen. Avgift tas inte heller ut av studerande som deltar i uppdragsutbildning enligt 13 §. Yrkeshögskolan ska ha ett stipendiesystem för att stödja studerande som deltar i avgiftsbelagd examensutbildning.",
        "normalized_sv": "Yrkeshögskolan ska ta ut en avgift på minst 1 500 euro per läsår av studerande som antagits till en utbildning som ges på något annat språk än finska eller svenska och som leder till yrkeshögskoleexamen eller högre yrkeshögskoleexamen. Yrkeshögskolan beslutar om de arrangemang som hänför sig till uttagandet av avgiften. Avgift tas dock inte ut av medborgare i stater som hör till Europeiska ekonomiska samarbetsområdet eller av personer som jämställs med medborgare i Europeiska unionen med stöd av ett avtal som Europeiska unionen och dess medlemsstater har ingått med en annan avtalspart, eller av sådana personers familjemedlemmar. Avgift tas inte heller ut av personer som har i utlänningslagen avsett EU-blåkort, kontinuerligt eller permanent uppehållstillstånd eller EU-uppehållstillstånd för varaktigt bosatta, eller av sådana personers familjemedlemmar. I fråga om begreppet familjemedlem tillämpas definitionen i utlänningslagen. Avgift tas inte heller ut av studerande som deltar i uppdragsutbildning enligt 13 § . Yrkeshögskolan ska ha ett stipendiesystem för att stödja studerande som deltar i avgiftsbelagd examensutbildning.",
        "folded_sv": "yrkeshogskolan ska ta ut en avgift pa minst 1 500 euro per lasar av studerande som antagits till en utbildning som ges pa nagot annat sprak an finska eller svenska och som leder till yrkeshogskoleexamen eller hogre yrkeshogskoleexamen. yrkeshogskolan beslutar om de arrangemang som hanfor sig till uttagandet av avgiften. avgift tas dock inte ut av medborgare i stater som hor till europeiska ekonomiska samarbetsomradet eller av personer som jamstalls med medborgare i europeiska unionen med stod av ett avtal som europeiska unionen och dess medlemsstater har ingatt med en annan avtalspart, eller av sadana personers familjemedlemmar. avgift tas inte heller ut av personer som har i utlanningslagen avsett eu-blakort, kontinuerligt eller permanent uppehallstillstand eller eu-uppehallstillstand for varaktigt bosatta, eller av sadana personers familjemedlemmar. i fraga om begreppet familjemedlem tillampas definitionen i utlanningslagen. avgift tas inte heller ut av studerande som deltar i uppdragsutbildning enligt 13 §. yrkeshogskolan ska ha ett stipendiesystem for att stodja studerande som deltar i avgiftsbelagd examensutbildning."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Tilauskoulutus",
      "content": "tilauskoulutus Ammattikorkeakoulu voi järjestää opiskelijaryhmälle korkeakoulututkintoon johtavaa opetusta niin, että koulutuksen tilaa ja rahoittaa Suomen valtio, toinen valtio, kansainvälinen järjestö taikka suomalainen tai ulkomainen julkisyhteisö, säätiö tai yksityinen yhteisö (). Tilauskoulutusta ei voida järjestää Euroopan talousalueeseen kuuluvien valtioiden kansalaisille eikä niille, jotka Euroopan unionin ja sen jäsenvaltioiden muun sopimuspuolen kanssa tekemän sopimuksen mukaan rinnastetaan Euroopan unionin kansalaisiin, eikä edellä mainittujen perheenjäsenille. Tilauskoulutusta ei myöskään voida järjestää niille, joilla on ulkomaalaislaissa (301/2004) tarkoitettu Euroopan unionin sininen kortti, jatkuva tai pysyvä oleskelulupa tai pitkään oleskelleen kolmannen maan kansalaisen EU-oleskelulupa, eikä edellä mainittujen perheenjäsenille. Perheenjäsenen määrittelyyn sovelletaan ulkomaalaislakia. Tilauskoulutukseen osallistuvaan opiskelijaan sovelletaan tämän lain 25-27, 33-40 ja 57-61 §:ää. Tilauskoulutuksena annettavan opetuksen on liityttävä ammattikorkeakoulun toimiluvassa määrättyyn koulutustehtävään. Tilauskoulutus ei saa heikentää ammattikorkeakoulun antamaa perus- tai jatkokoulutusta. Ammattikorkeakoulun on perittävä koulutuksen tilaajalta tilauskoulutuksen järjestämisestä vähintään siitä aiheutuvat kustannukset kattava maksu. Koulutuksen tilaajalla on oikeus periä tilauskoulutukseen osallistuvilta opiskelijoilta sen sijaintivaltion lainsäädännön tai oman käytäntönsä mukaisia maksuja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "tilauskoulutus Ammattikorkeakoulu voi järjestää opiskelijaryhmälle korkeakoulututkintoon johtavaa opetusta niin, että koulutuksen tilaa ja rahoittaa Suomen valtio, toinen valtio, kansainvälinen järjestö taikka suomalainen tai ulkomainen julkisyhteisö, säätiö tai yksityinen yhteisö (). Tilauskoulutusta ei voida järjestää Euroopan talousalueeseen kuuluvien valtioiden kansalaisille eikä niille, jotka Euroopan unionin ja sen jäsenvaltioiden muun sopimuspuolen kanssa tekemän sopimuksen mukaan rinnastetaan Euroopan unionin kansalaisiin, eikä edellä mainittujen perheenjäsenille. Tilauskoulutusta ei myöskään voida järjestää niille, joilla on ulkomaalaislaissa (301/2004) tarkoitettu Euroopan unionin sininen kortti, jatkuva tai pysyvä oleskelulupa tai pitkään oleskelleen kolmannen maan kansalaisen EU-oleskelulupa, eikä edellä mainittujen perheenjäsenille. Perheenjäsenen määrittelyyn sovelletaan ulkomaalaislakia. Tilauskoulutukseen osallistuvaan opiskelijaan sovelletaan tämän lain 25-27, 33-40 ja 57-61 § :ää. Tilauskoulutuksena annettavan opetuksen on liityttävä ammattikorkeakoulun toimiluvassa määrättyyn koulutustehtävään. Tilauskoulutus ei saa heikentää ammattikorkeakoulun antamaa perus- tai jatkokoulutusta. Ammattikorkeakoulun on perittävä koulutuksen tilaajalta tilauskoulutuksen järjestämisestä vähintään siitä aiheutuvat kustannukset kattava maksu. Koulutuksen tilaajalla on oikeus periä tilauskoulutukseen osallistuvilta opiskelijoilta sen sijaintivaltion lainsäädännön tai oman käytäntönsä mukaisia maksuja.",
        "folded_fi": "tilauskoulutus ammattikorkeakoulu voi jarjestaa opiskelijaryhmalle korkeakoulututkintoon johtavaa opetusta niin, etta koulutuksen tilaa ja rahoittaa suomen valtio, toinen valtio, kansainvalinen jarjesto taikka suomalainen tai ulkomainen julkisyhteiso, saatio tai yksityinen yhteiso (). tilauskoulutusta ei voida jarjestaa euroopan talousalueeseen kuuluvien valtioiden kansalaisille eika niille, jotka euroopan unionin ja sen jasenvaltioiden muun sopimuspuolen kanssa tekeman sopimuksen mukaan rinnastetaan euroopan unionin kansalaisiin, eika edella mainittujen perheenjasenille. tilauskoulutusta ei myoskaan voida jarjestaa niille, joilla on ulkomaalaislaissa (301/2004) tarkoitettu euroopan unionin sininen kortti, jatkuva tai pysyva oleskelulupa tai pitkaan oleskelleen kolmannen maan kansalaisen eu-oleskelulupa, eika edella mainittujen perheenjasenille. perheenjasenen maarittelyyn sovelletaan ulkomaalaislakia. tilauskoulutukseen osallistuvaan opiskelijaan sovelletaan taman lain 25-27, 33-40 ja 57-61 §:aa. tilauskoulutuksena annettavan opetuksen on liityttava ammattikorkeakoulun toimiluvassa maarattyyn koulutustehtavaan. tilauskoulutus ei saa heikentaa ammattikorkeakoulun antamaa perus- tai jatkokoulutusta. ammattikorkeakoulun on perittava koulutuksen tilaajalta tilauskoulutuksen jarjestamisesta vahintaan siita aiheutuvat kustannukset kattava maksu. koulutuksen tilaajalla on oikeus peria tilauskoulutukseen osallistuvilta opiskelijoilta sen sijaintivaltion lainsaadannon tai oman kaytantonsa mukaisia maksuja.",
        "title_sv": "Uppdragsutbildning",
        "content_sv": "uppdragsutbildning En yrkeshögskola kan ordna undervisning som leder till högskoleexamen för en grupp av studerande så att utbildningen beställs och finansieras av finska staten, en annan stat, en internationell organisation, ett finskt eller utländskt offentligt samfund eller en finsk eller utländsk stiftelse eller privat sammanslutning (). Uppdragsutbildning kan inte ordnas för medborgare i stater som hör till Europeiska ekonomiska samarbetsområdet eller för personer som jämställs med medborgare i Europeiska unionen med stöd av ett avtal som Europeiska unionen och dess medlemsstater har ingått med en annan avtalspart, eller för sådana personers familjemedlemmar. Uppdragsutbildning kan inte heller ordnas för personer som har i utlänningslagen (301/2004) avsett EU-blåkort, kontinuerligt eller permanent uppehållstillstånd eller EU-uppehållstillstånd för varaktigt bosatta eller för sådana personers familjemedlemmar. I fråga om begreppet familjemedlem tillämpas definitionen i utlänningslagen. På studerande som deltar i uppdragsutbildning tillämpas 25-27, 33-40 och 57-61 § i denna lag. Den undervisning som ges som uppdragsutbildning ska anknyta till den utbildningsuppgift som anges i tillståndet för yrkeshögskolan. Uppdragsutbildningen får inte inverka negativt på den utbildning för grund- eller påbyggnadsexamen som yrkeshögskolan ger. Yrkeshögskolan ska av den som beställer utbildningen ta ut en sådan avgift för ordnandet av uppdragsutbildningen som åtminstone täcker kostnaderna för utbildningen. Den som har beställt utbildningen har rätt att av de studerande som deltar i uppdragsutbildningen ta ut avgifter i enlighet med lagstiftningen i beställarens placeringsstat eller i enlighet med beställarens praxis.",
        "normalized_sv": "uppdragsutbildning En yrkeshögskola kan ordna undervisning som leder till högskoleexamen för en grupp av studerande så att utbildningen beställs och finansieras av finska staten, en annan stat, en internationell organisation, ett finskt eller utländskt offentligt samfund eller en finsk eller utländsk stiftelse eller privat sammanslutning (). Uppdragsutbildning kan inte ordnas för medborgare i stater som hör till Europeiska ekonomiska samarbetsområdet eller för personer som jämställs med medborgare i Europeiska unionen med stöd av ett avtal som Europeiska unionen och dess medlemsstater har ingått med en annan avtalspart, eller för sådana personers familjemedlemmar. Uppdragsutbildning kan inte heller ordnas för personer som har i utlänningslagen (301/2004) avsett EU-blåkort, kontinuerligt eller permanent uppehållstillstånd eller EU-uppehållstillstånd för varaktigt bosatta eller för sådana personers familjemedlemmar. I fråga om begreppet familjemedlem tillämpas definitionen i utlänningslagen. På studerande som deltar i uppdragsutbildning tillämpas 25-27, 33-40 och 57-61 § i denna lag. Den undervisning som ges som uppdragsutbildning ska anknyta till den utbildningsuppgift som anges i tillståndet för yrkeshögskolan. Uppdragsutbildningen får inte inverka negativt på den utbildning för grund- eller påbyggnadsexamen som yrkeshögskolan ger. Yrkeshögskolan ska av den som beställer utbildningen ta ut en sådan avgift för ordnandet av uppdragsutbildningen som åtminstone täcker kostnaderna för utbildningen. Den som har beställt utbildningen har rätt att av de studerande som deltar i uppdragsutbildningen ta ut avgifter i enlighet med lagstiftningen i beställarens placeringsstat eller i enlighet med beställarens praxis.",
        "folded_sv": "uppdragsutbildning en yrkeshogskola kan ordna undervisning som leder till hogskoleexamen for en grupp av studerande sa att utbildningen bestalls och finansieras av finska staten, en annan stat, en internationell organisation, ett finskt eller utlandskt offentligt samfund eller en finsk eller utlandsk stiftelse eller privat sammanslutning (). uppdragsutbildning kan inte ordnas for medborgare i stater som hor till europeiska ekonomiska samarbetsomradet eller for personer som jamstalls med medborgare i europeiska unionen med stod av ett avtal som europeiska unionen och dess medlemsstater har ingatt med en annan avtalspart, eller for sadana personers familjemedlemmar. uppdragsutbildning kan inte heller ordnas for personer som har i utlanningslagen (301/2004) avsett eu-blakort, kontinuerligt eller permanent uppehallstillstand eller eu-uppehallstillstand for varaktigt bosatta eller for sadana personers familjemedlemmar. i fraga om begreppet familjemedlem tillampas definitionen i utlanningslagen. pa studerande som deltar i uppdragsutbildning tillampas 25-27, 33-40 och 57-61 § i denna lag. den undervisning som ges som uppdragsutbildning ska anknyta till den utbildningsuppgift som anges i tillstandet for yrkeshogskolan. uppdragsutbildningen far inte inverka negativt pa den utbildning for grund- eller pabyggnadsexamen som yrkeshogskolan ger. yrkeshogskolan ska av den som bestaller utbildningen ta ut en sadan avgift for ordnandet av uppdragsutbildningen som atminstone tacker kostnaderna for utbildningen. den som har bestallt utbildningen har ratt att av de studerande som deltar i uppdragsutbildningen ta ut avgifter i enlighet med lagstiftningen i bestallarens placeringsstat eller i enlighet med bestallarens praxis."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "13 a",
      "section": "13 a",
      "title": "Tutkintoon johtavasta vieraskielisestä koulutuksesta perittävät maksut",
      "content": "Ammattikorkeakoulun on perittävä muuhun kuin suomen- tai ruotsinkieliseen ammattikorkeakoulututkintoon tai ylempään ammattikorkeakoulututkintoon johtavaan koulutukseen hyväksytyltä opiskelijalta vähintään 1 500 euron suuruinen maksu lukuvuodessa. Ammattikorkeakoulu päättää maksun perimiseen liittyvistä järjestelyistä. Maksua ei kuitenkaan peritä Euroopan talousalueeseen kuuluvan valtion kansalaiselta eikä siltä, joka Euroopan unionin ja sen jäsenvaltioiden muun sopimuspuolen kanssa tekemän sopimuksen mukaan rinnastetaan Euroopan unionin kansalaiseen, eikä edellä mainittujen perheenjäseneltä. Maksua ei peritä myöskään siltä, jolla on ulkomaalaislaissa tarkoitettu Euroopan unionin sininen kortti, jatkuva tai pysyvä oleskelulupa tai pitkään oleskelleen kolmannen maan kansalaisen EU-oleskelulupa, eikä edellä mainittujen perheenjäseneltä. Perheenjäsenen määrittelyyn sovelletaan ulkomaalaislakia. Maksua ei peritä myöskään 13 §:n mukaiseen tilauskoulutukseen osallistuvalta opiskelijalta. Ammattikorkeakoululla on oltava apurahajärjestelmä maksulliseen tutkintokoulutukseen osallistuvien opiskelijoiden tukemiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13 a",
        "normalized_fi": "Ammattikorkeakoulun on perittävä muuhun kuin suomen- tai ruotsinkieliseen ammattikorkeakoulututkintoon tai ylempään ammattikorkeakoulututkintoon johtavaan koulutukseen hyväksytyltä opiskelijalta vähintään 1 500 euron suuruinen maksu lukuvuodessa. Ammattikorkeakoulu päättää maksun perimiseen liittyvistä järjestelyistä. Maksua ei kuitenkaan peritä Euroopan talousalueeseen kuuluvan valtion kansalaiselta eikä siltä, joka Euroopan unionin ja sen jäsenvaltioiden muun sopimuspuolen kanssa tekemän sopimuksen mukaan rinnastetaan Euroopan unionin kansalaiseen, eikä edellä mainittujen perheenjäseneltä. Maksua ei peritä myöskään siltä, jolla on ulkomaalaislaissa tarkoitettu Euroopan unionin sininen kortti, jatkuva tai pysyvä oleskelulupa tai pitkään oleskelleen kolmannen maan kansalaisen EU-oleskelulupa, eikä edellä mainittujen perheenjäseneltä. Perheenjäsenen määrittelyyn sovelletaan ulkomaalaislakia. Maksua ei peritä myöskään 13 § :n mukaiseen tilauskoulutukseen osallistuvalta opiskelijalta. Ammattikorkeakoululla on oltava apurahajärjestelmä maksulliseen tutkintokoulutukseen osallistuvien opiskelijoiden tukemiseksi.",
        "folded_fi": "ammattikorkeakoulun on perittava muuhun kuin suomen- tai ruotsinkieliseen ammattikorkeakoulututkintoon tai ylempaan ammattikorkeakoulututkintoon johtavaan koulutukseen hyvaksytylta opiskelijalta vahintaan 1 500 euron suuruinen maksu lukuvuodessa. ammattikorkeakoulu paattaa maksun perimiseen liittyvista jarjestelyista. maksua ei kuitenkaan perita euroopan talousalueeseen kuuluvan valtion kansalaiselta eika silta, joka euroopan unionin ja sen jasenvaltioiden muun sopimuspuolen kanssa tekeman sopimuksen mukaan rinnastetaan euroopan unionin kansalaiseen, eika edella mainittujen perheenjasenelta. maksua ei perita myoskaan silta, jolla on ulkomaalaislaissa tarkoitettu euroopan unionin sininen kortti, jatkuva tai pysyva oleskelulupa tai pitkaan oleskelleen kolmannen maan kansalaisen eu-oleskelulupa, eika edella mainittujen perheenjasenelta. perheenjasenen maarittelyyn sovelletaan ulkomaalaislakia. maksua ei perita myoskaan 13 §:n mukaiseen tilauskoulutukseen osallistuvalta opiskelijalta. ammattikorkeakoululla on oltava apurahajarjestelma maksulliseen tutkintokoulutukseen osallistuvien opiskelijoiden tukemiseksi.",
        "title_sv": "Avgifter som tas ut för sådan utbildning på främmande språk som leder till examen",
        "content_sv": "Yrkeshögskolan ska ta ut en avgift på minst 1 500 euro per läsår av studerande som antagits till en utbildning som ges på något annat språk än finska eller svenska och som leder till yrkeshögskoleexamen eller högre yrkeshögskoleexamen. Yrkeshögskolan beslutar om de arrangemang som hänför sig till uttagandet av avgiften. Avgift tas dock inte ut av medborgare i stater som hör till Europeiska ekonomiska samarbetsområdet eller av personer som jämställs med medborgare i Europeiska unionen med stöd av ett avtal som Europeiska unionen och dess medlemsstater har ingått med en annan avtalspart, eller av sådana personers familjemedlemmar. Avgift tas inte heller ut av personer som har i utlänningslagen avsett EU-blåkort, kontinuerligt eller permanent uppehållstillstånd eller EU-uppehållstillstånd för varaktigt bosatta, eller av sådana personers familjemedlemmar. I fråga om begreppet familjemedlem tillämpas definitionen i utlänningslagen. Avgift tas inte heller ut av studerande som deltar i uppdragsutbildning enligt 13 §. Yrkeshögskolan ska ha ett stipendiesystem för att stödja studerande som deltar i avgiftsbelagd examensutbildning.",
        "normalized_sv": "Yrkeshögskolan ska ta ut en avgift på minst 1 500 euro per läsår av studerande som antagits till en utbildning som ges på något annat språk än finska eller svenska och som leder till yrkeshögskoleexamen eller högre yrkeshögskoleexamen. Yrkeshögskolan beslutar om de arrangemang som hänför sig till uttagandet av avgiften. Avgift tas dock inte ut av medborgare i stater som hör till Europeiska ekonomiska samarbetsområdet eller av personer som jämställs med medborgare i Europeiska unionen med stöd av ett avtal som Europeiska unionen och dess medlemsstater har ingått med en annan avtalspart, eller av sådana personers familjemedlemmar. Avgift tas inte heller ut av personer som har i utlänningslagen avsett EU-blåkort, kontinuerligt eller permanent uppehållstillstånd eller EU-uppehållstillstånd för varaktigt bosatta, eller av sådana personers familjemedlemmar. I fråga om begreppet familjemedlem tillämpas definitionen i utlänningslagen. Avgift tas inte heller ut av studerande som deltar i uppdragsutbildning enligt 13 § . Yrkeshögskolan ska ha ett stipendiesystem för att stödja studerande som deltar i avgiftsbelagd examensutbildning.",
        "folded_sv": "yrkeshogskolan ska ta ut en avgift pa minst 1 500 euro per lasar av studerande som antagits till en utbildning som ges pa nagot annat sprak an finska eller svenska och som leder till yrkeshogskoleexamen eller hogre yrkeshogskoleexamen. yrkeshogskolan beslutar om de arrangemang som hanfor sig till uttagandet av avgiften. avgift tas dock inte ut av medborgare i stater som hor till europeiska ekonomiska samarbetsomradet eller av personer som jamstalls med medborgare i europeiska unionen med stod av ett avtal som europeiska unionen och dess medlemsstater har ingatt med en annan avtalspart, eller av sadana personers familjemedlemmar. avgift tas inte heller ut av personer som har i utlanningslagen avsett eu-blakort, kontinuerligt eller permanent uppehallstillstand eller eu-uppehallstillstand for varaktigt bosatta, eller av sadana personers familjemedlemmar. i fraga om begreppet familjemedlem tillampas definitionen i utlanningslagen. avgift tas inte heller ut av studerande som deltar i uppdragsutbildning enligt 13 §. yrkeshogskolan ska ha ett stipendiesystem for att stodja studerande som deltar i avgiftsbelagd examensutbildning."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    }
  ]
}