{
  "id": "1621/2015",
  "type": "statute",
  "title": "Laki kaivannaisteollisuutta ja puunkorjuuta aarniometsissä harjoittavien yritysten viranomaisille suorittamien maksujen julkistamisesta",
  "title_en": "Lag om offentliggörande av sådana betalningar till myndigheter som gjorts av företag som är verksamma i utvinningsindustrin eller inom avverkning av naturskog",
  "status": "in_force",
  "issued_date": "2015-12-30",
  "in_force_date": "2015-12-30",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/1621/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "vuosiselvitys Tässä laissa säädetään kaivannaisteollisuutta tai aarniometsien puunkorjuuta harjoittavan yrityksen velvollisuudesta ilmoittaa vuosittaisessa selvityksessä viranomaisille suorittamansa maksut niissä valtioissa, joissa se harjoittaa toimintaansa (). Lakia ei kuitenkaan sovelleta sellaiseen yritykseen, joka ei ole yleisen edun kannalta merkittävä yhteisö ja jossa enintään yksi seuraavista kolmesta raja-arvosta on ylittynyt sekä päättyneellä että sitä välittömästi edeltäneellä tilikaudella: 1) liikevaihto tai sitä vastaava tuotto 40 000 000 euroa; 2) taseen loppusumma 20 000 000 euroa; 3) työntekijöitä keskimäärin 250.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "vuosiselvitys Tässä laissa säädetään kaivannaisteollisuutta tai aarniometsien puunkorjuuta harjoittavan yrityksen velvollisuudesta ilmoittaa vuosittaisessa selvityksessä viranomaisille suorittamansa maksut niissä valtioissa, joissa se harjoittaa toimintaansa (). Lakia ei kuitenkaan sovelleta sellaiseen yritykseen, joka ei ole yleisen edun kannalta merkittävä yhteisö ja jossa enintään yksi seuraavista kolmesta raja-arvosta on ylittynyt sekä päättyneellä että sitä välittömästi edeltäneellä tilikaudella: 1) liikevaihto tai sitä vastaava tuotto 40 000 000 euroa; 2) taseen loppusumma 20 000 000 euroa; 3) työntekijöitä keskimäärin 250.",
        "folded_fi": "vuosiselvitys tassa laissa saadetaan kaivannaisteollisuutta tai aarniometsien puunkorjuuta harjoittavan yrityksen velvollisuudesta ilmoittaa vuosittaisessa selvityksessa viranomaisille suorittamansa maksut niissa valtioissa, joissa se harjoittaa toimintaansa (). lakia ei kuitenkaan sovelleta sellaiseen yritykseen, joka ei ole yleisen edun kannalta merkittava yhteiso ja jossa enintaan yksi seuraavista kolmesta raja-arvosta on ylittynyt seka paattyneella etta sita valittomasti edeltaneella tilikaudella: 1) liikevaihto tai sita vastaava tuotto 40 000 000 euroa; 2) taseen loppusumma 20 000 000 euroa; 3) tyontekijoita keskimaarin 250.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "årsrapport I denna lag finns bestämmelser om skyldigheten för företag som är verksamma i utvinningsindustrin eller inom avverkning av naturskog att i en årlig rapport uppge de betalningar som gjorts till myndigheter i de stater där företaget bedriver verksamhet (). Lagen tillämpas dock inte på företag som inte är företag av allmänt intresse och där högst ett av följande tre gränsvärden har överskridits både under den senaste och den omedelbart föregående räkenskapsperioden: 1) omsättning eller motsvarande avkastning 40 000 000 euro, 2) balansomslutning 20 000 000 euro, 3) genomsnittligt antal anställda 250 personer.",
        "normalized_sv": "årsrapport I denna lag finns bestämmelser om skyldigheten för företag som är verksamma i utvinningsindustrin eller inom avverkning av naturskog att i en årlig rapport uppge de betalningar som gjorts till myndigheter i de stater där företaget bedriver verksamhet (). Lagen tillämpas dock inte på företag som inte är företag av allmänt intresse och där högst ett av följande tre gränsvärden har överskridits både under den senaste och den omedelbart föregående räkenskapsperioden: 1) omsättning eller motsvarande avkastning 40 000 000 euro, 2) balansomslutning 20 000 000 euro, 3) genomsnittligt antal anställda 250 personer.",
        "folded_sv": "arsrapport i denna lag finns bestammelser om skyldigheten for foretag som ar verksamma i utvinningsindustrin eller inom avverkning av naturskog att i en arlig rapport uppge de betalningar som gjorts till myndigheter i de stater dar foretaget bedriver verksamhet (). lagen tillampas dock inte pa foretag som inte ar foretag av allmant intresse och dar hogst ett av foljande tre gransvarden har overskridits bade under den senaste och den omedelbart foregaende rakenskapsperioden: 1) omsattning eller motsvarande avkastning 40 000 000 euro, 2) balansomslutning 20 000 000 euro, 3) genomsnittligt antal anstallda 250 personer."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) yrityksellä osakeyhtiölaissa (624/2006) tarkoitettua osakeyhtiötä ja osuuskunta-laissa (421/2013) tarkoitettua osuuskuntaa sekä avoimesta ja kommandiittiyhtiöstä annetussa laissa (389/1988) tarkoitettua avointa yhtiötä ja kommandiittiyhtiötä, jos avoimessa yhtiössä tai kommandiittiyhtiössä kaikki vastuunalaiset yhtiömiehet ovat osakeyhtiöitä tai osuuskuntia; 2) yleisen edun kannalta merkittävällä yhteisöllä kirjanpitolain (1336/1997) 1 luvun 9 §:ssä tarkoitettua yhteisöä; 3) kaivannaisteollisuudella toimintaa, joka käsittää mineraali-, öljy- ja maakaasuesiintymien tai muiden materiaalien tutkimista, etsintää, kehittämistä ja hyödyntämistä tilastollisen toimialaluokituksen NACE Rev. 2 vahvistamisesta sekä neuvoston asetuksen (ETY) N:o 3037/90 ja tiettyjen eri tilastoaloja koskevien yhteisön asetusten muuttamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 1893/2006 liitteessä I olevan pääluokan B kaksinumerotasoissa 05-08 luetelluilla toimialoilla; 4) aarniometsien puunkorjuulla 3 kohdassa tarkoitetun asetuksen liitteessä I olevan pääluokan A kaksinumerotason 02 kolminumerotasossa 02.2 määriteltyä toimintaa aarniometsissä; 5) viranomaisella valtiollista tai paikallisviranomaista käsittäen sen alaiset virastot ja yritykset, jotka ovat sen määräysvallassa; 6) hankkeella sopimuksen kohteena olevaa toimintaa, joka perustaa yritykselle maksuvelvollisuuden viranomaista kohtaan; 7) maksulla määrää, joka on suoritettu rahana tai muuna vastikkeena kaivannaisteollisuudessa ja aarniometsien puunkorjuussa: a) tuotanto-oikeuksista; b) yritysten tuloista, tuotannosta tai voitoista kannettavina veroina arvonlisäveroja ja muita kulutusperusteisia veroja lukuun ottamatta; c) rojalteina; d) osinkoina ja muuna voitonjakona; e) allekirjoitus-, löytö- ja tuotantobonuksina; f) lisenssimaksuina, vuokramaksuina ja kaivosoikeuksien rekisteröintimaksuina sekä muina vastikkeina lisensseistä ja käyttöoikeussopimuksista; ja g) maksuina infrastruktuurin parannuksista. Jos 1 momentin 6 kohdassa tarkoitettu sopimus liittyy merkittävällä tavalla toiseen tällaiseen sopimukseen, on niiden kohteena olevaa toimintaa pidettävä yhtenä hankkeena. Osinkoa tai muuta voitonjakoa, joka on maksettu viranomaiselle samoin ehdoin kuin muille yrityksen omistajille, ei sisällytetä 1 momentin 7 kohdan d alakohdassa tarkoitettuun maksuun, ellei voittoa ole jaettu tuotanto-oikeusmaksun tai rojaltin sijasta. Maksuja ja toimintaa ei saa jakaa tai yhdistää, jos järjestelyn tarkoituksena on välttää tämän lain soveltaminen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) yrityksellä osakeyhtiölaissa (624/2006) tarkoitettua osakeyhtiötä ja osuuskunta-laissa (421/2013) tarkoitettua osuuskuntaa sekä avoimesta ja kommandiittiyhtiöstä annetussa laissa (389/1988) tarkoitettua avointa yhtiötä ja kommandiittiyhtiötä, jos avoimessa yhtiössä tai kommandiittiyhtiössä kaikki vastuunalaiset yhtiömiehet ovat osakeyhtiöitä tai osuuskuntia; 2) yleisen edun kannalta merkittävällä yhteisöllä kirjanpitolain (1336/1997) 1 luvun 9 § :ssä tarkoitettua yhteisöä; 3) kaivannaisteollisuudella toimintaa, joka käsittää mineraali-, öljy- ja maakaasuesiintymien tai muiden materiaalien tutkimista, etsintää, kehittämistä ja hyödyntämistä tilastollisen toimialaluokituksen NACE Rev. 2 vahvistamisesta sekä neuvoston asetuksen (ETY) N:o 3037/90 ja tiettyjen eri tilastoaloja koskevien yhteisön asetusten muuttamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 1893/2006 liitteessä I olevan pääluokan B kaksinumerotasoissa 05-08 luetelluilla toimialoilla; 4) aarniometsien puunkorjuulla 3 kohdassa tarkoitetun asetuksen liitteessä I olevan pääluokan A kaksinumerotason 02 kolminumerotasossa 02.2 määriteltyä toimintaa aarniometsissä; 5) viranomaisella valtiollista tai paikallisviranomaista käsittäen sen alaiset virastot ja yritykset, jotka ovat sen määräysvallassa; 6) hankkeella sopimuksen kohteena olevaa toimintaa, joka perustaa yritykselle maksuvelvollisuuden viranomaista kohtaan; 7) maksulla määrää, joka on suoritettu rahana tai muuna vastikkeena kaivannaisteollisuudessa ja aarniometsien puunkorjuussa: a) tuotanto-oikeuksista; b) yritysten tuloista, tuotannosta tai voitoista kannettavina veroina arvonlisäveroja ja muita kulutusperusteisia veroja lukuun ottamatta; c) rojalteina; d) osinkoina ja muuna voitonjakona; e) allekirjoitus-, löytö- ja tuotantobonuksina; f) lisenssimaksuina, vuokramaksuina ja kaivosoikeuksien rekisteröintimaksuina sekä muina vastikkeina lisensseistä ja käyttöoikeussopimuksista; ja g) maksuina infrastruktuurin parannuksista. Jos 1 momentin 6 kohdassa tarkoitettu sopimus liittyy merkittävällä tavalla toiseen tällaiseen sopimukseen, on niiden kohteena olevaa toimintaa pidettävä yhtenä hankkeena. Osinkoa tai muuta voitonjakoa, joka on maksettu viranomaiselle samoin ehdoin kuin muille yrityksen omistajille, ei sisällytetä 1 momentin 7 kohdan d alakohdassa tarkoitettuun maksuun, ellei voittoa ole jaettu tuotanto-oikeusmaksun tai rojaltin sijasta. Maksuja ja toimintaa ei saa jakaa tai yhdistää, jos järjestelyn tarkoituksena on välttää tämän lain soveltaminen.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) yrityksella osakeyhtiolaissa (624/2006) tarkoitettua osakeyhtiota ja osuuskunta-laissa (421/2013) tarkoitettua osuuskuntaa seka avoimesta ja kommandiittiyhtiosta annetussa laissa (389/1988) tarkoitettua avointa yhtiota ja kommandiittiyhtiota, jos avoimessa yhtiossa tai kommandiittiyhtiossa kaikki vastuunalaiset yhtiomiehet ovat osakeyhtioita tai osuuskuntia; 2) yleisen edun kannalta merkittavalla yhteisolla kirjanpitolain (1336/1997) 1 luvun 9 §:ssa tarkoitettua yhteisoa; 3) kaivannaisteollisuudella toimintaa, joka kasittaa mineraali-, oljy- ja maakaasuesiintymien tai muiden materiaalien tutkimista, etsintaa, kehittamista ja hyodyntamista tilastollisen toimialaluokituksen nace rev. 2 vahvistamisesta seka neuvoston asetuksen (ety) n:o 3037/90 ja tiettyjen eri tilastoaloja koskevien yhteison asetusten muuttamisesta annetun euroopan parlamentin ja neuvoston asetuksen (ey) n:o 1893/2006 liitteessa i olevan paaluokan b kaksinumerotasoissa 05-08 luetelluilla toimialoilla; 4) aarniometsien puunkorjuulla 3 kohdassa tarkoitetun asetuksen liitteessa i olevan paaluokan a kaksinumerotason 02 kolminumerotasossa 02.2 maariteltya toimintaa aarniometsissa; 5) viranomaisella valtiollista tai paikallisviranomaista kasittaen sen alaiset virastot ja yritykset, jotka ovat sen maaraysvallassa; 6) hankkeella sopimuksen kohteena olevaa toimintaa, joka perustaa yritykselle maksuvelvollisuuden viranomaista kohtaan; 7) maksulla maaraa, joka on suoritettu rahana tai muuna vastikkeena kaivannaisteollisuudessa ja aarniometsien puunkorjuussa: a) tuotanto-oikeuksista; b) yritysten tuloista, tuotannosta tai voitoista kannettavina veroina arvonlisaveroja ja muita kulutusperusteisia veroja lukuun ottamatta; c) rojalteina; d) osinkoina ja muuna voitonjakona; e) allekirjoitus-, loyto- ja tuotantobonuksina; f) lisenssimaksuina, vuokramaksuina ja kaivosoikeuksien rekisterointimaksuina seka muina vastikkeina lisensseista ja kayttooikeussopimuksista; ja g) maksuina infrastruktuurin parannuksista. jos 1 momentin 6 kohdassa tarkoitettu sopimus liittyy merkittavalla tavalla toiseen tallaiseen sopimukseen, on niiden kohteena olevaa toimintaa pidettava yhtena hankkeena. osinkoa tai muuta voitonjakoa, joka on maksettu viranomaiselle samoin ehdoin kuin muille yrityksen omistajille, ei sisallyteta 1 momentin 7 kohdan d alakohdassa tarkoitettuun maksuun, ellei voittoa ole jaettu tuotanto-oikeusmaksun tai rojaltin sijasta. maksuja ja toimintaa ei saa jakaa tai yhdistaa, jos jarjestelyn tarkoituksena on valttaa taman lain soveltaminen.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) företag aktiebolag enligt aktiebolagslagen (624/2006) och andelslag enligt lagen om andelslag (421/2013) samt öppna bolag eller kommanditbolag enligt lagen om öppna bolag och kommanditbolag (389/1988), om samtliga ansvariga bolagsmän i det öppna bolaget eller kommanditbolaget är aktiebolag eller andelslag, 2) företag av allmänt intresse företag som avses i 1 kap. 9 § i bokföringslagen (1336/1997), 3) utvinningsindustri verksamhet som inbegriper utforskning, prospektering, upptäckt, utveckling och utvinning av mineraler, olja, naturgasfyndigheter eller andra ämnen, inom ramen för de ekonomiska verksamheter som är förtecknade i bilaga I avdelning B - huvudgrupperna 05-08 i Europaparlamentets och rådets förordning (EG) nr 1893/2006 om fastställande av den statistiska näringsgrensindelningen Nace rev. 2 och om ändring av rådets förordning (EEG) nr 3037/90 och vissa EG-förordningar om särskilda statistikområden, 4) avverkning av naturskog sådan verksamhet i naturskog som avses i bilaga I avdelning A - huvudgrupp 02, grupp 02.2 i förordning (EG) nr 1893/2006, 5) myndighet en statlig eller lokal myndighet, vari inbegrips underlydande ämbetsverk samt företag som står under bestämmande inflytande av myndigheten, 6) projekt kontrakterad verksamhet som ligger till grund för ett företags betalningsansvar gentemot en myndighet, 7) betalning ett utbetalt belopp, vare sig det är i pengar eller annat vederlag inom utvinningsindustri eller inom avverkning av naturskog, av följande typer: a) produktionsrättigheter, b) skatter som på inkomster, produktion eller vinst från företag, med undantag för mervärdesskatt och andra konsumtionsbaserade skatter, c) royalty, d) utdelningar och annan utbetalning av vinst, e) kontrakts-, upptäckts- och produktionsbonusar, f) licensavgifter, hyresavgifter, avgifter för registrering av gruvrätter samt andra ersättningar för licenser eller koncessioner, och g) betalningar för infrastrukturförbättringar. Om ett kontrakt enligt 1 mom. 6 punkten i väsentlig grad är sammankopplat med ett annat sådant kontrakt ska den verksamhet som kontrakten avser anses utgöra ett projekt. Utdelningar och annan utbetalning av vinst som betalats till en myndighet på samma villkor som till andra ägare i företaget ska inte räknas in i en betalning enligt 1 mom. 7 punkten underpunkt d, om utdelningen inte gjorts i stället för en avgift för produktionsrättigheter eller en royalty. Betalningar och verksamheter får inte delas upp eller slås ihop om arrangemanget sker i syfte att undvika tillämpning av denna lag.",
        "normalized_sv": "I denna lag avses med 1) företag aktiebolag enligt aktiebolagslagen (624/2006) och andelslag enligt lagen om andelslag (421/2013) samt öppna bolag eller kommanditbolag enligt lagen om öppna bolag och kommanditbolag (389/1988), om samtliga ansvariga bolagsmän i det öppna bolaget eller kommanditbolaget är aktiebolag eller andelslag, 2) företag av allmänt intresse företag som avses i 1 kap. 9 § i bokföringslagen (1336/1997), 3) utvinningsindustri verksamhet som inbegriper utforskning, prospektering, upptäckt, utveckling och utvinning av mineraler, olja, naturgasfyndigheter eller andra ämnen, inom ramen för de ekonomiska verksamheter som är förtecknade i bilaga I avdelning B - huvudgrupperna 05-08 i Europaparlamentets och rådets förordning (EG) nr 1893/2006 om fastställande av den statistiska näringsgrensindelningen Nace rev. 2 och om ändring av rådets förordning (EEG) nr 3037/90 och vissa EG-förordningar om särskilda statistikområden, 4) avverkning av naturskog sådan verksamhet i naturskog som avses i bilaga I avdelning A - huvudgrupp 02, grupp 02.2 i förordning (EG) nr 1893/2006, 5) myndighet en statlig eller lokal myndighet, vari inbegrips underlydande ämbetsverk samt företag som står under bestämmande inflytande av myndigheten, 6) projekt kontrakterad verksamhet som ligger till grund för ett företags betalningsansvar gentemot en myndighet, 7) betalning ett utbetalt belopp, vare sig det är i pengar eller annat vederlag inom utvinningsindustri eller inom avverkning av naturskog, av följande typer: a) produktionsrättigheter, b) skatter som på inkomster, produktion eller vinst från företag, med undantag för mervärdesskatt och andra konsumtionsbaserade skatter, c) royalty, d) utdelningar och annan utbetalning av vinst, e) kontrakts-, upptäckts- och produktionsbonusar, f) licensavgifter, hyresavgifter, avgifter för registrering av gruvrätter samt andra ersättningar för licenser eller koncessioner, och g) betalningar för infrastrukturförbättringar. Om ett kontrakt enligt 1 mom. 6 punkten i väsentlig grad är sammankopplat med ett annat sådant kontrakt ska den verksamhet som kontrakten avser anses utgöra ett projekt. Utdelningar och annan utbetalning av vinst som betalats till en myndighet på samma villkor som till andra ägare i företaget ska inte räknas in i en betalning enligt 1 mom. 7 punkten underpunkt d, om utdelningen inte gjorts i stället för en avgift för produktionsrättigheter eller en royalty. Betalningar och verksamheter får inte delas upp eller slås ihop om arrangemanget sker i syfte att undvika tillämpning av denna lag.",
        "folded_sv": "i denna lag avses med 1) foretag aktiebolag enligt aktiebolagslagen (624/2006) och andelslag enligt lagen om andelslag (421/2013) samt oppna bolag eller kommanditbolag enligt lagen om oppna bolag och kommanditbolag (389/1988), om samtliga ansvariga bolagsman i det oppna bolaget eller kommanditbolaget ar aktiebolag eller andelslag, 2) foretag av allmant intresse foretag som avses i 1 kap. 9 § i bokforingslagen (1336/1997), 3) utvinningsindustri verksamhet som inbegriper utforskning, prospektering, upptackt, utveckling och utvinning av mineraler, olja, naturgasfyndigheter eller andra amnen, inom ramen for de ekonomiska verksamheter som ar fortecknade i bilaga i avdelning b - huvudgrupperna 05-08 i europaparlamentets och radets forordning (eg) nr 1893/2006 om faststallande av den statistiska naringsgrensindelningen nace rev. 2 och om andring av radets forordning (eeg) nr 3037/90 och vissa eg-forordningar om sarskilda statistikomraden, 4) avverkning av naturskog sadan verksamhet i naturskog som avses i bilaga i avdelning a - huvudgrupp 02, grupp 02.2 i forordning (eg) nr 1893/2006, 5) myndighet en statlig eller lokal myndighet, vari inbegrips underlydande ambetsverk samt foretag som star under bestammande inflytande av myndigheten, 6) projekt kontrakterad verksamhet som ligger till grund for ett foretags betalningsansvar gentemot en myndighet, 7) betalning ett utbetalt belopp, vare sig det ar i pengar eller annat vederlag inom utvinningsindustri eller inom avverkning av naturskog, av foljande typer: a) produktionsrattigheter, b) skatter som pa inkomster, produktion eller vinst fran foretag, med undantag for mervardesskatt och andra konsumtionsbaserade skatter, c) royalty, d) utdelningar och annan utbetalning av vinst, e) kontrakts-, upptackts- och produktionsbonusar, f) licensavgifter, hyresavgifter, avgifter for registrering av gruvratter samt andra ersattningar for licenser eller koncessioner, och g) betalningar for infrastrukturforbattringar. om ett kontrakt enligt 1 mom. 6 punkten i vasentlig grad ar sammankopplat med ett annat sadant kontrakt ska den verksamhet som kontrakten avser anses utgora ett projekt. utdelningar och annan utbetalning av vinst som betalats till en myndighet pa samma villkor som till andra agare i foretaget ska inte raknas in i en betalning enligt 1 mom. 7 punkten underpunkt d, om utdelningen inte gjorts i stallet for en avgift for produktionsrattigheter eller en royalty. betalningar och verksamheter far inte delas upp eller slas ihop om arrangemanget sker i syfte att undvika tillampning av denna lag."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Vuosiselvityksen laatiminen ja sisältö",
      "content": "Yrityksen on laadittava vuosiselvitys, jossa on esitettävä kaivannaisteollisuudesta ja aarniometsien puunkorjuusta viimeksi päättyneeltä tilikaudelta viranomaiskohtaisesti: 1) suoritettujen maksujen kokonaisarvo; 2) kokonaisarvon erittely 2 §:n 1 momentin 7 kohdan mukaisesti. Suoritetuista maksuista, jotka perustuvat tiettyyn hankkeeseen, esitetään 1 momentissa säädetyn lisäksi hankekohtaisesti näiden maksujen kokonaisarvo ja sen 2 §:n 1 momentin 7 kohdan mukainen erittely. Jos maksut on suoritettu tiettyyn toimintayksikköön kohdistuvista tavoitteista, yritys saa 2 momentista poiketen esittää maksut toimintayksiköittäin. Vuosiselvityksessä on esitettävä maksut ja niiden perustana oleva toiminta tosiasiallisen luonteensa mukaisina.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Yrityksen on laadittava vuosiselvitys, jossa on esitettävä kaivannaisteollisuudesta ja aarniometsien puunkorjuusta viimeksi päättyneeltä tilikaudelta viranomaiskohtaisesti: 1) suoritettujen maksujen kokonaisarvo; 2) kokonaisarvon erittely 2 § :n 1 momentin 7 kohdan mukaisesti. Suoritetuista maksuista, jotka perustuvat tiettyyn hankkeeseen, esitetään 1 momentissa säädetyn lisäksi hankekohtaisesti näiden maksujen kokonaisarvo ja sen 2 § :n 1 momentin 7 kohdan mukainen erittely. Jos maksut on suoritettu tiettyyn toimintayksikköön kohdistuvista tavoitteista, yritys saa 2 momentista poiketen esittää maksut toimintayksiköittäin. Vuosiselvityksessä on esitettävä maksut ja niiden perustana oleva toiminta tosiasiallisen luonteensa mukaisina.",
        "folded_fi": "yrityksen on laadittava vuosiselvitys, jossa on esitettava kaivannaisteollisuudesta ja aarniometsien puunkorjuusta viimeksi paattyneelta tilikaudelta viranomaiskohtaisesti: 1) suoritettujen maksujen kokonaisarvo; 2) kokonaisarvon erittely 2 §:n 1 momentin 7 kohdan mukaisesti. suoritetuista maksuista, jotka perustuvat tiettyyn hankkeeseen, esitetaan 1 momentissa saadetyn lisaksi hankekohtaisesti naiden maksujen kokonaisarvo ja sen 2 §:n 1 momentin 7 kohdan mukainen erittely. jos maksut on suoritettu tiettyyn toimintayksikkoon kohdistuvista tavoitteista, yritys saa 2 momentista poiketen esittaa maksut toimintayksikoittain. vuosiselvityksessa on esitettava maksut ja niiden perustana oleva toiminta tosiasiallisen luonteensa mukaisina.",
        "title_sv": "Upprättande av årsrapport och dess innehåll",
        "content_sv": "Företag ska göra upp en årsrapport med följande myndighetsspecifika uppgifter om utvinningsindustri och avverkning av naturskog för den senast avslutade räkenskapsperioden: 1) utbetalningarnas totala värde, 2) en specifikation enligt 2 § 1 mom. 7 punkten av det totala värdet. I fråga om betalningar som grundar sig på ett specifikt projekt redovisas utöver vad som föreskrivs i 1 mom. det totala värdet av dessa betalningar projektspecifikt och en specifikation enligt 2 § 1 mom. 7 punkten. Om betalningarna baserar sig på skyldigheter som hänför sig till en viss verksamhetsenhet, får företaget med avvikelse från 2 mom. redovisa betalningarna per enhet. I årsrapporten ska betalningarna och den underliggande verksamheten redovisas enligt sin faktiska karaktär.",
        "normalized_sv": "Företag ska göra upp en årsrapport med följande myndighetsspecifika uppgifter om utvinningsindustri och avverkning av naturskog för den senast avslutade räkenskapsperioden: 1) utbetalningarnas totala värde, 2) en specifikation enligt 2 § 1 mom. 7 punkten av det totala värdet. I fråga om betalningar som grundar sig på ett specifikt projekt redovisas utöver vad som föreskrivs i 1 mom. det totala värdet av dessa betalningar projektspecifikt och en specifikation enligt 2 § 1 mom. 7 punkten. Om betalningarna baserar sig på skyldigheter som hänför sig till en viss verksamhetsenhet, får företaget med avvikelse från 2 mom. redovisa betalningarna per enhet. I årsrapporten ska betalningarna och den underliggande verksamheten redovisas enligt sin faktiska karaktär.",
        "folded_sv": "foretag ska gora upp en arsrapport med foljande myndighetsspecifika uppgifter om utvinningsindustri och avverkning av naturskog for den senast avslutade rakenskapsperioden: 1) utbetalningarnas totala varde, 2) en specifikation enligt 2 § 1 mom. 7 punkten av det totala vardet. i fraga om betalningar som grundar sig pa ett specifikt projekt redovisas utover vad som foreskrivs i 1 mom. det totala vardet av dessa betalningar projektspecifikt och en specifikation enligt 2 § 1 mom. 7 punkten. om betalningarna baserar sig pa skyldigheter som hanfor sig till en viss verksamhetsenhet, far foretaget med avvikelse fran 2 mom. redovisa betalningarna per enhet. i arsrapporten ska betalningarna och den underliggande verksamheten redovisas enligt sin faktiska karaktar."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Konsernin vuosiselvitys",
      "content": "konsernin vuosiselvitys Silloin, kun yritys on kirjanpitolain mukaan velvollinen laatimaan konsernitilinpäätöksen, vuosiselvitys laaditaan sen koko konsernista (), jos: 1) yritys tai sen tytäryritys, joka kuuluu tämän lain soveltamisalaan, harjoittaa kaivannaisteollisuutta tai aarniometsien puunkorjuuta; tai 2) kaivannaisteollisuutta tai aarniometsien puunkorjuuta harjoittavissa konserniyrityksissä on yhteenlaskettuna ylittynyt vähintään kaksi 1 §:n 2 momentin raja-arvoista viimeksi päättyneellä tilikaudella. Yrityksen, jonka tiedot sisältyvät konsernin vuosiselvitykseen, ei tarvitse laatia 3 §:ssä tarkoitettua vuosiselvitystä. Edellä 1 momentissa säädetty velvollisuus ei koske: 1) kirjanpitolain 1 luvun 6 a §:ssä tarkoitetun pienkonsernin emoyritystä, ellei sen tytäryritys ole yleisen edun kannalta merkittävä yhteisö; 2) emoyritystä, joka on itse tytäryritys konsernissa, jonka emoyritys on jonkin Euroopan talousalueeseen kuuluvan jäsenvaltion lainsäädännön alainen. Konsernin vuosiselvitykseen sisällytettävien maksujen tulee perustua konsernissa harjoitettuun kaivannaisteollisuuteen tai aarniometsien puunkorjuuseen. Edellyttäen, että samaa poikkeusta sovelletaan konsernitilinpäätöksen laatimiseen, saadaan konsernin vuosiselvitykseen jättää sisällyttämättä tytäryrityksen suorittamat maksut, jos: 1) merkittävät ja pitkäaikaiset rajoitukset estävät olennaisella tavalla emoyritystä käyttämästä vaikutusvaltaansa tässä tytäryrityksessä; 2) konsernin vuosiselvitystä varten tarpeellisia tietoja ei poikkeuksellisesti ole mahdollista saada ilman suhteettomia kustannuksia tai kohtuutonta viivytystä; tai 3) omistus tytäryrityksessä on lyhytaikainen ja tarkoitettu yksinomaan edelleen luovutettavaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "konsernin vuosiselvitys Silloin, kun yritys on kirjanpitolain mukaan velvollinen laatimaan konsernitilinpäätöksen, vuosiselvitys laaditaan sen koko konsernista (), jos: 1) yritys tai sen tytäryritys, joka kuuluu tämän lain soveltamisalaan, harjoittaa kaivannaisteollisuutta tai aarniometsien puunkorjuuta; tai 2) kaivannaisteollisuutta tai aarniometsien puunkorjuuta harjoittavissa konserniyrityksissä on yhteenlaskettuna ylittynyt vähintään kaksi 1 § :n 2 momentin raja-arvoista viimeksi päättyneellä tilikaudella. Yrityksen, jonka tiedot sisältyvät konsernin vuosiselvitykseen, ei tarvitse laatia 3 § :ssä tarkoitettua vuosiselvitystä. Edellä 1 momentissa säädetty velvollisuus ei koske: 1) kirjanpitolain 1 luvun 6 a § :ssä tarkoitetun pienkonsernin emoyritystä, ellei sen tytäryritys ole yleisen edun kannalta merkittävä yhteisö; 2) emoyritystä, joka on itse tytäryritys konsernissa, jonka emoyritys on jonkin Euroopan talousalueeseen kuuluvan jäsenvaltion lainsäädännön alainen. Konsernin vuosiselvitykseen sisällytettävien maksujen tulee perustua konsernissa harjoitettuun kaivannaisteollisuuteen tai aarniometsien puunkorjuuseen. Edellyttäen, että samaa poikkeusta sovelletaan konsernitilinpäätöksen laatimiseen, saadaan konsernin vuosiselvitykseen jättää sisällyttämättä tytäryrityksen suorittamat maksut, jos: 1) merkittävät ja pitkäaikaiset rajoitukset estävät olennaisella tavalla emoyritystä käyttämästä vaikutusvaltaansa tässä tytäryrityksessä; 2) konsernin vuosiselvitystä varten tarpeellisia tietoja ei poikkeuksellisesti ole mahdollista saada ilman suhteettomia kustannuksia tai kohtuutonta viivytystä; tai 3) omistus tytäryrityksessä on lyhytaikainen ja tarkoitettu yksinomaan edelleen luovutettavaksi.",
        "folded_fi": "konsernin vuosiselvitys silloin, kun yritys on kirjanpitolain mukaan velvollinen laatimaan konsernitilinpaatoksen, vuosiselvitys laaditaan sen koko konsernista (), jos: 1) yritys tai sen tytaryritys, joka kuuluu taman lain soveltamisalaan, harjoittaa kaivannaisteollisuutta tai aarniometsien puunkorjuuta; tai 2) kaivannaisteollisuutta tai aarniometsien puunkorjuuta harjoittavissa konserniyrityksissa on yhteenlaskettuna ylittynyt vahintaan kaksi 1 §:n 2 momentin raja-arvoista viimeksi paattyneella tilikaudella. yrityksen, jonka tiedot sisaltyvat konsernin vuosiselvitykseen, ei tarvitse laatia 3 §:ssa tarkoitettua vuosiselvitysta. edella 1 momentissa saadetty velvollisuus ei koske: 1) kirjanpitolain 1 luvun 6 a §:ssa tarkoitetun pienkonsernin emoyritysta, ellei sen tytaryritys ole yleisen edun kannalta merkittava yhteiso; 2) emoyritysta, joka on itse tytaryritys konsernissa, jonka emoyritys on jonkin euroopan talousalueeseen kuuluvan jasenvaltion lainsaadannon alainen. konsernin vuosiselvitykseen sisallytettavien maksujen tulee perustua konsernissa harjoitettuun kaivannaisteollisuuteen tai aarniometsien puunkorjuuseen. edellyttaen, etta samaa poikkeusta sovelletaan konsernitilinpaatoksen laatimiseen, saadaan konsernin vuosiselvitykseen jattaa sisallyttamatta tytaryrityksen suorittamat maksut, jos: 1) merkittavat ja pitkaaikaiset rajoitukset estavat olennaisella tavalla emoyritysta kayttamasta vaikutusvaltaansa tassa tytaryrityksessa; 2) konsernin vuosiselvitysta varten tarpeellisia tietoja ei poikkeuksellisesti ole mahdollista saada ilman suhteettomia kustannuksia tai kohtuutonta viivytysta; tai 3) omistus tytaryrityksessa on lyhytaikainen ja tarkoitettu yksinomaan edelleen luovutettavaksi.",
        "title_sv": "Årsrapport för koncerner",
        "content_sv": "koncernens årsrapport När ett företag enligt bokföringslagen är skyldigt att upprätta koncernbokslut upprättas en årsrapport för hela koncernen (), om 1) företaget eller ett sådant dotterföretag till företaget som omfattas av tillämpningsområdet för denna lag är verksamt i utvinningsindustrin eller inom avverkning av naturskog, eller 2) minst två av gränsvärdena i 1 § 2 mom. sammanräknat under den senast avslutade räkenskapsperioden har överskridits i koncernföretag som är verksamma i utvinningsindustrin eller inom avverkning av naturskog. Om information om ett företag ingår i koncernens årsrapport behöver företaget inte upprätta årsrapport enligt 3 §. Den skyldighet som föreskrivs i 1 mom. gäller inte 1) moderföretaget i en liten koncern enligt 1 kap. 6 a § i bokföringslagen, om dess dotterföretag inte är ett företag av allmänt intresse, 2) ett moderföretag som självt är dotterföretag i en koncern vars moderföretag lyder under lagstiftningen i en medlemsstat inom Europeiska ekonomiska samarbetsområdet. De betalningar som anges i en koncerns årsrapport ska basera sig på utvinningsindustrin eller på avverkning av naturskog inom koncernen. Under förutsättning att samma undantag tillämpas på upprättande av koncernbokslut, behöver i koncernens årsrapport inte tas in ett dotterföretags betalningar, om 1) betydande och långvariga hinder föreligger som i väsentlig grad förhindrar moderföretaget att utöva inflytande i detta dotterföretag, 2) det undantagsvis inte är möjligt att utan oskäliga kostnader eller orimligt dröjsmål få den information som behövs för att upprätta en årsrapport för koncernen, eller 3) innehavet i dotterföretaget är kortvarigt och uteslutande avsett att vidareöverlåtas.",
        "normalized_sv": "koncernens årsrapport När ett företag enligt bokföringslagen är skyldigt att upprätta koncernbokslut upprättas en årsrapport för hela koncernen (), om 1) företaget eller ett sådant dotterföretag till företaget som omfattas av tillämpningsområdet för denna lag är verksamt i utvinningsindustrin eller inom avverkning av naturskog, eller 2) minst två av gränsvärdena i 1 § 2 mom. sammanräknat under den senast avslutade räkenskapsperioden har överskridits i koncernföretag som är verksamma i utvinningsindustrin eller inom avverkning av naturskog. Om information om ett företag ingår i koncernens årsrapport behöver företaget inte upprätta årsrapport enligt 3 § . Den skyldighet som föreskrivs i 1 mom. gäller inte 1) moderföretaget i en liten koncern enligt 1 kap. 6 a § i bokföringslagen, om dess dotterföretag inte är ett företag av allmänt intresse, 2) ett moderföretag som självt är dotterföretag i en koncern vars moderföretag lyder under lagstiftningen i en medlemsstat inom Europeiska ekonomiska samarbetsområdet. De betalningar som anges i en koncerns årsrapport ska basera sig på utvinningsindustrin eller på avverkning av naturskog inom koncernen. Under förutsättning att samma undantag tillämpas på upprättande av koncernbokslut, behöver i koncernens årsrapport inte tas in ett dotterföretags betalningar, om 1) betydande och långvariga hinder föreligger som i väsentlig grad förhindrar moderföretaget att utöva inflytande i detta dotterföretag, 2) det undantagsvis inte är möjligt att utan oskäliga kostnader eller orimligt dröjsmål få den information som behövs för att upprätta en årsrapport för koncernen, eller 3) innehavet i dotterföretaget är kortvarigt och uteslutande avsett att vidareöverlåtas.",
        "folded_sv": "koncernens arsrapport nar ett foretag enligt bokforingslagen ar skyldigt att uppratta koncernbokslut upprattas en arsrapport for hela koncernen (), om 1) foretaget eller ett sadant dotterforetag till foretaget som omfattas av tillampningsomradet for denna lag ar verksamt i utvinningsindustrin eller inom avverkning av naturskog, eller 2) minst tva av gransvardena i 1 § 2 mom. sammanraknat under den senast avslutade rakenskapsperioden har overskridits i koncernforetag som ar verksamma i utvinningsindustrin eller inom avverkning av naturskog. om information om ett foretag ingar i koncernens arsrapport behover foretaget inte uppratta arsrapport enligt 3 §. den skyldighet som foreskrivs i 1 mom. galler inte 1) moderforetaget i en liten koncern enligt 1 kap. 6 a § i bokforingslagen, om dess dotterforetag inte ar ett foretag av allmant intresse, 2) ett moderforetag som sjalvt ar dotterforetag i en koncern vars moderforetag lyder under lagstiftningen i en medlemsstat inom europeiska ekonomiska samarbetsomradet. de betalningar som anges i en koncerns arsrapport ska basera sig pa utvinningsindustrin eller pa avverkning av naturskog inom koncernen. under forutsattning att samma undantag tillampas pa upprattande av koncernbokslut, behover i koncernens arsrapport inte tas in ett dotterforetags betalningar, om 1) betydande och langvariga hinder foreligger som i vasentlig grad forhindrar moderforetaget att utova inflytande i detta dotterforetag, 2) det undantagsvis inte ar mojligt att utan oskaliga kostnader eller orimligt drojsmal fa den information som behovs for att uppratta en arsrapport for koncernen, eller 3) innehavet i dotterforetaget ar kortvarigt och uteslutande avsett att vidareoverlatas."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Maksun määrittely",
      "content": "Vuosiselvityksessä esitettävän maksujen kokonaisarvon määrittelyssä on otettava huomioon vähintään 100 000 euron suuruiset maksut tilikaudelta. Jos yritys on maksanut vuokraa osasuorituksina tai muuten suorittanut jaksottaisesti toisiinsa liittyviä maksuja, lasketaan ne yhteen tilikaudelta 1 momenttia sovellettaessa. Jos maksu on suoritettu muuna vastikkeena kuin rahana, vastike on otettava huomioon käyvästä arvostaan. Tällaisesta vastikkeesta on ilmoitettava myös sen laatu ja määrä sekä kuvattava sen arvonmääritystapa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Vuosiselvityksessä esitettävän maksujen kokonaisarvon määrittelyssä on otettava huomioon vähintään 100 000 euron suuruiset maksut tilikaudelta. Jos yritys on maksanut vuokraa osasuorituksina tai muuten suorittanut jaksottaisesti toisiinsa liittyviä maksuja, lasketaan ne yhteen tilikaudelta 1 momenttia sovellettaessa. Jos maksu on suoritettu muuna vastikkeena kuin rahana, vastike on otettava huomioon käyvästä arvostaan. Tällaisesta vastikkeesta on ilmoitettava myös sen laatu ja määrä sekä kuvattava sen arvonmääritystapa.",
        "folded_fi": "vuosiselvityksessa esitettavan maksujen kokonaisarvon maarittelyssa on otettava huomioon vahintaan 100 000 euron suuruiset maksut tilikaudelta. jos yritys on maksanut vuokraa osasuorituksina tai muuten suorittanut jaksottaisesti toisiinsa liittyvia maksuja, lasketaan ne yhteen tilikaudelta 1 momenttia sovellettaessa. jos maksu on suoritettu muuna vastikkeena kuin rahana, vastike on otettava huomioon kayvasta arvostaan. tallaisesta vastikkeesta on ilmoitettava myos sen laatu ja maara seka kuvattava sen arvonmaaritystapa.",
        "title_sv": "Hur betalningen bestäms",
        "content_sv": "Under räkenskapsperioden gjorda betalningar på minst 100 000 euro ska beaktas när det totala värdet av betalningarna som ska redovisas i årsrapporten bestäms. Om ett företag har betalat hyra som delbetalningar eller annars gjort periodiska inbetalningar som har samband med varandra, ska dessa vid tillämpningen av 1 mom. räknas ihop för räkenskapsperioden. När något annat vederlag än pengar har använts för betalningen ska vederlaget beaktas till sitt verkliga värde. Också arten och mängden för sådana vederlag ska uppges samt en beskrivning ges av hur värdet har bestämts.",
        "normalized_sv": "Under räkenskapsperioden gjorda betalningar på minst 100 000 euro ska beaktas när det totala värdet av betalningarna som ska redovisas i årsrapporten bestäms. Om ett företag har betalat hyra som delbetalningar eller annars gjort periodiska inbetalningar som har samband med varandra, ska dessa vid tillämpningen av 1 mom. räknas ihop för räkenskapsperioden. När något annat vederlag än pengar har använts för betalningen ska vederlaget beaktas till sitt verkliga värde. Också arten och mängden för sådana vederlag ska uppges samt en beskrivning ges av hur värdet har bestämts.",
        "folded_sv": "under rakenskapsperioden gjorda betalningar pa minst 100 000 euro ska beaktas nar det totala vardet av betalningarna som ska redovisas i arsrapporten bestams. om ett foretag har betalat hyra som delbetalningar eller annars gjort periodiska inbetalningar som har samband med varandra, ska dessa vid tillampningen av 1 mom. raknas ihop for rakenskapsperioden. nar nagot annat vederlag an pengar har anvants for betalningen ska vederlaget beaktas till sitt verkliga varde. ocksa arten och mangden for sadana vederlag ska uppges samt en beskrivning ges av hur vardet har bestamts."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Kieli ja valuutta",
      "content": "Vuosiselvitys on esitettävä suomen tai ruotsin kielellä euromääräisenä. Jos yritys esittää vuosiselvityksessä annettavat tiedot myös muussa valuutassa, on ilmoitettava tietojen muuntamisessa käytetty kurssi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Vuosiselvitys on esitettävä suomen tai ruotsin kielellä euromääräisenä. Jos yritys esittää vuosiselvityksessä annettavat tiedot myös muussa valuutassa, on ilmoitettava tietojen muuntamisessa käytetty kurssi.",
        "folded_fi": "vuosiselvitys on esitettava suomen tai ruotsin kielella euromaaraisena. jos yritys esittaa vuosiselvityksessa annettavat tiedot myos muussa valuutassa, on ilmoitettava tietojen muuntamisessa kaytetty kurssi.",
        "title_sv": "Språk och valuta",
        "content_sv": "Årsrapporten ska upprättas på finska eller svenska, i euro. Om företaget lägger fram de uppgifter som ska ges i årsrapporten också i någon annan valuta, ska den kurs som använts vid omräkningen av uppgifterna anges.",
        "normalized_sv": "Årsrapporten ska upprättas på finska eller svenska, i euro. Om företaget lägger fram de uppgifter som ska ges i årsrapporten också i någon annan valuta, ska den kurs som använts vid omräkningen av uppgifterna anges.",
        "folded_sv": "arsrapporten ska upprattas pa finska eller svenska, i euro. om foretaget lagger fram de uppgifter som ska ges i arsrapporten ocksa i nagon annan valuta, ska den kurs som anvants vid omrakningen av uppgifterna anges."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Päiväys ja allekirjoitus",
      "content": "Vuosiselvitys ja konsernin vuosiselvitys on päivättävä ja allekirjoitettava. Hallitus ja toimitusjohtaja allekirjoittavat vuosiselvityksen tai konsernin vuosiselvityksen osakeyhtiössä ja osuuskunnassa ja vastuunalaiset yhtiömiehet avoimessa yhtiössä ja kommandiittiyhtiössä. Jos allekirjoittaja on esittänyt eriävän mielipiteen vuosiselvityksestä, on tätä koskeva lausuma sisällytettävä vuosiselvitykseen hänen vaatimuksestaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Vuosiselvitys ja konsernin vuosiselvitys on päivättävä ja allekirjoitettava. Hallitus ja toimitusjohtaja allekirjoittavat vuosiselvityksen tai konsernin vuosiselvityksen osakeyhtiössä ja osuuskunnassa ja vastuunalaiset yhtiömiehet avoimessa yhtiössä ja kommandiittiyhtiössä. Jos allekirjoittaja on esittänyt eriävän mielipiteen vuosiselvityksestä, on tätä koskeva lausuma sisällytettävä vuosiselvitykseen hänen vaatimuksestaan.",
        "folded_fi": "vuosiselvitys ja konsernin vuosiselvitys on paivattava ja allekirjoitettava. hallitus ja toimitusjohtaja allekirjoittavat vuosiselvityksen tai konsernin vuosiselvityksen osakeyhtiossa ja osuuskunnassa ja vastuunalaiset yhtiomiehet avoimessa yhtiossa ja kommandiittiyhtiossa. jos allekirjoittaja on esittanyt eriavan mielipiteen vuosiselvityksesta, on tata koskeva lausuma sisallytettava vuosiselvitykseen hanen vaatimuksestaan.",
        "title_sv": "Datering och underskrift",
        "content_sv": "Årsrapporten och koncernens årsrapport ska dateras och undertecknas. I aktiebolag och andelslag ska årsrapporten eller koncernens årsrapport undertecknas av styrelsen och verkställande direktören och i ett öppet bolag och kommanditbolag av de ansvariga bolagsmännen. Om någon som undertecknat årsrapporten har framfört avvikande mening om denna, ska det på yrkande av undertecknaren tas in ett yttrande om saken i årsrapporten.",
        "normalized_sv": "Årsrapporten och koncernens årsrapport ska dateras och undertecknas. I aktiebolag och andelslag ska årsrapporten eller koncernens årsrapport undertecknas av styrelsen och verkställande direktören och i ett öppet bolag och kommanditbolag av de ansvariga bolagsmännen. Om någon som undertecknat årsrapporten har framfört avvikande mening om denna, ska det på yrkande av undertecknaren tas in ett yttrande om saken i årsrapporten.",
        "folded_sv": "arsrapporten och koncernens arsrapport ska dateras och undertecknas. i aktiebolag och andelslag ska arsrapporten eller koncernens arsrapport undertecknas av styrelsen och verkstallande direktoren och i ett oppet bolag och kommanditbolag av de ansvariga bolagsmannen. om nagon som undertecknat arsrapporten har framfort avvikande mening om denna, ska det pa yrkande av undertecknaren tas in ett yttrande om saken i arsrapporten."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Rekisteröinti ja julkistaminen",
      "content": "Jäljennös vuosiselvityksestä ja konsernin vuosiselvityksestä on ilmoitettava rekisteröitäväksi patentti- ja rekisterihallitukselle. Jos yritys on osakeyhtiö tai osuuskunta, sen on tehtävä ilmoitus kahden kuukauden kuluessa varsinaisesta yhtiökokouksesta tai varsinaisesta osuuskunnan kokouksesta. Avoimen yhtiön tai kommandiittiyhtiön on tehtävä ilmoitus kuuden kuukauden kuluessa tilikauden päättymisestä. Jos 2 momentissa säädetty velvollisuus laiminlyödään, rekisteriviranomainen voi velvoittaa toimitusjohtajan, hallituksen jäsenen tai muun 7 §:n 2 momentissa tarkoitetun henkilön sakon uhalla täyttämään velvollisuutensa määräämässään ajassa. Päätökseen, jolla rekisteriviranomainen on asettanut uhkasakon, ei saa hakea muutosta valittamalla. Patentti- ja rekisterihallitus julkistaa rekisteröitäväksi ilmoitetun vuosiselvityksen ja konsernin vuosiselvityksen samalla tavalla kuin tilinpäätöksen ja toimintakertomuksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Jäljennös vuosiselvityksestä ja konsernin vuosiselvityksestä on ilmoitettava rekisteröitäväksi patentti- ja rekisterihallitukselle. Jos yritys on osakeyhtiö tai osuuskunta, sen on tehtävä ilmoitus kahden kuukauden kuluessa varsinaisesta yhtiökokouksesta tai varsinaisesta osuuskunnan kokouksesta. Avoimen yhtiön tai kommandiittiyhtiön on tehtävä ilmoitus kuuden kuukauden kuluessa tilikauden päättymisestä. Jos 2 momentissa säädetty velvollisuus laiminlyödään, rekisteriviranomainen voi velvoittaa toimitusjohtajan, hallituksen jäsenen tai muun 7 § :n 2 momentissa tarkoitetun henkilön sakon uhalla täyttämään velvollisuutensa määräämässään ajassa. Päätökseen, jolla rekisteriviranomainen on asettanut uhkasakon, ei saa hakea muutosta valittamalla. Patentti- ja rekisterihallitus julkistaa rekisteröitäväksi ilmoitetun vuosiselvityksen ja konsernin vuosiselvityksen samalla tavalla kuin tilinpäätöksen ja toimintakertomuksen.",
        "folded_fi": "jaljennos vuosiselvityksesta ja konsernin vuosiselvityksesta on ilmoitettava rekisteroitavaksi patentti- ja rekisterihallitukselle. jos yritys on osakeyhtio tai osuuskunta, sen on tehtava ilmoitus kahden kuukauden kuluessa varsinaisesta yhtiokokouksesta tai varsinaisesta osuuskunnan kokouksesta. avoimen yhtion tai kommandiittiyhtion on tehtava ilmoitus kuuden kuukauden kuluessa tilikauden paattymisesta. jos 2 momentissa saadetty velvollisuus laiminlyodaan, rekisteriviranomainen voi velvoittaa toimitusjohtajan, hallituksen jasenen tai muun 7 §:n 2 momentissa tarkoitetun henkilon sakon uhalla tayttamaan velvollisuutensa maaraamassaan ajassa. paatokseen, jolla rekisteriviranomainen on asettanut uhkasakon, ei saa hakea muutosta valittamalla. patentti- ja rekisterihallitus julkistaa rekisteroitavaksi ilmoitetun vuosiselvityksen ja konsernin vuosiselvityksen samalla tavalla kuin tilinpaatoksen ja toimintakertomuksen.",
        "title_sv": "Registrering och offentliggörande",
        "content_sv": "En kopia av årsrapporten och av koncernens årsrapport ska anmälas till patent- och registerstyrelsen för registrering. Om företaget är ett aktiebolag eller andelslag ska det göra anmälan inom två månader efter den ordinarie bolagsstämman eller andelsstämman. Ett öppet bolag eller kommanditbolag ska göra anmälan inom sex månader efter räkenskapsperiodens utgång. Om den skyldighet som föreskrivs i 2 mom. åsidosätts kan registermyndigheten ålägga verkställande direktören, en styrelseledamot eller någon annan person som avses i 7 § 2 mom. att vid vite fullgöra skyldigheten inom en tid som registermyndigheten bestämmer. I ett beslut genom vilket registermyndigheten har förelagt vite får ändring inte sökas genom besvär. Patent- och registerstyrelsen offentliggör årsrapporter och koncernårsrapporter som anmälts för registrering på samma sätt som bokslut och verksamhetsberättelser.",
        "normalized_sv": "En kopia av årsrapporten och av koncernens årsrapport ska anmälas till patent- och registerstyrelsen för registrering. Om företaget är ett aktiebolag eller andelslag ska det göra anmälan inom två månader efter den ordinarie bolagsstämman eller andelsstämman. Ett öppet bolag eller kommanditbolag ska göra anmälan inom sex månader efter räkenskapsperiodens utgång. Om den skyldighet som föreskrivs i 2 mom. åsidosätts kan registermyndigheten ålägga verkställande direktören, en styrelseledamot eller någon annan person som avses i 7 § 2 mom. att vid vite fullgöra skyldigheten inom en tid som registermyndigheten bestämmer. I ett beslut genom vilket registermyndigheten har förelagt vite får ändring inte sökas genom besvär. Patent- och registerstyrelsen offentliggör årsrapporter och koncernårsrapporter som anmälts för registrering på samma sätt som bokslut och verksamhetsberättelser.",
        "folded_sv": "en kopia av arsrapporten och av koncernens arsrapport ska anmalas till patent- och registerstyrelsen for registrering. om foretaget ar ett aktiebolag eller andelslag ska det gora anmalan inom tva manader efter den ordinarie bolagsstamman eller andelsstamman. ett oppet bolag eller kommanditbolag ska gora anmalan inom sex manader efter rakenskapsperiodens utgang. om den skyldighet som foreskrivs i 2 mom. asidosatts kan registermyndigheten alagga verkstallande direktoren, en styrelseledamot eller nagon annan person som avses i 7 § 2 mom. att vid vite fullgora skyldigheten inom en tid som registermyndigheten bestammer. i ett beslut genom vilket registermyndigheten har forelagt vite far andring inte sokas genom besvar. patent- och registerstyrelsen offentliggor arsrapporter och koncernarsrapporter som anmalts for registrering pa samma satt som bokslut och verksamhetsberattelser."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Vuosiselvitysrikkomus",
      "content": "Joka tahallaan tai törkeästä huolimattomuudesta laiminlyö velvollisuutensa 1) varmistua siitä, että vuosiselvitys on laadittu tämän lain mukaisesti, tai 2) ilmoittaa vuosiselvitys rekisteröitäväksi vuosiselvitysrikkomuksesta on tuomittava, jollei muualla laissa säädetä ankarampaa rangaistusta, sakkoon. Rangaistusta ei tuomita, jos rikkomus on vähäinen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Joka tahallaan tai törkeästä huolimattomuudesta laiminlyö velvollisuutensa 1) varmistua siitä, että vuosiselvitys on laadittu tämän lain mukaisesti, tai 2) ilmoittaa vuosiselvitys rekisteröitäväksi vuosiselvitysrikkomuksesta on tuomittava, jollei muualla laissa säädetä ankarampaa rangaistusta, sakkoon. Rangaistusta ei tuomita, jos rikkomus on vähäinen.",
        "folded_fi": "joka tahallaan tai torkeasta huolimattomuudesta laiminlyo velvollisuutensa 1) varmistua siita, etta vuosiselvitys on laadittu taman lain mukaisesti, tai 2) ilmoittaa vuosiselvitys rekisteroitavaksi vuosiselvitysrikkomuksesta on tuomittava, jollei muualla laissa saadeta ankarampaa rangaistusta, sakkoon. rangaistusta ei tuomita, jos rikkomus on vahainen.",
        "title_sv": "Årsrapportsförseelse",
        "content_sv": "Den som uppsåtligen eller av grov oaktsamhet åsidosätter 1) sin skyldighet att försäkra sig om att årsrapporten har upprättats i enlighet med denna lag, eller 2) skyldigheten att anmäla rapporten för registrering, årsrapportsförseelse ska, om inte strängare straff för gärningen föreskrivs någon annanstans i lag, för dömas till böter. Till straff döms inte om förseelsen är ringa.",
        "normalized_sv": "Den som uppsåtligen eller av grov oaktsamhet åsidosätter 1) sin skyldighet att försäkra sig om att årsrapporten har upprättats i enlighet med denna lag, eller 2) skyldigheten att anmäla rapporten för registrering, årsrapportsförseelse ska, om inte strängare straff för gärningen föreskrivs någon annanstans i lag, för dömas till böter. Till straff döms inte om förseelsen är ringa.",
        "folded_sv": "den som uppsatligen eller av grov oaktsamhet asidosatter 1) sin skyldighet att forsakra sig om att arsrapporten har upprattats i enlighet med denna lag, eller 2) skyldigheten att anmala rapporten for registrering, arsrapportsforseelse ska, om inte strangare straff for garningen foreskrivs nagon annanstans i lag, for domas till boter. till straff doms inte om forseelsen ar ringa."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2016. Sitä sovelletaan 1 päivänä tammikuuta 2016 ja sen jälkeen alkavilta tilikausilta laadittaviin vuosiselvityksiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2016. Sitä sovelletaan 1 päivänä tammikuuta 2016 ja sen jälkeen alkavilta tilikausilta laadittaviin vuosiselvityksiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2016. sita sovelletaan 1 paivana tammikuuta 2016 ja sen jalkeen alkavilta tilikausilta laadittaviin vuosiselvityksiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2016 och den ska tillämpas på årsrapporter som upprättas för räkenskapsperioder som börjar den 1 januari 2016 och därefter.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2016 och den ska tillämpas på årsrapporter som upprättas för räkenskapsperioder som börjar den 1 januari 2016 och därefter.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2016 och den ska tillampas pa arsrapporter som upprattas for rakenskapsperioder som borjar den 1 januari 2016 och darefter."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "vuosiselvitys Tässä laissa säädetään kaivannaisteollisuutta tai aarniometsien puunkorjuuta harjoittavan yrityksen velvollisuudesta ilmoittaa vuosittaisessa selvityksessä viranomaisille suorittamansa maksut niissä valtioissa, joissa se harjoittaa toimintaansa (). Lakia ei kuitenkaan sovelleta sellaiseen yritykseen, joka ei ole yleisen edun kannalta merkittävä yhteisö ja jossa enintään yksi seuraavista kolmesta raja-arvosta on ylittynyt sekä päättyneellä että sitä välittömästi edeltäneellä tilikaudella: 1) liikevaihto tai sitä vastaava tuotto 40 000 000 euroa; 2) taseen loppusumma 20 000 000 euroa; 3) työntekijöitä keskimäärin 250.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "vuosiselvitys Tässä laissa säädetään kaivannaisteollisuutta tai aarniometsien puunkorjuuta harjoittavan yrityksen velvollisuudesta ilmoittaa vuosittaisessa selvityksessä viranomaisille suorittamansa maksut niissä valtioissa, joissa se harjoittaa toimintaansa (). Lakia ei kuitenkaan sovelleta sellaiseen yritykseen, joka ei ole yleisen edun kannalta merkittävä yhteisö ja jossa enintään yksi seuraavista kolmesta raja-arvosta on ylittynyt sekä päättyneellä että sitä välittömästi edeltäneellä tilikaudella: 1) liikevaihto tai sitä vastaava tuotto 40 000 000 euroa; 2) taseen loppusumma 20 000 000 euroa; 3) työntekijöitä keskimäärin 250.",
        "folded_fi": "vuosiselvitys tassa laissa saadetaan kaivannaisteollisuutta tai aarniometsien puunkorjuuta harjoittavan yrityksen velvollisuudesta ilmoittaa vuosittaisessa selvityksessa viranomaisille suorittamansa maksut niissa valtioissa, joissa se harjoittaa toimintaansa (). lakia ei kuitenkaan sovelleta sellaiseen yritykseen, joka ei ole yleisen edun kannalta merkittava yhteiso ja jossa enintaan yksi seuraavista kolmesta raja-arvosta on ylittynyt seka paattyneella etta sita valittomasti edeltaneella tilikaudella: 1) liikevaihto tai sita vastaava tuotto 40 000 000 euroa; 2) taseen loppusumma 20 000 000 euroa; 3) tyontekijoita keskimaarin 250.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "årsrapport I denna lag finns bestämmelser om skyldigheten för företag som är verksamma i utvinningsindustrin eller inom avverkning av naturskog att i en årlig rapport uppge de betalningar som gjorts till myndigheter i de stater där företaget bedriver verksamhet (). Lagen tillämpas dock inte på företag som inte är företag av allmänt intresse och där högst ett av följande tre gränsvärden har överskridits både under den senaste och den omedelbart föregående räkenskapsperioden: 1) omsättning eller motsvarande avkastning 40 000 000 euro, 2) balansomslutning 20 000 000 euro, 3) genomsnittligt antal anställda 250 personer.",
        "normalized_sv": "årsrapport I denna lag finns bestämmelser om skyldigheten för företag som är verksamma i utvinningsindustrin eller inom avverkning av naturskog att i en årlig rapport uppge de betalningar som gjorts till myndigheter i de stater där företaget bedriver verksamhet (). Lagen tillämpas dock inte på företag som inte är företag av allmänt intresse och där högst ett av följande tre gränsvärden har överskridits både under den senaste och den omedelbart föregående räkenskapsperioden: 1) omsättning eller motsvarande avkastning 40 000 000 euro, 2) balansomslutning 20 000 000 euro, 3) genomsnittligt antal anställda 250 personer.",
        "folded_sv": "arsrapport i denna lag finns bestammelser om skyldigheten for foretag som ar verksamma i utvinningsindustrin eller inom avverkning av naturskog att i en arlig rapport uppge de betalningar som gjorts till myndigheter i de stater dar foretaget bedriver verksamhet (). lagen tillampas dock inte pa foretag som inte ar foretag av allmant intresse och dar hogst ett av foljande tre gransvarden har overskridits bade under den senaste och den omedelbart foregaende rakenskapsperioden: 1) omsattning eller motsvarande avkastning 40 000 000 euro, 2) balansomslutning 20 000 000 euro, 3) genomsnittligt antal anstallda 250 personer."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) yrityksellä osakeyhtiölaissa (624/2006) tarkoitettua osakeyhtiötä ja osuuskunta-laissa (421/2013) tarkoitettua osuuskuntaa sekä avoimesta ja kommandiittiyhtiöstä annetussa laissa (389/1988) tarkoitettua avointa yhtiötä ja kommandiittiyhtiötä, jos avoimessa yhtiössä tai kommandiittiyhtiössä kaikki vastuunalaiset yhtiömiehet ovat osakeyhtiöitä tai osuuskuntia; 2) yleisen edun kannalta merkittävällä yhteisöllä kirjanpitolain (1336/1997) 1 luvun 9 §:ssä tarkoitettua yhteisöä; 3) kaivannaisteollisuudella toimintaa, joka käsittää mineraali-, öljy- ja maakaasuesiintymien tai muiden materiaalien tutkimista, etsintää, kehittämistä ja hyödyntämistä tilastollisen toimialaluokituksen NACE Rev. 2 vahvistamisesta sekä neuvoston asetuksen (ETY) N:o 3037/90 ja tiettyjen eri tilastoaloja koskevien yhteisön asetusten muuttamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 1893/2006 liitteessä I olevan pääluokan B kaksinumerotasoissa 05-08 luetelluilla toimialoilla; 4) aarniometsien puunkorjuulla 3 kohdassa tarkoitetun asetuksen liitteessä I olevan pääluokan A kaksinumerotason 02 kolminumerotasossa 02.2 määriteltyä toimintaa aarniometsissä; 5) viranomaisella valtiollista tai paikallisviranomaista käsittäen sen alaiset virastot ja yritykset, jotka ovat sen määräysvallassa; 6) hankkeella sopimuksen kohteena olevaa toimintaa, joka perustaa yritykselle maksuvelvollisuuden viranomaista kohtaan; 7) maksulla määrää, joka on suoritettu rahana tai muuna vastikkeena kaivannaisteollisuudessa ja aarniometsien puunkorjuussa: a) tuotanto-oikeuksista; b) yritysten tuloista, tuotannosta tai voitoista kannettavina veroina arvonlisäveroja ja muita kulutusperusteisia veroja lukuun ottamatta; c) rojalteina; d) osinkoina ja muuna voitonjakona; e) allekirjoitus-, löytö- ja tuotantobonuksina; f) lisenssimaksuina, vuokramaksuina ja kaivosoikeuksien rekisteröintimaksuina sekä muina vastikkeina lisensseistä ja käyttöoikeussopimuksista; ja g) maksuina infrastruktuurin parannuksista. Jos 1 momentin 6 kohdassa tarkoitettu sopimus liittyy merkittävällä tavalla toiseen tällaiseen sopimukseen, on niiden kohteena olevaa toimintaa pidettävä yhtenä hankkeena. Osinkoa tai muuta voitonjakoa, joka on maksettu viranomaiselle samoin ehdoin kuin muille yrityksen omistajille, ei sisällytetä 1 momentin 7 kohdan d alakohdassa tarkoitettuun maksuun, ellei voittoa ole jaettu tuotanto-oikeusmaksun tai rojaltin sijasta. Maksuja ja toimintaa ei saa jakaa tai yhdistää, jos järjestelyn tarkoituksena on välttää tämän lain soveltaminen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) yrityksellä osakeyhtiölaissa (624/2006) tarkoitettua osakeyhtiötä ja osuuskunta-laissa (421/2013) tarkoitettua osuuskuntaa sekä avoimesta ja kommandiittiyhtiöstä annetussa laissa (389/1988) tarkoitettua avointa yhtiötä ja kommandiittiyhtiötä, jos avoimessa yhtiössä tai kommandiittiyhtiössä kaikki vastuunalaiset yhtiömiehet ovat osakeyhtiöitä tai osuuskuntia; 2) yleisen edun kannalta merkittävällä yhteisöllä kirjanpitolain (1336/1997) 1 luvun 9 § :ssä tarkoitettua yhteisöä; 3) kaivannaisteollisuudella toimintaa, joka käsittää mineraali-, öljy- ja maakaasuesiintymien tai muiden materiaalien tutkimista, etsintää, kehittämistä ja hyödyntämistä tilastollisen toimialaluokituksen NACE Rev. 2 vahvistamisesta sekä neuvoston asetuksen (ETY) N:o 3037/90 ja tiettyjen eri tilastoaloja koskevien yhteisön asetusten muuttamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 1893/2006 liitteessä I olevan pääluokan B kaksinumerotasoissa 05-08 luetelluilla toimialoilla; 4) aarniometsien puunkorjuulla 3 kohdassa tarkoitetun asetuksen liitteessä I olevan pääluokan A kaksinumerotason 02 kolminumerotasossa 02.2 määriteltyä toimintaa aarniometsissä; 5) viranomaisella valtiollista tai paikallisviranomaista käsittäen sen alaiset virastot ja yritykset, jotka ovat sen määräysvallassa; 6) hankkeella sopimuksen kohteena olevaa toimintaa, joka perustaa yritykselle maksuvelvollisuuden viranomaista kohtaan; 7) maksulla määrää, joka on suoritettu rahana tai muuna vastikkeena kaivannaisteollisuudessa ja aarniometsien puunkorjuussa: a) tuotanto-oikeuksista; b) yritysten tuloista, tuotannosta tai voitoista kannettavina veroina arvonlisäveroja ja muita kulutusperusteisia veroja lukuun ottamatta; c) rojalteina; d) osinkoina ja muuna voitonjakona; e) allekirjoitus-, löytö- ja tuotantobonuksina; f) lisenssimaksuina, vuokramaksuina ja kaivosoikeuksien rekisteröintimaksuina sekä muina vastikkeina lisensseistä ja käyttöoikeussopimuksista; ja g) maksuina infrastruktuurin parannuksista. Jos 1 momentin 6 kohdassa tarkoitettu sopimus liittyy merkittävällä tavalla toiseen tällaiseen sopimukseen, on niiden kohteena olevaa toimintaa pidettävä yhtenä hankkeena. Osinkoa tai muuta voitonjakoa, joka on maksettu viranomaiselle samoin ehdoin kuin muille yrityksen omistajille, ei sisällytetä 1 momentin 7 kohdan d alakohdassa tarkoitettuun maksuun, ellei voittoa ole jaettu tuotanto-oikeusmaksun tai rojaltin sijasta. Maksuja ja toimintaa ei saa jakaa tai yhdistää, jos järjestelyn tarkoituksena on välttää tämän lain soveltaminen.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) yrityksella osakeyhtiolaissa (624/2006) tarkoitettua osakeyhtiota ja osuuskunta-laissa (421/2013) tarkoitettua osuuskuntaa seka avoimesta ja kommandiittiyhtiosta annetussa laissa (389/1988) tarkoitettua avointa yhtiota ja kommandiittiyhtiota, jos avoimessa yhtiossa tai kommandiittiyhtiossa kaikki vastuunalaiset yhtiomiehet ovat osakeyhtioita tai osuuskuntia; 2) yleisen edun kannalta merkittavalla yhteisolla kirjanpitolain (1336/1997) 1 luvun 9 §:ssa tarkoitettua yhteisoa; 3) kaivannaisteollisuudella toimintaa, joka kasittaa mineraali-, oljy- ja maakaasuesiintymien tai muiden materiaalien tutkimista, etsintaa, kehittamista ja hyodyntamista tilastollisen toimialaluokituksen nace rev. 2 vahvistamisesta seka neuvoston asetuksen (ety) n:o 3037/90 ja tiettyjen eri tilastoaloja koskevien yhteison asetusten muuttamisesta annetun euroopan parlamentin ja neuvoston asetuksen (ey) n:o 1893/2006 liitteessa i olevan paaluokan b kaksinumerotasoissa 05-08 luetelluilla toimialoilla; 4) aarniometsien puunkorjuulla 3 kohdassa tarkoitetun asetuksen liitteessa i olevan paaluokan a kaksinumerotason 02 kolminumerotasossa 02.2 maariteltya toimintaa aarniometsissa; 5) viranomaisella valtiollista tai paikallisviranomaista kasittaen sen alaiset virastot ja yritykset, jotka ovat sen maaraysvallassa; 6) hankkeella sopimuksen kohteena olevaa toimintaa, joka perustaa yritykselle maksuvelvollisuuden viranomaista kohtaan; 7) maksulla maaraa, joka on suoritettu rahana tai muuna vastikkeena kaivannaisteollisuudessa ja aarniometsien puunkorjuussa: a) tuotanto-oikeuksista; b) yritysten tuloista, tuotannosta tai voitoista kannettavina veroina arvonlisaveroja ja muita kulutusperusteisia veroja lukuun ottamatta; c) rojalteina; d) osinkoina ja muuna voitonjakona; e) allekirjoitus-, loyto- ja tuotantobonuksina; f) lisenssimaksuina, vuokramaksuina ja kaivosoikeuksien rekisterointimaksuina seka muina vastikkeina lisensseista ja kayttooikeussopimuksista; ja g) maksuina infrastruktuurin parannuksista. jos 1 momentin 6 kohdassa tarkoitettu sopimus liittyy merkittavalla tavalla toiseen tallaiseen sopimukseen, on niiden kohteena olevaa toimintaa pidettava yhtena hankkeena. osinkoa tai muuta voitonjakoa, joka on maksettu viranomaiselle samoin ehdoin kuin muille yrityksen omistajille, ei sisallyteta 1 momentin 7 kohdan d alakohdassa tarkoitettuun maksuun, ellei voittoa ole jaettu tuotanto-oikeusmaksun tai rojaltin sijasta. maksuja ja toimintaa ei saa jakaa tai yhdistaa, jos jarjestelyn tarkoituksena on valttaa taman lain soveltaminen.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) företag aktiebolag enligt aktiebolagslagen (624/2006) och andelslag enligt lagen om andelslag (421/2013) samt öppna bolag eller kommanditbolag enligt lagen om öppna bolag och kommanditbolag (389/1988), om samtliga ansvariga bolagsmän i det öppna bolaget eller kommanditbolaget är aktiebolag eller andelslag, 2) företag av allmänt intresse företag som avses i 1 kap. 9 § i bokföringslagen (1336/1997), 3) utvinningsindustri verksamhet som inbegriper utforskning, prospektering, upptäckt, utveckling och utvinning av mineraler, olja, naturgasfyndigheter eller andra ämnen, inom ramen för de ekonomiska verksamheter som är förtecknade i bilaga I avdelning B - huvudgrupperna 05-08 i Europaparlamentets och rådets förordning (EG) nr 1893/2006 om fastställande av den statistiska näringsgrensindelningen Nace rev. 2 och om ändring av rådets förordning (EEG) nr 3037/90 och vissa EG-förordningar om särskilda statistikområden, 4) avverkning av naturskog sådan verksamhet i naturskog som avses i bilaga I avdelning A - huvudgrupp 02, grupp 02.2 i förordning (EG) nr 1893/2006, 5) myndighet en statlig eller lokal myndighet, vari inbegrips underlydande ämbetsverk samt företag som står under bestämmande inflytande av myndigheten, 6) projekt kontrakterad verksamhet som ligger till grund för ett företags betalningsansvar gentemot en myndighet, 7) betalning ett utbetalt belopp, vare sig det är i pengar eller annat vederlag inom utvinningsindustri eller inom avverkning av naturskog, av följande typer: a) produktionsrättigheter, b) skatter som på inkomster, produktion eller vinst från företag, med undantag för mervärdesskatt och andra konsumtionsbaserade skatter, c) royalty, d) utdelningar och annan utbetalning av vinst, e) kontrakts-, upptäckts- och produktionsbonusar, f) licensavgifter, hyresavgifter, avgifter för registrering av gruvrätter samt andra ersättningar för licenser eller koncessioner, och g) betalningar för infrastrukturförbättringar. Om ett kontrakt enligt 1 mom. 6 punkten i väsentlig grad är sammankopplat med ett annat sådant kontrakt ska den verksamhet som kontrakten avser anses utgöra ett projekt. Utdelningar och annan utbetalning av vinst som betalats till en myndighet på samma villkor som till andra ägare i företaget ska inte räknas in i en betalning enligt 1 mom. 7 punkten underpunkt d, om utdelningen inte gjorts i stället för en avgift för produktionsrättigheter eller en royalty. Betalningar och verksamheter får inte delas upp eller slås ihop om arrangemanget sker i syfte att undvika tillämpning av denna lag.",
        "normalized_sv": "I denna lag avses med 1) företag aktiebolag enligt aktiebolagslagen (624/2006) och andelslag enligt lagen om andelslag (421/2013) samt öppna bolag eller kommanditbolag enligt lagen om öppna bolag och kommanditbolag (389/1988), om samtliga ansvariga bolagsmän i det öppna bolaget eller kommanditbolaget är aktiebolag eller andelslag, 2) företag av allmänt intresse företag som avses i 1 kap. 9 § i bokföringslagen (1336/1997), 3) utvinningsindustri verksamhet som inbegriper utforskning, prospektering, upptäckt, utveckling och utvinning av mineraler, olja, naturgasfyndigheter eller andra ämnen, inom ramen för de ekonomiska verksamheter som är förtecknade i bilaga I avdelning B - huvudgrupperna 05-08 i Europaparlamentets och rådets förordning (EG) nr 1893/2006 om fastställande av den statistiska näringsgrensindelningen Nace rev. 2 och om ändring av rådets förordning (EEG) nr 3037/90 och vissa EG-förordningar om särskilda statistikområden, 4) avverkning av naturskog sådan verksamhet i naturskog som avses i bilaga I avdelning A - huvudgrupp 02, grupp 02.2 i förordning (EG) nr 1893/2006, 5) myndighet en statlig eller lokal myndighet, vari inbegrips underlydande ämbetsverk samt företag som står under bestämmande inflytande av myndigheten, 6) projekt kontrakterad verksamhet som ligger till grund för ett företags betalningsansvar gentemot en myndighet, 7) betalning ett utbetalt belopp, vare sig det är i pengar eller annat vederlag inom utvinningsindustri eller inom avverkning av naturskog, av följande typer: a) produktionsrättigheter, b) skatter som på inkomster, produktion eller vinst från företag, med undantag för mervärdesskatt och andra konsumtionsbaserade skatter, c) royalty, d) utdelningar och annan utbetalning av vinst, e) kontrakts-, upptäckts- och produktionsbonusar, f) licensavgifter, hyresavgifter, avgifter för registrering av gruvrätter samt andra ersättningar för licenser eller koncessioner, och g) betalningar för infrastrukturförbättringar. Om ett kontrakt enligt 1 mom. 6 punkten i väsentlig grad är sammankopplat med ett annat sådant kontrakt ska den verksamhet som kontrakten avser anses utgöra ett projekt. Utdelningar och annan utbetalning av vinst som betalats till en myndighet på samma villkor som till andra ägare i företaget ska inte räknas in i en betalning enligt 1 mom. 7 punkten underpunkt d, om utdelningen inte gjorts i stället för en avgift för produktionsrättigheter eller en royalty. Betalningar och verksamheter får inte delas upp eller slås ihop om arrangemanget sker i syfte att undvika tillämpning av denna lag.",
        "folded_sv": "i denna lag avses med 1) foretag aktiebolag enligt aktiebolagslagen (624/2006) och andelslag enligt lagen om andelslag (421/2013) samt oppna bolag eller kommanditbolag enligt lagen om oppna bolag och kommanditbolag (389/1988), om samtliga ansvariga bolagsman i det oppna bolaget eller kommanditbolaget ar aktiebolag eller andelslag, 2) foretag av allmant intresse foretag som avses i 1 kap. 9 § i bokforingslagen (1336/1997), 3) utvinningsindustri verksamhet som inbegriper utforskning, prospektering, upptackt, utveckling och utvinning av mineraler, olja, naturgasfyndigheter eller andra amnen, inom ramen for de ekonomiska verksamheter som ar fortecknade i bilaga i avdelning b - huvudgrupperna 05-08 i europaparlamentets och radets forordning (eg) nr 1893/2006 om faststallande av den statistiska naringsgrensindelningen nace rev. 2 och om andring av radets forordning (eeg) nr 3037/90 och vissa eg-forordningar om sarskilda statistikomraden, 4) avverkning av naturskog sadan verksamhet i naturskog som avses i bilaga i avdelning a - huvudgrupp 02, grupp 02.2 i forordning (eg) nr 1893/2006, 5) myndighet en statlig eller lokal myndighet, vari inbegrips underlydande ambetsverk samt foretag som star under bestammande inflytande av myndigheten, 6) projekt kontrakterad verksamhet som ligger till grund for ett foretags betalningsansvar gentemot en myndighet, 7) betalning ett utbetalt belopp, vare sig det ar i pengar eller annat vederlag inom utvinningsindustri eller inom avverkning av naturskog, av foljande typer: a) produktionsrattigheter, b) skatter som pa inkomster, produktion eller vinst fran foretag, med undantag for mervardesskatt och andra konsumtionsbaserade skatter, c) royalty, d) utdelningar och annan utbetalning av vinst, e) kontrakts-, upptackts- och produktionsbonusar, f) licensavgifter, hyresavgifter, avgifter for registrering av gruvratter samt andra ersattningar for licenser eller koncessioner, och g) betalningar for infrastrukturforbattringar. om ett kontrakt enligt 1 mom. 6 punkten i vasentlig grad ar sammankopplat med ett annat sadant kontrakt ska den verksamhet som kontrakten avser anses utgora ett projekt. utdelningar och annan utbetalning av vinst som betalats till en myndighet pa samma villkor som till andra agare i foretaget ska inte raknas in i en betalning enligt 1 mom. 7 punkten underpunkt d, om utdelningen inte gjorts i stallet for en avgift for produktionsrattigheter eller en royalty. betalningar och verksamheter far inte delas upp eller slas ihop om arrangemanget sker i syfte att undvika tillampning av denna lag."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Vuosiselvityksen laatiminen ja sisältö",
      "content": "Yrityksen on laadittava vuosiselvitys, jossa on esitettävä kaivannaisteollisuudesta ja aarniometsien puunkorjuusta viimeksi päättyneeltä tilikaudelta viranomaiskohtaisesti: 1) suoritettujen maksujen kokonaisarvo; 2) kokonaisarvon erittely 2 §:n 1 momentin 7 kohdan mukaisesti. Suoritetuista maksuista, jotka perustuvat tiettyyn hankkeeseen, esitetään 1 momentissa säädetyn lisäksi hankekohtaisesti näiden maksujen kokonaisarvo ja sen 2 §:n 1 momentin 7 kohdan mukainen erittely. Jos maksut on suoritettu tiettyyn toimintayksikköön kohdistuvista tavoitteista, yritys saa 2 momentista poiketen esittää maksut toimintayksiköittäin. Vuosiselvityksessä on esitettävä maksut ja niiden perustana oleva toiminta tosiasiallisen luonteensa mukaisina.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Yrityksen on laadittava vuosiselvitys, jossa on esitettävä kaivannaisteollisuudesta ja aarniometsien puunkorjuusta viimeksi päättyneeltä tilikaudelta viranomaiskohtaisesti: 1) suoritettujen maksujen kokonaisarvo; 2) kokonaisarvon erittely 2 § :n 1 momentin 7 kohdan mukaisesti. Suoritetuista maksuista, jotka perustuvat tiettyyn hankkeeseen, esitetään 1 momentissa säädetyn lisäksi hankekohtaisesti näiden maksujen kokonaisarvo ja sen 2 § :n 1 momentin 7 kohdan mukainen erittely. Jos maksut on suoritettu tiettyyn toimintayksikköön kohdistuvista tavoitteista, yritys saa 2 momentista poiketen esittää maksut toimintayksiköittäin. Vuosiselvityksessä on esitettävä maksut ja niiden perustana oleva toiminta tosiasiallisen luonteensa mukaisina.",
        "folded_fi": "yrityksen on laadittava vuosiselvitys, jossa on esitettava kaivannaisteollisuudesta ja aarniometsien puunkorjuusta viimeksi paattyneelta tilikaudelta viranomaiskohtaisesti: 1) suoritettujen maksujen kokonaisarvo; 2) kokonaisarvon erittely 2 §:n 1 momentin 7 kohdan mukaisesti. suoritetuista maksuista, jotka perustuvat tiettyyn hankkeeseen, esitetaan 1 momentissa saadetyn lisaksi hankekohtaisesti naiden maksujen kokonaisarvo ja sen 2 §:n 1 momentin 7 kohdan mukainen erittely. jos maksut on suoritettu tiettyyn toimintayksikkoon kohdistuvista tavoitteista, yritys saa 2 momentista poiketen esittaa maksut toimintayksikoittain. vuosiselvityksessa on esitettava maksut ja niiden perustana oleva toiminta tosiasiallisen luonteensa mukaisina.",
        "title_sv": "Upprättande av årsrapport och dess innehåll",
        "content_sv": "Företag ska göra upp en årsrapport med följande myndighetsspecifika uppgifter om utvinningsindustri och avverkning av naturskog för den senast avslutade räkenskapsperioden: 1) utbetalningarnas totala värde, 2) en specifikation enligt 2 § 1 mom. 7 punkten av det totala värdet. I fråga om betalningar som grundar sig på ett specifikt projekt redovisas utöver vad som föreskrivs i 1 mom. det totala värdet av dessa betalningar projektspecifikt och en specifikation enligt 2 § 1 mom. 7 punkten. Om betalningarna baserar sig på skyldigheter som hänför sig till en viss verksamhetsenhet, får företaget med avvikelse från 2 mom. redovisa betalningarna per enhet. I årsrapporten ska betalningarna och den underliggande verksamheten redovisas enligt sin faktiska karaktär.",
        "normalized_sv": "Företag ska göra upp en årsrapport med följande myndighetsspecifika uppgifter om utvinningsindustri och avverkning av naturskog för den senast avslutade räkenskapsperioden: 1) utbetalningarnas totala värde, 2) en specifikation enligt 2 § 1 mom. 7 punkten av det totala värdet. I fråga om betalningar som grundar sig på ett specifikt projekt redovisas utöver vad som föreskrivs i 1 mom. det totala värdet av dessa betalningar projektspecifikt och en specifikation enligt 2 § 1 mom. 7 punkten. Om betalningarna baserar sig på skyldigheter som hänför sig till en viss verksamhetsenhet, får företaget med avvikelse från 2 mom. redovisa betalningarna per enhet. I årsrapporten ska betalningarna och den underliggande verksamheten redovisas enligt sin faktiska karaktär.",
        "folded_sv": "foretag ska gora upp en arsrapport med foljande myndighetsspecifika uppgifter om utvinningsindustri och avverkning av naturskog for den senast avslutade rakenskapsperioden: 1) utbetalningarnas totala varde, 2) en specifikation enligt 2 § 1 mom. 7 punkten av det totala vardet. i fraga om betalningar som grundar sig pa ett specifikt projekt redovisas utover vad som foreskrivs i 1 mom. det totala vardet av dessa betalningar projektspecifikt och en specifikation enligt 2 § 1 mom. 7 punkten. om betalningarna baserar sig pa skyldigheter som hanfor sig till en viss verksamhetsenhet, far foretaget med avvikelse fran 2 mom. redovisa betalningarna per enhet. i arsrapporten ska betalningarna och den underliggande verksamheten redovisas enligt sin faktiska karaktar."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Konsernin vuosiselvitys",
      "content": "konsernin vuosiselvitys Silloin, kun yritys on kirjanpitolain mukaan velvollinen laatimaan konsernitilinpäätöksen, vuosiselvitys laaditaan sen koko konsernista (), jos: 1) yritys tai sen tytäryritys, joka kuuluu tämän lain soveltamisalaan, harjoittaa kaivannaisteollisuutta tai aarniometsien puunkorjuuta; tai 2) kaivannaisteollisuutta tai aarniometsien puunkorjuuta harjoittavissa konserniyrityksissä on yhteenlaskettuna ylittynyt vähintään kaksi 1 §:n 2 momentin raja-arvoista viimeksi päättyneellä tilikaudella. Yrityksen, jonka tiedot sisältyvät konsernin vuosiselvitykseen, ei tarvitse laatia 3 §:ssä tarkoitettua vuosiselvitystä. Edellä 1 momentissa säädetty velvollisuus ei koske: 1) kirjanpitolain 1 luvun 6 a §:ssä tarkoitetun pienkonsernin emoyritystä, ellei sen tytäryritys ole yleisen edun kannalta merkittävä yhteisö; 2) emoyritystä, joka on itse tytäryritys konsernissa, jonka emoyritys on jonkin Euroopan talousalueeseen kuuluvan jäsenvaltion lainsäädännön alainen. Konsernin vuosiselvitykseen sisällytettävien maksujen tulee perustua konsernissa harjoitettuun kaivannaisteollisuuteen tai aarniometsien puunkorjuuseen. Edellyttäen, että samaa poikkeusta sovelletaan konsernitilinpäätöksen laatimiseen, saadaan konsernin vuosiselvitykseen jättää sisällyttämättä tytäryrityksen suorittamat maksut, jos: 1) merkittävät ja pitkäaikaiset rajoitukset estävät olennaisella tavalla emoyritystä käyttämästä vaikutusvaltaansa tässä tytäryrityksessä; 2) konsernin vuosiselvitystä varten tarpeellisia tietoja ei poikkeuksellisesti ole mahdollista saada ilman suhteettomia kustannuksia tai kohtuutonta viivytystä; tai 3) omistus tytäryrityksessä on lyhytaikainen ja tarkoitettu yksinomaan edelleen luovutettavaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "konsernin vuosiselvitys Silloin, kun yritys on kirjanpitolain mukaan velvollinen laatimaan konsernitilinpäätöksen, vuosiselvitys laaditaan sen koko konsernista (), jos: 1) yritys tai sen tytäryritys, joka kuuluu tämän lain soveltamisalaan, harjoittaa kaivannaisteollisuutta tai aarniometsien puunkorjuuta; tai 2) kaivannaisteollisuutta tai aarniometsien puunkorjuuta harjoittavissa konserniyrityksissä on yhteenlaskettuna ylittynyt vähintään kaksi 1 § :n 2 momentin raja-arvoista viimeksi päättyneellä tilikaudella. Yrityksen, jonka tiedot sisältyvät konsernin vuosiselvitykseen, ei tarvitse laatia 3 § :ssä tarkoitettua vuosiselvitystä. Edellä 1 momentissa säädetty velvollisuus ei koske: 1) kirjanpitolain 1 luvun 6 a § :ssä tarkoitetun pienkonsernin emoyritystä, ellei sen tytäryritys ole yleisen edun kannalta merkittävä yhteisö; 2) emoyritystä, joka on itse tytäryritys konsernissa, jonka emoyritys on jonkin Euroopan talousalueeseen kuuluvan jäsenvaltion lainsäädännön alainen. Konsernin vuosiselvitykseen sisällytettävien maksujen tulee perustua konsernissa harjoitettuun kaivannaisteollisuuteen tai aarniometsien puunkorjuuseen. Edellyttäen, että samaa poikkeusta sovelletaan konsernitilinpäätöksen laatimiseen, saadaan konsernin vuosiselvitykseen jättää sisällyttämättä tytäryrityksen suorittamat maksut, jos: 1) merkittävät ja pitkäaikaiset rajoitukset estävät olennaisella tavalla emoyritystä käyttämästä vaikutusvaltaansa tässä tytäryrityksessä; 2) konsernin vuosiselvitystä varten tarpeellisia tietoja ei poikkeuksellisesti ole mahdollista saada ilman suhteettomia kustannuksia tai kohtuutonta viivytystä; tai 3) omistus tytäryrityksessä on lyhytaikainen ja tarkoitettu yksinomaan edelleen luovutettavaksi.",
        "folded_fi": "konsernin vuosiselvitys silloin, kun yritys on kirjanpitolain mukaan velvollinen laatimaan konsernitilinpaatoksen, vuosiselvitys laaditaan sen koko konsernista (), jos: 1) yritys tai sen tytaryritys, joka kuuluu taman lain soveltamisalaan, harjoittaa kaivannaisteollisuutta tai aarniometsien puunkorjuuta; tai 2) kaivannaisteollisuutta tai aarniometsien puunkorjuuta harjoittavissa konserniyrityksissa on yhteenlaskettuna ylittynyt vahintaan kaksi 1 §:n 2 momentin raja-arvoista viimeksi paattyneella tilikaudella. yrityksen, jonka tiedot sisaltyvat konsernin vuosiselvitykseen, ei tarvitse laatia 3 §:ssa tarkoitettua vuosiselvitysta. edella 1 momentissa saadetty velvollisuus ei koske: 1) kirjanpitolain 1 luvun 6 a §:ssa tarkoitetun pienkonsernin emoyritysta, ellei sen tytaryritys ole yleisen edun kannalta merkittava yhteiso; 2) emoyritysta, joka on itse tytaryritys konsernissa, jonka emoyritys on jonkin euroopan talousalueeseen kuuluvan jasenvaltion lainsaadannon alainen. konsernin vuosiselvitykseen sisallytettavien maksujen tulee perustua konsernissa harjoitettuun kaivannaisteollisuuteen tai aarniometsien puunkorjuuseen. edellyttaen, etta samaa poikkeusta sovelletaan konsernitilinpaatoksen laatimiseen, saadaan konsernin vuosiselvitykseen jattaa sisallyttamatta tytaryrityksen suorittamat maksut, jos: 1) merkittavat ja pitkaaikaiset rajoitukset estavat olennaisella tavalla emoyritysta kayttamasta vaikutusvaltaansa tassa tytaryrityksessa; 2) konsernin vuosiselvitysta varten tarpeellisia tietoja ei poikkeuksellisesti ole mahdollista saada ilman suhteettomia kustannuksia tai kohtuutonta viivytysta; tai 3) omistus tytaryrityksessa on lyhytaikainen ja tarkoitettu yksinomaan edelleen luovutettavaksi.",
        "title_sv": "Årsrapport för koncerner",
        "content_sv": "koncernens årsrapport När ett företag enligt bokföringslagen är skyldigt att upprätta koncernbokslut upprättas en årsrapport för hela koncernen (), om 1) företaget eller ett sådant dotterföretag till företaget som omfattas av tillämpningsområdet för denna lag är verksamt i utvinningsindustrin eller inom avverkning av naturskog, eller 2) minst två av gränsvärdena i 1 § 2 mom. sammanräknat under den senast avslutade räkenskapsperioden har överskridits i koncernföretag som är verksamma i utvinningsindustrin eller inom avverkning av naturskog. Om information om ett företag ingår i koncernens årsrapport behöver företaget inte upprätta årsrapport enligt 3 §. Den skyldighet som föreskrivs i 1 mom. gäller inte 1) moderföretaget i en liten koncern enligt 1 kap. 6 a § i bokföringslagen, om dess dotterföretag inte är ett företag av allmänt intresse, 2) ett moderföretag som självt är dotterföretag i en koncern vars moderföretag lyder under lagstiftningen i en medlemsstat inom Europeiska ekonomiska samarbetsområdet. De betalningar som anges i en koncerns årsrapport ska basera sig på utvinningsindustrin eller på avverkning av naturskog inom koncernen. Under förutsättning att samma undantag tillämpas på upprättande av koncernbokslut, behöver i koncernens årsrapport inte tas in ett dotterföretags betalningar, om 1) betydande och långvariga hinder föreligger som i väsentlig grad förhindrar moderföretaget att utöva inflytande i detta dotterföretag, 2) det undantagsvis inte är möjligt att utan oskäliga kostnader eller orimligt dröjsmål få den information som behövs för att upprätta en årsrapport för koncernen, eller 3) innehavet i dotterföretaget är kortvarigt och uteslutande avsett att vidareöverlåtas.",
        "normalized_sv": "koncernens årsrapport När ett företag enligt bokföringslagen är skyldigt att upprätta koncernbokslut upprättas en årsrapport för hela koncernen (), om 1) företaget eller ett sådant dotterföretag till företaget som omfattas av tillämpningsområdet för denna lag är verksamt i utvinningsindustrin eller inom avverkning av naturskog, eller 2) minst två av gränsvärdena i 1 § 2 mom. sammanräknat under den senast avslutade räkenskapsperioden har överskridits i koncernföretag som är verksamma i utvinningsindustrin eller inom avverkning av naturskog. Om information om ett företag ingår i koncernens årsrapport behöver företaget inte upprätta årsrapport enligt 3 § . Den skyldighet som föreskrivs i 1 mom. gäller inte 1) moderföretaget i en liten koncern enligt 1 kap. 6 a § i bokföringslagen, om dess dotterföretag inte är ett företag av allmänt intresse, 2) ett moderföretag som självt är dotterföretag i en koncern vars moderföretag lyder under lagstiftningen i en medlemsstat inom Europeiska ekonomiska samarbetsområdet. De betalningar som anges i en koncerns årsrapport ska basera sig på utvinningsindustrin eller på avverkning av naturskog inom koncernen. Under förutsättning att samma undantag tillämpas på upprättande av koncernbokslut, behöver i koncernens årsrapport inte tas in ett dotterföretags betalningar, om 1) betydande och långvariga hinder föreligger som i väsentlig grad förhindrar moderföretaget att utöva inflytande i detta dotterföretag, 2) det undantagsvis inte är möjligt att utan oskäliga kostnader eller orimligt dröjsmål få den information som behövs för att upprätta en årsrapport för koncernen, eller 3) innehavet i dotterföretaget är kortvarigt och uteslutande avsett att vidareöverlåtas.",
        "folded_sv": "koncernens arsrapport nar ett foretag enligt bokforingslagen ar skyldigt att uppratta koncernbokslut upprattas en arsrapport for hela koncernen (), om 1) foretaget eller ett sadant dotterforetag till foretaget som omfattas av tillampningsomradet for denna lag ar verksamt i utvinningsindustrin eller inom avverkning av naturskog, eller 2) minst tva av gransvardena i 1 § 2 mom. sammanraknat under den senast avslutade rakenskapsperioden har overskridits i koncernforetag som ar verksamma i utvinningsindustrin eller inom avverkning av naturskog. om information om ett foretag ingar i koncernens arsrapport behover foretaget inte uppratta arsrapport enligt 3 §. den skyldighet som foreskrivs i 1 mom. galler inte 1) moderforetaget i en liten koncern enligt 1 kap. 6 a § i bokforingslagen, om dess dotterforetag inte ar ett foretag av allmant intresse, 2) ett moderforetag som sjalvt ar dotterforetag i en koncern vars moderforetag lyder under lagstiftningen i en medlemsstat inom europeiska ekonomiska samarbetsomradet. de betalningar som anges i en koncerns arsrapport ska basera sig pa utvinningsindustrin eller pa avverkning av naturskog inom koncernen. under forutsattning att samma undantag tillampas pa upprattande av koncernbokslut, behover i koncernens arsrapport inte tas in ett dotterforetags betalningar, om 1) betydande och langvariga hinder foreligger som i vasentlig grad forhindrar moderforetaget att utova inflytande i detta dotterforetag, 2) det undantagsvis inte ar mojligt att utan oskaliga kostnader eller orimligt drojsmal fa den information som behovs for att uppratta en arsrapport for koncernen, eller 3) innehavet i dotterforetaget ar kortvarigt och uteslutande avsett att vidareoverlatas."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Maksun määrittely",
      "content": "Vuosiselvityksessä esitettävän maksujen kokonaisarvon määrittelyssä on otettava huomioon vähintään 100 000 euron suuruiset maksut tilikaudelta. Jos yritys on maksanut vuokraa osasuorituksina tai muuten suorittanut jaksottaisesti toisiinsa liittyviä maksuja, lasketaan ne yhteen tilikaudelta 1 momenttia sovellettaessa. Jos maksu on suoritettu muuna vastikkeena kuin rahana, vastike on otettava huomioon käyvästä arvostaan. Tällaisesta vastikkeesta on ilmoitettava myös sen laatu ja määrä sekä kuvattava sen arvonmääritystapa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Vuosiselvityksessä esitettävän maksujen kokonaisarvon määrittelyssä on otettava huomioon vähintään 100 000 euron suuruiset maksut tilikaudelta. Jos yritys on maksanut vuokraa osasuorituksina tai muuten suorittanut jaksottaisesti toisiinsa liittyviä maksuja, lasketaan ne yhteen tilikaudelta 1 momenttia sovellettaessa. Jos maksu on suoritettu muuna vastikkeena kuin rahana, vastike on otettava huomioon käyvästä arvostaan. Tällaisesta vastikkeesta on ilmoitettava myös sen laatu ja määrä sekä kuvattava sen arvonmääritystapa.",
        "folded_fi": "vuosiselvityksessa esitettavan maksujen kokonaisarvon maarittelyssa on otettava huomioon vahintaan 100 000 euron suuruiset maksut tilikaudelta. jos yritys on maksanut vuokraa osasuorituksina tai muuten suorittanut jaksottaisesti toisiinsa liittyvia maksuja, lasketaan ne yhteen tilikaudelta 1 momenttia sovellettaessa. jos maksu on suoritettu muuna vastikkeena kuin rahana, vastike on otettava huomioon kayvasta arvostaan. tallaisesta vastikkeesta on ilmoitettava myos sen laatu ja maara seka kuvattava sen arvonmaaritystapa.",
        "title_sv": "Hur betalningen bestäms",
        "content_sv": "Under räkenskapsperioden gjorda betalningar på minst 100 000 euro ska beaktas när det totala värdet av betalningarna som ska redovisas i årsrapporten bestäms. Om ett företag har betalat hyra som delbetalningar eller annars gjort periodiska inbetalningar som har samband med varandra, ska dessa vid tillämpningen av 1 mom. räknas ihop för räkenskapsperioden. När något annat vederlag än pengar har använts för betalningen ska vederlaget beaktas till sitt verkliga värde. Också arten och mängden för sådana vederlag ska uppges samt en beskrivning ges av hur värdet har bestämts.",
        "normalized_sv": "Under räkenskapsperioden gjorda betalningar på minst 100 000 euro ska beaktas när det totala värdet av betalningarna som ska redovisas i årsrapporten bestäms. Om ett företag har betalat hyra som delbetalningar eller annars gjort periodiska inbetalningar som har samband med varandra, ska dessa vid tillämpningen av 1 mom. räknas ihop för räkenskapsperioden. När något annat vederlag än pengar har använts för betalningen ska vederlaget beaktas till sitt verkliga värde. Också arten och mängden för sådana vederlag ska uppges samt en beskrivning ges av hur värdet har bestämts.",
        "folded_sv": "under rakenskapsperioden gjorda betalningar pa minst 100 000 euro ska beaktas nar det totala vardet av betalningarna som ska redovisas i arsrapporten bestams. om ett foretag har betalat hyra som delbetalningar eller annars gjort periodiska inbetalningar som har samband med varandra, ska dessa vid tillampningen av 1 mom. raknas ihop for rakenskapsperioden. nar nagot annat vederlag an pengar har anvants for betalningen ska vederlaget beaktas till sitt verkliga varde. ocksa arten och mangden for sadana vederlag ska uppges samt en beskrivning ges av hur vardet har bestamts."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Kieli ja valuutta",
      "content": "Vuosiselvitys on esitettävä suomen tai ruotsin kielellä euromääräisenä. Jos yritys esittää vuosiselvityksessä annettavat tiedot myös muussa valuutassa, on ilmoitettava tietojen muuntamisessa käytetty kurssi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Vuosiselvitys on esitettävä suomen tai ruotsin kielellä euromääräisenä. Jos yritys esittää vuosiselvityksessä annettavat tiedot myös muussa valuutassa, on ilmoitettava tietojen muuntamisessa käytetty kurssi.",
        "folded_fi": "vuosiselvitys on esitettava suomen tai ruotsin kielella euromaaraisena. jos yritys esittaa vuosiselvityksessa annettavat tiedot myos muussa valuutassa, on ilmoitettava tietojen muuntamisessa kaytetty kurssi.",
        "title_sv": "Språk och valuta",
        "content_sv": "Årsrapporten ska upprättas på finska eller svenska, i euro. Om företaget lägger fram de uppgifter som ska ges i årsrapporten också i någon annan valuta, ska den kurs som använts vid omräkningen av uppgifterna anges.",
        "normalized_sv": "Årsrapporten ska upprättas på finska eller svenska, i euro. Om företaget lägger fram de uppgifter som ska ges i årsrapporten också i någon annan valuta, ska den kurs som använts vid omräkningen av uppgifterna anges.",
        "folded_sv": "arsrapporten ska upprattas pa finska eller svenska, i euro. om foretaget lagger fram de uppgifter som ska ges i arsrapporten ocksa i nagon annan valuta, ska den kurs som anvants vid omrakningen av uppgifterna anges."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Päiväys ja allekirjoitus",
      "content": "Vuosiselvitys ja konsernin vuosiselvitys on päivättävä ja allekirjoitettava. Hallitus ja toimitusjohtaja allekirjoittavat vuosiselvityksen tai konsernin vuosiselvityksen osakeyhtiössä ja osuuskunnassa ja vastuunalaiset yhtiömiehet avoimessa yhtiössä ja kommandiittiyhtiössä. Jos allekirjoittaja on esittänyt eriävän mielipiteen vuosiselvityksestä, on tätä koskeva lausuma sisällytettävä vuosiselvitykseen hänen vaatimuksestaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Vuosiselvitys ja konsernin vuosiselvitys on päivättävä ja allekirjoitettava. Hallitus ja toimitusjohtaja allekirjoittavat vuosiselvityksen tai konsernin vuosiselvityksen osakeyhtiössä ja osuuskunnassa ja vastuunalaiset yhtiömiehet avoimessa yhtiössä ja kommandiittiyhtiössä. Jos allekirjoittaja on esittänyt eriävän mielipiteen vuosiselvityksestä, on tätä koskeva lausuma sisällytettävä vuosiselvitykseen hänen vaatimuksestaan.",
        "folded_fi": "vuosiselvitys ja konsernin vuosiselvitys on paivattava ja allekirjoitettava. hallitus ja toimitusjohtaja allekirjoittavat vuosiselvityksen tai konsernin vuosiselvityksen osakeyhtiossa ja osuuskunnassa ja vastuunalaiset yhtiomiehet avoimessa yhtiossa ja kommandiittiyhtiossa. jos allekirjoittaja on esittanyt eriavan mielipiteen vuosiselvityksesta, on tata koskeva lausuma sisallytettava vuosiselvitykseen hanen vaatimuksestaan.",
        "title_sv": "Datering och underskrift",
        "content_sv": "Årsrapporten och koncernens årsrapport ska dateras och undertecknas. I aktiebolag och andelslag ska årsrapporten eller koncernens årsrapport undertecknas av styrelsen och verkställande direktören och i ett öppet bolag och kommanditbolag av de ansvariga bolagsmännen. Om någon som undertecknat årsrapporten har framfört avvikande mening om denna, ska det på yrkande av undertecknaren tas in ett yttrande om saken i årsrapporten.",
        "normalized_sv": "Årsrapporten och koncernens årsrapport ska dateras och undertecknas. I aktiebolag och andelslag ska årsrapporten eller koncernens årsrapport undertecknas av styrelsen och verkställande direktören och i ett öppet bolag och kommanditbolag av de ansvariga bolagsmännen. Om någon som undertecknat årsrapporten har framfört avvikande mening om denna, ska det på yrkande av undertecknaren tas in ett yttrande om saken i årsrapporten.",
        "folded_sv": "arsrapporten och koncernens arsrapport ska dateras och undertecknas. i aktiebolag och andelslag ska arsrapporten eller koncernens arsrapport undertecknas av styrelsen och verkstallande direktoren och i ett oppet bolag och kommanditbolag av de ansvariga bolagsmannen. om nagon som undertecknat arsrapporten har framfort avvikande mening om denna, ska det pa yrkande av undertecknaren tas in ett yttrande om saken i arsrapporten."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Rekisteröinti ja julkistaminen",
      "content": "Jäljennös vuosiselvityksestä ja konsernin vuosiselvityksestä on ilmoitettava rekisteröitäväksi patentti- ja rekisterihallitukselle. Jos yritys on osakeyhtiö tai osuuskunta, sen on tehtävä ilmoitus kahden kuukauden kuluessa varsinaisesta yhtiökokouksesta tai varsinaisesta osuuskunnan kokouksesta. Avoimen yhtiön tai kommandiittiyhtiön on tehtävä ilmoitus kuuden kuukauden kuluessa tilikauden päättymisestä. Jos 2 momentissa säädetty velvollisuus laiminlyödään, rekisteriviranomainen voi velvoittaa toimitusjohtajan, hallituksen jäsenen tai muun 7 §:n 2 momentissa tarkoitetun henkilön sakon uhalla täyttämään velvollisuutensa määräämässään ajassa. Päätökseen, jolla rekisteriviranomainen on asettanut uhkasakon, ei saa hakea muutosta valittamalla. Patentti- ja rekisterihallitus julkistaa rekisteröitäväksi ilmoitetun vuosiselvityksen ja konsernin vuosiselvityksen samalla tavalla kuin tilinpäätöksen ja toimintakertomuksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Jäljennös vuosiselvityksestä ja konsernin vuosiselvityksestä on ilmoitettava rekisteröitäväksi patentti- ja rekisterihallitukselle. Jos yritys on osakeyhtiö tai osuuskunta, sen on tehtävä ilmoitus kahden kuukauden kuluessa varsinaisesta yhtiökokouksesta tai varsinaisesta osuuskunnan kokouksesta. Avoimen yhtiön tai kommandiittiyhtiön on tehtävä ilmoitus kuuden kuukauden kuluessa tilikauden päättymisestä. Jos 2 momentissa säädetty velvollisuus laiminlyödään, rekisteriviranomainen voi velvoittaa toimitusjohtajan, hallituksen jäsenen tai muun 7 § :n 2 momentissa tarkoitetun henkilön sakon uhalla täyttämään velvollisuutensa määräämässään ajassa. Päätökseen, jolla rekisteriviranomainen on asettanut uhkasakon, ei saa hakea muutosta valittamalla. Patentti- ja rekisterihallitus julkistaa rekisteröitäväksi ilmoitetun vuosiselvityksen ja konsernin vuosiselvityksen samalla tavalla kuin tilinpäätöksen ja toimintakertomuksen.",
        "folded_fi": "jaljennos vuosiselvityksesta ja konsernin vuosiselvityksesta on ilmoitettava rekisteroitavaksi patentti- ja rekisterihallitukselle. jos yritys on osakeyhtio tai osuuskunta, sen on tehtava ilmoitus kahden kuukauden kuluessa varsinaisesta yhtiokokouksesta tai varsinaisesta osuuskunnan kokouksesta. avoimen yhtion tai kommandiittiyhtion on tehtava ilmoitus kuuden kuukauden kuluessa tilikauden paattymisesta. jos 2 momentissa saadetty velvollisuus laiminlyodaan, rekisteriviranomainen voi velvoittaa toimitusjohtajan, hallituksen jasenen tai muun 7 §:n 2 momentissa tarkoitetun henkilon sakon uhalla tayttamaan velvollisuutensa maaraamassaan ajassa. paatokseen, jolla rekisteriviranomainen on asettanut uhkasakon, ei saa hakea muutosta valittamalla. patentti- ja rekisterihallitus julkistaa rekisteroitavaksi ilmoitetun vuosiselvityksen ja konsernin vuosiselvityksen samalla tavalla kuin tilinpaatoksen ja toimintakertomuksen.",
        "title_sv": "Registrering och offentliggörande",
        "content_sv": "En kopia av årsrapporten och av koncernens årsrapport ska anmälas till patent- och registerstyrelsen för registrering. Om företaget är ett aktiebolag eller andelslag ska det göra anmälan inom två månader efter den ordinarie bolagsstämman eller andelsstämman. Ett öppet bolag eller kommanditbolag ska göra anmälan inom sex månader efter räkenskapsperiodens utgång. Om den skyldighet som föreskrivs i 2 mom. åsidosätts kan registermyndigheten ålägga verkställande direktören, en styrelseledamot eller någon annan person som avses i 7 § 2 mom. att vid vite fullgöra skyldigheten inom en tid som registermyndigheten bestämmer. I ett beslut genom vilket registermyndigheten har förelagt vite får ändring inte sökas genom besvär. Patent- och registerstyrelsen offentliggör årsrapporter och koncernårsrapporter som anmälts för registrering på samma sätt som bokslut och verksamhetsberättelser.",
        "normalized_sv": "En kopia av årsrapporten och av koncernens årsrapport ska anmälas till patent- och registerstyrelsen för registrering. Om företaget är ett aktiebolag eller andelslag ska det göra anmälan inom två månader efter den ordinarie bolagsstämman eller andelsstämman. Ett öppet bolag eller kommanditbolag ska göra anmälan inom sex månader efter räkenskapsperiodens utgång. Om den skyldighet som föreskrivs i 2 mom. åsidosätts kan registermyndigheten ålägga verkställande direktören, en styrelseledamot eller någon annan person som avses i 7 § 2 mom. att vid vite fullgöra skyldigheten inom en tid som registermyndigheten bestämmer. I ett beslut genom vilket registermyndigheten har förelagt vite får ändring inte sökas genom besvär. Patent- och registerstyrelsen offentliggör årsrapporter och koncernårsrapporter som anmälts för registrering på samma sätt som bokslut och verksamhetsberättelser.",
        "folded_sv": "en kopia av arsrapporten och av koncernens arsrapport ska anmalas till patent- och registerstyrelsen for registrering. om foretaget ar ett aktiebolag eller andelslag ska det gora anmalan inom tva manader efter den ordinarie bolagsstamman eller andelsstamman. ett oppet bolag eller kommanditbolag ska gora anmalan inom sex manader efter rakenskapsperiodens utgang. om den skyldighet som foreskrivs i 2 mom. asidosatts kan registermyndigheten alagga verkstallande direktoren, en styrelseledamot eller nagon annan person som avses i 7 § 2 mom. att vid vite fullgora skyldigheten inom en tid som registermyndigheten bestammer. i ett beslut genom vilket registermyndigheten har forelagt vite far andring inte sokas genom besvar. patent- och registerstyrelsen offentliggor arsrapporter och koncernarsrapporter som anmalts for registrering pa samma satt som bokslut och verksamhetsberattelser."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Vuosiselvitysrikkomus",
      "content": "Joka tahallaan tai törkeästä huolimattomuudesta laiminlyö velvollisuutensa 1) varmistua siitä, että vuosiselvitys on laadittu tämän lain mukaisesti, tai 2) ilmoittaa vuosiselvitys rekisteröitäväksi vuosiselvitysrikkomuksesta on tuomittava, jollei muualla laissa säädetä ankarampaa rangaistusta, sakkoon. Rangaistusta ei tuomita, jos rikkomus on vähäinen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Joka tahallaan tai törkeästä huolimattomuudesta laiminlyö velvollisuutensa 1) varmistua siitä, että vuosiselvitys on laadittu tämän lain mukaisesti, tai 2) ilmoittaa vuosiselvitys rekisteröitäväksi vuosiselvitysrikkomuksesta on tuomittava, jollei muualla laissa säädetä ankarampaa rangaistusta, sakkoon. Rangaistusta ei tuomita, jos rikkomus on vähäinen.",
        "folded_fi": "joka tahallaan tai torkeasta huolimattomuudesta laiminlyo velvollisuutensa 1) varmistua siita, etta vuosiselvitys on laadittu taman lain mukaisesti, tai 2) ilmoittaa vuosiselvitys rekisteroitavaksi vuosiselvitysrikkomuksesta on tuomittava, jollei muualla laissa saadeta ankarampaa rangaistusta, sakkoon. rangaistusta ei tuomita, jos rikkomus on vahainen.",
        "title_sv": "Årsrapportsförseelse",
        "content_sv": "Den som uppsåtligen eller av grov oaktsamhet åsidosätter 1) sin skyldighet att försäkra sig om att årsrapporten har upprättats i enlighet med denna lag, eller 2) skyldigheten att anmäla rapporten för registrering, årsrapportsförseelse ska, om inte strängare straff för gärningen föreskrivs någon annanstans i lag, för dömas till böter. Till straff döms inte om förseelsen är ringa.",
        "normalized_sv": "Den som uppsåtligen eller av grov oaktsamhet åsidosätter 1) sin skyldighet att försäkra sig om att årsrapporten har upprättats i enlighet med denna lag, eller 2) skyldigheten att anmäla rapporten för registrering, årsrapportsförseelse ska, om inte strängare straff för gärningen föreskrivs någon annanstans i lag, för dömas till böter. Till straff döms inte om förseelsen är ringa.",
        "folded_sv": "den som uppsatligen eller av grov oaktsamhet asidosatter 1) sin skyldighet att forsakra sig om att arsrapporten har upprattats i enlighet med denna lag, eller 2) skyldigheten att anmala rapporten for registrering, arsrapportsforseelse ska, om inte strangare straff for garningen foreskrivs nagon annanstans i lag, for domas till boter. till straff doms inte om forseelsen ar ringa."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2016. Sitä sovelletaan 1 päivänä tammikuuta 2016 ja sen jälkeen alkavilta tilikausilta laadittaviin vuosiselvityksiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2016. Sitä sovelletaan 1 päivänä tammikuuta 2016 ja sen jälkeen alkavilta tilikausilta laadittaviin vuosiselvityksiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2016. sita sovelletaan 1 paivana tammikuuta 2016 ja sen jalkeen alkavilta tilikausilta laadittaviin vuosiselvityksiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2016 och den ska tillämpas på årsrapporter som upprättas för räkenskapsperioder som börjar den 1 januari 2016 och därefter.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2016 och den ska tillämpas på årsrapporter som upprättas för räkenskapsperioder som börjar den 1 januari 2016 och därefter.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2016 och den ska tillampas pa arsrapporter som upprattas for rakenskapsperioder som borjar den 1 januari 2016 och darefter."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    }
  ]
}