{
  "id": "1632/2015",
  "type": "statute",
  "title": "Laki Euroopan meri- ja kalatalousrahastoa koskevan eurooppalaisen asetuksen kansallisesta täytäntöönpanosta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om det nationella genomförandet av den europeiska förordningen om Europeiska havs- och fiskerifonden",
  "status": "in_force",
  "issued_date": "2015-12-30",
  "in_force_date": "2015-12-30",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/1632/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Maa- ja metsätalousministeriön tehtävät",
      "content": "kehittämis- ja hallintokeskus Ohjelman yhdenmukaisen ja tehokkaan toimeenpanon varmistamiseksi maa- ja metsätalousministeriö ohjaa ja valvoo elinkeino-, liikenne- ja ympäristökeskuksia, elinkeino-, liikenne- ja ympäristökeskusten sekä työ- ja elinkeinotoimistojen kehittämis- ja hallintokeskusta () sekä kalatalouden toimintaryhmiä niiden hoitaessa tässä laissa tarkoitettuja tehtäviä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "kehittämis- ja hallintokeskus Ohjelman yhdenmukaisen ja tehokkaan toimeenpanon varmistamiseksi maa- ja metsätalousministeriö ohjaa ja valvoo elinkeino-, liikenne- ja ympäristökeskuksia, elinkeino-, liikenne- ja ympäristökeskusten sekä työ- ja elinkeinotoimistojen kehittämis- ja hallintokeskusta () sekä kalatalouden toimintaryhmiä niiden hoitaessa tässä laissa tarkoitettuja tehtäviä.",
        "folded_fi": "kehittamis- ja hallintokeskus ohjelman yhdenmukaisen ja tehokkaan toimeenpanon varmistamiseksi maa- ja metsatalousministerio ohjaa ja valvoo elinkeino-, liikenne- ja ymparistokeskuksia, elinkeino-, liikenne- ja ymparistokeskusten seka tyo- ja elinkeinotoimistojen kehittamis- ja hallintokeskusta () seka kalatalouden toimintaryhmia niiden hoitaessa tassa laissa tarkoitettuja tehtavia.",
        "title_sv": "Jord- och skogsbruksministeriets uppgifter",
        "content_sv": "utvecklings- och förvaltningscentret I syfte att säkerställa att programmet genomförs enhetligt och effektivt styr och övervakar jord- och skogsbruksministeriet närings-, trafik- och miljöcentralerna, närings-, trafik- och miljöcentralernas samt arbets- och näringsbyråernas utvecklings- och förvaltningscenter () och fiskeaktionsgrupperna när dessa utför uppgifter som anges i denna lag.",
        "normalized_sv": "utvecklings- och förvaltningscentret I syfte att säkerställa att programmet genomförs enhetligt och effektivt styr och övervakar jord- och skogsbruksministeriet närings-, trafik- och miljöcentralerna, närings-, trafik- och miljöcentralernas samt arbets- och näringsbyråernas utvecklings- och förvaltningscenter () och fiskeaktionsgrupperna när dessa utför uppgifter som anges i denna lag.",
        "folded_sv": "utvecklings- och forvaltningscentret i syfte att sakerstalla att programmet genomfors enhetligt och effektivt styr och overvakar jord- och skogsbruksministeriet narings-, trafik- och miljocentralerna, narings-, trafik- och miljocentralernas samt arbets- och naringsbyraernas utvecklings- och forvaltningscenter () och fiskeaktionsgrupperna nar dessa utfor uppgifter som anges i denna lag."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Välittävä toimielin",
      "content": "Elinkeino-, liikenne- ja ympäristökeskukset sekä kehittämis- ja hallintokeskus toimivat yleisasetuksen 123 artiklan 6 kohdassa tarkoitettuina välittävinä toimieliminä. Välittävä toimielin vastaa tässä laissa säädetyistä sekä valtioneuvoston asetuksella sille säädetyistä tehtävistä toimialueellaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Elinkeino-, liikenne- ja ympäristökeskukset sekä kehittämis- ja hallintokeskus toimivat yleisasetuksen 123 artiklan 6 kohdassa tarkoitettuina välittävinä toimieliminä. Välittävä toimielin vastaa tässä laissa säädetyistä sekä valtioneuvoston asetuksella sille säädetyistä tehtävistä toimialueellaan.",
        "folded_fi": "elinkeino-, liikenne- ja ymparistokeskukset seka kehittamis- ja hallintokeskus toimivat yleisasetuksen 123 artiklan 6 kohdassa tarkoitettuina valittavina toimielimina. valittava toimielin vastaa tassa laissa saadetyista seka valtioneuvoston asetuksella sille saadetyista tehtavista toimialueellaan.",
        "title_sv": "Förmedlande organ",
        "content_sv": "Förmedlande organ enligt artikel 123.6 i förordningen om allmänna bestämmelser är närings-, trafik- och miljöcentralerna samt utvecklings- och förvaltningscentret. Ett förmedlande organ svarar inom sitt verksamhetsområde för de i denna lag föreskrivna uppgifterna samt de uppgifter som föreskrivits för organet genom förordning av statsrådet.",
        "normalized_sv": "Förmedlande organ enligt artikel 123.6 i förordningen om allmänna bestämmelser är närings-, trafik- och miljöcentralerna samt utvecklings- och förvaltningscentret. Ett förmedlande organ svarar inom sitt verksamhetsområde för de i denna lag föreskrivna uppgifterna samt de uppgifter som föreskrivits för organet genom förordning av statsrådet.",
        "folded_sv": "formedlande organ enligt artikel 123.6 i forordningen om allmanna bestammelser ar narings-, trafik- och miljocentralerna samt utvecklings- och forvaltningscentret. ett formedlande organ svarar inom sitt verksamhetsomrade for de i denna lag foreskrivna uppgifterna samt de uppgifter som foreskrivits for organet genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Maksuhakemus",
      "content": "Maksuhakemus tehdään kehittämis- ja hallintokeskukselle käyttäen 19 §:n 1 momentissa tarkoitettua verkkopalvelua. Mitä 19 §:n 1 momentissa säädetään sähköisestä tukihakemuksesta ja sen käsittelystä, sovelletaan myös tuen maksamista koskevaan hakemukseen. Maksuhakemus voidaan tehdä myös kirjallisesti maa- ja metsätalousministeriön tarkoitusta varten vahvistamalla lomakkeella. Hakemus on allekirjoitettava. Kirjallinen hakemus on toimitettava kehittämis- ja hallintokeskukselle. Hakemukseen on liitettävä tuen maksamisen edellytysten kannalta välttämättömät tilinpitoasiakirjat ja selvitykset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24",
        "normalized_fi": "Maksuhakemus tehdään kehittämis- ja hallintokeskukselle käyttäen 19 § :n 1 momentissa tarkoitettua verkkopalvelua. Mitä 19 § :n 1 momentissa säädetään sähköisestä tukihakemuksesta ja sen käsittelystä, sovelletaan myös tuen maksamista koskevaan hakemukseen. Maksuhakemus voidaan tehdä myös kirjallisesti maa- ja metsätalousministeriön tarkoitusta varten vahvistamalla lomakkeella. Hakemus on allekirjoitettava. Kirjallinen hakemus on toimitettava kehittämis- ja hallintokeskukselle. Hakemukseen on liitettävä tuen maksamisen edellytysten kannalta välttämättömät tilinpitoasiakirjat ja selvitykset.",
        "folded_fi": "maksuhakemus tehdaan kehittamis- ja hallintokeskukselle kayttaen 19 §:n 1 momentissa tarkoitettua verkkopalvelua. mita 19 §:n 1 momentissa saadetaan sahkoisesta tukihakemuksesta ja sen kasittelysta, sovelletaan myos tuen maksamista koskevaan hakemukseen. maksuhakemus voidaan tehda myos kirjallisesti maa- ja metsatalousministerion tarkoitusta varten vahvistamalla lomakkeella. hakemus on allekirjoitettava. kirjallinen hakemus on toimitettava kehittamis- ja hallintokeskukselle. hakemukseen on liitettava tuen maksamisen edellytysten kannalta valttamattomat tilinpitoasiakirjat ja selvitykset.",
        "title_sv": "Ansökan om utbetalning",
        "content_sv": "Ansökan om utbetalning lämnas till utvecklings- och förvaltningscentret via den nättjänst som avses i 19 § 1 mom. Bestämmelserna i 19 § 1 mom. om elektronisk stödansökan och behandlingen av den tillämpas också på ansökan om utbetalning av stöd. En ansökan om utbetalning kan också göras skriftligt på en blankett som jord- och skogsbruksministeriet fastställt för ändamålet. Ansökan ska undertecknas. En skriftlig ansökan ska lämnas in till utvecklings- och förvaltningscentret. Till ansökan ska fogas de bokföringshandlingar och utredningar som är nödvändiga med tanke på förutsättningarna för utbetalning av stöd.",
        "normalized_sv": "Ansökan om utbetalning lämnas till utvecklings- och förvaltningscentret via den nättjänst som avses i 19 § 1 mom. Bestämmelserna i 19 § 1 mom. om elektronisk stödansökan och behandlingen av den tillämpas också på ansökan om utbetalning av stöd. En ansökan om utbetalning kan också göras skriftligt på en blankett som jord- och skogsbruksministeriet fastställt för ändamålet. Ansökan ska undertecknas. En skriftlig ansökan ska lämnas in till utvecklings- och förvaltningscentret. Till ansökan ska fogas de bokföringshandlingar och utredningar som är nödvändiga med tanke på förutsättningarna för utbetalning av stöd.",
        "folded_sv": "ansokan om utbetalning lamnas till utvecklings- och forvaltningscentret via den nattjanst som avses i 19 § 1 mom. bestammelserna i 19 § 1 mom. om elektronisk stodansokan och behandlingen av den tillampas ocksa pa ansokan om utbetalning av stod. en ansokan om utbetalning kan ocksa goras skriftligt pa en blankett som jord- och skogsbruksministeriet faststallt for andamalet. ansokan ska undertecknas. en skriftlig ansokan ska lamnas in till utvecklings- och forvaltningscentret. till ansokan ska fogas de bokforingshandlingar och utredningar som ar nodvandiga med tanke pa forutsattningarna for utbetalning av stod."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Maksujen hyväksyminen",
      "content": "Tuen maksamisesta päättää kehittämis- ja hallintokeskus, jos tuen maksamista haetaan erillisellä maksuhakemuksella. Tuen maksamisesta päättää elinkeino-, liikenne- ja ympäristökeskus, jos toimenpiteelle maksetaan tukea ilman erillistä maksuhakemusta ja menettelystä on ilmoitettu 18 §:n 2 momentissa tarkoitetun toimenpidettä koskevan määräaikaisen hakumenettelyn aloittamisen yhteydessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25",
        "normalized_fi": "Tuen maksamisesta päättää kehittämis- ja hallintokeskus, jos tuen maksamista haetaan erillisellä maksuhakemuksella. Tuen maksamisesta päättää elinkeino-, liikenne- ja ympäristökeskus, jos toimenpiteelle maksetaan tukea ilman erillistä maksuhakemusta ja menettelystä on ilmoitettu 18 § :n 2 momentissa tarkoitetun toimenpidettä koskevan määräaikaisen hakumenettelyn aloittamisen yhteydessä.",
        "folded_fi": "tuen maksamisesta paattaa kehittamis- ja hallintokeskus, jos tuen maksamista haetaan erillisella maksuhakemuksella. tuen maksamisesta paattaa elinkeino-, liikenne- ja ymparistokeskus, jos toimenpiteelle maksetaan tukea ilman erillista maksuhakemusta ja menettelysta on ilmoitettu 18 §:n 2 momentissa tarkoitetun toimenpidetta koskevan maaraaikaisen hakumenettelyn aloittamisen yhteydessa.",
        "title_sv": "Godkännande av utbetalningar",
        "content_sv": "Utvecklings- och förvaltningscentret beslutar om utbetalning av stöd, om ansökan om utbetalning av stöd görs genom separat ansökan om utbetalning. Närings-, trafik- och miljöcentralen beslutar om utbetalning av stöd, om det för åtgärden betalas stöd utan separat ansökan om utbetalning och det har informerats om förfarandet i samband med inledande av ett i 18 § 2 mom. avsett tidsbundet ansökningsförfarande som gäller den åtgärden.",
        "normalized_sv": "Utvecklings- och förvaltningscentret beslutar om utbetalning av stöd, om ansökan om utbetalning av stöd görs genom separat ansökan om utbetalning. Närings-, trafik- och miljöcentralen beslutar om utbetalning av stöd, om det för åtgärden betalas stöd utan separat ansökan om utbetalning och det har informerats om förfarandet i samband med inledande av ett i 18 § 2 mom. avsett tidsbundet ansökningsförfarande som gäller den åtgärden.",
        "folded_sv": "utvecklings- och forvaltningscentret beslutar om utbetalning av stod, om ansokan om utbetalning av stod gors genom separat ansokan om utbetalning. narings-, trafik- och miljocentralen beslutar om utbetalning av stod, om det for atgarden betalas stod utan separat ansokan om utbetalning och det har informerats om forfarandet i samband med inledande av ett i 18 § 2 mom. avsett tidsbundet ansokningsforfarande som galler den atgarden."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "title": "Takaisinperinnän menettelyt",
      "content": "Tuen takaisinperinnästä päättää kehittämis- ja hallintokeskus. Maa- ja metsätalousministeriö voi määrätä kehittämis- ja hallintokeskuksen ryhtymään takaisinperintään, jos se katsoo 27 §:ssä säädettyjen edellytysten täyttyvän. Takaisinperintää koskevassa päätöksessä on vahvistettava takaisinperittävä määrä, 28 §:n 1 momentissa tarkoitettu korko sekä niiden suorittamiselle asetettava eräpäivä. Päätös on tehtävä ilman aiheetonta viivytystä sen jälkeen, kun kehittämis- ja hallintokeskus tai elinkeino-, liikenne- ja ympäristökeskus on saanut tiedon takaisinperinnän perusteesta ja viimeistään kymmenen vuoden kuluttua tuen maksamisesta. Kehittämis- ja hallintokeskus vastaa takaisinperintäpäätöksen täytäntöönpanosta. Takaisinperintäpäätös on suoraan ulosottokelpoinen sen jälkeen, kun päätös on saanut lainvoiman. Sen perimisestä säädetään verojen ja maksujen täytäntöönpanosta annetussa laissa (706/2007).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:29",
        "normalized_fi": "Tuen takaisinperinnästä päättää kehittämis- ja hallintokeskus. Maa- ja metsätalousministeriö voi määrätä kehittämis- ja hallintokeskuksen ryhtymään takaisinperintään, jos se katsoo 27 § :ssä säädettyjen edellytysten täyttyvän. Takaisinperintää koskevassa päätöksessä on vahvistettava takaisinperittävä määrä, 28 § :n 1 momentissa tarkoitettu korko sekä niiden suorittamiselle asetettava eräpäivä. Päätös on tehtävä ilman aiheetonta viivytystä sen jälkeen, kun kehittämis- ja hallintokeskus tai elinkeino-, liikenne- ja ympäristökeskus on saanut tiedon takaisinperinnän perusteesta ja viimeistään kymmenen vuoden kuluttua tuen maksamisesta. Kehittämis- ja hallintokeskus vastaa takaisinperintäpäätöksen täytäntöönpanosta. Takaisinperintäpäätös on suoraan ulosottokelpoinen sen jälkeen, kun päätös on saanut lainvoiman. Sen perimisestä säädetään verojen ja maksujen täytäntöönpanosta annetussa laissa (706/2007).",
        "folded_fi": "tuen takaisinperinnasta paattaa kehittamis- ja hallintokeskus. maa- ja metsatalousministerio voi maarata kehittamis- ja hallintokeskuksen ryhtymaan takaisinperintaan, jos se katsoo 27 §:ssa saadettyjen edellytysten tayttyvan. takaisinperintaa koskevassa paatoksessa on vahvistettava takaisinperittava maara, 28 §:n 1 momentissa tarkoitettu korko seka niiden suorittamiselle asetettava erapaiva. paatos on tehtava ilman aiheetonta viivytysta sen jalkeen, kun kehittamis- ja hallintokeskus tai elinkeino-, liikenne- ja ymparistokeskus on saanut tiedon takaisinperinnan perusteesta ja viimeistaan kymmenen vuoden kuluttua tuen maksamisesta. kehittamis- ja hallintokeskus vastaa takaisinperintapaatoksen taytantoonpanosta. takaisinperintapaatos on suoraan ulosottokelpoinen sen jalkeen, kun paatos on saanut lainvoiman. sen perimisesta saadetaan verojen ja maksujen taytantoonpanosta annetussa laissa (706/2007).",
        "title_sv": "Förfaranden vid återkrav",
        "content_sv": "Utvecklings- och förvaltningscentret beslutar om återkrav av stöd. Jord- och skogsbruksministeriet kan bestämma att utvecklings- och förvaltningscentret ska vidta återkrav, om ministeriet anser att förutsättningarna enligt 27 § uppfylls. I ett beslut om återkrav ska det belopp som återkrävs och räntan enligt 28 § 1 mom. fastställas samt förfallodagen för betalningen av dem anges. Beslutet om återkrav ska fattas utan ogrundat dröjsmål efter det att utvecklings- och förvaltningscentret eller närings-, trafik- och miljöcentralen har fått vetskap om grunden för återkravet och senast tio år efter det att stödet har betalats ut. Utvecklings- och förvaltningscentret svarar för verkställigheten av ett beslut om återkrav. Ett beslut om återkrav är direkt utsökbart efter det att beslutet har vunnit laga kraft. Bestämmelser om indrivning av den fordran som baserar sig på beslutet finns i lagen om verkställighet av skatter och avgifter (706/2007).",
        "normalized_sv": "Utvecklings- och förvaltningscentret beslutar om återkrav av stöd. Jord- och skogsbruksministeriet kan bestämma att utvecklings- och förvaltningscentret ska vidta återkrav, om ministeriet anser att förutsättningarna enligt 27 § uppfylls. I ett beslut om återkrav ska det belopp som återkrävs och räntan enligt 28 § 1 mom. fastställas samt förfallodagen för betalningen av dem anges. Beslutet om återkrav ska fattas utan ogrundat dröjsmål efter det att utvecklings- och förvaltningscentret eller närings-, trafik- och miljöcentralen har fått vetskap om grunden för återkravet och senast tio år efter det att stödet har betalats ut. Utvecklings- och förvaltningscentret svarar för verkställigheten av ett beslut om återkrav. Ett beslut om återkrav är direkt utsökbart efter det att beslutet har vunnit laga kraft. Bestämmelser om indrivning av den fordran som baserar sig på beslutet finns i lagen om verkställighet av skatter och avgifter (706/2007).",
        "folded_sv": "utvecklings- och forvaltningscentret beslutar om aterkrav av stod. jord- och skogsbruksministeriet kan bestamma att utvecklings- och forvaltningscentret ska vidta aterkrav, om ministeriet anser att forutsattningarna enligt 27 § uppfylls. i ett beslut om aterkrav ska det belopp som aterkravs och rantan enligt 28 § 1 mom. faststallas samt forfallodagen for betalningen av dem anges. beslutet om aterkrav ska fattas utan ogrundat drojsmal efter det att utvecklings- och forvaltningscentret eller narings-, trafik- och miljocentralen har fatt vetskap om grunden for aterkravet och senast tio ar efter det att stodet har betalats ut. utvecklings- och forvaltningscentret svarar for verkstalligheten av ett beslut om aterkrav. ett beslut om aterkrav ar direkt utsokbart efter det att beslutet har vunnit laga kraft. bestammelser om indrivning av den fordran som baserar sig pa beslutet finns i lagen om verkstallighet av skatter och avgifter (706/2007)."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "title": "Takaisinperinnän kohtuullistaminen",
      "content": "Kehittämis- ja hallintokeskus voi jättää virheellisesti tai perusteetta maksetun määrän tai sille suoritettavan koron kokonaan tai osaksi perimättä, jos perinnän suorittaminen täysimääräisenä olisi tuen saajan olosuhteet ja toiminta huomioon ottaen kokonaisuutena arvioiden kohtuutonta. Takaisinperintä ja korkojen periminen on kuitenkin suoritettava täysimääräisenä, jos Euroopan unionin lainsäädäntö sitä edellyttää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:30",
        "normalized_fi": "Kehittämis- ja hallintokeskus voi jättää virheellisesti tai perusteetta maksetun määrän tai sille suoritettavan koron kokonaan tai osaksi perimättä, jos perinnän suorittaminen täysimääräisenä olisi tuen saajan olosuhteet ja toiminta huomioon ottaen kokonaisuutena arvioiden kohtuutonta. Takaisinperintä ja korkojen periminen on kuitenkin suoritettava täysimääräisenä, jos Euroopan unionin lainsäädäntö sitä edellyttää.",
        "folded_fi": "kehittamis- ja hallintokeskus voi jattaa virheellisesti tai perusteetta maksetun maaran tai sille suoritettavan koron kokonaan tai osaksi perimatta, jos perinnan suorittaminen taysimaaraisena olisi tuen saajan olosuhteet ja toiminta huomioon ottaen kokonaisuutena arvioiden kohtuutonta. takaisinperinta ja korkojen periminen on kuitenkin suoritettava taysimaaraisena, jos euroopan unionin lainsaadanto sita edellyttaa.",
        "title_sv": "Jämkning av återkrav",
        "content_sv": "Utvecklings- och förvaltningscentret kan helt eller delvis avstå från att återkräva ett belopp som betalats ut felaktigt eller utan grund eller från att ta ut den ränta som ska betalas på beloppet, om en helhetsbedömning visar att det med hänsyn till stödmottagarens omständigheter och verksamhet är oskäligt att återkräva det fulla beloppet. Återkravet och indrivningen av ränta ska dock ske till fullt belopp, om Europeiska unionens lagstiftning så kräver.",
        "normalized_sv": "Utvecklings- och förvaltningscentret kan helt eller delvis avstå från att återkräva ett belopp som betalats ut felaktigt eller utan grund eller från att ta ut den ränta som ska betalas på beloppet, om en helhetsbedömning visar att det med hänsyn till stödmottagarens omständigheter och verksamhet är oskäligt att återkräva det fulla beloppet. Återkravet och indrivningen av ränta ska dock ske till fullt belopp, om Europeiska unionens lagstiftning så kräver.",
        "folded_sv": "utvecklings- och forvaltningscentret kan helt eller delvis avsta fran att aterkrava ett belopp som betalats ut felaktigt eller utan grund eller fran att ta ut den ranta som ska betalas pa beloppet, om en helhetsbedomning visar att det med hansyn till stodmottagarens omstandigheter och verksamhet ar oskaligt att aterkrava det fulla beloppet. aterkravet och indrivningen av ranta ska dock ske till fullt belopp, om europeiska unionens lagstiftning sa kraver."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Tietojärjestelmän tarkoitus",
      "content": "Maa- ja metsätalousministeriö ottaa käyttöön yleisasetuksen 125 artiklan 2 kohdan d alakohdassa tarkoitetun tietojärjestelmän. Tietojärjestelmää käytetään Euroopan meri- ja kalatalousrahastoa koskevassa Euroopan unionin lainsäädännössä sekä tässä laissa säädettyjen tehtävien hoitamiseen. Elinkeino-, liikenne- ja ympäristökeskukset, kehittämis- ja hallintokeskus sekä kalatalouden toimintaryhmät vastaavat niille säädettyjen tehtävien mukaisesti siitä, että tietojärjestelmään tallennetaan oikeat ja riittävät tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31",
        "normalized_fi": "Maa- ja metsätalousministeriö ottaa käyttöön yleisasetuksen 125 artiklan 2 kohdan d alakohdassa tarkoitetun tietojärjestelmän. Tietojärjestelmää käytetään Euroopan meri- ja kalatalousrahastoa koskevassa Euroopan unionin lainsäädännössä sekä tässä laissa säädettyjen tehtävien hoitamiseen. Elinkeino-, liikenne- ja ympäristökeskukset, kehittämis- ja hallintokeskus sekä kalatalouden toimintaryhmät vastaavat niille säädettyjen tehtävien mukaisesti siitä, että tietojärjestelmään tallennetaan oikeat ja riittävät tiedot.",
        "folded_fi": "maa- ja metsatalousministerio ottaa kayttoon yleisasetuksen 125 artiklan 2 kohdan d alakohdassa tarkoitetun tietojarjestelman. tietojarjestelmaa kaytetaan euroopan meri- ja kalatalousrahastoa koskevassa euroopan unionin lainsaadannossa seka tassa laissa saadettyjen tehtavien hoitamiseen. elinkeino-, liikenne- ja ymparistokeskukset, kehittamis- ja hallintokeskus seka kalatalouden toimintaryhmat vastaavat niille saadettyjen tehtavien mukaisesti siita, etta tietojarjestelmaan tallennetaan oikeat ja riittavat tiedot.",
        "title_sv": "Syfte med informationssystemet",
        "content_sv": "Jord- och skogsbruksministeriet ska ta i bruk ett informationssystem enligt artikel 125.2 d i förordningen om allmänna bestämmelser. Informationssystemet används för skötseln av de uppgifter som det föreskrivs om i Europeiska unionens lagstiftning om Europeiska havs- och fiskerifonden och i denna lag. Närings-, trafik- och miljöcentralerna, utvecklings- och förvaltningscentret och fiskeaktionsgrupperna svarar för att riktiga och tillräckliga uppgifter förs in i informationssystemet i enlighet med de uppgifter som föreskrivs för dem.",
        "normalized_sv": "Jord- och skogsbruksministeriet ska ta i bruk ett informationssystem enligt artikel 125.2 d i förordningen om allmänna bestämmelser. Informationssystemet används för skötseln av de uppgifter som det föreskrivs om i Europeiska unionens lagstiftning om Europeiska havs- och fiskerifonden och i denna lag. Närings-, trafik- och miljöcentralerna, utvecklings- och förvaltningscentret och fiskeaktionsgrupperna svarar för att riktiga och tillräckliga uppgifter förs in i informationssystemet i enlighet med de uppgifter som föreskrivs för dem.",
        "folded_sv": "jord- och skogsbruksministeriet ska ta i bruk ett informationssystem enligt artikel 125.2 d i forordningen om allmanna bestammelser. informationssystemet anvands for skotseln av de uppgifter som det foreskrivs om i europeiska unionens lagstiftning om europeiska havs- och fiskerifonden och i denna lag. narings-, trafik- och miljocentralerna, utvecklings- och forvaltningscentret och fiskeaktionsgrupperna svarar for att riktiga och tillrackliga uppgifter fors in i informationssystemet i enlighet med de uppgifter som foreskrivs for dem."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Tietojensaantioikeus ja tietojen luovuttaminen",
      "content": "Maa- ja metsätalousministeriöllä, elinkeino-, liikenne- ja ympäristökeskuksilla, kehittämis- ja hallintokeskuksella ja 35 §:ssä tarkoitetulla tarkastuksia tekevällä on salassapitosäännösten estämättä oikeus saada muulta viranomaiselta, julkista tehtävää hoitavalta taholta ja kalatalouden toimintaryhmältä hakijaa ja tuen saajaa, tämän taloudellista asemaa ja liike- tai ammattitoimintaa, julkisista varoista myönnettyä rahoitusta tai muuta tuen kannalta merkityksellistä olosuhdetta koskevia tietoja, jotka ovat välttämättömiä tukea koskevan asian käsittelemiseksi. Maa- ja metsätalousministeriöllä, elinkeino-, liikenne- ja ympäristökeskuksella ja kehittämis- ja hallintokeskuksella on salassapitosäännösten estämättä oikeus luovuttaa muulle viranomaiselle tai julkista tehtävää hoitavalle taikka Euroopan unionin toimielimelle tässä laissa säädettyä tehtävää hoidettaessa saatuja, tuen saajaa koskevia tietoja, jotka ovat välttämättömiä viranomaiselle, julkista tehtävää hoitavalle tai toimielimelle säädetyn tarkastustehtävän suorittamiseksi tai sen valvomiseksi, että Euroopan unionin lainsäädäntöä on noudatettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34",
        "normalized_fi": "Maa- ja metsätalousministeriöllä, elinkeino-, liikenne- ja ympäristökeskuksilla, kehittämis- ja hallintokeskuksella ja 35 § :ssä tarkoitetulla tarkastuksia tekevällä on salassapitosäännösten estämättä oikeus saada muulta viranomaiselta, julkista tehtävää hoitavalta taholta ja kalatalouden toimintaryhmältä hakijaa ja tuen saajaa, tämän taloudellista asemaa ja liike- tai ammattitoimintaa, julkisista varoista myönnettyä rahoitusta tai muuta tuen kannalta merkityksellistä olosuhdetta koskevia tietoja, jotka ovat välttämättömiä tukea koskevan asian käsittelemiseksi. Maa- ja metsätalousministeriöllä, elinkeino-, liikenne- ja ympäristökeskuksella ja kehittämis- ja hallintokeskuksella on salassapitosäännösten estämättä oikeus luovuttaa muulle viranomaiselle tai julkista tehtävää hoitavalle taikka Euroopan unionin toimielimelle tässä laissa säädettyä tehtävää hoidettaessa saatuja, tuen saajaa koskevia tietoja, jotka ovat välttämättömiä viranomaiselle, julkista tehtävää hoitavalle tai toimielimelle säädetyn tarkastustehtävän suorittamiseksi tai sen valvomiseksi, että Euroopan unionin lainsäädäntöä on noudatettu.",
        "folded_fi": "maa- ja metsatalousministeriolla, elinkeino-, liikenne- ja ymparistokeskuksilla, kehittamis- ja hallintokeskuksella ja 35 §:ssa tarkoitetulla tarkastuksia tekevalla on salassapitosaannosten estamatta oikeus saada muulta viranomaiselta, julkista tehtavaa hoitavalta taholta ja kalatalouden toimintaryhmalta hakijaa ja tuen saajaa, taman taloudellista asemaa ja liike- tai ammattitoimintaa, julkisista varoista myonnettya rahoitusta tai muuta tuen kannalta merkityksellista olosuhdetta koskevia tietoja, jotka ovat valttamattomia tukea koskevan asian kasittelemiseksi. maa- ja metsatalousministeriolla, elinkeino-, liikenne- ja ymparistokeskuksella ja kehittamis- ja hallintokeskuksella on salassapitosaannosten estamatta oikeus luovuttaa muulle viranomaiselle tai julkista tehtavaa hoitavalle taikka euroopan unionin toimielimelle tassa laissa saadettya tehtavaa hoidettaessa saatuja, tuen saajaa koskevia tietoja, jotka ovat valttamattomia viranomaiselle, julkista tehtavaa hoitavalle tai toimielimelle saadetyn tarkastustehtavan suorittamiseksi tai sen valvomiseksi, etta euroopan unionin lainsaadantoa on noudatettu.",
        "title_sv": "Rätt att få uppgifter och utlämnande av uppgifter",
        "content_sv": "Jord- och skogsbruksministeriet, närings-, trafik- och miljöcentralerna, utvecklings- och förvaltningscentret och en i 35 § avsedd aktör som förrättar inspektioner har trots bestämmelserna om sekretess rätt att av andra myndigheter, aktörer som sköter offentliga uppdrag eller fiskeaktionsgrupper få för behandlingen av ett stödärende nödvändiga uppgifter som gäller sökanden och stödmottagaren, dennes ekonomiska ställning och affärs- eller yrkesverksamhet eller finansiering med offentliga medel eller andra omständigheter som är betydelsefulla med tanke på stödet. Jord- och skogsbruksministeriet, närings-, trafik- och miljöcentralerna och utvecklings- och förvaltningscentret har trots bestämmelserna om sekretess rätt att till andra myndigheter eller aktörer som sköter offentliga uppdrag eller till organ inom Europeiska unionen lämna ut sådana uppgifter om stödmottagaren som erhållits vid skötseln av uppgifter enligt denna lag och som är nödvändiga för skötseln av den inspektionsuppgift som föreskrivs för myndigheten, aktören eller organet eller för utövandet av tillsyn över att Europeiska unionens lagstiftning har följts.",
        "normalized_sv": "Jord- och skogsbruksministeriet, närings-, trafik- och miljöcentralerna, utvecklings- och förvaltningscentret och en i 35 § avsedd aktör som förrättar inspektioner har trots bestämmelserna om sekretess rätt att av andra myndigheter, aktörer som sköter offentliga uppdrag eller fiskeaktionsgrupper få för behandlingen av ett stödärende nödvändiga uppgifter som gäller sökanden och stödmottagaren, dennes ekonomiska ställning och affärs- eller yrkesverksamhet eller finansiering med offentliga medel eller andra omständigheter som är betydelsefulla med tanke på stödet. Jord- och skogsbruksministeriet, närings-, trafik- och miljöcentralerna och utvecklings- och förvaltningscentret har trots bestämmelserna om sekretess rätt att till andra myndigheter eller aktörer som sköter offentliga uppdrag eller till organ inom Europeiska unionen lämna ut sådana uppgifter om stödmottagaren som erhållits vid skötseln av uppgifter enligt denna lag och som är nödvändiga för skötseln av den inspektionsuppgift som föreskrivs för myndigheten, aktören eller organet eller för utövandet av tillsyn över att Europeiska unionens lagstiftning har följts.",
        "folded_sv": "jord- och skogsbruksministeriet, narings-, trafik- och miljocentralerna, utvecklings- och forvaltningscentret och en i 35 § avsedd aktor som forrattar inspektioner har trots bestammelserna om sekretess ratt att av andra myndigheter, aktorer som skoter offentliga uppdrag eller fiskeaktionsgrupper fa for behandlingen av ett stodarende nodvandiga uppgifter som galler sokanden och stodmottagaren, dennes ekonomiska stallning och affars- eller yrkesverksamhet eller finansiering med offentliga medel eller andra omstandigheter som ar betydelsefulla med tanke pa stodet. jord- och skogsbruksministeriet, narings-, trafik- och miljocentralerna och utvecklings- och forvaltningscentret har trots bestammelserna om sekretess ratt att till andra myndigheter eller aktorer som skoter offentliga uppdrag eller till organ inom europeiska unionen lamna ut sadana uppgifter om stodmottagaren som erhallits vid skotseln av uppgifter enligt denna lag och som ar nodvandiga for skotseln av den inspektionsuppgift som foreskrivs for myndigheten, aktoren eller organet eller for utovandet av tillsyn over att europeiska unionens lagstiftning har foljts."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "title": "Tarkastusoikeus",
      "content": "Maa- ja metsätalousministeriöllä on oikeus tehdä tuen myöntämiseen, maksamiseen ja käyttöön liittyvien edellytysten ja ehtojen noudattamisen valvomiseksi tuen myöntäjiin ja saajiin kohdistuvia tarkastuksia. Vastaava oikeus on tuen saajien osalta elinkeino-, liikenne- ja ympäristökeskuksilla ja kehittämis- ja hallintokeskuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:35",
        "normalized_fi": "Maa- ja metsätalousministeriöllä on oikeus tehdä tuen myöntämiseen, maksamiseen ja käyttöön liittyvien edellytysten ja ehtojen noudattamisen valvomiseksi tuen myöntäjiin ja saajiin kohdistuvia tarkastuksia. Vastaava oikeus on tuen saajien osalta elinkeino-, liikenne- ja ympäristökeskuksilla ja kehittämis- ja hallintokeskuksella.",
        "folded_fi": "maa- ja metsatalousministeriolla on oikeus tehda tuen myontamiseen, maksamiseen ja kayttoon liittyvien edellytysten ja ehtojen noudattamisen valvomiseksi tuen myontajiin ja saajiin kohdistuvia tarkastuksia. vastaava oikeus on tuen saajien osalta elinkeino-, liikenne- ja ymparistokeskuksilla ja kehittamis- ja hallintokeskuksella.",
        "title_sv": "Inspektionsrätt",
        "content_sv": "Jord- och skogsbruksministeriet har rätt att förrätta inspektioner som gäller beviljare av stöd och stödmottagare i syfte att utöva tillsyn över att förutsättningarna och villkoren för beviljande, utbetalning och användning av stöd iakttas. Närings-, trafik- och miljöcentralerna och utvecklings- och förvaltningscentret har motsvarande rätt i fråga om stödmottagarna.",
        "normalized_sv": "Jord- och skogsbruksministeriet har rätt att förrätta inspektioner som gäller beviljare av stöd och stödmottagare i syfte att utöva tillsyn över att förutsättningarna och villkoren för beviljande, utbetalning och användning av stöd iakttas. Närings-, trafik- och miljöcentralerna och utvecklings- och förvaltningscentret har motsvarande rätt i fråga om stödmottagarna.",
        "folded_sv": "jord- och skogsbruksministeriet har ratt att forratta inspektioner som galler beviljare av stod och stodmottagare i syfte att utova tillsyn over att forutsattningarna och villkoren for beviljande, utbetalning och anvandning av stod iakttas. narings-, trafik- och miljocentralerna och utvecklings- och forvaltningscentret har motsvarande ratt i fraga om stodmottagarna."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "title": "Muutoksenhaku",
      "content": "Elinkeino-, liikenne- ja ympäristökeskuksen ja kehittämis- ja hallintokeskuksen tässä laissa tarkoitettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:39",
        "normalized_fi": "Elinkeino-, liikenne- ja ympäristökeskuksen ja kehittämis- ja hallintokeskuksen tässä laissa tarkoitettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään.",
        "folded_fi": "elinkeino-, liikenne- ja ymparistokeskuksen ja kehittamis- ja hallintokeskuksen tassa laissa tarkoitettuun paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ändring i närings-, trafik- och miljöcentralens och utvecklings- och förvaltningscentrets beslut enligt denna lag får sökas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen.",
        "normalized_sv": "Ändring i närings-, trafik- och miljöcentralens och utvecklings- och förvaltningscentrets beslut enligt denna lag får sökas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen.",
        "folded_sv": "andring i narings-, trafik- och miljocentralens och utvecklings- och forvaltningscentrets beslut enligt denna lag far sokas genom besvar hos forvaltningsdomstolen pa det satt som anges i forvaltningsprocesslagen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Maa- ja metsätalousministeriön tehtävät",
      "content": "kehittämis- ja hallintokeskus Ohjelman yhdenmukaisen ja tehokkaan toimeenpanon varmistamiseksi maa- ja metsätalousministeriö ohjaa ja valvoo elinkeino-, liikenne- ja ympäristökeskuksia, elinkeino-, liikenne- ja ympäristökeskusten sekä työ- ja elinkeinotoimistojen kehittämis- ja hallintokeskusta () sekä kalatalouden toimintaryhmiä niiden hoitaessa tässä laissa tarkoitettuja tehtäviä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "kehittämis- ja hallintokeskus Ohjelman yhdenmukaisen ja tehokkaan toimeenpanon varmistamiseksi maa- ja metsätalousministeriö ohjaa ja valvoo elinkeino-, liikenne- ja ympäristökeskuksia, elinkeino-, liikenne- ja ympäristökeskusten sekä työ- ja elinkeinotoimistojen kehittämis- ja hallintokeskusta () sekä kalatalouden toimintaryhmiä niiden hoitaessa tässä laissa tarkoitettuja tehtäviä.",
        "folded_fi": "kehittamis- ja hallintokeskus ohjelman yhdenmukaisen ja tehokkaan toimeenpanon varmistamiseksi maa- ja metsatalousministerio ohjaa ja valvoo elinkeino-, liikenne- ja ymparistokeskuksia, elinkeino-, liikenne- ja ymparistokeskusten seka tyo- ja elinkeinotoimistojen kehittamis- ja hallintokeskusta () seka kalatalouden toimintaryhmia niiden hoitaessa tassa laissa tarkoitettuja tehtavia.",
        "title_sv": "Jord- och skogsbruksministeriets uppgifter",
        "content_sv": "utvecklings- och förvaltningscentret I syfte att säkerställa att programmet genomförs enhetligt och effektivt styr och övervakar jord- och skogsbruksministeriet närings-, trafik- och miljöcentralerna, närings-, trafik- och miljöcentralernas samt arbets- och näringsbyråernas utvecklings- och förvaltningscenter () och fiskeaktionsgrupperna när dessa utför uppgifter som anges i denna lag.",
        "normalized_sv": "utvecklings- och förvaltningscentret I syfte att säkerställa att programmet genomförs enhetligt och effektivt styr och övervakar jord- och skogsbruksministeriet närings-, trafik- och miljöcentralerna, närings-, trafik- och miljöcentralernas samt arbets- och näringsbyråernas utvecklings- och förvaltningscenter () och fiskeaktionsgrupperna när dessa utför uppgifter som anges i denna lag.",
        "folded_sv": "utvecklings- och forvaltningscentret i syfte att sakerstalla att programmet genomfors enhetligt och effektivt styr och overvakar jord- och skogsbruksministeriet narings-, trafik- och miljocentralerna, narings-, trafik- och miljocentralernas samt arbets- och naringsbyraernas utvecklings- och forvaltningscenter () och fiskeaktionsgrupperna nar dessa utfor uppgifter som anges i denna lag."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Välittävä toimielin",
      "content": "Elinkeino-, liikenne- ja ympäristökeskukset sekä kehittämis- ja hallintokeskus toimivat yleisasetuksen 123 artiklan 6 kohdassa tarkoitettuina välittävinä toimieliminä. Välittävä toimielin vastaa tässä laissa säädetyistä sekä valtioneuvoston asetuksella sille säädetyistä tehtävistä toimialueellaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Elinkeino-, liikenne- ja ympäristökeskukset sekä kehittämis- ja hallintokeskus toimivat yleisasetuksen 123 artiklan 6 kohdassa tarkoitettuina välittävinä toimieliminä. Välittävä toimielin vastaa tässä laissa säädetyistä sekä valtioneuvoston asetuksella sille säädetyistä tehtävistä toimialueellaan.",
        "folded_fi": "elinkeino-, liikenne- ja ymparistokeskukset seka kehittamis- ja hallintokeskus toimivat yleisasetuksen 123 artiklan 6 kohdassa tarkoitettuina valittavina toimielimina. valittava toimielin vastaa tassa laissa saadetyista seka valtioneuvoston asetuksella sille saadetyista tehtavista toimialueellaan.",
        "title_sv": "Förmedlande organ",
        "content_sv": "Förmedlande organ enligt artikel 123.6 i förordningen om allmänna bestämmelser är närings-, trafik- och miljöcentralerna samt utvecklings- och förvaltningscentret. Ett förmedlande organ svarar inom sitt verksamhetsområde för de i denna lag föreskrivna uppgifterna samt de uppgifter som föreskrivits för organet genom förordning av statsrådet.",
        "normalized_sv": "Förmedlande organ enligt artikel 123.6 i förordningen om allmänna bestämmelser är närings-, trafik- och miljöcentralerna samt utvecklings- och förvaltningscentret. Ett förmedlande organ svarar inom sitt verksamhetsområde för de i denna lag föreskrivna uppgifterna samt de uppgifter som föreskrivits för organet genom förordning av statsrådet.",
        "folded_sv": "formedlande organ enligt artikel 123.6 i forordningen om allmanna bestammelser ar narings-, trafik- och miljocentralerna samt utvecklings- och forvaltningscentret. ett formedlande organ svarar inom sitt verksamhetsomrade for de i denna lag foreskrivna uppgifterna samt de uppgifter som foreskrivits for organet genom forordning av statsradet."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Maksuhakemus",
      "content": "Maksuhakemus tehdään kehittämis- ja hallintokeskukselle käyttäen 19 §:n 1 momentissa tarkoitettua verkkopalvelua. Mitä 19 §:n 1 momentissa säädetään sähköisestä tukihakemuksesta ja sen käsittelystä, sovelletaan myös tuen maksamista koskevaan hakemukseen. Maksuhakemus voidaan tehdä myös kirjallisesti maa- ja metsätalousministeriön tarkoitusta varten vahvistamalla lomakkeella. Hakemus on allekirjoitettava. Kirjallinen hakemus on toimitettava kehittämis- ja hallintokeskukselle. Hakemukseen on liitettävä tuen maksamisen edellytysten kannalta välttämättömät tilinpitoasiakirjat ja selvitykset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24",
        "normalized_fi": "Maksuhakemus tehdään kehittämis- ja hallintokeskukselle käyttäen 19 § :n 1 momentissa tarkoitettua verkkopalvelua. Mitä 19 § :n 1 momentissa säädetään sähköisestä tukihakemuksesta ja sen käsittelystä, sovelletaan myös tuen maksamista koskevaan hakemukseen. Maksuhakemus voidaan tehdä myös kirjallisesti maa- ja metsätalousministeriön tarkoitusta varten vahvistamalla lomakkeella. Hakemus on allekirjoitettava. Kirjallinen hakemus on toimitettava kehittämis- ja hallintokeskukselle. Hakemukseen on liitettävä tuen maksamisen edellytysten kannalta välttämättömät tilinpitoasiakirjat ja selvitykset.",
        "folded_fi": "maksuhakemus tehdaan kehittamis- ja hallintokeskukselle kayttaen 19 §:n 1 momentissa tarkoitettua verkkopalvelua. mita 19 §:n 1 momentissa saadetaan sahkoisesta tukihakemuksesta ja sen kasittelysta, sovelletaan myos tuen maksamista koskevaan hakemukseen. maksuhakemus voidaan tehda myos kirjallisesti maa- ja metsatalousministerion tarkoitusta varten vahvistamalla lomakkeella. hakemus on allekirjoitettava. kirjallinen hakemus on toimitettava kehittamis- ja hallintokeskukselle. hakemukseen on liitettava tuen maksamisen edellytysten kannalta valttamattomat tilinpitoasiakirjat ja selvitykset.",
        "title_sv": "Ansökan om utbetalning",
        "content_sv": "Ansökan om utbetalning lämnas till utvecklings- och förvaltningscentret via den nättjänst som avses i 19 § 1 mom. Bestämmelserna i 19 § 1 mom. om elektronisk stödansökan och behandlingen av den tillämpas också på ansökan om utbetalning av stöd. En ansökan om utbetalning kan också göras skriftligt på en blankett som jord- och skogsbruksministeriet fastställt för ändamålet. Ansökan ska undertecknas. En skriftlig ansökan ska lämnas in till utvecklings- och förvaltningscentret. Till ansökan ska fogas de bokföringshandlingar och utredningar som är nödvändiga med tanke på förutsättningarna för utbetalning av stöd.",
        "normalized_sv": "Ansökan om utbetalning lämnas till utvecklings- och förvaltningscentret via den nättjänst som avses i 19 § 1 mom. Bestämmelserna i 19 § 1 mom. om elektronisk stödansökan och behandlingen av den tillämpas också på ansökan om utbetalning av stöd. En ansökan om utbetalning kan också göras skriftligt på en blankett som jord- och skogsbruksministeriet fastställt för ändamålet. Ansökan ska undertecknas. En skriftlig ansökan ska lämnas in till utvecklings- och förvaltningscentret. Till ansökan ska fogas de bokföringshandlingar och utredningar som är nödvändiga med tanke på förutsättningarna för utbetalning av stöd.",
        "folded_sv": "ansokan om utbetalning lamnas till utvecklings- och forvaltningscentret via den nattjanst som avses i 19 § 1 mom. bestammelserna i 19 § 1 mom. om elektronisk stodansokan och behandlingen av den tillampas ocksa pa ansokan om utbetalning av stod. en ansokan om utbetalning kan ocksa goras skriftligt pa en blankett som jord- och skogsbruksministeriet faststallt for andamalet. ansokan ska undertecknas. en skriftlig ansokan ska lamnas in till utvecklings- och forvaltningscentret. till ansokan ska fogas de bokforingshandlingar och utredningar som ar nodvandiga med tanke pa forutsattningarna for utbetalning av stod."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Maksujen hyväksyminen",
      "content": "Tuen maksamisesta päättää kehittämis- ja hallintokeskus, jos tuen maksamista haetaan erillisellä maksuhakemuksella. Tuen maksamisesta päättää elinkeino-, liikenne- ja ympäristökeskus, jos toimenpiteelle maksetaan tukea ilman erillistä maksuhakemusta ja menettelystä on ilmoitettu 18 §:n 2 momentissa tarkoitetun toimenpidettä koskevan määräaikaisen hakumenettelyn aloittamisen yhteydessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25",
        "normalized_fi": "Tuen maksamisesta päättää kehittämis- ja hallintokeskus, jos tuen maksamista haetaan erillisellä maksuhakemuksella. Tuen maksamisesta päättää elinkeino-, liikenne- ja ympäristökeskus, jos toimenpiteelle maksetaan tukea ilman erillistä maksuhakemusta ja menettelystä on ilmoitettu 18 § :n 2 momentissa tarkoitetun toimenpidettä koskevan määräaikaisen hakumenettelyn aloittamisen yhteydessä.",
        "folded_fi": "tuen maksamisesta paattaa kehittamis- ja hallintokeskus, jos tuen maksamista haetaan erillisella maksuhakemuksella. tuen maksamisesta paattaa elinkeino-, liikenne- ja ymparistokeskus, jos toimenpiteelle maksetaan tukea ilman erillista maksuhakemusta ja menettelysta on ilmoitettu 18 §:n 2 momentissa tarkoitetun toimenpidetta koskevan maaraaikaisen hakumenettelyn aloittamisen yhteydessa.",
        "title_sv": "Godkännande av utbetalningar",
        "content_sv": "Utvecklings- och förvaltningscentret beslutar om utbetalning av stöd, om ansökan om utbetalning av stöd görs genom separat ansökan om utbetalning. Närings-, trafik- och miljöcentralen beslutar om utbetalning av stöd, om det för åtgärden betalas stöd utan separat ansökan om utbetalning och det har informerats om förfarandet i samband med inledande av ett i 18 § 2 mom. avsett tidsbundet ansökningsförfarande som gäller den åtgärden.",
        "normalized_sv": "Utvecklings- och förvaltningscentret beslutar om utbetalning av stöd, om ansökan om utbetalning av stöd görs genom separat ansökan om utbetalning. Närings-, trafik- och miljöcentralen beslutar om utbetalning av stöd, om det för åtgärden betalas stöd utan separat ansökan om utbetalning och det har informerats om förfarandet i samband med inledande av ett i 18 § 2 mom. avsett tidsbundet ansökningsförfarande som gäller den åtgärden.",
        "folded_sv": "utvecklings- och forvaltningscentret beslutar om utbetalning av stod, om ansokan om utbetalning av stod gors genom separat ansokan om utbetalning. narings-, trafik- och miljocentralen beslutar om utbetalning av stod, om det for atgarden betalas stod utan separat ansokan om utbetalning och det har informerats om forfarandet i samband med inledande av ett i 18 § 2 mom. avsett tidsbundet ansokningsforfarande som galler den atgarden."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "29",
      "section": "29",
      "title": "Takaisinperinnän menettelyt",
      "content": "Tuen takaisinperinnästä päättää kehittämis- ja hallintokeskus. Maa- ja metsätalousministeriö voi määrätä kehittämis- ja hallintokeskuksen ryhtymään takaisinperintään, jos se katsoo 27 §:ssä säädettyjen edellytysten täyttyvän. Takaisinperintää koskevassa päätöksessä on vahvistettava takaisinperittävä määrä, 28 §:n 1 momentissa tarkoitettu korko sekä niiden suorittamiselle asetettava eräpäivä. Päätös on tehtävä ilman aiheetonta viivytystä sen jälkeen, kun kehittämis- ja hallintokeskus tai elinkeino-, liikenne- ja ympäristökeskus on saanut tiedon takaisinperinnän perusteesta ja viimeistään kymmenen vuoden kuluttua tuen maksamisesta. Kehittämis- ja hallintokeskus vastaa takaisinperintäpäätöksen täytäntöönpanosta. Takaisinperintäpäätös on suoraan ulosottokelpoinen sen jälkeen, kun päätös on saanut lainvoiman. Sen perimisestä säädetään verojen ja maksujen täytäntöönpanosta annetussa laissa (706/2007).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:29",
        "normalized_fi": "Tuen takaisinperinnästä päättää kehittämis- ja hallintokeskus. Maa- ja metsätalousministeriö voi määrätä kehittämis- ja hallintokeskuksen ryhtymään takaisinperintään, jos se katsoo 27 § :ssä säädettyjen edellytysten täyttyvän. Takaisinperintää koskevassa päätöksessä on vahvistettava takaisinperittävä määrä, 28 § :n 1 momentissa tarkoitettu korko sekä niiden suorittamiselle asetettava eräpäivä. Päätös on tehtävä ilman aiheetonta viivytystä sen jälkeen, kun kehittämis- ja hallintokeskus tai elinkeino-, liikenne- ja ympäristökeskus on saanut tiedon takaisinperinnän perusteesta ja viimeistään kymmenen vuoden kuluttua tuen maksamisesta. Kehittämis- ja hallintokeskus vastaa takaisinperintäpäätöksen täytäntöönpanosta. Takaisinperintäpäätös on suoraan ulosottokelpoinen sen jälkeen, kun päätös on saanut lainvoiman. Sen perimisestä säädetään verojen ja maksujen täytäntöönpanosta annetussa laissa (706/2007).",
        "folded_fi": "tuen takaisinperinnasta paattaa kehittamis- ja hallintokeskus. maa- ja metsatalousministerio voi maarata kehittamis- ja hallintokeskuksen ryhtymaan takaisinperintaan, jos se katsoo 27 §:ssa saadettyjen edellytysten tayttyvan. takaisinperintaa koskevassa paatoksessa on vahvistettava takaisinperittava maara, 28 §:n 1 momentissa tarkoitettu korko seka niiden suorittamiselle asetettava erapaiva. paatos on tehtava ilman aiheetonta viivytysta sen jalkeen, kun kehittamis- ja hallintokeskus tai elinkeino-, liikenne- ja ymparistokeskus on saanut tiedon takaisinperinnan perusteesta ja viimeistaan kymmenen vuoden kuluttua tuen maksamisesta. kehittamis- ja hallintokeskus vastaa takaisinperintapaatoksen taytantoonpanosta. takaisinperintapaatos on suoraan ulosottokelpoinen sen jalkeen, kun paatos on saanut lainvoiman. sen perimisesta saadetaan verojen ja maksujen taytantoonpanosta annetussa laissa (706/2007).",
        "title_sv": "Förfaranden vid återkrav",
        "content_sv": "Utvecklings- och förvaltningscentret beslutar om återkrav av stöd. Jord- och skogsbruksministeriet kan bestämma att utvecklings- och förvaltningscentret ska vidta återkrav, om ministeriet anser att förutsättningarna enligt 27 § uppfylls. I ett beslut om återkrav ska det belopp som återkrävs och räntan enligt 28 § 1 mom. fastställas samt förfallodagen för betalningen av dem anges. Beslutet om återkrav ska fattas utan ogrundat dröjsmål efter det att utvecklings- och förvaltningscentret eller närings-, trafik- och miljöcentralen har fått vetskap om grunden för återkravet och senast tio år efter det att stödet har betalats ut. Utvecklings- och förvaltningscentret svarar för verkställigheten av ett beslut om återkrav. Ett beslut om återkrav är direkt utsökbart efter det att beslutet har vunnit laga kraft. Bestämmelser om indrivning av den fordran som baserar sig på beslutet finns i lagen om verkställighet av skatter och avgifter (706/2007).",
        "normalized_sv": "Utvecklings- och förvaltningscentret beslutar om återkrav av stöd. Jord- och skogsbruksministeriet kan bestämma att utvecklings- och förvaltningscentret ska vidta återkrav, om ministeriet anser att förutsättningarna enligt 27 § uppfylls. I ett beslut om återkrav ska det belopp som återkrävs och räntan enligt 28 § 1 mom. fastställas samt förfallodagen för betalningen av dem anges. Beslutet om återkrav ska fattas utan ogrundat dröjsmål efter det att utvecklings- och förvaltningscentret eller närings-, trafik- och miljöcentralen har fått vetskap om grunden för återkravet och senast tio år efter det att stödet har betalats ut. Utvecklings- och förvaltningscentret svarar för verkställigheten av ett beslut om återkrav. Ett beslut om återkrav är direkt utsökbart efter det att beslutet har vunnit laga kraft. Bestämmelser om indrivning av den fordran som baserar sig på beslutet finns i lagen om verkställighet av skatter och avgifter (706/2007).",
        "folded_sv": "utvecklings- och forvaltningscentret beslutar om aterkrav av stod. jord- och skogsbruksministeriet kan bestamma att utvecklings- och forvaltningscentret ska vidta aterkrav, om ministeriet anser att forutsattningarna enligt 27 § uppfylls. i ett beslut om aterkrav ska det belopp som aterkravs och rantan enligt 28 § 1 mom. faststallas samt forfallodagen for betalningen av dem anges. beslutet om aterkrav ska fattas utan ogrundat drojsmal efter det att utvecklings- och forvaltningscentret eller narings-, trafik- och miljocentralen har fatt vetskap om grunden for aterkravet och senast tio ar efter det att stodet har betalats ut. utvecklings- och forvaltningscentret svarar for verkstalligheten av ett beslut om aterkrav. ett beslut om aterkrav ar direkt utsokbart efter det att beslutet har vunnit laga kraft. bestammelser om indrivning av den fordran som baserar sig pa beslutet finns i lagen om verkstallighet av skatter och avgifter (706/2007)."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "30",
      "section": "30",
      "title": "Takaisinperinnän kohtuullistaminen",
      "content": "Kehittämis- ja hallintokeskus voi jättää virheellisesti tai perusteetta maksetun määrän tai sille suoritettavan koron kokonaan tai osaksi perimättä, jos perinnän suorittaminen täysimääräisenä olisi tuen saajan olosuhteet ja toiminta huomioon ottaen kokonaisuutena arvioiden kohtuutonta. Takaisinperintä ja korkojen periminen on kuitenkin suoritettava täysimääräisenä, jos Euroopan unionin lainsäädäntö sitä edellyttää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:30",
        "normalized_fi": "Kehittämis- ja hallintokeskus voi jättää virheellisesti tai perusteetta maksetun määrän tai sille suoritettavan koron kokonaan tai osaksi perimättä, jos perinnän suorittaminen täysimääräisenä olisi tuen saajan olosuhteet ja toiminta huomioon ottaen kokonaisuutena arvioiden kohtuutonta. Takaisinperintä ja korkojen periminen on kuitenkin suoritettava täysimääräisenä, jos Euroopan unionin lainsäädäntö sitä edellyttää.",
        "folded_fi": "kehittamis- ja hallintokeskus voi jattaa virheellisesti tai perusteetta maksetun maaran tai sille suoritettavan koron kokonaan tai osaksi perimatta, jos perinnan suorittaminen taysimaaraisena olisi tuen saajan olosuhteet ja toiminta huomioon ottaen kokonaisuutena arvioiden kohtuutonta. takaisinperinta ja korkojen periminen on kuitenkin suoritettava taysimaaraisena, jos euroopan unionin lainsaadanto sita edellyttaa.",
        "title_sv": "Jämkning av återkrav",
        "content_sv": "Utvecklings- och förvaltningscentret kan helt eller delvis avstå från att återkräva ett belopp som betalats ut felaktigt eller utan grund eller från att ta ut den ränta som ska betalas på beloppet, om en helhetsbedömning visar att det med hänsyn till stödmottagarens omständigheter och verksamhet är oskäligt att återkräva det fulla beloppet. Återkravet och indrivningen av ränta ska dock ske till fullt belopp, om Europeiska unionens lagstiftning så kräver.",
        "normalized_sv": "Utvecklings- och förvaltningscentret kan helt eller delvis avstå från att återkräva ett belopp som betalats ut felaktigt eller utan grund eller från att ta ut den ränta som ska betalas på beloppet, om en helhetsbedömning visar att det med hänsyn till stödmottagarens omständigheter och verksamhet är oskäligt att återkräva det fulla beloppet. Återkravet och indrivningen av ränta ska dock ske till fullt belopp, om Europeiska unionens lagstiftning så kräver.",
        "folded_sv": "utvecklings- och forvaltningscentret kan helt eller delvis avsta fran att aterkrava ett belopp som betalats ut felaktigt eller utan grund eller fran att ta ut den ranta som ska betalas pa beloppet, om en helhetsbedomning visar att det med hansyn till stodmottagarens omstandigheter och verksamhet ar oskaligt att aterkrava det fulla beloppet. aterkravet och indrivningen av ranta ska dock ske till fullt belopp, om europeiska unionens lagstiftning sa kraver."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Tietojärjestelmän tarkoitus",
      "content": "Maa- ja metsätalousministeriö ottaa käyttöön yleisasetuksen 125 artiklan 2 kohdan d alakohdassa tarkoitetun tietojärjestelmän. Tietojärjestelmää käytetään Euroopan meri- ja kalatalousrahastoa koskevassa Euroopan unionin lainsäädännössä sekä tässä laissa säädettyjen tehtävien hoitamiseen. Elinkeino-, liikenne- ja ympäristökeskukset, kehittämis- ja hallintokeskus sekä kalatalouden toimintaryhmät vastaavat niille säädettyjen tehtävien mukaisesti siitä, että tietojärjestelmään tallennetaan oikeat ja riittävät tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31",
        "normalized_fi": "Maa- ja metsätalousministeriö ottaa käyttöön yleisasetuksen 125 artiklan 2 kohdan d alakohdassa tarkoitetun tietojärjestelmän. Tietojärjestelmää käytetään Euroopan meri- ja kalatalousrahastoa koskevassa Euroopan unionin lainsäädännössä sekä tässä laissa säädettyjen tehtävien hoitamiseen. Elinkeino-, liikenne- ja ympäristökeskukset, kehittämis- ja hallintokeskus sekä kalatalouden toimintaryhmät vastaavat niille säädettyjen tehtävien mukaisesti siitä, että tietojärjestelmään tallennetaan oikeat ja riittävät tiedot.",
        "folded_fi": "maa- ja metsatalousministerio ottaa kayttoon yleisasetuksen 125 artiklan 2 kohdan d alakohdassa tarkoitetun tietojarjestelman. tietojarjestelmaa kaytetaan euroopan meri- ja kalatalousrahastoa koskevassa euroopan unionin lainsaadannossa seka tassa laissa saadettyjen tehtavien hoitamiseen. elinkeino-, liikenne- ja ymparistokeskukset, kehittamis- ja hallintokeskus seka kalatalouden toimintaryhmat vastaavat niille saadettyjen tehtavien mukaisesti siita, etta tietojarjestelmaan tallennetaan oikeat ja riittavat tiedot.",
        "title_sv": "Syfte med informationssystemet",
        "content_sv": "Jord- och skogsbruksministeriet ska ta i bruk ett informationssystem enligt artikel 125.2 d i förordningen om allmänna bestämmelser. Informationssystemet används för skötseln av de uppgifter som det föreskrivs om i Europeiska unionens lagstiftning om Europeiska havs- och fiskerifonden och i denna lag. Närings-, trafik- och miljöcentralerna, utvecklings- och förvaltningscentret och fiskeaktionsgrupperna svarar för att riktiga och tillräckliga uppgifter förs in i informationssystemet i enlighet med de uppgifter som föreskrivs för dem.",
        "normalized_sv": "Jord- och skogsbruksministeriet ska ta i bruk ett informationssystem enligt artikel 125.2 d i förordningen om allmänna bestämmelser. Informationssystemet används för skötseln av de uppgifter som det föreskrivs om i Europeiska unionens lagstiftning om Europeiska havs- och fiskerifonden och i denna lag. Närings-, trafik- och miljöcentralerna, utvecklings- och förvaltningscentret och fiskeaktionsgrupperna svarar för att riktiga och tillräckliga uppgifter förs in i informationssystemet i enlighet med de uppgifter som föreskrivs för dem.",
        "folded_sv": "jord- och skogsbruksministeriet ska ta i bruk ett informationssystem enligt artikel 125.2 d i forordningen om allmanna bestammelser. informationssystemet anvands for skotseln av de uppgifter som det foreskrivs om i europeiska unionens lagstiftning om europeiska havs- och fiskerifonden och i denna lag. narings-, trafik- och miljocentralerna, utvecklings- och forvaltningscentret och fiskeaktionsgrupperna svarar for att riktiga och tillrackliga uppgifter fors in i informationssystemet i enlighet med de uppgifter som foreskrivs for dem."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Tietojensaantioikeus ja tietojen luovuttaminen",
      "content": "Maa- ja metsätalousministeriöllä, elinkeino-, liikenne- ja ympäristökeskuksilla, kehittämis- ja hallintokeskuksella ja 35 §:ssä tarkoitetulla tarkastuksia tekevällä on salassapitosäännösten estämättä oikeus saada muulta viranomaiselta, julkista tehtävää hoitavalta taholta ja kalatalouden toimintaryhmältä hakijaa ja tuen saajaa, tämän taloudellista asemaa ja liike- tai ammattitoimintaa, julkisista varoista myönnettyä rahoitusta tai muuta tuen kannalta merkityksellistä olosuhdetta koskevia tietoja, jotka ovat välttämättömiä tukea koskevan asian käsittelemiseksi. Maa- ja metsätalousministeriöllä, elinkeino-, liikenne- ja ympäristökeskuksella ja kehittämis- ja hallintokeskuksella on salassapitosäännösten estämättä oikeus luovuttaa muulle viranomaiselle tai julkista tehtävää hoitavalle taikka Euroopan unionin toimielimelle tässä laissa säädettyä tehtävää hoidettaessa saatuja, tuen saajaa koskevia tietoja, jotka ovat välttämättömiä viranomaiselle, julkista tehtävää hoitavalle tai toimielimelle säädetyn tarkastustehtävän suorittamiseksi tai sen valvomiseksi, että Euroopan unionin lainsäädäntöä on noudatettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34",
        "normalized_fi": "Maa- ja metsätalousministeriöllä, elinkeino-, liikenne- ja ympäristökeskuksilla, kehittämis- ja hallintokeskuksella ja 35 § :ssä tarkoitetulla tarkastuksia tekevällä on salassapitosäännösten estämättä oikeus saada muulta viranomaiselta, julkista tehtävää hoitavalta taholta ja kalatalouden toimintaryhmältä hakijaa ja tuen saajaa, tämän taloudellista asemaa ja liike- tai ammattitoimintaa, julkisista varoista myönnettyä rahoitusta tai muuta tuen kannalta merkityksellistä olosuhdetta koskevia tietoja, jotka ovat välttämättömiä tukea koskevan asian käsittelemiseksi. Maa- ja metsätalousministeriöllä, elinkeino-, liikenne- ja ympäristökeskuksella ja kehittämis- ja hallintokeskuksella on salassapitosäännösten estämättä oikeus luovuttaa muulle viranomaiselle tai julkista tehtävää hoitavalle taikka Euroopan unionin toimielimelle tässä laissa säädettyä tehtävää hoidettaessa saatuja, tuen saajaa koskevia tietoja, jotka ovat välttämättömiä viranomaiselle, julkista tehtävää hoitavalle tai toimielimelle säädetyn tarkastustehtävän suorittamiseksi tai sen valvomiseksi, että Euroopan unionin lainsäädäntöä on noudatettu.",
        "folded_fi": "maa- ja metsatalousministeriolla, elinkeino-, liikenne- ja ymparistokeskuksilla, kehittamis- ja hallintokeskuksella ja 35 §:ssa tarkoitetulla tarkastuksia tekevalla on salassapitosaannosten estamatta oikeus saada muulta viranomaiselta, julkista tehtavaa hoitavalta taholta ja kalatalouden toimintaryhmalta hakijaa ja tuen saajaa, taman taloudellista asemaa ja liike- tai ammattitoimintaa, julkisista varoista myonnettya rahoitusta tai muuta tuen kannalta merkityksellista olosuhdetta koskevia tietoja, jotka ovat valttamattomia tukea koskevan asian kasittelemiseksi. maa- ja metsatalousministeriolla, elinkeino-, liikenne- ja ymparistokeskuksella ja kehittamis- ja hallintokeskuksella on salassapitosaannosten estamatta oikeus luovuttaa muulle viranomaiselle tai julkista tehtavaa hoitavalle taikka euroopan unionin toimielimelle tassa laissa saadettya tehtavaa hoidettaessa saatuja, tuen saajaa koskevia tietoja, jotka ovat valttamattomia viranomaiselle, julkista tehtavaa hoitavalle tai toimielimelle saadetyn tarkastustehtavan suorittamiseksi tai sen valvomiseksi, etta euroopan unionin lainsaadantoa on noudatettu.",
        "title_sv": "Rätt att få uppgifter och utlämnande av uppgifter",
        "content_sv": "Jord- och skogsbruksministeriet, närings-, trafik- och miljöcentralerna, utvecklings- och förvaltningscentret och en i 35 § avsedd aktör som förrättar inspektioner har trots bestämmelserna om sekretess rätt att av andra myndigheter, aktörer som sköter offentliga uppdrag eller fiskeaktionsgrupper få för behandlingen av ett stödärende nödvändiga uppgifter som gäller sökanden och stödmottagaren, dennes ekonomiska ställning och affärs- eller yrkesverksamhet eller finansiering med offentliga medel eller andra omständigheter som är betydelsefulla med tanke på stödet. Jord- och skogsbruksministeriet, närings-, trafik- och miljöcentralerna och utvecklings- och förvaltningscentret har trots bestämmelserna om sekretess rätt att till andra myndigheter eller aktörer som sköter offentliga uppdrag eller till organ inom Europeiska unionen lämna ut sådana uppgifter om stödmottagaren som erhållits vid skötseln av uppgifter enligt denna lag och som är nödvändiga för skötseln av den inspektionsuppgift som föreskrivs för myndigheten, aktören eller organet eller för utövandet av tillsyn över att Europeiska unionens lagstiftning har följts.",
        "normalized_sv": "Jord- och skogsbruksministeriet, närings-, trafik- och miljöcentralerna, utvecklings- och förvaltningscentret och en i 35 § avsedd aktör som förrättar inspektioner har trots bestämmelserna om sekretess rätt att av andra myndigheter, aktörer som sköter offentliga uppdrag eller fiskeaktionsgrupper få för behandlingen av ett stödärende nödvändiga uppgifter som gäller sökanden och stödmottagaren, dennes ekonomiska ställning och affärs- eller yrkesverksamhet eller finansiering med offentliga medel eller andra omständigheter som är betydelsefulla med tanke på stödet. Jord- och skogsbruksministeriet, närings-, trafik- och miljöcentralerna och utvecklings- och förvaltningscentret har trots bestämmelserna om sekretess rätt att till andra myndigheter eller aktörer som sköter offentliga uppdrag eller till organ inom Europeiska unionen lämna ut sådana uppgifter om stödmottagaren som erhållits vid skötseln av uppgifter enligt denna lag och som är nödvändiga för skötseln av den inspektionsuppgift som föreskrivs för myndigheten, aktören eller organet eller för utövandet av tillsyn över att Europeiska unionens lagstiftning har följts.",
        "folded_sv": "jord- och skogsbruksministeriet, narings-, trafik- och miljocentralerna, utvecklings- och forvaltningscentret och en i 35 § avsedd aktor som forrattar inspektioner har trots bestammelserna om sekretess ratt att av andra myndigheter, aktorer som skoter offentliga uppdrag eller fiskeaktionsgrupper fa for behandlingen av ett stodarende nodvandiga uppgifter som galler sokanden och stodmottagaren, dennes ekonomiska stallning och affars- eller yrkesverksamhet eller finansiering med offentliga medel eller andra omstandigheter som ar betydelsefulla med tanke pa stodet. jord- och skogsbruksministeriet, narings-, trafik- och miljocentralerna och utvecklings- och forvaltningscentret har trots bestammelserna om sekretess ratt att till andra myndigheter eller aktorer som skoter offentliga uppdrag eller till organ inom europeiska unionen lamna ut sadana uppgifter om stodmottagaren som erhallits vid skotseln av uppgifter enligt denna lag och som ar nodvandiga for skotseln av den inspektionsuppgift som foreskrivs for myndigheten, aktoren eller organet eller for utovandet av tillsyn over att europeiska unionens lagstiftning har foljts."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "35",
      "section": "35",
      "title": "Tarkastusoikeus",
      "content": "Maa- ja metsätalousministeriöllä on oikeus tehdä tuen myöntämiseen, maksamiseen ja käyttöön liittyvien edellytysten ja ehtojen noudattamisen valvomiseksi tuen myöntäjiin ja saajiin kohdistuvia tarkastuksia. Vastaava oikeus on tuen saajien osalta elinkeino-, liikenne- ja ympäristökeskuksilla ja kehittämis- ja hallintokeskuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:35",
        "normalized_fi": "Maa- ja metsätalousministeriöllä on oikeus tehdä tuen myöntämiseen, maksamiseen ja käyttöön liittyvien edellytysten ja ehtojen noudattamisen valvomiseksi tuen myöntäjiin ja saajiin kohdistuvia tarkastuksia. Vastaava oikeus on tuen saajien osalta elinkeino-, liikenne- ja ympäristökeskuksilla ja kehittämis- ja hallintokeskuksella.",
        "folded_fi": "maa- ja metsatalousministeriolla on oikeus tehda tuen myontamiseen, maksamiseen ja kayttoon liittyvien edellytysten ja ehtojen noudattamisen valvomiseksi tuen myontajiin ja saajiin kohdistuvia tarkastuksia. vastaava oikeus on tuen saajien osalta elinkeino-, liikenne- ja ymparistokeskuksilla ja kehittamis- ja hallintokeskuksella.",
        "title_sv": "Inspektionsrätt",
        "content_sv": "Jord- och skogsbruksministeriet har rätt att förrätta inspektioner som gäller beviljare av stöd och stödmottagare i syfte att utöva tillsyn över att förutsättningarna och villkoren för beviljande, utbetalning och användning av stöd iakttas. Närings-, trafik- och miljöcentralerna och utvecklings- och förvaltningscentret har motsvarande rätt i fråga om stödmottagarna.",
        "normalized_sv": "Jord- och skogsbruksministeriet har rätt att förrätta inspektioner som gäller beviljare av stöd och stödmottagare i syfte att utöva tillsyn över att förutsättningarna och villkoren för beviljande, utbetalning och användning av stöd iakttas. Närings-, trafik- och miljöcentralerna och utvecklings- och förvaltningscentret har motsvarande rätt i fråga om stödmottagarna.",
        "folded_sv": "jord- och skogsbruksministeriet har ratt att forratta inspektioner som galler beviljare av stod och stodmottagare i syfte att utova tillsyn over att forutsattningarna och villkoren for beviljande, utbetalning och anvandning av stod iakttas. narings-, trafik- och miljocentralerna och utvecklings- och forvaltningscentret har motsvarande ratt i fraga om stodmottagarna."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "39",
      "section": "39",
      "title": "Muutoksenhaku",
      "content": "Elinkeino-, liikenne- ja ympäristökeskuksen ja kehittämis- ja hallintokeskuksen tässä laissa tarkoitettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:39",
        "normalized_fi": "Elinkeino-, liikenne- ja ympäristökeskuksen ja kehittämis- ja hallintokeskuksen tässä laissa tarkoitettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään.",
        "folded_fi": "elinkeino-, liikenne- ja ymparistokeskuksen ja kehittamis- ja hallintokeskuksen tassa laissa tarkoitettuun paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ändring i närings-, trafik- och miljöcentralens och utvecklings- och förvaltningscentrets beslut enligt denna lag får sökas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen.",
        "normalized_sv": "Ändring i närings-, trafik- och miljöcentralens och utvecklings- och förvaltningscentrets beslut enligt denna lag får sökas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen.",
        "folded_sv": "andring i narings-, trafik- och miljocentralens och utvecklings- och forvaltningscentrets beslut enligt denna lag far sokas genom besvar hos forvaltningsdomstolen pa det satt som anges i forvaltningsprocesslagen."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    }
  ]
}