{
  "id": "1635/2015",
  "type": "statute",
  "title": "Laki Vankiterveydenhuollon yksiköstä",
  "title_en": "Lag om Enheten för hälso- och sjukvård för fångar",
  "status": "in_force",
  "issued_date": "2015-12-30",
  "in_force_date": "2015-12-30",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/1635/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lain soveltamisala",
      "content": "Tätä lakia sovelletaan Terveyden ja hyvinvoinnin laitoksen alaiseen Vankiterveydenhuollon yksikköön. Vankiterveydenhuollon yksikön toimialueena on koko maa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Tätä lakia sovelletaan Terveyden ja hyvinvoinnin laitoksen alaiseen Vankiterveydenhuollon yksikköön. Vankiterveydenhuollon yksikön toimialueena on koko maa.",
        "folded_fi": "tata lakia sovelletaan terveyden ja hyvinvoinnin laitoksen alaiseen vankiterveydenhuollon yksikkoon. vankiterveydenhuollon yksikon toimialueena on koko maa.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "Denna lag tillämpas på Enheten för hälso- och sjukvård för fångar som är underställd Institutet för hälsa och välfärd. Enhetens verksamhetsområde omfattar hela landet.",
        "normalized_sv": "Denna lag tillämpas på Enheten för hälso- och sjukvård för fångar som är underställd Institutet för hälsa och välfärd. Enhetens verksamhetsområde omfattar hela landet.",
        "folded_sv": "denna lag tillampas pa enheten for halso- och sjukvard for fangar som ar understalld institutet for halsa och valfard. enhetens verksamhetsomrade omfattar hela landet."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Toimiala ja tehtävät",
      "content": "Vankiterveydenhuollon yksikön tehtävänä on järjestää vankien ja tutkintavankien terveyden- ja sairaanhoito siten kuin vankeuslain (767/2005) 10 luvussa ja tutkintavankeuslain (768/2005) 6 luvussa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Vankiterveydenhuollon yksikön tehtävänä on järjestää vankien ja tutkintavankien terveyden- ja sairaanhoito siten kuin vankeuslain (767/2005) 10 luvussa ja tutkintavankeuslain (768/2005) 6 luvussa säädetään.",
        "folded_fi": "vankiterveydenhuollon yksikon tehtavana on jarjestaa vankien ja tutkintavankien terveyden- ja sairaanhoito siten kuin vankeuslain (767/2005) 10 luvussa ja tutkintavankeuslain (768/2005) 6 luvussa saadetaan.",
        "title_sv": "Ansvarsområde och uppgifter",
        "content_sv": "Enheten för hälso- och sjukvård för fångar har till uppgift att ordna hälso- och sjukvård för fångar och häktade i enlighet med 10 kap. i fängelselagen (767/2005) och 6 kap. i häktningslagen (768/2005).",
        "normalized_sv": "Enheten för hälso- och sjukvård för fångar har till uppgift att ordna hälso- och sjukvård för fångar och häktade i enlighet med 10 kap. i fängelselagen (767/2005) och 6 kap. i häktningslagen (768/2005).",
        "folded_sv": "enheten for halso- och sjukvard for fangar har till uppgift att ordna halso- och sjukvard for fangar och haktade i enlighet med 10 kap. i fangelselagen (767/2005) och 6 kap. i haktningslagen (768/2005)."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Johtaminen ja ratkaisuvalta",
      "content": "Vankiterveydenhuollon yksikköä johtaa vankiterveydenhuollon johtaja. Vankiterveydenhuollon johtaja ratkaisee yksikköä koskevat asiat, jollei niitä ole säädetty johtokunnan ratkaistavaksi taikka erikseen säädetty tai määrätty työjärjestyksessä muun virkamiehen ratkaistaviksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_3",
        "normalized_fi": "Vankiterveydenhuollon yksikköä johtaa vankiterveydenhuollon johtaja. Vankiterveydenhuollon johtaja ratkaisee yksikköä koskevat asiat, jollei niitä ole säädetty johtokunnan ratkaistavaksi taikka erikseen säädetty tai määrätty työjärjestyksessä muun virkamiehen ratkaistaviksi.",
        "folded_fi": "vankiterveydenhuollon yksikkoa johtaa vankiterveydenhuollon johtaja. vankiterveydenhuollon johtaja ratkaisee yksikkoa koskevat asiat, jollei niita ole saadetty johtokunnan ratkaistavaksi taikka erikseen saadetty tai maaratty tyojarjestyksessa muun virkamiehen ratkaistaviksi.",
        "title_sv": "Ledning och beslutanderätt",
        "content_sv": "Enheten för hälso- och sjukvård för fångar leds av en föreståndare för hälso- och sjukvården för fångar. Föreståndaren avgör ärenden som gäller enheten, om det inte har föreskrivits att de ska avgöras av direktionen eller särskilt bestämts i arbetsordningen att någon annan tjänsteman ska avgöra dem.",
        "normalized_sv": "Enheten för hälso- och sjukvård för fångar leds av en föreståndare för hälso- och sjukvården för fångar. Föreståndaren avgör ärenden som gäller enheten, om det inte har föreskrivits att de ska avgöras av direktionen eller särskilt bestämts i arbetsordningen att någon annan tjänsteman ska avgöra dem.",
        "folded_sv": "enheten for halso- och sjukvard for fangar leds av en forestandare for halso- och sjukvarden for fangar. forestandaren avgor arenden som galler enheten, om det inte har foreskrivits att de ska avgoras av direktionen eller sarskilt bestamts i arbetsordningen att nagon annan tjansteman ska avgora dem."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Yleinen ohjaus, kehittäminen, johto ja valvonta",
      "content": "Vankiterveydenhuollon yksikön toiminnan yleinen ohjaus, kehittäminen, johto ja valvonta kuuluvat Terveyden ja hyvinvoinnin laitokselle. Vankiterveydenhuollon yksiköllä on johtokunta, jonka Terveyden ja hyvinvoinnin laitos asettaa neljäksi vuodeksi kerrallaan. Johtokunnassa on puheenjohtaja, varapuheenjohtaja sekä enintään seitsemän muuta jäsentä ja heillä henkilökohtaiset varajäsenet. Johtokunta vahvistaa Vankiterveydenhuollon yksikön työjärjestyksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_4",
        "normalized_fi": "Vankiterveydenhuollon yksikön toiminnan yleinen ohjaus, kehittäminen, johto ja valvonta kuuluvat Terveyden ja hyvinvoinnin laitokselle. Vankiterveydenhuollon yksiköllä on johtokunta, jonka Terveyden ja hyvinvoinnin laitos asettaa neljäksi vuodeksi kerrallaan. Johtokunnassa on puheenjohtaja, varapuheenjohtaja sekä enintään seitsemän muuta jäsentä ja heillä henkilökohtaiset varajäsenet. Johtokunta vahvistaa Vankiterveydenhuollon yksikön työjärjestyksen.",
        "folded_fi": "vankiterveydenhuollon yksikon toiminnan yleinen ohjaus, kehittaminen, johto ja valvonta kuuluvat terveyden ja hyvinvoinnin laitokselle. vankiterveydenhuollon yksikolla on johtokunta, jonka terveyden ja hyvinvoinnin laitos asettaa neljaksi vuodeksi kerrallaan. johtokunnassa on puheenjohtaja, varapuheenjohtaja seka enintaan seitseman muuta jasenta ja heilla henkilokohtaiset varajasenet. johtokunta vahvistaa vankiterveydenhuollon yksikon tyojarjestyksen.",
        "title_sv": "Allmän styrning, utveckling, ledning och tillsyn",
        "content_sv": "Den allmänna styrningen, utvecklingen, ledningen av och tillsynen över Enheten för hälso- och sjukvård för fångar hör till Institutet för hälsa och välfärd. Enheten för hälso- och sjukvård för fångar har en direktion som tillsätts av Institutet för hälsa och välfärd för fyra år i sänder. Direktionen består av en ordförande, vice ordförande och högst sju andra ledamöter med personliga ersättare. Direktionen fastställer arbetsordningen för Enheten för hälso- och sjukvård för fångar.",
        "normalized_sv": "Den allmänna styrningen, utvecklingen, ledningen av och tillsynen över Enheten för hälso- och sjukvård för fångar hör till Institutet för hälsa och välfärd. Enheten för hälso- och sjukvård för fångar har en direktion som tillsätts av Institutet för hälsa och välfärd för fyra år i sänder. Direktionen består av en ordförande, vice ordförande och högst sju andra ledamöter med personliga ersättare. Direktionen fastställer arbetsordningen för Enheten för hälso- och sjukvård för fångar.",
        "folded_sv": "den allmanna styrningen, utvecklingen, ledningen av och tillsynen over enheten for halso- och sjukvard for fangar hor till institutet for halsa och valfard. enheten for halso- och sjukvard for fangar har en direktion som tillsatts av institutet for halsa och valfard for fyra ar i sander. direktionen bestar av en ordforande, vice ordforande och hogst sju andra ledamoter med personliga ersattare. direktionen faststaller arbetsordningen for enheten for halso- och sjukvard for fangar."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Potilasrekisteri",
      "content": "Vankiterveydenhuollon yksikkö pitää potilasrekisteriä, johon talletetaan potilaan asemasta ja oikeuksista annetun lain (785/1992) 12 §:ssä tarkoitetut potilasasiakirjat. Potilasasiakirjoihin talletettavista tiedoista ja niiden säilytysajoista säädetään mainitussa pykälässä ja sen nojalla annetuissa säännöksissä. Potilasasiakirjoihin sisältyvien tietojen salassapidosta säädetään mainitun lain 13 §:ssä. Potilasrekisterin tietoja saavat käsitellä vain Vankiterveydenhuollon yksikössä tai sen toimeksiannosta potilaan hoitoon taikka siihen liittyviin tehtäviin osallistuvat henkilöt. Rikosseuraamuslaitoksen palveluksessa oleva terveydenhuollon ammattihenkilö tallettaa terveyden- tai sairaanhoidon tehtävissään syntyneet tiedot tässä pykälässä tarkoitettuun potilasrekisteriin. Potilastietojen käsittelyyn sovelletaan lisäksi, mitä sosiaali- ja terveydenhuollon asiakastietojen sähköisestä käsittelystä annetussa laissa (159/2007) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Vankiterveydenhuollon yksikkö pitää potilasrekisteriä, johon talletetaan potilaan asemasta ja oikeuksista annetun lain (785/1992) 12 § :ssä tarkoitetut potilasasiakirjat. Potilasasiakirjoihin talletettavista tiedoista ja niiden säilytysajoista säädetään mainitussa pykälässä ja sen nojalla annetuissa säännöksissä. Potilasasiakirjoihin sisältyvien tietojen salassapidosta säädetään mainitun lain 13 § :ssä. Potilasrekisterin tietoja saavat käsitellä vain Vankiterveydenhuollon yksikössä tai sen toimeksiannosta potilaan hoitoon taikka siihen liittyviin tehtäviin osallistuvat henkilöt. Rikosseuraamuslaitoksen palveluksessa oleva terveydenhuollon ammattihenkilö tallettaa terveyden- tai sairaanhoidon tehtävissään syntyneet tiedot tässä pykälässä tarkoitettuun potilasrekisteriin. Potilastietojen käsittelyyn sovelletaan lisäksi, mitä sosiaali- ja terveydenhuollon asiakastietojen sähköisestä käsittelystä annetussa laissa (159/2007) säädetään.",
        "folded_fi": "vankiterveydenhuollon yksikko pitaa potilasrekisteria, johon talletetaan potilaan asemasta ja oikeuksista annetun lain (785/1992) 12 §:ssa tarkoitetut potilasasiakirjat. potilasasiakirjoihin talletettavista tiedoista ja niiden sailytysajoista saadetaan mainitussa pykalassa ja sen nojalla annetuissa saannoksissa. potilasasiakirjoihin sisaltyvien tietojen salassapidosta saadetaan mainitun lain 13 §:ssa. potilasrekisterin tietoja saavat kasitella vain vankiterveydenhuollon yksikossa tai sen toimeksiannosta potilaan hoitoon taikka siihen liittyviin tehtaviin osallistuvat henkilot. rikosseuraamuslaitoksen palveluksessa oleva terveydenhuollon ammattihenkilo tallettaa terveyden- tai sairaanhoidon tehtavissaan syntyneet tiedot tassa pykalassa tarkoitettuun potilasrekisteriin. potilastietojen kasittelyyn sovelletaan lisaksi, mita sosiaali- ja terveydenhuollon asiakastietojen sahkoisesta kasittelysta annetussa laissa (159/2007) saadetaan.",
        "title_sv": "Patientregister",
        "content_sv": "Enheten för hälso- och sjukvård för fångar ska föra ett patientregister i vilket de journalhandlingar som avses i 12 § i lagen om patientens ställning och rättigheter (785/1992) ska lagras. De uppgifter som ska införas i journalhandlingarna och deras förvaringstider anges i nämnda paragraf och i de bestämmelser som utfärdats med stöd av den. Bestämmelser om sekretess för de uppgifter som ingår i journalhandlingarna finns i 13 § i den lagen. Uppgifter i patientregistret får endast behandlas av personer som vid Enheten för hälso- och sjukvård för fångar eller på uppdrag av den deltar i vården av patienten eller i andra uppgifter i samband med vården. Yrkesutbildade personer inom hälso- och sjukvården som är anställda av Brottspåföljdsmyndigheten ska lagra de uppgifter som uppkommit när de utför sina hälso- och sjukvårdsuppgifter i det patientregister som avses i denna paragraf. På behandlingen av patientuppgifter tillämpas dessutom bestämmelserna i lagen om elektronisk behandling av klientuppgifter inom social- och hälsovården (159/2007).",
        "normalized_sv": "Enheten för hälso- och sjukvård för fångar ska föra ett patientregister i vilket de journalhandlingar som avses i 12 § i lagen om patientens ställning och rättigheter (785/1992) ska lagras. De uppgifter som ska införas i journalhandlingarna och deras förvaringstider anges i nämnda paragraf och i de bestämmelser som utfärdats med stöd av den. Bestämmelser om sekretess för de uppgifter som ingår i journalhandlingarna finns i 13 § i den lagen. Uppgifter i patientregistret får endast behandlas av personer som vid Enheten för hälso- och sjukvård för fångar eller på uppdrag av den deltar i vården av patienten eller i andra uppgifter i samband med vården. Yrkesutbildade personer inom hälso- och sjukvården som är anställda av Brottspåföljdsmyndigheten ska lagra de uppgifter som uppkommit när de utför sina hälso- och sjukvårdsuppgifter i det patientregister som avses i denna paragraf. På behandlingen av patientuppgifter tillämpas dessutom bestämmelserna i lagen om elektronisk behandling av klientuppgifter inom social- och hälsovården (159/2007).",
        "folded_sv": "enheten for halso- och sjukvard for fangar ska fora ett patientregister i vilket de journalhandlingar som avses i 12 § i lagen om patientens stallning och rattigheter (785/1992) ska lagras. de uppgifter som ska inforas i journalhandlingarna och deras forvaringstider anges i namnda paragraf och i de bestammelser som utfardats med stod av den. bestammelser om sekretess for de uppgifter som ingar i journalhandlingarna finns i 13 § i den lagen. uppgifter i patientregistret far endast behandlas av personer som vid enheten for halso- och sjukvard for fangar eller pa uppdrag av den deltar i varden av patienten eller i andra uppgifter i samband med varden. yrkesutbildade personer inom halso- och sjukvarden som ar anstallda av brottspafoljdsmyndigheten ska lagra de uppgifter som uppkommit nar de utfor sina halso- och sjukvardsuppgifter i det patientregister som avses i denna paragraf. pa behandlingen av patientuppgifter tillampas dessutom bestammelserna i lagen om elektronisk behandling av klientuppgifter inom social- och halsovarden (159/2007)."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Potilasrekisterissä olevien tietojen luovuttaminen",
      "content": "Sen lisäksi, mitä potilastietojen luovuttamisesta ilman potilaan kirjallista suostumusta säädetään potilaan asemasta ja oikeuksista annetun lain 13 §:n 3 ja 4 momentissa tai muussa laissa, saa vankien ja Rikosseuraamuslaitoksen yksikköön otettujen terveydenhuollosta vastaava lääkäri, tai hänen ohjeidensa mukaan muu terveydenhuollon ammattihenkilö, luovuttaa potilasrekisteriin talletettuja tietoja seuraavasti: 1) arviointikeskuksen tai vankilan johtajalle taikka hänen määräämälleen Rikosseuraamuslaitoksen palveluksessa olevalle virkamiehelle sellaiset vangin tai Rikosseuraamuslaitoksen yksikköön otetun väkivalta-, itsemurha- tai tartuntatautiriskiä taikka muita vastaavia sairaudesta johtuvia riskejä koskevat tiedot, jotka ovat välttämättömiä kyseisen henkilön hengen, terveyden tai turvallisuuden suojaamiseksi taikka muiden henkilöiden hengen, terveyden tai turvallisuuden vaarantumisen estämiseksi; 2) arviointikeskuksen tai vankilan johtajalle taikka hänen määräämälleen toiminnoista vastaavalle Rikosseuraamuslaitoksen virkamiehelle sellaiset työntekijän työturvallisuuden varmistamiseen liittyvät tiedot, jotka ovat välttämättömiä arvioitaessa vangin tai Rikosseuraamuslaitoksen yksikköön otetun työkykyä hänen sijoittamisekseen työhön, sekä sellaiset tiedot, jotka ovat välttämättömiä arvioitaessa vangin tai Rikosseuraamuslaitoksen yksikköön otetun toimintakykyä hänen sijoittamisekseen opiskeluun tai muuhun toimintaan; 3) Rikosseuraamuslaitoksen keskushallintoyksikön virkamiehelle, jonka virkatehtäviin kuuluu pitkäaikaisvankien vapauttamismenettelystä annetun lain (781/2005) 1 §:n 2 momentissa tarkoitetun vangin vapauttamisasian käsitteleminen, mainitun asian käsittelemiseksi väkivaltariskiarvio ja vaarallisuusarvio sekä arviointikeskuksen tai vankilan johtajalle taikka hänen määräämälleen toiminnoista vastaavalle virkamiehelle arvioidun väkivaltariskin nojalla järjestettävän toiminnan suunnittelemiseksi ja toteuttamiseksi kirjallinen lausunto vaarallisuusarvion johtopäätöksistä. Ilman potilaan suostumusta potilasrekisteristä voidaan luovuttaa Rikosseuraamuslaitoksen palveluksessa oleville terveydenhuollon ammattihenkilöille heidän terveyden- tai sairaanhoidon tehtävissään välttämättömät tiedot. Rikosseuraamuslaitoksen muulle henkilöstölle kuin terveydenhuollon ammattihenkilöille voidaan ilman rekisteröidyn kirjallista suostumusta ilmaista vain sellaisia 1 momentin 1 ja 2 kohdassa tarkoitettuja tietoja, joista ei ilmene sairauden laatu eikä muu terveydentilan tai hoidon yksityiskohta. Edellä 1 momentin 3 kohdassa tarkoitettuja tehtäviä varten saa luovuttaa myös tietoja oikeudenkäymiskaaren 17 luvun 45 §:ssä tarkoitettuun rikosasian vastaajan mielentilan tutkimukseen perustuvaan lausuntoon sisältyvästä arviosta siitä, onko syytettyä pidettävä erittäin vaarallisena toisen hengelle, terveydelle tai vapaudelle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Sen lisäksi, mitä potilastietojen luovuttamisesta ilman potilaan kirjallista suostumusta säädetään potilaan asemasta ja oikeuksista annetun lain 13 § :n 3 ja 4 momentissa tai muussa laissa, saa vankien ja Rikosseuraamuslaitoksen yksikköön otettujen terveydenhuollosta vastaava lääkäri, tai hänen ohjeidensa mukaan muu terveydenhuollon ammattihenkilö, luovuttaa potilasrekisteriin talletettuja tietoja seuraavasti: 1) arviointikeskuksen tai vankilan johtajalle taikka hänen määräämälleen Rikosseuraamuslaitoksen palveluksessa olevalle virkamiehelle sellaiset vangin tai Rikosseuraamuslaitoksen yksikköön otetun väkivalta-, itsemurha- tai tartuntatautiriskiä taikka muita vastaavia sairaudesta johtuvia riskejä koskevat tiedot, jotka ovat välttämättömiä kyseisen henkilön hengen, terveyden tai turvallisuuden suojaamiseksi taikka muiden henkilöiden hengen, terveyden tai turvallisuuden vaarantumisen estämiseksi; 2) arviointikeskuksen tai vankilan johtajalle taikka hänen määräämälleen toiminnoista vastaavalle Rikosseuraamuslaitoksen virkamiehelle sellaiset työntekijän työturvallisuuden varmistamiseen liittyvät tiedot, jotka ovat välttämättömiä arvioitaessa vangin tai Rikosseuraamuslaitoksen yksikköön otetun työkykyä hänen sijoittamisekseen työhön, sekä sellaiset tiedot, jotka ovat välttämättömiä arvioitaessa vangin tai Rikosseuraamuslaitoksen yksikköön otetun toimintakykyä hänen sijoittamisekseen opiskeluun tai muuhun toimintaan; 3) Rikosseuraamuslaitoksen keskushallintoyksikön virkamiehelle, jonka virkatehtäviin kuuluu pitkäaikaisvankien vapauttamismenettelystä annetun lain (781/2005) 1 § :n 2 momentissa tarkoitetun vangin vapauttamisasian käsitteleminen, mainitun asian käsittelemiseksi väkivaltariskiarvio ja vaarallisuusarvio sekä arviointikeskuksen tai vankilan johtajalle taikka hänen määräämälleen toiminnoista vastaavalle virkamiehelle arvioidun väkivaltariskin nojalla järjestettävän toiminnan suunnittelemiseksi ja toteuttamiseksi kirjallinen lausunto vaarallisuusarvion johtopäätöksistä. Ilman potilaan suostumusta potilasrekisteristä voidaan luovuttaa Rikosseuraamuslaitoksen palveluksessa oleville terveydenhuollon ammattihenkilöille heidän terveyden- tai sairaanhoidon tehtävissään välttämättömät tiedot. Rikosseuraamuslaitoksen muulle henkilöstölle kuin terveydenhuollon ammattihenkilöille voidaan ilman rekisteröidyn kirjallista suostumusta ilmaista vain sellaisia 1 momentin 1 ja 2 kohdassa tarkoitettuja tietoja, joista ei ilmene sairauden laatu eikä muu terveydentilan tai hoidon yksityiskohta. Edellä 1 momentin 3 kohdassa tarkoitettuja tehtäviä varten saa luovuttaa myös tietoja oikeudenkäymiskaaren 17 luvun 45 § :ssä tarkoitettuun rikosasian vastaajan mielentilan tutkimukseen perustuvaan lausuntoon sisältyvästä arviosta siitä, onko syytettyä pidettävä erittäin vaarallisena toisen hengelle, terveydelle tai vapaudelle.",
        "folded_fi": "sen lisaksi, mita potilastietojen luovuttamisesta ilman potilaan kirjallista suostumusta saadetaan potilaan asemasta ja oikeuksista annetun lain 13 §:n 3 ja 4 momentissa tai muussa laissa, saa vankien ja rikosseuraamuslaitoksen yksikkoon otettujen terveydenhuollosta vastaava laakari, tai hanen ohjeidensa mukaan muu terveydenhuollon ammattihenkilo, luovuttaa potilasrekisteriin talletettuja tietoja seuraavasti: 1) arviointikeskuksen tai vankilan johtajalle taikka hanen maaraamalleen rikosseuraamuslaitoksen palveluksessa olevalle virkamiehelle sellaiset vangin tai rikosseuraamuslaitoksen yksikkoon otetun vakivalta-, itsemurha- tai tartuntatautiriskia taikka muita vastaavia sairaudesta johtuvia riskeja koskevat tiedot, jotka ovat valttamattomia kyseisen henkilon hengen, terveyden tai turvallisuuden suojaamiseksi taikka muiden henkiloiden hengen, terveyden tai turvallisuuden vaarantumisen estamiseksi; 2) arviointikeskuksen tai vankilan johtajalle taikka hanen maaraamalleen toiminnoista vastaavalle rikosseuraamuslaitoksen virkamiehelle sellaiset tyontekijan tyoturvallisuuden varmistamiseen liittyvat tiedot, jotka ovat valttamattomia arvioitaessa vangin tai rikosseuraamuslaitoksen yksikkoon otetun tyokykya hanen sijoittamisekseen tyohon, seka sellaiset tiedot, jotka ovat valttamattomia arvioitaessa vangin tai rikosseuraamuslaitoksen yksikkoon otetun toimintakykya hanen sijoittamisekseen opiskeluun tai muuhun toimintaan; 3) rikosseuraamuslaitoksen keskushallintoyksikon virkamiehelle, jonka virkatehtaviin kuuluu pitkaaikaisvankien vapauttamismenettelysta annetun lain (781/2005) 1 §:n 2 momentissa tarkoitetun vangin vapauttamisasian kasitteleminen, mainitun asian kasittelemiseksi vakivaltariskiarvio ja vaarallisuusarvio seka arviointikeskuksen tai vankilan johtajalle taikka hanen maaraamalleen toiminnoista vastaavalle virkamiehelle arvioidun vakivaltariskin nojalla jarjestettavan toiminnan suunnittelemiseksi ja toteuttamiseksi kirjallinen lausunto vaarallisuusarvion johtopaatoksista. ilman potilaan suostumusta potilasrekisterista voidaan luovuttaa rikosseuraamuslaitoksen palveluksessa oleville terveydenhuollon ammattihenkiloille heidan terveyden- tai sairaanhoidon tehtavissaan valttamattomat tiedot. rikosseuraamuslaitoksen muulle henkilostolle kuin terveydenhuollon ammattihenkiloille voidaan ilman rekisteroidyn kirjallista suostumusta ilmaista vain sellaisia 1 momentin 1 ja 2 kohdassa tarkoitettuja tietoja, joista ei ilmene sairauden laatu eika muu terveydentilan tai hoidon yksityiskohta. edella 1 momentin 3 kohdassa tarkoitettuja tehtavia varten saa luovuttaa myos tietoja oikeudenkaymiskaaren 17 luvun 45 §:ssa tarkoitettuun rikosasian vastaajan mielentilan tutkimukseen perustuvaan lausuntoon sisaltyvasta arviosta siita, onko syytettya pidettava erittain vaarallisena toisen hengelle, terveydelle tai vapaudelle.",
        "title_sv": "Utlämnande av uppgifter ur patientregistret",
        "content_sv": "Utöver vad som föreskrivs om utlämnande av patientuppgifter utan patientens skriftliga samtycke i 13 § 3 och 4 mom. i lagen om patientens ställning och rättigheter eller i någon annan lag, får en läkare som svarar för hälso- och sjukvården för fångar eller intagna i en enhet vid Brottspåföljdsmyndigheten, eller enligt läkarens instruktion någon annan yrkesutbildad person inom hälso- och sjukvården, lämna ut uppgifter som lagrats i patientregistret enligt följande: 1) till direktören för ett bedömningscentrum eller en fängelsedirektör eller en tjänsteman vid Brottspåföljdsmyndigheten som utsetts av någondera av dem, sådana uppgifter om risk för våld, självmord eller smittsam sjukdom eller andra motsvarande, sjukdomsrelaterade risker som gäller en fånge eller intagen i en enhet vid Brottspåföljdsmyndigheten och som är nödvändiga för att skydda personens liv, hälsa eller säkerhet eller för att förhindra att andra personers liv, hälsa eller säkerhet äventyras, 2) till direktören för ett bedömningscentrum eller en fängelsedirektör eller en tjänsteman vid Brottspåföljdsmyndigheten som utsetts av någondera av dem och som svarar för ordnandet av sysselsättning, sådana uppgifter som anknyter till säkerställandet av arbetarskyddet och som är nödvändiga för bedömning av arbetsförmågan hos en fånge eller intagen i en enhet vid Brottspåföljdsmyndigheten när han eller hon ska placeras i arbete samt sådana uppgifter som är nödvändiga för bedömningen av funktionsförmågan hos en fånge eller intagen i enhet vid Brottspåföljdsmyndigheten när han eller hon ska placeras i studier eller annan verksamhet, 3) till en tjänsteman vid Brottspåföljdsmyndighetens centralförvaltningsenhet i vars tjänsteuppgifter ingår behandling av ett sådant frigivningsärende i fråga om en fånge som avses i 1 § 2 mom. i lagen om förfarandet vid frigivning av långtidsfångar (781/2005), en bedömning av risken för våld och en farlighetsbedömning för behandlingen av ärendet samt till direktören för ett bedömningscentrum eller en fängelsedirektör eller en tjänsteman som utsetts av någondera av dem och som svarar för ordnandet av sysselsättning, ett skriftligt utlåtande om slutsatserna av farlighetsbedömningen för planering och genomförande av den verksamhet som ordnas med stöd av den bedömda risken för våld. Utan patientens samtycke får sådana uppgifter i patientregistret lämnas ut till yrkesutbildade personer inom hälso- och sjukvården som är anställda vid Brottpåföljdsmyndigheten och som är nödvändiga för deras uppgifter inom hälso- och sjukvården. Utan skriftligt samtycke av den registrerade personen får endast sådana uppgifter som avses i 1 mom. 1 och 2 punkten och som inte anger sjukdomens art eller någon annan detalj om personens hälsotillstånd eller vård röjas för andra anställda inom Brottspåföljdsmyndigheten än dess yrkesutbildade personer inom hälso- och sjukvården. För ändamål som avses i 1 mom. 3 punkten får också uppgifter som ingår i utlåtandet om en i 17 kap. 45 § i rättegångsbalken avsedd undersökning av sinnestillståndet hos en svarande i brottmål lämnas ut till den del där bedöms om den åtalade ska anses vara synnerligen farlig för någon annans liv, hälsa eller frihet.",
        "normalized_sv": "Utöver vad som föreskrivs om utlämnande av patientuppgifter utan patientens skriftliga samtycke i 13 § 3 och 4 mom. i lagen om patientens ställning och rättigheter eller i någon annan lag, får en läkare som svarar för hälso- och sjukvården för fångar eller intagna i en enhet vid Brottspåföljdsmyndigheten, eller enligt läkarens instruktion någon annan yrkesutbildad person inom hälso- och sjukvården, lämna ut uppgifter som lagrats i patientregistret enligt följande: 1) till direktören för ett bedömningscentrum eller en fängelsedirektör eller en tjänsteman vid Brottspåföljdsmyndigheten som utsetts av någondera av dem, sådana uppgifter om risk för våld, självmord eller smittsam sjukdom eller andra motsvarande, sjukdomsrelaterade risker som gäller en fånge eller intagen i en enhet vid Brottspåföljdsmyndigheten och som är nödvändiga för att skydda personens liv, hälsa eller säkerhet eller för att förhindra att andra personers liv, hälsa eller säkerhet äventyras, 2) till direktören för ett bedömningscentrum eller en fängelsedirektör eller en tjänsteman vid Brottspåföljdsmyndigheten som utsetts av någondera av dem och som svarar för ordnandet av sysselsättning, sådana uppgifter som anknyter till säkerställandet av arbetarskyddet och som är nödvändiga för bedömning av arbetsförmågan hos en fånge eller intagen i en enhet vid Brottspåföljdsmyndigheten när han eller hon ska placeras i arbete samt sådana uppgifter som är nödvändiga för bedömningen av funktionsförmågan hos en fånge eller intagen i enhet vid Brottspåföljdsmyndigheten när han eller hon ska placeras i studier eller annan verksamhet, 3) till en tjänsteman vid Brottspåföljdsmyndighetens centralförvaltningsenhet i vars tjänsteuppgifter ingår behandling av ett sådant frigivningsärende i fråga om en fånge som avses i 1 § 2 mom. i lagen om förfarandet vid frigivning av långtidsfångar (781/2005), en bedömning av risken för våld och en farlighetsbedömning för behandlingen av ärendet samt till direktören för ett bedömningscentrum eller en fängelsedirektör eller en tjänsteman som utsetts av någondera av dem och som svarar för ordnandet av sysselsättning, ett skriftligt utlåtande om slutsatserna av farlighetsbedömningen för planering och genomförande av den verksamhet som ordnas med stöd av den bedömda risken för våld. Utan patientens samtycke får sådana uppgifter i patientregistret lämnas ut till yrkesutbildade personer inom hälso- och sjukvården som är anställda vid Brottpåföljdsmyndigheten och som är nödvändiga för deras uppgifter inom hälso- och sjukvården. Utan skriftligt samtycke av den registrerade personen får endast sådana uppgifter som avses i 1 mom. 1 och 2 punkten och som inte anger sjukdomens art eller någon annan detalj om personens hälsotillstånd eller vård röjas för andra anställda inom Brottspåföljdsmyndigheten än dess yrkesutbildade personer inom hälso- och sjukvården. För ändamål som avses i 1 mom. 3 punkten får också uppgifter som ingår i utlåtandet om en i 17 kap. 45 § i rättegångsbalken avsedd undersökning av sinnestillståndet hos en svarande i brottmål lämnas ut till den del där bedöms om den åtalade ska anses vara synnerligen farlig för någon annans liv, hälsa eller frihet.",
        "folded_sv": "utover vad som foreskrivs om utlamnande av patientuppgifter utan patientens skriftliga samtycke i 13 § 3 och 4 mom. i lagen om patientens stallning och rattigheter eller i nagon annan lag, far en lakare som svarar for halso- och sjukvarden for fangar eller intagna i en enhet vid brottspafoljdsmyndigheten, eller enligt lakarens instruktion nagon annan yrkesutbildad person inom halso- och sjukvarden, lamna ut uppgifter som lagrats i patientregistret enligt foljande: 1) till direktoren for ett bedomningscentrum eller en fangelsedirektor eller en tjansteman vid brottspafoljdsmyndigheten som utsetts av nagondera av dem, sadana uppgifter om risk for vald, sjalvmord eller smittsam sjukdom eller andra motsvarande, sjukdomsrelaterade risker som galler en fange eller intagen i en enhet vid brottspafoljdsmyndigheten och som ar nodvandiga for att skydda personens liv, halsa eller sakerhet eller for att forhindra att andra personers liv, halsa eller sakerhet aventyras, 2) till direktoren for ett bedomningscentrum eller en fangelsedirektor eller en tjansteman vid brottspafoljdsmyndigheten som utsetts av nagondera av dem och som svarar for ordnandet av sysselsattning, sadana uppgifter som anknyter till sakerstallandet av arbetarskyddet och som ar nodvandiga for bedomning av arbetsformagan hos en fange eller intagen i en enhet vid brottspafoljdsmyndigheten nar han eller hon ska placeras i arbete samt sadana uppgifter som ar nodvandiga for bedomningen av funktionsformagan hos en fange eller intagen i enhet vid brottspafoljdsmyndigheten nar han eller hon ska placeras i studier eller annan verksamhet, 3) till en tjansteman vid brottspafoljdsmyndighetens centralforvaltningsenhet i vars tjansteuppgifter ingar behandling av ett sadant frigivningsarende i fraga om en fange som avses i 1 § 2 mom. i lagen om forfarandet vid frigivning av langtidsfangar (781/2005), en bedomning av risken for vald och en farlighetsbedomning for behandlingen av arendet samt till direktoren for ett bedomningscentrum eller en fangelsedirektor eller en tjansteman som utsetts av nagondera av dem och som svarar for ordnandet av sysselsattning, ett skriftligt utlatande om slutsatserna av farlighetsbedomningen for planering och genomforande av den verksamhet som ordnas med stod av den bedomda risken for vald. utan patientens samtycke far sadana uppgifter i patientregistret lamnas ut till yrkesutbildade personer inom halso- och sjukvarden som ar anstallda vid brottpafoljdsmyndigheten och som ar nodvandiga for deras uppgifter inom halso- och sjukvarden. utan skriftligt samtycke av den registrerade personen far endast sadana uppgifter som avses i 1 mom. 1 och 2 punkten och som inte anger sjukdomens art eller nagon annan detalj om personens halsotillstand eller vard rojas for andra anstallda inom brottspafoljdsmyndigheten an dess yrkesutbildade personer inom halso- och sjukvarden. for andamal som avses i 1 mom. 3 punkten far ocksa uppgifter som ingar i utlatandet om en i 17 kap. 45 § i rattegangsbalken avsedd undersokning av sinnestillstandet hos en svarande i brottmal lamnas ut till den del dar bedoms om den atalade ska anses vara synnerligen farlig for nagon annans liv, halsa eller frihet."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Oikeus saada tietoja muulta terveydenhuollon toimintayksiköltä ja muulta viranomaiselta",
      "content": "Sen lisäksi, mitä muualla laissa säädetään, Vankiterveydenhuollon yksiköllä on oikeus salassapitosäännösten estämättä saada muun terveydenhuollon toimintayksikön potilasrekisterin tietoja pitkäaikaisvankien vapauttamismenettelystä annetun lain 1 §:n 2 momentissa tarkoitetun vangin väkivaltariskiä koskevan arvion tai lausunnon laatimiseksi ja sen nojalla järjestettävän toiminnan suunnittelemiseksi ja toteuttamiseksi Rikosseuraamuslaitoksen yksikössä. Edellä tarkoitetun arvion tai lausunnon laatimiseksi Vankiterveydenhuollon yksiköllä on oikeus saada Terveyden ja hyvinvoinnin laitokselta tietoja oikeudenkäymiskaaren 17 luvun 45 §:ssä tarkoitetusta rikosasian vastaajan mielentilan tutkimuksesta ja siihen perustuvasta lausunnosta. Edellä 1 momentissa tarkoitettuja tietoja saavat käsitellä vain ne Vankiterveydenhuollon yksikön virkamiehet, jotka välttämättä tarvitsevat niitä mainitussa momentissa tarkoitetun tehtävänsä suorittamiseksi. Asiakirjat on hävitettävä heti, kun ne eivät enää ole tarpeen momentin mukaisia tarkoituksia varten. Vankiterveydenhuollon yksiköllä on oikeus saada Rikosseuraamuslaitoksen täytäntöönpanorekisteriin, yhdyskuntaseuraamusrekisteriin sekä valvonta- ja toimintarekisteriin sisältyviä tietoja siltä osin kuin se on välttämätöntä Vankiterveydenhuollon yksikössä toimivien henkilöiden tehtävien suorittamiseksi. Tiedot voidaan luovuttaa myös teknisen käyttöyhteyden avulla. Ennen teknisen käyttöyhteyden avaamista on varmistuttava tietojen asianmukaisesta suojaamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_7",
        "normalized_fi": "Sen lisäksi, mitä muualla laissa säädetään, Vankiterveydenhuollon yksiköllä on oikeus salassapitosäännösten estämättä saada muun terveydenhuollon toimintayksikön potilasrekisterin tietoja pitkäaikaisvankien vapauttamismenettelystä annetun lain 1 § :n 2 momentissa tarkoitetun vangin väkivaltariskiä koskevan arvion tai lausunnon laatimiseksi ja sen nojalla järjestettävän toiminnan suunnittelemiseksi ja toteuttamiseksi Rikosseuraamuslaitoksen yksikössä. Edellä tarkoitetun arvion tai lausunnon laatimiseksi Vankiterveydenhuollon yksiköllä on oikeus saada Terveyden ja hyvinvoinnin laitokselta tietoja oikeudenkäymiskaaren 17 luvun 45 § :ssä tarkoitetusta rikosasian vastaajan mielentilan tutkimuksesta ja siihen perustuvasta lausunnosta. Edellä 1 momentissa tarkoitettuja tietoja saavat käsitellä vain ne Vankiterveydenhuollon yksikön virkamiehet, jotka välttämättä tarvitsevat niitä mainitussa momentissa tarkoitetun tehtävänsä suorittamiseksi. Asiakirjat on hävitettävä heti, kun ne eivät enää ole tarpeen momentin mukaisia tarkoituksia varten. Vankiterveydenhuollon yksiköllä on oikeus saada Rikosseuraamuslaitoksen täytäntöönpanorekisteriin, yhdyskuntaseuraamusrekisteriin sekä valvonta- ja toimintarekisteriin sisältyviä tietoja siltä osin kuin se on välttämätöntä Vankiterveydenhuollon yksikössä toimivien henkilöiden tehtävien suorittamiseksi. Tiedot voidaan luovuttaa myös teknisen käyttöyhteyden avulla. Ennen teknisen käyttöyhteyden avaamista on varmistuttava tietojen asianmukaisesta suojaamisesta.",
        "folded_fi": "sen lisaksi, mita muualla laissa saadetaan, vankiterveydenhuollon yksikolla on oikeus salassapitosaannosten estamatta saada muun terveydenhuollon toimintayksikon potilasrekisterin tietoja pitkaaikaisvankien vapauttamismenettelysta annetun lain 1 §:n 2 momentissa tarkoitetun vangin vakivaltariskia koskevan arvion tai lausunnon laatimiseksi ja sen nojalla jarjestettavan toiminnan suunnittelemiseksi ja toteuttamiseksi rikosseuraamuslaitoksen yksikossa. edella tarkoitetun arvion tai lausunnon laatimiseksi vankiterveydenhuollon yksikolla on oikeus saada terveyden ja hyvinvoinnin laitokselta tietoja oikeudenkaymiskaaren 17 luvun 45 §:ssa tarkoitetusta rikosasian vastaajan mielentilan tutkimuksesta ja siihen perustuvasta lausunnosta. edella 1 momentissa tarkoitettuja tietoja saavat kasitella vain ne vankiterveydenhuollon yksikon virkamiehet, jotka valttamatta tarvitsevat niita mainitussa momentissa tarkoitetun tehtavansa suorittamiseksi. asiakirjat on havitettava heti, kun ne eivat enaa ole tarpeen momentin mukaisia tarkoituksia varten. vankiterveydenhuollon yksikolla on oikeus saada rikosseuraamuslaitoksen taytantoonpanorekisteriin, yhdyskuntaseuraamusrekisteriin seka valvonta- ja toimintarekisteriin sisaltyvia tietoja silta osin kuin se on valttamatonta vankiterveydenhuollon yksikossa toimivien henkiloiden tehtavien suorittamiseksi. tiedot voidaan luovuttaa myos teknisen kayttoyhteyden avulla. ennen teknisen kayttoyhteyden avaamista on varmistuttava tietojen asianmukaisesta suojaamisesta.",
        "title_sv": "Rätt att få uppgifter av andra verksamhetsenheter för hälso- och sjukvård och av andra myndigheter",
        "content_sv": "Utöver vad som föreskrivs någon annanstans i lag har Enheten för hälso- och sjukvård för fångar trots sekretessbestämmelserna rätt att av andra verksamhetsenheter för hälso- och sjukvård få uppgifter ur deras patientregister för utarbetande av det utlåtande eller den bedömning av risken för våld i fråga om en fånge som avses i 1 § 2 mom. i lagen om förfarandet vid frigivning av långtidsfångar samt för planering och genomförande av den verksamhet som ordnas med stöd av dessa i en enhet vid Brottspåföljdsmyndigheten. För utarbetande av den bedömning eller det utlåtande som avses ovan har Enheten för hälso- och sjukvård för fångar rätt att av Institutet för hälsa och välfärd få uppgifter som ingår i en i 17 kap. 45 § i rättegångsbalken avsedd undersökning av sinnestillståndet hos en svarande i brottmål och i det utlåtande som ges om den. Uppgifter som avses i 1 mom. får endast hanteras av sådana tjänstemän vid Enheten för hälso- och sjukvård för fångar som nödvändigtvis behöver uppgifterna för att utföra de uppgifter som nämns i det momentet. Handlingarna ska förstöras så snart de inte längre behövs för de syften som anges i det momentet. Enheten för hälso- och sjukvård för fångar har rätt att få uppgifter som ingår i Brottspåföljdsmyndighetens verkställighetsregister, samhällspåföljdsregister samt övervaknings- och verksamhetsregister till den del det är nödvändigt för att de personer som är verksamma vid enheten ska kunna utföra sina uppgifter. Uppgifterna kan även lämnas ut genom teknisk anslutning. Innan anslutningen öppnas ska det säkerställas att uppgifterna skyddas på behörigt sätt.",
        "normalized_sv": "Utöver vad som föreskrivs någon annanstans i lag har Enheten för hälso- och sjukvård för fångar trots sekretessbestämmelserna rätt att av andra verksamhetsenheter för hälso- och sjukvård få uppgifter ur deras patientregister för utarbetande av det utlåtande eller den bedömning av risken för våld i fråga om en fånge som avses i 1 § 2 mom. i lagen om förfarandet vid frigivning av långtidsfångar samt för planering och genomförande av den verksamhet som ordnas med stöd av dessa i en enhet vid Brottspåföljdsmyndigheten. För utarbetande av den bedömning eller det utlåtande som avses ovan har Enheten för hälso- och sjukvård för fångar rätt att av Institutet för hälsa och välfärd få uppgifter som ingår i en i 17 kap. 45 § i rättegångsbalken avsedd undersökning av sinnestillståndet hos en svarande i brottmål och i det utlåtande som ges om den. Uppgifter som avses i 1 mom. får endast hanteras av sådana tjänstemän vid Enheten för hälso- och sjukvård för fångar som nödvändigtvis behöver uppgifterna för att utföra de uppgifter som nämns i det momentet. Handlingarna ska förstöras så snart de inte längre behövs för de syften som anges i det momentet. Enheten för hälso- och sjukvård för fångar har rätt att få uppgifter som ingår i Brottspåföljdsmyndighetens verkställighetsregister, samhällspåföljdsregister samt övervaknings- och verksamhetsregister till den del det är nödvändigt för att de personer som är verksamma vid enheten ska kunna utföra sina uppgifter. Uppgifterna kan även lämnas ut genom teknisk anslutning. Innan anslutningen öppnas ska det säkerställas att uppgifterna skyddas på behörigt sätt.",
        "folded_sv": "utover vad som foreskrivs nagon annanstans i lag har enheten for halso- och sjukvard for fangar trots sekretessbestammelserna ratt att av andra verksamhetsenheter for halso- och sjukvard fa uppgifter ur deras patientregister for utarbetande av det utlatande eller den bedomning av risken for vald i fraga om en fange som avses i 1 § 2 mom. i lagen om forfarandet vid frigivning av langtidsfangar samt for planering och genomforande av den verksamhet som ordnas med stod av dessa i en enhet vid brottspafoljdsmyndigheten. for utarbetande av den bedomning eller det utlatande som avses ovan har enheten for halso- och sjukvard for fangar ratt att av institutet for halsa och valfard fa uppgifter som ingar i en i 17 kap. 45 § i rattegangsbalken avsedd undersokning av sinnestillstandet hos en svarande i brottmal och i det utlatande som ges om den. uppgifter som avses i 1 mom. far endast hanteras av sadana tjansteman vid enheten for halso- och sjukvard for fangar som nodvandigtvis behover uppgifterna for att utfora de uppgifter som namns i det momentet. handlingarna ska forstoras sa snart de inte langre behovs for de syften som anges i det momentet. enheten for halso- och sjukvard for fangar har ratt att fa uppgifter som ingar i brottspafoljdsmyndighetens verkstallighetsregister, samhallspafoljdsregister samt overvaknings- och verksamhetsregister till den del det ar nodvandigt for att de personer som ar verksamma vid enheten ska kunna utfora sina uppgifter. uppgifterna kan aven lamnas ut genom teknisk anslutning. innan anslutningen oppnas ska det sakerstallas att uppgifterna skyddas pa behorigt satt."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Yleinen ohjaus, suunnittelu, kehittäminen ja valvonta",
      "content": "Vankiterveydenhuollon yleinen ohjaus, suunnittelu, kehittäminen ja valvonta kuuluvat sosiaali- ja terveysministeriölle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_8",
        "normalized_fi": "Vankiterveydenhuollon yleinen ohjaus, suunnittelu, kehittäminen ja valvonta kuuluvat sosiaali- ja terveysministeriölle.",
        "folded_fi": "vankiterveydenhuollon yleinen ohjaus, suunnittelu, kehittaminen ja valvonta kuuluvat sosiaali- ja terveysministeriolle.",
        "title_sv": "Allmän styrning, planering, utveckling och tillsyn",
        "content_sv": "Social- och hälsovårdsministeriet har hand om den allmänna styrningen, planeringen, utvecklingen och tillsynen av hälso- och sjukvården för fångar.",
        "normalized_sv": "Social- och hälsovårdsministeriet har hand om den allmänna styrningen, planeringen, utvecklingen och tillsynen av hälso- och sjukvården för fångar.",
        "folded_sv": "social- och halsovardsministeriet har hand om den allmanna styrningen, planeringen, utvecklingen och tillsynen av halso- och sjukvarden for fangar."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Terveydenhuollon valvontaviranomaisten toimivalta",
      "content": "Aluehallintovirasto valvoo Vankiterveydenhuollon yksikön järjestämän ja tuottaman vankien terveyden- ja sairaanhoidon lainmukaisuutta ja antaa siihen liittyvää ohjausta. Sosiaali- ja terveysalan lupa- ja valvontavirasto ohjaa aluehallintoviraston toimintaa valvonnan ja siihen liittyvän ohjauksen toimeenpanossa, yhteensovittamisessa ja yhdenmukaistamisessa. Sen estämättä, mitä 1 momentissa säädetään, lupa- ja valvontavirasto valvoo Vankiterveydenhuollon yksikön järjestämän ja tuottaman vankien terveyden- ja sairaanhoidon lainmukaisuutta ja antaa siihen liittyvää ohjausta erityisesti silloin, kun kysymyksessä ovat: 1) periaatteellisesti tärkeät tai laajakantoiset asiat; 2) asiat, jotka liittyvät olennaisesti Sosiaali- ja terveysalan lupa- ja valvontavirastossa käsiteltävään muuhun terveydenhuoltoa taikka terveydenhuollon ammattihenkilöä koskevaan valvonta-asiaan; sekä 3) asiat, joita aluehallintoviraston valvonta-asioita käsittelevät virkamiehet ovat esteellisiä käsittelemään. Sosiaali- ja terveysalan lupa- ja valvontaviraston ja aluehallintoviraston tarkemmasta työnjaosta valvonnassa ja siihen liittyvässä ohjauksessa säädetään tarvittaessa valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_9",
        "normalized_fi": "Aluehallintovirasto valvoo Vankiterveydenhuollon yksikön järjestämän ja tuottaman vankien terveyden- ja sairaanhoidon lainmukaisuutta ja antaa siihen liittyvää ohjausta. Sosiaali- ja terveysalan lupa- ja valvontavirasto ohjaa aluehallintoviraston toimintaa valvonnan ja siihen liittyvän ohjauksen toimeenpanossa, yhteensovittamisessa ja yhdenmukaistamisessa. Sen estämättä, mitä 1 momentissa säädetään, lupa- ja valvontavirasto valvoo Vankiterveydenhuollon yksikön järjestämän ja tuottaman vankien terveyden- ja sairaanhoidon lainmukaisuutta ja antaa siihen liittyvää ohjausta erityisesti silloin, kun kysymyksessä ovat: 1) periaatteellisesti tärkeät tai laajakantoiset asiat; 2) asiat, jotka liittyvät olennaisesti Sosiaali- ja terveysalan lupa- ja valvontavirastossa käsiteltävään muuhun terveydenhuoltoa taikka terveydenhuollon ammattihenkilöä koskevaan valvonta-asiaan; sekä 3) asiat, joita aluehallintoviraston valvonta-asioita käsittelevät virkamiehet ovat esteellisiä käsittelemään. Sosiaali- ja terveysalan lupa- ja valvontaviraston ja aluehallintoviraston tarkemmasta työnjaosta valvonnassa ja siihen liittyvässä ohjauksessa säädetään tarvittaessa valtioneuvoston asetuksella.",
        "folded_fi": "aluehallintovirasto valvoo vankiterveydenhuollon yksikon jarjestaman ja tuottaman vankien terveyden- ja sairaanhoidon lainmukaisuutta ja antaa siihen liittyvaa ohjausta. sosiaali- ja terveysalan lupa- ja valvontavirasto ohjaa aluehallintoviraston toimintaa valvonnan ja siihen liittyvan ohjauksen toimeenpanossa, yhteensovittamisessa ja yhdenmukaistamisessa. sen estamatta, mita 1 momentissa saadetaan, lupa- ja valvontavirasto valvoo vankiterveydenhuollon yksikon jarjestaman ja tuottaman vankien terveyden- ja sairaanhoidon lainmukaisuutta ja antaa siihen liittyvaa ohjausta erityisesti silloin, kun kysymyksessa ovat: 1) periaatteellisesti tarkeat tai laajakantoiset asiat; 2) asiat, jotka liittyvat olennaisesti sosiaali- ja terveysalan lupa- ja valvontavirastossa kasiteltavaan muuhun terveydenhuoltoa taikka terveydenhuollon ammattihenkiloa koskevaan valvonta-asiaan; seka 3) asiat, joita aluehallintoviraston valvonta-asioita kasittelevat virkamiehet ovat esteellisia kasittelemaan. sosiaali- ja terveysalan lupa- ja valvontaviraston ja aluehallintoviraston tarkemmasta tyonjaosta valvonnassa ja siihen liittyvassa ohjauksessa saadetaan tarvittaessa valtioneuvoston asetuksella.",
        "title_sv": "Behörigheten för tillsynsmyndigheterna för hälso- och sjukvården",
        "content_sv": "Regionförvaltningsverket utövar tillsyn över lagligheten i den hälso- och sjukvård för fångar som ordnas och produceras av Enheten för hälso- och sjukvård för fångar och utövar styrning med anknytning till vården. Tillstånds- och tillsynsverket för social- och hälsovården styr regionförvaltningsverkens verksamhet i fråga om verkställigheten, samordningen och harmoniseringen av tillsynen och den därtill relaterade styrningen. Trots vad som föreskrivs i 1 mom. övervakar tillstånds- och tillsynsverket lagligheten i den hälso- och sjukvård för fångar som ordnas och produceras av Enheten för hälso- och sjukvård för fångar och utövar styrning med anknytning till vården i synnerhet när det är fråga om 1) principiellt viktiga eller vittsyftande ärenden, 2) ärenden som har väsentligt samband med övervakningsärenden som behandlas vid Tillstånds- och tillsynsverket för social- och hälsovården och som gäller annan hälso- och sjukvård eller yrkesutbildade personer inom hälso- och sjukvården, samt 3) ärenden som de tjänstemän vid regionförvaltningsverket som behandlar övervakningsärenden är jäviga att behandla. Närmare bestämmelser om arbetsfördelningen mellan Tillstånds- och tillsynsverket för social- och hälsovården och regionförvaltningsverket i fråga om tillsynen och den därtill hörande styrningen utfärdas vid behov genom förordning av statsrådet.",
        "normalized_sv": "Regionförvaltningsverket utövar tillsyn över lagligheten i den hälso- och sjukvård för fångar som ordnas och produceras av Enheten för hälso- och sjukvård för fångar och utövar styrning med anknytning till vården. Tillstånds- och tillsynsverket för social- och hälsovården styr regionförvaltningsverkens verksamhet i fråga om verkställigheten, samordningen och harmoniseringen av tillsynen och den därtill relaterade styrningen. Trots vad som föreskrivs i 1 mom. övervakar tillstånds- och tillsynsverket lagligheten i den hälso- och sjukvård för fångar som ordnas och produceras av Enheten för hälso- och sjukvård för fångar och utövar styrning med anknytning till vården i synnerhet när det är fråga om 1) principiellt viktiga eller vittsyftande ärenden, 2) ärenden som har väsentligt samband med övervakningsärenden som behandlas vid Tillstånds- och tillsynsverket för social- och hälsovården och som gäller annan hälso- och sjukvård eller yrkesutbildade personer inom hälso- och sjukvården, samt 3) ärenden som de tjänstemän vid regionförvaltningsverket som behandlar övervakningsärenden är jäviga att behandla. Närmare bestämmelser om arbetsfördelningen mellan Tillstånds- och tillsynsverket för social- och hälsovården och regionförvaltningsverket i fråga om tillsynen och den därtill hörande styrningen utfärdas vid behov genom förordning av statsrådet.",
        "folded_sv": "regionforvaltningsverket utovar tillsyn over lagligheten i den halso- och sjukvard for fangar som ordnas och produceras av enheten for halso- och sjukvard for fangar och utovar styrning med anknytning till varden. tillstands- och tillsynsverket for social- och halsovarden styr regionforvaltningsverkens verksamhet i fraga om verkstalligheten, samordningen och harmoniseringen av tillsynen och den dartill relaterade styrningen. trots vad som foreskrivs i 1 mom. overvakar tillstands- och tillsynsverket lagligheten i den halso- och sjukvard for fangar som ordnas och produceras av enheten for halso- och sjukvard for fangar och utovar styrning med anknytning till varden i synnerhet nar det ar fraga om 1) principiellt viktiga eller vittsyftande arenden, 2) arenden som har vasentligt samband med overvakningsarenden som behandlas vid tillstands- och tillsynsverket for social- och halsovarden och som galler annan halso- och sjukvard eller yrkesutbildade personer inom halso- och sjukvarden, samt 3) arenden som de tjansteman vid regionforvaltningsverket som behandlar overvakningsarenden ar javiga att behandla. narmare bestammelser om arbetsfordelningen mellan tillstands- och tillsynsverket for social- och halsovarden och regionforvaltningsverket i fraga om tillsynen och den dartill horande styrningen utfardas vid behov genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Ohjaus- ja arviointikäynnit",
      "content": "Aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat tehdä 9 §:ssä tarkoitetun ohjauksen toteuttamiseksi ohjaus- ja arviointikäyntejä Vankiterveydenhuollon yksikön vankien terveyden- ja sairaanhoidon palveluja järjestäviin ja tuottaviin toimipaikkoihin. Ohjaus- ja arviointikäynneistä ja niiden ohjelmasta on sovittava ennakkoon Vankiterveydenhuollon yksikön ja asianomaisen toimipaikan kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_10",
        "normalized_fi": "Aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat tehdä 9 § :ssä tarkoitetun ohjauksen toteuttamiseksi ohjaus- ja arviointikäyntejä Vankiterveydenhuollon yksikön vankien terveyden- ja sairaanhoidon palveluja järjestäviin ja tuottaviin toimipaikkoihin. Ohjaus- ja arviointikäynneistä ja niiden ohjelmasta on sovittava ennakkoon Vankiterveydenhuollon yksikön ja asianomaisen toimipaikan kanssa.",
        "folded_fi": "aluehallintovirasto ja sosiaali- ja terveysalan lupa- ja valvontavirasto voivat tehda 9 §:ssa tarkoitetun ohjauksen toteuttamiseksi ohjaus- ja arviointikaynteja vankiterveydenhuollon yksikon vankien terveyden- ja sairaanhoidon palveluja jarjestaviin ja tuottaviin toimipaikkoihin. ohjaus- ja arviointikaynneista ja niiden ohjelmasta on sovittava ennakkoon vankiterveydenhuollon yksikon ja asianomaisen toimipaikan kanssa.",
        "title_sv": "Styrnings- och utvärderingsbesök",
        "content_sv": "För att genomföra styrning enligt 9 § får regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården göra styrnings- och utvärderingsbesök hos de verksamhetsställen vid Enheten för hälso- och sjukvård för fångar som ordnar och producerar hälso- och sjukvårdstjänster. Styrnings- och utvärderingsbesöken och programmet för dem ska avtalas på förhand med Enheten för hälso- och sjukvård för fångar och det berörda verksamhetsstället.",
        "normalized_sv": "För att genomföra styrning enligt 9 § får regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården göra styrnings- och utvärderingsbesök hos de verksamhetsställen vid Enheten för hälso- och sjukvård för fångar som ordnar och producerar hälso- och sjukvårdstjänster. Styrnings- och utvärderingsbesöken och programmet för dem ska avtalas på förhand med Enheten för hälso- och sjukvård för fångar och det berörda verksamhetsstället.",
        "folded_sv": "for att genomfora styrning enligt 9 § far regionforvaltningsverket och tillstands- och tillsynsverket for social- och halsovarden gora styrnings- och utvarderingsbesok hos de verksamhetsstallen vid enheten for halso- och sjukvard for fangar som ordnar och producerar halso- och sjukvardstjanster. styrnings- och utvarderingsbesoken och programmet for dem ska avtalas pa forhand med enheten for halso- och sjukvard for fangar och det berorda verksamhetsstallet."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Tarkastusoikeus",
      "content": "Aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat tarkastaa tässä laissa tarkoitetun terveyden- ja sairaanhoidon toiminnan ja palvelut sekä niiden järjestämisessä käytettävät toimipaikat ja toimitilat silloin, kun tarkastuksen tekemiseen on perusteltu syy. Sosiaali- ja terveysalan lupa- ja valvontavirasto voi määrätä aluehallintoviraston tekemään puolestaan edellä mainitun tarkastuksen. Tarkastus voidaan tehdä ennalta ilmoittamatta. Tarkastusmääräykseen ei saa hakea muutosta valittamalla. Tarkastaja on päästettävä vankilaan ja kaikkiin Vankiterveydenhuollon yksikön toimipaikan tiloihin. Tarkastuksessa on salassapitosäännösten estämättä esitettävä kaikki tarkastajan pyytämät asiakirjat, jotka ovat välttämättömiä tarkastuksen toimittamiseksi, ja annettava niistä maksutta tarkastajan pyytämät jäljennökset. Tarkastajalla on myös oikeus ottaa valokuvia tarkastuksen aikana. Tarkastusoikeutta ei ole pysyväisluonteiseen asumiseen käytettyihin tiloihin. Oikeus ottaa valokuvia ei koske vankeja ja Rikosseuraamuslaitoksen yksikköön otettuja. Tarkastajan apuna voi olla tarkastuksen toteuttamiseksi tarpeellisia asiantuntijoita. Asiantuntijaan sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974). Poliisin on tarvittaessa annettava virka-apua tarkastuksen suorittamiseksi aluehallintovirastolle ja Sosiaali- ja terveysalan lupa- ja valvontavirastolle. Tarkastukseen sovelletaan muutoin mitä hallintolain (434/2003) 39 §:ssä säädetään tarkastuksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_11",
        "normalized_fi": "Aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat tarkastaa tässä laissa tarkoitetun terveyden- ja sairaanhoidon toiminnan ja palvelut sekä niiden järjestämisessä käytettävät toimipaikat ja toimitilat silloin, kun tarkastuksen tekemiseen on perusteltu syy. Sosiaali- ja terveysalan lupa- ja valvontavirasto voi määrätä aluehallintoviraston tekemään puolestaan edellä mainitun tarkastuksen. Tarkastus voidaan tehdä ennalta ilmoittamatta. Tarkastusmääräykseen ei saa hakea muutosta valittamalla. Tarkastaja on päästettävä vankilaan ja kaikkiin Vankiterveydenhuollon yksikön toimipaikan tiloihin. Tarkastuksessa on salassapitosäännösten estämättä esitettävä kaikki tarkastajan pyytämät asiakirjat, jotka ovat välttämättömiä tarkastuksen toimittamiseksi, ja annettava niistä maksutta tarkastajan pyytämät jäljennökset. Tarkastajalla on myös oikeus ottaa valokuvia tarkastuksen aikana. Tarkastusoikeutta ei ole pysyväisluonteiseen asumiseen käytettyihin tiloihin. Oikeus ottaa valokuvia ei koske vankeja ja Rikosseuraamuslaitoksen yksikköön otettuja. Tarkastajan apuna voi olla tarkastuksen toteuttamiseksi tarpeellisia asiantuntijoita. Asiantuntijaan sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974). Poliisin on tarvittaessa annettava virka-apua tarkastuksen suorittamiseksi aluehallintovirastolle ja Sosiaali- ja terveysalan lupa- ja valvontavirastolle. Tarkastukseen sovelletaan muutoin mitä hallintolain (434/2003) 39 § :ssä säädetään tarkastuksesta.",
        "folded_fi": "aluehallintovirasto ja sosiaali- ja terveysalan lupa- ja valvontavirasto voivat tarkastaa tassa laissa tarkoitetun terveyden- ja sairaanhoidon toiminnan ja palvelut seka niiden jarjestamisessa kaytettavat toimipaikat ja toimitilat silloin, kun tarkastuksen tekemiseen on perusteltu syy. sosiaali- ja terveysalan lupa- ja valvontavirasto voi maarata aluehallintoviraston tekemaan puolestaan edella mainitun tarkastuksen. tarkastus voidaan tehda ennalta ilmoittamatta. tarkastusmaaraykseen ei saa hakea muutosta valittamalla. tarkastaja on paastettava vankilaan ja kaikkiin vankiterveydenhuollon yksikon toimipaikan tiloihin. tarkastuksessa on salassapitosaannosten estamatta esitettava kaikki tarkastajan pyytamat asiakirjat, jotka ovat valttamattomia tarkastuksen toimittamiseksi, ja annettava niista maksutta tarkastajan pyytamat jaljennokset. tarkastajalla on myos oikeus ottaa valokuvia tarkastuksen aikana. tarkastusoikeutta ei ole pysyvaisluonteiseen asumiseen kaytettyihin tiloihin. oikeus ottaa valokuvia ei koske vankeja ja rikosseuraamuslaitoksen yksikkoon otettuja. tarkastajan apuna voi olla tarkastuksen toteuttamiseksi tarpeellisia asiantuntijoita. asiantuntijaan sovelletaan rikosoikeudellista virkavastuuta koskevia saannoksia. vahingonkorvausvastuusta saadetaan vahingonkorvauslaissa (412/1974). poliisin on tarvittaessa annettava virka-apua tarkastuksen suorittamiseksi aluehallintovirastolle ja sosiaali- ja terveysalan lupa- ja valvontavirastolle. tarkastukseen sovelletaan muutoin mita hallintolain (434/2003) 39 §:ssa saadetaan tarkastuksesta.",
        "title_sv": "Inspektionsrätt",
        "content_sv": "Regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården får inspektera den hälso- och sjukvårdsverksamhet och de hälso- och sjukvårdstjänster som avses i denna lag samt de verksamhetsställen och lokaler som används vid ordnandet av dem när det finns grundad anledning att förrätta en inspektion. Tillstånds- och tillsynsverket för social- och hälsovården kan ålägga regionförvaltningsverket att på dess vägnar förrätta inspektionen. En inspektion får förrättas utan förhandsanmälan. Beslutet om inspektion får inte överklagas genom besvär. Inspektören ska ges tillträde till fängelset och alla lokaler i verksamhetsstället för Enheten för hälso- och sjukvård för fångar. Vid inspektionen ska, trots sekretessbestämmelserna, alla handlingar som inspektören begär och som är nödvändiga för inspektionen läggas fram, och inspektören ska avgiftsfritt ges de kopior han eller hon begär. Inspektören har även rätt att ta fotografier under inspektionen. Inspektionsrätten gäller inte lokaler och utrymmen som används för boende av permanent natur. Rätten att fotografera gäller inte fångar och intagna i en enhet vid Brottspåföljdsmyndigheten. Inspektören kan biträdas av sådana experter som behövs för inspektionen. På experterna tilllämpas bestämmelserna om straffrättsligt tjänsteansvar. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974). Polisen ska vid behov ge regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården handräckning för förrättandet av en inspektion. På inspektioner tillämpas i övrigt 39 § i förvaltningslagen (434/2003).",
        "normalized_sv": "Regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården får inspektera den hälso- och sjukvårdsverksamhet och de hälso- och sjukvårdstjänster som avses i denna lag samt de verksamhetsställen och lokaler som används vid ordnandet av dem när det finns grundad anledning att förrätta en inspektion. Tillstånds- och tillsynsverket för social- och hälsovården kan ålägga regionförvaltningsverket att på dess vägnar förrätta inspektionen. En inspektion får förrättas utan förhandsanmälan. Beslutet om inspektion får inte överklagas genom besvär. Inspektören ska ges tillträde till fängelset och alla lokaler i verksamhetsstället för Enheten för hälso- och sjukvård för fångar. Vid inspektionen ska, trots sekretessbestämmelserna, alla handlingar som inspektören begär och som är nödvändiga för inspektionen läggas fram, och inspektören ska avgiftsfritt ges de kopior han eller hon begär. Inspektören har även rätt att ta fotografier under inspektionen. Inspektionsrätten gäller inte lokaler och utrymmen som används för boende av permanent natur. Rätten att fotografera gäller inte fångar och intagna i en enhet vid Brottspåföljdsmyndigheten. Inspektören kan biträdas av sådana experter som behövs för inspektionen. På experterna tilllämpas bestämmelserna om straffrättsligt tjänsteansvar. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974). Polisen ska vid behov ge regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården handräckning för förrättandet av en inspektion. På inspektioner tillämpas i övrigt 39 § i förvaltningslagen (434/2003).",
        "folded_sv": "regionforvaltningsverket och tillstands- och tillsynsverket for social- och halsovarden far inspektera den halso- och sjukvardsverksamhet och de halso- och sjukvardstjanster som avses i denna lag samt de verksamhetsstallen och lokaler som anvands vid ordnandet av dem nar det finns grundad anledning att forratta en inspektion. tillstands- och tillsynsverket for social- och halsovarden kan alagga regionforvaltningsverket att pa dess vagnar forratta inspektionen. en inspektion far forrattas utan forhandsanmalan. beslutet om inspektion far inte overklagas genom besvar. inspektoren ska ges tilltrade till fangelset och alla lokaler i verksamhetsstallet for enheten for halso- och sjukvard for fangar. vid inspektionen ska, trots sekretessbestammelserna, alla handlingar som inspektoren begar och som ar nodvandiga for inspektionen laggas fram, och inspektoren ska avgiftsfritt ges de kopior han eller hon begar. inspektoren har aven ratt att ta fotografier under inspektionen. inspektionsratten galler inte lokaler och utrymmen som anvands for boende av permanent natur. ratten att fotografera galler inte fangar och intagna i en enhet vid brottspafoljdsmyndigheten. inspektoren kan bitradas av sadana experter som behovs for inspektionen. pa experterna tilllampas bestammelserna om straffrattsligt tjansteansvar. bestammelser om skadestandsansvar finns i skadestandslagen (412/1974). polisen ska vid behov ge regionforvaltningsverket och tillstands- och tillsynsverket for social- och halsovarden handrackning for forrattandet av en inspektion. pa inspektioner tillampas i ovrigt 39 § i forvaltningslagen (434/2003)."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Määräykset ja pakkokeinot",
      "content": "Jos vankien terveyden- tai sairaanhoidon järjestämisessä tai toteuttamisessa havaitaan potilasturvallisuutta vaarantavia puutteita tai muita epäkohtia taikka toiminta on muutoin tämän tai muun vankien terveydenhuoltoa koskevan lain vastaista, aluehallintovirasto tai Sosiaali- ja terveysalan lupa- ja valvontavirasto voi antaa määräyksen puutteiden korjaamisesta tai epäkohtien poistamisesta. Määräystä annettaessa on asetettava määräaika, jonka kuluessa tarpeelliset toimenpiteet on suoritettava. Jos potilasturvallisuus sitä edellyttää, toiminta voidaan määrätä välittömästi keskeytettäväksi taikka toimintayksikön, sen osan tai laitteen käyttö kieltää välittömästi. Aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voi velvoittaa Vankiterveydenhuollon yksikön noudattamaan 1 momentissa tarkoitettua määräystä sakon uhalla tai uhalla, että toiminta keskeytetään, taikka että toimintayksikön, sen osan tai laitteen käyttö kielletään. Aluehallintoviraston ja Sosiaali- ja terveysalan lupa- ja valvontaviraston päätöstä toiminnan keskeyttämisestä taikka toimintayksikön, sen osan tai laitteen käytön kieltämisestä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää. Mitä tässä pykälässä säädetään, ei koske lääkelaissa (395/1987) tarkoitettua toimintaa, jonka valvonnasta vastaa Lääkealan turvallisuus- ja kehittämiskeskus, eikä säteilylaissa (592/1991) tarkoitettua toimintaa, jonka valvonnasta vastaa Säteilyturvakeskus. Jos aluehallintovirasto tai Sosiaali- ja terveysalan lupa- ja valvontavirasto on valvonnassaan havainnut lääkehuollossa puutteita tai muita epäkohtia, niistä on ilmoitettava Lääkealan turvallisuus- ja kehittämiskeskukselle. Säteilyn käytössä havaituista puutteista ja epäkohdista on ilmoitettava Säteilyturvakeskukselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_12",
        "normalized_fi": "Jos vankien terveyden- tai sairaanhoidon järjestämisessä tai toteuttamisessa havaitaan potilasturvallisuutta vaarantavia puutteita tai muita epäkohtia taikka toiminta on muutoin tämän tai muun vankien terveydenhuoltoa koskevan lain vastaista, aluehallintovirasto tai Sosiaali- ja terveysalan lupa- ja valvontavirasto voi antaa määräyksen puutteiden korjaamisesta tai epäkohtien poistamisesta. Määräystä annettaessa on asetettava määräaika, jonka kuluessa tarpeelliset toimenpiteet on suoritettava. Jos potilasturvallisuus sitä edellyttää, toiminta voidaan määrätä välittömästi keskeytettäväksi taikka toimintayksikön, sen osan tai laitteen käyttö kieltää välittömästi. Aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voi velvoittaa Vankiterveydenhuollon yksikön noudattamaan 1 momentissa tarkoitettua määräystä sakon uhalla tai uhalla, että toiminta keskeytetään, taikka että toimintayksikön, sen osan tai laitteen käyttö kielletään. Aluehallintoviraston ja Sosiaali- ja terveysalan lupa- ja valvontaviraston päätöstä toiminnan keskeyttämisestä taikka toimintayksikön, sen osan tai laitteen käytön kieltämisestä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää. Mitä tässä pykälässä säädetään, ei koske lääkelaissa (395/1987) tarkoitettua toimintaa, jonka valvonnasta vastaa Lääkealan turvallisuus- ja kehittämiskeskus, eikä säteilylaissa (592/1991) tarkoitettua toimintaa, jonka valvonnasta vastaa Säteilyturvakeskus. Jos aluehallintovirasto tai Sosiaali- ja terveysalan lupa- ja valvontavirasto on valvonnassaan havainnut lääkehuollossa puutteita tai muita epäkohtia, niistä on ilmoitettava Lääkealan turvallisuus- ja kehittämiskeskukselle. Säteilyn käytössä havaituista puutteista ja epäkohdista on ilmoitettava Säteilyturvakeskukselle.",
        "folded_fi": "jos vankien terveyden- tai sairaanhoidon jarjestamisessa tai toteuttamisessa havaitaan potilasturvallisuutta vaarantavia puutteita tai muita epakohtia taikka toiminta on muutoin taman tai muun vankien terveydenhuoltoa koskevan lain vastaista, aluehallintovirasto tai sosiaali- ja terveysalan lupa- ja valvontavirasto voi antaa maarayksen puutteiden korjaamisesta tai epakohtien poistamisesta. maaraysta annettaessa on asetettava maaraaika, jonka kuluessa tarpeelliset toimenpiteet on suoritettava. jos potilasturvallisuus sita edellyttaa, toiminta voidaan maarata valittomasti keskeytettavaksi taikka toimintayksikon, sen osan tai laitteen kaytto kieltaa valittomasti. aluehallintovirasto ja sosiaali- ja terveysalan lupa- ja valvontavirasto voi velvoittaa vankiterveydenhuollon yksikon noudattamaan 1 momentissa tarkoitettua maaraysta sakon uhalla tai uhalla, etta toiminta keskeytetaan, taikka etta toimintayksikon, sen osan tai laitteen kaytto kielletaan. aluehallintoviraston ja sosiaali- ja terveysalan lupa- ja valvontaviraston paatosta toiminnan keskeyttamisesta taikka toimintayksikon, sen osan tai laitteen kayton kieltamisesta on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin maaraa. mita tassa pykalassa saadetaan, ei koske laakelaissa (395/1987) tarkoitettua toimintaa, jonka valvonnasta vastaa laakealan turvallisuus- ja kehittamiskeskus, eika sateilylaissa (592/1991) tarkoitettua toimintaa, jonka valvonnasta vastaa sateilyturvakeskus. jos aluehallintovirasto tai sosiaali- ja terveysalan lupa- ja valvontavirasto on valvonnassaan havainnut laakehuollossa puutteita tai muita epakohtia, niista on ilmoitettava laakealan turvallisuus- ja kehittamiskeskukselle. sateilyn kaytossa havaituista puutteista ja epakohdista on ilmoitettava sateilyturvakeskukselle.",
        "title_sv": "Förelägganden och tvångsmedel",
        "content_sv": "Om brister eller andra missförhållanden som äventyrar patientsäkerheten upptäcks i ordnandet eller genomförandet av hälso- och sjukvården för fångar eller om verksamheten i övrigt strider mot denna lag eller någon annan lag som gäller hälso- och sjukvården för fångar, kan regionförvaltningsverket eller Tillstånds- och tillsynsverket för social- och hälsovården meddela ett föreläggande om hur de ska avhjälpas. När föreläggandet meddelas ska det utsättas en tid inom vilken de behövliga åtgärderna ska vidtas. Om patientsäkerheten så kräver kan det bestämmas att verksamheten omedelbart ska avbrytas eller användningen av en verksamhetsenhet, en del av den eller en anordning förbjudas omedelbart. Regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården kan vid vite eller vid äventyr att verksamheten avbryts eller att användningen av en verksamhetsenhet eller en del därav eller av en anordning förbjuds, förplikta Enheten för hälso- och sjukvård för fångar att iaktta ett i 1 mom. avsett föreläggande. Beslut av regionförvaltningsverket och av Tillstånds- och tillsynsverket för social- och hälsovården om avbrytande av verksamheten eller om förbud mot användningen av en verksamhetsenhet eller en del därav eller av en anordning ska iakttas trots att ändring har sökts, om inte besvärsmyndigheten bestämmer något annat. Bestämmelserna i denna paragraf gäller inte sådan verksamhet som avses i läkemedelslagen (395/1987) och som övervakas av Säkerhets- och utvecklingscentret för läkemedelsområdet eller sådan verksamhet som avses i strålskyddslagen (592/1991) och som övervakas av Strålsäkerhetscentralen. Om regionförvaltningsverket eller Tillstånds- och tillsynsverket för social- och hälsovården i sin tillsyn upptäcker brister eller andra missförhållanden i läkemedelsförsörjningen, ska Säkerhets- och utvecklingscentret för läkemedelsområdet underrättas om dessa. Brister och missförhållanden som konstaterats vid användning av strålning ska anmälas till Strålsäkerhetscentralen.",
        "normalized_sv": "Om brister eller andra missförhållanden som äventyrar patientsäkerheten upptäcks i ordnandet eller genomförandet av hälso- och sjukvården för fångar eller om verksamheten i övrigt strider mot denna lag eller någon annan lag som gäller hälso- och sjukvården för fångar, kan regionförvaltningsverket eller Tillstånds- och tillsynsverket för social- och hälsovården meddela ett föreläggande om hur de ska avhjälpas. När föreläggandet meddelas ska det utsättas en tid inom vilken de behövliga åtgärderna ska vidtas. Om patientsäkerheten så kräver kan det bestämmas att verksamheten omedelbart ska avbrytas eller användningen av en verksamhetsenhet, en del av den eller en anordning förbjudas omedelbart. Regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården kan vid vite eller vid äventyr att verksamheten avbryts eller att användningen av en verksamhetsenhet eller en del därav eller av en anordning förbjuds, förplikta Enheten för hälso- och sjukvård för fångar att iaktta ett i 1 mom. avsett föreläggande. Beslut av regionförvaltningsverket och av Tillstånds- och tillsynsverket för social- och hälsovården om avbrytande av verksamheten eller om förbud mot användningen av en verksamhetsenhet eller en del därav eller av en anordning ska iakttas trots att ändring har sökts, om inte besvärsmyndigheten bestämmer något annat. Bestämmelserna i denna paragraf gäller inte sådan verksamhet som avses i läkemedelslagen (395/1987) och som övervakas av Säkerhets- och utvecklingscentret för läkemedelsområdet eller sådan verksamhet som avses i strålskyddslagen (592/1991) och som övervakas av Strålsäkerhetscentralen. Om regionförvaltningsverket eller Tillstånds- och tillsynsverket för social- och hälsovården i sin tillsyn upptäcker brister eller andra missförhållanden i läkemedelsförsörjningen, ska Säkerhets- och utvecklingscentret för läkemedelsområdet underrättas om dessa. Brister och missförhållanden som konstaterats vid användning av strålning ska anmälas till Strålsäkerhetscentralen.",
        "folded_sv": "om brister eller andra missforhallanden som aventyrar patientsakerheten upptacks i ordnandet eller genomforandet av halso- och sjukvarden for fangar eller om verksamheten i ovrigt strider mot denna lag eller nagon annan lag som galler halso- och sjukvarden for fangar, kan regionforvaltningsverket eller tillstands- och tillsynsverket for social- och halsovarden meddela ett forelaggande om hur de ska avhjalpas. nar forelaggandet meddelas ska det utsattas en tid inom vilken de behovliga atgarderna ska vidtas. om patientsakerheten sa kraver kan det bestammas att verksamheten omedelbart ska avbrytas eller anvandningen av en verksamhetsenhet, en del av den eller en anordning forbjudas omedelbart. regionforvaltningsverket och tillstands- och tillsynsverket for social- och halsovarden kan vid vite eller vid aventyr att verksamheten avbryts eller att anvandningen av en verksamhetsenhet eller en del darav eller av en anordning forbjuds, forplikta enheten for halso- och sjukvard for fangar att iaktta ett i 1 mom. avsett forelaggande. beslut av regionforvaltningsverket och av tillstands- och tillsynsverket for social- och halsovarden om avbrytande av verksamheten eller om forbud mot anvandningen av en verksamhetsenhet eller en del darav eller av en anordning ska iakttas trots att andring har sokts, om inte besvarsmyndigheten bestammer nagot annat. bestammelserna i denna paragraf galler inte sadan verksamhet som avses i lakemedelslagen (395/1987) och som overvakas av sakerhets- och utvecklingscentret for lakemedelsomradet eller sadan verksamhet som avses i stralskyddslagen (592/1991) och som overvakas av stralsakerhetscentralen. om regionforvaltningsverket eller tillstands- och tillsynsverket for social- och halsovarden i sin tillsyn upptacker brister eller andra missforhallanden i lakemedelsforsorjningen, ska sakerhets- och utvecklingscentret for lakemedelsomradet underrattas om dessa. brister och missforhallanden som konstaterats vid anvandning av stralning ska anmalas till stralsakerhetscentralen."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Hallinnollinen ohjaus ja kehotus",
      "content": "Jos terveyden- tai sairaanhoidon järjestämisessä tai toteuttamisessa havaittu puute, virheellisyys, laiminlyönti tai muu epäkohta ei anna aihetta 12 §:ssä tarkoitettuihin toimenpiteisiin, aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat saattaa Vankiterveydenhuollon yksikön tai virheellisestä toiminnasta vastuussa olevan henkilön tietoon käsityksensä lain mukaisesta menettelystä tai kiinnittää valvottavan huomiota toiminnan asianmukaiseen järjestämiseen ja hyvän hallinnon vaatimuksiin. Aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat myös kehottaa valvottavaa korjaamaan todetun puutteen tai muun epäkohdan. Jos edellä tarkoitettuja toimenpiteitä ei voida asian kokonaisarviointiin vaikuttavat seikat huomioon ottaen pitää riittävinä, aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat antaa valvottavalle huomautuksen vastaisen varalle. Tässä pykälässä tarkoitettuun aluehallintoviraston tai Sosiaali- ja terveysalan lupa- ja valvontaviraston antamaan hallinnolliseen ohjaukseen tai kehotukseen ei saa hakea muutosta valittamalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_13",
        "normalized_fi": "Jos terveyden- tai sairaanhoidon järjestämisessä tai toteuttamisessa havaittu puute, virheellisyys, laiminlyönti tai muu epäkohta ei anna aihetta 12 § :ssä tarkoitettuihin toimenpiteisiin, aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat saattaa Vankiterveydenhuollon yksikön tai virheellisestä toiminnasta vastuussa olevan henkilön tietoon käsityksensä lain mukaisesta menettelystä tai kiinnittää valvottavan huomiota toiminnan asianmukaiseen järjestämiseen ja hyvän hallinnon vaatimuksiin. Aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat myös kehottaa valvottavaa korjaamaan todetun puutteen tai muun epäkohdan. Jos edellä tarkoitettuja toimenpiteitä ei voida asian kokonaisarviointiin vaikuttavat seikat huomioon ottaen pitää riittävinä, aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat antaa valvottavalle huomautuksen vastaisen varalle. Tässä pykälässä tarkoitettuun aluehallintoviraston tai Sosiaali- ja terveysalan lupa- ja valvontaviraston antamaan hallinnolliseen ohjaukseen tai kehotukseen ei saa hakea muutosta valittamalla.",
        "folded_fi": "jos terveyden- tai sairaanhoidon jarjestamisessa tai toteuttamisessa havaittu puute, virheellisyys, laiminlyonti tai muu epakohta ei anna aihetta 12 §:ssa tarkoitettuihin toimenpiteisiin, aluehallintovirasto ja sosiaali- ja terveysalan lupa- ja valvontavirasto voivat saattaa vankiterveydenhuollon yksikon tai virheellisesta toiminnasta vastuussa olevan henkilon tietoon kasityksensa lain mukaisesta menettelysta tai kiinnittaa valvottavan huomiota toiminnan asianmukaiseen jarjestamiseen ja hyvan hallinnon vaatimuksiin. aluehallintovirasto ja sosiaali- ja terveysalan lupa- ja valvontavirasto voivat myos kehottaa valvottavaa korjaamaan todetun puutteen tai muun epakohdan. jos edella tarkoitettuja toimenpiteita ei voida asian kokonaisarviointiin vaikuttavat seikat huomioon ottaen pitaa riittavina, aluehallintovirasto ja sosiaali- ja terveysalan lupa- ja valvontavirasto voivat antaa valvottavalle huomautuksen vastaisen varalle. tassa pykalassa tarkoitettuun aluehallintoviraston tai sosiaali- ja terveysalan lupa- ja valvontaviraston antamaan hallinnolliseen ohjaukseen tai kehotukseen ei saa hakea muutosta valittamalla.",
        "title_sv": "Administrativ styrning samt uppmaning",
        "content_sv": "Om en brist, felaktighet eller försummelse eller något annat missförhållande som upptäcks vid ordnandet eller genomförandet av hälso- och sjukvården inte ger anledning till åtgärder enligt 12 §, kan regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården delge Enheten för hälso- och sjukvård för fångar eller den person som svarar för den felaktiga verksamheten sin uppfattning om ett lagenligt förfarande eller göra den övervakade uppmärksam på att verksamheten ska ordnas på behörigt sätt och på kraven på god förvaltning. Regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården kan också uppmana den övervakade att avhjälpa bristen eller missförhållandet. Om de åtgärder som avses ovan inte kan betraktas som tillräckliga med hänsyn till de omständigheter som inverkar på helhetsbedömningen av ärendet, kan regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården ge den övervakade en anmärkning för framtiden. Administrativa styråtgärder eller uppmaningar av regionförvaltningsverket eller Tillstånds- och tillsynsverket för social- och hälsovården enligt denna paragraf får inte överklagas genom besvär.",
        "normalized_sv": "Om en brist, felaktighet eller försummelse eller något annat missförhållande som upptäcks vid ordnandet eller genomförandet av hälso- och sjukvården inte ger anledning till åtgärder enligt 12 § , kan regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården delge Enheten för hälso- och sjukvård för fångar eller den person som svarar för den felaktiga verksamheten sin uppfattning om ett lagenligt förfarande eller göra den övervakade uppmärksam på att verksamheten ska ordnas på behörigt sätt och på kraven på god förvaltning. Regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården kan också uppmana den övervakade att avhjälpa bristen eller missförhållandet. Om de åtgärder som avses ovan inte kan betraktas som tillräckliga med hänsyn till de omständigheter som inverkar på helhetsbedömningen av ärendet, kan regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården ge den övervakade en anmärkning för framtiden. Administrativa styråtgärder eller uppmaningar av regionförvaltningsverket eller Tillstånds- och tillsynsverket för social- och hälsovården enligt denna paragraf får inte överklagas genom besvär.",
        "folded_sv": "om en brist, felaktighet eller forsummelse eller nagot annat missforhallande som upptacks vid ordnandet eller genomforandet av halso- och sjukvarden inte ger anledning till atgarder enligt 12 §, kan regionforvaltningsverket och tillstands- och tillsynsverket for social- och halsovarden delge enheten for halso- och sjukvard for fangar eller den person som svarar for den felaktiga verksamheten sin uppfattning om ett lagenligt forfarande eller gora den overvakade uppmarksam pa att verksamheten ska ordnas pa behorigt satt och pa kraven pa god forvaltning. regionforvaltningsverket och tillstands- och tillsynsverket for social- och halsovarden kan ocksa uppmana den overvakade att avhjalpa bristen eller missforhallandet. om de atgarder som avses ovan inte kan betraktas som tillrackliga med hansyn till de omstandigheter som inverkar pa helhetsbedomningen av arendet, kan regionforvaltningsverket och tillstands- och tillsynsverket for social- och halsovarden ge den overvakade en anmarkning for framtiden. administrativa styratgarder eller uppmaningar av regionforvaltningsverket eller tillstands- och tillsynsverket for social- och halsovarden enligt denna paragraf far inte overklagas genom besvar."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Valvonta-asian käsittely",
      "content": "Aluehallintovirasto ja Sosiaali- ja terveydenhuollon lupa- ja valvontavirasto ryhtyvät tietoonsa tulleen valvonta-asian perusteella niihin toimenpiteisiin, joihin ne potilasturvallisuuden varmistamisen tai lain noudattamisen kannalta katsovat olevan aihetta. Kahta vuotta vanhempaan tapahtumaan perustuvaa valvonta-asiaa ei tutkita, ellei siihen ole erityistä syytä. Muistutus ja kantelumenettelyyn perustuvasta asian ottamisesta käsiteltäväksi säädetään erikseen hallintolaissa ja potilaan asemasta ja oikeuksista annetussa laissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_14",
        "normalized_fi": "Aluehallintovirasto ja Sosiaali- ja terveydenhuollon lupa- ja valvontavirasto ryhtyvät tietoonsa tulleen valvonta-asian perusteella niihin toimenpiteisiin, joihin ne potilasturvallisuuden varmistamisen tai lain noudattamisen kannalta katsovat olevan aihetta. Kahta vuotta vanhempaan tapahtumaan perustuvaa valvonta-asiaa ei tutkita, ellei siihen ole erityistä syytä. Muistutus ja kantelumenettelyyn perustuvasta asian ottamisesta käsiteltäväksi säädetään erikseen hallintolaissa ja potilaan asemasta ja oikeuksista annetussa laissa.",
        "folded_fi": "aluehallintovirasto ja sosiaali- ja terveydenhuollon lupa- ja valvontavirasto ryhtyvat tietoonsa tulleen valvonta-asian perusteella niihin toimenpiteisiin, joihin ne potilasturvallisuuden varmistamisen tai lain noudattamisen kannalta katsovat olevan aihetta. kahta vuotta vanhempaan tapahtumaan perustuvaa valvonta-asiaa ei tutkita, ellei siihen ole erityista syyta. muistutus ja kantelumenettelyyn perustuvasta asian ottamisesta kasiteltavaksi saadetaan erikseen hallintolaissa ja potilaan asemasta ja oikeuksista annetussa laissa.",
        "title_sv": "Behandling av tillsynsärenden",
        "content_sv": "Regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården ska på basis av ett tillsynsärende som kommit till deras kännedom vidta de åtgärder som de anser vara befogade med tanke på säkerställandet av patientsäkerheten eller efterlevnaden av lagen. Tillsynsärenden som baserar sig på händelser som ligger mer än två år tillbaka i tiden undersöks inte utan särskild orsak. Särskilda bestämmelser om att ta ärenden till behandling enligt anmärknings- och klagomålsförfarandet finns i förvaltningslagen och i lagen om patientens ställning och rättigheter.",
        "normalized_sv": "Regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården ska på basis av ett tillsynsärende som kommit till deras kännedom vidta de åtgärder som de anser vara befogade med tanke på säkerställandet av patientsäkerheten eller efterlevnaden av lagen. Tillsynsärenden som baserar sig på händelser som ligger mer än två år tillbaka i tiden undersöks inte utan särskild orsak. Särskilda bestämmelser om att ta ärenden till behandling enligt anmärknings- och klagomålsförfarandet finns i förvaltningslagen och i lagen om patientens ställning och rättigheter.",
        "folded_sv": "regionforvaltningsverket och tillstands- och tillsynsverket for social- och halsovarden ska pa basis av ett tillsynsarende som kommit till deras kannedom vidta de atgarder som de anser vara befogade med tanke pa sakerstallandet av patientsakerheten eller efterlevnaden av lagen. tillsynsarenden som baserar sig pa handelser som ligger mer an tva ar tillbaka i tiden undersoks inte utan sarskild orsak. sarskilda bestammelser om att ta arenden till behandling enligt anmarknings- och klagomalsforfarandet finns i forvaltningslagen och i lagen om patientens stallning och rattigheter."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Valvontaviranomaisen tiedonsaantioikeus",
      "content": "Vankiterveydenhuollon yksikkö on velvollinen antamaan aluehallintovirastolle ja Sosiaali- ja terveysalan valvontavirastolle niiden pyytämät tiedot ja selvitykset, jos ne ovat välttämättömiä viraston tässä laissa tarkoitettujen ohjaus- ja valvontatehtävien toteuttamiseksi. Tiedot ja selvitykset on annettava maksutta ja sen estämättä, mitä tietojen salassapitovelvollisuudesta säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_15",
        "normalized_fi": "Vankiterveydenhuollon yksikkö on velvollinen antamaan aluehallintovirastolle ja Sosiaali- ja terveysalan valvontavirastolle niiden pyytämät tiedot ja selvitykset, jos ne ovat välttämättömiä viraston tässä laissa tarkoitettujen ohjaus- ja valvontatehtävien toteuttamiseksi. Tiedot ja selvitykset on annettava maksutta ja sen estämättä, mitä tietojen salassapitovelvollisuudesta säädetään.",
        "folded_fi": "vankiterveydenhuollon yksikko on velvollinen antamaan aluehallintovirastolle ja sosiaali- ja terveysalan valvontavirastolle niiden pyytamat tiedot ja selvitykset, jos ne ovat valttamattomia viraston tassa laissa tarkoitettujen ohjaus- ja valvontatehtavien toteuttamiseksi. tiedot ja selvitykset on annettava maksutta ja sen estamatta, mita tietojen salassapitovelvollisuudesta saadetaan.",
        "title_sv": "Tillsynsmyndighetens rätt att få uppgifter",
        "content_sv": "Enheten för hälso- och sjukvård för fångar är skyldig att till regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården lämna uppgifter och utredningar som dessa begär, om de är nödvändiga för fullgörandet av respektive verks styrnings- och tillsynsuppdrag enligt denna lag. Uppgifterna och utredningarna ska lämnas avgiftsfritt och oberoende av sekretessbestämmelserna.",
        "normalized_sv": "Enheten för hälso- och sjukvård för fångar är skyldig att till regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården lämna uppgifter och utredningar som dessa begär, om de är nödvändiga för fullgörandet av respektive verks styrnings- och tillsynsuppdrag enligt denna lag. Uppgifterna och utredningarna ska lämnas avgiftsfritt och oberoende av sekretessbestämmelserna.",
        "folded_sv": "enheten for halso- och sjukvard for fangar ar skyldig att till regionforvaltningsverket och tillstands- och tillsynsverket for social- och halsovarden lamna uppgifter och utredningar som dessa begar, om de ar nodvandiga for fullgorandet av respektive verks styrnings- och tillsynsuppdrag enligt denna lag. uppgifterna och utredningarna ska lamnas avgiftsfritt och oberoende av sekretessbestammelserna."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Ilmoitus Rikosseuraamuslaitoksen yksikölle",
      "content": "Jos vankiterveydenhuollon järjestämisen yhteydessä ilmi tulleiden seikkojen nojalla on syytä epäillä, että vanki aiheuttaa vaaraa Rikosseuraamuslaitoksen järjestykselle tai turvallisuudelle taikka vangin tai muun henkilön turvallisuudelle, Vankiterveydenhuollon yksikkö saa ilmoittaa asiasta Rikosseuraamuslaitoksen yksikölle. Ilmoituksesta ei kuitenkaan saa ilmetä sairauden laatu eikä muu terveydentilan tai hoidon yksityiskohta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_16",
        "normalized_fi": "Jos vankiterveydenhuollon järjestämisen yhteydessä ilmi tulleiden seikkojen nojalla on syytä epäillä, että vanki aiheuttaa vaaraa Rikosseuraamuslaitoksen järjestykselle tai turvallisuudelle taikka vangin tai muun henkilön turvallisuudelle, Vankiterveydenhuollon yksikkö saa ilmoittaa asiasta Rikosseuraamuslaitoksen yksikölle. Ilmoituksesta ei kuitenkaan saa ilmetä sairauden laatu eikä muu terveydentilan tai hoidon yksityiskohta.",
        "folded_fi": "jos vankiterveydenhuollon jarjestamisen yhteydessa ilmi tulleiden seikkojen nojalla on syyta epailla, etta vanki aiheuttaa vaaraa rikosseuraamuslaitoksen jarjestykselle tai turvallisuudelle taikka vangin tai muun henkilon turvallisuudelle, vankiterveydenhuollon yksikko saa ilmoittaa asiasta rikosseuraamuslaitoksen yksikolle. ilmoituksesta ei kuitenkaan saa ilmeta sairauden laatu eika muu terveydentilan tai hoidon yksityiskohta.",
        "title_sv": "Anmälan till en enhet vid Brottspåföljdsmyndigheten",
        "content_sv": "Om det med stöd av omständigheter som framkommit i samband med anordnandet av hälso- och sjukvård för fångar finns skäl att misstänka att en fånge äventyrar ordningen eller säkerheten vid Brottspåföljdsmyndigheten eller en fånges eller någon annan persons säkerhet, får Enheten för hälso- och sjukvård för fångar anmäla saken till en enhet vid Brottspåföljdsmyndigheten. Anmälan får dock inte ange sjukdomens art eller andra detaljer om hälsotillstånd eller vården och behandlingen.",
        "normalized_sv": "Om det med stöd av omständigheter som framkommit i samband med anordnandet av hälso- och sjukvård för fångar finns skäl att misstänka att en fånge äventyrar ordningen eller säkerheten vid Brottspåföljdsmyndigheten eller en fånges eller någon annan persons säkerhet, får Enheten för hälso- och sjukvård för fångar anmäla saken till en enhet vid Brottspåföljdsmyndigheten. Anmälan får dock inte ange sjukdomens art eller andra detaljer om hälsotillstånd eller vården och behandlingen.",
        "folded_sv": "om det med stod av omstandigheter som framkommit i samband med anordnandet av halso- och sjukvard for fangar finns skal att misstanka att en fange aventyrar ordningen eller sakerheten vid brottspafoljdsmyndigheten eller en fanges eller nagon annan persons sakerhet, far enheten for halso- och sjukvard for fangar anmala saken till en enhet vid brottspafoljdsmyndigheten. anmalan far dock inte ange sjukdomens art eller andra detaljer om halsotillstand eller varden och behandlingen."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Tarkemmat säännökset ja määräykset",
      "content": "Vankiterveydenhuollon yksikön johtokunnasta ja sen tehtävistä säädetään tarkemmin valtioneuvoston asetuksella. Valtioneuvoston asetuksella säädetään myös Vankiterveydenhuollon yksikön henkilöstöstä sekä johtavien virkamiesten kelpoisuusvaatimuksista ja palvelussuhteeseen ottamisesta. Vankiterveydenhuollon yksikön sisäisestä työnjaosta sekä toimintojen muusta järjestämisestä määrätään sen työjärjestyksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_17",
        "normalized_fi": "Vankiterveydenhuollon yksikön johtokunnasta ja sen tehtävistä säädetään tarkemmin valtioneuvoston asetuksella. Valtioneuvoston asetuksella säädetään myös Vankiterveydenhuollon yksikön henkilöstöstä sekä johtavien virkamiesten kelpoisuusvaatimuksista ja palvelussuhteeseen ottamisesta. Vankiterveydenhuollon yksikön sisäisestä työnjaosta sekä toimintojen muusta järjestämisestä määrätään sen työjärjestyksessä.",
        "folded_fi": "vankiterveydenhuollon yksikon johtokunnasta ja sen tehtavista saadetaan tarkemmin valtioneuvoston asetuksella. valtioneuvoston asetuksella saadetaan myos vankiterveydenhuollon yksikon henkilostosta seka johtavien virkamiesten kelpoisuusvaatimuksista ja palvelussuhteeseen ottamisesta. vankiterveydenhuollon yksikon sisaisesta tyonjaosta seka toimintojen muusta jarjestamisesta maarataan sen tyojarjestyksessa.",
        "title_sv": "Närmare bestämmelser och föreskrifter",
        "content_sv": "Närmare bestämmelser om direktionen för Enheten för hälso- och sjukvård för fångar och om direktionens uppgifter utfärdas genom förordning av statsrådet. Genom förordning av statsrådet utfärdas också bestämmelser om personalen vid Enheten för hälso- och sjukvård för fångar samt om behörighetsvillkoren för och anställningen av de ledande tjänstemännen. I enhetens arbetsordning bestäms om dess interna arbetsfördelning och om hur verksamheten i övrigt ska ordnas.",
        "normalized_sv": "Närmare bestämmelser om direktionen för Enheten för hälso- och sjukvård för fångar och om direktionens uppgifter utfärdas genom förordning av statsrådet. Genom förordning av statsrådet utfärdas också bestämmelser om personalen vid Enheten för hälso- och sjukvård för fångar samt om behörighetsvillkoren för och anställningen av de ledande tjänstemännen. I enhetens arbetsordning bestäms om dess interna arbetsfördelning och om hur verksamheten i övrigt ska ordnas.",
        "folded_sv": "narmare bestammelser om direktionen for enheten for halso- och sjukvard for fangar och om direktionens uppgifter utfardas genom forordning av statsradet. genom forordning av statsradet utfardas ocksa bestammelser om personalen vid enheten for halso- och sjukvard for fangar samt om behorighetsvillkoren for och anstallningen av de ledande tjanstemannen. i enhetens arbetsordning bestams om dess interna arbetsfordelning och om hur verksamheten i ovrigt ska ordnas."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2016.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_18",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2016.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2016.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2016.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2016.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2016."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "Siirtymäsäännökset",
      "content": "Muussa laissa tai asetuksessa taikka valtioneuvoston tai ministeriön päätöksessä olevalla viittauksella Rikosseuraamuslaitoksen terveydenhuoltoyksikköön tai Vankeinhoitolaitoksen terveydenhuoltoyksikköön tarkoitetaan tämän lain tultua voimaan viittausta Vankiterveydenhuollon yksikköön. Tämän lain tullessa voimaan Rikosseuraamuslaitoksen terveydenhuoltoyksikön henkilöstö sekä vastaavat virat siirtyvät Vankiterveydenhuollon yksikköön. Siirrossa noudatetaan valtion virkamieslain (750/1994) 2 luvun säännöksiä. Vankiterveydenhuollon yksikkö on työnantajana velvollinen, siten kuin työehtosopimuslain (436/1946) 5 §:ssä säädetään, noudattamaan Rikosseuraamuslaitoksen tekemän palkkausjärjestelmävirkaehtosopimuksen määräyksiä, sellaisina kuin ne olivat 31 päivänä joulukuuta 2015 yksikössä noudatettavina kuluvan sopimuskauden loppuun asti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_19",
        "normalized_fi": "Muussa laissa tai asetuksessa taikka valtioneuvoston tai ministeriön päätöksessä olevalla viittauksella Rikosseuraamuslaitoksen terveydenhuoltoyksikköön tai Vankeinhoitolaitoksen terveydenhuoltoyksikköön tarkoitetaan tämän lain tultua voimaan viittausta Vankiterveydenhuollon yksikköön. Tämän lain tullessa voimaan Rikosseuraamuslaitoksen terveydenhuoltoyksikön henkilöstö sekä vastaavat virat siirtyvät Vankiterveydenhuollon yksikköön. Siirrossa noudatetaan valtion virkamieslain (750/1994) 2 luvun säännöksiä. Vankiterveydenhuollon yksikkö on työnantajana velvollinen, siten kuin työehtosopimuslain (436/1946) 5 § :ssä säädetään, noudattamaan Rikosseuraamuslaitoksen tekemän palkkausjärjestelmävirkaehtosopimuksen määräyksiä, sellaisina kuin ne olivat 31 päivänä joulukuuta 2015 yksikössä noudatettavina kuluvan sopimuskauden loppuun asti.",
        "folded_fi": "muussa laissa tai asetuksessa taikka valtioneuvoston tai ministerion paatoksessa olevalla viittauksella rikosseuraamuslaitoksen terveydenhuoltoyksikkoon tai vankeinhoitolaitoksen terveydenhuoltoyksikkoon tarkoitetaan taman lain tultua voimaan viittausta vankiterveydenhuollon yksikkoon. taman lain tullessa voimaan rikosseuraamuslaitoksen terveydenhuoltoyksikon henkilosto seka vastaavat virat siirtyvat vankiterveydenhuollon yksikkoon. siirrossa noudatetaan valtion virkamieslain (750/1994) 2 luvun saannoksia. vankiterveydenhuollon yksikko on tyonantajana velvollinen, siten kuin tyoehtosopimuslain (436/1946) 5 §:ssa saadetaan, noudattamaan rikosseuraamuslaitoksen tekeman palkkausjarjestelmavirkaehtosopimuksen maarayksia, sellaisina kuin ne olivat 31 paivana joulukuuta 2015 yksikossa noudatettavina kuluvan sopimuskauden loppuun asti.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "En hänvisning till Brottspåföljdsmyndighetens hälsovårdsenhet eller Fångvårdsväsendets hälsovårdsenhet i någon annan lag eller förordning eller i beslut av statsrådet eller ett ministerium avser efter denna lags ikraftträdande en hänvisning till Enheten för hälso- och sjukvård för fångar. Personalen vid Brottspåföljdsmyndighetens hälsovårdsenhet samt motsvarande tjänster överförs när denna lag träder i kraft till Enheten för hälso- och sjukvård för fångar. Vid överföringen iakttas bestämmelserna i 2 kap. i statstjänstemannalagen (750/1994). Enheten för hälso- och sjukvård för fångar är som arbetsgivare skyldig att i enlighet med 5 § i lagen om kollektivavtal (436/1946) iaktta bestämmelserna i det tjänstekollektivavtal om lönesystem som Brottspåföljdsmyndigheten ingått, sådana de gällde för enheten den 31 december 2015 fram till utgången av den pågående avtalsperioden.",
        "normalized_sv": "En hänvisning till Brottspåföljdsmyndighetens hälsovårdsenhet eller Fångvårdsväsendets hälsovårdsenhet i någon annan lag eller förordning eller i beslut av statsrådet eller ett ministerium avser efter denna lags ikraftträdande en hänvisning till Enheten för hälso- och sjukvård för fångar. Personalen vid Brottspåföljdsmyndighetens hälsovårdsenhet samt motsvarande tjänster överförs när denna lag träder i kraft till Enheten för hälso- och sjukvård för fångar. Vid överföringen iakttas bestämmelserna i 2 kap. i statstjänstemannalagen (750/1994). Enheten för hälso- och sjukvård för fångar är som arbetsgivare skyldig att i enlighet med 5 § i lagen om kollektivavtal (436/1946) iaktta bestämmelserna i det tjänstekollektivavtal om lönesystem som Brottspåföljdsmyndigheten ingått, sådana de gällde för enheten den 31 december 2015 fram till utgången av den pågående avtalsperioden.",
        "folded_sv": "en hanvisning till brottspafoljdsmyndighetens halsovardsenhet eller fangvardsvasendets halsovardsenhet i nagon annan lag eller forordning eller i beslut av statsradet eller ett ministerium avser efter denna lags ikrafttradande en hanvisning till enheten for halso- och sjukvard for fangar. personalen vid brottspafoljdsmyndighetens halsovardsenhet samt motsvarande tjanster overfors nar denna lag trader i kraft till enheten for halso- och sjukvard for fangar. vid overforingen iakttas bestammelserna i 2 kap. i statstjanstemannalagen (750/1994). enheten for halso- och sjukvard for fangar ar som arbetsgivare skyldig att i enlighet med 5 § i lagen om kollektivavtal (436/1946) iaktta bestammelserna i det tjanstekollektivavtal om lonesystem som brottspafoljdsmyndigheten ingatt, sadana de gallde for enheten den 31 december 2015 fram till utgangen av den pagaende avtalsperioden."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lain soveltamisala",
      "content": "Tätä lakia sovelletaan Terveyden ja hyvinvoinnin laitoksen alaiseen Vankiterveydenhuollon yksikköön. Vankiterveydenhuollon yksikön toimialueena on koko maa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Tätä lakia sovelletaan Terveyden ja hyvinvoinnin laitoksen alaiseen Vankiterveydenhuollon yksikköön. Vankiterveydenhuollon yksikön toimialueena on koko maa.",
        "folded_fi": "tata lakia sovelletaan terveyden ja hyvinvoinnin laitoksen alaiseen vankiterveydenhuollon yksikkoon. vankiterveydenhuollon yksikon toimialueena on koko maa.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "Denna lag tillämpas på Enheten för hälso- och sjukvård för fångar som är underställd Institutet för hälsa och välfärd. Enhetens verksamhetsområde omfattar hela landet.",
        "normalized_sv": "Denna lag tillämpas på Enheten för hälso- och sjukvård för fångar som är underställd Institutet för hälsa och välfärd. Enhetens verksamhetsområde omfattar hela landet.",
        "folded_sv": "denna lag tillampas pa enheten for halso- och sjukvard for fangar som ar understalld institutet for halsa och valfard. enhetens verksamhetsomrade omfattar hela landet."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Toimiala ja tehtävät",
      "content": "Vankiterveydenhuollon yksikön tehtävänä on järjestää vankien ja tutkintavankien terveyden- ja sairaanhoito siten kuin vankeuslain (767/2005) 10 luvussa ja tutkintavankeuslain (768/2005) 6 luvussa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Vankiterveydenhuollon yksikön tehtävänä on järjestää vankien ja tutkintavankien terveyden- ja sairaanhoito siten kuin vankeuslain (767/2005) 10 luvussa ja tutkintavankeuslain (768/2005) 6 luvussa säädetään.",
        "folded_fi": "vankiterveydenhuollon yksikon tehtavana on jarjestaa vankien ja tutkintavankien terveyden- ja sairaanhoito siten kuin vankeuslain (767/2005) 10 luvussa ja tutkintavankeuslain (768/2005) 6 luvussa saadetaan.",
        "title_sv": "Ansvarsområde och uppgifter",
        "content_sv": "Enheten för hälso- och sjukvård för fångar har till uppgift att ordna hälso- och sjukvård för fångar och häktade i enlighet med 10 kap. i fängelselagen (767/2005) och 6 kap. i häktningslagen (768/2005).",
        "normalized_sv": "Enheten för hälso- och sjukvård för fångar har till uppgift att ordna hälso- och sjukvård för fångar och häktade i enlighet med 10 kap. i fängelselagen (767/2005) och 6 kap. i häktningslagen (768/2005).",
        "folded_sv": "enheten for halso- och sjukvard for fangar har till uppgift att ordna halso- och sjukvard for fangar och haktade i enlighet med 10 kap. i fangelselagen (767/2005) och 6 kap. i haktningslagen (768/2005)."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Johtaminen ja ratkaisuvalta",
      "content": "Vankiterveydenhuollon yksikköä johtaa vankiterveydenhuollon johtaja. Vankiterveydenhuollon johtaja ratkaisee yksikköä koskevat asiat, jollei niitä ole säädetty johtokunnan ratkaistavaksi taikka erikseen säädetty tai määrätty työjärjestyksessä muun virkamiehen ratkaistaviksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_3",
        "normalized_fi": "Vankiterveydenhuollon yksikköä johtaa vankiterveydenhuollon johtaja. Vankiterveydenhuollon johtaja ratkaisee yksikköä koskevat asiat, jollei niitä ole säädetty johtokunnan ratkaistavaksi taikka erikseen säädetty tai määrätty työjärjestyksessä muun virkamiehen ratkaistaviksi.",
        "folded_fi": "vankiterveydenhuollon yksikkoa johtaa vankiterveydenhuollon johtaja. vankiterveydenhuollon johtaja ratkaisee yksikkoa koskevat asiat, jollei niita ole saadetty johtokunnan ratkaistavaksi taikka erikseen saadetty tai maaratty tyojarjestyksessa muun virkamiehen ratkaistaviksi.",
        "title_sv": "Ledning och beslutanderätt",
        "content_sv": "Enheten för hälso- och sjukvård för fångar leds av en föreståndare för hälso- och sjukvården för fångar. Föreståndaren avgör ärenden som gäller enheten, om det inte har föreskrivits att de ska avgöras av direktionen eller särskilt bestämts i arbetsordningen att någon annan tjänsteman ska avgöra dem.",
        "normalized_sv": "Enheten för hälso- och sjukvård för fångar leds av en föreståndare för hälso- och sjukvården för fångar. Föreståndaren avgör ärenden som gäller enheten, om det inte har föreskrivits att de ska avgöras av direktionen eller särskilt bestämts i arbetsordningen att någon annan tjänsteman ska avgöra dem.",
        "folded_sv": "enheten for halso- och sjukvard for fangar leds av en forestandare for halso- och sjukvarden for fangar. forestandaren avgor arenden som galler enheten, om det inte har foreskrivits att de ska avgoras av direktionen eller sarskilt bestamts i arbetsordningen att nagon annan tjansteman ska avgora dem."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Yleinen ohjaus, kehittäminen, johto ja valvonta",
      "content": "Vankiterveydenhuollon yksikön toiminnan yleinen ohjaus, kehittäminen, johto ja valvonta kuuluvat Terveyden ja hyvinvoinnin laitokselle. Vankiterveydenhuollon yksiköllä on johtokunta, jonka Terveyden ja hyvinvoinnin laitos asettaa neljäksi vuodeksi kerrallaan. Johtokunnassa on puheenjohtaja, varapuheenjohtaja sekä enintään seitsemän muuta jäsentä ja heillä henkilökohtaiset varajäsenet. Johtokunta vahvistaa Vankiterveydenhuollon yksikön työjärjestyksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_4",
        "normalized_fi": "Vankiterveydenhuollon yksikön toiminnan yleinen ohjaus, kehittäminen, johto ja valvonta kuuluvat Terveyden ja hyvinvoinnin laitokselle. Vankiterveydenhuollon yksiköllä on johtokunta, jonka Terveyden ja hyvinvoinnin laitos asettaa neljäksi vuodeksi kerrallaan. Johtokunnassa on puheenjohtaja, varapuheenjohtaja sekä enintään seitsemän muuta jäsentä ja heillä henkilökohtaiset varajäsenet. Johtokunta vahvistaa Vankiterveydenhuollon yksikön työjärjestyksen.",
        "folded_fi": "vankiterveydenhuollon yksikon toiminnan yleinen ohjaus, kehittaminen, johto ja valvonta kuuluvat terveyden ja hyvinvoinnin laitokselle. vankiterveydenhuollon yksikolla on johtokunta, jonka terveyden ja hyvinvoinnin laitos asettaa neljaksi vuodeksi kerrallaan. johtokunnassa on puheenjohtaja, varapuheenjohtaja seka enintaan seitseman muuta jasenta ja heilla henkilokohtaiset varajasenet. johtokunta vahvistaa vankiterveydenhuollon yksikon tyojarjestyksen.",
        "title_sv": "Allmän styrning, utveckling, ledning och tillsyn",
        "content_sv": "Den allmänna styrningen, utvecklingen, ledningen av och tillsynen över Enheten för hälso- och sjukvård för fångar hör till Institutet för hälsa och välfärd. Enheten för hälso- och sjukvård för fångar har en direktion som tillsätts av Institutet för hälsa och välfärd för fyra år i sänder. Direktionen består av en ordförande, vice ordförande och högst sju andra ledamöter med personliga ersättare. Direktionen fastställer arbetsordningen för Enheten för hälso- och sjukvård för fångar.",
        "normalized_sv": "Den allmänna styrningen, utvecklingen, ledningen av och tillsynen över Enheten för hälso- och sjukvård för fångar hör till Institutet för hälsa och välfärd. Enheten för hälso- och sjukvård för fångar har en direktion som tillsätts av Institutet för hälsa och välfärd för fyra år i sänder. Direktionen består av en ordförande, vice ordförande och högst sju andra ledamöter med personliga ersättare. Direktionen fastställer arbetsordningen för Enheten för hälso- och sjukvård för fångar.",
        "folded_sv": "den allmanna styrningen, utvecklingen, ledningen av och tillsynen over enheten for halso- och sjukvard for fangar hor till institutet for halsa och valfard. enheten for halso- och sjukvard for fangar har en direktion som tillsatts av institutet for halsa och valfard for fyra ar i sander. direktionen bestar av en ordforande, vice ordforande och hogst sju andra ledamoter med personliga ersattare. direktionen faststaller arbetsordningen for enheten for halso- och sjukvard for fangar."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Potilasrekisteri",
      "content": "Vankiterveydenhuollon yksikkö pitää potilasrekisteriä, johon talletetaan potilaan asemasta ja oikeuksista annetun lain (785/1992) 12 §:ssä tarkoitetut potilasasiakirjat. Potilasasiakirjoihin talletettavista tiedoista ja niiden säilytysajoista säädetään mainitussa pykälässä ja sen nojalla annetuissa säännöksissä. Potilasasiakirjoihin sisältyvien tietojen salassapidosta säädetään mainitun lain 13 §:ssä. Potilasrekisterin tietoja saavat käsitellä vain Vankiterveydenhuollon yksikössä tai sen toimeksiannosta potilaan hoitoon taikka siihen liittyviin tehtäviin osallistuvat henkilöt. Rikosseuraamuslaitoksen palveluksessa oleva terveydenhuollon ammattihenkilö tallettaa terveyden- tai sairaanhoidon tehtävissään syntyneet tiedot tässä pykälässä tarkoitettuun potilasrekisteriin. Potilastietojen käsittelyyn sovelletaan lisäksi, mitä sosiaali- ja terveydenhuollon asiakastietojen sähköisestä käsittelystä annetussa laissa (159/2007) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Vankiterveydenhuollon yksikkö pitää potilasrekisteriä, johon talletetaan potilaan asemasta ja oikeuksista annetun lain (785/1992) 12 § :ssä tarkoitetut potilasasiakirjat. Potilasasiakirjoihin talletettavista tiedoista ja niiden säilytysajoista säädetään mainitussa pykälässä ja sen nojalla annetuissa säännöksissä. Potilasasiakirjoihin sisältyvien tietojen salassapidosta säädetään mainitun lain 13 § :ssä. Potilasrekisterin tietoja saavat käsitellä vain Vankiterveydenhuollon yksikössä tai sen toimeksiannosta potilaan hoitoon taikka siihen liittyviin tehtäviin osallistuvat henkilöt. Rikosseuraamuslaitoksen palveluksessa oleva terveydenhuollon ammattihenkilö tallettaa terveyden- tai sairaanhoidon tehtävissään syntyneet tiedot tässä pykälässä tarkoitettuun potilasrekisteriin. Potilastietojen käsittelyyn sovelletaan lisäksi, mitä sosiaali- ja terveydenhuollon asiakastietojen sähköisestä käsittelystä annetussa laissa (159/2007) säädetään.",
        "folded_fi": "vankiterveydenhuollon yksikko pitaa potilasrekisteria, johon talletetaan potilaan asemasta ja oikeuksista annetun lain (785/1992) 12 §:ssa tarkoitetut potilasasiakirjat. potilasasiakirjoihin talletettavista tiedoista ja niiden sailytysajoista saadetaan mainitussa pykalassa ja sen nojalla annetuissa saannoksissa. potilasasiakirjoihin sisaltyvien tietojen salassapidosta saadetaan mainitun lain 13 §:ssa. potilasrekisterin tietoja saavat kasitella vain vankiterveydenhuollon yksikossa tai sen toimeksiannosta potilaan hoitoon taikka siihen liittyviin tehtaviin osallistuvat henkilot. rikosseuraamuslaitoksen palveluksessa oleva terveydenhuollon ammattihenkilo tallettaa terveyden- tai sairaanhoidon tehtavissaan syntyneet tiedot tassa pykalassa tarkoitettuun potilasrekisteriin. potilastietojen kasittelyyn sovelletaan lisaksi, mita sosiaali- ja terveydenhuollon asiakastietojen sahkoisesta kasittelysta annetussa laissa (159/2007) saadetaan.",
        "title_sv": "Patientregister",
        "content_sv": "Enheten för hälso- och sjukvård för fångar ska föra ett patientregister i vilket de journalhandlingar som avses i 12 § i lagen om patientens ställning och rättigheter (785/1992) ska lagras. De uppgifter som ska införas i journalhandlingarna och deras förvaringstider anges i nämnda paragraf och i de bestämmelser som utfärdats med stöd av den. Bestämmelser om sekretess för de uppgifter som ingår i journalhandlingarna finns i 13 § i den lagen. Uppgifter i patientregistret får endast behandlas av personer som vid Enheten för hälso- och sjukvård för fångar eller på uppdrag av den deltar i vården av patienten eller i andra uppgifter i samband med vården. Yrkesutbildade personer inom hälso- och sjukvården som är anställda av Brottspåföljdsmyndigheten ska lagra de uppgifter som uppkommit när de utför sina hälso- och sjukvårdsuppgifter i det patientregister som avses i denna paragraf. På behandlingen av patientuppgifter tillämpas dessutom bestämmelserna i lagen om elektronisk behandling av klientuppgifter inom social- och hälsovården (159/2007).",
        "normalized_sv": "Enheten för hälso- och sjukvård för fångar ska föra ett patientregister i vilket de journalhandlingar som avses i 12 § i lagen om patientens ställning och rättigheter (785/1992) ska lagras. De uppgifter som ska införas i journalhandlingarna och deras förvaringstider anges i nämnda paragraf och i de bestämmelser som utfärdats med stöd av den. Bestämmelser om sekretess för de uppgifter som ingår i journalhandlingarna finns i 13 § i den lagen. Uppgifter i patientregistret får endast behandlas av personer som vid Enheten för hälso- och sjukvård för fångar eller på uppdrag av den deltar i vården av patienten eller i andra uppgifter i samband med vården. Yrkesutbildade personer inom hälso- och sjukvården som är anställda av Brottspåföljdsmyndigheten ska lagra de uppgifter som uppkommit när de utför sina hälso- och sjukvårdsuppgifter i det patientregister som avses i denna paragraf. På behandlingen av patientuppgifter tillämpas dessutom bestämmelserna i lagen om elektronisk behandling av klientuppgifter inom social- och hälsovården (159/2007).",
        "folded_sv": "enheten for halso- och sjukvard for fangar ska fora ett patientregister i vilket de journalhandlingar som avses i 12 § i lagen om patientens stallning och rattigheter (785/1992) ska lagras. de uppgifter som ska inforas i journalhandlingarna och deras forvaringstider anges i namnda paragraf och i de bestammelser som utfardats med stod av den. bestammelser om sekretess for de uppgifter som ingar i journalhandlingarna finns i 13 § i den lagen. uppgifter i patientregistret far endast behandlas av personer som vid enheten for halso- och sjukvard for fangar eller pa uppdrag av den deltar i varden av patienten eller i andra uppgifter i samband med varden. yrkesutbildade personer inom halso- och sjukvarden som ar anstallda av brottspafoljdsmyndigheten ska lagra de uppgifter som uppkommit nar de utfor sina halso- och sjukvardsuppgifter i det patientregister som avses i denna paragraf. pa behandlingen av patientuppgifter tillampas dessutom bestammelserna i lagen om elektronisk behandling av klientuppgifter inom social- och halsovarden (159/2007)."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Potilasrekisterissä olevien tietojen luovuttaminen",
      "content": "Sen lisäksi, mitä potilastietojen luovuttamisesta ilman potilaan kirjallista suostumusta säädetään potilaan asemasta ja oikeuksista annetun lain 13 §:n 3 ja 4 momentissa tai muussa laissa, saa vankien ja Rikosseuraamuslaitoksen yksikköön otettujen terveydenhuollosta vastaava lääkäri, tai hänen ohjeidensa mukaan muu terveydenhuollon ammattihenkilö, luovuttaa potilasrekisteriin talletettuja tietoja seuraavasti: 1) arviointikeskuksen tai vankilan johtajalle taikka hänen määräämälleen Rikosseuraamuslaitoksen palveluksessa olevalle virkamiehelle sellaiset vangin tai Rikosseuraamuslaitoksen yksikköön otetun väkivalta-, itsemurha- tai tartuntatautiriskiä taikka muita vastaavia sairaudesta johtuvia riskejä koskevat tiedot, jotka ovat välttämättömiä kyseisen henkilön hengen, terveyden tai turvallisuuden suojaamiseksi taikka muiden henkilöiden hengen, terveyden tai turvallisuuden vaarantumisen estämiseksi; 2) arviointikeskuksen tai vankilan johtajalle taikka hänen määräämälleen toiminnoista vastaavalle Rikosseuraamuslaitoksen virkamiehelle sellaiset työntekijän työturvallisuuden varmistamiseen liittyvät tiedot, jotka ovat välttämättömiä arvioitaessa vangin tai Rikosseuraamuslaitoksen yksikköön otetun työkykyä hänen sijoittamisekseen työhön, sekä sellaiset tiedot, jotka ovat välttämättömiä arvioitaessa vangin tai Rikosseuraamuslaitoksen yksikköön otetun toimintakykyä hänen sijoittamisekseen opiskeluun tai muuhun toimintaan; 3) Rikosseuraamuslaitoksen keskushallintoyksikön virkamiehelle, jonka virkatehtäviin kuuluu pitkäaikaisvankien vapauttamismenettelystä annetun lain (781/2005) 1 §:n 2 momentissa tarkoitetun vangin vapauttamisasian käsitteleminen, mainitun asian käsittelemiseksi väkivaltariskiarvio ja vaarallisuusarvio sekä arviointikeskuksen tai vankilan johtajalle taikka hänen määräämälleen toiminnoista vastaavalle virkamiehelle arvioidun väkivaltariskin nojalla järjestettävän toiminnan suunnittelemiseksi ja toteuttamiseksi kirjallinen lausunto vaarallisuusarvion johtopäätöksistä. Ilman potilaan suostumusta potilasrekisteristä voidaan luovuttaa Rikosseuraamuslaitoksen palveluksessa oleville terveydenhuollon ammattihenkilöille heidän terveyden- tai sairaanhoidon tehtävissään välttämättömät tiedot. Rikosseuraamuslaitoksen muulle henkilöstölle kuin terveydenhuollon ammattihenkilöille voidaan ilman rekisteröidyn kirjallista suostumusta ilmaista vain sellaisia 1 momentin 1 ja 2 kohdassa tarkoitettuja tietoja, joista ei ilmene sairauden laatu eikä muu terveydentilan tai hoidon yksityiskohta. Edellä 1 momentin 3 kohdassa tarkoitettuja tehtäviä varten saa luovuttaa myös tietoja oikeudenkäymiskaaren 17 luvun 45 §:ssä tarkoitettuun rikosasian vastaajan mielentilan tutkimukseen perustuvaan lausuntoon sisältyvästä arviosta siitä, onko syytettyä pidettävä erittäin vaarallisena toisen hengelle, terveydelle tai vapaudelle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Sen lisäksi, mitä potilastietojen luovuttamisesta ilman potilaan kirjallista suostumusta säädetään potilaan asemasta ja oikeuksista annetun lain 13 § :n 3 ja 4 momentissa tai muussa laissa, saa vankien ja Rikosseuraamuslaitoksen yksikköön otettujen terveydenhuollosta vastaava lääkäri, tai hänen ohjeidensa mukaan muu terveydenhuollon ammattihenkilö, luovuttaa potilasrekisteriin talletettuja tietoja seuraavasti: 1) arviointikeskuksen tai vankilan johtajalle taikka hänen määräämälleen Rikosseuraamuslaitoksen palveluksessa olevalle virkamiehelle sellaiset vangin tai Rikosseuraamuslaitoksen yksikköön otetun väkivalta-, itsemurha- tai tartuntatautiriskiä taikka muita vastaavia sairaudesta johtuvia riskejä koskevat tiedot, jotka ovat välttämättömiä kyseisen henkilön hengen, terveyden tai turvallisuuden suojaamiseksi taikka muiden henkilöiden hengen, terveyden tai turvallisuuden vaarantumisen estämiseksi; 2) arviointikeskuksen tai vankilan johtajalle taikka hänen määräämälleen toiminnoista vastaavalle Rikosseuraamuslaitoksen virkamiehelle sellaiset työntekijän työturvallisuuden varmistamiseen liittyvät tiedot, jotka ovat välttämättömiä arvioitaessa vangin tai Rikosseuraamuslaitoksen yksikköön otetun työkykyä hänen sijoittamisekseen työhön, sekä sellaiset tiedot, jotka ovat välttämättömiä arvioitaessa vangin tai Rikosseuraamuslaitoksen yksikköön otetun toimintakykyä hänen sijoittamisekseen opiskeluun tai muuhun toimintaan; 3) Rikosseuraamuslaitoksen keskushallintoyksikön virkamiehelle, jonka virkatehtäviin kuuluu pitkäaikaisvankien vapauttamismenettelystä annetun lain (781/2005) 1 § :n 2 momentissa tarkoitetun vangin vapauttamisasian käsitteleminen, mainitun asian käsittelemiseksi väkivaltariskiarvio ja vaarallisuusarvio sekä arviointikeskuksen tai vankilan johtajalle taikka hänen määräämälleen toiminnoista vastaavalle virkamiehelle arvioidun väkivaltariskin nojalla järjestettävän toiminnan suunnittelemiseksi ja toteuttamiseksi kirjallinen lausunto vaarallisuusarvion johtopäätöksistä. Ilman potilaan suostumusta potilasrekisteristä voidaan luovuttaa Rikosseuraamuslaitoksen palveluksessa oleville terveydenhuollon ammattihenkilöille heidän terveyden- tai sairaanhoidon tehtävissään välttämättömät tiedot. Rikosseuraamuslaitoksen muulle henkilöstölle kuin terveydenhuollon ammattihenkilöille voidaan ilman rekisteröidyn kirjallista suostumusta ilmaista vain sellaisia 1 momentin 1 ja 2 kohdassa tarkoitettuja tietoja, joista ei ilmene sairauden laatu eikä muu terveydentilan tai hoidon yksityiskohta. Edellä 1 momentin 3 kohdassa tarkoitettuja tehtäviä varten saa luovuttaa myös tietoja oikeudenkäymiskaaren 17 luvun 45 § :ssä tarkoitettuun rikosasian vastaajan mielentilan tutkimukseen perustuvaan lausuntoon sisältyvästä arviosta siitä, onko syytettyä pidettävä erittäin vaarallisena toisen hengelle, terveydelle tai vapaudelle.",
        "folded_fi": "sen lisaksi, mita potilastietojen luovuttamisesta ilman potilaan kirjallista suostumusta saadetaan potilaan asemasta ja oikeuksista annetun lain 13 §:n 3 ja 4 momentissa tai muussa laissa, saa vankien ja rikosseuraamuslaitoksen yksikkoon otettujen terveydenhuollosta vastaava laakari, tai hanen ohjeidensa mukaan muu terveydenhuollon ammattihenkilo, luovuttaa potilasrekisteriin talletettuja tietoja seuraavasti: 1) arviointikeskuksen tai vankilan johtajalle taikka hanen maaraamalleen rikosseuraamuslaitoksen palveluksessa olevalle virkamiehelle sellaiset vangin tai rikosseuraamuslaitoksen yksikkoon otetun vakivalta-, itsemurha- tai tartuntatautiriskia taikka muita vastaavia sairaudesta johtuvia riskeja koskevat tiedot, jotka ovat valttamattomia kyseisen henkilon hengen, terveyden tai turvallisuuden suojaamiseksi taikka muiden henkiloiden hengen, terveyden tai turvallisuuden vaarantumisen estamiseksi; 2) arviointikeskuksen tai vankilan johtajalle taikka hanen maaraamalleen toiminnoista vastaavalle rikosseuraamuslaitoksen virkamiehelle sellaiset tyontekijan tyoturvallisuuden varmistamiseen liittyvat tiedot, jotka ovat valttamattomia arvioitaessa vangin tai rikosseuraamuslaitoksen yksikkoon otetun tyokykya hanen sijoittamisekseen tyohon, seka sellaiset tiedot, jotka ovat valttamattomia arvioitaessa vangin tai rikosseuraamuslaitoksen yksikkoon otetun toimintakykya hanen sijoittamisekseen opiskeluun tai muuhun toimintaan; 3) rikosseuraamuslaitoksen keskushallintoyksikon virkamiehelle, jonka virkatehtaviin kuuluu pitkaaikaisvankien vapauttamismenettelysta annetun lain (781/2005) 1 §:n 2 momentissa tarkoitetun vangin vapauttamisasian kasitteleminen, mainitun asian kasittelemiseksi vakivaltariskiarvio ja vaarallisuusarvio seka arviointikeskuksen tai vankilan johtajalle taikka hanen maaraamalleen toiminnoista vastaavalle virkamiehelle arvioidun vakivaltariskin nojalla jarjestettavan toiminnan suunnittelemiseksi ja toteuttamiseksi kirjallinen lausunto vaarallisuusarvion johtopaatoksista. ilman potilaan suostumusta potilasrekisterista voidaan luovuttaa rikosseuraamuslaitoksen palveluksessa oleville terveydenhuollon ammattihenkiloille heidan terveyden- tai sairaanhoidon tehtavissaan valttamattomat tiedot. rikosseuraamuslaitoksen muulle henkilostolle kuin terveydenhuollon ammattihenkiloille voidaan ilman rekisteroidyn kirjallista suostumusta ilmaista vain sellaisia 1 momentin 1 ja 2 kohdassa tarkoitettuja tietoja, joista ei ilmene sairauden laatu eika muu terveydentilan tai hoidon yksityiskohta. edella 1 momentin 3 kohdassa tarkoitettuja tehtavia varten saa luovuttaa myos tietoja oikeudenkaymiskaaren 17 luvun 45 §:ssa tarkoitettuun rikosasian vastaajan mielentilan tutkimukseen perustuvaan lausuntoon sisaltyvasta arviosta siita, onko syytettya pidettava erittain vaarallisena toisen hengelle, terveydelle tai vapaudelle.",
        "title_sv": "Utlämnande av uppgifter ur patientregistret",
        "content_sv": "Utöver vad som föreskrivs om utlämnande av patientuppgifter utan patientens skriftliga samtycke i 13 § 3 och 4 mom. i lagen om patientens ställning och rättigheter eller i någon annan lag, får en läkare som svarar för hälso- och sjukvården för fångar eller intagna i en enhet vid Brottspåföljdsmyndigheten, eller enligt läkarens instruktion någon annan yrkesutbildad person inom hälso- och sjukvården, lämna ut uppgifter som lagrats i patientregistret enligt följande: 1) till direktören för ett bedömningscentrum eller en fängelsedirektör eller en tjänsteman vid Brottspåföljdsmyndigheten som utsetts av någondera av dem, sådana uppgifter om risk för våld, självmord eller smittsam sjukdom eller andra motsvarande, sjukdomsrelaterade risker som gäller en fånge eller intagen i en enhet vid Brottspåföljdsmyndigheten och som är nödvändiga för att skydda personens liv, hälsa eller säkerhet eller för att förhindra att andra personers liv, hälsa eller säkerhet äventyras, 2) till direktören för ett bedömningscentrum eller en fängelsedirektör eller en tjänsteman vid Brottspåföljdsmyndigheten som utsetts av någondera av dem och som svarar för ordnandet av sysselsättning, sådana uppgifter som anknyter till säkerställandet av arbetarskyddet och som är nödvändiga för bedömning av arbetsförmågan hos en fånge eller intagen i en enhet vid Brottspåföljdsmyndigheten när han eller hon ska placeras i arbete samt sådana uppgifter som är nödvändiga för bedömningen av funktionsförmågan hos en fånge eller intagen i enhet vid Brottspåföljdsmyndigheten när han eller hon ska placeras i studier eller annan verksamhet, 3) till en tjänsteman vid Brottspåföljdsmyndighetens centralförvaltningsenhet i vars tjänsteuppgifter ingår behandling av ett sådant frigivningsärende i fråga om en fånge som avses i 1 § 2 mom. i lagen om förfarandet vid frigivning av långtidsfångar (781/2005), en bedömning av risken för våld och en farlighetsbedömning för behandlingen av ärendet samt till direktören för ett bedömningscentrum eller en fängelsedirektör eller en tjänsteman som utsetts av någondera av dem och som svarar för ordnandet av sysselsättning, ett skriftligt utlåtande om slutsatserna av farlighetsbedömningen för planering och genomförande av den verksamhet som ordnas med stöd av den bedömda risken för våld. Utan patientens samtycke får sådana uppgifter i patientregistret lämnas ut till yrkesutbildade personer inom hälso- och sjukvården som är anställda vid Brottpåföljdsmyndigheten och som är nödvändiga för deras uppgifter inom hälso- och sjukvården. Utan skriftligt samtycke av den registrerade personen får endast sådana uppgifter som avses i 1 mom. 1 och 2 punkten och som inte anger sjukdomens art eller någon annan detalj om personens hälsotillstånd eller vård röjas för andra anställda inom Brottspåföljdsmyndigheten än dess yrkesutbildade personer inom hälso- och sjukvården. För ändamål som avses i 1 mom. 3 punkten får också uppgifter som ingår i utlåtandet om en i 17 kap. 45 § i rättegångsbalken avsedd undersökning av sinnestillståndet hos en svarande i brottmål lämnas ut till den del där bedöms om den åtalade ska anses vara synnerligen farlig för någon annans liv, hälsa eller frihet.",
        "normalized_sv": "Utöver vad som föreskrivs om utlämnande av patientuppgifter utan patientens skriftliga samtycke i 13 § 3 och 4 mom. i lagen om patientens ställning och rättigheter eller i någon annan lag, får en läkare som svarar för hälso- och sjukvården för fångar eller intagna i en enhet vid Brottspåföljdsmyndigheten, eller enligt läkarens instruktion någon annan yrkesutbildad person inom hälso- och sjukvården, lämna ut uppgifter som lagrats i patientregistret enligt följande: 1) till direktören för ett bedömningscentrum eller en fängelsedirektör eller en tjänsteman vid Brottspåföljdsmyndigheten som utsetts av någondera av dem, sådana uppgifter om risk för våld, självmord eller smittsam sjukdom eller andra motsvarande, sjukdomsrelaterade risker som gäller en fånge eller intagen i en enhet vid Brottspåföljdsmyndigheten och som är nödvändiga för att skydda personens liv, hälsa eller säkerhet eller för att förhindra att andra personers liv, hälsa eller säkerhet äventyras, 2) till direktören för ett bedömningscentrum eller en fängelsedirektör eller en tjänsteman vid Brottspåföljdsmyndigheten som utsetts av någondera av dem och som svarar för ordnandet av sysselsättning, sådana uppgifter som anknyter till säkerställandet av arbetarskyddet och som är nödvändiga för bedömning av arbetsförmågan hos en fånge eller intagen i en enhet vid Brottspåföljdsmyndigheten när han eller hon ska placeras i arbete samt sådana uppgifter som är nödvändiga för bedömningen av funktionsförmågan hos en fånge eller intagen i enhet vid Brottspåföljdsmyndigheten när han eller hon ska placeras i studier eller annan verksamhet, 3) till en tjänsteman vid Brottspåföljdsmyndighetens centralförvaltningsenhet i vars tjänsteuppgifter ingår behandling av ett sådant frigivningsärende i fråga om en fånge som avses i 1 § 2 mom. i lagen om förfarandet vid frigivning av långtidsfångar (781/2005), en bedömning av risken för våld och en farlighetsbedömning för behandlingen av ärendet samt till direktören för ett bedömningscentrum eller en fängelsedirektör eller en tjänsteman som utsetts av någondera av dem och som svarar för ordnandet av sysselsättning, ett skriftligt utlåtande om slutsatserna av farlighetsbedömningen för planering och genomförande av den verksamhet som ordnas med stöd av den bedömda risken för våld. Utan patientens samtycke får sådana uppgifter i patientregistret lämnas ut till yrkesutbildade personer inom hälso- och sjukvården som är anställda vid Brottpåföljdsmyndigheten och som är nödvändiga för deras uppgifter inom hälso- och sjukvården. Utan skriftligt samtycke av den registrerade personen får endast sådana uppgifter som avses i 1 mom. 1 och 2 punkten och som inte anger sjukdomens art eller någon annan detalj om personens hälsotillstånd eller vård röjas för andra anställda inom Brottspåföljdsmyndigheten än dess yrkesutbildade personer inom hälso- och sjukvården. För ändamål som avses i 1 mom. 3 punkten får också uppgifter som ingår i utlåtandet om en i 17 kap. 45 § i rättegångsbalken avsedd undersökning av sinnestillståndet hos en svarande i brottmål lämnas ut till den del där bedöms om den åtalade ska anses vara synnerligen farlig för någon annans liv, hälsa eller frihet.",
        "folded_sv": "utover vad som foreskrivs om utlamnande av patientuppgifter utan patientens skriftliga samtycke i 13 § 3 och 4 mom. i lagen om patientens stallning och rattigheter eller i nagon annan lag, far en lakare som svarar for halso- och sjukvarden for fangar eller intagna i en enhet vid brottspafoljdsmyndigheten, eller enligt lakarens instruktion nagon annan yrkesutbildad person inom halso- och sjukvarden, lamna ut uppgifter som lagrats i patientregistret enligt foljande: 1) till direktoren for ett bedomningscentrum eller en fangelsedirektor eller en tjansteman vid brottspafoljdsmyndigheten som utsetts av nagondera av dem, sadana uppgifter om risk for vald, sjalvmord eller smittsam sjukdom eller andra motsvarande, sjukdomsrelaterade risker som galler en fange eller intagen i en enhet vid brottspafoljdsmyndigheten och som ar nodvandiga for att skydda personens liv, halsa eller sakerhet eller for att forhindra att andra personers liv, halsa eller sakerhet aventyras, 2) till direktoren for ett bedomningscentrum eller en fangelsedirektor eller en tjansteman vid brottspafoljdsmyndigheten som utsetts av nagondera av dem och som svarar for ordnandet av sysselsattning, sadana uppgifter som anknyter till sakerstallandet av arbetarskyddet och som ar nodvandiga for bedomning av arbetsformagan hos en fange eller intagen i en enhet vid brottspafoljdsmyndigheten nar han eller hon ska placeras i arbete samt sadana uppgifter som ar nodvandiga for bedomningen av funktionsformagan hos en fange eller intagen i enhet vid brottspafoljdsmyndigheten nar han eller hon ska placeras i studier eller annan verksamhet, 3) till en tjansteman vid brottspafoljdsmyndighetens centralforvaltningsenhet i vars tjansteuppgifter ingar behandling av ett sadant frigivningsarende i fraga om en fange som avses i 1 § 2 mom. i lagen om forfarandet vid frigivning av langtidsfangar (781/2005), en bedomning av risken for vald och en farlighetsbedomning for behandlingen av arendet samt till direktoren for ett bedomningscentrum eller en fangelsedirektor eller en tjansteman som utsetts av nagondera av dem och som svarar for ordnandet av sysselsattning, ett skriftligt utlatande om slutsatserna av farlighetsbedomningen for planering och genomforande av den verksamhet som ordnas med stod av den bedomda risken for vald. utan patientens samtycke far sadana uppgifter i patientregistret lamnas ut till yrkesutbildade personer inom halso- och sjukvarden som ar anstallda vid brottpafoljdsmyndigheten och som ar nodvandiga for deras uppgifter inom halso- och sjukvarden. utan skriftligt samtycke av den registrerade personen far endast sadana uppgifter som avses i 1 mom. 1 och 2 punkten och som inte anger sjukdomens art eller nagon annan detalj om personens halsotillstand eller vard rojas for andra anstallda inom brottspafoljdsmyndigheten an dess yrkesutbildade personer inom halso- och sjukvarden. for andamal som avses i 1 mom. 3 punkten far ocksa uppgifter som ingar i utlatandet om en i 17 kap. 45 § i rattegangsbalken avsedd undersokning av sinnestillstandet hos en svarande i brottmal lamnas ut till den del dar bedoms om den atalade ska anses vara synnerligen farlig for nagon annans liv, halsa eller frihet."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Oikeus saada tietoja muulta terveydenhuollon toimintayksiköltä ja muulta viranomaiselta",
      "content": "Sen lisäksi, mitä muualla laissa säädetään, Vankiterveydenhuollon yksiköllä on oikeus salassapitosäännösten estämättä saada muun terveydenhuollon toimintayksikön potilasrekisterin tietoja pitkäaikaisvankien vapauttamismenettelystä annetun lain 1 §:n 2 momentissa tarkoitetun vangin väkivaltariskiä koskevan arvion tai lausunnon laatimiseksi ja sen nojalla järjestettävän toiminnan suunnittelemiseksi ja toteuttamiseksi Rikosseuraamuslaitoksen yksikössä. Edellä tarkoitetun arvion tai lausunnon laatimiseksi Vankiterveydenhuollon yksiköllä on oikeus saada Terveyden ja hyvinvoinnin laitokselta tietoja oikeudenkäymiskaaren 17 luvun 45 §:ssä tarkoitetusta rikosasian vastaajan mielentilan tutkimuksesta ja siihen perustuvasta lausunnosta. Edellä 1 momentissa tarkoitettuja tietoja saavat käsitellä vain ne Vankiterveydenhuollon yksikön virkamiehet, jotka välttämättä tarvitsevat niitä mainitussa momentissa tarkoitetun tehtävänsä suorittamiseksi. Asiakirjat on hävitettävä heti, kun ne eivät enää ole tarpeen momentin mukaisia tarkoituksia varten. Vankiterveydenhuollon yksiköllä on oikeus saada Rikosseuraamuslaitoksen täytäntöönpanorekisteriin, yhdyskuntaseuraamusrekisteriin sekä valvonta- ja toimintarekisteriin sisältyviä tietoja siltä osin kuin se on välttämätöntä Vankiterveydenhuollon yksikössä toimivien henkilöiden tehtävien suorittamiseksi. Tiedot voidaan luovuttaa myös teknisen käyttöyhteyden avulla. Ennen teknisen käyttöyhteyden avaamista on varmistuttava tietojen asianmukaisesta suojaamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_7",
        "normalized_fi": "Sen lisäksi, mitä muualla laissa säädetään, Vankiterveydenhuollon yksiköllä on oikeus salassapitosäännösten estämättä saada muun terveydenhuollon toimintayksikön potilasrekisterin tietoja pitkäaikaisvankien vapauttamismenettelystä annetun lain 1 § :n 2 momentissa tarkoitetun vangin väkivaltariskiä koskevan arvion tai lausunnon laatimiseksi ja sen nojalla järjestettävän toiminnan suunnittelemiseksi ja toteuttamiseksi Rikosseuraamuslaitoksen yksikössä. Edellä tarkoitetun arvion tai lausunnon laatimiseksi Vankiterveydenhuollon yksiköllä on oikeus saada Terveyden ja hyvinvoinnin laitokselta tietoja oikeudenkäymiskaaren 17 luvun 45 § :ssä tarkoitetusta rikosasian vastaajan mielentilan tutkimuksesta ja siihen perustuvasta lausunnosta. Edellä 1 momentissa tarkoitettuja tietoja saavat käsitellä vain ne Vankiterveydenhuollon yksikön virkamiehet, jotka välttämättä tarvitsevat niitä mainitussa momentissa tarkoitetun tehtävänsä suorittamiseksi. Asiakirjat on hävitettävä heti, kun ne eivät enää ole tarpeen momentin mukaisia tarkoituksia varten. Vankiterveydenhuollon yksiköllä on oikeus saada Rikosseuraamuslaitoksen täytäntöönpanorekisteriin, yhdyskuntaseuraamusrekisteriin sekä valvonta- ja toimintarekisteriin sisältyviä tietoja siltä osin kuin se on välttämätöntä Vankiterveydenhuollon yksikössä toimivien henkilöiden tehtävien suorittamiseksi. Tiedot voidaan luovuttaa myös teknisen käyttöyhteyden avulla. Ennen teknisen käyttöyhteyden avaamista on varmistuttava tietojen asianmukaisesta suojaamisesta.",
        "folded_fi": "sen lisaksi, mita muualla laissa saadetaan, vankiterveydenhuollon yksikolla on oikeus salassapitosaannosten estamatta saada muun terveydenhuollon toimintayksikon potilasrekisterin tietoja pitkaaikaisvankien vapauttamismenettelysta annetun lain 1 §:n 2 momentissa tarkoitetun vangin vakivaltariskia koskevan arvion tai lausunnon laatimiseksi ja sen nojalla jarjestettavan toiminnan suunnittelemiseksi ja toteuttamiseksi rikosseuraamuslaitoksen yksikossa. edella tarkoitetun arvion tai lausunnon laatimiseksi vankiterveydenhuollon yksikolla on oikeus saada terveyden ja hyvinvoinnin laitokselta tietoja oikeudenkaymiskaaren 17 luvun 45 §:ssa tarkoitetusta rikosasian vastaajan mielentilan tutkimuksesta ja siihen perustuvasta lausunnosta. edella 1 momentissa tarkoitettuja tietoja saavat kasitella vain ne vankiterveydenhuollon yksikon virkamiehet, jotka valttamatta tarvitsevat niita mainitussa momentissa tarkoitetun tehtavansa suorittamiseksi. asiakirjat on havitettava heti, kun ne eivat enaa ole tarpeen momentin mukaisia tarkoituksia varten. vankiterveydenhuollon yksikolla on oikeus saada rikosseuraamuslaitoksen taytantoonpanorekisteriin, yhdyskuntaseuraamusrekisteriin seka valvonta- ja toimintarekisteriin sisaltyvia tietoja silta osin kuin se on valttamatonta vankiterveydenhuollon yksikossa toimivien henkiloiden tehtavien suorittamiseksi. tiedot voidaan luovuttaa myos teknisen kayttoyhteyden avulla. ennen teknisen kayttoyhteyden avaamista on varmistuttava tietojen asianmukaisesta suojaamisesta.",
        "title_sv": "Rätt att få uppgifter av andra verksamhetsenheter för hälso- och sjukvård och av andra myndigheter",
        "content_sv": "Utöver vad som föreskrivs någon annanstans i lag har Enheten för hälso- och sjukvård för fångar trots sekretessbestämmelserna rätt att av andra verksamhetsenheter för hälso- och sjukvård få uppgifter ur deras patientregister för utarbetande av det utlåtande eller den bedömning av risken för våld i fråga om en fånge som avses i 1 § 2 mom. i lagen om förfarandet vid frigivning av långtidsfångar samt för planering och genomförande av den verksamhet som ordnas med stöd av dessa i en enhet vid Brottspåföljdsmyndigheten. För utarbetande av den bedömning eller det utlåtande som avses ovan har Enheten för hälso- och sjukvård för fångar rätt att av Institutet för hälsa och välfärd få uppgifter som ingår i en i 17 kap. 45 § i rättegångsbalken avsedd undersökning av sinnestillståndet hos en svarande i brottmål och i det utlåtande som ges om den. Uppgifter som avses i 1 mom. får endast hanteras av sådana tjänstemän vid Enheten för hälso- och sjukvård för fångar som nödvändigtvis behöver uppgifterna för att utföra de uppgifter som nämns i det momentet. Handlingarna ska förstöras så snart de inte längre behövs för de syften som anges i det momentet. Enheten för hälso- och sjukvård för fångar har rätt att få uppgifter som ingår i Brottspåföljdsmyndighetens verkställighetsregister, samhällspåföljdsregister samt övervaknings- och verksamhetsregister till den del det är nödvändigt för att de personer som är verksamma vid enheten ska kunna utföra sina uppgifter. Uppgifterna kan även lämnas ut genom teknisk anslutning. Innan anslutningen öppnas ska det säkerställas att uppgifterna skyddas på behörigt sätt.",
        "normalized_sv": "Utöver vad som föreskrivs någon annanstans i lag har Enheten för hälso- och sjukvård för fångar trots sekretessbestämmelserna rätt att av andra verksamhetsenheter för hälso- och sjukvård få uppgifter ur deras patientregister för utarbetande av det utlåtande eller den bedömning av risken för våld i fråga om en fånge som avses i 1 § 2 mom. i lagen om förfarandet vid frigivning av långtidsfångar samt för planering och genomförande av den verksamhet som ordnas med stöd av dessa i en enhet vid Brottspåföljdsmyndigheten. För utarbetande av den bedömning eller det utlåtande som avses ovan har Enheten för hälso- och sjukvård för fångar rätt att av Institutet för hälsa och välfärd få uppgifter som ingår i en i 17 kap. 45 § i rättegångsbalken avsedd undersökning av sinnestillståndet hos en svarande i brottmål och i det utlåtande som ges om den. Uppgifter som avses i 1 mom. får endast hanteras av sådana tjänstemän vid Enheten för hälso- och sjukvård för fångar som nödvändigtvis behöver uppgifterna för att utföra de uppgifter som nämns i det momentet. Handlingarna ska förstöras så snart de inte längre behövs för de syften som anges i det momentet. Enheten för hälso- och sjukvård för fångar har rätt att få uppgifter som ingår i Brottspåföljdsmyndighetens verkställighetsregister, samhällspåföljdsregister samt övervaknings- och verksamhetsregister till den del det är nödvändigt för att de personer som är verksamma vid enheten ska kunna utföra sina uppgifter. Uppgifterna kan även lämnas ut genom teknisk anslutning. Innan anslutningen öppnas ska det säkerställas att uppgifterna skyddas på behörigt sätt.",
        "folded_sv": "utover vad som foreskrivs nagon annanstans i lag har enheten for halso- och sjukvard for fangar trots sekretessbestammelserna ratt att av andra verksamhetsenheter for halso- och sjukvard fa uppgifter ur deras patientregister for utarbetande av det utlatande eller den bedomning av risken for vald i fraga om en fange som avses i 1 § 2 mom. i lagen om forfarandet vid frigivning av langtidsfangar samt for planering och genomforande av den verksamhet som ordnas med stod av dessa i en enhet vid brottspafoljdsmyndigheten. for utarbetande av den bedomning eller det utlatande som avses ovan har enheten for halso- och sjukvard for fangar ratt att av institutet for halsa och valfard fa uppgifter som ingar i en i 17 kap. 45 § i rattegangsbalken avsedd undersokning av sinnestillstandet hos en svarande i brottmal och i det utlatande som ges om den. uppgifter som avses i 1 mom. far endast hanteras av sadana tjansteman vid enheten for halso- och sjukvard for fangar som nodvandigtvis behover uppgifterna for att utfora de uppgifter som namns i det momentet. handlingarna ska forstoras sa snart de inte langre behovs for de syften som anges i det momentet. enheten for halso- och sjukvard for fangar har ratt att fa uppgifter som ingar i brottspafoljdsmyndighetens verkstallighetsregister, samhallspafoljdsregister samt overvaknings- och verksamhetsregister till den del det ar nodvandigt for att de personer som ar verksamma vid enheten ska kunna utfora sina uppgifter. uppgifterna kan aven lamnas ut genom teknisk anslutning. innan anslutningen oppnas ska det sakerstallas att uppgifterna skyddas pa behorigt satt."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Yleinen ohjaus, suunnittelu, kehittäminen ja valvonta",
      "content": "Vankiterveydenhuollon yleinen ohjaus, suunnittelu, kehittäminen ja valvonta kuuluvat sosiaali- ja terveysministeriölle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_8",
        "normalized_fi": "Vankiterveydenhuollon yleinen ohjaus, suunnittelu, kehittäminen ja valvonta kuuluvat sosiaali- ja terveysministeriölle.",
        "folded_fi": "vankiterveydenhuollon yleinen ohjaus, suunnittelu, kehittaminen ja valvonta kuuluvat sosiaali- ja terveysministeriolle.",
        "title_sv": "Allmän styrning, planering, utveckling och tillsyn",
        "content_sv": "Social- och hälsovårdsministeriet har hand om den allmänna styrningen, planeringen, utvecklingen och tillsynen av hälso- och sjukvården för fångar.",
        "normalized_sv": "Social- och hälsovårdsministeriet har hand om den allmänna styrningen, planeringen, utvecklingen och tillsynen av hälso- och sjukvården för fångar.",
        "folded_sv": "social- och halsovardsministeriet har hand om den allmanna styrningen, planeringen, utvecklingen och tillsynen av halso- och sjukvarden for fangar."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Terveydenhuollon valvontaviranomaisten toimivalta",
      "content": "Aluehallintovirasto valvoo Vankiterveydenhuollon yksikön järjestämän ja tuottaman vankien terveyden- ja sairaanhoidon lainmukaisuutta ja antaa siihen liittyvää ohjausta. Sosiaali- ja terveysalan lupa- ja valvontavirasto ohjaa aluehallintoviraston toimintaa valvonnan ja siihen liittyvän ohjauksen toimeenpanossa, yhteensovittamisessa ja yhdenmukaistamisessa. Sen estämättä, mitä 1 momentissa säädetään, lupa- ja valvontavirasto valvoo Vankiterveydenhuollon yksikön järjestämän ja tuottaman vankien terveyden- ja sairaanhoidon lainmukaisuutta ja antaa siihen liittyvää ohjausta erityisesti silloin, kun kysymyksessä ovat: 1) periaatteellisesti tärkeät tai laajakantoiset asiat; 2) asiat, jotka liittyvät olennaisesti Sosiaali- ja terveysalan lupa- ja valvontavirastossa käsiteltävään muuhun terveydenhuoltoa taikka terveydenhuollon ammattihenkilöä koskevaan valvonta-asiaan; sekä 3) asiat, joita aluehallintoviraston valvonta-asioita käsittelevät virkamiehet ovat esteellisiä käsittelemään. Sosiaali- ja terveysalan lupa- ja valvontaviraston ja aluehallintoviraston tarkemmasta työnjaosta valvonnassa ja siihen liittyvässä ohjauksessa säädetään tarvittaessa valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_9",
        "normalized_fi": "Aluehallintovirasto valvoo Vankiterveydenhuollon yksikön järjestämän ja tuottaman vankien terveyden- ja sairaanhoidon lainmukaisuutta ja antaa siihen liittyvää ohjausta. Sosiaali- ja terveysalan lupa- ja valvontavirasto ohjaa aluehallintoviraston toimintaa valvonnan ja siihen liittyvän ohjauksen toimeenpanossa, yhteensovittamisessa ja yhdenmukaistamisessa. Sen estämättä, mitä 1 momentissa säädetään, lupa- ja valvontavirasto valvoo Vankiterveydenhuollon yksikön järjestämän ja tuottaman vankien terveyden- ja sairaanhoidon lainmukaisuutta ja antaa siihen liittyvää ohjausta erityisesti silloin, kun kysymyksessä ovat: 1) periaatteellisesti tärkeät tai laajakantoiset asiat; 2) asiat, jotka liittyvät olennaisesti Sosiaali- ja terveysalan lupa- ja valvontavirastossa käsiteltävään muuhun terveydenhuoltoa taikka terveydenhuollon ammattihenkilöä koskevaan valvonta-asiaan; sekä 3) asiat, joita aluehallintoviraston valvonta-asioita käsittelevät virkamiehet ovat esteellisiä käsittelemään. Sosiaali- ja terveysalan lupa- ja valvontaviraston ja aluehallintoviraston tarkemmasta työnjaosta valvonnassa ja siihen liittyvässä ohjauksessa säädetään tarvittaessa valtioneuvoston asetuksella.",
        "folded_fi": "aluehallintovirasto valvoo vankiterveydenhuollon yksikon jarjestaman ja tuottaman vankien terveyden- ja sairaanhoidon lainmukaisuutta ja antaa siihen liittyvaa ohjausta. sosiaali- ja terveysalan lupa- ja valvontavirasto ohjaa aluehallintoviraston toimintaa valvonnan ja siihen liittyvan ohjauksen toimeenpanossa, yhteensovittamisessa ja yhdenmukaistamisessa. sen estamatta, mita 1 momentissa saadetaan, lupa- ja valvontavirasto valvoo vankiterveydenhuollon yksikon jarjestaman ja tuottaman vankien terveyden- ja sairaanhoidon lainmukaisuutta ja antaa siihen liittyvaa ohjausta erityisesti silloin, kun kysymyksessa ovat: 1) periaatteellisesti tarkeat tai laajakantoiset asiat; 2) asiat, jotka liittyvat olennaisesti sosiaali- ja terveysalan lupa- ja valvontavirastossa kasiteltavaan muuhun terveydenhuoltoa taikka terveydenhuollon ammattihenkiloa koskevaan valvonta-asiaan; seka 3) asiat, joita aluehallintoviraston valvonta-asioita kasittelevat virkamiehet ovat esteellisia kasittelemaan. sosiaali- ja terveysalan lupa- ja valvontaviraston ja aluehallintoviraston tarkemmasta tyonjaosta valvonnassa ja siihen liittyvassa ohjauksessa saadetaan tarvittaessa valtioneuvoston asetuksella.",
        "title_sv": "Behörigheten för tillsynsmyndigheterna för hälso- och sjukvården",
        "content_sv": "Regionförvaltningsverket utövar tillsyn över lagligheten i den hälso- och sjukvård för fångar som ordnas och produceras av Enheten för hälso- och sjukvård för fångar och utövar styrning med anknytning till vården. Tillstånds- och tillsynsverket för social- och hälsovården styr regionförvaltningsverkens verksamhet i fråga om verkställigheten, samordningen och harmoniseringen av tillsynen och den därtill relaterade styrningen. Trots vad som föreskrivs i 1 mom. övervakar tillstånds- och tillsynsverket lagligheten i den hälso- och sjukvård för fångar som ordnas och produceras av Enheten för hälso- och sjukvård för fångar och utövar styrning med anknytning till vården i synnerhet när det är fråga om 1) principiellt viktiga eller vittsyftande ärenden, 2) ärenden som har väsentligt samband med övervakningsärenden som behandlas vid Tillstånds- och tillsynsverket för social- och hälsovården och som gäller annan hälso- och sjukvård eller yrkesutbildade personer inom hälso- och sjukvården, samt 3) ärenden som de tjänstemän vid regionförvaltningsverket som behandlar övervakningsärenden är jäviga att behandla. Närmare bestämmelser om arbetsfördelningen mellan Tillstånds- och tillsynsverket för social- och hälsovården och regionförvaltningsverket i fråga om tillsynen och den därtill hörande styrningen utfärdas vid behov genom förordning av statsrådet.",
        "normalized_sv": "Regionförvaltningsverket utövar tillsyn över lagligheten i den hälso- och sjukvård för fångar som ordnas och produceras av Enheten för hälso- och sjukvård för fångar och utövar styrning med anknytning till vården. Tillstånds- och tillsynsverket för social- och hälsovården styr regionförvaltningsverkens verksamhet i fråga om verkställigheten, samordningen och harmoniseringen av tillsynen och den därtill relaterade styrningen. Trots vad som föreskrivs i 1 mom. övervakar tillstånds- och tillsynsverket lagligheten i den hälso- och sjukvård för fångar som ordnas och produceras av Enheten för hälso- och sjukvård för fångar och utövar styrning med anknytning till vården i synnerhet när det är fråga om 1) principiellt viktiga eller vittsyftande ärenden, 2) ärenden som har väsentligt samband med övervakningsärenden som behandlas vid Tillstånds- och tillsynsverket för social- och hälsovården och som gäller annan hälso- och sjukvård eller yrkesutbildade personer inom hälso- och sjukvården, samt 3) ärenden som de tjänstemän vid regionförvaltningsverket som behandlar övervakningsärenden är jäviga att behandla. Närmare bestämmelser om arbetsfördelningen mellan Tillstånds- och tillsynsverket för social- och hälsovården och regionförvaltningsverket i fråga om tillsynen och den därtill hörande styrningen utfärdas vid behov genom förordning av statsrådet.",
        "folded_sv": "regionforvaltningsverket utovar tillsyn over lagligheten i den halso- och sjukvard for fangar som ordnas och produceras av enheten for halso- och sjukvard for fangar och utovar styrning med anknytning till varden. tillstands- och tillsynsverket for social- och halsovarden styr regionforvaltningsverkens verksamhet i fraga om verkstalligheten, samordningen och harmoniseringen av tillsynen och den dartill relaterade styrningen. trots vad som foreskrivs i 1 mom. overvakar tillstands- och tillsynsverket lagligheten i den halso- och sjukvard for fangar som ordnas och produceras av enheten for halso- och sjukvard for fangar och utovar styrning med anknytning till varden i synnerhet nar det ar fraga om 1) principiellt viktiga eller vittsyftande arenden, 2) arenden som har vasentligt samband med overvakningsarenden som behandlas vid tillstands- och tillsynsverket for social- och halsovarden och som galler annan halso- och sjukvard eller yrkesutbildade personer inom halso- och sjukvarden, samt 3) arenden som de tjansteman vid regionforvaltningsverket som behandlar overvakningsarenden ar javiga att behandla. narmare bestammelser om arbetsfordelningen mellan tillstands- och tillsynsverket for social- och halsovarden och regionforvaltningsverket i fraga om tillsynen och den dartill horande styrningen utfardas vid behov genom forordning av statsradet."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Ohjaus- ja arviointikäynnit",
      "content": "Aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat tehdä 9 §:ssä tarkoitetun ohjauksen toteuttamiseksi ohjaus- ja arviointikäyntejä Vankiterveydenhuollon yksikön vankien terveyden- ja sairaanhoidon palveluja järjestäviin ja tuottaviin toimipaikkoihin. Ohjaus- ja arviointikäynneistä ja niiden ohjelmasta on sovittava ennakkoon Vankiterveydenhuollon yksikön ja asianomaisen toimipaikan kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_10",
        "normalized_fi": "Aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat tehdä 9 § :ssä tarkoitetun ohjauksen toteuttamiseksi ohjaus- ja arviointikäyntejä Vankiterveydenhuollon yksikön vankien terveyden- ja sairaanhoidon palveluja järjestäviin ja tuottaviin toimipaikkoihin. Ohjaus- ja arviointikäynneistä ja niiden ohjelmasta on sovittava ennakkoon Vankiterveydenhuollon yksikön ja asianomaisen toimipaikan kanssa.",
        "folded_fi": "aluehallintovirasto ja sosiaali- ja terveysalan lupa- ja valvontavirasto voivat tehda 9 §:ssa tarkoitetun ohjauksen toteuttamiseksi ohjaus- ja arviointikaynteja vankiterveydenhuollon yksikon vankien terveyden- ja sairaanhoidon palveluja jarjestaviin ja tuottaviin toimipaikkoihin. ohjaus- ja arviointikaynneista ja niiden ohjelmasta on sovittava ennakkoon vankiterveydenhuollon yksikon ja asianomaisen toimipaikan kanssa.",
        "title_sv": "Styrnings- och utvärderingsbesök",
        "content_sv": "För att genomföra styrning enligt 9 § får regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården göra styrnings- och utvärderingsbesök hos de verksamhetsställen vid Enheten för hälso- och sjukvård för fångar som ordnar och producerar hälso- och sjukvårdstjänster. Styrnings- och utvärderingsbesöken och programmet för dem ska avtalas på förhand med Enheten för hälso- och sjukvård för fångar och det berörda verksamhetsstället.",
        "normalized_sv": "För att genomföra styrning enligt 9 § får regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården göra styrnings- och utvärderingsbesök hos de verksamhetsställen vid Enheten för hälso- och sjukvård för fångar som ordnar och producerar hälso- och sjukvårdstjänster. Styrnings- och utvärderingsbesöken och programmet för dem ska avtalas på förhand med Enheten för hälso- och sjukvård för fångar och det berörda verksamhetsstället.",
        "folded_sv": "for att genomfora styrning enligt 9 § far regionforvaltningsverket och tillstands- och tillsynsverket for social- och halsovarden gora styrnings- och utvarderingsbesok hos de verksamhetsstallen vid enheten for halso- och sjukvard for fangar som ordnar och producerar halso- och sjukvardstjanster. styrnings- och utvarderingsbesoken och programmet for dem ska avtalas pa forhand med enheten for halso- och sjukvard for fangar och det berorda verksamhetsstallet."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Tarkastusoikeus",
      "content": "Aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat tarkastaa tässä laissa tarkoitetun terveyden- ja sairaanhoidon toiminnan ja palvelut sekä niiden järjestämisessä käytettävät toimipaikat ja toimitilat silloin, kun tarkastuksen tekemiseen on perusteltu syy. Sosiaali- ja terveysalan lupa- ja valvontavirasto voi määrätä aluehallintoviraston tekemään puolestaan edellä mainitun tarkastuksen. Tarkastus voidaan tehdä ennalta ilmoittamatta. Tarkastusmääräykseen ei saa hakea muutosta valittamalla. Tarkastaja on päästettävä vankilaan ja kaikkiin Vankiterveydenhuollon yksikön toimipaikan tiloihin. Tarkastuksessa on salassapitosäännösten estämättä esitettävä kaikki tarkastajan pyytämät asiakirjat, jotka ovat välttämättömiä tarkastuksen toimittamiseksi, ja annettava niistä maksutta tarkastajan pyytämät jäljennökset. Tarkastajalla on myös oikeus ottaa valokuvia tarkastuksen aikana. Tarkastusoikeutta ei ole pysyväisluonteiseen asumiseen käytettyihin tiloihin. Oikeus ottaa valokuvia ei koske vankeja ja Rikosseuraamuslaitoksen yksikköön otettuja. Tarkastajan apuna voi olla tarkastuksen toteuttamiseksi tarpeellisia asiantuntijoita. Asiantuntijaan sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974). Poliisin on tarvittaessa annettava virka-apua tarkastuksen suorittamiseksi aluehallintovirastolle ja Sosiaali- ja terveysalan lupa- ja valvontavirastolle. Tarkastukseen sovelletaan muutoin mitä hallintolain (434/2003) 39 §:ssä säädetään tarkastuksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_11",
        "normalized_fi": "Aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat tarkastaa tässä laissa tarkoitetun terveyden- ja sairaanhoidon toiminnan ja palvelut sekä niiden järjestämisessä käytettävät toimipaikat ja toimitilat silloin, kun tarkastuksen tekemiseen on perusteltu syy. Sosiaali- ja terveysalan lupa- ja valvontavirasto voi määrätä aluehallintoviraston tekemään puolestaan edellä mainitun tarkastuksen. Tarkastus voidaan tehdä ennalta ilmoittamatta. Tarkastusmääräykseen ei saa hakea muutosta valittamalla. Tarkastaja on päästettävä vankilaan ja kaikkiin Vankiterveydenhuollon yksikön toimipaikan tiloihin. Tarkastuksessa on salassapitosäännösten estämättä esitettävä kaikki tarkastajan pyytämät asiakirjat, jotka ovat välttämättömiä tarkastuksen toimittamiseksi, ja annettava niistä maksutta tarkastajan pyytämät jäljennökset. Tarkastajalla on myös oikeus ottaa valokuvia tarkastuksen aikana. Tarkastusoikeutta ei ole pysyväisluonteiseen asumiseen käytettyihin tiloihin. Oikeus ottaa valokuvia ei koske vankeja ja Rikosseuraamuslaitoksen yksikköön otettuja. Tarkastajan apuna voi olla tarkastuksen toteuttamiseksi tarpeellisia asiantuntijoita. Asiantuntijaan sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974). Poliisin on tarvittaessa annettava virka-apua tarkastuksen suorittamiseksi aluehallintovirastolle ja Sosiaali- ja terveysalan lupa- ja valvontavirastolle. Tarkastukseen sovelletaan muutoin mitä hallintolain (434/2003) 39 § :ssä säädetään tarkastuksesta.",
        "folded_fi": "aluehallintovirasto ja sosiaali- ja terveysalan lupa- ja valvontavirasto voivat tarkastaa tassa laissa tarkoitetun terveyden- ja sairaanhoidon toiminnan ja palvelut seka niiden jarjestamisessa kaytettavat toimipaikat ja toimitilat silloin, kun tarkastuksen tekemiseen on perusteltu syy. sosiaali- ja terveysalan lupa- ja valvontavirasto voi maarata aluehallintoviraston tekemaan puolestaan edella mainitun tarkastuksen. tarkastus voidaan tehda ennalta ilmoittamatta. tarkastusmaaraykseen ei saa hakea muutosta valittamalla. tarkastaja on paastettava vankilaan ja kaikkiin vankiterveydenhuollon yksikon toimipaikan tiloihin. tarkastuksessa on salassapitosaannosten estamatta esitettava kaikki tarkastajan pyytamat asiakirjat, jotka ovat valttamattomia tarkastuksen toimittamiseksi, ja annettava niista maksutta tarkastajan pyytamat jaljennokset. tarkastajalla on myos oikeus ottaa valokuvia tarkastuksen aikana. tarkastusoikeutta ei ole pysyvaisluonteiseen asumiseen kaytettyihin tiloihin. oikeus ottaa valokuvia ei koske vankeja ja rikosseuraamuslaitoksen yksikkoon otettuja. tarkastajan apuna voi olla tarkastuksen toteuttamiseksi tarpeellisia asiantuntijoita. asiantuntijaan sovelletaan rikosoikeudellista virkavastuuta koskevia saannoksia. vahingonkorvausvastuusta saadetaan vahingonkorvauslaissa (412/1974). poliisin on tarvittaessa annettava virka-apua tarkastuksen suorittamiseksi aluehallintovirastolle ja sosiaali- ja terveysalan lupa- ja valvontavirastolle. tarkastukseen sovelletaan muutoin mita hallintolain (434/2003) 39 §:ssa saadetaan tarkastuksesta.",
        "title_sv": "Inspektionsrätt",
        "content_sv": "Regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården får inspektera den hälso- och sjukvårdsverksamhet och de hälso- och sjukvårdstjänster som avses i denna lag samt de verksamhetsställen och lokaler som används vid ordnandet av dem när det finns grundad anledning att förrätta en inspektion. Tillstånds- och tillsynsverket för social- och hälsovården kan ålägga regionförvaltningsverket att på dess vägnar förrätta inspektionen. En inspektion får förrättas utan förhandsanmälan. Beslutet om inspektion får inte överklagas genom besvär. Inspektören ska ges tillträde till fängelset och alla lokaler i verksamhetsstället för Enheten för hälso- och sjukvård för fångar. Vid inspektionen ska, trots sekretessbestämmelserna, alla handlingar som inspektören begär och som är nödvändiga för inspektionen läggas fram, och inspektören ska avgiftsfritt ges de kopior han eller hon begär. Inspektören har även rätt att ta fotografier under inspektionen. Inspektionsrätten gäller inte lokaler och utrymmen som används för boende av permanent natur. Rätten att fotografera gäller inte fångar och intagna i en enhet vid Brottspåföljdsmyndigheten. Inspektören kan biträdas av sådana experter som behövs för inspektionen. På experterna tilllämpas bestämmelserna om straffrättsligt tjänsteansvar. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974). Polisen ska vid behov ge regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården handräckning för förrättandet av en inspektion. På inspektioner tillämpas i övrigt 39 § i förvaltningslagen (434/2003).",
        "normalized_sv": "Regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården får inspektera den hälso- och sjukvårdsverksamhet och de hälso- och sjukvårdstjänster som avses i denna lag samt de verksamhetsställen och lokaler som används vid ordnandet av dem när det finns grundad anledning att förrätta en inspektion. Tillstånds- och tillsynsverket för social- och hälsovården kan ålägga regionförvaltningsverket att på dess vägnar förrätta inspektionen. En inspektion får förrättas utan förhandsanmälan. Beslutet om inspektion får inte överklagas genom besvär. Inspektören ska ges tillträde till fängelset och alla lokaler i verksamhetsstället för Enheten för hälso- och sjukvård för fångar. Vid inspektionen ska, trots sekretessbestämmelserna, alla handlingar som inspektören begär och som är nödvändiga för inspektionen läggas fram, och inspektören ska avgiftsfritt ges de kopior han eller hon begär. Inspektören har även rätt att ta fotografier under inspektionen. Inspektionsrätten gäller inte lokaler och utrymmen som används för boende av permanent natur. Rätten att fotografera gäller inte fångar och intagna i en enhet vid Brottspåföljdsmyndigheten. Inspektören kan biträdas av sådana experter som behövs för inspektionen. På experterna tilllämpas bestämmelserna om straffrättsligt tjänsteansvar. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974). Polisen ska vid behov ge regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården handräckning för förrättandet av en inspektion. På inspektioner tillämpas i övrigt 39 § i förvaltningslagen (434/2003).",
        "folded_sv": "regionforvaltningsverket och tillstands- och tillsynsverket for social- och halsovarden far inspektera den halso- och sjukvardsverksamhet och de halso- och sjukvardstjanster som avses i denna lag samt de verksamhetsstallen och lokaler som anvands vid ordnandet av dem nar det finns grundad anledning att forratta en inspektion. tillstands- och tillsynsverket for social- och halsovarden kan alagga regionforvaltningsverket att pa dess vagnar forratta inspektionen. en inspektion far forrattas utan forhandsanmalan. beslutet om inspektion far inte overklagas genom besvar. inspektoren ska ges tilltrade till fangelset och alla lokaler i verksamhetsstallet for enheten for halso- och sjukvard for fangar. vid inspektionen ska, trots sekretessbestammelserna, alla handlingar som inspektoren begar och som ar nodvandiga for inspektionen laggas fram, och inspektoren ska avgiftsfritt ges de kopior han eller hon begar. inspektoren har aven ratt att ta fotografier under inspektionen. inspektionsratten galler inte lokaler och utrymmen som anvands for boende av permanent natur. ratten att fotografera galler inte fangar och intagna i en enhet vid brottspafoljdsmyndigheten. inspektoren kan bitradas av sadana experter som behovs for inspektionen. pa experterna tilllampas bestammelserna om straffrattsligt tjansteansvar. bestammelser om skadestandsansvar finns i skadestandslagen (412/1974). polisen ska vid behov ge regionforvaltningsverket och tillstands- och tillsynsverket for social- och halsovarden handrackning for forrattandet av en inspektion. pa inspektioner tillampas i ovrigt 39 § i forvaltningslagen (434/2003)."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Määräykset ja pakkokeinot",
      "content": "Jos vankien terveyden- tai sairaanhoidon järjestämisessä tai toteuttamisessa havaitaan potilasturvallisuutta vaarantavia puutteita tai muita epäkohtia taikka toiminta on muutoin tämän tai muun vankien terveydenhuoltoa koskevan lain vastaista, aluehallintovirasto tai Sosiaali- ja terveysalan lupa- ja valvontavirasto voi antaa määräyksen puutteiden korjaamisesta tai epäkohtien poistamisesta. Määräystä annettaessa on asetettava määräaika, jonka kuluessa tarpeelliset toimenpiteet on suoritettava. Jos potilasturvallisuus sitä edellyttää, toiminta voidaan määrätä välittömästi keskeytettäväksi taikka toimintayksikön, sen osan tai laitteen käyttö kieltää välittömästi. Aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voi velvoittaa Vankiterveydenhuollon yksikön noudattamaan 1 momentissa tarkoitettua määräystä sakon uhalla tai uhalla, että toiminta keskeytetään, taikka että toimintayksikön, sen osan tai laitteen käyttö kielletään. Aluehallintoviraston ja Sosiaali- ja terveysalan lupa- ja valvontaviraston päätöstä toiminnan keskeyttämisestä taikka toimintayksikön, sen osan tai laitteen käytön kieltämisestä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää. Mitä tässä pykälässä säädetään, ei koske lääkelaissa (395/1987) tarkoitettua toimintaa, jonka valvonnasta vastaa Lääkealan turvallisuus- ja kehittämiskeskus, eikä säteilylaissa (592/1991) tarkoitettua toimintaa, jonka valvonnasta vastaa Säteilyturvakeskus. Jos aluehallintovirasto tai Sosiaali- ja terveysalan lupa- ja valvontavirasto on valvonnassaan havainnut lääkehuollossa puutteita tai muita epäkohtia, niistä on ilmoitettava Lääkealan turvallisuus- ja kehittämiskeskukselle. Säteilyn käytössä havaituista puutteista ja epäkohdista on ilmoitettava Säteilyturvakeskukselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_12",
        "normalized_fi": "Jos vankien terveyden- tai sairaanhoidon järjestämisessä tai toteuttamisessa havaitaan potilasturvallisuutta vaarantavia puutteita tai muita epäkohtia taikka toiminta on muutoin tämän tai muun vankien terveydenhuoltoa koskevan lain vastaista, aluehallintovirasto tai Sosiaali- ja terveysalan lupa- ja valvontavirasto voi antaa määräyksen puutteiden korjaamisesta tai epäkohtien poistamisesta. Määräystä annettaessa on asetettava määräaika, jonka kuluessa tarpeelliset toimenpiteet on suoritettava. Jos potilasturvallisuus sitä edellyttää, toiminta voidaan määrätä välittömästi keskeytettäväksi taikka toimintayksikön, sen osan tai laitteen käyttö kieltää välittömästi. Aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voi velvoittaa Vankiterveydenhuollon yksikön noudattamaan 1 momentissa tarkoitettua määräystä sakon uhalla tai uhalla, että toiminta keskeytetään, taikka että toimintayksikön, sen osan tai laitteen käyttö kielletään. Aluehallintoviraston ja Sosiaali- ja terveysalan lupa- ja valvontaviraston päätöstä toiminnan keskeyttämisestä taikka toimintayksikön, sen osan tai laitteen käytön kieltämisestä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää. Mitä tässä pykälässä säädetään, ei koske lääkelaissa (395/1987) tarkoitettua toimintaa, jonka valvonnasta vastaa Lääkealan turvallisuus- ja kehittämiskeskus, eikä säteilylaissa (592/1991) tarkoitettua toimintaa, jonka valvonnasta vastaa Säteilyturvakeskus. Jos aluehallintovirasto tai Sosiaali- ja terveysalan lupa- ja valvontavirasto on valvonnassaan havainnut lääkehuollossa puutteita tai muita epäkohtia, niistä on ilmoitettava Lääkealan turvallisuus- ja kehittämiskeskukselle. Säteilyn käytössä havaituista puutteista ja epäkohdista on ilmoitettava Säteilyturvakeskukselle.",
        "folded_fi": "jos vankien terveyden- tai sairaanhoidon jarjestamisessa tai toteuttamisessa havaitaan potilasturvallisuutta vaarantavia puutteita tai muita epakohtia taikka toiminta on muutoin taman tai muun vankien terveydenhuoltoa koskevan lain vastaista, aluehallintovirasto tai sosiaali- ja terveysalan lupa- ja valvontavirasto voi antaa maarayksen puutteiden korjaamisesta tai epakohtien poistamisesta. maaraysta annettaessa on asetettava maaraaika, jonka kuluessa tarpeelliset toimenpiteet on suoritettava. jos potilasturvallisuus sita edellyttaa, toiminta voidaan maarata valittomasti keskeytettavaksi taikka toimintayksikon, sen osan tai laitteen kaytto kieltaa valittomasti. aluehallintovirasto ja sosiaali- ja terveysalan lupa- ja valvontavirasto voi velvoittaa vankiterveydenhuollon yksikon noudattamaan 1 momentissa tarkoitettua maaraysta sakon uhalla tai uhalla, etta toiminta keskeytetaan, taikka etta toimintayksikon, sen osan tai laitteen kaytto kielletaan. aluehallintoviraston ja sosiaali- ja terveysalan lupa- ja valvontaviraston paatosta toiminnan keskeyttamisesta taikka toimintayksikon, sen osan tai laitteen kayton kieltamisesta on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin maaraa. mita tassa pykalassa saadetaan, ei koske laakelaissa (395/1987) tarkoitettua toimintaa, jonka valvonnasta vastaa laakealan turvallisuus- ja kehittamiskeskus, eika sateilylaissa (592/1991) tarkoitettua toimintaa, jonka valvonnasta vastaa sateilyturvakeskus. jos aluehallintovirasto tai sosiaali- ja terveysalan lupa- ja valvontavirasto on valvonnassaan havainnut laakehuollossa puutteita tai muita epakohtia, niista on ilmoitettava laakealan turvallisuus- ja kehittamiskeskukselle. sateilyn kaytossa havaituista puutteista ja epakohdista on ilmoitettava sateilyturvakeskukselle.",
        "title_sv": "Förelägganden och tvångsmedel",
        "content_sv": "Om brister eller andra missförhållanden som äventyrar patientsäkerheten upptäcks i ordnandet eller genomförandet av hälso- och sjukvården för fångar eller om verksamheten i övrigt strider mot denna lag eller någon annan lag som gäller hälso- och sjukvården för fångar, kan regionförvaltningsverket eller Tillstånds- och tillsynsverket för social- och hälsovården meddela ett föreläggande om hur de ska avhjälpas. När föreläggandet meddelas ska det utsättas en tid inom vilken de behövliga åtgärderna ska vidtas. Om patientsäkerheten så kräver kan det bestämmas att verksamheten omedelbart ska avbrytas eller användningen av en verksamhetsenhet, en del av den eller en anordning förbjudas omedelbart. Regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården kan vid vite eller vid äventyr att verksamheten avbryts eller att användningen av en verksamhetsenhet eller en del därav eller av en anordning förbjuds, förplikta Enheten för hälso- och sjukvård för fångar att iaktta ett i 1 mom. avsett föreläggande. Beslut av regionförvaltningsverket och av Tillstånds- och tillsynsverket för social- och hälsovården om avbrytande av verksamheten eller om förbud mot användningen av en verksamhetsenhet eller en del därav eller av en anordning ska iakttas trots att ändring har sökts, om inte besvärsmyndigheten bestämmer något annat. Bestämmelserna i denna paragraf gäller inte sådan verksamhet som avses i läkemedelslagen (395/1987) och som övervakas av Säkerhets- och utvecklingscentret för läkemedelsområdet eller sådan verksamhet som avses i strålskyddslagen (592/1991) och som övervakas av Strålsäkerhetscentralen. Om regionförvaltningsverket eller Tillstånds- och tillsynsverket för social- och hälsovården i sin tillsyn upptäcker brister eller andra missförhållanden i läkemedelsförsörjningen, ska Säkerhets- och utvecklingscentret för läkemedelsområdet underrättas om dessa. Brister och missförhållanden som konstaterats vid användning av strålning ska anmälas till Strålsäkerhetscentralen.",
        "normalized_sv": "Om brister eller andra missförhållanden som äventyrar patientsäkerheten upptäcks i ordnandet eller genomförandet av hälso- och sjukvården för fångar eller om verksamheten i övrigt strider mot denna lag eller någon annan lag som gäller hälso- och sjukvården för fångar, kan regionförvaltningsverket eller Tillstånds- och tillsynsverket för social- och hälsovården meddela ett föreläggande om hur de ska avhjälpas. När föreläggandet meddelas ska det utsättas en tid inom vilken de behövliga åtgärderna ska vidtas. Om patientsäkerheten så kräver kan det bestämmas att verksamheten omedelbart ska avbrytas eller användningen av en verksamhetsenhet, en del av den eller en anordning förbjudas omedelbart. Regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården kan vid vite eller vid äventyr att verksamheten avbryts eller att användningen av en verksamhetsenhet eller en del därav eller av en anordning förbjuds, förplikta Enheten för hälso- och sjukvård för fångar att iaktta ett i 1 mom. avsett föreläggande. Beslut av regionförvaltningsverket och av Tillstånds- och tillsynsverket för social- och hälsovården om avbrytande av verksamheten eller om förbud mot användningen av en verksamhetsenhet eller en del därav eller av en anordning ska iakttas trots att ändring har sökts, om inte besvärsmyndigheten bestämmer något annat. Bestämmelserna i denna paragraf gäller inte sådan verksamhet som avses i läkemedelslagen (395/1987) och som övervakas av Säkerhets- och utvecklingscentret för läkemedelsområdet eller sådan verksamhet som avses i strålskyddslagen (592/1991) och som övervakas av Strålsäkerhetscentralen. Om regionförvaltningsverket eller Tillstånds- och tillsynsverket för social- och hälsovården i sin tillsyn upptäcker brister eller andra missförhållanden i läkemedelsförsörjningen, ska Säkerhets- och utvecklingscentret för läkemedelsområdet underrättas om dessa. Brister och missförhållanden som konstaterats vid användning av strålning ska anmälas till Strålsäkerhetscentralen.",
        "folded_sv": "om brister eller andra missforhallanden som aventyrar patientsakerheten upptacks i ordnandet eller genomforandet av halso- och sjukvarden for fangar eller om verksamheten i ovrigt strider mot denna lag eller nagon annan lag som galler halso- och sjukvarden for fangar, kan regionforvaltningsverket eller tillstands- och tillsynsverket for social- och halsovarden meddela ett forelaggande om hur de ska avhjalpas. nar forelaggandet meddelas ska det utsattas en tid inom vilken de behovliga atgarderna ska vidtas. om patientsakerheten sa kraver kan det bestammas att verksamheten omedelbart ska avbrytas eller anvandningen av en verksamhetsenhet, en del av den eller en anordning forbjudas omedelbart. regionforvaltningsverket och tillstands- och tillsynsverket for social- och halsovarden kan vid vite eller vid aventyr att verksamheten avbryts eller att anvandningen av en verksamhetsenhet eller en del darav eller av en anordning forbjuds, forplikta enheten for halso- och sjukvard for fangar att iaktta ett i 1 mom. avsett forelaggande. beslut av regionforvaltningsverket och av tillstands- och tillsynsverket for social- och halsovarden om avbrytande av verksamheten eller om forbud mot anvandningen av en verksamhetsenhet eller en del darav eller av en anordning ska iakttas trots att andring har sokts, om inte besvarsmyndigheten bestammer nagot annat. bestammelserna i denna paragraf galler inte sadan verksamhet som avses i lakemedelslagen (395/1987) och som overvakas av sakerhets- och utvecklingscentret for lakemedelsomradet eller sadan verksamhet som avses i stralskyddslagen (592/1991) och som overvakas av stralsakerhetscentralen. om regionforvaltningsverket eller tillstands- och tillsynsverket for social- och halsovarden i sin tillsyn upptacker brister eller andra missforhallanden i lakemedelsforsorjningen, ska sakerhets- och utvecklingscentret for lakemedelsomradet underrattas om dessa. brister och missforhallanden som konstaterats vid anvandning av stralning ska anmalas till stralsakerhetscentralen."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Hallinnollinen ohjaus ja kehotus",
      "content": "Jos terveyden- tai sairaanhoidon järjestämisessä tai toteuttamisessa havaittu puute, virheellisyys, laiminlyönti tai muu epäkohta ei anna aihetta 12 §:ssä tarkoitettuihin toimenpiteisiin, aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat saattaa Vankiterveydenhuollon yksikön tai virheellisestä toiminnasta vastuussa olevan henkilön tietoon käsityksensä lain mukaisesta menettelystä tai kiinnittää valvottavan huomiota toiminnan asianmukaiseen järjestämiseen ja hyvän hallinnon vaatimuksiin. Aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat myös kehottaa valvottavaa korjaamaan todetun puutteen tai muun epäkohdan. Jos edellä tarkoitettuja toimenpiteitä ei voida asian kokonaisarviointiin vaikuttavat seikat huomioon ottaen pitää riittävinä, aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat antaa valvottavalle huomautuksen vastaisen varalle. Tässä pykälässä tarkoitettuun aluehallintoviraston tai Sosiaali- ja terveysalan lupa- ja valvontaviraston antamaan hallinnolliseen ohjaukseen tai kehotukseen ei saa hakea muutosta valittamalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_13",
        "normalized_fi": "Jos terveyden- tai sairaanhoidon järjestämisessä tai toteuttamisessa havaittu puute, virheellisyys, laiminlyönti tai muu epäkohta ei anna aihetta 12 § :ssä tarkoitettuihin toimenpiteisiin, aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat saattaa Vankiterveydenhuollon yksikön tai virheellisestä toiminnasta vastuussa olevan henkilön tietoon käsityksensä lain mukaisesta menettelystä tai kiinnittää valvottavan huomiota toiminnan asianmukaiseen järjestämiseen ja hyvän hallinnon vaatimuksiin. Aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat myös kehottaa valvottavaa korjaamaan todetun puutteen tai muun epäkohdan. Jos edellä tarkoitettuja toimenpiteitä ei voida asian kokonaisarviointiin vaikuttavat seikat huomioon ottaen pitää riittävinä, aluehallintovirasto ja Sosiaali- ja terveysalan lupa- ja valvontavirasto voivat antaa valvottavalle huomautuksen vastaisen varalle. Tässä pykälässä tarkoitettuun aluehallintoviraston tai Sosiaali- ja terveysalan lupa- ja valvontaviraston antamaan hallinnolliseen ohjaukseen tai kehotukseen ei saa hakea muutosta valittamalla.",
        "folded_fi": "jos terveyden- tai sairaanhoidon jarjestamisessa tai toteuttamisessa havaittu puute, virheellisyys, laiminlyonti tai muu epakohta ei anna aihetta 12 §:ssa tarkoitettuihin toimenpiteisiin, aluehallintovirasto ja sosiaali- ja terveysalan lupa- ja valvontavirasto voivat saattaa vankiterveydenhuollon yksikon tai virheellisesta toiminnasta vastuussa olevan henkilon tietoon kasityksensa lain mukaisesta menettelysta tai kiinnittaa valvottavan huomiota toiminnan asianmukaiseen jarjestamiseen ja hyvan hallinnon vaatimuksiin. aluehallintovirasto ja sosiaali- ja terveysalan lupa- ja valvontavirasto voivat myos kehottaa valvottavaa korjaamaan todetun puutteen tai muun epakohdan. jos edella tarkoitettuja toimenpiteita ei voida asian kokonaisarviointiin vaikuttavat seikat huomioon ottaen pitaa riittavina, aluehallintovirasto ja sosiaali- ja terveysalan lupa- ja valvontavirasto voivat antaa valvottavalle huomautuksen vastaisen varalle. tassa pykalassa tarkoitettuun aluehallintoviraston tai sosiaali- ja terveysalan lupa- ja valvontaviraston antamaan hallinnolliseen ohjaukseen tai kehotukseen ei saa hakea muutosta valittamalla.",
        "title_sv": "Administrativ styrning samt uppmaning",
        "content_sv": "Om en brist, felaktighet eller försummelse eller något annat missförhållande som upptäcks vid ordnandet eller genomförandet av hälso- och sjukvården inte ger anledning till åtgärder enligt 12 §, kan regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården delge Enheten för hälso- och sjukvård för fångar eller den person som svarar för den felaktiga verksamheten sin uppfattning om ett lagenligt förfarande eller göra den övervakade uppmärksam på att verksamheten ska ordnas på behörigt sätt och på kraven på god förvaltning. Regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården kan också uppmana den övervakade att avhjälpa bristen eller missförhållandet. Om de åtgärder som avses ovan inte kan betraktas som tillräckliga med hänsyn till de omständigheter som inverkar på helhetsbedömningen av ärendet, kan regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården ge den övervakade en anmärkning för framtiden. Administrativa styråtgärder eller uppmaningar av regionförvaltningsverket eller Tillstånds- och tillsynsverket för social- och hälsovården enligt denna paragraf får inte överklagas genom besvär.",
        "normalized_sv": "Om en brist, felaktighet eller försummelse eller något annat missförhållande som upptäcks vid ordnandet eller genomförandet av hälso- och sjukvården inte ger anledning till åtgärder enligt 12 § , kan regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården delge Enheten för hälso- och sjukvård för fångar eller den person som svarar för den felaktiga verksamheten sin uppfattning om ett lagenligt förfarande eller göra den övervakade uppmärksam på att verksamheten ska ordnas på behörigt sätt och på kraven på god förvaltning. Regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården kan också uppmana den övervakade att avhjälpa bristen eller missförhållandet. Om de åtgärder som avses ovan inte kan betraktas som tillräckliga med hänsyn till de omständigheter som inverkar på helhetsbedömningen av ärendet, kan regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården ge den övervakade en anmärkning för framtiden. Administrativa styråtgärder eller uppmaningar av regionförvaltningsverket eller Tillstånds- och tillsynsverket för social- och hälsovården enligt denna paragraf får inte överklagas genom besvär.",
        "folded_sv": "om en brist, felaktighet eller forsummelse eller nagot annat missforhallande som upptacks vid ordnandet eller genomforandet av halso- och sjukvarden inte ger anledning till atgarder enligt 12 §, kan regionforvaltningsverket och tillstands- och tillsynsverket for social- och halsovarden delge enheten for halso- och sjukvard for fangar eller den person som svarar for den felaktiga verksamheten sin uppfattning om ett lagenligt forfarande eller gora den overvakade uppmarksam pa att verksamheten ska ordnas pa behorigt satt och pa kraven pa god forvaltning. regionforvaltningsverket och tillstands- och tillsynsverket for social- och halsovarden kan ocksa uppmana den overvakade att avhjalpa bristen eller missforhallandet. om de atgarder som avses ovan inte kan betraktas som tillrackliga med hansyn till de omstandigheter som inverkar pa helhetsbedomningen av arendet, kan regionforvaltningsverket och tillstands- och tillsynsverket for social- och halsovarden ge den overvakade en anmarkning for framtiden. administrativa styratgarder eller uppmaningar av regionforvaltningsverket eller tillstands- och tillsynsverket for social- och halsovarden enligt denna paragraf far inte overklagas genom besvar."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Valvonta-asian käsittely",
      "content": "Aluehallintovirasto ja Sosiaali- ja terveydenhuollon lupa- ja valvontavirasto ryhtyvät tietoonsa tulleen valvonta-asian perusteella niihin toimenpiteisiin, joihin ne potilasturvallisuuden varmistamisen tai lain noudattamisen kannalta katsovat olevan aihetta. Kahta vuotta vanhempaan tapahtumaan perustuvaa valvonta-asiaa ei tutkita, ellei siihen ole erityistä syytä. Muistutus ja kantelumenettelyyn perustuvasta asian ottamisesta käsiteltäväksi säädetään erikseen hallintolaissa ja potilaan asemasta ja oikeuksista annetussa laissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_14",
        "normalized_fi": "Aluehallintovirasto ja Sosiaali- ja terveydenhuollon lupa- ja valvontavirasto ryhtyvät tietoonsa tulleen valvonta-asian perusteella niihin toimenpiteisiin, joihin ne potilasturvallisuuden varmistamisen tai lain noudattamisen kannalta katsovat olevan aihetta. Kahta vuotta vanhempaan tapahtumaan perustuvaa valvonta-asiaa ei tutkita, ellei siihen ole erityistä syytä. Muistutus ja kantelumenettelyyn perustuvasta asian ottamisesta käsiteltäväksi säädetään erikseen hallintolaissa ja potilaan asemasta ja oikeuksista annetussa laissa.",
        "folded_fi": "aluehallintovirasto ja sosiaali- ja terveydenhuollon lupa- ja valvontavirasto ryhtyvat tietoonsa tulleen valvonta-asian perusteella niihin toimenpiteisiin, joihin ne potilasturvallisuuden varmistamisen tai lain noudattamisen kannalta katsovat olevan aihetta. kahta vuotta vanhempaan tapahtumaan perustuvaa valvonta-asiaa ei tutkita, ellei siihen ole erityista syyta. muistutus ja kantelumenettelyyn perustuvasta asian ottamisesta kasiteltavaksi saadetaan erikseen hallintolaissa ja potilaan asemasta ja oikeuksista annetussa laissa.",
        "title_sv": "Behandling av tillsynsärenden",
        "content_sv": "Regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården ska på basis av ett tillsynsärende som kommit till deras kännedom vidta de åtgärder som de anser vara befogade med tanke på säkerställandet av patientsäkerheten eller efterlevnaden av lagen. Tillsynsärenden som baserar sig på händelser som ligger mer än två år tillbaka i tiden undersöks inte utan särskild orsak. Särskilda bestämmelser om att ta ärenden till behandling enligt anmärknings- och klagomålsförfarandet finns i förvaltningslagen och i lagen om patientens ställning och rättigheter.",
        "normalized_sv": "Regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården ska på basis av ett tillsynsärende som kommit till deras kännedom vidta de åtgärder som de anser vara befogade med tanke på säkerställandet av patientsäkerheten eller efterlevnaden av lagen. Tillsynsärenden som baserar sig på händelser som ligger mer än två år tillbaka i tiden undersöks inte utan särskild orsak. Särskilda bestämmelser om att ta ärenden till behandling enligt anmärknings- och klagomålsförfarandet finns i förvaltningslagen och i lagen om patientens ställning och rättigheter.",
        "folded_sv": "regionforvaltningsverket och tillstands- och tillsynsverket for social- och halsovarden ska pa basis av ett tillsynsarende som kommit till deras kannedom vidta de atgarder som de anser vara befogade med tanke pa sakerstallandet av patientsakerheten eller efterlevnaden av lagen. tillsynsarenden som baserar sig pa handelser som ligger mer an tva ar tillbaka i tiden undersoks inte utan sarskild orsak. sarskilda bestammelser om att ta arenden till behandling enligt anmarknings- och klagomalsforfarandet finns i forvaltningslagen och i lagen om patientens stallning och rattigheter."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Valvontaviranomaisen tiedonsaantioikeus",
      "content": "Vankiterveydenhuollon yksikkö on velvollinen antamaan aluehallintovirastolle ja Sosiaali- ja terveysalan valvontavirastolle niiden pyytämät tiedot ja selvitykset, jos ne ovat välttämättömiä viraston tässä laissa tarkoitettujen ohjaus- ja valvontatehtävien toteuttamiseksi. Tiedot ja selvitykset on annettava maksutta ja sen estämättä, mitä tietojen salassapitovelvollisuudesta säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_15",
        "normalized_fi": "Vankiterveydenhuollon yksikkö on velvollinen antamaan aluehallintovirastolle ja Sosiaali- ja terveysalan valvontavirastolle niiden pyytämät tiedot ja selvitykset, jos ne ovat välttämättömiä viraston tässä laissa tarkoitettujen ohjaus- ja valvontatehtävien toteuttamiseksi. Tiedot ja selvitykset on annettava maksutta ja sen estämättä, mitä tietojen salassapitovelvollisuudesta säädetään.",
        "folded_fi": "vankiterveydenhuollon yksikko on velvollinen antamaan aluehallintovirastolle ja sosiaali- ja terveysalan valvontavirastolle niiden pyytamat tiedot ja selvitykset, jos ne ovat valttamattomia viraston tassa laissa tarkoitettujen ohjaus- ja valvontatehtavien toteuttamiseksi. tiedot ja selvitykset on annettava maksutta ja sen estamatta, mita tietojen salassapitovelvollisuudesta saadetaan.",
        "title_sv": "Tillsynsmyndighetens rätt att få uppgifter",
        "content_sv": "Enheten för hälso- och sjukvård för fångar är skyldig att till regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården lämna uppgifter och utredningar som dessa begär, om de är nödvändiga för fullgörandet av respektive verks styrnings- och tillsynsuppdrag enligt denna lag. Uppgifterna och utredningarna ska lämnas avgiftsfritt och oberoende av sekretessbestämmelserna.",
        "normalized_sv": "Enheten för hälso- och sjukvård för fångar är skyldig att till regionförvaltningsverket och Tillstånds- och tillsynsverket för social- och hälsovården lämna uppgifter och utredningar som dessa begär, om de är nödvändiga för fullgörandet av respektive verks styrnings- och tillsynsuppdrag enligt denna lag. Uppgifterna och utredningarna ska lämnas avgiftsfritt och oberoende av sekretessbestämmelserna.",
        "folded_sv": "enheten for halso- och sjukvard for fangar ar skyldig att till regionforvaltningsverket och tillstands- och tillsynsverket for social- och halsovarden lamna uppgifter och utredningar som dessa begar, om de ar nodvandiga for fullgorandet av respektive verks styrnings- och tillsynsuppdrag enligt denna lag. uppgifterna och utredningarna ska lamnas avgiftsfritt och oberoende av sekretessbestammelserna."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Ilmoitus Rikosseuraamuslaitoksen yksikölle",
      "content": "Jos vankiterveydenhuollon järjestämisen yhteydessä ilmi tulleiden seikkojen nojalla on syytä epäillä, että vanki aiheuttaa vaaraa Rikosseuraamuslaitoksen järjestykselle tai turvallisuudelle taikka vangin tai muun henkilön turvallisuudelle, Vankiterveydenhuollon yksikkö saa ilmoittaa asiasta Rikosseuraamuslaitoksen yksikölle. Ilmoituksesta ei kuitenkaan saa ilmetä sairauden laatu eikä muu terveydentilan tai hoidon yksityiskohta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_16",
        "normalized_fi": "Jos vankiterveydenhuollon järjestämisen yhteydessä ilmi tulleiden seikkojen nojalla on syytä epäillä, että vanki aiheuttaa vaaraa Rikosseuraamuslaitoksen järjestykselle tai turvallisuudelle taikka vangin tai muun henkilön turvallisuudelle, Vankiterveydenhuollon yksikkö saa ilmoittaa asiasta Rikosseuraamuslaitoksen yksikölle. Ilmoituksesta ei kuitenkaan saa ilmetä sairauden laatu eikä muu terveydentilan tai hoidon yksityiskohta.",
        "folded_fi": "jos vankiterveydenhuollon jarjestamisen yhteydessa ilmi tulleiden seikkojen nojalla on syyta epailla, etta vanki aiheuttaa vaaraa rikosseuraamuslaitoksen jarjestykselle tai turvallisuudelle taikka vangin tai muun henkilon turvallisuudelle, vankiterveydenhuollon yksikko saa ilmoittaa asiasta rikosseuraamuslaitoksen yksikolle. ilmoituksesta ei kuitenkaan saa ilmeta sairauden laatu eika muu terveydentilan tai hoidon yksityiskohta.",
        "title_sv": "Anmälan till en enhet vid Brottspåföljdsmyndigheten",
        "content_sv": "Om det med stöd av omständigheter som framkommit i samband med anordnandet av hälso- och sjukvård för fångar finns skäl att misstänka att en fånge äventyrar ordningen eller säkerheten vid Brottspåföljdsmyndigheten eller en fånges eller någon annan persons säkerhet, får Enheten för hälso- och sjukvård för fångar anmäla saken till en enhet vid Brottspåföljdsmyndigheten. Anmälan får dock inte ange sjukdomens art eller andra detaljer om hälsotillstånd eller vården och behandlingen.",
        "normalized_sv": "Om det med stöd av omständigheter som framkommit i samband med anordnandet av hälso- och sjukvård för fångar finns skäl att misstänka att en fånge äventyrar ordningen eller säkerheten vid Brottspåföljdsmyndigheten eller en fånges eller någon annan persons säkerhet, får Enheten för hälso- och sjukvård för fångar anmäla saken till en enhet vid Brottspåföljdsmyndigheten. Anmälan får dock inte ange sjukdomens art eller andra detaljer om hälsotillstånd eller vården och behandlingen.",
        "folded_sv": "om det med stod av omstandigheter som framkommit i samband med anordnandet av halso- och sjukvard for fangar finns skal att misstanka att en fange aventyrar ordningen eller sakerheten vid brottspafoljdsmyndigheten eller en fanges eller nagon annan persons sakerhet, far enheten for halso- och sjukvard for fangar anmala saken till en enhet vid brottspafoljdsmyndigheten. anmalan far dock inte ange sjukdomens art eller andra detaljer om halsotillstand eller varden och behandlingen."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Tarkemmat säännökset ja määräykset",
      "content": "Vankiterveydenhuollon yksikön johtokunnasta ja sen tehtävistä säädetään tarkemmin valtioneuvoston asetuksella. Valtioneuvoston asetuksella säädetään myös Vankiterveydenhuollon yksikön henkilöstöstä sekä johtavien virkamiesten kelpoisuusvaatimuksista ja palvelussuhteeseen ottamisesta. Vankiterveydenhuollon yksikön sisäisestä työnjaosta sekä toimintojen muusta järjestämisestä määrätään sen työjärjestyksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_17",
        "normalized_fi": "Vankiterveydenhuollon yksikön johtokunnasta ja sen tehtävistä säädetään tarkemmin valtioneuvoston asetuksella. Valtioneuvoston asetuksella säädetään myös Vankiterveydenhuollon yksikön henkilöstöstä sekä johtavien virkamiesten kelpoisuusvaatimuksista ja palvelussuhteeseen ottamisesta. Vankiterveydenhuollon yksikön sisäisestä työnjaosta sekä toimintojen muusta järjestämisestä määrätään sen työjärjestyksessä.",
        "folded_fi": "vankiterveydenhuollon yksikon johtokunnasta ja sen tehtavista saadetaan tarkemmin valtioneuvoston asetuksella. valtioneuvoston asetuksella saadetaan myos vankiterveydenhuollon yksikon henkilostosta seka johtavien virkamiesten kelpoisuusvaatimuksista ja palvelussuhteeseen ottamisesta. vankiterveydenhuollon yksikon sisaisesta tyonjaosta seka toimintojen muusta jarjestamisesta maarataan sen tyojarjestyksessa.",
        "title_sv": "Närmare bestämmelser och föreskrifter",
        "content_sv": "Närmare bestämmelser om direktionen för Enheten för hälso- och sjukvård för fångar och om direktionens uppgifter utfärdas genom förordning av statsrådet. Genom förordning av statsrådet utfärdas också bestämmelser om personalen vid Enheten för hälso- och sjukvård för fångar samt om behörighetsvillkoren för och anställningen av de ledande tjänstemännen. I enhetens arbetsordning bestäms om dess interna arbetsfördelning och om hur verksamheten i övrigt ska ordnas.",
        "normalized_sv": "Närmare bestämmelser om direktionen för Enheten för hälso- och sjukvård för fångar och om direktionens uppgifter utfärdas genom förordning av statsrådet. Genom förordning av statsrådet utfärdas också bestämmelser om personalen vid Enheten för hälso- och sjukvård för fångar samt om behörighetsvillkoren för och anställningen av de ledande tjänstemännen. I enhetens arbetsordning bestäms om dess interna arbetsfördelning och om hur verksamheten i övrigt ska ordnas.",
        "folded_sv": "narmare bestammelser om direktionen for enheten for halso- och sjukvard for fangar och om direktionens uppgifter utfardas genom forordning av statsradet. genom forordning av statsradet utfardas ocksa bestammelser om personalen vid enheten for halso- och sjukvard for fangar samt om behorighetsvillkoren for och anstallningen av de ledande tjanstemannen. i enhetens arbetsordning bestams om dess interna arbetsfordelning och om hur verksamheten i ovrigt ska ordnas."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2016.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_18",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2016.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2016.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2016.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2016.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2016."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "Siirtymäsäännökset",
      "content": "Muussa laissa tai asetuksessa taikka valtioneuvoston tai ministeriön päätöksessä olevalla viittauksella Rikosseuraamuslaitoksen terveydenhuoltoyksikköön tai Vankeinhoitolaitoksen terveydenhuoltoyksikköön tarkoitetaan tämän lain tultua voimaan viittausta Vankiterveydenhuollon yksikköön. Tämän lain tullessa voimaan Rikosseuraamuslaitoksen terveydenhuoltoyksikön henkilöstö sekä vastaavat virat siirtyvät Vankiterveydenhuollon yksikköön. Siirrossa noudatetaan valtion virkamieslain (750/1994) 2 luvun säännöksiä. Vankiterveydenhuollon yksikkö on työnantajana velvollinen, siten kuin työehtosopimuslain (436/1946) 5 §:ssä säädetään, noudattamaan Rikosseuraamuslaitoksen tekemän palkkausjärjestelmävirkaehtosopimuksen määräyksiä, sellaisina kuin ne olivat 31 päivänä joulukuuta 2015 yksikössä noudatettavina kuluvan sopimuskauden loppuun asti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_19",
        "normalized_fi": "Muussa laissa tai asetuksessa taikka valtioneuvoston tai ministeriön päätöksessä olevalla viittauksella Rikosseuraamuslaitoksen terveydenhuoltoyksikköön tai Vankeinhoitolaitoksen terveydenhuoltoyksikköön tarkoitetaan tämän lain tultua voimaan viittausta Vankiterveydenhuollon yksikköön. Tämän lain tullessa voimaan Rikosseuraamuslaitoksen terveydenhuoltoyksikön henkilöstö sekä vastaavat virat siirtyvät Vankiterveydenhuollon yksikköön. Siirrossa noudatetaan valtion virkamieslain (750/1994) 2 luvun säännöksiä. Vankiterveydenhuollon yksikkö on työnantajana velvollinen, siten kuin työehtosopimuslain (436/1946) 5 § :ssä säädetään, noudattamaan Rikosseuraamuslaitoksen tekemän palkkausjärjestelmävirkaehtosopimuksen määräyksiä, sellaisina kuin ne olivat 31 päivänä joulukuuta 2015 yksikössä noudatettavina kuluvan sopimuskauden loppuun asti.",
        "folded_fi": "muussa laissa tai asetuksessa taikka valtioneuvoston tai ministerion paatoksessa olevalla viittauksella rikosseuraamuslaitoksen terveydenhuoltoyksikkoon tai vankeinhoitolaitoksen terveydenhuoltoyksikkoon tarkoitetaan taman lain tultua voimaan viittausta vankiterveydenhuollon yksikkoon. taman lain tullessa voimaan rikosseuraamuslaitoksen terveydenhuoltoyksikon henkilosto seka vastaavat virat siirtyvat vankiterveydenhuollon yksikkoon. siirrossa noudatetaan valtion virkamieslain (750/1994) 2 luvun saannoksia. vankiterveydenhuollon yksikko on tyonantajana velvollinen, siten kuin tyoehtosopimuslain (436/1946) 5 §:ssa saadetaan, noudattamaan rikosseuraamuslaitoksen tekeman palkkausjarjestelmavirkaehtosopimuksen maarayksia, sellaisina kuin ne olivat 31 paivana joulukuuta 2015 yksikossa noudatettavina kuluvan sopimuskauden loppuun asti.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "En hänvisning till Brottspåföljdsmyndighetens hälsovårdsenhet eller Fångvårdsväsendets hälsovårdsenhet i någon annan lag eller förordning eller i beslut av statsrådet eller ett ministerium avser efter denna lags ikraftträdande en hänvisning till Enheten för hälso- och sjukvård för fångar. Personalen vid Brottspåföljdsmyndighetens hälsovårdsenhet samt motsvarande tjänster överförs när denna lag träder i kraft till Enheten för hälso- och sjukvård för fångar. Vid överföringen iakttas bestämmelserna i 2 kap. i statstjänstemannalagen (750/1994). Enheten för hälso- och sjukvård för fångar är som arbetsgivare skyldig att i enlighet med 5 § i lagen om kollektivavtal (436/1946) iaktta bestämmelserna i det tjänstekollektivavtal om lönesystem som Brottspåföljdsmyndigheten ingått, sådana de gällde för enheten den 31 december 2015 fram till utgången av den pågående avtalsperioden.",
        "normalized_sv": "En hänvisning till Brottspåföljdsmyndighetens hälsovårdsenhet eller Fångvårdsväsendets hälsovårdsenhet i någon annan lag eller förordning eller i beslut av statsrådet eller ett ministerium avser efter denna lags ikraftträdande en hänvisning till Enheten för hälso- och sjukvård för fångar. Personalen vid Brottspåföljdsmyndighetens hälsovårdsenhet samt motsvarande tjänster överförs när denna lag träder i kraft till Enheten för hälso- och sjukvård för fångar. Vid överföringen iakttas bestämmelserna i 2 kap. i statstjänstemannalagen (750/1994). Enheten för hälso- och sjukvård för fångar är som arbetsgivare skyldig att i enlighet med 5 § i lagen om kollektivavtal (436/1946) iaktta bestämmelserna i det tjänstekollektivavtal om lönesystem som Brottspåföljdsmyndigheten ingått, sådana de gällde för enheten den 31 december 2015 fram till utgången av den pågående avtalsperioden.",
        "folded_sv": "en hanvisning till brottspafoljdsmyndighetens halsovardsenhet eller fangvardsvasendets halsovardsenhet i nagon annan lag eller forordning eller i beslut av statsradet eller ett ministerium avser efter denna lags ikrafttradande en hanvisning till enheten for halso- och sjukvard for fangar. personalen vid brottspafoljdsmyndighetens halsovardsenhet samt motsvarande tjanster overfors nar denna lag trader i kraft till enheten for halso- och sjukvard for fangar. vid overforingen iakttas bestammelserna i 2 kap. i statstjanstemannalagen (750/1994). enheten for halso- och sjukvard for fangar ar som arbetsgivare skyldig att i enlighet med 5 § i lagen om kollektivavtal (436/1946) iaktta bestammelserna i det tjanstekollektivavtal om lonesystem som brottspafoljdsmyndigheten ingatt, sadana de gallde for enheten den 31 december 2015 fram till utgangen av den pagaende avtalsperioden."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    }
  ]
}