{
  "id": "163/2024",
  "type": "statute",
  "title": "Laki arvopaperimarkkinalain muuttamisesta",
  "title_en": "Lag om ändring av värdepappersmarknadslagen",
  "status": "in_force",
  "issued_date": "2024-04-12",
  "in_force_date": "2024-04-12",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2024/163/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Kohdeyhtiö",
      "content": "Kohdeyhtiöllä tarkoitetaan tämän lain: 1) 9 luvussa avoimuusdirektiivissä tarkoitettua liikkeeseenlaskijaa sekä sellaista liikkeeseenlaskijaa, jonka osake on liikkeeseenlaskijan hakemuksesta tai suostumuksella kaupankäynnin kohteena Suomessa monenkeskisessä kaupankäyntijärjestelmässä; ja 2) 11 luvussa sen 1 §:ssä tarkoitetun julkisen ostotarjouksen kohteena olevien arvopaperien liikkeeseenlaskijaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:8",
        "normalized_fi": "Kohdeyhtiöllä tarkoitetaan tämän lain: 1) 9 luvussa avoimuusdirektiivissä tarkoitettua liikkeeseenlaskijaa sekä sellaista liikkeeseenlaskijaa, jonka osake on liikkeeseenlaskijan hakemuksesta tai suostumuksella kaupankäynnin kohteena Suomessa monenkeskisessä kaupankäyntijärjestelmässä; ja 2) 11 luvussa sen 1 § :ssä tarkoitetun julkisen ostotarjouksen kohteena olevien arvopaperien liikkeeseenlaskijaa.",
        "folded_fi": "kohdeyhtiolla tarkoitetaan taman lain: 1) 9 luvussa avoimuusdirektiivissa tarkoitettua liikkeeseenlaskijaa seka sellaista liikkeeseenlaskijaa, jonka osake on liikkeeseenlaskijan hakemuksesta tai suostumuksella kaupankaynnin kohteena suomessa monenkeskisessa kaupankayntijarjestelmassa; ja 2) 11 luvussa sen 1 §:ssa tarkoitetun julkisen ostotarjouksen kohteena olevien arvopaperien liikkeeseenlaskijaa.",
        "title_sv": "Målbolag",
        "content_sv": "målbolag Med avses 1) i 9 kap. emittenter enligt öppenhetsdirektivet samt sådana emittenter vars aktier på ansökan av emittenten eller med emittentens samtycke är föremål för handel i Finland på en multilateral handelsplattform, och 2) i 11 kap. emittenter av värdepapper som är föremål för offentliga uppköpserbjudanden enligt 1 § i det kapitlet.",
        "normalized_sv": "målbolag Med avses 1) i 9 kap. emittenter enligt öppenhetsdirektivet samt sådana emittenter vars aktier på ansökan av emittenten eller med emittentens samtycke är föremål för handel i Finland på en multilateral handelsplattform, och 2) i 11 kap. emittenter av värdepapper som är föremål för offentliga uppköpserbjudanden enligt 1 § i det kapitlet.",
        "folded_sv": "malbolag med avses 1) i 9 kap. emittenter enligt oppenhetsdirektivet samt sadana emittenter vars aktier pa ansokan av emittenten eller med emittentens samtycke ar foremal for handel i finland pa en multilateral handelsplattform, och 2) i 11 kap. emittenter av vardepapper som ar foremal for offentliga uppkopserbjudanden enligt 1 § i det kapitlet."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Julkistaminen",
      "content": "Julkistamisella tarkoitetaan tässä laissa säänneltyjen tietojen toimittamista sijoittajien saataville, Finanssivalvonnalle sekä asianomaiselle säännellylle markkinalle tai monenkeskiselle kaupankäyntijärjestelmälle. Jos liikkeeseenlaskijan arvopaperi on kaupankäynnin kohteena säännellyllä markkinalla, säännellyt tiedot on julkistettava 10 luvun 3 ja 4 §:ssä tarkoitetulla tavalla. Jos liikkeeseenlaskijan arvopaperi on kaupankäynnin kohteena monenkeskisessä kaupankäyntijärjestelmässä, tiedot on julkistettava mainitun luvun 3 §:n 1 momentissa tarkoitetulla tavalla sekä toimitettava monenkeskisen kaupankäynnin järjestäjälle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:11",
        "normalized_fi": "Julkistamisella tarkoitetaan tässä laissa säänneltyjen tietojen toimittamista sijoittajien saataville, Finanssivalvonnalle sekä asianomaiselle säännellylle markkinalle tai monenkeskiselle kaupankäyntijärjestelmälle. Jos liikkeeseenlaskijan arvopaperi on kaupankäynnin kohteena säännellyllä markkinalla, säännellyt tiedot on julkistettava 10 luvun 3 ja 4 § :ssä tarkoitetulla tavalla. Jos liikkeeseenlaskijan arvopaperi on kaupankäynnin kohteena monenkeskisessä kaupankäyntijärjestelmässä, tiedot on julkistettava mainitun luvun 3 § :n 1 momentissa tarkoitetulla tavalla sekä toimitettava monenkeskisen kaupankäynnin järjestäjälle.",
        "folded_fi": "julkistamisella tarkoitetaan tassa laissa saanneltyjen tietojen toimittamista sijoittajien saataville, finanssivalvonnalle seka asianomaiselle saannellylle markkinalle tai monenkeskiselle kaupankayntijarjestelmalle. jos liikkeeseenlaskijan arvopaperi on kaupankaynnin kohteena saannellylla markkinalla, saannellyt tiedot on julkistettava 10 luvun 3 ja 4 §:ssa tarkoitetulla tavalla. jos liikkeeseenlaskijan arvopaperi on kaupankaynnin kohteena monenkeskisessa kaupankayntijarjestelmassa, tiedot on julkistettava mainitun luvun 3 §:n 1 momentissa tarkoitetulla tavalla seka toimitettava monenkeskisen kaupankaynnin jarjestajalle.",
        "title_sv": "Offentliggörande",
        "content_sv": "offentliggörande Med avses i denna lag att obligatorisk information görs tillgänglig för investerare, Finansinspektionen och respektive reglerade marknad eller multilateral handelsplattform. Om emittentens värdepapper är föremål för handel på en reglerad marknad, ska den obligatoriska informationen offentliggöras enligt vad som föreskrivs i 10 kap. 3 och 4 §. Om emittentens värdepapper är föremål för handel på en multilateral handelsplattform, ska informationen offentliggöras enligt vad som föreskrivs i 3 § 1 mom. i det kapitlet och göras tillgänglig för den marknadsplatsoperatör som ordnar den multilaterala handeln.",
        "normalized_sv": "offentliggörande Med avses i denna lag att obligatorisk information görs tillgänglig för investerare, Finansinspektionen och respektive reglerade marknad eller multilateral handelsplattform. Om emittentens värdepapper är föremål för handel på en reglerad marknad, ska den obligatoriska informationen offentliggöras enligt vad som föreskrivs i 10 kap. 3 och 4 § . Om emittentens värdepapper är föremål för handel på en multilateral handelsplattform, ska informationen offentliggöras enligt vad som föreskrivs i 3 § 1 mom. i det kapitlet och göras tillgänglig för den marknadsplatsoperatör som ordnar den multilaterala handeln.",
        "folded_sv": "offentliggorande med avses i denna lag att obligatorisk information gors tillganglig for investerare, finansinspektionen och respektive reglerade marknad eller multilateral handelsplattform. om emittentens vardepapper ar foremal for handel pa en reglerad marknad, ska den obligatoriska informationen offentliggoras enligt vad som foreskrivs i 10 kap. 3 och 4 §. om emittentens vardepapper ar foremal for handel pa en multilateral handelsplattform, ska informationen offentliggoras enligt vad som foreskrivs i 3 § 1 mom. i det kapitlet och goras tillganglig for den marknadsplatsoperator som ordnar den multilaterala handeln."
      }
    },
    {
      "provision_ref": "9:1",
      "chapter": "9",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Tässä luvussa säädetään huomattavien omistus- ja ääniosuuksien ilmoittamisesta ja julkistamisesta liikkeeseenlaskijassa, jonka osake on kaupankäynnin kohteena säännellyllä markkinalla tai liikkeeseenlaskijan hakemuksesta tai suostumuksella monenkeskisessä kaupankäyntijärjestelmässä Suomessa. Tätä lukua sovelletaan kohdeyhtiönä olevaan pörssiyhtiöön ja liikkeeseenlaskijaan, jonka osakkeet ovat kaupankäynnin kohteena Suomessa monenkeskisessä kaupankäyntijärjestelmässä liikkeeseenlaskijan hakemuksesta tai suostumuksella sekä kohdeyhtiön osakkeenomistajaan sekä osakkeenomistajaan rinnastettavaan henkilöön. Tätä lukua sovelletaan myös muuhun liikkeeseenlaskijaan, jonka säännöllisen tiedonantovelvollisuuden kotivaltio on 7 luvun 3 a §:n 1 momentin mukaan Suomi, ja sen osakkeenomistajaan sekä osakkeenomistajaan rinnastettavaan henkilöön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:1",
        "normalized_fi": "Tässä luvussa säädetään huomattavien omistus- ja ääniosuuksien ilmoittamisesta ja julkistamisesta liikkeeseenlaskijassa, jonka osake on kaupankäynnin kohteena säännellyllä markkinalla tai liikkeeseenlaskijan hakemuksesta tai suostumuksella monenkeskisessä kaupankäyntijärjestelmässä Suomessa. Tätä lukua sovelletaan kohdeyhtiönä olevaan pörssiyhtiöön ja liikkeeseenlaskijaan, jonka osakkeet ovat kaupankäynnin kohteena Suomessa monenkeskisessä kaupankäyntijärjestelmässä liikkeeseenlaskijan hakemuksesta tai suostumuksella sekä kohdeyhtiön osakkeenomistajaan sekä osakkeenomistajaan rinnastettavaan henkilöön. Tätä lukua sovelletaan myös muuhun liikkeeseenlaskijaan, jonka säännöllisen tiedonantovelvollisuuden kotivaltio on 7 luvun 3 a § :n 1 momentin mukaan Suomi, ja sen osakkeenomistajaan sekä osakkeenomistajaan rinnastettavaan henkilöön.",
        "folded_fi": "tassa luvussa saadetaan huomattavien omistus- ja aaniosuuksien ilmoittamisesta ja julkistamisesta liikkeeseenlaskijassa, jonka osake on kaupankaynnin kohteena saannellylla markkinalla tai liikkeeseenlaskijan hakemuksesta tai suostumuksella monenkeskisessa kaupankayntijarjestelmassa suomessa. tata lukua sovelletaan kohdeyhtiona olevaan porssiyhtioon ja liikkeeseenlaskijaan, jonka osakkeet ovat kaupankaynnin kohteena suomessa monenkeskisessa kaupankayntijarjestelmassa liikkeeseenlaskijan hakemuksesta tai suostumuksella seka kohdeyhtion osakkeenomistajaan seka osakkeenomistajaan rinnastettavaan henkiloon. tata lukua sovelletaan myos muuhun liikkeeseenlaskijaan, jonka saannollisen tiedonantovelvollisuuden kotivaltio on 7 luvun 3 a §:n 1 momentin mukaan suomi, ja sen osakkeenomistajaan seka osakkeenomistajaan rinnastettavaan henkiloon.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "I detta kapitel föreskrivs det om anmälan om och offentliggörande av betydande ägar- och röstandelar när det är fråga om emittenter vars aktier är föremål för handel på en reglerad marknad eller på ansökan av emittenten eller med emittentens samtycke är föremål för handel på en multilateral handelsplattform i Finland. Detta kapitel ska tillämpas på börsbolag som är målbolag, på emittenter som är målbolag och vars aktier på ansökan av emittenten eller med emittentens samtycke är föremål för handel i Finland på en multilateral handelsplattform samt på aktieägare i målbolag och personer som jämställs med aktieägare i målbolag. Detta kapitel ska tillämpas också på andra emittenter vars hemstat för den regelbundna informationsskyldigheten är Finland enligt 7 kap. 3 a § 1 mom. och på deras aktieägare och personer som jämställs med aktieägare.",
        "normalized_sv": "I detta kapitel föreskrivs det om anmälan om och offentliggörande av betydande ägar- och röstandelar när det är fråga om emittenter vars aktier är föremål för handel på en reglerad marknad eller på ansökan av emittenten eller med emittentens samtycke är föremål för handel på en multilateral handelsplattform i Finland. Detta kapitel ska tillämpas på börsbolag som är målbolag, på emittenter som är målbolag och vars aktier på ansökan av emittenten eller med emittentens samtycke är föremål för handel i Finland på en multilateral handelsplattform samt på aktieägare i målbolag och personer som jämställs med aktieägare i målbolag. Detta kapitel ska tillämpas också på andra emittenter vars hemstat för den regelbundna informationsskyldigheten är Finland enligt 7 kap. 3 a § 1 mom. och på deras aktieägare och personer som jämställs med aktieägare.",
        "folded_sv": "i detta kapitel foreskrivs det om anmalan om och offentliggorande av betydande agar- och rostandelar nar det ar fraga om emittenter vars aktier ar foremal for handel pa en reglerad marknad eller pa ansokan av emittenten eller med emittentens samtycke ar foremal for handel pa en multilateral handelsplattform i finland. detta kapitel ska tillampas pa borsbolag som ar malbolag, pa emittenter som ar malbolag och vars aktier pa ansokan av emittenten eller med emittentens samtycke ar foremal for handel i finland pa en multilateral handelsplattform samt pa aktieagare i malbolag och personer som jamstalls med aktieagare i malbolag. detta kapitel ska tillampas ocksa pa andra emittenter vars hemstat for den regelbundna informationsskyldigheten ar finland enligt 7 kap. 3 a § 1 mom. och pa deras aktieagare och personer som jamstalls med aktieagare."
      }
    },
    {
      "provision_ref": "9:3",
      "chapter": "9",
      "section": "3",
      "title": "Kohdeyhtiö",
      "content": "Kohdeyhtiöllä tarkoitetaan tässä luvussa pörssiyhtiötä, liikkeeseenlaskijaa, jonka osakkeet ovat kaupankäynnin kohteena Suomessa monenkeskisessä kaupankäyntijärjestelmässä liikkeeseenlaskijan hakemuksesta tai suostumuksella sekä muuta 1 §:n 2 momentissa tarkoitettua liikkeeseenlaskijaa, jonka osakkeet ovat kaupankäynnin kohteena säännellyllä markkinalla ja johon kohdistuva omistus- ja ääniosuus on ilmoitettava ja julkistettava tämän luvun säännösten mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:3",
        "normalized_fi": "Kohdeyhtiöllä tarkoitetaan tässä luvussa pörssiyhtiötä, liikkeeseenlaskijaa, jonka osakkeet ovat kaupankäynnin kohteena Suomessa monenkeskisessä kaupankäyntijärjestelmässä liikkeeseenlaskijan hakemuksesta tai suostumuksella sekä muuta 1 § :n 2 momentissa tarkoitettua liikkeeseenlaskijaa, jonka osakkeet ovat kaupankäynnin kohteena säännellyllä markkinalla ja johon kohdistuva omistus- ja ääniosuus on ilmoitettava ja julkistettava tämän luvun säännösten mukaisesti.",
        "folded_fi": "kohdeyhtiolla tarkoitetaan tassa luvussa porssiyhtiota, liikkeeseenlaskijaa, jonka osakkeet ovat kaupankaynnin kohteena suomessa monenkeskisessa kaupankayntijarjestelmassa liikkeeseenlaskijan hakemuksesta tai suostumuksella seka muuta 1 §:n 2 momentissa tarkoitettua liikkeeseenlaskijaa, jonka osakkeet ovat kaupankaynnin kohteena saannellylla markkinalla ja johon kohdistuva omistus- ja aaniosuus on ilmoitettava ja julkistettava taman luvun saannosten mukaisesti.",
        "title_sv": "Målbolag",
        "content_sv": "målbolag Med avses i detta kapitel börsbolag, emittenter vars aktier på ansökan av emittenten eller med emittentens samtycke är föremål för handel i Finland på en multilateral handelsplattform samt andra emittenter enligt 1 § 2 mom. vars aktier är föremål för handel på en reglerad marknad och i fråga om vilka ägar- och röstandelar ska anmälas och offentliggöras i enlighet med detta kapitel.",
        "normalized_sv": "målbolag Med avses i detta kapitel börsbolag, emittenter vars aktier på ansökan av emittenten eller med emittentens samtycke är föremål för handel i Finland på en multilateral handelsplattform samt andra emittenter enligt 1 § 2 mom. vars aktier är föremål för handel på en reglerad marknad och i fråga om vilka ägar- och röstandelar ska anmälas och offentliggöras i enlighet med detta kapitel.",
        "folded_sv": "malbolag med avses i detta kapitel borsbolag, emittenter vars aktier pa ansokan av emittenten eller med emittentens samtycke ar foremal for handel i finland pa en multilateral handelsplattform samt andra emittenter enligt 1 § 2 mom. vars aktier ar foremal for handel pa en reglerad marknad och i fraga om vilka agar- och rostandelar ska anmalas och offentliggoras i enlighet med detta kapitel."
      }
    },
    {
      "provision_ref": "9:11",
      "chapter": "9",
      "section": "11",
      "title": "Liputusilmoituksessa sekä sen julkistamisessa käytettävä kieli",
      "content": "Kohdeyhtiön, jonka osakkeet ovat kaupankäynnin kohteena säännellyllä markkinalla, liputusilmoituksen julkistamisessa käytettävään kieleen sovelletaan 10 luvun 4 §:ää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:11",
        "normalized_fi": "Kohdeyhtiön, jonka osakkeet ovat kaupankäynnin kohteena säännellyllä markkinalla, liputusilmoituksen julkistamisessa käytettävään kieleen sovelletaan 10 luvun 4 § :ää.",
        "folded_fi": "kohdeyhtion, jonka osakkeet ovat kaupankaynnin kohteena saannellylla markkinalla, liputusilmoituksen julkistamisessa kaytettavaan kieleen sovelletaan 10 luvun 4 §:aa.",
        "title_sv": "Språket i flaggningsanmälningar och vid offentliggörande",
        "content_sv": "På språket vid offentliggörande av en flaggningsanmälan för ett målbolag vars aktier är föremål för handel på en reglerad marknad tillämpas 10 kap. 4 §.",
        "normalized_sv": "På språket vid offentliggörande av en flaggningsanmälan för ett målbolag vars aktier är föremål för handel på en reglerad marknad tillämpas 10 kap. 4 § .",
        "folded_sv": "pa spraket vid offentliggorande av en flaggningsanmalan for ett malbolag vars aktier ar foremal for handel pa en reglerad marknad tillampas 10 kap. 4 §."
      }
    },
    {
      "provision_ref": "11:1",
      "chapter": "11",
      "section": "1",
      "title": "Yleinen soveltamisala",
      "content": "vapaaehtoinen ostotarjous pakollinen ostotarjous Tätä lukua sovelletaan tarjouduttaessa vapaaehtoisesti () tai 19 §:n velvoittamana () julkisesti ostamaan Suomessa säännellyllä markkinalla tai liikkeeseenlaskijan hakemuksesta tai suostumuksella monenkeskisessä kaupankäyntijärjestelmässä kaupankäynnin kohteena olevia osakkeita. Tätä lukua sovelletaan myös osakkeisiin oikeuttavista muista arvopapereista tehtäviin tarjouksiin, jos: 1) osakkeet ovat kaupankäynnin kohteena Suomessa säännellyllä markkinalla tai liikkeeseenlaskijan hakemuksesta tai suostumuksella monenkeskisessä kaupankäyntijärjestelmässä ja niihin oikeuttavien arvopaperien liikkeeseenlaskija on sama kuin näillä osakkeilla; tai 2) osakkeeseen oikeuttavat arvopaperit ovat kaupankäynnin kohteena Suomessa säännellyllä markkinalla tai liikkeeseenlaskijan hakemuksesta tai suostumuksella monenkeskisessä kaupankäyntijärjestelmässä ja niiden liikkeeseenlaskija on sama kuin näillä osakkeilla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:1",
        "normalized_fi": "vapaaehtoinen ostotarjous pakollinen ostotarjous Tätä lukua sovelletaan tarjouduttaessa vapaaehtoisesti () tai 19 § :n velvoittamana () julkisesti ostamaan Suomessa säännellyllä markkinalla tai liikkeeseenlaskijan hakemuksesta tai suostumuksella monenkeskisessä kaupankäyntijärjestelmässä kaupankäynnin kohteena olevia osakkeita. Tätä lukua sovelletaan myös osakkeisiin oikeuttavista muista arvopapereista tehtäviin tarjouksiin, jos: 1) osakkeet ovat kaupankäynnin kohteena Suomessa säännellyllä markkinalla tai liikkeeseenlaskijan hakemuksesta tai suostumuksella monenkeskisessä kaupankäyntijärjestelmässä ja niihin oikeuttavien arvopaperien liikkeeseenlaskija on sama kuin näillä osakkeilla; tai 2) osakkeeseen oikeuttavat arvopaperit ovat kaupankäynnin kohteena Suomessa säännellyllä markkinalla tai liikkeeseenlaskijan hakemuksesta tai suostumuksella monenkeskisessä kaupankäyntijärjestelmässä ja niiden liikkeeseenlaskija on sama kuin näillä osakkeilla.",
        "folded_fi": "vapaaehtoinen ostotarjous pakollinen ostotarjous tata lukua sovelletaan tarjouduttaessa vapaaehtoisesti () tai 19 §:n velvoittamana () julkisesti ostamaan suomessa saannellylla markkinalla tai liikkeeseenlaskijan hakemuksesta tai suostumuksella monenkeskisessa kaupankayntijarjestelmassa kaupankaynnin kohteena olevia osakkeita. tata lukua sovelletaan myos osakkeisiin oikeuttavista muista arvopapereista tehtaviin tarjouksiin, jos: 1) osakkeet ovat kaupankaynnin kohteena suomessa saannellylla markkinalla tai liikkeeseenlaskijan hakemuksesta tai suostumuksella monenkeskisessa kaupankayntijarjestelmassa ja niihin oikeuttavien arvopaperien liikkeeseenlaskija on sama kuin nailla osakkeilla; tai 2) osakkeeseen oikeuttavat arvopaperit ovat kaupankaynnin kohteena suomessa saannellylla markkinalla tai liikkeeseenlaskijan hakemuksesta tai suostumuksella monenkeskisessa kaupankayntijarjestelmassa ja niiden liikkeeseenlaskija on sama kuin nailla osakkeilla.",
        "title_sv": "Allmänt tillämpningsområde",
        "content_sv": "frivilligt uppköpserbjudande obligatoriskt uppköpserbjudande Detta kapitel ska tillämpas när någon frivilligt () eller förpliktad enligt 19 § () offentligt erbjuder sig att köpa aktier som är föremål för handel i Finland på en reglerad marknad eller på ansökan av emittenten eller med emittentens samtycke på en multilateral handelsplattform. Detta kapitel ska också tillämpas på erbjudanden som avser andra värdepapper som berättigar till aktier, om 1) aktierna är föremål för handel i Finland på en reglerad marknad eller på ansökan av emittenten eller med emittentens samtycke på en multilateral handelsplattform och emittenten av de värdepapper som berättigar till sådana aktier är densamma som aktieemittenten, eller 2) de värdepapper som berättigar till aktier är föremål för handel i Finland på en reglerad marknad eller på ansökan av emittenten eller med emittentens samtycke på en multilateral handelsplattform och emittenten är densamma som aktieemittenten.",
        "normalized_sv": "frivilligt uppköpserbjudande obligatoriskt uppköpserbjudande Detta kapitel ska tillämpas när någon frivilligt () eller förpliktad enligt 19 § () offentligt erbjuder sig att köpa aktier som är föremål för handel i Finland på en reglerad marknad eller på ansökan av emittenten eller med emittentens samtycke på en multilateral handelsplattform. Detta kapitel ska också tillämpas på erbjudanden som avser andra värdepapper som berättigar till aktier, om 1) aktierna är föremål för handel i Finland på en reglerad marknad eller på ansökan av emittenten eller med emittentens samtycke på en multilateral handelsplattform och emittenten av de värdepapper som berättigar till sådana aktier är densamma som aktieemittenten, eller 2) de värdepapper som berättigar till aktier är föremål för handel i Finland på en reglerad marknad eller på ansökan av emittenten eller med emittentens samtycke på en multilateral handelsplattform och emittenten är densamma som aktieemittenten.",
        "folded_sv": "frivilligt uppkopserbjudande obligatoriskt uppkopserbjudande detta kapitel ska tillampas nar nagon frivilligt () eller forpliktad enligt 19 § () offentligt erbjuder sig att kopa aktier som ar foremal for handel i finland pa en reglerad marknad eller pa ansokan av emittenten eller med emittentens samtycke pa en multilateral handelsplattform. detta kapitel ska ocksa tillampas pa erbjudanden som avser andra vardepapper som berattigar till aktier, om 1) aktierna ar foremal for handel i finland pa en reglerad marknad eller pa ansokan av emittenten eller med emittentens samtycke pa en multilateral handelsplattform och emittenten av de vardepapper som berattigar till sadana aktier ar densamma som aktieemittenten, eller 2) de vardepapper som berattigar till aktier ar foremal for handel i finland pa en reglerad marknad eller pa ansokan av emittenten eller med emittentens samtycke pa en multilateral handelsplattform och emittenten ar densamma som aktieemittenten."
      }
    },
    {
      "provision_ref": "11:5",
      "chapter": "11",
      "section": "5",
      "title": "Yksissä tuumin toimivat henkilöt",
      "content": "Edellä 2 momentin 1 kohdassa tarkoitettuja henkilöitä ei kuitenkaan pidetä yksissä tuumin toimivina, jos niihin sovelletaan 9 luvun 8 a tai 8 c §:ää. Finanssivalvonta voi hakemuksesta erityisestä syystä päättää, että 2 momentissa tarkoitettuja henkilöitä ei ole pidettävä yksissä tuumin toimivina.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:5",
        "normalized_fi": "Edellä 2 momentin 1 kohdassa tarkoitettuja henkilöitä ei kuitenkaan pidetä yksissä tuumin toimivina, jos niihin sovelletaan 9 luvun 8 a tai 8 c § :ää. Finanssivalvonta voi hakemuksesta erityisestä syystä päättää, että 2 momentissa tarkoitettuja henkilöitä ei ole pidettävä yksissä tuumin toimivina.",
        "folded_fi": "edella 2 momentin 1 kohdassa tarkoitettuja henkiloita ei kuitenkaan pideta yksissa tuumin toimivina, jos niihin sovelletaan 9 luvun 8 a tai 8 c §:aa. finanssivalvonta voi hakemuksesta erityisesta syysta paattaa, etta 2 momentissa tarkoitettuja henkiloita ei ole pidettava yksissa tuumin toimivina.",
        "title_sv": "Personer som agerar i samråd",
        "content_sv": "Personer som avses i 2 mom. 1 punkten ska emellertid inte anses agera i samråd, om 9 kap. 8 a eller 8 c § tillämpas på dem. Finansinspektionen kan på ansökan av särskilda skäl besluta att personer som avses i 2 mom. inte ska betraktas som personer som agerar i samråd.",
        "normalized_sv": "Personer som avses i 2 mom. 1 punkten ska emellertid inte anses agera i samråd, om 9 kap. 8 a eller 8 c § tillämpas på dem. Finansinspektionen kan på ansökan av särskilda skäl besluta att personer som avses i 2 mom. inte ska betraktas som personer som agerar i samråd.",
        "folded_sv": "personer som avses i 2 mom. 1 punkten ska emellertid inte anses agera i samrad, om 9 kap. 8 a eller 8 c § tillampas pa dem. finansinspektionen kan pa ansokan av sarskilda skal besluta att personer som avses i 2 mom. inte ska betraktas som personer som agerar i samrad."
      }
    },
    {
      "provision_ref": "11:10",
      "chapter": "11",
      "section": "10",
      "title": "Julkistamisessa noudatettava menettely",
      "content": "Jos kohdeyhtiön osakkeet ovat kaupankäynnin kohteena säännellyllä markkinalla, tässä luvussa säädettyjen tietojen julkistamisessa on tarjousasiakirjan julkistamista lukuun ottamatta noudatettava, mitä 10 luvussa säädetään julkistettavien tietojen julkistamismenettelystä, tiedoksi antamisesta ja saatavilla pitämisestä. Jos kohdeyhtiön osakkeet ovat kaupankäynnin kohteena monenkeskisessä kaupankäyntijärjestelmässä liikkeeseenlaskijan hakemuksesta tai suostumuksella, tiedot on tarjousasiakirjan julkistamista lukuun ottamatta julkistettava ja pidettävä saatavilla mainitun luvun 3 §:n 1 momentin ja 5 §:n 1 momentin mukaisesti. Ostotarjouksen tekijän ja tarjousvelvollisen on lisäksi annettava julkistettavat tiedot tiedoksi kohdeyhtiölle. Kohdeyhtiön on annettava julkistettavat tiedot tiedoksi ostotarjouksen tekijälle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:10",
        "normalized_fi": "Jos kohdeyhtiön osakkeet ovat kaupankäynnin kohteena säännellyllä markkinalla, tässä luvussa säädettyjen tietojen julkistamisessa on tarjousasiakirjan julkistamista lukuun ottamatta noudatettava, mitä 10 luvussa säädetään julkistettavien tietojen julkistamismenettelystä, tiedoksi antamisesta ja saatavilla pitämisestä. Jos kohdeyhtiön osakkeet ovat kaupankäynnin kohteena monenkeskisessä kaupankäyntijärjestelmässä liikkeeseenlaskijan hakemuksesta tai suostumuksella, tiedot on tarjousasiakirjan julkistamista lukuun ottamatta julkistettava ja pidettävä saatavilla mainitun luvun 3 § :n 1 momentin ja 5 § :n 1 momentin mukaisesti. Ostotarjouksen tekijän ja tarjousvelvollisen on lisäksi annettava julkistettavat tiedot tiedoksi kohdeyhtiölle. Kohdeyhtiön on annettava julkistettavat tiedot tiedoksi ostotarjouksen tekijälle.",
        "folded_fi": "jos kohdeyhtion osakkeet ovat kaupankaynnin kohteena saannellylla markkinalla, tassa luvussa saadettyjen tietojen julkistamisessa on tarjousasiakirjan julkistamista lukuun ottamatta noudatettava, mita 10 luvussa saadetaan julkistettavien tietojen julkistamismenettelysta, tiedoksi antamisesta ja saatavilla pitamisesta. jos kohdeyhtion osakkeet ovat kaupankaynnin kohteena monenkeskisessa kaupankayntijarjestelmassa liikkeeseenlaskijan hakemuksesta tai suostumuksella, tiedot on tarjousasiakirjan julkistamista lukuun ottamatta julkistettava ja pidettava saatavilla mainitun luvun 3 §:n 1 momentin ja 5 §:n 1 momentin mukaisesti. ostotarjouksen tekijan ja tarjousvelvollisen on lisaksi annettava julkistettavat tiedot tiedoksi kohdeyhtiolle. kohdeyhtion on annettava julkistettavat tiedot tiedoksi ostotarjouksen tekijalle.",
        "title_sv": "Förfarandet då information offentliggörs",
        "content_sv": "Om målbolagets aktier är föremål för handel på en reglerad marknad ska det vid offentliggörande av information som avses i detta kapitel, med undantag för offentliggörande av en erbjudandehandling, iakttas vad som i 10 kap. föreskrivs om förfaranden, meddelanden och tillgänglighållande. Om målbolagets aktier på ansökan av emittenten eller med emittentens samtycke är föremål för handel på en multilateral handelsplattform ska informationen, med undantag för offentliggörande av en erbjudandehandling, offentliggöras och hållas tillgänglig i enlighet med 3 § 1 mom. och 5 § 1 mom. i det kapitlet. Budgivaren och den som är skyldig att lämna erbjudande ska dessutom delge målbolaget den information som ska offentliggöras. Målbolaget ska delge budgivaren den information som ska offentliggöras.",
        "normalized_sv": "Om målbolagets aktier är föremål för handel på en reglerad marknad ska det vid offentliggörande av information som avses i detta kapitel, med undantag för offentliggörande av en erbjudandehandling, iakttas vad som i 10 kap. föreskrivs om förfaranden, meddelanden och tillgänglighållande. Om målbolagets aktier på ansökan av emittenten eller med emittentens samtycke är föremål för handel på en multilateral handelsplattform ska informationen, med undantag för offentliggörande av en erbjudandehandling, offentliggöras och hållas tillgänglig i enlighet med 3 § 1 mom. och 5 § 1 mom. i det kapitlet. Budgivaren och den som är skyldig att lämna erbjudande ska dessutom delge målbolaget den information som ska offentliggöras. Målbolaget ska delge budgivaren den information som ska offentliggöras.",
        "folded_sv": "om malbolagets aktier ar foremal for handel pa en reglerad marknad ska det vid offentliggorande av information som avses i detta kapitel, med undantag for offentliggorande av en erbjudandehandling, iakttas vad som i 10 kap. foreskrivs om forfaranden, meddelanden och tillganglighallande. om malbolagets aktier pa ansokan av emittenten eller med emittentens samtycke ar foremal for handel pa en multilateral handelsplattform ska informationen, med undantag for offentliggorande av en erbjudandehandling, offentliggoras och hallas tillganglig i enlighet med 3 § 1 mom. och 5 § 1 mom. i det kapitlet. budgivaren och den som ar skyldig att lamna erbjudande ska dessutom delge malbolaget den information som ska offentliggoras. malbolaget ska delge budgivaren den information som ska offentliggoras."
      }
    },
    {
      "provision_ref": "11:11",
      "chapter": "11",
      "section": "11",
      "title": "Tarjousasiakirja",
      "content": "Ennen ostotarjouksen voimaantuloa ostotarjouksen tekijän on julkistettava ja pidettävä tarjouksen voimassaoloajan yleisön saatavilla tarjousasiakirja, joka sisältää olennaiset ja riittävät tiedot tarjouksen edullisuuden arvioimiseksi, sekä toimitettava se kohdeyhtiölle ja asianomaiselle kaupankäynnin järjestäjälle säännellyllä markkinalla tai, jos kohdeyhtiön osakkeet ovat kaupankäynnin kohteena monenkeskisessä kaupankäyntijärjestelmässä liikkeeseenlaskijan hakemuksesta tai suostumuksella, kaupankäynnin järjestäjälle monenkeskisessä kaupankäyntijärjestelmässä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:11",
        "normalized_fi": "Ennen ostotarjouksen voimaantuloa ostotarjouksen tekijän on julkistettava ja pidettävä tarjouksen voimassaoloajan yleisön saatavilla tarjousasiakirja, joka sisältää olennaiset ja riittävät tiedot tarjouksen edullisuuden arvioimiseksi, sekä toimitettava se kohdeyhtiölle ja asianomaiselle kaupankäynnin järjestäjälle säännellyllä markkinalla tai, jos kohdeyhtiön osakkeet ovat kaupankäynnin kohteena monenkeskisessä kaupankäyntijärjestelmässä liikkeeseenlaskijan hakemuksesta tai suostumuksella, kaupankäynnin järjestäjälle monenkeskisessä kaupankäyntijärjestelmässä.",
        "folded_fi": "ennen ostotarjouksen voimaantuloa ostotarjouksen tekijan on julkistettava ja pidettava tarjouksen voimassaoloajan yleison saatavilla tarjousasiakirja, joka sisaltaa olennaiset ja riittavat tiedot tarjouksen edullisuuden arvioimiseksi, seka toimitettava se kohdeyhtiolle ja asianomaiselle kaupankaynnin jarjestajalle saannellylla markkinalla tai, jos kohdeyhtion osakkeet ovat kaupankaynnin kohteena monenkeskisessa kaupankayntijarjestelmassa liikkeeseenlaskijan hakemuksesta tai suostumuksella, kaupankaynnin jarjestajalle monenkeskisessa kaupankayntijarjestelmassa.",
        "title_sv": "Erbjudandehandling",
        "content_sv": "Innan ett uppköpserbjudande träder i kraft ska budgivaren offentliggöra och under den tid erbjudandet gäller ge allmänheten tillgång till en erbjudandehandling med sådan väsentlig och tillräcklig information som krävs för att erbjudandets förmånlighet ska kunna bedömas samt överlämna erbjudandehandlingen till målbolaget och till den berörda operatör som ordnar handel på en reglerad marknad eller, om målbolagets aktier på ansökan av emittenten eller med emittentens samtycke är föremål för handel på en multilateral handelsplattform, till en operatör som ordnar handel på en sådan plattform.",
        "normalized_sv": "Innan ett uppköpserbjudande träder i kraft ska budgivaren offentliggöra och under den tid erbjudandet gäller ge allmänheten tillgång till en erbjudandehandling med sådan väsentlig och tillräcklig information som krävs för att erbjudandets förmånlighet ska kunna bedömas samt överlämna erbjudandehandlingen till målbolaget och till den berörda operatör som ordnar handel på en reglerad marknad eller, om målbolagets aktier på ansökan av emittenten eller med emittentens samtycke är föremål för handel på en multilateral handelsplattform, till en operatör som ordnar handel på en sådan plattform.",
        "folded_sv": "innan ett uppkopserbjudande trader i kraft ska budgivaren offentliggora och under den tid erbjudandet galler ge allmanheten tillgang till en erbjudandehandling med sadan vasentlig och tillracklig information som kravs for att erbjudandets formanlighet ska kunna bedomas samt overlamna erbjudandehandlingen till malbolaget och till den berorda operator som ordnar handel pa en reglerad marknad eller, om malbolagets aktier pa ansokan av emittenten eller med emittentens samtycke ar foremal for handel pa en multilateral handelsplattform, till en operator som ordnar handel pa en sadan plattform."
      }
    },
    {
      "provision_ref": "11:19",
      "chapter": "11",
      "section": "19",
      "title": "Pakollinen ostotarjous",
      "content": "tarjousvelvollisuusraja tarjousvelvollinen Osakkeenomistajan, jonka ääniosuus kasvaa yli 30 prosentin tai yli 50 prosentin kohdeyhtiön osakkeiden äänimäärästä () sen jälkeen, kun kohdeyhtiön osake on otettu kaupankäynnin kohteeksi säännellylle markkinalle tai liikkeeseenlaskijan hakemuksesta tai suostumuksella monenkeskisessä kaupankäyntijärjestelmässä (), on tehtävä julkinen ostotarjous kaikista muista kohdeyhtiön liikkeeseen laskemista osakkeista ja niihin oikeuttavista kohdeyhtiön liikkeeseen laskemista arvopapereista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:19",
        "normalized_fi": "tarjousvelvollisuusraja tarjousvelvollinen Osakkeenomistajan, jonka ääniosuus kasvaa yli 30 prosentin tai yli 50 prosentin kohdeyhtiön osakkeiden äänimäärästä () sen jälkeen, kun kohdeyhtiön osake on otettu kaupankäynnin kohteeksi säännellylle markkinalle tai liikkeeseenlaskijan hakemuksesta tai suostumuksella monenkeskisessä kaupankäyntijärjestelmässä (), on tehtävä julkinen ostotarjous kaikista muista kohdeyhtiön liikkeeseen laskemista osakkeista ja niihin oikeuttavista kohdeyhtiön liikkeeseen laskemista arvopapereista.",
        "folded_fi": "tarjousvelvollisuusraja tarjousvelvollinen osakkeenomistajan, jonka aaniosuus kasvaa yli 30 prosentin tai yli 50 prosentin kohdeyhtion osakkeiden aanimaarasta () sen jalkeen, kun kohdeyhtion osake on otettu kaupankaynnin kohteeksi saannellylle markkinalle tai liikkeeseenlaskijan hakemuksesta tai suostumuksella monenkeskisessa kaupankayntijarjestelmassa (), on tehtava julkinen ostotarjous kaikista muista kohdeyhtion liikkeeseen laskemista osakkeista ja niihin oikeuttavista kohdeyhtion liikkeeseen laskemista arvopapereista.",
        "title_sv": "Obligatoriskt uppköpserbjudande",
        "content_sv": "gräns för skyldigheten att lämna erbjudande den som är skyldig att lämna erbjudande En aktieägare vars röstandel ökar till över 30 procent eller till över 50 procent av det röstetal som målbolagets aktier medför () efter det att målbolagets aktier har tagits upp till handel på en reglerad marknad eller på ansökan av emittenten eller med emittentens samtycke på en multilateral handelsplattform () ska lämna ett offentligt uppköpserbjudande på alla andra aktier som målbolaget har emitterat samt på de värdepapper som målbolaget har emitterat och som berättigar till aktier.",
        "normalized_sv": "gräns för skyldigheten att lämna erbjudande den som är skyldig att lämna erbjudande En aktieägare vars röstandel ökar till över 30 procent eller till över 50 procent av det röstetal som målbolagets aktier medför () efter det att målbolagets aktier har tagits upp till handel på en reglerad marknad eller på ansökan av emittenten eller med emittentens samtycke på en multilateral handelsplattform () ska lämna ett offentligt uppköpserbjudande på alla andra aktier som målbolaget har emitterat samt på de värdepapper som målbolaget har emitterat och som berättigar till aktier.",
        "folded_sv": "grans for skyldigheten att lamna erbjudande den som ar skyldig att lamna erbjudande en aktieagare vars rostandel okar till over 30 procent eller till over 50 procent av det rostetal som malbolagets aktier medfor () efter det att malbolagets aktier har tagits upp till handel pa en reglerad marknad eller pa ansokan av emittenten eller med emittentens samtycke pa en multilateral handelsplattform () ska lamna ett offentligt uppkopserbjudande pa alla andra aktier som malbolaget har emitterat samt pa de vardepapper som malbolaget har emitterat och som berattigar till aktier."
      }
    },
    {
      "provision_ref": "11:23",
      "chapter": "11",
      "section": "23",
      "title": "Tarjousvastike pakollisessa ostotarjouksessa",
      "content": "Jos tarjousvelvollinen tai tähän 5 §:ssä tarkoitetussa suhteessa oleva ei ole tarjousvelvollisuuden syntymistä edeltävän kuuden kuukauden aikana hankkinut tarjouksen kohteena olevia arvopapereita, käyvän hinnan määrittämisen lähtökohtana pidetään säännellyn markkinan kaupankäynnissä tarjouksen kohteena olevista arvopapereista maksettujen hintojen kaupankäyntimäärillä painotettua keskiarvoa tarjousvelvollisuuden syntymistä edeltävän kolmen kuukauden aikana. Sama koskee monenkeskisen kaupankäyntijärjestelmän kaupankäyntiä, jos tarjousvelvollisuus kohdistuu liikkeeseenlaskijan hakemuksesta tai suostumuksella kaupankäynnin kohteena oleviin liikkeeseenlaskijan osakkeisiin tai osakkeisiin oikeuttaviin arvopapereihin. Tästä hinnasta voidaan poiketa erityisestä syystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:23",
        "normalized_fi": "Jos tarjousvelvollinen tai tähän 5 § :ssä tarkoitetussa suhteessa oleva ei ole tarjousvelvollisuuden syntymistä edeltävän kuuden kuukauden aikana hankkinut tarjouksen kohteena olevia arvopapereita, käyvän hinnan määrittämisen lähtökohtana pidetään säännellyn markkinan kaupankäynnissä tarjouksen kohteena olevista arvopapereista maksettujen hintojen kaupankäyntimäärillä painotettua keskiarvoa tarjousvelvollisuuden syntymistä edeltävän kolmen kuukauden aikana. Sama koskee monenkeskisen kaupankäyntijärjestelmän kaupankäyntiä, jos tarjousvelvollisuus kohdistuu liikkeeseenlaskijan hakemuksesta tai suostumuksella kaupankäynnin kohteena oleviin liikkeeseenlaskijan osakkeisiin tai osakkeisiin oikeuttaviin arvopapereihin. Tästä hinnasta voidaan poiketa erityisestä syystä.",
        "folded_fi": "jos tarjousvelvollinen tai tahan 5 §:ssa tarkoitetussa suhteessa oleva ei ole tarjousvelvollisuuden syntymista edeltavan kuuden kuukauden aikana hankkinut tarjouksen kohteena olevia arvopapereita, kayvan hinnan maarittamisen lahtokohtana pidetaan saannellyn markkinan kaupankaynnissa tarjouksen kohteena olevista arvopapereista maksettujen hintojen kaupankayntimaarilla painotettua keskiarvoa tarjousvelvollisuuden syntymista edeltavan kolmen kuukauden aikana. sama koskee monenkeskisen kaupankayntijarjestelman kaupankayntia, jos tarjousvelvollisuus kohdistuu liikkeeseenlaskijan hakemuksesta tai suostumuksella kaupankaynnin kohteena oleviin liikkeeseenlaskijan osakkeisiin tai osakkeisiin oikeuttaviin arvopapereihin. tasta hinnasta voidaan poiketa erityisesta syysta.",
        "title_sv": "Vederlag vid obligatoriskt uppköpserbjudande",
        "content_sv": "Om den som är skyldig att lämna erbjudande eller den som till denne står i ett sådant förhållande som avses i 5 § inte under de senaste sex månaderna före uppkomsten av skyldigheten att lämna erbjudande har förvärvat sådana värdepapper som erbjudandet avser, ska som utgångspunkt för bestämmandet av ett skäligt pris betraktas det med antalet avslut vägda genomsnittspris som vid handel på en reglerad marknad har betalats för de värdepapper som erbjudandet avser under de tre senaste månaderna före uppkomsten av skyldigheten att lämna erbjudande. Detsamma gäller handel på en multilateral handelsplattform om skyldigheten att lämna erbjudande gäller emittentens aktier eller till aktier berättigande värdepapper som på ansökan av emittenten eller med emittentens samtycke är föremål för handel. Detta pris kan frångås av särskilda skäl.",
        "normalized_sv": "Om den som är skyldig att lämna erbjudande eller den som till denne står i ett sådant förhållande som avses i 5 § inte under de senaste sex månaderna före uppkomsten av skyldigheten att lämna erbjudande har förvärvat sådana värdepapper som erbjudandet avser, ska som utgångspunkt för bestämmandet av ett skäligt pris betraktas det med antalet avslut vägda genomsnittspris som vid handel på en reglerad marknad har betalats för de värdepapper som erbjudandet avser under de tre senaste månaderna före uppkomsten av skyldigheten att lämna erbjudande. Detsamma gäller handel på en multilateral handelsplattform om skyldigheten att lämna erbjudande gäller emittentens aktier eller till aktier berättigande värdepapper som på ansökan av emittenten eller med emittentens samtycke är föremål för handel. Detta pris kan frångås av särskilda skäl.",
        "folded_sv": "om den som ar skyldig att lamna erbjudande eller den som till denne star i ett sadant forhallande som avses i 5 § inte under de senaste sex manaderna fore uppkomsten av skyldigheten att lamna erbjudande har forvarvat sadana vardepapper som erbjudandet avser, ska som utgangspunkt for bestammandet av ett skaligt pris betraktas det med antalet avslut vagda genomsnittspris som vid handel pa en reglerad marknad har betalats for de vardepapper som erbjudandet avser under de tre senaste manaderna fore uppkomsten av skyldigheten att lamna erbjudande. detsamma galler handel pa en multilateral handelsplattform om skyldigheten att lamna erbjudande galler emittentens aktier eller till aktier berattigande vardepapper som pa ansokan av emittenten eller med emittentens samtycke ar foremal for handel. detta pris kan frangas av sarskilda skal."
      }
    },
    {
      "provision_ref": "11:24",
      "chapter": "11",
      "section": "24",
      "title": "Tarjousvastike vapaaehtoisessa ostotarjouksessa säännellyllä markkinalla",
      "content": "24 § Tarjousvastike vapaaehtoisessa ostotarjouksessa säännellyllä markkinalla",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:24",
        "normalized_fi": "24 § Tarjousvastike vapaaehtoisessa ostotarjouksessa säännellyllä markkinalla",
        "folded_fi": "24 § tarjousvastike vapaaehtoisessa ostotarjouksessa saannellylla markkinalla",
        "title_sv": "Vederlag vid frivilligt uppköpserbjudande på en reglerad marknad",
        "content_sv": "24 § Vederlag vid frivilligt uppköpserbjudande på en reglerad marknad",
        "normalized_sv": "24 § Vederlag vid frivilligt uppköpserbjudande på en reglerad marknad",
        "folded_sv": "24 § vederlag vid frivilligt uppkopserbjudande pa en reglerad marknad"
      }
    },
    {
      "provision_ref": "11:24 a",
      "chapter": "11",
      "section": "24 a",
      "title": "Tarjousvastike vapaaehtoisessa ostotarjouksessa monenkeskisessä kaupankäyntijärjestelmässä",
      "content": "Tarjousvastike vapaaehtoisessa ostotarjouksessa voidaan maksaa rahana, arvopapereina tai näiden yhdistelmänä. Ostotarjouksen tekijä voi vapaaehtoisessa ostotarjouksessa päättää tarjousvastikkeesta vapaasti, jollei 2 ja 3 momentista tai 7 §:stä muuta johdu. Rahavastikkeen tarjoamista ainakin vaihtoehtona edellytetään, jos vapaaehtoinen ostotarjous tehdään kaikista kohdeyhtiön liikkeeseen laskemista osakkeista ja niihin oikeuttavista kohdeyhtiön liikkeeseen laskemista arvopapereista ja jos: 1) vastikkeena tarjottavat arvopaperit eivät ole kaupankäynnin kohteena monenkeskisessä kaupankäyntijärjestelmässä liikkeeseenlaskijan hakemuksesta tai suostumuksella taikka säännellyllä markkinalla, eikä niitä myöskään ostotarjouksen yhteydessä haeta tällaisen kaupankäynnin kohteeksi; tai 2) ostotarjouksen tekijä tai tähän 5 §:ssä tarkoitetussa suhteessa oleva on hankkinut tai hankkii rahavastiketta vastaan kohdeyhtiön arvopapereita, jotka oikeuttavat vähintään viiteen prosenttiin kohdeyhtiön äänimäärästä, ajanjaksona, joka alkaa kuusi kuukautta ennen ostotarjouksen julkistamista ja päättyy tarjouksen voimassaoloajan päättyessä. Jos vapaaehtoinen ostotarjous tehdään kaikista kohdeyhtiön liikkeeseen laskemista osakkeista ja niihin oikeuttavista kohdeyhtiön liikkeeseen laskemista arvopapereista, tarjousvastiketta määritettäessä lähtökohtana on pidettävä korkeinta ostotarjouksen tekijän tai tähän 5 §:ssä tarkoitetussa suhteessa olevan ostotarjouksen julkistamista edeltävän kuuden kuukauden aikana tarjouksen kohteena olevista arvopapereista maksamaa hintaa. Tästä hinnasta voidaan poiketa erityisestä syystä. Tällaisiin tarjouksiin sovelletaan 23 §:n 4 momenttia tietojen toimittamisesta Finanssivalvonnalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:24 a",
        "normalized_fi": "Tarjousvastike vapaaehtoisessa ostotarjouksessa voidaan maksaa rahana, arvopapereina tai näiden yhdistelmänä. Ostotarjouksen tekijä voi vapaaehtoisessa ostotarjouksessa päättää tarjousvastikkeesta vapaasti, jollei 2 ja 3 momentista tai 7 § :stä muuta johdu. Rahavastikkeen tarjoamista ainakin vaihtoehtona edellytetään, jos vapaaehtoinen ostotarjous tehdään kaikista kohdeyhtiön liikkeeseen laskemista osakkeista ja niihin oikeuttavista kohdeyhtiön liikkeeseen laskemista arvopapereista ja jos: 1) vastikkeena tarjottavat arvopaperit eivät ole kaupankäynnin kohteena monenkeskisessä kaupankäyntijärjestelmässä liikkeeseenlaskijan hakemuksesta tai suostumuksella taikka säännellyllä markkinalla, eikä niitä myöskään ostotarjouksen yhteydessä haeta tällaisen kaupankäynnin kohteeksi; tai 2) ostotarjouksen tekijä tai tähän 5 § :ssä tarkoitetussa suhteessa oleva on hankkinut tai hankkii rahavastiketta vastaan kohdeyhtiön arvopapereita, jotka oikeuttavat vähintään viiteen prosenttiin kohdeyhtiön äänimäärästä, ajanjaksona, joka alkaa kuusi kuukautta ennen ostotarjouksen julkistamista ja päättyy tarjouksen voimassaoloajan päättyessä. Jos vapaaehtoinen ostotarjous tehdään kaikista kohdeyhtiön liikkeeseen laskemista osakkeista ja niihin oikeuttavista kohdeyhtiön liikkeeseen laskemista arvopapereista, tarjousvastiketta määritettäessä lähtökohtana on pidettävä korkeinta ostotarjouksen tekijän tai tähän 5 § :ssä tarkoitetussa suhteessa olevan ostotarjouksen julkistamista edeltävän kuuden kuukauden aikana tarjouksen kohteena olevista arvopapereista maksamaa hintaa. Tästä hinnasta voidaan poiketa erityisestä syystä. Tällaisiin tarjouksiin sovelletaan 23 § :n 4 momenttia tietojen toimittamisesta Finanssivalvonnalle.",
        "folded_fi": "tarjousvastike vapaaehtoisessa ostotarjouksessa voidaan maksaa rahana, arvopapereina tai naiden yhdistelmana. ostotarjouksen tekija voi vapaaehtoisessa ostotarjouksessa paattaa tarjousvastikkeesta vapaasti, jollei 2 ja 3 momentista tai 7 §:sta muuta johdu. rahavastikkeen tarjoamista ainakin vaihtoehtona edellytetaan, jos vapaaehtoinen ostotarjous tehdaan kaikista kohdeyhtion liikkeeseen laskemista osakkeista ja niihin oikeuttavista kohdeyhtion liikkeeseen laskemista arvopapereista ja jos: 1) vastikkeena tarjottavat arvopaperit eivat ole kaupankaynnin kohteena monenkeskisessa kaupankayntijarjestelmassa liikkeeseenlaskijan hakemuksesta tai suostumuksella taikka saannellylla markkinalla, eika niita myoskaan ostotarjouksen yhteydessa haeta tallaisen kaupankaynnin kohteeksi; tai 2) ostotarjouksen tekija tai tahan 5 §:ssa tarkoitetussa suhteessa oleva on hankkinut tai hankkii rahavastiketta vastaan kohdeyhtion arvopapereita, jotka oikeuttavat vahintaan viiteen prosenttiin kohdeyhtion aanimaarasta, ajanjaksona, joka alkaa kuusi kuukautta ennen ostotarjouksen julkistamista ja paattyy tarjouksen voimassaoloajan paattyessa. jos vapaaehtoinen ostotarjous tehdaan kaikista kohdeyhtion liikkeeseen laskemista osakkeista ja niihin oikeuttavista kohdeyhtion liikkeeseen laskemista arvopapereista, tarjousvastiketta maaritettaessa lahtokohtana on pidettava korkeinta ostotarjouksen tekijan tai tahan 5 §:ssa tarkoitetussa suhteessa olevan ostotarjouksen julkistamista edeltavan kuuden kuukauden aikana tarjouksen kohteena olevista arvopapereista maksamaa hintaa. tasta hinnasta voidaan poiketa erityisesta syysta. tallaisiin tarjouksiin sovelletaan 23 §:n 4 momenttia tietojen toimittamisesta finanssivalvonnalle.",
        "title_sv": "Vederlag vid frivilligt uppköpserbjudande på en multilateral handelsplattform",
        "content_sv": "Vederlag kan vid frivilligt uppköpserbjudande betalas i form av kontanter, värdepapper eller en kombination av dessa. Budgivaren kan när det är fråga om ett frivilligt uppköpserbjudande fritt besluta om vederlaget, om inte något annat följer av 2 och 3 mom. eller 7 §. Kontant vederlag ska erbjudas åtminstone som ett alternativ, om ett frivilligt uppköpserbjudande lämnas på alla aktier som målbolaget har emitterat och på de värdepapper som målbolaget har emitterat och som berättigar till dess aktier och om 1) de värdepapper som erbjuds som vederlag inte är föremål för handel på en multilateral handelsplattform på ansökan av emittenten eller med emittentens samtycke eller på en reglerad marknad och om det inte heller i samband med uppköpserbjudandet lämnas in någon ansökan om att de ska tas upp till sådan handel, eller 2) budgivaren eller den som till denne står i ett sådant förhållande som avses i 5 § mot kontant vederlag har förvärvat eller ska förvärva sådana värdepapper i målbolaget som berättigar till minst fem procent av röstetalet i målbolaget, under en tidsperiod som börjar sex månader innan uppköpserbjudandet offentliggörs och upphör när erbjudandets giltighetstid löper ut. Om ett frivilligt uppköpserbjudande lämnas på alla aktier som målbolaget har emitterat och de värdepapper som målbolaget har emitterat och som berättigar till dess aktier, ska som utgångspunkt när vederlaget bestäms betraktas det högsta pris som den som har lämnat uppköpserbjudandet eller den som till denne står i ett sådant förhållande som avses i 5 § under de senaste sex månaderna före offentliggörandet av erbjudandet har betalat för de värdepapper som erbjudandet avser. Detta pris kan frångås av särskilda skäl. På sådana erbjudanden tillämpas 23 § 4 mom. om överlämnande av uppgifter till Finansinspektionen.",
        "normalized_sv": "Vederlag kan vid frivilligt uppköpserbjudande betalas i form av kontanter, värdepapper eller en kombination av dessa. Budgivaren kan när det är fråga om ett frivilligt uppköpserbjudande fritt besluta om vederlaget, om inte något annat följer av 2 och 3 mom. eller 7 § . Kontant vederlag ska erbjudas åtminstone som ett alternativ, om ett frivilligt uppköpserbjudande lämnas på alla aktier som målbolaget har emitterat och på de värdepapper som målbolaget har emitterat och som berättigar till dess aktier och om 1) de värdepapper som erbjuds som vederlag inte är föremål för handel på en multilateral handelsplattform på ansökan av emittenten eller med emittentens samtycke eller på en reglerad marknad och om det inte heller i samband med uppköpserbjudandet lämnas in någon ansökan om att de ska tas upp till sådan handel, eller 2) budgivaren eller den som till denne står i ett sådant förhållande som avses i 5 § mot kontant vederlag har förvärvat eller ska förvärva sådana värdepapper i målbolaget som berättigar till minst fem procent av röstetalet i målbolaget, under en tidsperiod som börjar sex månader innan uppköpserbjudandet offentliggörs och upphör när erbjudandets giltighetstid löper ut. Om ett frivilligt uppköpserbjudande lämnas på alla aktier som målbolaget har emitterat och de värdepapper som målbolaget har emitterat och som berättigar till dess aktier, ska som utgångspunkt när vederlaget bestäms betraktas det högsta pris som den som har lämnat uppköpserbjudandet eller den som till denne står i ett sådant förhållande som avses i 5 § under de senaste sex månaderna före offentliggörandet av erbjudandet har betalat för de värdepapper som erbjudandet avser. Detta pris kan frångås av särskilda skäl. På sådana erbjudanden tillämpas 23 § 4 mom. om överlämnande av uppgifter till Finansinspektionen.",
        "folded_sv": "vederlag kan vid frivilligt uppkopserbjudande betalas i form av kontanter, vardepapper eller en kombination av dessa. budgivaren kan nar det ar fraga om ett frivilligt uppkopserbjudande fritt besluta om vederlaget, om inte nagot annat foljer av 2 och 3 mom. eller 7 §. kontant vederlag ska erbjudas atminstone som ett alternativ, om ett frivilligt uppkopserbjudande lamnas pa alla aktier som malbolaget har emitterat och pa de vardepapper som malbolaget har emitterat och som berattigar till dess aktier och om 1) de vardepapper som erbjuds som vederlag inte ar foremal for handel pa en multilateral handelsplattform pa ansokan av emittenten eller med emittentens samtycke eller pa en reglerad marknad och om det inte heller i samband med uppkopserbjudandet lamnas in nagon ansokan om att de ska tas upp till sadan handel, eller 2) budgivaren eller den som till denne star i ett sadant forhallande som avses i 5 § mot kontant vederlag har forvarvat eller ska forvarva sadana vardepapper i malbolaget som berattigar till minst fem procent av rostetalet i malbolaget, under en tidsperiod som borjar sex manader innan uppkopserbjudandet offentliggors och upphor nar erbjudandets giltighetstid loper ut. om ett frivilligt uppkopserbjudande lamnas pa alla aktier som malbolaget har emitterat och de vardepapper som malbolaget har emitterat och som berattigar till dess aktier, ska som utgangspunkt nar vederlaget bestams betraktas det hogsta pris som den som har lamnat uppkopserbjudandet eller den som till denne star i ett sadant forhallande som avses i 5 § under de senaste sex manaderna fore offentliggorandet av erbjudandet har betalat for de vardepapper som erbjudandet avser. detta pris kan frangas av sarskilda skal. pa sadana erbjudanden tillampas 23 § 4 mom. om overlamnande av uppgifter till finansinspektionen."
      }
    },
    {
      "provision_ref": "11:31",
      "chapter": "11",
      "section": "31",
      "title": "Finanssivalvonnan määräystenantovaltuus",
      "content": "Finanssivalvonta voi antaa tarkempia määräyksiä perusteista, joilla 5 §:ssä tarkoitettujen henkilöiden katsotaan tai ei katsota toimivan yksissä tuumin, 20 §:n 1 momentin 4 kohdassa tarkoitetun sopimuksen tai muun järjestelyn perusteista sekä 26 §:ssä tarkoitettujen poikkeusten myöntämisen perusteista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:31",
        "normalized_fi": "Finanssivalvonta voi antaa tarkempia määräyksiä perusteista, joilla 5 § :ssä tarkoitettujen henkilöiden katsotaan tai ei katsota toimivan yksissä tuumin, 20 § :n 1 momentin 4 kohdassa tarkoitetun sopimuksen tai muun järjestelyn perusteista sekä 26 § :ssä tarkoitettujen poikkeusten myöntämisen perusteista.",
        "folded_fi": "finanssivalvonta voi antaa tarkempia maarayksia perusteista, joilla 5 §:ssa tarkoitettujen henkiloiden katsotaan tai ei katsota toimivan yksissa tuumin, 20 §:n 1 momentin 4 kohdassa tarkoitetun sopimuksen tai muun jarjestelyn perusteista seka 26 §:ssa tarkoitettujen poikkeusten myontamisen perusteista.",
        "title_sv": "Finansinspektionens behörighet att utfärda föreskrifter",
        "content_sv": "Finansinspektionen får utfärda närmare föreskrifter om de grunder på vilka personer som avses i 5 § anses eller inte anses agera i samråd, om grunderna för avtal och andra arrangemang som avses i 20 § 1 mom. 4 punkten och om grunderna för att bevilja undantag enligt 26 §.",
        "normalized_sv": "Finansinspektionen får utfärda närmare föreskrifter om de grunder på vilka personer som avses i 5 § anses eller inte anses agera i samråd, om grunderna för avtal och andra arrangemang som avses i 20 § 1 mom. 4 punkten och om grunderna för att bevilja undantag enligt 26 § .",
        "folded_sv": "finansinspektionen far utfarda narmare foreskrifter om de grunder pa vilka personer som avses i 5 § anses eller inte anses agera i samrad, om grunderna for avtal och andra arrangemang som avses i 20 § 1 mom. 4 punkten och om grunderna for att bevilja undantag enligt 26 §."
      }
    },
    {
      "provision_ref": "15:2",
      "chapter": "15",
      "section": "2",
      "title": "Seuraamusmaksu",
      "content": "Finanssivalvonnasta annetun lain 40 §:n 1 momentissa tarkoitettuja säännöksiä, joiden laiminlyönnistä tai rikkomisesta määrätään seuraamusmaksu, ovat: 5) 11 luvun 7-11, 13, 14, 16-19, 22-24, 24 a ja 25 §:n säännökset julkisesta ostotarjouksesta tai tarjousvelvollisuudesta;",
      "metadata": {
        "source": "finlex",
        "source_eid": "15:2",
        "normalized_fi": "Finanssivalvonnasta annetun lain 40 § :n 1 momentissa tarkoitettuja säännöksiä, joiden laiminlyönnistä tai rikkomisesta määrätään seuraamusmaksu, ovat: 5) 11 luvun 7-11, 13, 14, 16-19, 22-24, 24 a ja 25 § :n säännökset julkisesta ostotarjouksesta tai tarjousvelvollisuudesta;",
        "folded_fi": "finanssivalvonnasta annetun lain 40 §:n 1 momentissa tarkoitettuja saannoksia, joiden laiminlyonnista tai rikkomisesta maarataan seuraamusmaksu, ovat: 5) 11 luvun 7-11, 13, 14, 16-19, 22-24, 24 a ja 25 §:n saannokset julkisesta ostotarjouksesta tai tarjousvelvollisuudesta;",
        "title_sv": "Påföljdsavgift",
        "content_sv": "Påföljdsavgift påförs för försummelse eller överträdelse av följande bestämmelser som avses i 40 § 1 mom. i lagen om Finansinspektionen: 5) bestämmelserna om offentligt uppköpserbjudande och skyldighet att lämna erbjudande i 11 kap. 7-11, 13, 14, 16-19 och 22-24, 24 a och 25 §,",
        "normalized_sv": "Påföljdsavgift påförs för försummelse eller överträdelse av följande bestämmelser som avses i 40 § 1 mom. i lagen om Finansinspektionen: 5) bestämmelserna om offentligt uppköpserbjudande och skyldighet att lämna erbjudande i 11 kap. 7-11, 13, 14, 16-19 och 22-24, 24 a och 25 § ,",
        "folded_sv": "pafoljdsavgift pafors for forsummelse eller overtradelse av foljande bestammelser som avses i 40 § 1 mom. i lagen om finansinspektionen: 5) bestammelserna om offentligt uppkopserbjudande och skyldighet att lamna erbjudande i 11 kap. 7-11, 13, 14, 16-19 och 22-24, 24 a och 25 §,"
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Kohdeyhtiö",
      "content": "Kohdeyhtiöllä tarkoitetaan tämän lain: 1) 9 luvussa avoimuusdirektiivissä tarkoitettua liikkeeseenlaskijaa sekä sellaista liikkeeseenlaskijaa, jonka osake on liikkeeseenlaskijan hakemuksesta tai suostumuksella kaupankäynnin kohteena Suomessa monenkeskisessä kaupankäyntijärjestelmässä; ja 2) 11 luvussa sen 1 §:ssä tarkoitetun julkisen ostotarjouksen kohteena olevien arvopaperien liikkeeseenlaskijaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:8",
        "normalized_fi": "Kohdeyhtiöllä tarkoitetaan tämän lain: 1) 9 luvussa avoimuusdirektiivissä tarkoitettua liikkeeseenlaskijaa sekä sellaista liikkeeseenlaskijaa, jonka osake on liikkeeseenlaskijan hakemuksesta tai suostumuksella kaupankäynnin kohteena Suomessa monenkeskisessä kaupankäyntijärjestelmässä; ja 2) 11 luvussa sen 1 § :ssä tarkoitetun julkisen ostotarjouksen kohteena olevien arvopaperien liikkeeseenlaskijaa.",
        "folded_fi": "kohdeyhtiolla tarkoitetaan taman lain: 1) 9 luvussa avoimuusdirektiivissa tarkoitettua liikkeeseenlaskijaa seka sellaista liikkeeseenlaskijaa, jonka osake on liikkeeseenlaskijan hakemuksesta tai suostumuksella kaupankaynnin kohteena suomessa monenkeskisessa kaupankayntijarjestelmassa; ja 2) 11 luvussa sen 1 §:ssa tarkoitetun julkisen ostotarjouksen kohteena olevien arvopaperien liikkeeseenlaskijaa.",
        "title_sv": "Målbolag",
        "content_sv": "målbolag Med avses 1) i 9 kap. emittenter enligt öppenhetsdirektivet samt sådana emittenter vars aktier på ansökan av emittenten eller med emittentens samtycke är föremål för handel i Finland på en multilateral handelsplattform, och 2) i 11 kap. emittenter av värdepapper som är föremål för offentliga uppköpserbjudanden enligt 1 § i det kapitlet.",
        "normalized_sv": "målbolag Med avses 1) i 9 kap. emittenter enligt öppenhetsdirektivet samt sådana emittenter vars aktier på ansökan av emittenten eller med emittentens samtycke är föremål för handel i Finland på en multilateral handelsplattform, och 2) i 11 kap. emittenter av värdepapper som är föremål för offentliga uppköpserbjudanden enligt 1 § i det kapitlet.",
        "folded_sv": "malbolag med avses 1) i 9 kap. emittenter enligt oppenhetsdirektivet samt sadana emittenter vars aktier pa ansokan av emittenten eller med emittentens samtycke ar foremal for handel i finland pa en multilateral handelsplattform, och 2) i 11 kap. emittenter av vardepapper som ar foremal for offentliga uppkopserbjudanden enligt 1 § i det kapitlet."
      },
      "valid_from": "2024-04-12",
      "valid_to": null
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Julkistaminen",
      "content": "Julkistamisella tarkoitetaan tässä laissa säänneltyjen tietojen toimittamista sijoittajien saataville, Finanssivalvonnalle sekä asianomaiselle säännellylle markkinalle tai monenkeskiselle kaupankäyntijärjestelmälle. Jos liikkeeseenlaskijan arvopaperi on kaupankäynnin kohteena säännellyllä markkinalla, säännellyt tiedot on julkistettava 10 luvun 3 ja 4 §:ssä tarkoitetulla tavalla. Jos liikkeeseenlaskijan arvopaperi on kaupankäynnin kohteena monenkeskisessä kaupankäyntijärjestelmässä, tiedot on julkistettava mainitun luvun 3 §:n 1 momentissa tarkoitetulla tavalla sekä toimitettava monenkeskisen kaupankäynnin järjestäjälle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:11",
        "normalized_fi": "Julkistamisella tarkoitetaan tässä laissa säänneltyjen tietojen toimittamista sijoittajien saataville, Finanssivalvonnalle sekä asianomaiselle säännellylle markkinalle tai monenkeskiselle kaupankäyntijärjestelmälle. Jos liikkeeseenlaskijan arvopaperi on kaupankäynnin kohteena säännellyllä markkinalla, säännellyt tiedot on julkistettava 10 luvun 3 ja 4 § :ssä tarkoitetulla tavalla. Jos liikkeeseenlaskijan arvopaperi on kaupankäynnin kohteena monenkeskisessä kaupankäyntijärjestelmässä, tiedot on julkistettava mainitun luvun 3 § :n 1 momentissa tarkoitetulla tavalla sekä toimitettava monenkeskisen kaupankäynnin järjestäjälle.",
        "folded_fi": "julkistamisella tarkoitetaan tassa laissa saanneltyjen tietojen toimittamista sijoittajien saataville, finanssivalvonnalle seka asianomaiselle saannellylle markkinalle tai monenkeskiselle kaupankayntijarjestelmalle. jos liikkeeseenlaskijan arvopaperi on kaupankaynnin kohteena saannellylla markkinalla, saannellyt tiedot on julkistettava 10 luvun 3 ja 4 §:ssa tarkoitetulla tavalla. jos liikkeeseenlaskijan arvopaperi on kaupankaynnin kohteena monenkeskisessa kaupankayntijarjestelmassa, tiedot on julkistettava mainitun luvun 3 §:n 1 momentissa tarkoitetulla tavalla seka toimitettava monenkeskisen kaupankaynnin jarjestajalle.",
        "title_sv": "Offentliggörande",
        "content_sv": "offentliggörande Med avses i denna lag att obligatorisk information görs tillgänglig för investerare, Finansinspektionen och respektive reglerade marknad eller multilateral handelsplattform. Om emittentens värdepapper är föremål för handel på en reglerad marknad, ska den obligatoriska informationen offentliggöras enligt vad som föreskrivs i 10 kap. 3 och 4 §. Om emittentens värdepapper är föremål för handel på en multilateral handelsplattform, ska informationen offentliggöras enligt vad som föreskrivs i 3 § 1 mom. i det kapitlet och göras tillgänglig för den marknadsplatsoperatör som ordnar den multilaterala handeln.",
        "normalized_sv": "offentliggörande Med avses i denna lag att obligatorisk information görs tillgänglig för investerare, Finansinspektionen och respektive reglerade marknad eller multilateral handelsplattform. Om emittentens värdepapper är föremål för handel på en reglerad marknad, ska den obligatoriska informationen offentliggöras enligt vad som föreskrivs i 10 kap. 3 och 4 § . Om emittentens värdepapper är föremål för handel på en multilateral handelsplattform, ska informationen offentliggöras enligt vad som föreskrivs i 3 § 1 mom. i det kapitlet och göras tillgänglig för den marknadsplatsoperatör som ordnar den multilaterala handeln.",
        "folded_sv": "offentliggorande med avses i denna lag att obligatorisk information gors tillganglig for investerare, finansinspektionen och respektive reglerade marknad eller multilateral handelsplattform. om emittentens vardepapper ar foremal for handel pa en reglerad marknad, ska den obligatoriska informationen offentliggoras enligt vad som foreskrivs i 10 kap. 3 och 4 §. om emittentens vardepapper ar foremal for handel pa en multilateral handelsplattform, ska informationen offentliggoras enligt vad som foreskrivs i 3 § 1 mom. i det kapitlet och goras tillganglig for den marknadsplatsoperator som ordnar den multilaterala handeln."
      },
      "valid_from": "2024-04-12",
      "valid_to": null
    },
    {
      "provision_ref": "9:1",
      "chapter": "9",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Tässä luvussa säädetään huomattavien omistus- ja ääniosuuksien ilmoittamisesta ja julkistamisesta liikkeeseenlaskijassa, jonka osake on kaupankäynnin kohteena säännellyllä markkinalla tai liikkeeseenlaskijan hakemuksesta tai suostumuksella monenkeskisessä kaupankäyntijärjestelmässä Suomessa. Tätä lukua sovelletaan kohdeyhtiönä olevaan pörssiyhtiöön ja liikkeeseenlaskijaan, jonka osakkeet ovat kaupankäynnin kohteena Suomessa monenkeskisessä kaupankäyntijärjestelmässä liikkeeseenlaskijan hakemuksesta tai suostumuksella sekä kohdeyhtiön osakkeenomistajaan sekä osakkeenomistajaan rinnastettavaan henkilöön. Tätä lukua sovelletaan myös muuhun liikkeeseenlaskijaan, jonka säännöllisen tiedonantovelvollisuuden kotivaltio on 7 luvun 3 a §:n 1 momentin mukaan Suomi, ja sen osakkeenomistajaan sekä osakkeenomistajaan rinnastettavaan henkilöön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:1",
        "normalized_fi": "Tässä luvussa säädetään huomattavien omistus- ja ääniosuuksien ilmoittamisesta ja julkistamisesta liikkeeseenlaskijassa, jonka osake on kaupankäynnin kohteena säännellyllä markkinalla tai liikkeeseenlaskijan hakemuksesta tai suostumuksella monenkeskisessä kaupankäyntijärjestelmässä Suomessa. Tätä lukua sovelletaan kohdeyhtiönä olevaan pörssiyhtiöön ja liikkeeseenlaskijaan, jonka osakkeet ovat kaupankäynnin kohteena Suomessa monenkeskisessä kaupankäyntijärjestelmässä liikkeeseenlaskijan hakemuksesta tai suostumuksella sekä kohdeyhtiön osakkeenomistajaan sekä osakkeenomistajaan rinnastettavaan henkilöön. Tätä lukua sovelletaan myös muuhun liikkeeseenlaskijaan, jonka säännöllisen tiedonantovelvollisuuden kotivaltio on 7 luvun 3 a § :n 1 momentin mukaan Suomi, ja sen osakkeenomistajaan sekä osakkeenomistajaan rinnastettavaan henkilöön.",
        "folded_fi": "tassa luvussa saadetaan huomattavien omistus- ja aaniosuuksien ilmoittamisesta ja julkistamisesta liikkeeseenlaskijassa, jonka osake on kaupankaynnin kohteena saannellylla markkinalla tai liikkeeseenlaskijan hakemuksesta tai suostumuksella monenkeskisessa kaupankayntijarjestelmassa suomessa. tata lukua sovelletaan kohdeyhtiona olevaan porssiyhtioon ja liikkeeseenlaskijaan, jonka osakkeet ovat kaupankaynnin kohteena suomessa monenkeskisessa kaupankayntijarjestelmassa liikkeeseenlaskijan hakemuksesta tai suostumuksella seka kohdeyhtion osakkeenomistajaan seka osakkeenomistajaan rinnastettavaan henkiloon. tata lukua sovelletaan myos muuhun liikkeeseenlaskijaan, jonka saannollisen tiedonantovelvollisuuden kotivaltio on 7 luvun 3 a §:n 1 momentin mukaan suomi, ja sen osakkeenomistajaan seka osakkeenomistajaan rinnastettavaan henkiloon.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "I detta kapitel föreskrivs det om anmälan om och offentliggörande av betydande ägar- och röstandelar när det är fråga om emittenter vars aktier är föremål för handel på en reglerad marknad eller på ansökan av emittenten eller med emittentens samtycke är föremål för handel på en multilateral handelsplattform i Finland. Detta kapitel ska tillämpas på börsbolag som är målbolag, på emittenter som är målbolag och vars aktier på ansökan av emittenten eller med emittentens samtycke är föremål för handel i Finland på en multilateral handelsplattform samt på aktieägare i målbolag och personer som jämställs med aktieägare i målbolag. Detta kapitel ska tillämpas också på andra emittenter vars hemstat för den regelbundna informationsskyldigheten är Finland enligt 7 kap. 3 a § 1 mom. och på deras aktieägare och personer som jämställs med aktieägare.",
        "normalized_sv": "I detta kapitel föreskrivs det om anmälan om och offentliggörande av betydande ägar- och röstandelar när det är fråga om emittenter vars aktier är föremål för handel på en reglerad marknad eller på ansökan av emittenten eller med emittentens samtycke är föremål för handel på en multilateral handelsplattform i Finland. Detta kapitel ska tillämpas på börsbolag som är målbolag, på emittenter som är målbolag och vars aktier på ansökan av emittenten eller med emittentens samtycke är föremål för handel i Finland på en multilateral handelsplattform samt på aktieägare i målbolag och personer som jämställs med aktieägare i målbolag. Detta kapitel ska tillämpas också på andra emittenter vars hemstat för den regelbundna informationsskyldigheten är Finland enligt 7 kap. 3 a § 1 mom. och på deras aktieägare och personer som jämställs med aktieägare.",
        "folded_sv": "i detta kapitel foreskrivs det om anmalan om och offentliggorande av betydande agar- och rostandelar nar det ar fraga om emittenter vars aktier ar foremal for handel pa en reglerad marknad eller pa ansokan av emittenten eller med emittentens samtycke ar foremal for handel pa en multilateral handelsplattform i finland. detta kapitel ska tillampas pa borsbolag som ar malbolag, pa emittenter som ar malbolag och vars aktier pa ansokan av emittenten eller med emittentens samtycke ar foremal for handel i finland pa en multilateral handelsplattform samt pa aktieagare i malbolag och personer som jamstalls med aktieagare i malbolag. detta kapitel ska tillampas ocksa pa andra emittenter vars hemstat for den regelbundna informationsskyldigheten ar finland enligt 7 kap. 3 a § 1 mom. och pa deras aktieagare och personer som jamstalls med aktieagare."
      },
      "valid_from": "2024-04-12",
      "valid_to": null
    },
    {
      "provision_ref": "9:3",
      "chapter": "9",
      "section": "3",
      "title": "Kohdeyhtiö",
      "content": "Kohdeyhtiöllä tarkoitetaan tässä luvussa pörssiyhtiötä, liikkeeseenlaskijaa, jonka osakkeet ovat kaupankäynnin kohteena Suomessa monenkeskisessä kaupankäyntijärjestelmässä liikkeeseenlaskijan hakemuksesta tai suostumuksella sekä muuta 1 §:n 2 momentissa tarkoitettua liikkeeseenlaskijaa, jonka osakkeet ovat kaupankäynnin kohteena säännellyllä markkinalla ja johon kohdistuva omistus- ja ääniosuus on ilmoitettava ja julkistettava tämän luvun säännösten mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:3",
        "normalized_fi": "Kohdeyhtiöllä tarkoitetaan tässä luvussa pörssiyhtiötä, liikkeeseenlaskijaa, jonka osakkeet ovat kaupankäynnin kohteena Suomessa monenkeskisessä kaupankäyntijärjestelmässä liikkeeseenlaskijan hakemuksesta tai suostumuksella sekä muuta 1 § :n 2 momentissa tarkoitettua liikkeeseenlaskijaa, jonka osakkeet ovat kaupankäynnin kohteena säännellyllä markkinalla ja johon kohdistuva omistus- ja ääniosuus on ilmoitettava ja julkistettava tämän luvun säännösten mukaisesti.",
        "folded_fi": "kohdeyhtiolla tarkoitetaan tassa luvussa porssiyhtiota, liikkeeseenlaskijaa, jonka osakkeet ovat kaupankaynnin kohteena suomessa monenkeskisessa kaupankayntijarjestelmassa liikkeeseenlaskijan hakemuksesta tai suostumuksella seka muuta 1 §:n 2 momentissa tarkoitettua liikkeeseenlaskijaa, jonka osakkeet ovat kaupankaynnin kohteena saannellylla markkinalla ja johon kohdistuva omistus- ja aaniosuus on ilmoitettava ja julkistettava taman luvun saannosten mukaisesti.",
        "title_sv": "Målbolag",
        "content_sv": "målbolag Med avses i detta kapitel börsbolag, emittenter vars aktier på ansökan av emittenten eller med emittentens samtycke är föremål för handel i Finland på en multilateral handelsplattform samt andra emittenter enligt 1 § 2 mom. vars aktier är föremål för handel på en reglerad marknad och i fråga om vilka ägar- och röstandelar ska anmälas och offentliggöras i enlighet med detta kapitel.",
        "normalized_sv": "målbolag Med avses i detta kapitel börsbolag, emittenter vars aktier på ansökan av emittenten eller med emittentens samtycke är föremål för handel i Finland på en multilateral handelsplattform samt andra emittenter enligt 1 § 2 mom. vars aktier är föremål för handel på en reglerad marknad och i fråga om vilka ägar- och röstandelar ska anmälas och offentliggöras i enlighet med detta kapitel.",
        "folded_sv": "malbolag med avses i detta kapitel borsbolag, emittenter vars aktier pa ansokan av emittenten eller med emittentens samtycke ar foremal for handel i finland pa en multilateral handelsplattform samt andra emittenter enligt 1 § 2 mom. vars aktier ar foremal for handel pa en reglerad marknad och i fraga om vilka agar- och rostandelar ska anmalas och offentliggoras i enlighet med detta kapitel."
      },
      "valid_from": "2024-04-12",
      "valid_to": null
    },
    {
      "provision_ref": "9:11",
      "chapter": "9",
      "section": "11",
      "title": "Liputusilmoituksessa sekä sen julkistamisessa käytettävä kieli",
      "content": "Kohdeyhtiön, jonka osakkeet ovat kaupankäynnin kohteena säännellyllä markkinalla, liputusilmoituksen julkistamisessa käytettävään kieleen sovelletaan 10 luvun 4 §:ää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:11",
        "normalized_fi": "Kohdeyhtiön, jonka osakkeet ovat kaupankäynnin kohteena säännellyllä markkinalla, liputusilmoituksen julkistamisessa käytettävään kieleen sovelletaan 10 luvun 4 § :ää.",
        "folded_fi": "kohdeyhtion, jonka osakkeet ovat kaupankaynnin kohteena saannellylla markkinalla, liputusilmoituksen julkistamisessa kaytettavaan kieleen sovelletaan 10 luvun 4 §:aa.",
        "title_sv": "Språket i flaggningsanmälningar och vid offentliggörande",
        "content_sv": "På språket vid offentliggörande av en flaggningsanmälan för ett målbolag vars aktier är föremål för handel på en reglerad marknad tillämpas 10 kap. 4 §.",
        "normalized_sv": "På språket vid offentliggörande av en flaggningsanmälan för ett målbolag vars aktier är föremål för handel på en reglerad marknad tillämpas 10 kap. 4 § .",
        "folded_sv": "pa spraket vid offentliggorande av en flaggningsanmalan for ett malbolag vars aktier ar foremal for handel pa en reglerad marknad tillampas 10 kap. 4 §."
      },
      "valid_from": "2024-04-12",
      "valid_to": null
    },
    {
      "provision_ref": "11:1",
      "chapter": "11",
      "section": "1",
      "title": "Yleinen soveltamisala",
      "content": "vapaaehtoinen ostotarjous pakollinen ostotarjous Tätä lukua sovelletaan tarjouduttaessa vapaaehtoisesti () tai 19 §:n velvoittamana () julkisesti ostamaan Suomessa säännellyllä markkinalla tai liikkeeseenlaskijan hakemuksesta tai suostumuksella monenkeskisessä kaupankäyntijärjestelmässä kaupankäynnin kohteena olevia osakkeita. Tätä lukua sovelletaan myös osakkeisiin oikeuttavista muista arvopapereista tehtäviin tarjouksiin, jos: 1) osakkeet ovat kaupankäynnin kohteena Suomessa säännellyllä markkinalla tai liikkeeseenlaskijan hakemuksesta tai suostumuksella monenkeskisessä kaupankäyntijärjestelmässä ja niihin oikeuttavien arvopaperien liikkeeseenlaskija on sama kuin näillä osakkeilla; tai 2) osakkeeseen oikeuttavat arvopaperit ovat kaupankäynnin kohteena Suomessa säännellyllä markkinalla tai liikkeeseenlaskijan hakemuksesta tai suostumuksella monenkeskisessä kaupankäyntijärjestelmässä ja niiden liikkeeseenlaskija on sama kuin näillä osakkeilla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:1",
        "normalized_fi": "vapaaehtoinen ostotarjous pakollinen ostotarjous Tätä lukua sovelletaan tarjouduttaessa vapaaehtoisesti () tai 19 § :n velvoittamana () julkisesti ostamaan Suomessa säännellyllä markkinalla tai liikkeeseenlaskijan hakemuksesta tai suostumuksella monenkeskisessä kaupankäyntijärjestelmässä kaupankäynnin kohteena olevia osakkeita. Tätä lukua sovelletaan myös osakkeisiin oikeuttavista muista arvopapereista tehtäviin tarjouksiin, jos: 1) osakkeet ovat kaupankäynnin kohteena Suomessa säännellyllä markkinalla tai liikkeeseenlaskijan hakemuksesta tai suostumuksella monenkeskisessä kaupankäyntijärjestelmässä ja niihin oikeuttavien arvopaperien liikkeeseenlaskija on sama kuin näillä osakkeilla; tai 2) osakkeeseen oikeuttavat arvopaperit ovat kaupankäynnin kohteena Suomessa säännellyllä markkinalla tai liikkeeseenlaskijan hakemuksesta tai suostumuksella monenkeskisessä kaupankäyntijärjestelmässä ja niiden liikkeeseenlaskija on sama kuin näillä osakkeilla.",
        "folded_fi": "vapaaehtoinen ostotarjous pakollinen ostotarjous tata lukua sovelletaan tarjouduttaessa vapaaehtoisesti () tai 19 §:n velvoittamana () julkisesti ostamaan suomessa saannellylla markkinalla tai liikkeeseenlaskijan hakemuksesta tai suostumuksella monenkeskisessa kaupankayntijarjestelmassa kaupankaynnin kohteena olevia osakkeita. tata lukua sovelletaan myos osakkeisiin oikeuttavista muista arvopapereista tehtaviin tarjouksiin, jos: 1) osakkeet ovat kaupankaynnin kohteena suomessa saannellylla markkinalla tai liikkeeseenlaskijan hakemuksesta tai suostumuksella monenkeskisessa kaupankayntijarjestelmassa ja niihin oikeuttavien arvopaperien liikkeeseenlaskija on sama kuin nailla osakkeilla; tai 2) osakkeeseen oikeuttavat arvopaperit ovat kaupankaynnin kohteena suomessa saannellylla markkinalla tai liikkeeseenlaskijan hakemuksesta tai suostumuksella monenkeskisessa kaupankayntijarjestelmassa ja niiden liikkeeseenlaskija on sama kuin nailla osakkeilla.",
        "title_sv": "Allmänt tillämpningsområde",
        "content_sv": "frivilligt uppköpserbjudande obligatoriskt uppköpserbjudande Detta kapitel ska tillämpas när någon frivilligt () eller förpliktad enligt 19 § () offentligt erbjuder sig att köpa aktier som är föremål för handel i Finland på en reglerad marknad eller på ansökan av emittenten eller med emittentens samtycke på en multilateral handelsplattform. Detta kapitel ska också tillämpas på erbjudanden som avser andra värdepapper som berättigar till aktier, om 1) aktierna är föremål för handel i Finland på en reglerad marknad eller på ansökan av emittenten eller med emittentens samtycke på en multilateral handelsplattform och emittenten av de värdepapper som berättigar till sådana aktier är densamma som aktieemittenten, eller 2) de värdepapper som berättigar till aktier är föremål för handel i Finland på en reglerad marknad eller på ansökan av emittenten eller med emittentens samtycke på en multilateral handelsplattform och emittenten är densamma som aktieemittenten.",
        "normalized_sv": "frivilligt uppköpserbjudande obligatoriskt uppköpserbjudande Detta kapitel ska tillämpas när någon frivilligt () eller förpliktad enligt 19 § () offentligt erbjuder sig att köpa aktier som är föremål för handel i Finland på en reglerad marknad eller på ansökan av emittenten eller med emittentens samtycke på en multilateral handelsplattform. Detta kapitel ska också tillämpas på erbjudanden som avser andra värdepapper som berättigar till aktier, om 1) aktierna är föremål för handel i Finland på en reglerad marknad eller på ansökan av emittenten eller med emittentens samtycke på en multilateral handelsplattform och emittenten av de värdepapper som berättigar till sådana aktier är densamma som aktieemittenten, eller 2) de värdepapper som berättigar till aktier är föremål för handel i Finland på en reglerad marknad eller på ansökan av emittenten eller med emittentens samtycke på en multilateral handelsplattform och emittenten är densamma som aktieemittenten.",
        "folded_sv": "frivilligt uppkopserbjudande obligatoriskt uppkopserbjudande detta kapitel ska tillampas nar nagon frivilligt () eller forpliktad enligt 19 § () offentligt erbjuder sig att kopa aktier som ar foremal for handel i finland pa en reglerad marknad eller pa ansokan av emittenten eller med emittentens samtycke pa en multilateral handelsplattform. detta kapitel ska ocksa tillampas pa erbjudanden som avser andra vardepapper som berattigar till aktier, om 1) aktierna ar foremal for handel i finland pa en reglerad marknad eller pa ansokan av emittenten eller med emittentens samtycke pa en multilateral handelsplattform och emittenten av de vardepapper som berattigar till sadana aktier ar densamma som aktieemittenten, eller 2) de vardepapper som berattigar till aktier ar foremal for handel i finland pa en reglerad marknad eller pa ansokan av emittenten eller med emittentens samtycke pa en multilateral handelsplattform och emittenten ar densamma som aktieemittenten."
      },
      "valid_from": "2024-04-12",
      "valid_to": null
    },
    {
      "provision_ref": "11:5",
      "chapter": "11",
      "section": "5",
      "title": "Yksissä tuumin toimivat henkilöt",
      "content": "Edellä 2 momentin 1 kohdassa tarkoitettuja henkilöitä ei kuitenkaan pidetä yksissä tuumin toimivina, jos niihin sovelletaan 9 luvun 8 a tai 8 c §:ää. Finanssivalvonta voi hakemuksesta erityisestä syystä päättää, että 2 momentissa tarkoitettuja henkilöitä ei ole pidettävä yksissä tuumin toimivina.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:5",
        "normalized_fi": "Edellä 2 momentin 1 kohdassa tarkoitettuja henkilöitä ei kuitenkaan pidetä yksissä tuumin toimivina, jos niihin sovelletaan 9 luvun 8 a tai 8 c § :ää. Finanssivalvonta voi hakemuksesta erityisestä syystä päättää, että 2 momentissa tarkoitettuja henkilöitä ei ole pidettävä yksissä tuumin toimivina.",
        "folded_fi": "edella 2 momentin 1 kohdassa tarkoitettuja henkiloita ei kuitenkaan pideta yksissa tuumin toimivina, jos niihin sovelletaan 9 luvun 8 a tai 8 c §:aa. finanssivalvonta voi hakemuksesta erityisesta syysta paattaa, etta 2 momentissa tarkoitettuja henkiloita ei ole pidettava yksissa tuumin toimivina.",
        "title_sv": "Personer som agerar i samråd",
        "content_sv": "Personer som avses i 2 mom. 1 punkten ska emellertid inte anses agera i samråd, om 9 kap. 8 a eller 8 c § tillämpas på dem. Finansinspektionen kan på ansökan av särskilda skäl besluta att personer som avses i 2 mom. inte ska betraktas som personer som agerar i samråd.",
        "normalized_sv": "Personer som avses i 2 mom. 1 punkten ska emellertid inte anses agera i samråd, om 9 kap. 8 a eller 8 c § tillämpas på dem. Finansinspektionen kan på ansökan av särskilda skäl besluta att personer som avses i 2 mom. inte ska betraktas som personer som agerar i samråd.",
        "folded_sv": "personer som avses i 2 mom. 1 punkten ska emellertid inte anses agera i samrad, om 9 kap. 8 a eller 8 c § tillampas pa dem. finansinspektionen kan pa ansokan av sarskilda skal besluta att personer som avses i 2 mom. inte ska betraktas som personer som agerar i samrad."
      },
      "valid_from": "2024-04-12",
      "valid_to": null
    },
    {
      "provision_ref": "11:10",
      "chapter": "11",
      "section": "10",
      "title": "Julkistamisessa noudatettava menettely",
      "content": "Jos kohdeyhtiön osakkeet ovat kaupankäynnin kohteena säännellyllä markkinalla, tässä luvussa säädettyjen tietojen julkistamisessa on tarjousasiakirjan julkistamista lukuun ottamatta noudatettava, mitä 10 luvussa säädetään julkistettavien tietojen julkistamismenettelystä, tiedoksi antamisesta ja saatavilla pitämisestä. Jos kohdeyhtiön osakkeet ovat kaupankäynnin kohteena monenkeskisessä kaupankäyntijärjestelmässä liikkeeseenlaskijan hakemuksesta tai suostumuksella, tiedot on tarjousasiakirjan julkistamista lukuun ottamatta julkistettava ja pidettävä saatavilla mainitun luvun 3 §:n 1 momentin ja 5 §:n 1 momentin mukaisesti. Ostotarjouksen tekijän ja tarjousvelvollisen on lisäksi annettava julkistettavat tiedot tiedoksi kohdeyhtiölle. Kohdeyhtiön on annettava julkistettavat tiedot tiedoksi ostotarjouksen tekijälle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:10",
        "normalized_fi": "Jos kohdeyhtiön osakkeet ovat kaupankäynnin kohteena säännellyllä markkinalla, tässä luvussa säädettyjen tietojen julkistamisessa on tarjousasiakirjan julkistamista lukuun ottamatta noudatettava, mitä 10 luvussa säädetään julkistettavien tietojen julkistamismenettelystä, tiedoksi antamisesta ja saatavilla pitämisestä. Jos kohdeyhtiön osakkeet ovat kaupankäynnin kohteena monenkeskisessä kaupankäyntijärjestelmässä liikkeeseenlaskijan hakemuksesta tai suostumuksella, tiedot on tarjousasiakirjan julkistamista lukuun ottamatta julkistettava ja pidettävä saatavilla mainitun luvun 3 § :n 1 momentin ja 5 § :n 1 momentin mukaisesti. Ostotarjouksen tekijän ja tarjousvelvollisen on lisäksi annettava julkistettavat tiedot tiedoksi kohdeyhtiölle. Kohdeyhtiön on annettava julkistettavat tiedot tiedoksi ostotarjouksen tekijälle.",
        "folded_fi": "jos kohdeyhtion osakkeet ovat kaupankaynnin kohteena saannellylla markkinalla, tassa luvussa saadettyjen tietojen julkistamisessa on tarjousasiakirjan julkistamista lukuun ottamatta noudatettava, mita 10 luvussa saadetaan julkistettavien tietojen julkistamismenettelysta, tiedoksi antamisesta ja saatavilla pitamisesta. jos kohdeyhtion osakkeet ovat kaupankaynnin kohteena monenkeskisessa kaupankayntijarjestelmassa liikkeeseenlaskijan hakemuksesta tai suostumuksella, tiedot on tarjousasiakirjan julkistamista lukuun ottamatta julkistettava ja pidettava saatavilla mainitun luvun 3 §:n 1 momentin ja 5 §:n 1 momentin mukaisesti. ostotarjouksen tekijan ja tarjousvelvollisen on lisaksi annettava julkistettavat tiedot tiedoksi kohdeyhtiolle. kohdeyhtion on annettava julkistettavat tiedot tiedoksi ostotarjouksen tekijalle.",
        "title_sv": "Förfarandet då information offentliggörs",
        "content_sv": "Om målbolagets aktier är föremål för handel på en reglerad marknad ska det vid offentliggörande av information som avses i detta kapitel, med undantag för offentliggörande av en erbjudandehandling, iakttas vad som i 10 kap. föreskrivs om förfaranden, meddelanden och tillgänglighållande. Om målbolagets aktier på ansökan av emittenten eller med emittentens samtycke är föremål för handel på en multilateral handelsplattform ska informationen, med undantag för offentliggörande av en erbjudandehandling, offentliggöras och hållas tillgänglig i enlighet med 3 § 1 mom. och 5 § 1 mom. i det kapitlet. Budgivaren och den som är skyldig att lämna erbjudande ska dessutom delge målbolaget den information som ska offentliggöras. Målbolaget ska delge budgivaren den information som ska offentliggöras.",
        "normalized_sv": "Om målbolagets aktier är föremål för handel på en reglerad marknad ska det vid offentliggörande av information som avses i detta kapitel, med undantag för offentliggörande av en erbjudandehandling, iakttas vad som i 10 kap. föreskrivs om förfaranden, meddelanden och tillgänglighållande. Om målbolagets aktier på ansökan av emittenten eller med emittentens samtycke är föremål för handel på en multilateral handelsplattform ska informationen, med undantag för offentliggörande av en erbjudandehandling, offentliggöras och hållas tillgänglig i enlighet med 3 § 1 mom. och 5 § 1 mom. i det kapitlet. Budgivaren och den som är skyldig att lämna erbjudande ska dessutom delge målbolaget den information som ska offentliggöras. Målbolaget ska delge budgivaren den information som ska offentliggöras.",
        "folded_sv": "om malbolagets aktier ar foremal for handel pa en reglerad marknad ska det vid offentliggorande av information som avses i detta kapitel, med undantag for offentliggorande av en erbjudandehandling, iakttas vad som i 10 kap. foreskrivs om forfaranden, meddelanden och tillganglighallande. om malbolagets aktier pa ansokan av emittenten eller med emittentens samtycke ar foremal for handel pa en multilateral handelsplattform ska informationen, med undantag for offentliggorande av en erbjudandehandling, offentliggoras och hallas tillganglig i enlighet med 3 § 1 mom. och 5 § 1 mom. i det kapitlet. budgivaren och den som ar skyldig att lamna erbjudande ska dessutom delge malbolaget den information som ska offentliggoras. malbolaget ska delge budgivaren den information som ska offentliggoras."
      },
      "valid_from": "2024-04-12",
      "valid_to": null
    },
    {
      "provision_ref": "11:11",
      "chapter": "11",
      "section": "11",
      "title": "Tarjousasiakirja",
      "content": "Ennen ostotarjouksen voimaantuloa ostotarjouksen tekijän on julkistettava ja pidettävä tarjouksen voimassaoloajan yleisön saatavilla tarjousasiakirja, joka sisältää olennaiset ja riittävät tiedot tarjouksen edullisuuden arvioimiseksi, sekä toimitettava se kohdeyhtiölle ja asianomaiselle kaupankäynnin järjestäjälle säännellyllä markkinalla tai, jos kohdeyhtiön osakkeet ovat kaupankäynnin kohteena monenkeskisessä kaupankäyntijärjestelmässä liikkeeseenlaskijan hakemuksesta tai suostumuksella, kaupankäynnin järjestäjälle monenkeskisessä kaupankäyntijärjestelmässä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:11",
        "normalized_fi": "Ennen ostotarjouksen voimaantuloa ostotarjouksen tekijän on julkistettava ja pidettävä tarjouksen voimassaoloajan yleisön saatavilla tarjousasiakirja, joka sisältää olennaiset ja riittävät tiedot tarjouksen edullisuuden arvioimiseksi, sekä toimitettava se kohdeyhtiölle ja asianomaiselle kaupankäynnin järjestäjälle säännellyllä markkinalla tai, jos kohdeyhtiön osakkeet ovat kaupankäynnin kohteena monenkeskisessä kaupankäyntijärjestelmässä liikkeeseenlaskijan hakemuksesta tai suostumuksella, kaupankäynnin järjestäjälle monenkeskisessä kaupankäyntijärjestelmässä.",
        "folded_fi": "ennen ostotarjouksen voimaantuloa ostotarjouksen tekijan on julkistettava ja pidettava tarjouksen voimassaoloajan yleison saatavilla tarjousasiakirja, joka sisaltaa olennaiset ja riittavat tiedot tarjouksen edullisuuden arvioimiseksi, seka toimitettava se kohdeyhtiolle ja asianomaiselle kaupankaynnin jarjestajalle saannellylla markkinalla tai, jos kohdeyhtion osakkeet ovat kaupankaynnin kohteena monenkeskisessa kaupankayntijarjestelmassa liikkeeseenlaskijan hakemuksesta tai suostumuksella, kaupankaynnin jarjestajalle monenkeskisessa kaupankayntijarjestelmassa.",
        "title_sv": "Erbjudandehandling",
        "content_sv": "Innan ett uppköpserbjudande träder i kraft ska budgivaren offentliggöra och under den tid erbjudandet gäller ge allmänheten tillgång till en erbjudandehandling med sådan väsentlig och tillräcklig information som krävs för att erbjudandets förmånlighet ska kunna bedömas samt överlämna erbjudandehandlingen till målbolaget och till den berörda operatör som ordnar handel på en reglerad marknad eller, om målbolagets aktier på ansökan av emittenten eller med emittentens samtycke är föremål för handel på en multilateral handelsplattform, till en operatör som ordnar handel på en sådan plattform.",
        "normalized_sv": "Innan ett uppköpserbjudande träder i kraft ska budgivaren offentliggöra och under den tid erbjudandet gäller ge allmänheten tillgång till en erbjudandehandling med sådan väsentlig och tillräcklig information som krävs för att erbjudandets förmånlighet ska kunna bedömas samt överlämna erbjudandehandlingen till målbolaget och till den berörda operatör som ordnar handel på en reglerad marknad eller, om målbolagets aktier på ansökan av emittenten eller med emittentens samtycke är föremål för handel på en multilateral handelsplattform, till en operatör som ordnar handel på en sådan plattform.",
        "folded_sv": "innan ett uppkopserbjudande trader i kraft ska budgivaren offentliggora och under den tid erbjudandet galler ge allmanheten tillgang till en erbjudandehandling med sadan vasentlig och tillracklig information som kravs for att erbjudandets formanlighet ska kunna bedomas samt overlamna erbjudandehandlingen till malbolaget och till den berorda operator som ordnar handel pa en reglerad marknad eller, om malbolagets aktier pa ansokan av emittenten eller med emittentens samtycke ar foremal for handel pa en multilateral handelsplattform, till en operator som ordnar handel pa en sadan plattform."
      },
      "valid_from": "2024-04-12",
      "valid_to": null
    },
    {
      "provision_ref": "11:19",
      "chapter": "11",
      "section": "19",
      "title": "Pakollinen ostotarjous",
      "content": "tarjousvelvollisuusraja tarjousvelvollinen Osakkeenomistajan, jonka ääniosuus kasvaa yli 30 prosentin tai yli 50 prosentin kohdeyhtiön osakkeiden äänimäärästä () sen jälkeen, kun kohdeyhtiön osake on otettu kaupankäynnin kohteeksi säännellylle markkinalle tai liikkeeseenlaskijan hakemuksesta tai suostumuksella monenkeskisessä kaupankäyntijärjestelmässä (), on tehtävä julkinen ostotarjous kaikista muista kohdeyhtiön liikkeeseen laskemista osakkeista ja niihin oikeuttavista kohdeyhtiön liikkeeseen laskemista arvopapereista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:19",
        "normalized_fi": "tarjousvelvollisuusraja tarjousvelvollinen Osakkeenomistajan, jonka ääniosuus kasvaa yli 30 prosentin tai yli 50 prosentin kohdeyhtiön osakkeiden äänimäärästä () sen jälkeen, kun kohdeyhtiön osake on otettu kaupankäynnin kohteeksi säännellylle markkinalle tai liikkeeseenlaskijan hakemuksesta tai suostumuksella monenkeskisessä kaupankäyntijärjestelmässä (), on tehtävä julkinen ostotarjous kaikista muista kohdeyhtiön liikkeeseen laskemista osakkeista ja niihin oikeuttavista kohdeyhtiön liikkeeseen laskemista arvopapereista.",
        "folded_fi": "tarjousvelvollisuusraja tarjousvelvollinen osakkeenomistajan, jonka aaniosuus kasvaa yli 30 prosentin tai yli 50 prosentin kohdeyhtion osakkeiden aanimaarasta () sen jalkeen, kun kohdeyhtion osake on otettu kaupankaynnin kohteeksi saannellylle markkinalle tai liikkeeseenlaskijan hakemuksesta tai suostumuksella monenkeskisessa kaupankayntijarjestelmassa (), on tehtava julkinen ostotarjous kaikista muista kohdeyhtion liikkeeseen laskemista osakkeista ja niihin oikeuttavista kohdeyhtion liikkeeseen laskemista arvopapereista.",
        "title_sv": "Obligatoriskt uppköpserbjudande",
        "content_sv": "gräns för skyldigheten att lämna erbjudande den som är skyldig att lämna erbjudande En aktieägare vars röstandel ökar till över 30 procent eller till över 50 procent av det röstetal som målbolagets aktier medför () efter det att målbolagets aktier har tagits upp till handel på en reglerad marknad eller på ansökan av emittenten eller med emittentens samtycke på en multilateral handelsplattform () ska lämna ett offentligt uppköpserbjudande på alla andra aktier som målbolaget har emitterat samt på de värdepapper som målbolaget har emitterat och som berättigar till aktier.",
        "normalized_sv": "gräns för skyldigheten att lämna erbjudande den som är skyldig att lämna erbjudande En aktieägare vars röstandel ökar till över 30 procent eller till över 50 procent av det röstetal som målbolagets aktier medför () efter det att målbolagets aktier har tagits upp till handel på en reglerad marknad eller på ansökan av emittenten eller med emittentens samtycke på en multilateral handelsplattform () ska lämna ett offentligt uppköpserbjudande på alla andra aktier som målbolaget har emitterat samt på de värdepapper som målbolaget har emitterat och som berättigar till aktier.",
        "folded_sv": "grans for skyldigheten att lamna erbjudande den som ar skyldig att lamna erbjudande en aktieagare vars rostandel okar till over 30 procent eller till over 50 procent av det rostetal som malbolagets aktier medfor () efter det att malbolagets aktier har tagits upp till handel pa en reglerad marknad eller pa ansokan av emittenten eller med emittentens samtycke pa en multilateral handelsplattform () ska lamna ett offentligt uppkopserbjudande pa alla andra aktier som malbolaget har emitterat samt pa de vardepapper som malbolaget har emitterat och som berattigar till aktier."
      },
      "valid_from": "2024-04-12",
      "valid_to": null
    },
    {
      "provision_ref": "11:23",
      "chapter": "11",
      "section": "23",
      "title": "Tarjousvastike pakollisessa ostotarjouksessa",
      "content": "Jos tarjousvelvollinen tai tähän 5 §:ssä tarkoitetussa suhteessa oleva ei ole tarjousvelvollisuuden syntymistä edeltävän kuuden kuukauden aikana hankkinut tarjouksen kohteena olevia arvopapereita, käyvän hinnan määrittämisen lähtökohtana pidetään säännellyn markkinan kaupankäynnissä tarjouksen kohteena olevista arvopapereista maksettujen hintojen kaupankäyntimäärillä painotettua keskiarvoa tarjousvelvollisuuden syntymistä edeltävän kolmen kuukauden aikana. Sama koskee monenkeskisen kaupankäyntijärjestelmän kaupankäyntiä, jos tarjousvelvollisuus kohdistuu liikkeeseenlaskijan hakemuksesta tai suostumuksella kaupankäynnin kohteena oleviin liikkeeseenlaskijan osakkeisiin tai osakkeisiin oikeuttaviin arvopapereihin. Tästä hinnasta voidaan poiketa erityisestä syystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:23",
        "normalized_fi": "Jos tarjousvelvollinen tai tähän 5 § :ssä tarkoitetussa suhteessa oleva ei ole tarjousvelvollisuuden syntymistä edeltävän kuuden kuukauden aikana hankkinut tarjouksen kohteena olevia arvopapereita, käyvän hinnan määrittämisen lähtökohtana pidetään säännellyn markkinan kaupankäynnissä tarjouksen kohteena olevista arvopapereista maksettujen hintojen kaupankäyntimäärillä painotettua keskiarvoa tarjousvelvollisuuden syntymistä edeltävän kolmen kuukauden aikana. Sama koskee monenkeskisen kaupankäyntijärjestelmän kaupankäyntiä, jos tarjousvelvollisuus kohdistuu liikkeeseenlaskijan hakemuksesta tai suostumuksella kaupankäynnin kohteena oleviin liikkeeseenlaskijan osakkeisiin tai osakkeisiin oikeuttaviin arvopapereihin. Tästä hinnasta voidaan poiketa erityisestä syystä.",
        "folded_fi": "jos tarjousvelvollinen tai tahan 5 §:ssa tarkoitetussa suhteessa oleva ei ole tarjousvelvollisuuden syntymista edeltavan kuuden kuukauden aikana hankkinut tarjouksen kohteena olevia arvopapereita, kayvan hinnan maarittamisen lahtokohtana pidetaan saannellyn markkinan kaupankaynnissa tarjouksen kohteena olevista arvopapereista maksettujen hintojen kaupankayntimaarilla painotettua keskiarvoa tarjousvelvollisuuden syntymista edeltavan kolmen kuukauden aikana. sama koskee monenkeskisen kaupankayntijarjestelman kaupankayntia, jos tarjousvelvollisuus kohdistuu liikkeeseenlaskijan hakemuksesta tai suostumuksella kaupankaynnin kohteena oleviin liikkeeseenlaskijan osakkeisiin tai osakkeisiin oikeuttaviin arvopapereihin. tasta hinnasta voidaan poiketa erityisesta syysta.",
        "title_sv": "Vederlag vid obligatoriskt uppköpserbjudande",
        "content_sv": "Om den som är skyldig att lämna erbjudande eller den som till denne står i ett sådant förhållande som avses i 5 § inte under de senaste sex månaderna före uppkomsten av skyldigheten att lämna erbjudande har förvärvat sådana värdepapper som erbjudandet avser, ska som utgångspunkt för bestämmandet av ett skäligt pris betraktas det med antalet avslut vägda genomsnittspris som vid handel på en reglerad marknad har betalats för de värdepapper som erbjudandet avser under de tre senaste månaderna före uppkomsten av skyldigheten att lämna erbjudande. Detsamma gäller handel på en multilateral handelsplattform om skyldigheten att lämna erbjudande gäller emittentens aktier eller till aktier berättigande värdepapper som på ansökan av emittenten eller med emittentens samtycke är föremål för handel. Detta pris kan frångås av särskilda skäl.",
        "normalized_sv": "Om den som är skyldig att lämna erbjudande eller den som till denne står i ett sådant förhållande som avses i 5 § inte under de senaste sex månaderna före uppkomsten av skyldigheten att lämna erbjudande har förvärvat sådana värdepapper som erbjudandet avser, ska som utgångspunkt för bestämmandet av ett skäligt pris betraktas det med antalet avslut vägda genomsnittspris som vid handel på en reglerad marknad har betalats för de värdepapper som erbjudandet avser under de tre senaste månaderna före uppkomsten av skyldigheten att lämna erbjudande. Detsamma gäller handel på en multilateral handelsplattform om skyldigheten att lämna erbjudande gäller emittentens aktier eller till aktier berättigande värdepapper som på ansökan av emittenten eller med emittentens samtycke är föremål för handel. Detta pris kan frångås av särskilda skäl.",
        "folded_sv": "om den som ar skyldig att lamna erbjudande eller den som till denne star i ett sadant forhallande som avses i 5 § inte under de senaste sex manaderna fore uppkomsten av skyldigheten att lamna erbjudande har forvarvat sadana vardepapper som erbjudandet avser, ska som utgangspunkt for bestammandet av ett skaligt pris betraktas det med antalet avslut vagda genomsnittspris som vid handel pa en reglerad marknad har betalats for de vardepapper som erbjudandet avser under de tre senaste manaderna fore uppkomsten av skyldigheten att lamna erbjudande. detsamma galler handel pa en multilateral handelsplattform om skyldigheten att lamna erbjudande galler emittentens aktier eller till aktier berattigande vardepapper som pa ansokan av emittenten eller med emittentens samtycke ar foremal for handel. detta pris kan frangas av sarskilda skal."
      },
      "valid_from": "2024-04-12",
      "valid_to": null
    },
    {
      "provision_ref": "11:24",
      "chapter": "11",
      "section": "24",
      "title": "Tarjousvastike vapaaehtoisessa ostotarjouksessa säännellyllä markkinalla",
      "content": "24 § Tarjousvastike vapaaehtoisessa ostotarjouksessa säännellyllä markkinalla",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:24",
        "normalized_fi": "24 § Tarjousvastike vapaaehtoisessa ostotarjouksessa säännellyllä markkinalla",
        "folded_fi": "24 § tarjousvastike vapaaehtoisessa ostotarjouksessa saannellylla markkinalla",
        "title_sv": "Vederlag vid frivilligt uppköpserbjudande på en reglerad marknad",
        "content_sv": "24 § Vederlag vid frivilligt uppköpserbjudande på en reglerad marknad",
        "normalized_sv": "24 § Vederlag vid frivilligt uppköpserbjudande på en reglerad marknad",
        "folded_sv": "24 § vederlag vid frivilligt uppkopserbjudande pa en reglerad marknad"
      },
      "valid_from": "2024-04-12",
      "valid_to": null
    },
    {
      "provision_ref": "11:24 a",
      "chapter": "11",
      "section": "24 a",
      "title": "Tarjousvastike vapaaehtoisessa ostotarjouksessa monenkeskisessä kaupankäyntijärjestelmässä",
      "content": "Tarjousvastike vapaaehtoisessa ostotarjouksessa voidaan maksaa rahana, arvopapereina tai näiden yhdistelmänä. Ostotarjouksen tekijä voi vapaaehtoisessa ostotarjouksessa päättää tarjousvastikkeesta vapaasti, jollei 2 ja 3 momentista tai 7 §:stä muuta johdu. Rahavastikkeen tarjoamista ainakin vaihtoehtona edellytetään, jos vapaaehtoinen ostotarjous tehdään kaikista kohdeyhtiön liikkeeseen laskemista osakkeista ja niihin oikeuttavista kohdeyhtiön liikkeeseen laskemista arvopapereista ja jos: 1) vastikkeena tarjottavat arvopaperit eivät ole kaupankäynnin kohteena monenkeskisessä kaupankäyntijärjestelmässä liikkeeseenlaskijan hakemuksesta tai suostumuksella taikka säännellyllä markkinalla, eikä niitä myöskään ostotarjouksen yhteydessä haeta tällaisen kaupankäynnin kohteeksi; tai 2) ostotarjouksen tekijä tai tähän 5 §:ssä tarkoitetussa suhteessa oleva on hankkinut tai hankkii rahavastiketta vastaan kohdeyhtiön arvopapereita, jotka oikeuttavat vähintään viiteen prosenttiin kohdeyhtiön äänimäärästä, ajanjaksona, joka alkaa kuusi kuukautta ennen ostotarjouksen julkistamista ja päättyy tarjouksen voimassaoloajan päättyessä. Jos vapaaehtoinen ostotarjous tehdään kaikista kohdeyhtiön liikkeeseen laskemista osakkeista ja niihin oikeuttavista kohdeyhtiön liikkeeseen laskemista arvopapereista, tarjousvastiketta määritettäessä lähtökohtana on pidettävä korkeinta ostotarjouksen tekijän tai tähän 5 §:ssä tarkoitetussa suhteessa olevan ostotarjouksen julkistamista edeltävän kuuden kuukauden aikana tarjouksen kohteena olevista arvopapereista maksamaa hintaa. Tästä hinnasta voidaan poiketa erityisestä syystä. Tällaisiin tarjouksiin sovelletaan 23 §:n 4 momenttia tietojen toimittamisesta Finanssivalvonnalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:24 a",
        "normalized_fi": "Tarjousvastike vapaaehtoisessa ostotarjouksessa voidaan maksaa rahana, arvopapereina tai näiden yhdistelmänä. Ostotarjouksen tekijä voi vapaaehtoisessa ostotarjouksessa päättää tarjousvastikkeesta vapaasti, jollei 2 ja 3 momentista tai 7 § :stä muuta johdu. Rahavastikkeen tarjoamista ainakin vaihtoehtona edellytetään, jos vapaaehtoinen ostotarjous tehdään kaikista kohdeyhtiön liikkeeseen laskemista osakkeista ja niihin oikeuttavista kohdeyhtiön liikkeeseen laskemista arvopapereista ja jos: 1) vastikkeena tarjottavat arvopaperit eivät ole kaupankäynnin kohteena monenkeskisessä kaupankäyntijärjestelmässä liikkeeseenlaskijan hakemuksesta tai suostumuksella taikka säännellyllä markkinalla, eikä niitä myöskään ostotarjouksen yhteydessä haeta tällaisen kaupankäynnin kohteeksi; tai 2) ostotarjouksen tekijä tai tähän 5 § :ssä tarkoitetussa suhteessa oleva on hankkinut tai hankkii rahavastiketta vastaan kohdeyhtiön arvopapereita, jotka oikeuttavat vähintään viiteen prosenttiin kohdeyhtiön äänimäärästä, ajanjaksona, joka alkaa kuusi kuukautta ennen ostotarjouksen julkistamista ja päättyy tarjouksen voimassaoloajan päättyessä. Jos vapaaehtoinen ostotarjous tehdään kaikista kohdeyhtiön liikkeeseen laskemista osakkeista ja niihin oikeuttavista kohdeyhtiön liikkeeseen laskemista arvopapereista, tarjousvastiketta määritettäessä lähtökohtana on pidettävä korkeinta ostotarjouksen tekijän tai tähän 5 § :ssä tarkoitetussa suhteessa olevan ostotarjouksen julkistamista edeltävän kuuden kuukauden aikana tarjouksen kohteena olevista arvopapereista maksamaa hintaa. Tästä hinnasta voidaan poiketa erityisestä syystä. Tällaisiin tarjouksiin sovelletaan 23 § :n 4 momenttia tietojen toimittamisesta Finanssivalvonnalle.",
        "folded_fi": "tarjousvastike vapaaehtoisessa ostotarjouksessa voidaan maksaa rahana, arvopapereina tai naiden yhdistelmana. ostotarjouksen tekija voi vapaaehtoisessa ostotarjouksessa paattaa tarjousvastikkeesta vapaasti, jollei 2 ja 3 momentista tai 7 §:sta muuta johdu. rahavastikkeen tarjoamista ainakin vaihtoehtona edellytetaan, jos vapaaehtoinen ostotarjous tehdaan kaikista kohdeyhtion liikkeeseen laskemista osakkeista ja niihin oikeuttavista kohdeyhtion liikkeeseen laskemista arvopapereista ja jos: 1) vastikkeena tarjottavat arvopaperit eivat ole kaupankaynnin kohteena monenkeskisessa kaupankayntijarjestelmassa liikkeeseenlaskijan hakemuksesta tai suostumuksella taikka saannellylla markkinalla, eika niita myoskaan ostotarjouksen yhteydessa haeta tallaisen kaupankaynnin kohteeksi; tai 2) ostotarjouksen tekija tai tahan 5 §:ssa tarkoitetussa suhteessa oleva on hankkinut tai hankkii rahavastiketta vastaan kohdeyhtion arvopapereita, jotka oikeuttavat vahintaan viiteen prosenttiin kohdeyhtion aanimaarasta, ajanjaksona, joka alkaa kuusi kuukautta ennen ostotarjouksen julkistamista ja paattyy tarjouksen voimassaoloajan paattyessa. jos vapaaehtoinen ostotarjous tehdaan kaikista kohdeyhtion liikkeeseen laskemista osakkeista ja niihin oikeuttavista kohdeyhtion liikkeeseen laskemista arvopapereista, tarjousvastiketta maaritettaessa lahtokohtana on pidettava korkeinta ostotarjouksen tekijan tai tahan 5 §:ssa tarkoitetussa suhteessa olevan ostotarjouksen julkistamista edeltavan kuuden kuukauden aikana tarjouksen kohteena olevista arvopapereista maksamaa hintaa. tasta hinnasta voidaan poiketa erityisesta syysta. tallaisiin tarjouksiin sovelletaan 23 §:n 4 momenttia tietojen toimittamisesta finanssivalvonnalle.",
        "title_sv": "Vederlag vid frivilligt uppköpserbjudande på en multilateral handelsplattform",
        "content_sv": "Vederlag kan vid frivilligt uppköpserbjudande betalas i form av kontanter, värdepapper eller en kombination av dessa. Budgivaren kan när det är fråga om ett frivilligt uppköpserbjudande fritt besluta om vederlaget, om inte något annat följer av 2 och 3 mom. eller 7 §. Kontant vederlag ska erbjudas åtminstone som ett alternativ, om ett frivilligt uppköpserbjudande lämnas på alla aktier som målbolaget har emitterat och på de värdepapper som målbolaget har emitterat och som berättigar till dess aktier och om 1) de värdepapper som erbjuds som vederlag inte är föremål för handel på en multilateral handelsplattform på ansökan av emittenten eller med emittentens samtycke eller på en reglerad marknad och om det inte heller i samband med uppköpserbjudandet lämnas in någon ansökan om att de ska tas upp till sådan handel, eller 2) budgivaren eller den som till denne står i ett sådant förhållande som avses i 5 § mot kontant vederlag har förvärvat eller ska förvärva sådana värdepapper i målbolaget som berättigar till minst fem procent av röstetalet i målbolaget, under en tidsperiod som börjar sex månader innan uppköpserbjudandet offentliggörs och upphör när erbjudandets giltighetstid löper ut. Om ett frivilligt uppköpserbjudande lämnas på alla aktier som målbolaget har emitterat och de värdepapper som målbolaget har emitterat och som berättigar till dess aktier, ska som utgångspunkt när vederlaget bestäms betraktas det högsta pris som den som har lämnat uppköpserbjudandet eller den som till denne står i ett sådant förhållande som avses i 5 § under de senaste sex månaderna före offentliggörandet av erbjudandet har betalat för de värdepapper som erbjudandet avser. Detta pris kan frångås av särskilda skäl. På sådana erbjudanden tillämpas 23 § 4 mom. om överlämnande av uppgifter till Finansinspektionen.",
        "normalized_sv": "Vederlag kan vid frivilligt uppköpserbjudande betalas i form av kontanter, värdepapper eller en kombination av dessa. Budgivaren kan när det är fråga om ett frivilligt uppköpserbjudande fritt besluta om vederlaget, om inte något annat följer av 2 och 3 mom. eller 7 § . Kontant vederlag ska erbjudas åtminstone som ett alternativ, om ett frivilligt uppköpserbjudande lämnas på alla aktier som målbolaget har emitterat och på de värdepapper som målbolaget har emitterat och som berättigar till dess aktier och om 1) de värdepapper som erbjuds som vederlag inte är föremål för handel på en multilateral handelsplattform på ansökan av emittenten eller med emittentens samtycke eller på en reglerad marknad och om det inte heller i samband med uppköpserbjudandet lämnas in någon ansökan om att de ska tas upp till sådan handel, eller 2) budgivaren eller den som till denne står i ett sådant förhållande som avses i 5 § mot kontant vederlag har förvärvat eller ska förvärva sådana värdepapper i målbolaget som berättigar till minst fem procent av röstetalet i målbolaget, under en tidsperiod som börjar sex månader innan uppköpserbjudandet offentliggörs och upphör när erbjudandets giltighetstid löper ut. Om ett frivilligt uppköpserbjudande lämnas på alla aktier som målbolaget har emitterat och de värdepapper som målbolaget har emitterat och som berättigar till dess aktier, ska som utgångspunkt när vederlaget bestäms betraktas det högsta pris som den som har lämnat uppköpserbjudandet eller den som till denne står i ett sådant förhållande som avses i 5 § under de senaste sex månaderna före offentliggörandet av erbjudandet har betalat för de värdepapper som erbjudandet avser. Detta pris kan frångås av särskilda skäl. På sådana erbjudanden tillämpas 23 § 4 mom. om överlämnande av uppgifter till Finansinspektionen.",
        "folded_sv": "vederlag kan vid frivilligt uppkopserbjudande betalas i form av kontanter, vardepapper eller en kombination av dessa. budgivaren kan nar det ar fraga om ett frivilligt uppkopserbjudande fritt besluta om vederlaget, om inte nagot annat foljer av 2 och 3 mom. eller 7 §. kontant vederlag ska erbjudas atminstone som ett alternativ, om ett frivilligt uppkopserbjudande lamnas pa alla aktier som malbolaget har emitterat och pa de vardepapper som malbolaget har emitterat och som berattigar till dess aktier och om 1) de vardepapper som erbjuds som vederlag inte ar foremal for handel pa en multilateral handelsplattform pa ansokan av emittenten eller med emittentens samtycke eller pa en reglerad marknad och om det inte heller i samband med uppkopserbjudandet lamnas in nagon ansokan om att de ska tas upp till sadan handel, eller 2) budgivaren eller den som till denne star i ett sadant forhallande som avses i 5 § mot kontant vederlag har forvarvat eller ska forvarva sadana vardepapper i malbolaget som berattigar till minst fem procent av rostetalet i malbolaget, under en tidsperiod som borjar sex manader innan uppkopserbjudandet offentliggors och upphor nar erbjudandets giltighetstid loper ut. om ett frivilligt uppkopserbjudande lamnas pa alla aktier som malbolaget har emitterat och de vardepapper som malbolaget har emitterat och som berattigar till dess aktier, ska som utgangspunkt nar vederlaget bestams betraktas det hogsta pris som den som har lamnat uppkopserbjudandet eller den som till denne star i ett sadant forhallande som avses i 5 § under de senaste sex manaderna fore offentliggorandet av erbjudandet har betalat for de vardepapper som erbjudandet avser. detta pris kan frangas av sarskilda skal. pa sadana erbjudanden tillampas 23 § 4 mom. om overlamnande av uppgifter till finansinspektionen."
      },
      "valid_from": "2024-04-12",
      "valid_to": null
    },
    {
      "provision_ref": "11:31",
      "chapter": "11",
      "section": "31",
      "title": "Finanssivalvonnan määräystenantovaltuus",
      "content": "Finanssivalvonta voi antaa tarkempia määräyksiä perusteista, joilla 5 §:ssä tarkoitettujen henkilöiden katsotaan tai ei katsota toimivan yksissä tuumin, 20 §:n 1 momentin 4 kohdassa tarkoitetun sopimuksen tai muun järjestelyn perusteista sekä 26 §:ssä tarkoitettujen poikkeusten myöntämisen perusteista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:31",
        "normalized_fi": "Finanssivalvonta voi antaa tarkempia määräyksiä perusteista, joilla 5 § :ssä tarkoitettujen henkilöiden katsotaan tai ei katsota toimivan yksissä tuumin, 20 § :n 1 momentin 4 kohdassa tarkoitetun sopimuksen tai muun järjestelyn perusteista sekä 26 § :ssä tarkoitettujen poikkeusten myöntämisen perusteista.",
        "folded_fi": "finanssivalvonta voi antaa tarkempia maarayksia perusteista, joilla 5 §:ssa tarkoitettujen henkiloiden katsotaan tai ei katsota toimivan yksissa tuumin, 20 §:n 1 momentin 4 kohdassa tarkoitetun sopimuksen tai muun jarjestelyn perusteista seka 26 §:ssa tarkoitettujen poikkeusten myontamisen perusteista.",
        "title_sv": "Finansinspektionens behörighet att utfärda föreskrifter",
        "content_sv": "Finansinspektionen får utfärda närmare föreskrifter om de grunder på vilka personer som avses i 5 § anses eller inte anses agera i samråd, om grunderna för avtal och andra arrangemang som avses i 20 § 1 mom. 4 punkten och om grunderna för att bevilja undantag enligt 26 §.",
        "normalized_sv": "Finansinspektionen får utfärda närmare föreskrifter om de grunder på vilka personer som avses i 5 § anses eller inte anses agera i samråd, om grunderna för avtal och andra arrangemang som avses i 20 § 1 mom. 4 punkten och om grunderna för att bevilja undantag enligt 26 § .",
        "folded_sv": "finansinspektionen far utfarda narmare foreskrifter om de grunder pa vilka personer som avses i 5 § anses eller inte anses agera i samrad, om grunderna for avtal och andra arrangemang som avses i 20 § 1 mom. 4 punkten och om grunderna for att bevilja undantag enligt 26 §."
      },
      "valid_from": "2024-04-12",
      "valid_to": null
    },
    {
      "provision_ref": "15:2",
      "chapter": "15",
      "section": "2",
      "title": "Seuraamusmaksu",
      "content": "Finanssivalvonnasta annetun lain 40 §:n 1 momentissa tarkoitettuja säännöksiä, joiden laiminlyönnistä tai rikkomisesta määrätään seuraamusmaksu, ovat: 5) 11 luvun 7-11, 13, 14, 16-19, 22-24, 24 a ja 25 §:n säännökset julkisesta ostotarjouksesta tai tarjousvelvollisuudesta;",
      "metadata": {
        "source": "finlex",
        "source_eid": "15:2",
        "normalized_fi": "Finanssivalvonnasta annetun lain 40 § :n 1 momentissa tarkoitettuja säännöksiä, joiden laiminlyönnistä tai rikkomisesta määrätään seuraamusmaksu, ovat: 5) 11 luvun 7-11, 13, 14, 16-19, 22-24, 24 a ja 25 § :n säännökset julkisesta ostotarjouksesta tai tarjousvelvollisuudesta;",
        "folded_fi": "finanssivalvonnasta annetun lain 40 §:n 1 momentissa tarkoitettuja saannoksia, joiden laiminlyonnista tai rikkomisesta maarataan seuraamusmaksu, ovat: 5) 11 luvun 7-11, 13, 14, 16-19, 22-24, 24 a ja 25 §:n saannokset julkisesta ostotarjouksesta tai tarjousvelvollisuudesta;",
        "title_sv": "Påföljdsavgift",
        "content_sv": "Påföljdsavgift påförs för försummelse eller överträdelse av följande bestämmelser som avses i 40 § 1 mom. i lagen om Finansinspektionen: 5) bestämmelserna om offentligt uppköpserbjudande och skyldighet att lämna erbjudande i 11 kap. 7-11, 13, 14, 16-19 och 22-24, 24 a och 25 §,",
        "normalized_sv": "Påföljdsavgift påförs för försummelse eller överträdelse av följande bestämmelser som avses i 40 § 1 mom. i lagen om Finansinspektionen: 5) bestämmelserna om offentligt uppköpserbjudande och skyldighet att lämna erbjudande i 11 kap. 7-11, 13, 14, 16-19 och 22-24, 24 a och 25 § ,",
        "folded_sv": "pafoljdsavgift pafors for forsummelse eller overtradelse av foljande bestammelser som avses i 40 § 1 mom. i lagen om finansinspektionen: 5) bestammelserna om offentligt uppkopserbjudande och skyldighet att lamna erbjudande i 11 kap. 7-11, 13, 14, 16-19 och 22-24, 24 a och 25 §,"
      },
      "valid_from": "2024-04-12",
      "valid_to": null
    }
  ]
}