{
  "id": "1643/2015",
  "type": "statute",
  "title": "Laki valvotusta koevapaudesta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om övervakad frihet på prov",
  "status": "in_force",
  "issued_date": "2015-12-30",
  "in_force_date": "2015-12-30",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/1643/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Lääkehoito ja psykososiaalinen hoito koevapauden ehtona",
      "content": "Valvotun koevapauden ehdoksi voidaan asettaa, että seksuaalirikoksesta tuomittu vanki sitoutuu noudattamaan Vankiterveydenhuollon yksiköstä annetussa laissa (1635/2015) tarkoitetun Vankiterveydenhuollon yksikön lääkärin hänelle asettamia seksuaalirikoksen uusimisen ehkäisemiseksi tarkoitettua lääkehoitoa koskevia määräyksiä ja sitoutuu tällaisen lääkehoidon valvontaan. Lääkehoitoa koskevien määräysten noudattamisen lisäksi ehdoksi voidaan asettaa, että vanki sitoutuu noudattamaan psykososiaalista hoitoa ja tukea koskevia määräyksiä. Tällöin ehdoksi asetetaan myös, että vanki sitoutuu jatkamaan lääkehoitoa sekä siihen mahdollisesti liitettyä muuta hoitoa ja tukea sekä suostuu niitä koskevien määräysten noudattamisen valvontaan myös ehdonalaisessa vapaudessa. Vangin on annettava suostumuksensa lääkehoitoon kirjallisesti Vankiterveydenhuollon yksikön lääkärille. Lääkärin on ennen suostumuksen antamista selvitettävä vangille lääkehoidon vaikutukset. Rikosseuraamuslaitoksen on ennen koevapauteen sijoittamista selvitettävä vangille lääkehoidon lopettamisesta aiheutuvat seuraamukset. Seuraamuksista säädetään 26 §:ssä ja yhdyskuntaseuraamusten täytäntöönpanosta annetun lain (400/2015) 74 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Valvotun koevapauden ehdoksi voidaan asettaa, että seksuaalirikoksesta tuomittu vanki sitoutuu noudattamaan Vankiterveydenhuollon yksiköstä annetussa laissa (1635/2015) tarkoitetun Vankiterveydenhuollon yksikön lääkärin hänelle asettamia seksuaalirikoksen uusimisen ehkäisemiseksi tarkoitettua lääkehoitoa koskevia määräyksiä ja sitoutuu tällaisen lääkehoidon valvontaan. Lääkehoitoa koskevien määräysten noudattamisen lisäksi ehdoksi voidaan asettaa, että vanki sitoutuu noudattamaan psykososiaalista hoitoa ja tukea koskevia määräyksiä. Tällöin ehdoksi asetetaan myös, että vanki sitoutuu jatkamaan lääkehoitoa sekä siihen mahdollisesti liitettyä muuta hoitoa ja tukea sekä suostuu niitä koskevien määräysten noudattamisen valvontaan myös ehdonalaisessa vapaudessa. Vangin on annettava suostumuksensa lääkehoitoon kirjallisesti Vankiterveydenhuollon yksikön lääkärille. Lääkärin on ennen suostumuksen antamista selvitettävä vangille lääkehoidon vaikutukset. Rikosseuraamuslaitoksen on ennen koevapauteen sijoittamista selvitettävä vangille lääkehoidon lopettamisesta aiheutuvat seuraamukset. Seuraamuksista säädetään 26 § :ssä ja yhdyskuntaseuraamusten täytäntöönpanosta annetun lain (400/2015) 74 § :ssä.",
        "folded_fi": "valvotun koevapauden ehdoksi voidaan asettaa, etta seksuaalirikoksesta tuomittu vanki sitoutuu noudattamaan vankiterveydenhuollon yksikosta annetussa laissa (1635/2015) tarkoitetun vankiterveydenhuollon yksikon laakarin hanelle asettamia seksuaalirikoksen uusimisen ehkaisemiseksi tarkoitettua laakehoitoa koskevia maarayksia ja sitoutuu tallaisen laakehoidon valvontaan. laakehoitoa koskevien maaraysten noudattamisen lisaksi ehdoksi voidaan asettaa, etta vanki sitoutuu noudattamaan psykososiaalista hoitoa ja tukea koskevia maarayksia. talloin ehdoksi asetetaan myos, etta vanki sitoutuu jatkamaan laakehoitoa seka siihen mahdollisesti liitettya muuta hoitoa ja tukea seka suostuu niita koskevien maaraysten noudattamisen valvontaan myos ehdonalaisessa vapaudessa. vangin on annettava suostumuksensa laakehoitoon kirjallisesti vankiterveydenhuollon yksikon laakarille. laakarin on ennen suostumuksen antamista selvitettava vangille laakehoidon vaikutukset. rikosseuraamuslaitoksen on ennen koevapauteen sijoittamista selvitettava vangille laakehoidon lopettamisesta aiheutuvat seuraamukset. seuraamuksista saadetaan 26 §:ssa ja yhdyskuntaseuraamusten taytantoonpanosta annetun lain (400/2015) 74 §:ssa.",
        "title_sv": "Läkemedelsbehandling och psykosocial behandling som villkor för friheten på prov",
        "content_sv": "Som villkor för övervakad frihet på prov kan ställas att en fånge som dömts för sexualbrott förbinder sig att iaktta sådan läkemedelsbehandling för förebyggande av återfall i sexualbrott som en läkare vid den i lagen om Enheten för hälso- och sjukvård för fångar (1635/2015) avsedda Enheten för hälso- och sjukvård för fångar har förordnat för fången och till övervakning av läkemedelsbehandlingen. Förutom iakttagande av förordnanden om läkemedelsbehandling kan det också som villkor ställas att fången förbinder sig att iaktta förordnanden om psykosocial behandling och psykosocialt stöd. Som villkor ställs i detta fall också att fången förbinder sig att fortsätta iaktta läkemedelsbehandlingen och eventuellt tillhörande annan behandling och stöd och samtycker till övervakningen av att förordnandena iakttas också under villkorlig frigivning. Fången ska ge en läkare vid Enheten för hälso- och sjukvård för fångar sitt skriftliga samtycke till läkemedelsbehandlingen. Innan samtycket ges ska läkaren klargöra verkningarna av läkemedelsbehandlingen för fången. Före placeringen i frihet på prov ska Brottspåföljdsmyndigheten för fången klargöra de påföljder som ett upphörande med läkemedelsbehandlingen leder till. Bestämmelser om påföljderna finns i 26 § och i 74 § i lagen om verkställighet av samhällspåföljder (400/2015).",
        "normalized_sv": "Som villkor för övervakad frihet på prov kan ställas att en fånge som dömts för sexualbrott förbinder sig att iaktta sådan läkemedelsbehandling för förebyggande av återfall i sexualbrott som en läkare vid den i lagen om Enheten för hälso- och sjukvård för fångar (1635/2015) avsedda Enheten för hälso- och sjukvård för fångar har förordnat för fången och till övervakning av läkemedelsbehandlingen. Förutom iakttagande av förordnanden om läkemedelsbehandling kan det också som villkor ställas att fången förbinder sig att iaktta förordnanden om psykosocial behandling och psykosocialt stöd. Som villkor ställs i detta fall också att fången förbinder sig att fortsätta iaktta läkemedelsbehandlingen och eventuellt tillhörande annan behandling och stöd och samtycker till övervakningen av att förordnandena iakttas också under villkorlig frigivning. Fången ska ge en läkare vid Enheten för hälso- och sjukvård för fångar sitt skriftliga samtycke till läkemedelsbehandlingen. Innan samtycket ges ska läkaren klargöra verkningarna av läkemedelsbehandlingen för fången. Före placeringen i frihet på prov ska Brottspåföljdsmyndigheten för fången klargöra de påföljder som ett upphörande med läkemedelsbehandlingen leder till. Bestämmelser om påföljderna finns i 26 § och i 74 § i lagen om verkställighet av samhällspåföljder (400/2015).",
        "folded_sv": "som villkor for overvakad frihet pa prov kan stallas att en fange som domts for sexualbrott forbinder sig att iaktta sadan lakemedelsbehandling for forebyggande av aterfall i sexualbrott som en lakare vid den i lagen om enheten for halso- och sjukvard for fangar (1635/2015) avsedda enheten for halso- och sjukvard for fangar har forordnat for fangen och till overvakning av lakemedelsbehandlingen. forutom iakttagande av forordnanden om lakemedelsbehandling kan det ocksa som villkor stallas att fangen forbinder sig att iaktta forordnanden om psykosocial behandling och psykosocialt stod. som villkor stalls i detta fall ocksa att fangen forbinder sig att fortsatta iaktta lakemedelsbehandlingen och eventuellt tillhorande annan behandling och stod och samtycker till overvakningen av att forordnandena iakttas ocksa under villkorlig frigivning. fangen ska ge en lakare vid enheten for halso- och sjukvard for fangar sitt skriftliga samtycke till lakemedelsbehandlingen. innan samtycket ges ska lakaren klargora verkningarna av lakemedelsbehandlingen for fangen. fore placeringen i frihet pa prov ska brottspafoljdsmyndigheten for fangen klargora de pafoljder som ett upphorande med lakemedelsbehandlingen leder till. bestammelser om pafoljderna finns i 26 § och i 74 § i lagen om verkstallighet av samhallspafoljder (400/2015)."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Pitkäaikaisvankien koevapauden valmistelu",
      "content": "Arviointikeskuksen on tarvittaessa oltava yhteydessä koevapauden täytäntöönpanoon liittyviin viranomaisiin, laitoksiin, yhteisöihin ja yksityisiin henkilöihin sekä tarvittaessa kutsuttava vanki henkilökohtaisesti arviointikeskukseen arvion tekemistä varten. Arviointikeskus antaa lausuntonsa siitä, ylläpitääkö ja edistääkö valvottu koevapaus elinkautista vankeutta tai koko rangaistusta suorittavan vangin valmiuksia sijoittua yhteiskuntaan, sekä selvittää muiden valvotun koevapauden edellytysten täyttymisen. Vankiterveydenhuollon yksikön lausunnosta säädetään erikseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Arviointikeskuksen on tarvittaessa oltava yhteydessä koevapauden täytäntöönpanoon liittyviin viranomaisiin, laitoksiin, yhteisöihin ja yksityisiin henkilöihin sekä tarvittaessa kutsuttava vanki henkilökohtaisesti arviointikeskukseen arvion tekemistä varten. Arviointikeskus antaa lausuntonsa siitä, ylläpitääkö ja edistääkö valvottu koevapaus elinkautista vankeutta tai koko rangaistusta suorittavan vangin valmiuksia sijoittua yhteiskuntaan, sekä selvittää muiden valvotun koevapauden edellytysten täyttymisen. Vankiterveydenhuollon yksikön lausunnosta säädetään erikseen.",
        "folded_fi": "arviointikeskuksen on tarvittaessa oltava yhteydessa koevapauden taytantoonpanoon liittyviin viranomaisiin, laitoksiin, yhteisoihin ja yksityisiin henkiloihin seka tarvittaessa kutsuttava vanki henkilokohtaisesti arviointikeskukseen arvion tekemista varten. arviointikeskus antaa lausuntonsa siita, yllapitaako ja edistaako valvottu koevapaus elinkautista vankeutta tai koko rangaistusta suorittavan vangin valmiuksia sijoittua yhteiskuntaan, seka selvittaa muiden valvotun koevapauden edellytysten tayttymisen. vankiterveydenhuollon yksikon lausunnosta saadetaan erikseen.",
        "title_sv": "Beredning av övervakad frihet på prov för långtidsfångar",
        "content_sv": "Bedömningscentrumet ska vid behov stå i kontakt med de myndigheter, inrättningar, sammanslutningar och enskilda personer som berörs av verkställigheten av friheten på prov samt vid behov personligen kalla fången till bedömningscentrumet för en bedömning. Bedömningscentrumet ger sitt utlåtande om huruvida den övervakade friheten på prov i fråga om fången som avtjänar ett fängelsestraff på livstid eller hela straffet upprätthåller och främjar hans eller hennes färdigheter för anpassning i samhället, samt reder ut huruvida de övriga förutsättningarna för övervakad frihet på prov uppfylls. Särskilda bestämmelser gäller för utlåtandet från Enheten för hälso- och sjukvård för fångar.",
        "normalized_sv": "Bedömningscentrumet ska vid behov stå i kontakt med de myndigheter, inrättningar, sammanslutningar och enskilda personer som berörs av verkställigheten av friheten på prov samt vid behov personligen kalla fången till bedömningscentrumet för en bedömning. Bedömningscentrumet ger sitt utlåtande om huruvida den övervakade friheten på prov i fråga om fången som avtjänar ett fängelsestraff på livstid eller hela straffet upprätthåller och främjar hans eller hennes färdigheter för anpassning i samhället, samt reder ut huruvida de övriga förutsättningarna för övervakad frihet på prov uppfylls. Särskilda bestämmelser gäller för utlåtandet från Enheten för hälso- och sjukvård för fångar.",
        "folded_sv": "bedomningscentrumet ska vid behov sta i kontakt med de myndigheter, inrattningar, sammanslutningar och enskilda personer som berors av verkstalligheten av friheten pa prov samt vid behov personligen kalla fangen till bedomningscentrumet for en bedomning. bedomningscentrumet ger sitt utlatande om huruvida den overvakade friheten pa prov i fraga om fangen som avtjanar ett fangelsestraff pa livstid eller hela straffet uppratthaller och framjar hans eller hennes fardigheter for anpassning i samhallet, samt reder ut huruvida de ovriga forutsattningarna for overvakad frihet pa prov uppfylls. sarskilda bestammelser galler for utlatandet fran enheten for halso- och sjukvard for fangar."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Lääkehoidon valvonta",
      "content": "Edellä 4 §:ssä tarkoitettuun lääkehoitoon sitoutuneen vangin on annettava virtsa- tai verinäytteet, jotka ovat välttämättömiä lääkityksen käytön valvomiseksi ja hoidon turvallisuuden varmistamiseksi. Koevapauteen sijoitettu on velvollinen näytteen antamiseksi saapumaan Vankiterveydenhuollon yksikköön tai erikseen määrättyyn yliopistolliseen sairaalaan tai erikoissairaanhoidon yksikköön. Vankiterveydenhuollon yksikkö sopii lääkehoidon järjestämisestä ja lääkehoitoon liittyvästä veri- ja virtsanäytteen ottamisesta yliopistollisen sairaalan tai erikoissairaanhoidon yksikön kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20",
        "normalized_fi": "Edellä 4 § :ssä tarkoitettuun lääkehoitoon sitoutuneen vangin on annettava virtsa- tai verinäytteet, jotka ovat välttämättömiä lääkityksen käytön valvomiseksi ja hoidon turvallisuuden varmistamiseksi. Koevapauteen sijoitettu on velvollinen näytteen antamiseksi saapumaan Vankiterveydenhuollon yksikköön tai erikseen määrättyyn yliopistolliseen sairaalaan tai erikoissairaanhoidon yksikköön. Vankiterveydenhuollon yksikkö sopii lääkehoidon järjestämisestä ja lääkehoitoon liittyvästä veri- ja virtsanäytteen ottamisesta yliopistollisen sairaalan tai erikoissairaanhoidon yksikön kanssa.",
        "folded_fi": "edella 4 §:ssa tarkoitettuun laakehoitoon sitoutuneen vangin on annettava virtsa- tai verinaytteet, jotka ovat valttamattomia laakityksen kayton valvomiseksi ja hoidon turvallisuuden varmistamiseksi. koevapauteen sijoitettu on velvollinen naytteen antamiseksi saapumaan vankiterveydenhuollon yksikkoon tai erikseen maarattyyn yliopistolliseen sairaalaan tai erikoissairaanhoidon yksikkoon. vankiterveydenhuollon yksikko sopii laakehoidon jarjestamisesta ja laakehoitoon liittyvasta veri- ja virtsanaytteen ottamisesta yliopistollisen sairaalan tai erikoissairaanhoidon yksikon kanssa.",
        "title_sv": "Övervakning av läkemedelsbehandling",
        "content_sv": "En fånge som har förbundit sig till läkemedelsbehandling som avses i 4 § ska lämna de urin- eller blodprov som är nödvändiga för övervakningen av läkemedelsanvändningen och fastställandet av behandlingens säkerhet. Den som har placerats i frihet på prov är skyldig att infinna sig vid Enheten för hälso- och sjukvård för fångar eller ett universitetssjukhus eller en enhet inom den specialiserade sjukvården som anges separat för att lämna prov. Enheten för hälso- och sjukvård för fångar ska med universitetssjukhuset eller enheten inom den specialiserade sjukvården avtala om hur läkemedelsbehandlingen ska ordnas och tillhörande blod- och urinprov tas.",
        "normalized_sv": "En fånge som har förbundit sig till läkemedelsbehandling som avses i 4 § ska lämna de urin- eller blodprov som är nödvändiga för övervakningen av läkemedelsanvändningen och fastställandet av behandlingens säkerhet. Den som har placerats i frihet på prov är skyldig att infinna sig vid Enheten för hälso- och sjukvård för fångar eller ett universitetssjukhus eller en enhet inom den specialiserade sjukvården som anges separat för att lämna prov. Enheten för hälso- och sjukvård för fångar ska med universitetssjukhuset eller enheten inom den specialiserade sjukvården avtala om hur läkemedelsbehandlingen ska ordnas och tillhörande blod- och urinprov tas.",
        "folded_sv": "en fange som har forbundit sig till lakemedelsbehandling som avses i 4 § ska lamna de urin- eller blodprov som ar nodvandiga for overvakningen av lakemedelsanvandningen och faststallandet av behandlingens sakerhet. den som har placerats i frihet pa prov ar skyldig att infinna sig vid enheten for halso- och sjukvard for fangar eller ett universitetssjukhus eller en enhet inom den specialiserade sjukvarden som anges separat for att lamna prov. enheten for halso- och sjukvard for fangar ska med universitetssjukhuset eller enheten inom den specialiserade sjukvarden avtala om hur lakemedelsbehandlingen ska ordnas och tillhorande blod- och urinprov tas."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "title": "Päätösvalta",
      "content": "Vankiterveydenhuollon yksikön lääkäri päättää 4 §:ssä tarkoitetun lääkehoidon sekä muun hoidon ja tuen aloittamisesta, valvonnasta ja lopettamisesta. Kiireellisessä tapauksessa lääkehoidon voi tilapäisesti keskeyttää myös 20 §:ssä tarkoitetussa sairaalassa tai erityissairaanhoidon yksikössä toimiva lääkäri. Tieto hoidon väliaikaisesta keskeyttämisestä välitetään viipymättä Vankiterveydenhuollon yksikön lääkärille, joka tekee lopullisen päätöksen lääkehoidosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:32",
        "normalized_fi": "Vankiterveydenhuollon yksikön lääkäri päättää 4 § :ssä tarkoitetun lääkehoidon sekä muun hoidon ja tuen aloittamisesta, valvonnasta ja lopettamisesta. Kiireellisessä tapauksessa lääkehoidon voi tilapäisesti keskeyttää myös 20 § :ssä tarkoitetussa sairaalassa tai erityissairaanhoidon yksikössä toimiva lääkäri. Tieto hoidon väliaikaisesta keskeyttämisestä välitetään viipymättä Vankiterveydenhuollon yksikön lääkärille, joka tekee lopullisen päätöksen lääkehoidosta.",
        "folded_fi": "vankiterveydenhuollon yksikon laakari paattaa 4 §:ssa tarkoitetun laakehoidon seka muun hoidon ja tuen aloittamisesta, valvonnasta ja lopettamisesta. kiireellisessa tapauksessa laakehoidon voi tilapaisesti keskeyttaa myos 20 §:ssa tarkoitetussa sairaalassa tai erityissairaanhoidon yksikossa toimiva laakari. tieto hoidon valiaikaisesta keskeyttamisesta valitetaan viipymatta vankiterveydenhuollon yksikon laakarille, joka tekee lopullisen paatoksen laakehoidosta.",
        "title_sv": "Beslutanderätt",
        "content_sv": "En läkare vid Enheten för hälso- och sjukvård för fångar fattar beslut om påbörjande, övervakning och upphörande av sådan läkemedelsbehandling och annan behandling och stöd som avses i 4 §. I brådskande fall kan också en läkare vid ett sjukhus eller en enhet inom den specialiserade sjukvården som avses i 20 § avbryta läkemedelsbehandlingen tillfälligt. En läkare vid Enheten för hälso- och sjukvård för fångar ska omedelbart informeras om att behandlingen avbrutits tillfälligt. Denna läkare fattar det slutliga beslutet om läkemedelsbehandlingen.",
        "normalized_sv": "En läkare vid Enheten för hälso- och sjukvård för fångar fattar beslut om påbörjande, övervakning och upphörande av sådan läkemedelsbehandling och annan behandling och stöd som avses i 4 § . I brådskande fall kan också en läkare vid ett sjukhus eller en enhet inom den specialiserade sjukvården som avses i 20 § avbryta läkemedelsbehandlingen tillfälligt. En läkare vid Enheten för hälso- och sjukvård för fångar ska omedelbart informeras om att behandlingen avbrutits tillfälligt. Denna läkare fattar det slutliga beslutet om läkemedelsbehandlingen.",
        "folded_sv": "en lakare vid enheten for halso- och sjukvard for fangar fattar beslut om paborjande, overvakning och upphorande av sadan lakemedelsbehandling och annan behandling och stod som avses i 4 §. i bradskande fall kan ocksa en lakare vid ett sjukhus eller en enhet inom den specialiserade sjukvarden som avses i 20 § avbryta lakemedelsbehandlingen tillfalligt. en lakare vid enheten for halso- och sjukvard for fangar ska omedelbart informeras om att behandlingen avbrutits tillfalligt. denna lakare fattar det slutliga beslutet om lakemedelsbehandlingen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Lääkehoito ja psykososiaalinen hoito koevapauden ehtona",
      "content": "Valvotun koevapauden ehdoksi voidaan asettaa, että seksuaalirikoksesta tuomittu vanki sitoutuu noudattamaan Vankiterveydenhuollon yksiköstä annetussa laissa (1635/2015) tarkoitetun Vankiterveydenhuollon yksikön lääkärin hänelle asettamia seksuaalirikoksen uusimisen ehkäisemiseksi tarkoitettua lääkehoitoa koskevia määräyksiä ja sitoutuu tällaisen lääkehoidon valvontaan. Lääkehoitoa koskevien määräysten noudattamisen lisäksi ehdoksi voidaan asettaa, että vanki sitoutuu noudattamaan psykososiaalista hoitoa ja tukea koskevia määräyksiä. Tällöin ehdoksi asetetaan myös, että vanki sitoutuu jatkamaan lääkehoitoa sekä siihen mahdollisesti liitettyä muuta hoitoa ja tukea sekä suostuu niitä koskevien määräysten noudattamisen valvontaan myös ehdonalaisessa vapaudessa. Vangin on annettava suostumuksensa lääkehoitoon kirjallisesti Vankiterveydenhuollon yksikön lääkärille. Lääkärin on ennen suostumuksen antamista selvitettävä vangille lääkehoidon vaikutukset. Rikosseuraamuslaitoksen on ennen koevapauteen sijoittamista selvitettävä vangille lääkehoidon lopettamisesta aiheutuvat seuraamukset. Seuraamuksista säädetään 26 §:ssä ja yhdyskuntaseuraamusten täytäntöönpanosta annetun lain (400/2015) 74 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Valvotun koevapauden ehdoksi voidaan asettaa, että seksuaalirikoksesta tuomittu vanki sitoutuu noudattamaan Vankiterveydenhuollon yksiköstä annetussa laissa (1635/2015) tarkoitetun Vankiterveydenhuollon yksikön lääkärin hänelle asettamia seksuaalirikoksen uusimisen ehkäisemiseksi tarkoitettua lääkehoitoa koskevia määräyksiä ja sitoutuu tällaisen lääkehoidon valvontaan. Lääkehoitoa koskevien määräysten noudattamisen lisäksi ehdoksi voidaan asettaa, että vanki sitoutuu noudattamaan psykososiaalista hoitoa ja tukea koskevia määräyksiä. Tällöin ehdoksi asetetaan myös, että vanki sitoutuu jatkamaan lääkehoitoa sekä siihen mahdollisesti liitettyä muuta hoitoa ja tukea sekä suostuu niitä koskevien määräysten noudattamisen valvontaan myös ehdonalaisessa vapaudessa. Vangin on annettava suostumuksensa lääkehoitoon kirjallisesti Vankiterveydenhuollon yksikön lääkärille. Lääkärin on ennen suostumuksen antamista selvitettävä vangille lääkehoidon vaikutukset. Rikosseuraamuslaitoksen on ennen koevapauteen sijoittamista selvitettävä vangille lääkehoidon lopettamisesta aiheutuvat seuraamukset. Seuraamuksista säädetään 26 § :ssä ja yhdyskuntaseuraamusten täytäntöönpanosta annetun lain (400/2015) 74 § :ssä.",
        "folded_fi": "valvotun koevapauden ehdoksi voidaan asettaa, etta seksuaalirikoksesta tuomittu vanki sitoutuu noudattamaan vankiterveydenhuollon yksikosta annetussa laissa (1635/2015) tarkoitetun vankiterveydenhuollon yksikon laakarin hanelle asettamia seksuaalirikoksen uusimisen ehkaisemiseksi tarkoitettua laakehoitoa koskevia maarayksia ja sitoutuu tallaisen laakehoidon valvontaan. laakehoitoa koskevien maaraysten noudattamisen lisaksi ehdoksi voidaan asettaa, etta vanki sitoutuu noudattamaan psykososiaalista hoitoa ja tukea koskevia maarayksia. talloin ehdoksi asetetaan myos, etta vanki sitoutuu jatkamaan laakehoitoa seka siihen mahdollisesti liitettya muuta hoitoa ja tukea seka suostuu niita koskevien maaraysten noudattamisen valvontaan myos ehdonalaisessa vapaudessa. vangin on annettava suostumuksensa laakehoitoon kirjallisesti vankiterveydenhuollon yksikon laakarille. laakarin on ennen suostumuksen antamista selvitettava vangille laakehoidon vaikutukset. rikosseuraamuslaitoksen on ennen koevapauteen sijoittamista selvitettava vangille laakehoidon lopettamisesta aiheutuvat seuraamukset. seuraamuksista saadetaan 26 §:ssa ja yhdyskuntaseuraamusten taytantoonpanosta annetun lain (400/2015) 74 §:ssa.",
        "title_sv": "Läkemedelsbehandling och psykosocial behandling som villkor för friheten på prov",
        "content_sv": "Som villkor för övervakad frihet på prov kan ställas att en fånge som dömts för sexualbrott förbinder sig att iaktta sådan läkemedelsbehandling för förebyggande av återfall i sexualbrott som en läkare vid den i lagen om Enheten för hälso- och sjukvård för fångar (1635/2015) avsedda Enheten för hälso- och sjukvård för fångar har förordnat för fången och till övervakning av läkemedelsbehandlingen. Förutom iakttagande av förordnanden om läkemedelsbehandling kan det också som villkor ställas att fången förbinder sig att iaktta förordnanden om psykosocial behandling och psykosocialt stöd. Som villkor ställs i detta fall också att fången förbinder sig att fortsätta iaktta läkemedelsbehandlingen och eventuellt tillhörande annan behandling och stöd och samtycker till övervakningen av att förordnandena iakttas också under villkorlig frigivning. Fången ska ge en läkare vid Enheten för hälso- och sjukvård för fångar sitt skriftliga samtycke till läkemedelsbehandlingen. Innan samtycket ges ska läkaren klargöra verkningarna av läkemedelsbehandlingen för fången. Före placeringen i frihet på prov ska Brottspåföljdsmyndigheten för fången klargöra de påföljder som ett upphörande med läkemedelsbehandlingen leder till. Bestämmelser om påföljderna finns i 26 § och i 74 § i lagen om verkställighet av samhällspåföljder (400/2015).",
        "normalized_sv": "Som villkor för övervakad frihet på prov kan ställas att en fånge som dömts för sexualbrott förbinder sig att iaktta sådan läkemedelsbehandling för förebyggande av återfall i sexualbrott som en läkare vid den i lagen om Enheten för hälso- och sjukvård för fångar (1635/2015) avsedda Enheten för hälso- och sjukvård för fångar har förordnat för fången och till övervakning av läkemedelsbehandlingen. Förutom iakttagande av förordnanden om läkemedelsbehandling kan det också som villkor ställas att fången förbinder sig att iaktta förordnanden om psykosocial behandling och psykosocialt stöd. Som villkor ställs i detta fall också att fången förbinder sig att fortsätta iaktta läkemedelsbehandlingen och eventuellt tillhörande annan behandling och stöd och samtycker till övervakningen av att förordnandena iakttas också under villkorlig frigivning. Fången ska ge en läkare vid Enheten för hälso- och sjukvård för fångar sitt skriftliga samtycke till läkemedelsbehandlingen. Innan samtycket ges ska läkaren klargöra verkningarna av läkemedelsbehandlingen för fången. Före placeringen i frihet på prov ska Brottspåföljdsmyndigheten för fången klargöra de påföljder som ett upphörande med läkemedelsbehandlingen leder till. Bestämmelser om påföljderna finns i 26 § och i 74 § i lagen om verkställighet av samhällspåföljder (400/2015).",
        "folded_sv": "som villkor for overvakad frihet pa prov kan stallas att en fange som domts for sexualbrott forbinder sig att iaktta sadan lakemedelsbehandling for forebyggande av aterfall i sexualbrott som en lakare vid den i lagen om enheten for halso- och sjukvard for fangar (1635/2015) avsedda enheten for halso- och sjukvard for fangar har forordnat for fangen och till overvakning av lakemedelsbehandlingen. forutom iakttagande av forordnanden om lakemedelsbehandling kan det ocksa som villkor stallas att fangen forbinder sig att iaktta forordnanden om psykosocial behandling och psykosocialt stod. som villkor stalls i detta fall ocksa att fangen forbinder sig att fortsatta iaktta lakemedelsbehandlingen och eventuellt tillhorande annan behandling och stod och samtycker till overvakningen av att forordnandena iakttas ocksa under villkorlig frigivning. fangen ska ge en lakare vid enheten for halso- och sjukvard for fangar sitt skriftliga samtycke till lakemedelsbehandlingen. innan samtycket ges ska lakaren klargora verkningarna av lakemedelsbehandlingen for fangen. fore placeringen i frihet pa prov ska brottspafoljdsmyndigheten for fangen klargora de pafoljder som ett upphorande med lakemedelsbehandlingen leder till. bestammelser om pafoljderna finns i 26 § och i 74 § i lagen om verkstallighet av samhallspafoljder (400/2015)."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Pitkäaikaisvankien koevapauden valmistelu",
      "content": "Arviointikeskuksen on tarvittaessa oltava yhteydessä koevapauden täytäntöönpanoon liittyviin viranomaisiin, laitoksiin, yhteisöihin ja yksityisiin henkilöihin sekä tarvittaessa kutsuttava vanki henkilökohtaisesti arviointikeskukseen arvion tekemistä varten. Arviointikeskus antaa lausuntonsa siitä, ylläpitääkö ja edistääkö valvottu koevapaus elinkautista vankeutta tai koko rangaistusta suorittavan vangin valmiuksia sijoittua yhteiskuntaan, sekä selvittää muiden valvotun koevapauden edellytysten täyttymisen. Vankiterveydenhuollon yksikön lausunnosta säädetään erikseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Arviointikeskuksen on tarvittaessa oltava yhteydessä koevapauden täytäntöönpanoon liittyviin viranomaisiin, laitoksiin, yhteisöihin ja yksityisiin henkilöihin sekä tarvittaessa kutsuttava vanki henkilökohtaisesti arviointikeskukseen arvion tekemistä varten. Arviointikeskus antaa lausuntonsa siitä, ylläpitääkö ja edistääkö valvottu koevapaus elinkautista vankeutta tai koko rangaistusta suorittavan vangin valmiuksia sijoittua yhteiskuntaan, sekä selvittää muiden valvotun koevapauden edellytysten täyttymisen. Vankiterveydenhuollon yksikön lausunnosta säädetään erikseen.",
        "folded_fi": "arviointikeskuksen on tarvittaessa oltava yhteydessa koevapauden taytantoonpanoon liittyviin viranomaisiin, laitoksiin, yhteisoihin ja yksityisiin henkiloihin seka tarvittaessa kutsuttava vanki henkilokohtaisesti arviointikeskukseen arvion tekemista varten. arviointikeskus antaa lausuntonsa siita, yllapitaako ja edistaako valvottu koevapaus elinkautista vankeutta tai koko rangaistusta suorittavan vangin valmiuksia sijoittua yhteiskuntaan, seka selvittaa muiden valvotun koevapauden edellytysten tayttymisen. vankiterveydenhuollon yksikon lausunnosta saadetaan erikseen.",
        "title_sv": "Beredning av övervakad frihet på prov för långtidsfångar",
        "content_sv": "Bedömningscentrumet ska vid behov stå i kontakt med de myndigheter, inrättningar, sammanslutningar och enskilda personer som berörs av verkställigheten av friheten på prov samt vid behov personligen kalla fången till bedömningscentrumet för en bedömning. Bedömningscentrumet ger sitt utlåtande om huruvida den övervakade friheten på prov i fråga om fången som avtjänar ett fängelsestraff på livstid eller hela straffet upprätthåller och främjar hans eller hennes färdigheter för anpassning i samhället, samt reder ut huruvida de övriga förutsättningarna för övervakad frihet på prov uppfylls. Särskilda bestämmelser gäller för utlåtandet från Enheten för hälso- och sjukvård för fångar.",
        "normalized_sv": "Bedömningscentrumet ska vid behov stå i kontakt med de myndigheter, inrättningar, sammanslutningar och enskilda personer som berörs av verkställigheten av friheten på prov samt vid behov personligen kalla fången till bedömningscentrumet för en bedömning. Bedömningscentrumet ger sitt utlåtande om huruvida den övervakade friheten på prov i fråga om fången som avtjänar ett fängelsestraff på livstid eller hela straffet upprätthåller och främjar hans eller hennes färdigheter för anpassning i samhället, samt reder ut huruvida de övriga förutsättningarna för övervakad frihet på prov uppfylls. Särskilda bestämmelser gäller för utlåtandet från Enheten för hälso- och sjukvård för fångar.",
        "folded_sv": "bedomningscentrumet ska vid behov sta i kontakt med de myndigheter, inrattningar, sammanslutningar och enskilda personer som berors av verkstalligheten av friheten pa prov samt vid behov personligen kalla fangen till bedomningscentrumet for en bedomning. bedomningscentrumet ger sitt utlatande om huruvida den overvakade friheten pa prov i fraga om fangen som avtjanar ett fangelsestraff pa livstid eller hela straffet uppratthaller och framjar hans eller hennes fardigheter for anpassning i samhallet, samt reder ut huruvida de ovriga forutsattningarna for overvakad frihet pa prov uppfylls. sarskilda bestammelser galler for utlatandet fran enheten for halso- och sjukvard for fangar."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Lääkehoidon valvonta",
      "content": "Edellä 4 §:ssä tarkoitettuun lääkehoitoon sitoutuneen vangin on annettava virtsa- tai verinäytteet, jotka ovat välttämättömiä lääkityksen käytön valvomiseksi ja hoidon turvallisuuden varmistamiseksi. Koevapauteen sijoitettu on velvollinen näytteen antamiseksi saapumaan Vankiterveydenhuollon yksikköön tai erikseen määrättyyn yliopistolliseen sairaalaan tai erikoissairaanhoidon yksikköön. Vankiterveydenhuollon yksikkö sopii lääkehoidon järjestämisestä ja lääkehoitoon liittyvästä veri- ja virtsanäytteen ottamisesta yliopistollisen sairaalan tai erikoissairaanhoidon yksikön kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20",
        "normalized_fi": "Edellä 4 § :ssä tarkoitettuun lääkehoitoon sitoutuneen vangin on annettava virtsa- tai verinäytteet, jotka ovat välttämättömiä lääkityksen käytön valvomiseksi ja hoidon turvallisuuden varmistamiseksi. Koevapauteen sijoitettu on velvollinen näytteen antamiseksi saapumaan Vankiterveydenhuollon yksikköön tai erikseen määrättyyn yliopistolliseen sairaalaan tai erikoissairaanhoidon yksikköön. Vankiterveydenhuollon yksikkö sopii lääkehoidon järjestämisestä ja lääkehoitoon liittyvästä veri- ja virtsanäytteen ottamisesta yliopistollisen sairaalan tai erikoissairaanhoidon yksikön kanssa.",
        "folded_fi": "edella 4 §:ssa tarkoitettuun laakehoitoon sitoutuneen vangin on annettava virtsa- tai verinaytteet, jotka ovat valttamattomia laakityksen kayton valvomiseksi ja hoidon turvallisuuden varmistamiseksi. koevapauteen sijoitettu on velvollinen naytteen antamiseksi saapumaan vankiterveydenhuollon yksikkoon tai erikseen maarattyyn yliopistolliseen sairaalaan tai erikoissairaanhoidon yksikkoon. vankiterveydenhuollon yksikko sopii laakehoidon jarjestamisesta ja laakehoitoon liittyvasta veri- ja virtsanaytteen ottamisesta yliopistollisen sairaalan tai erikoissairaanhoidon yksikon kanssa.",
        "title_sv": "Övervakning av läkemedelsbehandling",
        "content_sv": "En fånge som har förbundit sig till läkemedelsbehandling som avses i 4 § ska lämna de urin- eller blodprov som är nödvändiga för övervakningen av läkemedelsanvändningen och fastställandet av behandlingens säkerhet. Den som har placerats i frihet på prov är skyldig att infinna sig vid Enheten för hälso- och sjukvård för fångar eller ett universitetssjukhus eller en enhet inom den specialiserade sjukvården som anges separat för att lämna prov. Enheten för hälso- och sjukvård för fångar ska med universitetssjukhuset eller enheten inom den specialiserade sjukvården avtala om hur läkemedelsbehandlingen ska ordnas och tillhörande blod- och urinprov tas.",
        "normalized_sv": "En fånge som har förbundit sig till läkemedelsbehandling som avses i 4 § ska lämna de urin- eller blodprov som är nödvändiga för övervakningen av läkemedelsanvändningen och fastställandet av behandlingens säkerhet. Den som har placerats i frihet på prov är skyldig att infinna sig vid Enheten för hälso- och sjukvård för fångar eller ett universitetssjukhus eller en enhet inom den specialiserade sjukvården som anges separat för att lämna prov. Enheten för hälso- och sjukvård för fångar ska med universitetssjukhuset eller enheten inom den specialiserade sjukvården avtala om hur läkemedelsbehandlingen ska ordnas och tillhörande blod- och urinprov tas.",
        "folded_sv": "en fange som har forbundit sig till lakemedelsbehandling som avses i 4 § ska lamna de urin- eller blodprov som ar nodvandiga for overvakningen av lakemedelsanvandningen och faststallandet av behandlingens sakerhet. den som har placerats i frihet pa prov ar skyldig att infinna sig vid enheten for halso- och sjukvard for fangar eller ett universitetssjukhus eller en enhet inom den specialiserade sjukvarden som anges separat for att lamna prov. enheten for halso- och sjukvard for fangar ska med universitetssjukhuset eller enheten inom den specialiserade sjukvarden avtala om hur lakemedelsbehandlingen ska ordnas och tillhorande blod- och urinprov tas."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "32",
      "section": "32",
      "title": "Päätösvalta",
      "content": "Vankiterveydenhuollon yksikön lääkäri päättää 4 §:ssä tarkoitetun lääkehoidon sekä muun hoidon ja tuen aloittamisesta, valvonnasta ja lopettamisesta. Kiireellisessä tapauksessa lääkehoidon voi tilapäisesti keskeyttää myös 20 §:ssä tarkoitetussa sairaalassa tai erityissairaanhoidon yksikössä toimiva lääkäri. Tieto hoidon väliaikaisesta keskeyttämisestä välitetään viipymättä Vankiterveydenhuollon yksikön lääkärille, joka tekee lopullisen päätöksen lääkehoidosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:32",
        "normalized_fi": "Vankiterveydenhuollon yksikön lääkäri päättää 4 § :ssä tarkoitetun lääkehoidon sekä muun hoidon ja tuen aloittamisesta, valvonnasta ja lopettamisesta. Kiireellisessä tapauksessa lääkehoidon voi tilapäisesti keskeyttää myös 20 § :ssä tarkoitetussa sairaalassa tai erityissairaanhoidon yksikössä toimiva lääkäri. Tieto hoidon väliaikaisesta keskeyttämisestä välitetään viipymättä Vankiterveydenhuollon yksikön lääkärille, joka tekee lopullisen päätöksen lääkehoidosta.",
        "folded_fi": "vankiterveydenhuollon yksikon laakari paattaa 4 §:ssa tarkoitetun laakehoidon seka muun hoidon ja tuen aloittamisesta, valvonnasta ja lopettamisesta. kiireellisessa tapauksessa laakehoidon voi tilapaisesti keskeyttaa myos 20 §:ssa tarkoitetussa sairaalassa tai erityissairaanhoidon yksikossa toimiva laakari. tieto hoidon valiaikaisesta keskeyttamisesta valitetaan viipymatta vankiterveydenhuollon yksikon laakarille, joka tekee lopullisen paatoksen laakehoidosta.",
        "title_sv": "Beslutanderätt",
        "content_sv": "En läkare vid Enheten för hälso- och sjukvård för fångar fattar beslut om påbörjande, övervakning och upphörande av sådan läkemedelsbehandling och annan behandling och stöd som avses i 4 §. I brådskande fall kan också en läkare vid ett sjukhus eller en enhet inom den specialiserade sjukvården som avses i 20 § avbryta läkemedelsbehandlingen tillfälligt. En läkare vid Enheten för hälso- och sjukvård för fångar ska omedelbart informeras om att behandlingen avbrutits tillfälligt. Denna läkare fattar det slutliga beslutet om läkemedelsbehandlingen.",
        "normalized_sv": "En läkare vid Enheten för hälso- och sjukvård för fångar fattar beslut om påbörjande, övervakning och upphörande av sådan läkemedelsbehandling och annan behandling och stöd som avses i 4 § . I brådskande fall kan också en läkare vid ett sjukhus eller en enhet inom den specialiserade sjukvården som avses i 20 § avbryta läkemedelsbehandlingen tillfälligt. En läkare vid Enheten för hälso- och sjukvård för fångar ska omedelbart informeras om att behandlingen avbrutits tillfälligt. Denna läkare fattar det slutliga beslutet om läkemedelsbehandlingen.",
        "folded_sv": "en lakare vid enheten for halso- och sjukvard for fangar fattar beslut om paborjande, overvakning och upphorande av sadan lakemedelsbehandling och annan behandling och stod som avses i 4 §. i bradskande fall kan ocksa en lakare vid ett sjukhus eller en enhet inom den specialiserade sjukvarden som avses i 20 § avbryta lakemedelsbehandlingen tillfalligt. en lakare vid enheten for halso- och sjukvard for fangar ska omedelbart informeras om att behandlingen avbrutits tillfalligt. denna lakare fattar det slutliga beslutet om lakemedelsbehandlingen."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    }
  ]
}