{
  "id": "1659/2015",
  "type": "statute",
  "title": "Laki terveydenhuollon ammattihenkilöistä annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om yrkesutbildade personer inom hälso- och sjukvården",
  "status": "in_force",
  "issued_date": "2015-12-30",
  "in_force_date": "2015-12-30",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/1659/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1:3 a",
      "chapter": "1",
      "section": "3 a",
      "title": "Lain suhde Euroopan unionin lainsäädäntöön ja muuhun kansalliseen lainsäädäntöön sekä toimivaltainen viranomainen",
      "content": "ammattipätevyysdirektiivi, Unionin tunnustamissäännöksillä tarkoitetaan tässä laissa ammattipätevyyden tunnustamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2005/36/EY, jäljempänä säännöksiä sekä siihen liittyviä siirretyn säädösvallan käyttämistä koskevia ja kyseisen direktiivin täytäntöönpanoon liittyviä komission säädöksiä. Jos tässä laissa ei ole ammattipätevyyden tunnustamista koskevia säännöksiä, sovelletaan ammattipätevyyden tunnustamisesta annettua lakia (1384/2015) taikka ammattipätevyysdirektiiviä. Sosiaali- ja terveysalan lupa- ja valvontavirasto toimii terveydenhuollon ammattihenkilöiden osalta ammattipätevyysdirektiivissä ja ammattipätevyyden tunnustamisesta annetussa laissa tarkoitettuna toimivaltaisena viranomaisena.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:3 a",
        "normalized_fi": "ammattipätevyysdirektiivi, Unionin tunnustamissäännöksillä tarkoitetaan tässä laissa ammattipätevyyden tunnustamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2005/36/EY, jäljempänä säännöksiä sekä siihen liittyviä siirretyn säädösvallan käyttämistä koskevia ja kyseisen direktiivin täytäntöönpanoon liittyviä komission säädöksiä. Jos tässä laissa ei ole ammattipätevyyden tunnustamista koskevia säännöksiä, sovelletaan ammattipätevyyden tunnustamisesta annettua lakia (1384/2015) taikka ammattipätevyysdirektiiviä. Sosiaali- ja terveysalan lupa- ja valvontavirasto toimii terveydenhuollon ammattihenkilöiden osalta ammattipätevyysdirektiivissä ja ammattipätevyyden tunnustamisesta annetussa laissa tarkoitettuna toimivaltaisena viranomaisena.",
        "folded_fi": "ammattipatevyysdirektiivi, unionin tunnustamissaannoksilla tarkoitetaan tassa laissa ammattipatevyyden tunnustamisesta annetun euroopan parlamentin ja neuvoston direktiivin 2005/36/ey, jaljempana saannoksia seka siihen liittyvia siirretyn saadosvallan kayttamista koskevia ja kyseisen direktiivin taytantoonpanoon liittyvia komission saadoksia. jos tassa laissa ei ole ammattipatevyyden tunnustamista koskevia saannoksia, sovelletaan ammattipatevyyden tunnustamisesta annettua lakia (1384/2015) taikka ammattipatevyysdirektiivia. sosiaali- ja terveysalan lupa- ja valvontavirasto toimii terveydenhuollon ammattihenkiloiden osalta ammattipatevyysdirektiivissa ja ammattipatevyyden tunnustamisesta annetussa laissa tarkoitettuna toimivaltaisena viranomaisena.",
        "title_sv": "Lagens förhållande till Europeiska unionens lagstiftning och till övrig nationell lagstiftning samt behörig myndighet",
        "content_sv": "yrkeskvalifikationsdirektivet Med unionens bestämmelser om erkännande avses i denna lag bestämmelserna i Europaparlamentets och rådets direktiv 2005/36/EG om erkännande av yrkeskvalifikationer, nedan, och de anknytande bestämmelserna i kommissionens rättsakter om användningen av delegerade befogenheter och om genomförandet av yrkeskvalifikationsdirektivet. Om det i denna lag inte finns bestämmelser om erkännande av yrkeskvalifikationer, ska lagen om erkännande av yrkeskvalifikationer (1384/2015) eller yrkeskvalifikationsdirektivet tillämpas. Tillstånds- och tillsynsverket för social- och hälsovården är den behöriga myndighet som avses i yrkeskvalifikationsdirektivet och i lagen om erkännande av yrkeskvalifikationer när det gäller yrkesutbildade personer inom hälso- och sjukvården.",
        "normalized_sv": "yrkeskvalifikationsdirektivet Med unionens bestämmelser om erkännande avses i denna lag bestämmelserna i Europaparlamentets och rådets direktiv 2005/36/EG om erkännande av yrkeskvalifikationer, nedan, och de anknytande bestämmelserna i kommissionens rättsakter om användningen av delegerade befogenheter och om genomförandet av yrkeskvalifikationsdirektivet. Om det i denna lag inte finns bestämmelser om erkännande av yrkeskvalifikationer, ska lagen om erkännande av yrkeskvalifikationer (1384/2015) eller yrkeskvalifikationsdirektivet tillämpas. Tillstånds- och tillsynsverket för social- och hälsovården är den behöriga myndighet som avses i yrkeskvalifikationsdirektivet och i lagen om erkännande av yrkeskvalifikationer när det gäller yrkesutbildade personer inom hälso- och sjukvården.",
        "folded_sv": "yrkeskvalifikationsdirektivet med unionens bestammelser om erkannande avses i denna lag bestammelserna i europaparlamentets och radets direktiv 2005/36/eg om erkannande av yrkeskvalifikationer, nedan, och de anknytande bestammelserna i kommissionens rattsakter om anvandningen av delegerade befogenheter och om genomforandet av yrkeskvalifikationsdirektivet. om det i denna lag inte finns bestammelser om erkannande av yrkeskvalifikationer, ska lagen om erkannande av yrkeskvalifikationer (1384/2015) eller yrkeskvalifikationsdirektivet tillampas. tillstands- och tillsynsverket for social- och halsovarden ar den behoriga myndighet som avses i yrkeskvalifikationsdirektivet och i lagen om erkannande av yrkeskvalifikationer nar det galler yrkesutbildade personer inom halso- och sjukvarden."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "Oikeus harjoittaa lääkärin tai hammaslääkärin ammattia automaattisen tunnustamisen periaatteen nojalla",
      "content": "EU-valtio ETA-valtion Sosiaali- ja terveysalan lupa- ja valvontavirasto myöntää hakemuksesta oikeuden harjoittaa Suomessa lääkärin tai hammaslääkärin ammattia laillistettuna ammattihenkilönä Euroopan unioniin kuuluvan valtion () tai Euroopan talousalueeseen kuuluvan valtion () kansalaiselle, jolle on jossakin muussa EU- tai ETA-valtiossa kuin Suomessa suoritetun koulutuksen perusteella kyseisessä valtiossa myönnetty unionin tunnustamissäännöksissä tarkoitettu muodollista pätevyyttä osoittava asiakirja, joka kyseisessä valtiossa vaaditaan oikeuden saamiseksi lääkärin tai hammaslääkärin ammatin harjoittamiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:6",
        "normalized_fi": "EU-valtio ETA-valtion Sosiaali- ja terveysalan lupa- ja valvontavirasto myöntää hakemuksesta oikeuden harjoittaa Suomessa lääkärin tai hammaslääkärin ammattia laillistettuna ammattihenkilönä Euroopan unioniin kuuluvan valtion () tai Euroopan talousalueeseen kuuluvan valtion () kansalaiselle, jolle on jossakin muussa EU- tai ETA-valtiossa kuin Suomessa suoritetun koulutuksen perusteella kyseisessä valtiossa myönnetty unionin tunnustamissäännöksissä tarkoitettu muodollista pätevyyttä osoittava asiakirja, joka kyseisessä valtiossa vaaditaan oikeuden saamiseksi lääkärin tai hammaslääkärin ammatin harjoittamiseen.",
        "folded_fi": "eu-valtio eta-valtion sosiaali- ja terveysalan lupa- ja valvontavirasto myontaa hakemuksesta oikeuden harjoittaa suomessa laakarin tai hammaslaakarin ammattia laillistettuna ammattihenkilona euroopan unioniin kuuluvan valtion () tai euroopan talousalueeseen kuuluvan valtion () kansalaiselle, jolle on jossakin muussa eu- tai eta-valtiossa kuin suomessa suoritetun koulutuksen perusteella kyseisessa valtiossa myonnetty unionin tunnustamissaannoksissa tarkoitettu muodollista patevyytta osoittava asiakirja, joka kyseisessa valtiossa vaaditaan oikeuden saamiseksi laakarin tai hammaslaakarin ammatin harjoittamiseen.",
        "title_sv": "Rätt att utöva läkar- eller tandläkaryrket med stöd av principen om automatiskt erkännande",
        "content_sv": "EU-stat EES-stat Den som är medborgare i en stat inom Europeiska unionen () eller en stat inom Europeiska ekonomiska samarbetsområdet () och som på basis av en utbildning i någon annan EU- eller EES-stat än Finland i denna stat har tilldelats ett sådant i unionens bestämmelser om erkännande avsett bevis på formella kvalifikationer som i den staten krävs för erhållande av rätt att utöva läkar- eller tandläkaryrket, beviljas av Tillstånds- och tillsynsverket för social- och hälsovården på ansökan rätt att i Finland utöva läkar- eller tandläkaryrket som legitimerad yrkesutbildad person.",
        "normalized_sv": "EU-stat EES-stat Den som är medborgare i en stat inom Europeiska unionen () eller en stat inom Europeiska ekonomiska samarbetsområdet () och som på basis av en utbildning i någon annan EU- eller EES-stat än Finland i denna stat har tilldelats ett sådant i unionens bestämmelser om erkännande avsett bevis på formella kvalifikationer som i den staten krävs för erhållande av rätt att utöva läkar- eller tandläkaryrket, beviljas av Tillstånds- och tillsynsverket för social- och hälsovården på ansökan rätt att i Finland utöva läkar- eller tandläkaryrket som legitimerad yrkesutbildad person.",
        "folded_sv": "eu-stat ees-stat den som ar medborgare i en stat inom europeiska unionen () eller en stat inom europeiska ekonomiska samarbetsomradet () och som pa basis av en utbildning i nagon annan eu- eller ees-stat an finland i denna stat har tilldelats ett sadant i unionens bestammelser om erkannande avsett bevis pa formella kvalifikationer som i den staten kravs for erhallande av ratt att utova lakar- eller tandlakaryrket, beviljas av tillstands- och tillsynsverket for social- och halsovarden pa ansokan ratt att i finland utova lakar- eller tandlakaryrket som legitimerad yrkesutbildad person."
      }
    },
    {
      "provision_ref": "1:6 a",
      "chapter": "1",
      "section": "6 a",
      "title": "Ennen vuotta 2012 lääketieteen opinnot toisessa EU- tai ETA-valtiossa aloittaneen oikeus harjoittaa lääkärin ammattia",
      "content": "Sosiaali- ja terveysalan lupa- ja valvontavirasto myöntää hakemuksesta määrääminsä ehdoin oikeuden harjoittaa Suomessa lääkärin ammattia laillistettuna ammattihenkilönä kyseistä ammattia itsenäisesti harjoittamaan oikeutetun laillistetun ammattihenkilön johdon ja valvonnan alaisena potilaan asemasta ja oikeuksista annetun lain (785/1992) 2 §:n 4 kohdassa tarkoitetussa terveydenhuollon toimintayksikössä henkilölle, joka on aloittanut lääketieteen opinnot ennen 1 päivää tammikuuta 2012 sellaisessa EU- tai ETA-valtiossa, jossa lääkärin ammatinharjoittamisoikeuden edellytyksenä on tutkinnon jälkeisen ammatillisen harjoittelun suorittaminen, ja suorittanut siellä lääkärin perustutkinnon. Ammatinharjoittamisoikeus myönnetään kolmen vuoden määräajaksi. Kun hakija on toiminut 1 momentissa säädetyn ajan Sosiaali- ja terveysalan lupa- ja valvontaviraston määrittelemien ehtojen mukaisesti lääkärin tehtävissä, Sosiaali- ja terveysalan lupa- ja valvontavirasto myöntää hakemuksesta hakijalle oikeuden harjoittaa lääkärin ammattia Suomessa itsenäisesti. Sosiaali- ja terveysalan lupa- ja valvontavirasto voi perustellusta syystä pidentää 1 momentissa säädettyä kolmen vuoden määräaikaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:6 a",
        "normalized_fi": "Sosiaali- ja terveysalan lupa- ja valvontavirasto myöntää hakemuksesta määrääminsä ehdoin oikeuden harjoittaa Suomessa lääkärin ammattia laillistettuna ammattihenkilönä kyseistä ammattia itsenäisesti harjoittamaan oikeutetun laillistetun ammattihenkilön johdon ja valvonnan alaisena potilaan asemasta ja oikeuksista annetun lain (785/1992) 2 § :n 4 kohdassa tarkoitetussa terveydenhuollon toimintayksikössä henkilölle, joka on aloittanut lääketieteen opinnot ennen 1 päivää tammikuuta 2012 sellaisessa EU- tai ETA-valtiossa, jossa lääkärin ammatinharjoittamisoikeuden edellytyksenä on tutkinnon jälkeisen ammatillisen harjoittelun suorittaminen, ja suorittanut siellä lääkärin perustutkinnon. Ammatinharjoittamisoikeus myönnetään kolmen vuoden määräajaksi. Kun hakija on toiminut 1 momentissa säädetyn ajan Sosiaali- ja terveysalan lupa- ja valvontaviraston määrittelemien ehtojen mukaisesti lääkärin tehtävissä, Sosiaali- ja terveysalan lupa- ja valvontavirasto myöntää hakemuksesta hakijalle oikeuden harjoittaa lääkärin ammattia Suomessa itsenäisesti. Sosiaali- ja terveysalan lupa- ja valvontavirasto voi perustellusta syystä pidentää 1 momentissa säädettyä kolmen vuoden määräaikaa.",
        "folded_fi": "sosiaali- ja terveysalan lupa- ja valvontavirasto myontaa hakemuksesta maaraaminsa ehdoin oikeuden harjoittaa suomessa laakarin ammattia laillistettuna ammattihenkilona kyseista ammattia itsenaisesti harjoittamaan oikeutetun laillistetun ammattihenkilon johdon ja valvonnan alaisena potilaan asemasta ja oikeuksista annetun lain (785/1992) 2 §:n 4 kohdassa tarkoitetussa terveydenhuollon toimintayksikossa henkilolle, joka on aloittanut laaketieteen opinnot ennen 1 paivaa tammikuuta 2012 sellaisessa eu- tai eta-valtiossa, jossa laakarin ammatinharjoittamisoikeuden edellytyksena on tutkinnon jalkeisen ammatillisen harjoittelun suorittaminen, ja suorittanut siella laakarin perustutkinnon. ammatinharjoittamisoikeus myonnetaan kolmen vuoden maaraajaksi. kun hakija on toiminut 1 momentissa saadetyn ajan sosiaali- ja terveysalan lupa- ja valvontaviraston maarittelemien ehtojen mukaisesti laakarin tehtavissa, sosiaali- ja terveysalan lupa- ja valvontavirasto myontaa hakemuksesta hakijalle oikeuden harjoittaa laakarin ammattia suomessa itsenaisesti. sosiaali- ja terveysalan lupa- ja valvontavirasto voi perustellusta syysta pidentaa 1 momentissa saadettya kolmen vuoden maaraaikaa.",
        "title_sv": "Rätt att utöva läkaryrket för en person som påbörjat studier i medicin i en annan EU- eller EES-stat före 2012",
        "content_sv": "Den som före den 1 januari 2012 har påbörjat studier i medicin i en sådan EU- eller EES-stat där avlagd yrkespraktik efter examen är en förutsättning för rätten att utöva läkaryrket, och som där har avlagt grundexamen för läkare, beviljas av Tillstånds- och tillsynsverket för social- och hälsovården på ansökan och på de villkor som verket bestämmer rätt att i Finland utöva läkaryrket som legitimerad yrkesutbildad person vid en sådan verksamhetsenhet för hälso- och sjukvård som avses i 2 § 4 punkten i lagen om patientens ställning och rättigheter (785/1992) under ledning och tillsyn av en legitimerad yrkesutbildad person med rätt att självständigt utöva yrket i fråga. Rätten att utöva yrke beviljas för tre år. När sökanden under den tid som föreskrivs i 1 mom. har varit verksam i läkaruppgifter i enlighet med de villkor som Tillstånds- och tillsynsverket för social- och hälsovården har bestämt, beviljar verket på ansökan sökanden rätt att självständigt utöva läkaryrket i Finland. Tillstånds- och tillsynsverket för social- och hälsovården kan av grundad anledning förlänga den tid om tre år som föreskrivs i 1 mom.",
        "normalized_sv": "Den som före den 1 januari 2012 har påbörjat studier i medicin i en sådan EU- eller EES-stat där avlagd yrkespraktik efter examen är en förutsättning för rätten att utöva läkaryrket, och som där har avlagt grundexamen för läkare, beviljas av Tillstånds- och tillsynsverket för social- och hälsovården på ansökan och på de villkor som verket bestämmer rätt att i Finland utöva läkaryrket som legitimerad yrkesutbildad person vid en sådan verksamhetsenhet för hälso- och sjukvård som avses i 2 § 4 punkten i lagen om patientens ställning och rättigheter (785/1992) under ledning och tillsyn av en legitimerad yrkesutbildad person med rätt att självständigt utöva yrket i fråga. Rätten att utöva yrke beviljas för tre år. När sökanden under den tid som föreskrivs i 1 mom. har varit verksam i läkaruppgifter i enlighet med de villkor som Tillstånds- och tillsynsverket för social- och hälsovården har bestämt, beviljar verket på ansökan sökanden rätt att självständigt utöva läkaryrket i Finland. Tillstånds- och tillsynsverket för social- och hälsovården kan av grundad anledning förlänga den tid om tre år som föreskrivs i 1 mom.",
        "folded_sv": "den som fore den 1 januari 2012 har paborjat studier i medicin i en sadan eu- eller ees-stat dar avlagd yrkespraktik efter examen ar en forutsattning for ratten att utova lakaryrket, och som dar har avlagt grundexamen for lakare, beviljas av tillstands- och tillsynsverket for social- och halsovarden pa ansokan och pa de villkor som verket bestammer ratt att i finland utova lakaryrket som legitimerad yrkesutbildad person vid en sadan verksamhetsenhet for halso- och sjukvard som avses i 2 § 4 punkten i lagen om patientens stallning och rattigheter (785/1992) under ledning och tillsyn av en legitimerad yrkesutbildad person med ratt att sjalvstandigt utova yrket i fraga. ratten att utova yrke beviljas for tre ar. nar sokanden under den tid som foreskrivs i 1 mom. har varit verksam i lakaruppgifter i enlighet med de villkor som tillstands- och tillsynsverket for social- och halsovarden har bestamt, beviljar verket pa ansokan sokanden ratt att sjalvstandigt utova lakaryrket i finland. tillstands- och tillsynsverket for social- och halsovarden kan av grundad anledning forlanga den tid om tre ar som foreskrivs i 1 mom."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "title": "Oikeus harjoittaa terveydenhuollon ammattia ja ammattinimikkeen käyttöoikeus yleisen tunnustamisjärjestelmän nojalla",
      "content": "Sen lisäksi, mitä 1 ja 2 momentissa säädetään, Sosiaali- ja terveysalan lupa- ja valvontavirastolla on mahdollisuus määrätä hakijalle korvaavina toimenpiteinä sopeutumisaika tai kelpoisuuskoe siten kuin siitä säädetään ammattipätevyyden tunnustamisesta annetussa laissa. Hakija saa valita, suorittaako hän korvaavana toimenpiteenä sopeutumisajan vai kelpoisuuskokeen. Sosiaali- ja terveysalan lupa- ja valvontavirasto voi kuitenkin ammattipätevyyden tunnustamisesta annetun lain 7 §:ssä säädetyillä edellytyksillä määrätä hakijalle sekä sopeutumisajan että kelpoisuuskokeen. Sopeutumisajasta ja kelpoisuuskokeesta säädetään tarkemmin valtioneuvoston asetuksella. Kelpoisuuskokeesta peritään maksu valtion maksuperustelain (150/1992) mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:8",
        "normalized_fi": "Sen lisäksi, mitä 1 ja 2 momentissa säädetään, Sosiaali- ja terveysalan lupa- ja valvontavirastolla on mahdollisuus määrätä hakijalle korvaavina toimenpiteinä sopeutumisaika tai kelpoisuuskoe siten kuin siitä säädetään ammattipätevyyden tunnustamisesta annetussa laissa. Hakija saa valita, suorittaako hän korvaavana toimenpiteenä sopeutumisajan vai kelpoisuuskokeen. Sosiaali- ja terveysalan lupa- ja valvontavirasto voi kuitenkin ammattipätevyyden tunnustamisesta annetun lain 7 § :ssä säädetyillä edellytyksillä määrätä hakijalle sekä sopeutumisajan että kelpoisuuskokeen. Sopeutumisajasta ja kelpoisuuskokeesta säädetään tarkemmin valtioneuvoston asetuksella. Kelpoisuuskokeesta peritään maksu valtion maksuperustelain (150/1992) mukaisesti.",
        "folded_fi": "sen lisaksi, mita 1 ja 2 momentissa saadetaan, sosiaali- ja terveysalan lupa- ja valvontavirastolla on mahdollisuus maarata hakijalle korvaavina toimenpiteina sopeutumisaika tai kelpoisuuskoe siten kuin siita saadetaan ammattipatevyyden tunnustamisesta annetussa laissa. hakija saa valita, suorittaako han korvaavana toimenpiteena sopeutumisajan vai kelpoisuuskokeen. sosiaali- ja terveysalan lupa- ja valvontavirasto voi kuitenkin ammattipatevyyden tunnustamisesta annetun lain 7 §:ssa saadetyilla edellytyksilla maarata hakijalle seka sopeutumisajan etta kelpoisuuskokeen. sopeutumisajasta ja kelpoisuuskokeesta saadetaan tarkemmin valtioneuvoston asetuksella. kelpoisuuskokeesta peritaan maksu valtion maksuperustelain (150/1992) mukaisesti.",
        "title_sv": "Rätt att utöva yrken inom social- och hälsovården och rätt att använda yrkesbeteckning med stöd av den generella ordningen för erkännande",
        "content_sv": "Utöver vad som föreskrivs i 1 och 2 mom. har Tillstånds- och tillsynsverket för social- och hälsovården möjlighet att som kompensationsåtgärder för sökanden bestämma en anpassningspe-riod eller ett lämplighetsprov i enlighet med vad som föreskrivs i lagen om erkännande av yrkeskvalifikationer. Sökanden får välja om han eller hon som kompensationsgärd vill slutföra en anpassningsperiod eller genomgå ett lämplighetsprov. Tillstånds- och tillsynsverket för social- och hälsovården kan dock under de förutsättningar som anges i 7 § i lagen om erkännande av yrkeskvalifikationer bestämma att sökanden ska delta i såväl en anpassningsperiod som ett lämplighetsprov. Närmare bestämmelser om anpassningsperioden och lämplighetsprovet utfärdas genom förordning av statsrådet. För lämplighetsprovet tas det ut en avgift enligt lagen om grunderna för avgifter till staten (150/1992).",
        "normalized_sv": "Utöver vad som föreskrivs i 1 och 2 mom. har Tillstånds- och tillsynsverket för social- och hälsovården möjlighet att som kompensationsåtgärder för sökanden bestämma en anpassningspe-riod eller ett lämplighetsprov i enlighet med vad som föreskrivs i lagen om erkännande av yrkeskvalifikationer. Sökanden får välja om han eller hon som kompensationsgärd vill slutföra en anpassningsperiod eller genomgå ett lämplighetsprov. Tillstånds- och tillsynsverket för social- och hälsovården kan dock under de förutsättningar som anges i 7 § i lagen om erkännande av yrkeskvalifikationer bestämma att sökanden ska delta i såväl en anpassningsperiod som ett lämplighetsprov. Närmare bestämmelser om anpassningsperioden och lämplighetsprovet utfärdas genom förordning av statsrådet. För lämplighetsprovet tas det ut en avgift enligt lagen om grunderna för avgifter till staten (150/1992).",
        "folded_sv": "utover vad som foreskrivs i 1 och 2 mom. har tillstands- och tillsynsverket for social- och halsovarden mojlighet att som kompensationsatgarder for sokanden bestamma en anpassningspe-riod eller ett lamplighetsprov i enlighet med vad som foreskrivs i lagen om erkannande av yrkeskvalifikationer. sokanden far valja om han eller hon som kompensationsgard vill slutfora en anpassningsperiod eller genomga ett lamplighetsprov. tillstands- och tillsynsverket for social- och halsovarden kan dock under de forutsattningar som anges i 7 § i lagen om erkannande av yrkeskvalifikationer bestamma att sokanden ska delta i saval en anpassningsperiod som ett lamplighetsprov. narmare bestammelser om anpassningsperioden och lamplighetsprovet utfardas genom forordning av statsradet. for lamplighetsprovet tas det ut en avgift enligt lagen om grunderna for avgifter till staten (150/1992)."
      }
    },
    {
      "provision_ref": "1:8 a",
      "chapter": "1",
      "section": "8 a",
      "title": "Osittainen ammatinharjoittamisoikeus",
      "content": "Sosiaali- ja terveysalan lupa- ja valvontavirasto myöntää oikeuden harjoittaa terveydenhuollon ammattia laillistettuna ammattihenkilönä osittaisena, kun ammattipätevyyden tunnustamisesta annetun lain 8 §:n mukaiset edellytykset täyttyvät. Osittaisen ammatinharjoittamisoikeuden myöntämiseen sovelletaan lisäksi, mitä tämän lain yleistä tunnustamisjärjestelmää koskevassa 8 §:ssä säädetään. Sosiaali- ja terveysalan lupa- ja valvontavirasto voi evätä osittaisen ammatinharjoittamisoikeuden, jos se on yleiseen turvallisuuteen taikka asiakas- tai potilasturvallisuuteen liittyvien seikkojen vuoksi välttämätöntä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:8 a",
        "normalized_fi": "Sosiaali- ja terveysalan lupa- ja valvontavirasto myöntää oikeuden harjoittaa terveydenhuollon ammattia laillistettuna ammattihenkilönä osittaisena, kun ammattipätevyyden tunnustamisesta annetun lain 8 § :n mukaiset edellytykset täyttyvät. Osittaisen ammatinharjoittamisoikeuden myöntämiseen sovelletaan lisäksi, mitä tämän lain yleistä tunnustamisjärjestelmää koskevassa 8 § :ssä säädetään. Sosiaali- ja terveysalan lupa- ja valvontavirasto voi evätä osittaisen ammatinharjoittamisoikeuden, jos se on yleiseen turvallisuuteen taikka asiakas- tai potilasturvallisuuteen liittyvien seikkojen vuoksi välttämätöntä.",
        "folded_fi": "sosiaali- ja terveysalan lupa- ja valvontavirasto myontaa oikeuden harjoittaa terveydenhuollon ammattia laillistettuna ammattihenkilona osittaisena, kun ammattipatevyyden tunnustamisesta annetun lain 8 §:n mukaiset edellytykset tayttyvat. osittaisen ammatinharjoittamisoikeuden myontamiseen sovelletaan lisaksi, mita taman lain yleista tunnustamisjarjestelmaa koskevassa 8 §:ssa saadetaan. sosiaali- ja terveysalan lupa- ja valvontavirasto voi evata osittaisen ammatinharjoittamisoikeuden, jos se on yleiseen turvallisuuteen taikka asiakas- tai potilasturvallisuuteen liittyvien seikkojen vuoksi valttamatonta.",
        "title_sv": "Partiell rätt att utöva yrke",
        "content_sv": "Tillstånds- och tillsynsverket för social- och hälsovården beviljar partiell rätt att utöva yrke som legitimerad yrkesutbildad person inom hälso- och sjukvården när förutsättningarna enligt 8 § i lagen om erkännande av yrkeskvalifikationer uppfylls. På beviljande av partiell rätt att utöva yrke tillämpas dessutom bestämmelserna i 8 § i denna lag om den generella ordningen för erkännande. Tillstånds- och tillsynsverket för social- och hälsovården kan neka en sökande partiell rätt att utöva yrke om det är nödvändigt av skäl som har samband den allmänna säkerheten eller klient- eller patientsäkerheten.",
        "normalized_sv": "Tillstånds- och tillsynsverket för social- och hälsovården beviljar partiell rätt att utöva yrke som legitimerad yrkesutbildad person inom hälso- och sjukvården när förutsättningarna enligt 8 § i lagen om erkännande av yrkeskvalifikationer uppfylls. På beviljande av partiell rätt att utöva yrke tillämpas dessutom bestämmelserna i 8 § i denna lag om den generella ordningen för erkännande. Tillstånds- och tillsynsverket för social- och hälsovården kan neka en sökande partiell rätt att utöva yrke om det är nödvändigt av skäl som har samband den allmänna säkerheten eller klient- eller patientsäkerheten.",
        "folded_sv": "tillstands- och tillsynsverket for social- och halsovarden beviljar partiell ratt att utova yrke som legitimerad yrkesutbildad person inom halso- och sjukvarden nar forutsattningarna enligt 8 § i lagen om erkannande av yrkeskvalifikationer uppfylls. pa beviljande av partiell ratt att utova yrke tillampas dessutom bestammelserna i 8 § i denna lag om den generella ordningen for erkannande. tillstands- och tillsynsverket for social- och halsovarden kan neka en sokande partiell ratt att utova yrke om det ar nodvandigt av skal som har samband den allmanna sakerheten eller klient- eller patientsakerheten."
      }
    },
    {
      "provision_ref": "1:8 b",
      "chapter": "1",
      "section": "8 b",
      "title": "EU- tai ETA-valtion kansalaiselta vaadittava kielitaito",
      "content": "Sosiaali- ja terveysalan lupa- ja valvontavirasto voi perustellusta syystä vaatia EU- tai ETA-valtion kansalaista osoittamaan riittävän suomen tai ruotsin kielen taidon ammatinharjoittamisoikeuden tai ammattinimikkeen käyttöoikeuden myöntämisen edellytyksenä. Sosiaali- ja terveysalan lupa- ja valvontavirasto voi vaatia kielitaidon tarkistamista vasta kun ammattipätevyys on tunnustettu tai 8 c §:ssä tarkoitettu eurooppalainen ammattikortti myönnetty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:8 b",
        "normalized_fi": "Sosiaali- ja terveysalan lupa- ja valvontavirasto voi perustellusta syystä vaatia EU- tai ETA-valtion kansalaista osoittamaan riittävän suomen tai ruotsin kielen taidon ammatinharjoittamisoikeuden tai ammattinimikkeen käyttöoikeuden myöntämisen edellytyksenä. Sosiaali- ja terveysalan lupa- ja valvontavirasto voi vaatia kielitaidon tarkistamista vasta kun ammattipätevyys on tunnustettu tai 8 c § :ssä tarkoitettu eurooppalainen ammattikortti myönnetty.",
        "folded_fi": "sosiaali- ja terveysalan lupa- ja valvontavirasto voi perustellusta syysta vaatia eu- tai eta-valtion kansalaista osoittamaan riittavan suomen tai ruotsin kielen taidon ammatinharjoittamisoikeuden tai ammattinimikkeen kayttooikeuden myontamisen edellytyksena. sosiaali- ja terveysalan lupa- ja valvontavirasto voi vaatia kielitaidon tarkistamista vasta kun ammattipatevyys on tunnustettu tai 8 c §:ssa tarkoitettu eurooppalainen ammattikortti myonnetty.",
        "title_sv": "Språkkunskaper som krävs av en medborgare i en EU- eller EES-stat",
        "content_sv": "Tillstånds- och tillsynsverket för social- och hälsovården kan av grundad anledning, som en förutsättning för beviljande av rätt att utöva yrke eller rätt att använda yrkesbeteckning, kräva att en medborgare i en EU- eller EES-stat visar att han eller hon har tillräckliga kunskaper i finska eller svenska. Tillstånds- och tillsynsverket för social- och hälsovården får inte kräva kontroll av språkkunskaperna förrän yrkeskvalifikationerna har erkänts eller ett sådant europeiskt yrkeskort som avses i 8 c § har utfärdats.",
        "normalized_sv": "Tillstånds- och tillsynsverket för social- och hälsovården kan av grundad anledning, som en förutsättning för beviljande av rätt att utöva yrke eller rätt att använda yrkesbeteckning, kräva att en medborgare i en EU- eller EES-stat visar att han eller hon har tillräckliga kunskaper i finska eller svenska. Tillstånds- och tillsynsverket för social- och hälsovården får inte kräva kontroll av språkkunskaperna förrän yrkeskvalifikationerna har erkänts eller ett sådant europeiskt yrkeskort som avses i 8 c § har utfärdats.",
        "folded_sv": "tillstands- och tillsynsverket for social- och halsovarden kan av grundad anledning, som en forutsattning for beviljande av ratt att utova yrke eller ratt att anvanda yrkesbeteckning, krava att en medborgare i en eu- eller ees-stat visar att han eller hon har tillrackliga kunskaper i finska eller svenska. tillstands- och tillsynsverket for social- och halsovarden far inte krava kontroll av sprakkunskaperna forran yrkeskvalifikationerna har erkants eller ett sadant europeiskt yrkeskort som avses i 8 c § har utfardats."
      }
    },
    {
      "provision_ref": "1:8 c",
      "chapter": "1",
      "section": "8 c",
      "title": "Eurooppalainen ammattikortti",
      "content": "Eurooppalaisen ammattikortin hakemisesta, hakemusten käsittelystä, ammattikortin myöntämisestä, ammattikorttiin liittyvien tietojen käsittelystä sekä muista ammattikorttiin liittyvistä Sosiaali- ja terveysalan lupa- ja valvontaviraston tehtävistä toimivaltaisena viranomaisena säädetään ammattipätevyyden tunnustamisesta annetun lain 4 luvussa sekä Euroopan parlamentin ja neuvoston direktiivin 2005/36/EY mukaisista eurooppalaisen ammattikortin myöntämismenet-telystä ja hälytysmekanismin soveltamisesta annetussa komission täytäntöönpanoasetuksessa (EU) 2015/983.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:8 c",
        "normalized_fi": "Eurooppalaisen ammattikortin hakemisesta, hakemusten käsittelystä, ammattikortin myöntämisestä, ammattikorttiin liittyvien tietojen käsittelystä sekä muista ammattikorttiin liittyvistä Sosiaali- ja terveysalan lupa- ja valvontaviraston tehtävistä toimivaltaisena viranomaisena säädetään ammattipätevyyden tunnustamisesta annetun lain 4 luvussa sekä Euroopan parlamentin ja neuvoston direktiivin 2005/36/EY mukaisista eurooppalaisen ammattikortin myöntämismenet-telystä ja hälytysmekanismin soveltamisesta annetussa komission täytäntöönpanoasetuksessa (EU) 2015/983.",
        "folded_fi": "eurooppalaisen ammattikortin hakemisesta, hakemusten kasittelysta, ammattikortin myontamisesta, ammattikorttiin liittyvien tietojen kasittelysta seka muista ammattikorttiin liittyvista sosiaali- ja terveysalan lupa- ja valvontaviraston tehtavista toimivaltaisena viranomaisena saadetaan ammattipatevyyden tunnustamisesta annetun lain 4 luvussa seka euroopan parlamentin ja neuvoston direktiivin 2005/36/ey mukaisista eurooppalaisen ammattikortin myontamismenet-telysta ja halytysmekanismin soveltamisesta annetussa komission taytantoonpanoasetuksessa (eu) 2015/983.",
        "title_sv": "Europeiskt yrkeskort",
        "content_sv": "Bestämmelser om ansökan om europeiskt yrkeskort, handläggning av ansökningar, utfärdande av yrkeskort och behandling av uppgifter om yrkeskort samt om Tillstånds- och tillsynsverket för social- och hälsovårdens övriga uppgifter i anslutning till yrkeskort i egenskap av behörig myndighet finns i 4 kap. i lagen om erkännande av yrkeskvalifikationer och i kommissionens genomförandeförordning (EU) 2015/983 om förfarandet för utfärdande av det europeiska yrkeskortet och tillämpningen av varningsmekanismen i enlighet med Europaparlamentets och rådets direktiv 2005/36/EG.",
        "normalized_sv": "Bestämmelser om ansökan om europeiskt yrkeskort, handläggning av ansökningar, utfärdande av yrkeskort och behandling av uppgifter om yrkeskort samt om Tillstånds- och tillsynsverket för social- och hälsovårdens övriga uppgifter i anslutning till yrkeskort i egenskap av behörig myndighet finns i 4 kap. i lagen om erkännande av yrkeskvalifikationer och i kommissionens genomförandeförordning (EU) 2015/983 om förfarandet för utfärdande av det europeiska yrkeskortet och tillämpningen av varningsmekanismen i enlighet med Europaparlamentets och rådets direktiv 2005/36/EG.",
        "folded_sv": "bestammelser om ansokan om europeiskt yrkeskort, handlaggning av ansokningar, utfardande av yrkeskort och behandling av uppgifter om yrkeskort samt om tillstands- och tillsynsverket for social- och halsovardens ovriga uppgifter i anslutning till yrkeskort i egenskap av behorig myndighet finns i 4 kap. i lagen om erkannande av yrkeskvalifikationer och i kommissionens genomforandeforordning (eu) 2015/983 om forfarandet for utfardande av det europeiska yrkeskortet och tillampningen av varningsmekanismen i enlighet med europaparlamentets och radets direktiv 2005/36/eg."
      }
    },
    {
      "provision_ref": "1:8 d",
      "chapter": "1",
      "section": "8 d",
      "title": "Ensihoitajan ammattipätevyyden tunnustaminen",
      "content": "Sosiaali- ja terveysalan lupa- ja valvontavirasto päättää muodollista pätevyyttä osoittavien asiakirjojen tuottamasta kelpoisuudesta ensihoitajan ammattiin henkilölle, joka on suorittanut kyseiseen ammattiin vaadittavan koulutuksen muussa EU- tai ETA-valtiossa kuin Suomessa. Ammattipätevyyden tunnustamiseen sovelletaan lisäksi, mitä 8 §:ssä säädetään yleisen tunnustamisjärjestelmän mukaisesta menettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:8 d",
        "normalized_fi": "Sosiaali- ja terveysalan lupa- ja valvontavirasto päättää muodollista pätevyyttä osoittavien asiakirjojen tuottamasta kelpoisuudesta ensihoitajan ammattiin henkilölle, joka on suorittanut kyseiseen ammattiin vaadittavan koulutuksen muussa EU- tai ETA-valtiossa kuin Suomessa. Ammattipätevyyden tunnustamiseen sovelletaan lisäksi, mitä 8 § :ssä säädetään yleisen tunnustamisjärjestelmän mukaisesta menettelystä.",
        "folded_fi": "sosiaali- ja terveysalan lupa- ja valvontavirasto paattaa muodollista patevyytta osoittavien asiakirjojen tuottamasta kelpoisuudesta ensihoitajan ammattiin henkilolle, joka on suorittanut kyseiseen ammattiin vaadittavan koulutuksen muussa eu- tai eta-valtiossa kuin suomessa. ammattipatevyyden tunnustamiseen sovelletaan lisaksi, mita 8 §:ssa saadetaan yleisen tunnustamisjarjestelman mukaisesta menettelysta.",
        "title_sv": "Erkännande av yrkeskvalifikationer för förstavårdare",
        "content_sv": "Tillstånds- och tillsynsverket för social- och hälsovården beslutar om behörighet att arbeta som förstavårdare på basis av bevis på formella kvalifikationer, om en person har genomgått nödvändig utbildning för yrket i en annan EU- eller EES-stat än Finland. På erkännande av yrkeskvalifikationer tillämpas dessutom vad som i 8 § föreskrivs om förfarandet enligt den generella ordningen för erkännande.",
        "normalized_sv": "Tillstånds- och tillsynsverket för social- och hälsovården beslutar om behörighet att arbeta som förstavårdare på basis av bevis på formella kvalifikationer, om en person har genomgått nödvändig utbildning för yrket i en annan EU- eller EES-stat än Finland. På erkännande av yrkeskvalifikationer tillämpas dessutom vad som i 8 § föreskrivs om förfarandet enligt den generella ordningen för erkännande.",
        "folded_sv": "tillstands- och tillsynsverket for social- och halsovarden beslutar om behorighet att arbeta som forstavardare pa basis av bevis pa formella kvalifikationer, om en person har genomgatt nodvandig utbildning for yrket i en annan eu- eller ees-stat an finland. pa erkannande av yrkeskvalifikationer tillampas dessutom vad som i 8 § foreskrivs om forfarandet enligt den generella ordningen for erkannande."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "title": "Väliaikainen ja satunnainen palvelujen tarjoaminen",
      "content": "Toiseen EU- tai ETA-valtioon laillisesti sijoittautunut ammatinharjoittaja, jolla on laillinen oikeus harjoittaa itsenäisesti 6, 6 a, 7 tai 8 §:ssä tarkoitettua ammattia, voi tarjota kyseiseen ammattiin liittyviä palveluja Suomessa väliaikaisesti tai satunnaisesti. Hänen on kuitenkin tehtävä kirjallinen ennakkoilmoitus Sosiaali- ja terveysalan lupa- ja valvontavirastolle siirtyessään tarjoamaan ammattiinsa kuuluvia palveluja väliaikaisesti ja satunnaisesti Suomessa. Sama koskee EU- tai ETA-valtion kansalaista, jolla on muussa EU- tai ETA-valtiossa kuin Suomessa laillinen oikeus toimia itsenäisesti valtioneuvoston asetuksella tarkoitetussa nimikesuojatun ammattihenkilön ammatissa, jos hän haluaa käyttää tätä ammattinimikettä tarjotessaan ammattiinsa kuuluvia palveluja väliaikaisesti tai satunnaisesti Suomessa. Ammatinharjoittajalle myönnetty eurooppalainen ammattikortti toimii tässä momentissa tarkoitettuna ennakkoilmoituksena. Sosiaali- ja terveysalan lupa- ja valvontavirasto voi potilasturvallisuuden varmistamiseksi tarkistaa palvelujen tarjoajan ammattipätevyyden ennen kuin palveluja tarjotaan ensimmäistä kertaa. Ennakkotarkistus voidaan tehdä ainoastaan silloin, kun sen tarkoituksena on välttää palvelujen tarjoajan ammatillisen epäpätevyyden vuoksi palvelun vastaanottajan terveydelle tai turvallisuudelle aiheutuva vakava haitta. Tarkistamisessa ei saa ylittää sitä, mikä on tarpeen tätä tarkoitusta varten. Ammattipätevyyden tarkistaminen ei kuitenkaan koske 6 ja 7 §:ssä tarkoitettuja ammattipätevyyden automaattisen tunnustamisen piiriin kuuluvia ammatinharjoittajia. Sosiaali- ja terveysalan lupa- ja valvontaviraston on päätettävä tarkistuksen tuloksesta kuukauden kuluessa palvelujen tarjoamista koskevan ilmoituksen ja siihen liitettyjen asiakirjojen vastaanottamisesta taikka ilmoitettava palvelujen tarjoajalle vastaavassa ajassa ammattipätevyyden tarkistamatta jättämisestä tai asiassa tarvittavasta lisäselvityksestä. Jos asian ratkaiseminen edellyttää lisäselvitystä, ammattipätevyyden tarkistuksen tulosta koskeva päätös on tehtävä kahden kuukauden kuluessa riittävien asiakirjojen vastaanottamisesta. Palvelujen tarjoaminen voidaan aloittaa, jos päätöstä ei ole tehty edellä mainituissa määräajoissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:9",
        "normalized_fi": "Toiseen EU- tai ETA-valtioon laillisesti sijoittautunut ammatinharjoittaja, jolla on laillinen oikeus harjoittaa itsenäisesti 6, 6 a, 7 tai 8 § :ssä tarkoitettua ammattia, voi tarjota kyseiseen ammattiin liittyviä palveluja Suomessa väliaikaisesti tai satunnaisesti. Hänen on kuitenkin tehtävä kirjallinen ennakkoilmoitus Sosiaali- ja terveysalan lupa- ja valvontavirastolle siirtyessään tarjoamaan ammattiinsa kuuluvia palveluja väliaikaisesti ja satunnaisesti Suomessa. Sama koskee EU- tai ETA-valtion kansalaista, jolla on muussa EU- tai ETA-valtiossa kuin Suomessa laillinen oikeus toimia itsenäisesti valtioneuvoston asetuksella tarkoitetussa nimikesuojatun ammattihenkilön ammatissa, jos hän haluaa käyttää tätä ammattinimikettä tarjotessaan ammattiinsa kuuluvia palveluja väliaikaisesti tai satunnaisesti Suomessa. Ammatinharjoittajalle myönnetty eurooppalainen ammattikortti toimii tässä momentissa tarkoitettuna ennakkoilmoituksena. Sosiaali- ja terveysalan lupa- ja valvontavirasto voi potilasturvallisuuden varmistamiseksi tarkistaa palvelujen tarjoajan ammattipätevyyden ennen kuin palveluja tarjotaan ensimmäistä kertaa. Ennakkotarkistus voidaan tehdä ainoastaan silloin, kun sen tarkoituksena on välttää palvelujen tarjoajan ammatillisen epäpätevyyden vuoksi palvelun vastaanottajan terveydelle tai turvallisuudelle aiheutuva vakava haitta. Tarkistamisessa ei saa ylittää sitä, mikä on tarpeen tätä tarkoitusta varten. Ammattipätevyyden tarkistaminen ei kuitenkaan koske 6 ja 7 § :ssä tarkoitettuja ammattipätevyyden automaattisen tunnustamisen piiriin kuuluvia ammatinharjoittajia. Sosiaali- ja terveysalan lupa- ja valvontaviraston on päätettävä tarkistuksen tuloksesta kuukauden kuluessa palvelujen tarjoamista koskevan ilmoituksen ja siihen liitettyjen asiakirjojen vastaanottamisesta taikka ilmoitettava palvelujen tarjoajalle vastaavassa ajassa ammattipätevyyden tarkistamatta jättämisestä tai asiassa tarvittavasta lisäselvityksestä. Jos asian ratkaiseminen edellyttää lisäselvitystä, ammattipätevyyden tarkistuksen tulosta koskeva päätös on tehtävä kahden kuukauden kuluessa riittävien asiakirjojen vastaanottamisesta. Palvelujen tarjoaminen voidaan aloittaa, jos päätöstä ei ole tehty edellä mainituissa määräajoissa.",
        "folded_fi": "toiseen eu- tai eta-valtioon laillisesti sijoittautunut ammatinharjoittaja, jolla on laillinen oikeus harjoittaa itsenaisesti 6, 6 a, 7 tai 8 §:ssa tarkoitettua ammattia, voi tarjota kyseiseen ammattiin liittyvia palveluja suomessa valiaikaisesti tai satunnaisesti. hanen on kuitenkin tehtava kirjallinen ennakkoilmoitus sosiaali- ja terveysalan lupa- ja valvontavirastolle siirtyessaan tarjoamaan ammattiinsa kuuluvia palveluja valiaikaisesti ja satunnaisesti suomessa. sama koskee eu- tai eta-valtion kansalaista, jolla on muussa eu- tai eta-valtiossa kuin suomessa laillinen oikeus toimia itsenaisesti valtioneuvoston asetuksella tarkoitetussa nimikesuojatun ammattihenkilon ammatissa, jos han haluaa kayttaa tata ammattinimiketta tarjotessaan ammattiinsa kuuluvia palveluja valiaikaisesti tai satunnaisesti suomessa. ammatinharjoittajalle myonnetty eurooppalainen ammattikortti toimii tassa momentissa tarkoitettuna ennakkoilmoituksena. sosiaali- ja terveysalan lupa- ja valvontavirasto voi potilasturvallisuuden varmistamiseksi tarkistaa palvelujen tarjoajan ammattipatevyyden ennen kuin palveluja tarjotaan ensimmaista kertaa. ennakkotarkistus voidaan tehda ainoastaan silloin, kun sen tarkoituksena on valttaa palvelujen tarjoajan ammatillisen epapatevyyden vuoksi palvelun vastaanottajan terveydelle tai turvallisuudelle aiheutuva vakava haitta. tarkistamisessa ei saa ylittaa sita, mika on tarpeen tata tarkoitusta varten. ammattipatevyyden tarkistaminen ei kuitenkaan koske 6 ja 7 §:ssa tarkoitettuja ammattipatevyyden automaattisen tunnustamisen piiriin kuuluvia ammatinharjoittajia. sosiaali- ja terveysalan lupa- ja valvontaviraston on paatettava tarkistuksen tuloksesta kuukauden kuluessa palvelujen tarjoamista koskevan ilmoituksen ja siihen liitettyjen asiakirjojen vastaanottamisesta taikka ilmoitettava palvelujen tarjoajalle vastaavassa ajassa ammattipatevyyden tarkistamatta jattamisesta tai asiassa tarvittavasta lisaselvityksesta. jos asian ratkaiseminen edellyttaa lisaselvitysta, ammattipatevyyden tarkistuksen tulosta koskeva paatos on tehtava kahden kuukauden kuluessa riittavien asiakirjojen vastaanottamisesta. palvelujen tarjoaminen voidaan aloittaa, jos paatosta ei ole tehty edella mainituissa maaraajoissa.",
        "title_sv": "Temporärt och sporadiskt tillhandahållande av tjänster",
        "content_sv": "En yrkesutövare som är lagligen etablerad i en EU- eller EES-stat och som har laglig rätt att självständigt utöva ett yrke enligt 6, 6 a, 7 eller 8 §, kan i Finland temporärt eller sporadiskt tillhandahålla tjänster inom ramen för yrket i fråga. Han eller hon ska dock göra en skriftlig förhandsanmälan till Tillstånds- och tillsynsverket för social- och hälsovården när han eller hon temporärt och sporadiskt i Finland börjar tillhandahålla tjänster inom ramen för sitt yrke. Detsamma gäller en medborgare i en EU- eller EES-stat som har laglig rätt att i någon annan EU- eller EES-stat än Finland självständigt utöva ett i förordning av statsrådet avsett yrke för en yrkesutbildad person med skyddad yrkesbeteckning, om han eller hon vill använda denna yrkesbeteckning när han eller hon temporärt eller sporadiskt i Finland tillhandahåller tjänster inom ramen för sitt yrke. Ett europeiskt yrkeskort som utfärdats till en yrkesutövare fungerar som en sådan förhandsanmälan som avses i detta moment. För att säkerställa patientsäkerheten får Tillstånds- och tillsynsverket för social- och hälsovården kontrollera tjänsteleverantörens yrkeskvalifikationer innan tjänsterna tillhandahålls första gången. En sådan förhandskontroll får göras endast om syftet med kontrollen är att undvika allvarlig skada för tjänstemottagarens hälsa eller säkerhet till följd av att tjänsteleverantören saknar yrkeskvalifikationer. Kontrollen får inte gå utöver vad som krävs för ändamålet. Kontrollen av yrkeskvalifikationer gäller dock inte de yrkesutövare som avses i 6 och 7 § och som omfattas av det automatiska erkännandet av yrkeskvalifikationer. Tillstånds- och tillsynsverket för social- och hälsovården ska besluta om resultatet av kontrollen inom en månad från det att anmälan om tillhandahållande av tjänster och de handlingar som har fogats till anmälan har mottagits, eller inom motsvarande tid meddela tjänsteleverantören att yrkeskvalifikationerna inte kontrolleras eller att ytterligare utredningar i ärendet behövs. Om ärendets avgörande förutsätter ytterligare utredningar, ska beslutet om resultatet av kontrollen av yrkeskvalifikationerna fattas inom två månader från det att tillräcklig utredning har mottagits. Tillhandahållandet av tjänster kan påbörjas om beslut inte har fattats inom den tid som nämns ovan.",
        "normalized_sv": "En yrkesutövare som är lagligen etablerad i en EU- eller EES-stat och som har laglig rätt att självständigt utöva ett yrke enligt 6, 6 a, 7 eller 8 § , kan i Finland temporärt eller sporadiskt tillhandahålla tjänster inom ramen för yrket i fråga. Han eller hon ska dock göra en skriftlig förhandsanmälan till Tillstånds- och tillsynsverket för social- och hälsovården när han eller hon temporärt och sporadiskt i Finland börjar tillhandahålla tjänster inom ramen för sitt yrke. Detsamma gäller en medborgare i en EU- eller EES-stat som har laglig rätt att i någon annan EU- eller EES-stat än Finland självständigt utöva ett i förordning av statsrådet avsett yrke för en yrkesutbildad person med skyddad yrkesbeteckning, om han eller hon vill använda denna yrkesbeteckning när han eller hon temporärt eller sporadiskt i Finland tillhandahåller tjänster inom ramen för sitt yrke. Ett europeiskt yrkeskort som utfärdats till en yrkesutövare fungerar som en sådan förhandsanmälan som avses i detta moment. För att säkerställa patientsäkerheten får Tillstånds- och tillsynsverket för social- och hälsovården kontrollera tjänsteleverantörens yrkeskvalifikationer innan tjänsterna tillhandahålls första gången. En sådan förhandskontroll får göras endast om syftet med kontrollen är att undvika allvarlig skada för tjänstemottagarens hälsa eller säkerhet till följd av att tjänsteleverantören saknar yrkeskvalifikationer. Kontrollen får inte gå utöver vad som krävs för ändamålet. Kontrollen av yrkeskvalifikationer gäller dock inte de yrkesutövare som avses i 6 och 7 § och som omfattas av det automatiska erkännandet av yrkeskvalifikationer. Tillstånds- och tillsynsverket för social- och hälsovården ska besluta om resultatet av kontrollen inom en månad från det att anmälan om tillhandahållande av tjänster och de handlingar som har fogats till anmälan har mottagits, eller inom motsvarande tid meddela tjänsteleverantören att yrkeskvalifikationerna inte kontrolleras eller att ytterligare utredningar i ärendet behövs. Om ärendets avgörande förutsätter ytterligare utredningar, ska beslutet om resultatet av kontrollen av yrkeskvalifikationerna fattas inom två månader från det att tillräcklig utredning har mottagits. Tillhandahållandet av tjänster kan påbörjas om beslut inte har fattats inom den tid som nämns ovan.",
        "folded_sv": "en yrkesutovare som ar lagligen etablerad i en eu- eller ees-stat och som har laglig ratt att sjalvstandigt utova ett yrke enligt 6, 6 a, 7 eller 8 §, kan i finland temporart eller sporadiskt tillhandahalla tjanster inom ramen for yrket i fraga. han eller hon ska dock gora en skriftlig forhandsanmalan till tillstands- och tillsynsverket for social- och halsovarden nar han eller hon temporart och sporadiskt i finland borjar tillhandahalla tjanster inom ramen for sitt yrke. detsamma galler en medborgare i en eu- eller ees-stat som har laglig ratt att i nagon annan eu- eller ees-stat an finland sjalvstandigt utova ett i forordning av statsradet avsett yrke for en yrkesutbildad person med skyddad yrkesbeteckning, om han eller hon vill anvanda denna yrkesbeteckning nar han eller hon temporart eller sporadiskt i finland tillhandahaller tjanster inom ramen for sitt yrke. ett europeiskt yrkeskort som utfardats till en yrkesutovare fungerar som en sadan forhandsanmalan som avses i detta moment. for att sakerstalla patientsakerheten far tillstands- och tillsynsverket for social- och halsovarden kontrollera tjansteleverantorens yrkeskvalifikationer innan tjansterna tillhandahalls forsta gangen. en sadan forhandskontroll far goras endast om syftet med kontrollen ar att undvika allvarlig skada for tjanstemottagarens halsa eller sakerhet till foljd av att tjansteleverantoren saknar yrkeskvalifikationer. kontrollen far inte ga utover vad som kravs for andamalet. kontrollen av yrkeskvalifikationer galler dock inte de yrkesutovare som avses i 6 och 7 § och som omfattas av det automatiska erkannandet av yrkeskvalifikationer. tillstands- och tillsynsverket for social- och halsovarden ska besluta om resultatet av kontrollen inom en manad fran det att anmalan om tillhandahallande av tjanster och de handlingar som har fogats till anmalan har mottagits, eller inom motsvarande tid meddela tjansteleverantoren att yrkeskvalifikationerna inte kontrolleras eller att ytterligare utredningar i arendet behovs. om arendets avgorande forutsatter ytterligare utredningar, ska beslutet om resultatet av kontrollen av yrkeskvalifikationerna fattas inom tva manader fran det att tillracklig utredning har mottagits. tillhandahallandet av tjanster kan paborjas om beslut inte har fattats inom den tid som namns ovan."
      }
    },
    {
      "provision_ref": "1:10 a",
      "chapter": "1",
      "section": "10 a",
      "title": "Ammatillinen harjoittelu",
      "content": "Jos ammatinharjoittamisoikeuden tai ammattinimikkeen käyttöoikeuden myöntämisen edellytyksenä on ammatillisen harjoittelun suorittaminen, Sosiaali- ja terveysalan lupa- ja valvontaviraston on tunnustettava toisessa EU- tai ETA-valtiossa suoritettu ammatillinen harjoittelu. Sosiaali- ja terveysalan lupa- ja valvontavirasto julkaisee suuntaviivat, jotka koskevat toisessa jäsenvaltiossa tai kolmannessa maassa suoritetun harjoittelun järjestämistä ja tunnustamista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:10 a",
        "normalized_fi": "Jos ammatinharjoittamisoikeuden tai ammattinimikkeen käyttöoikeuden myöntämisen edellytyksenä on ammatillisen harjoittelun suorittaminen, Sosiaali- ja terveysalan lupa- ja valvontaviraston on tunnustettava toisessa EU- tai ETA-valtiossa suoritettu ammatillinen harjoittelu. Sosiaali- ja terveysalan lupa- ja valvontavirasto julkaisee suuntaviivat, jotka koskevat toisessa jäsenvaltiossa tai kolmannessa maassa suoritetun harjoittelun järjestämistä ja tunnustamista.",
        "folded_fi": "jos ammatinharjoittamisoikeuden tai ammattinimikkeen kayttooikeuden myontamisen edellytyksena on ammatillisen harjoittelun suorittaminen, sosiaali- ja terveysalan lupa- ja valvontaviraston on tunnustettava toisessa eu- tai eta-valtiossa suoritettu ammatillinen harjoittelu. sosiaali- ja terveysalan lupa- ja valvontavirasto julkaisee suuntaviivat, jotka koskevat toisessa jasenvaltiossa tai kolmannessa maassa suoritetun harjoittelun jarjestamista ja tunnustamista.",
        "title_sv": "Yrkespraktik",
        "content_sv": "Om avslutad yrkespraktik är en förutsättning för beviljande av rätt att utöva yrke eller av rätt att använda yrkesbeteckning, ska Tillstånds- och tillsynsverket för social- och hälsovården erkänna yrkespraktik som förvärvats i en annan EU- eller EES-stat. Tillstånds- och tillsynsverket för social- och hälsovården ska offentliggöra riktlinjer för hur den yrkespraktik som förvärvas i en annan medlemsstat eller i tredjeland ska organiseras och erkännas.",
        "normalized_sv": "Om avslutad yrkespraktik är en förutsättning för beviljande av rätt att utöva yrke eller av rätt att använda yrkesbeteckning, ska Tillstånds- och tillsynsverket för social- och hälsovården erkänna yrkespraktik som förvärvats i en annan EU- eller EES-stat. Tillstånds- och tillsynsverket för social- och hälsovården ska offentliggöra riktlinjer för hur den yrkespraktik som förvärvas i en annan medlemsstat eller i tredjeland ska organiseras och erkännas.",
        "folded_sv": "om avslutad yrkespraktik ar en forutsattning for beviljande av ratt att utova yrke eller av ratt att anvanda yrkesbeteckning, ska tillstands- och tillsynsverket for social- och halsovarden erkanna yrkespraktik som forvarvats i en annan eu- eller ees-stat. tillstands- och tillsynsverket for social- och halsovarden ska offentliggora riktlinjer for hur den yrkespraktik som forvarvas i en annan medlemsstat eller i tredjeland ska organiseras och erkannas."
      }
    },
    {
      "provision_ref": "1:14 a",
      "chapter": "1",
      "section": "14 a",
      "title": "Hakemuksen liitteet",
      "content": "Sosiaali- ja terveysalan lupa- ja valvontavirasto voi vaatia oikeaksi todistettua jäljennöstä Suomessa tai muussa EU- tai ETA-valtiossa suoritetun koulutuksen osalta vain, jos on perusteltua epäillä jäljennöksen aitoutta eikä asiasta muutoin saada varmuutta. Jos hakija on suorittanut koulutuksensa Euroopan unioniin tai Euroopan talousalueeseen kuulumattomassa valtiossa ja asiakirja esitetään jäljennöksenä, jäljennöksen tulee olla Suomessa tai muussa EU- tai ETA-valtiossa virallisesti oikeaksi todistettu. Hakemukseen tulee liittää Suomessa tai muussa EU- tai ETA-valtiossa auktorisoidun tai virallisen kielenkääntäjän kääntämät suomen-, ruotsin- tai englanninkieliset käännökset muista kuin suomen, ruotsin tai englannin kielellä laadituista asiakirjoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:14 a",
        "normalized_fi": "Sosiaali- ja terveysalan lupa- ja valvontavirasto voi vaatia oikeaksi todistettua jäljennöstä Suomessa tai muussa EU- tai ETA-valtiossa suoritetun koulutuksen osalta vain, jos on perusteltua epäillä jäljennöksen aitoutta eikä asiasta muutoin saada varmuutta. Jos hakija on suorittanut koulutuksensa Euroopan unioniin tai Euroopan talousalueeseen kuulumattomassa valtiossa ja asiakirja esitetään jäljennöksenä, jäljennöksen tulee olla Suomessa tai muussa EU- tai ETA-valtiossa virallisesti oikeaksi todistettu. Hakemukseen tulee liittää Suomessa tai muussa EU- tai ETA-valtiossa auktorisoidun tai virallisen kielenkääntäjän kääntämät suomen-, ruotsin- tai englanninkieliset käännökset muista kuin suomen, ruotsin tai englannin kielellä laadituista asiakirjoista.",
        "folded_fi": "sosiaali- ja terveysalan lupa- ja valvontavirasto voi vaatia oikeaksi todistettua jaljennosta suomessa tai muussa eu- tai eta-valtiossa suoritetun koulutuksen osalta vain, jos on perusteltua epailla jaljennoksen aitoutta eika asiasta muutoin saada varmuutta. jos hakija on suorittanut koulutuksensa euroopan unioniin tai euroopan talousalueeseen kuulumattomassa valtiossa ja asiakirja esitetaan jaljennoksena, jaljennoksen tulee olla suomessa tai muussa eu- tai eta-valtiossa virallisesti oikeaksi todistettu. hakemukseen tulee liittaa suomessa tai muussa eu- tai eta-valtiossa auktorisoidun tai virallisen kielenkaantajan kaantamat suomen-, ruotsin- tai englanninkieliset kaannokset muista kuin suomen, ruotsin tai englannin kielella laadituista asiakirjoista.",
        "title_sv": "Bilagor till ansökan",
        "content_sv": "Tillstånds- och tillsynsverket för social- och hälsovården får kräva en bestyrkt kopia beträffande en utbildning som genomgåtts i Finland eller i någon annan EU- eller EES-stat endast om det finns skäl att betvivla kopians autenticitet, och saken inte kan säkerställas på något annat sätt. Om en sökande som har genomgått sin utbildning i en stat utanför Europeiska Unionen eller Europeiska ekonomiska samarbetsområdet lägger fram en kopia av en handling, ska kopian vara officiellt bestyrkt i Finland eller i en annan EU- eller EES-stat. Av handlingar som är avfattade på något annat språk än finska, svenska eller engelska ska till ansökan fogas sådana översättningar till finska, svenska eller engelska som översatts av en auktoriserad translator i Finland eller i någon annan EU- eller EES-stat.",
        "normalized_sv": "Tillstånds- och tillsynsverket för social- och hälsovården får kräva en bestyrkt kopia beträffande en utbildning som genomgåtts i Finland eller i någon annan EU- eller EES-stat endast om det finns skäl att betvivla kopians autenticitet, och saken inte kan säkerställas på något annat sätt. Om en sökande som har genomgått sin utbildning i en stat utanför Europeiska Unionen eller Europeiska ekonomiska samarbetsområdet lägger fram en kopia av en handling, ska kopian vara officiellt bestyrkt i Finland eller i en annan EU- eller EES-stat. Av handlingar som är avfattade på något annat språk än finska, svenska eller engelska ska till ansökan fogas sådana översättningar till finska, svenska eller engelska som översatts av en auktoriserad translator i Finland eller i någon annan EU- eller EES-stat.",
        "folded_sv": "tillstands- och tillsynsverket for social- och halsovarden far krava en bestyrkt kopia betraffande en utbildning som genomgatts i finland eller i nagon annan eu- eller ees-stat endast om det finns skal att betvivla kopians autenticitet, och saken inte kan sakerstallas pa nagot annat satt. om en sokande som har genomgatt sin utbildning i en stat utanfor europeiska unionen eller europeiska ekonomiska samarbetsomradet lagger fram en kopia av en handling, ska kopian vara officiellt bestyrkt i finland eller i en annan eu- eller ees-stat. av handlingar som ar avfattade pa nagot annat sprak an finska, svenska eller engelska ska till ansokan fogas sadana oversattningar till finska, svenska eller engelska som oversatts av en auktoriserad translator i finland eller i nagon annan eu- eller ees-stat."
      }
    },
    {
      "provision_ref": "1:14 c",
      "chapter": "1",
      "section": "14 c",
      "title": "EU- tai ETA-alueen ulkopuolella koulutuksen saaneen lääkärin tai hammaslääkärin tutkinnon hyväksyminen Suomessa lääkärin tai hammaslääkärin ammattiin johtavaksi koulutukseksi",
      "content": "Sosiaali- ja terveysalan lupa- ja valvontavirasto tekee hakemuksesta päätöksen EU- tai ETA-alueen ulkopuolella koulutuksen saaneen lääkärin tai hammaslääkärin tutkinnon hyväksymisestä lääkärin tai hammaslääkärin ammattiin johtavaksi koulutukseksi, jos lääkärin tai hammaslääkärin tutkinto täyttää vähimmäisvaatimukset. Hakemuksen liitteeksi hakijan tulee 14 a §:stä poiketen toimittaa seuraavat asiakirjat: 2) muodollista pätevyyttä osoittavat asiakirjat tai suoritetusta koulutuksesta annettu asiakirja, joka antaa oikeuden ryhtyä harjoittamaan lääkärin tai hammaslääkärin ammattia; 3) jos hakijalle on myönnetty oikeus harjoittaa lääkärin tai hammaslääkärin ammattia jossakin muussa valtiossa kuin Suomessa, kyseisen maan toimivaltaisen viranomaisen enintään kolme kuukautta aikaisemmin antama todistus siitä, että tätä oikeutta ei ole rajoitettu eikä poistettu vakavan ammatillisen virheen vuoksi tai muusta vastaavasta syystä; 4) jos hakija on harjoittanut lääkärin tai hammaslääkärin ammattia sellaisessa maassa, joka ei rekisteröi lääkäreitä tai hammaslääkäreitä, edellä mainitun maan toimivaltaisen viranomaisen todistus siitä, ettei maa rekisteröi kyseisiä ammatinharjoittajia, taikka muu luotettava selvitys asiasta; ja Hakija ei voi suorittaa Sosiaali- ja terveysalan lupa- ja valvontaviraston määräämää palvelua, lisäopintoja, kuulusteluja tai ammatillista harjoittelua ennen kuin lupa- ja valvontavirasto on tehnyt päätöksen koulutuksen hyväksymisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:14 c",
        "normalized_fi": "Sosiaali- ja terveysalan lupa- ja valvontavirasto tekee hakemuksesta päätöksen EU- tai ETA-alueen ulkopuolella koulutuksen saaneen lääkärin tai hammaslääkärin tutkinnon hyväksymisestä lääkärin tai hammaslääkärin ammattiin johtavaksi koulutukseksi, jos lääkärin tai hammaslääkärin tutkinto täyttää vähimmäisvaatimukset. Hakemuksen liitteeksi hakijan tulee 14 a § :stä poiketen toimittaa seuraavat asiakirjat: 2) muodollista pätevyyttä osoittavat asiakirjat tai suoritetusta koulutuksesta annettu asiakirja, joka antaa oikeuden ryhtyä harjoittamaan lääkärin tai hammaslääkärin ammattia; 3) jos hakijalle on myönnetty oikeus harjoittaa lääkärin tai hammaslääkärin ammattia jossakin muussa valtiossa kuin Suomessa, kyseisen maan toimivaltaisen viranomaisen enintään kolme kuukautta aikaisemmin antama todistus siitä, että tätä oikeutta ei ole rajoitettu eikä poistettu vakavan ammatillisen virheen vuoksi tai muusta vastaavasta syystä; 4) jos hakija on harjoittanut lääkärin tai hammaslääkärin ammattia sellaisessa maassa, joka ei rekisteröi lääkäreitä tai hammaslääkäreitä, edellä mainitun maan toimivaltaisen viranomaisen todistus siitä, ettei maa rekisteröi kyseisiä ammatinharjoittajia, taikka muu luotettava selvitys asiasta; ja Hakija ei voi suorittaa Sosiaali- ja terveysalan lupa- ja valvontaviraston määräämää palvelua, lisäopintoja, kuulusteluja tai ammatillista harjoittelua ennen kuin lupa- ja valvontavirasto on tehnyt päätöksen koulutuksen hyväksymisestä.",
        "folded_fi": "sosiaali- ja terveysalan lupa- ja valvontavirasto tekee hakemuksesta paatoksen eu- tai eta-alueen ulkopuolella koulutuksen saaneen laakarin tai hammaslaakarin tutkinnon hyvaksymisesta laakarin tai hammaslaakarin ammattiin johtavaksi koulutukseksi, jos laakarin tai hammaslaakarin tutkinto tayttaa vahimmaisvaatimukset. hakemuksen liitteeksi hakijan tulee 14 a §:sta poiketen toimittaa seuraavat asiakirjat: 2) muodollista patevyytta osoittavat asiakirjat tai suoritetusta koulutuksesta annettu asiakirja, joka antaa oikeuden ryhtya harjoittamaan laakarin tai hammaslaakarin ammattia; 3) jos hakijalle on myonnetty oikeus harjoittaa laakarin tai hammaslaakarin ammattia jossakin muussa valtiossa kuin suomessa, kyseisen maan toimivaltaisen viranomaisen enintaan kolme kuukautta aikaisemmin antama todistus siita, etta tata oikeutta ei ole rajoitettu eika poistettu vakavan ammatillisen virheen vuoksi tai muusta vastaavasta syysta; 4) jos hakija on harjoittanut laakarin tai hammaslaakarin ammattia sellaisessa maassa, joka ei rekisteroi laakareita tai hammaslaakareita, edella mainitun maan toimivaltaisen viranomaisen todistus siita, ettei maa rekisteroi kyseisia ammatinharjoittajia, taikka muu luotettava selvitys asiasta; ja hakija ei voi suorittaa sosiaali- ja terveysalan lupa- ja valvontaviraston maaraamaa palvelua, lisaopintoja, kuulusteluja tai ammatillista harjoittelua ennen kuin lupa- ja valvontavirasto on tehnyt paatoksen koulutuksen hyvaksymisesta.",
        "title_sv": "Godkännande av examen för läkare eller tandläkare som fått sin utbildning utanför EU- eller EES-området som utbildning som leder till läkar- eller tandläkaryrket i Finland",
        "content_sv": "Tillstånds- och tillsynsverket för social- och hälsovården fattar på ansökan beslut om att examen för en läkare eller tandläkare som fått sin utbildning utanför EU- eller EES-området ska godkännas som utbildning som leder till läkar- eller tandläkaryrket, om läkar- eller tandläkarexamen uppfyller minimikraven. Till ansökan ska sökanden med avvikelse från 14 a § foga följande handlingar: 2) bevis på formella kvalifikationer eller ett bevis över genomförd utbildning som ger rätt att utöva läkar- eller tandläkaryrket, 3) om sökanden har beviljats rätt att utöva läkar- eller tandläkaryrket i någon annan stat än Finland, ett intyg som den behöriga myndigheten i den staten har utfärdat högst tre månader tidigare över att denna rätt inte har begränsats eller fråntagits på grund av grovt fel i yrkesutövningen eller andra motsvarande skäl, 4) om sökanden har utövat läkar- eller tandläkaryrket i en stat som inte för register över läkare eller tandläkare, ett intyg som den behöriga myndigheten i den staten har utfärdat över att den inte registrerar yrkesutövarna i fråga, eller någon annan tillförlitlig utredning om saken, och Sökanden kan inte fullgöra den tjänstgöring, genomföra de tilläggsstudier eller genomgå de förhör eller den yrkespraktik som Tillstånds- och tillsynsverket för social- och hälsovården bestämmer förrän verket har fattat beslut om godkännande av utbildningen.",
        "normalized_sv": "Tillstånds- och tillsynsverket för social- och hälsovården fattar på ansökan beslut om att examen för en läkare eller tandläkare som fått sin utbildning utanför EU- eller EES-området ska godkännas som utbildning som leder till läkar- eller tandläkaryrket, om läkar- eller tandläkarexamen uppfyller minimikraven. Till ansökan ska sökanden med avvikelse från 14 a § foga följande handlingar: 2) bevis på formella kvalifikationer eller ett bevis över genomförd utbildning som ger rätt att utöva läkar- eller tandläkaryrket, 3) om sökanden har beviljats rätt att utöva läkar- eller tandläkaryrket i någon annan stat än Finland, ett intyg som den behöriga myndigheten i den staten har utfärdat högst tre månader tidigare över att denna rätt inte har begränsats eller fråntagits på grund av grovt fel i yrkesutövningen eller andra motsvarande skäl, 4) om sökanden har utövat läkar- eller tandläkaryrket i en stat som inte för register över läkare eller tandläkare, ett intyg som den behöriga myndigheten i den staten har utfärdat över att den inte registrerar yrkesutövarna i fråga, eller någon annan tillförlitlig utredning om saken, och Sökanden kan inte fullgöra den tjänstgöring, genomföra de tilläggsstudier eller genomgå de förhör eller den yrkespraktik som Tillstånds- och tillsynsverket för social- och hälsovården bestämmer förrän verket har fattat beslut om godkännande av utbildningen.",
        "folded_sv": "tillstands- och tillsynsverket for social- och halsovarden fattar pa ansokan beslut om att examen for en lakare eller tandlakare som fatt sin utbildning utanfor eu- eller ees-omradet ska godkannas som utbildning som leder till lakar- eller tandlakaryrket, om lakar- eller tandlakarexamen uppfyller minimikraven. till ansokan ska sokanden med avvikelse fran 14 a § foga foljande handlingar: 2) bevis pa formella kvalifikationer eller ett bevis over genomford utbildning som ger ratt att utova lakar- eller tandlakaryrket, 3) om sokanden har beviljats ratt att utova lakar- eller tandlakaryrket i nagon annan stat an finland, ett intyg som den behoriga myndigheten i den staten har utfardat hogst tre manader tidigare over att denna ratt inte har begransats eller frantagits pa grund av grovt fel i yrkesutovningen eller andra motsvarande skal, 4) om sokanden har utovat lakar- eller tandlakaryrket i en stat som inte for register over lakare eller tandlakare, ett intyg som den behoriga myndigheten i den staten har utfardat over att den inte registrerar yrkesutovarna i fraga, eller nagon annan tillforlitlig utredning om saken, och sokanden kan inte fullgora den tjanstgoring, genomfora de tillaggsstudier eller genomga de forhor eller den yrkespraktik som tillstands- och tillsynsverket for social- och halsovarden bestammer forran verket har fattat beslut om godkannande av utbildningen."
      }
    },
    {
      "provision_ref": "1:18",
      "chapter": "1",
      "section": "18",
      "title": "Täydennyskoulutusvelvollisuus ja jatkuva ammatillinen kehittyminen",
      "content": "Terveydenhuollon ammattihenkilö on velvollinen ylläpitämään ja kehittämään ammattitoiminnan edellyttämiä tietoja ja taitoja sekä perehtymään ammattitoimintaansa koskeviin säännöksiin ja määräyksiin. Terveydenhuollon ammattihenkilön työnantajan tulee seurata terveydenhuollon ammattihenkilöiden ammatillista kehittymistä ja luoda edellytykset sille, että terveydenhuollon ammattihenkilö voi osallistumalla tarvittavaan ammatilliseen täydennyskoulutukseen ja muilla ammatillisen kehittymisen menetelmillä ylläpitää ja kehittää tietojaan ja taitojaan voidakseen harjoittaa ammattiaan turvallisesti ja asianmukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:18",
        "normalized_fi": "Terveydenhuollon ammattihenkilö on velvollinen ylläpitämään ja kehittämään ammattitoiminnan edellyttämiä tietoja ja taitoja sekä perehtymään ammattitoimintaansa koskeviin säännöksiin ja määräyksiin. Terveydenhuollon ammattihenkilön työnantajan tulee seurata terveydenhuollon ammattihenkilöiden ammatillista kehittymistä ja luoda edellytykset sille, että terveydenhuollon ammattihenkilö voi osallistumalla tarvittavaan ammatilliseen täydennyskoulutukseen ja muilla ammatillisen kehittymisen menetelmillä ylläpitää ja kehittää tietojaan ja taitojaan voidakseen harjoittaa ammattiaan turvallisesti ja asianmukaisesti.",
        "folded_fi": "terveydenhuollon ammattihenkilo on velvollinen yllapitamaan ja kehittamaan ammattitoiminnan edellyttamia tietoja ja taitoja seka perehtymaan ammattitoimintaansa koskeviin saannoksiin ja maarayksiin. terveydenhuollon ammattihenkilon tyonantajan tulee seurata terveydenhuollon ammattihenkiloiden ammatillista kehittymista ja luoda edellytykset sille, etta terveydenhuollon ammattihenkilo voi osallistumalla tarvittavaan ammatilliseen taydennyskoulutukseen ja muilla ammatillisen kehittymisen menetelmilla yllapitaa ja kehittaa tietojaan ja taitojaan voidakseen harjoittaa ammattiaan turvallisesti ja asianmukaisesti.",
        "title_sv": "Fortbildningsskyldighet och kontinuerlig yrkesmässig utveckling",
        "content_sv": "En yrkesutbildad person inom hälso- och sjukvården är skyldig att upprätthålla och utveckla de kunskaper och färdigheter som utövandet av yrket förutsätter samt att göra sig förtrogen med de bestämmelser och föreskrifter som gäller yrkesutövningen. Arbetsgivare för yrkesutbildade personer inom hälso- och sjukvården ska följa hur dessa personer utvecklas yrkesmässigt och skapa förutsättningar för dem att upprätthålla och utveckla sina kunskaper och färdigheter genom deltagande i behövlig yrkesinriktad fortbildning och andra metoder för yrkesmässig utveckling så att yrkesinsatsen bibehålls på säker och ändamålsenlig nivå.",
        "normalized_sv": "En yrkesutbildad person inom hälso- och sjukvården är skyldig att upprätthålla och utveckla de kunskaper och färdigheter som utövandet av yrket förutsätter samt att göra sig förtrogen med de bestämmelser och föreskrifter som gäller yrkesutövningen. Arbetsgivare för yrkesutbildade personer inom hälso- och sjukvården ska följa hur dessa personer utvecklas yrkesmässigt och skapa förutsättningar för dem att upprätthålla och utveckla sina kunskaper och färdigheter genom deltagande i behövlig yrkesinriktad fortbildning och andra metoder för yrkesmässig utveckling så att yrkesinsatsen bibehålls på säker och ändamålsenlig nivå.",
        "folded_sv": "en yrkesutbildad person inom halso- och sjukvarden ar skyldig att uppratthalla och utveckla de kunskaper och fardigheter som utovandet av yrket forutsatter samt att gora sig fortrogen med de bestammelser och foreskrifter som galler yrkesutovningen. arbetsgivare for yrkesutbildade personer inom halso- och sjukvarden ska folja hur dessa personer utvecklas yrkesmassigt och skapa forutsattningar for dem att uppratthalla och utveckla sina kunskaper och fardigheter genom deltagande i behovlig yrkesinriktad fortbildning och andra metoder for yrkesmassig utveckling sa att yrkesinsatsen bibehalls pa saker och andamalsenlig niva."
      }
    },
    {
      "provision_ref": "1:18 a",
      "chapter": "1",
      "section": "18 a",
      "title": "Kielitaito",
      "content": "Terveydenhuollon ammattihenkilön työnantajan tulee varmistua siitä, että terveydenhuollon ammattihenkilön kielitaito on hänen tehtäviensä edellyttämällä riittävällä tasolla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:18 a",
        "normalized_fi": "Terveydenhuollon ammattihenkilön työnantajan tulee varmistua siitä, että terveydenhuollon ammattihenkilön kielitaito on hänen tehtäviensä edellyttämällä riittävällä tasolla.",
        "folded_fi": "terveydenhuollon ammattihenkilon tyonantajan tulee varmistua siita, etta terveydenhuollon ammattihenkilon kielitaito on hanen tehtaviensa edellyttamalla riittavalla tasolla.",
        "title_sv": "Språkkunskaper",
        "content_sv": "Arbetsgivaren för en yrkesutbildad person inom hälso- och sjukvården ska säkerställa att personens språkkunskaper är på en tillräcklig nivå för de uppgifter han eller hon sköter.",
        "normalized_sv": "Arbetsgivaren för en yrkesutbildad person inom hälso- och sjukvården ska säkerställa att personens språkkunskaper är på en tillräcklig nivå för de uppgifter han eller hon sköter.",
        "folded_sv": "arbetsgivaren for en yrkesutbildad person inom halso- och sjukvarden ska sakerstalla att personens sprakkunskaper ar pa en tillracklig niva for de uppgifter han eller hon skoter."
      }
    },
    {
      "provision_ref": "1:31 a",
      "chapter": "1",
      "section": "31 a",
      "title": "Ammatinharjoittamisoikeuden tai -luvan taikka ammattinimikkeen käyttöoikeuden poistaminen toisen EU- tai ETA-valtion päätöksen perusteella",
      "content": "Sosiaali- ja terveysalan lupa- ja valvontavirasto voi poistaa terveydenhuollon ammattihenkilön ammatinharjoittamisoikeuden tai rajoittaa sitä taikka peruuttaa ammatinharjoittamisluvan tai poistaa nimikesuojatun ammattihenkilön oikeuden käyttää asianomaista ammattinimikettä ammattihenkilöltä, joka on saanut ammatinharjoittamisoikeuden tai -luvan taikka ammattinimikkeen käyttöoikeuden Suomessa sen jälkeen, kun toinen EU- tai ETA-valtio on saman koulutuksen perusteella myöntänyt hänelle oikeuden, ja joka on menettänyt oikeutensa tai sitä on rajoitettu kyseisessä toisessa EU- tai ETA-valtiossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:31 a",
        "normalized_fi": "Sosiaali- ja terveysalan lupa- ja valvontavirasto voi poistaa terveydenhuollon ammattihenkilön ammatinharjoittamisoikeuden tai rajoittaa sitä taikka peruuttaa ammatinharjoittamisluvan tai poistaa nimikesuojatun ammattihenkilön oikeuden käyttää asianomaista ammattinimikettä ammattihenkilöltä, joka on saanut ammatinharjoittamisoikeuden tai -luvan taikka ammattinimikkeen käyttöoikeuden Suomessa sen jälkeen, kun toinen EU- tai ETA-valtio on saman koulutuksen perusteella myöntänyt hänelle oikeuden, ja joka on menettänyt oikeutensa tai sitä on rajoitettu kyseisessä toisessa EU- tai ETA-valtiossa.",
        "folded_fi": "sosiaali- ja terveysalan lupa- ja valvontavirasto voi poistaa terveydenhuollon ammattihenkilon ammatinharjoittamisoikeuden tai rajoittaa sita taikka peruuttaa ammatinharjoittamisluvan tai poistaa nimikesuojatun ammattihenkilon oikeuden kayttaa asianomaista ammattinimiketta ammattihenkilolta, joka on saanut ammatinharjoittamisoikeuden tai -luvan taikka ammattinimikkeen kayttooikeuden suomessa sen jalkeen, kun toinen eu- tai eta-valtio on saman koulutuksen perusteella myontanyt hanelle oikeuden, ja joka on menettanyt oikeutensa tai sita on rajoitettu kyseisessa toisessa eu- tai eta-valtiossa.",
        "title_sv": "Fråntagande av rätt eller indragning av tillstånd att utöva yrke eller fråntagande av rätt att använda yrkesbeteckning på basis av ett beslut av en annan EU- eller EES-stat",
        "content_sv": "Tillstånds- och tillsynsverket för social- och hälsovården kan frånta en yrkesutbildad person rätten att utöva yrke som yrkesutbildad person inom hälso- och sjukvården, eller begränsa denna rätt, eller återkalla en yrkesutbildad persons tillstånd att utöva yrke eller frånta en yrkesutbildad person rätten att använda en skyddad yrkesbeteckning, om den yrkesutbildade personen har fått rätten eller tillståndet i Finland efter det att en annan EU- eller EES-stat på basis av samma utbildning har beviljat personen rätten och personen har förlorat rätten eller den har begränsats i den andra EU- eller EES-staten.",
        "normalized_sv": "Tillstånds- och tillsynsverket för social- och hälsovården kan frånta en yrkesutbildad person rätten att utöva yrke som yrkesutbildad person inom hälso- och sjukvården, eller begränsa denna rätt, eller återkalla en yrkesutbildad persons tillstånd att utöva yrke eller frånta en yrkesutbildad person rätten att använda en skyddad yrkesbeteckning, om den yrkesutbildade personen har fått rätten eller tillståndet i Finland efter det att en annan EU- eller EES-stat på basis av samma utbildning har beviljat personen rätten och personen har förlorat rätten eller den har begränsats i den andra EU- eller EES-staten.",
        "folded_sv": "tillstands- och tillsynsverket for social- och halsovarden kan franta en yrkesutbildad person ratten att utova yrke som yrkesutbildad person inom halso- och sjukvarden, eller begransa denna ratt, eller aterkalla en yrkesutbildad persons tillstand att utova yrke eller franta en yrkesutbildad person ratten att anvanda en skyddad yrkesbeteckning, om den yrkesutbildade personen har fatt ratten eller tillstandet i finland efter det att en annan eu- eller ees-stat pa basis av samma utbildning har beviljat personen ratten och personen har forlorat ratten eller den har begransats i den andra eu- eller ees-staten."
      }
    },
    {
      "provision_ref": "1:39",
      "chapter": "1",
      "section": "39",
      "title": "Muutoksenhaku",
      "content": "Tämän lain 25 §:ssä, 26 §:n 2 momentissa, 27-29, 31 a, 33 ja 40 c §:ssä tarkoitettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen 25-29, 31 a, 33 ja 40 c §:ssä tarkoitetussa asiassa saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden muuhun päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan. Edellä 25-30, 31 a ja 40 c §:ssä tarkoitettuja päätöksiä on noudatettava muutoksenhausta huolimatta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:39",
        "normalized_fi": "Tämän lain 25 § :ssä, 26 § :n 2 momentissa, 27-29, 31 a, 33 ja 40 c § :ssä tarkoitettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen 25-29, 31 a, 33 ja 40 c § :ssä tarkoitetussa asiassa saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden muuhun päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan. Edellä 25-30, 31 a ja 40 c § :ssä tarkoitettuja päätöksiä on noudatettava muutoksenhausta huolimatta.",
        "folded_fi": "taman lain 25 §:ssa, 26 §:n 2 momentissa, 27-29, 31 a, 33 ja 40 c §:ssa tarkoitettuun paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa (586/1996) saadetaan. hallinto-oikeuden paatokseen 25-29, 31 a, 33 ja 40 c §:ssa tarkoitetussa asiassa saa hakea muutosta valittamalla siten kuin hallintolainkayttolaissa saadetaan. hallinto-oikeuden muuhun paatokseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myontaa valitusluvan. edella 25-30, 31 a ja 40 c §:ssa tarkoitettuja paatoksia on noudatettava muutoksenhausta huolimatta.",
        "title_sv": "Ändringssökande",
        "content_sv": "Beslut som avses i 25 §, 26 § 2 mom., 27-29, 31 a, 33 och 40 c § får överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen (586/1996). Förvaltningsdomstolens beslut i ett ärende som avses i 25-29, 31 a, 33 och 40 c § får överklagas genom besvär på det sätt som anges i förvaltningsprocesslagen. Över andra beslut av förvaltningsdomstolen får besvär anföras endast om högsta förvaltningsdomstolen beviljar besvärstillstånd. Beslut som avses i 25-30, 31 a och 40 c § ska iakttas oberoende av ändringssökande.",
        "normalized_sv": "Beslut som avses i 25 § , 26 § 2 mom., 27-29, 31 a, 33 och 40 c § får överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen (586/1996). Förvaltningsdomstolens beslut i ett ärende som avses i 25-29, 31 a, 33 och 40 c § får överklagas genom besvär på det sätt som anges i förvaltningsprocesslagen. Över andra beslut av förvaltningsdomstolen får besvär anföras endast om högsta förvaltningsdomstolen beviljar besvärstillstånd. Beslut som avses i 25-30, 31 a och 40 c § ska iakttas oberoende av ändringssökande.",
        "folded_sv": "beslut som avses i 25 §, 26 § 2 mom., 27-29, 31 a, 33 och 40 c § far overklagas genom besvar hos forvaltningsdomstolen pa det satt som anges i forvaltningsprocesslagen (586/1996). forvaltningsdomstolens beslut i ett arende som avses i 25-29, 31 a, 33 och 40 c § far overklagas genom besvar pa det satt som anges i forvaltningsprocesslagen. over andra beslut av forvaltningsdomstolen far besvar anforas endast om hogsta forvaltningsdomstolen beviljar besvarstillstand. beslut som avses i 25-30, 31 a och 40 c § ska iakttas oberoende av andringssokande."
      }
    },
    {
      "provision_ref": "1:40 c",
      "chapter": "1",
      "section": "40 c",
      "title": "Hälytysmekanismi",
      "content": "IMI-järjestelmä Sosiaali- ja terveysalan lupa- ja valvontaviraston on ilmoitettava muiden EU- tai ETA-valtioiden toimivaltaisille viranomaisille terveydenhuollon ammattihenkilön ammatinharjoittamisoikeuden rajoittamisesta, poistamisesta, luvan peruuttamisesta, ammatinharjoittamisen kieltämisestä taikka ammattinimikkeen käytön kieltämisestä sekä siitä, että tuomioistuin on todennut mainitun henkilön käyttäneen väärennettyjä asiakirjoja osoituksena terveydenhuollon ammattihenkilön ammattipätevyydestä. Sosiaali- ja terveysalan lupa- ja valvontaviraston tulee tehdä ilmoitus komission ylläpitämässä sähköisessä tietojenvaihtojärjestelmässä () lähetettävällä hälytyksellä kolmen vuorokauden kuluessa kieltoa, rajoitusta tai oikeuden poistamista koskevan päätöksen taikka tuomioistuimen tuomion antamisesta. Sosiaali- ja terveysalan lupa- ja valvontaviraston on viipymättä ilmoitettava IMI-järjestelmän kautta kiellon, rajoituksen tai oikeuden poiston ilmoitettua kestoa koskevista muutoksista. Lisäksi sen on poistettava lähettämänsä hälytys IMI-järjestelmästä kolmen vuorokauden kuluessa siitä, kun kiellon tai rajoituksen voimassaolo on lakannut. Edellä 1 momentissa tarkoitetusta hälytyksestä on tehtävä viimeistään sen lähettämispäivänä kirjallinen mainitussa momentissa tarkoitetulle henkilölle osoitettu päätös, joka voi olla erillinen tai sisältyä ammatinharjoittamista koskevan kiellon tai rajoituksen asettamista koskevaan päätökseen. IMI-järjestelmässä lähetettyyn hälytykseen on liitettävä tieto mahdollisesta muutoksenhausta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:40 c",
        "normalized_fi": "IMI-järjestelmä Sosiaali- ja terveysalan lupa- ja valvontaviraston on ilmoitettava muiden EU- tai ETA-valtioiden toimivaltaisille viranomaisille terveydenhuollon ammattihenkilön ammatinharjoittamisoikeuden rajoittamisesta, poistamisesta, luvan peruuttamisesta, ammatinharjoittamisen kieltämisestä taikka ammattinimikkeen käytön kieltämisestä sekä siitä, että tuomioistuin on todennut mainitun henkilön käyttäneen väärennettyjä asiakirjoja osoituksena terveydenhuollon ammattihenkilön ammattipätevyydestä. Sosiaali- ja terveysalan lupa- ja valvontaviraston tulee tehdä ilmoitus komission ylläpitämässä sähköisessä tietojenvaihtojärjestelmässä () lähetettävällä hälytyksellä kolmen vuorokauden kuluessa kieltoa, rajoitusta tai oikeuden poistamista koskevan päätöksen taikka tuomioistuimen tuomion antamisesta. Sosiaali- ja terveysalan lupa- ja valvontaviraston on viipymättä ilmoitettava IMI-järjestelmän kautta kiellon, rajoituksen tai oikeuden poiston ilmoitettua kestoa koskevista muutoksista. Lisäksi sen on poistettava lähettämänsä hälytys IMI-järjestelmästä kolmen vuorokauden kuluessa siitä, kun kiellon tai rajoituksen voimassaolo on lakannut. Edellä 1 momentissa tarkoitetusta hälytyksestä on tehtävä viimeistään sen lähettämispäivänä kirjallinen mainitussa momentissa tarkoitetulle henkilölle osoitettu päätös, joka voi olla erillinen tai sisältyä ammatinharjoittamista koskevan kiellon tai rajoituksen asettamista koskevaan päätökseen. IMI-järjestelmässä lähetettyyn hälytykseen on liitettävä tieto mahdollisesta muutoksenhausta.",
        "folded_fi": "imi-jarjestelma sosiaali- ja terveysalan lupa- ja valvontaviraston on ilmoitettava muiden eu- tai eta-valtioiden toimivaltaisille viranomaisille terveydenhuollon ammattihenkilon ammatinharjoittamisoikeuden rajoittamisesta, poistamisesta, luvan peruuttamisesta, ammatinharjoittamisen kieltamisesta taikka ammattinimikkeen kayton kieltamisesta seka siita, etta tuomioistuin on todennut mainitun henkilon kayttaneen vaarennettyja asiakirjoja osoituksena terveydenhuollon ammattihenkilon ammattipatevyydesta. sosiaali- ja terveysalan lupa- ja valvontaviraston tulee tehda ilmoitus komission yllapitamassa sahkoisessa tietojenvaihtojarjestelmassa () lahetettavalla halytyksella kolmen vuorokauden kuluessa kieltoa, rajoitusta tai oikeuden poistamista koskevan paatoksen taikka tuomioistuimen tuomion antamisesta. sosiaali- ja terveysalan lupa- ja valvontaviraston on viipymatta ilmoitettava imi-jarjestelman kautta kiellon, rajoituksen tai oikeuden poiston ilmoitettua kestoa koskevista muutoksista. lisaksi sen on poistettava lahettamansa halytys imi-jarjestelmasta kolmen vuorokauden kuluessa siita, kun kiellon tai rajoituksen voimassaolo on lakannut. edella 1 momentissa tarkoitetusta halytyksesta on tehtava viimeistaan sen lahettamispaivana kirjallinen mainitussa momentissa tarkoitetulle henkilolle osoitettu paatos, joka voi olla erillinen tai sisaltya ammatinharjoittamista koskevan kiellon tai rajoituksen asettamista koskevaan paatokseen. imi-jarjestelmassa lahetettyyn halytykseen on liitettava tieto mahdollisesta muutoksenhausta.",
        "title_sv": "Varningsmekanism",
        "content_sv": "IMI-systemet Tillstånds- och tillsynsverket för social- och hälsovården ska underrätta de behöriga myndigheterna i de andra EU- och EES-staterna om begränsning eller fråntagande av rätten för en yrkesutbildad person inom hälso- och sjukvården att utöva sitt yrke, om återkallelse av tillstånd att utöva yrket, om förbud mot att utöva yrket och om förbud att använda en yrkesbeteckning, samt om det att en domstol konstaterat att personen i fråga har använt förfalskade handlingar som intyg på yrkeskvalifikationerna för yrkesutbildade personer inom hälso- och sjukvården. Tillstånds- och tillsynsverket för social- och hälsovården ska lämna underrättelsen som en varning genom det elektroniska informationssystemet () som förvaltas av kommissionen, inom tre dygn från det att beslutet eller domstolens dom om förbudet, begränsningen eller fråntagandet av rätten meddeladets. Tillstånds- och tillsynsverket för social- och hälsovården ska utan dröjsmål via IMI-systemet informera om ändringar i den tid förbudet, begränsningen eller fråntagandet av rätten uppgetts gälla. Dessutom ska verket radera varningen ur IMI-systemet inom tre dygn från det att ett förbud eller en begränsning har upphört att gälla. Senast den dag en i 1 mom. avsedd varning sänds ska det beträffande varningen meddelas ett skriftligt beslut som riktar sig till den i momentet avsedda personen. Beslutet kan vara separat eller ingå i det beslut om förbud eller begränsning som gäller yrkesutövningen. Till en varning som sänts via IMI-systemet ska fogas uppgift om eventuellt ändringssökande.",
        "normalized_sv": "IMI-systemet Tillstånds- och tillsynsverket för social- och hälsovården ska underrätta de behöriga myndigheterna i de andra EU- och EES-staterna om begränsning eller fråntagande av rätten för en yrkesutbildad person inom hälso- och sjukvården att utöva sitt yrke, om återkallelse av tillstånd att utöva yrket, om förbud mot att utöva yrket och om förbud att använda en yrkesbeteckning, samt om det att en domstol konstaterat att personen i fråga har använt förfalskade handlingar som intyg på yrkeskvalifikationerna för yrkesutbildade personer inom hälso- och sjukvården. Tillstånds- och tillsynsverket för social- och hälsovården ska lämna underrättelsen som en varning genom det elektroniska informationssystemet () som förvaltas av kommissionen, inom tre dygn från det att beslutet eller domstolens dom om förbudet, begränsningen eller fråntagandet av rätten meddeladets. Tillstånds- och tillsynsverket för social- och hälsovården ska utan dröjsmål via IMI-systemet informera om ändringar i den tid förbudet, begränsningen eller fråntagandet av rätten uppgetts gälla. Dessutom ska verket radera varningen ur IMI-systemet inom tre dygn från det att ett förbud eller en begränsning har upphört att gälla. Senast den dag en i 1 mom. avsedd varning sänds ska det beträffande varningen meddelas ett skriftligt beslut som riktar sig till den i momentet avsedda personen. Beslutet kan vara separat eller ingå i det beslut om förbud eller begränsning som gäller yrkesutövningen. Till en varning som sänts via IMI-systemet ska fogas uppgift om eventuellt ändringssökande.",
        "folded_sv": "imi-systemet tillstands- och tillsynsverket for social- och halsovarden ska underratta de behoriga myndigheterna i de andra eu- och ees-staterna om begransning eller frantagande av ratten for en yrkesutbildad person inom halso- och sjukvarden att utova sitt yrke, om aterkallelse av tillstand att utova yrket, om forbud mot att utova yrket och om forbud att anvanda en yrkesbeteckning, samt om det att en domstol konstaterat att personen i fraga har anvant forfalskade handlingar som intyg pa yrkeskvalifikationerna for yrkesutbildade personer inom halso- och sjukvarden. tillstands- och tillsynsverket for social- och halsovarden ska lamna underrattelsen som en varning genom det elektroniska informationssystemet () som forvaltas av kommissionen, inom tre dygn fran det att beslutet eller domstolens dom om forbudet, begransningen eller frantagandet av ratten meddeladets. tillstands- och tillsynsverket for social- och halsovarden ska utan drojsmal via imi-systemet informera om andringar i den tid forbudet, begransningen eller frantagandet av ratten uppgetts galla. dessutom ska verket radera varningen ur imi-systemet inom tre dygn fran det att ett forbud eller en begransning har upphort att galla. senast den dag en i 1 mom. avsedd varning sands ska det betraffande varningen meddelas ett skriftligt beslut som riktar sig till den i momentet avsedda personen. beslutet kan vara separat eller inga i det beslut om forbud eller begransning som galler yrkesutovningen. till en varning som sants via imi-systemet ska fogas uppgift om eventuellt andringssokande."
      }
    },
    {
      "provision_ref": "1:40 d",
      "chapter": "1",
      "section": "40 d",
      "title": "Tietojen luovuttaminen EU- tai ETA-valtioiden toimivaltaisille viranomaisille",
      "content": "Sosiaali- ja terveysalan lupa- ja valvontavirastolla on salassapitosäännösten estämättä oikeus luovuttaa EU- tai ETA-valtioiden toimivaltaisille viranomaisille näiden tehtävien hoitamisen kannalta välttämättömät tiedot ja selvitykset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:40 d",
        "normalized_fi": "Sosiaali- ja terveysalan lupa- ja valvontavirastolla on salassapitosäännösten estämättä oikeus luovuttaa EU- tai ETA-valtioiden toimivaltaisille viranomaisille näiden tehtävien hoitamisen kannalta välttämättömät tiedot ja selvitykset.",
        "folded_fi": "sosiaali- ja terveysalan lupa- ja valvontavirastolla on salassapitosaannosten estamatta oikeus luovuttaa eu- tai eta-valtioiden toimivaltaisille viranomaisille naiden tehtavien hoitamisen kannalta valttamattomat tiedot ja selvitykset.",
        "title_sv": "Lämnande av information till behöriga myndigheter i EU- eller EES-stater",
        "content_sv": "Tillstånds- och tillsynsverket för social- och hälsovården har trots sekretessbestämmelserna rätt att till behöriga myndigheter i EU- eller EES-stater lämna ut sådana uppgifter och utredningar som är nödvändiga för att de ska kunna sköta sina uppgifter.",
        "normalized_sv": "Tillstånds- och tillsynsverket för social- och hälsovården har trots sekretessbestämmelserna rätt att till behöriga myndigheter i EU- eller EES-stater lämna ut sådana uppgifter och utredningar som är nödvändiga för att de ska kunna sköta sina uppgifter.",
        "folded_sv": "tillstands- och tillsynsverket for social- och halsovarden har trots sekretessbestammelserna ratt att till behoriga myndigheter i eu- eller ees-stater lamna ut sadana uppgifter och utredningar som ar nodvandiga for att de ska kunna skota sina uppgifter."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:3 a",
      "chapter": "1",
      "section": "3 a",
      "title": "Lain suhde Euroopan unionin lainsäädäntöön ja muuhun kansalliseen lainsäädäntöön sekä toimivaltainen viranomainen",
      "content": "ammattipätevyysdirektiivi, Unionin tunnustamissäännöksillä tarkoitetaan tässä laissa ammattipätevyyden tunnustamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2005/36/EY, jäljempänä säännöksiä sekä siihen liittyviä siirretyn säädösvallan käyttämistä koskevia ja kyseisen direktiivin täytäntöönpanoon liittyviä komission säädöksiä. Jos tässä laissa ei ole ammattipätevyyden tunnustamista koskevia säännöksiä, sovelletaan ammattipätevyyden tunnustamisesta annettua lakia (1384/2015) taikka ammattipätevyysdirektiiviä. Sosiaali- ja terveysalan lupa- ja valvontavirasto toimii terveydenhuollon ammattihenkilöiden osalta ammattipätevyysdirektiivissä ja ammattipätevyyden tunnustamisesta annetussa laissa tarkoitettuna toimivaltaisena viranomaisena.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:3 a",
        "normalized_fi": "ammattipätevyysdirektiivi, Unionin tunnustamissäännöksillä tarkoitetaan tässä laissa ammattipätevyyden tunnustamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2005/36/EY, jäljempänä säännöksiä sekä siihen liittyviä siirretyn säädösvallan käyttämistä koskevia ja kyseisen direktiivin täytäntöönpanoon liittyviä komission säädöksiä. Jos tässä laissa ei ole ammattipätevyyden tunnustamista koskevia säännöksiä, sovelletaan ammattipätevyyden tunnustamisesta annettua lakia (1384/2015) taikka ammattipätevyysdirektiiviä. Sosiaali- ja terveysalan lupa- ja valvontavirasto toimii terveydenhuollon ammattihenkilöiden osalta ammattipätevyysdirektiivissä ja ammattipätevyyden tunnustamisesta annetussa laissa tarkoitettuna toimivaltaisena viranomaisena.",
        "folded_fi": "ammattipatevyysdirektiivi, unionin tunnustamissaannoksilla tarkoitetaan tassa laissa ammattipatevyyden tunnustamisesta annetun euroopan parlamentin ja neuvoston direktiivin 2005/36/ey, jaljempana saannoksia seka siihen liittyvia siirretyn saadosvallan kayttamista koskevia ja kyseisen direktiivin taytantoonpanoon liittyvia komission saadoksia. jos tassa laissa ei ole ammattipatevyyden tunnustamista koskevia saannoksia, sovelletaan ammattipatevyyden tunnustamisesta annettua lakia (1384/2015) taikka ammattipatevyysdirektiivia. sosiaali- ja terveysalan lupa- ja valvontavirasto toimii terveydenhuollon ammattihenkiloiden osalta ammattipatevyysdirektiivissa ja ammattipatevyyden tunnustamisesta annetussa laissa tarkoitettuna toimivaltaisena viranomaisena.",
        "title_sv": "Lagens förhållande till Europeiska unionens lagstiftning och till övrig nationell lagstiftning samt behörig myndighet",
        "content_sv": "yrkeskvalifikationsdirektivet Med unionens bestämmelser om erkännande avses i denna lag bestämmelserna i Europaparlamentets och rådets direktiv 2005/36/EG om erkännande av yrkeskvalifikationer, nedan, och de anknytande bestämmelserna i kommissionens rättsakter om användningen av delegerade befogenheter och om genomförandet av yrkeskvalifikationsdirektivet. Om det i denna lag inte finns bestämmelser om erkännande av yrkeskvalifikationer, ska lagen om erkännande av yrkeskvalifikationer (1384/2015) eller yrkeskvalifikationsdirektivet tillämpas. Tillstånds- och tillsynsverket för social- och hälsovården är den behöriga myndighet som avses i yrkeskvalifikationsdirektivet och i lagen om erkännande av yrkeskvalifikationer när det gäller yrkesutbildade personer inom hälso- och sjukvården.",
        "normalized_sv": "yrkeskvalifikationsdirektivet Med unionens bestämmelser om erkännande avses i denna lag bestämmelserna i Europaparlamentets och rådets direktiv 2005/36/EG om erkännande av yrkeskvalifikationer, nedan, och de anknytande bestämmelserna i kommissionens rättsakter om användningen av delegerade befogenheter och om genomförandet av yrkeskvalifikationsdirektivet. Om det i denna lag inte finns bestämmelser om erkännande av yrkeskvalifikationer, ska lagen om erkännande av yrkeskvalifikationer (1384/2015) eller yrkeskvalifikationsdirektivet tillämpas. Tillstånds- och tillsynsverket för social- och hälsovården är den behöriga myndighet som avses i yrkeskvalifikationsdirektivet och i lagen om erkännande av yrkeskvalifikationer när det gäller yrkesutbildade personer inom hälso- och sjukvården.",
        "folded_sv": "yrkeskvalifikationsdirektivet med unionens bestammelser om erkannande avses i denna lag bestammelserna i europaparlamentets och radets direktiv 2005/36/eg om erkannande av yrkeskvalifikationer, nedan, och de anknytande bestammelserna i kommissionens rattsakter om anvandningen av delegerade befogenheter och om genomforandet av yrkeskvalifikationsdirektivet. om det i denna lag inte finns bestammelser om erkannande av yrkeskvalifikationer, ska lagen om erkannande av yrkeskvalifikationer (1384/2015) eller yrkeskvalifikationsdirektivet tillampas. tillstands- och tillsynsverket for social- och halsovarden ar den behoriga myndighet som avses i yrkeskvalifikationsdirektivet och i lagen om erkannande av yrkeskvalifikationer nar det galler yrkesutbildade personer inom halso- och sjukvarden."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "Oikeus harjoittaa lääkärin tai hammaslääkärin ammattia automaattisen tunnustamisen periaatteen nojalla",
      "content": "EU-valtio ETA-valtion Sosiaali- ja terveysalan lupa- ja valvontavirasto myöntää hakemuksesta oikeuden harjoittaa Suomessa lääkärin tai hammaslääkärin ammattia laillistettuna ammattihenkilönä Euroopan unioniin kuuluvan valtion () tai Euroopan talousalueeseen kuuluvan valtion () kansalaiselle, jolle on jossakin muussa EU- tai ETA-valtiossa kuin Suomessa suoritetun koulutuksen perusteella kyseisessä valtiossa myönnetty unionin tunnustamissäännöksissä tarkoitettu muodollista pätevyyttä osoittava asiakirja, joka kyseisessä valtiossa vaaditaan oikeuden saamiseksi lääkärin tai hammaslääkärin ammatin harjoittamiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:6",
        "normalized_fi": "EU-valtio ETA-valtion Sosiaali- ja terveysalan lupa- ja valvontavirasto myöntää hakemuksesta oikeuden harjoittaa Suomessa lääkärin tai hammaslääkärin ammattia laillistettuna ammattihenkilönä Euroopan unioniin kuuluvan valtion () tai Euroopan talousalueeseen kuuluvan valtion () kansalaiselle, jolle on jossakin muussa EU- tai ETA-valtiossa kuin Suomessa suoritetun koulutuksen perusteella kyseisessä valtiossa myönnetty unionin tunnustamissäännöksissä tarkoitettu muodollista pätevyyttä osoittava asiakirja, joka kyseisessä valtiossa vaaditaan oikeuden saamiseksi lääkärin tai hammaslääkärin ammatin harjoittamiseen.",
        "folded_fi": "eu-valtio eta-valtion sosiaali- ja terveysalan lupa- ja valvontavirasto myontaa hakemuksesta oikeuden harjoittaa suomessa laakarin tai hammaslaakarin ammattia laillistettuna ammattihenkilona euroopan unioniin kuuluvan valtion () tai euroopan talousalueeseen kuuluvan valtion () kansalaiselle, jolle on jossakin muussa eu- tai eta-valtiossa kuin suomessa suoritetun koulutuksen perusteella kyseisessa valtiossa myonnetty unionin tunnustamissaannoksissa tarkoitettu muodollista patevyytta osoittava asiakirja, joka kyseisessa valtiossa vaaditaan oikeuden saamiseksi laakarin tai hammaslaakarin ammatin harjoittamiseen.",
        "title_sv": "Rätt att utöva läkar- eller tandläkaryrket med stöd av principen om automatiskt erkännande",
        "content_sv": "EU-stat EES-stat Den som är medborgare i en stat inom Europeiska unionen () eller en stat inom Europeiska ekonomiska samarbetsområdet () och som på basis av en utbildning i någon annan EU- eller EES-stat än Finland i denna stat har tilldelats ett sådant i unionens bestämmelser om erkännande avsett bevis på formella kvalifikationer som i den staten krävs för erhållande av rätt att utöva läkar- eller tandläkaryrket, beviljas av Tillstånds- och tillsynsverket för social- och hälsovården på ansökan rätt att i Finland utöva läkar- eller tandläkaryrket som legitimerad yrkesutbildad person.",
        "normalized_sv": "EU-stat EES-stat Den som är medborgare i en stat inom Europeiska unionen () eller en stat inom Europeiska ekonomiska samarbetsområdet () och som på basis av en utbildning i någon annan EU- eller EES-stat än Finland i denna stat har tilldelats ett sådant i unionens bestämmelser om erkännande avsett bevis på formella kvalifikationer som i den staten krävs för erhållande av rätt att utöva läkar- eller tandläkaryrket, beviljas av Tillstånds- och tillsynsverket för social- och hälsovården på ansökan rätt att i Finland utöva läkar- eller tandläkaryrket som legitimerad yrkesutbildad person.",
        "folded_sv": "eu-stat ees-stat den som ar medborgare i en stat inom europeiska unionen () eller en stat inom europeiska ekonomiska samarbetsomradet () och som pa basis av en utbildning i nagon annan eu- eller ees-stat an finland i denna stat har tilldelats ett sadant i unionens bestammelser om erkannande avsett bevis pa formella kvalifikationer som i den staten kravs for erhallande av ratt att utova lakar- eller tandlakaryrket, beviljas av tillstands- och tillsynsverket for social- och halsovarden pa ansokan ratt att i finland utova lakar- eller tandlakaryrket som legitimerad yrkesutbildad person."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "1:6 a",
      "chapter": "1",
      "section": "6 a",
      "title": "Ennen vuotta 2012 lääketieteen opinnot toisessa EU- tai ETA-valtiossa aloittaneen oikeus harjoittaa lääkärin ammattia",
      "content": "Sosiaali- ja terveysalan lupa- ja valvontavirasto myöntää hakemuksesta määrääminsä ehdoin oikeuden harjoittaa Suomessa lääkärin ammattia laillistettuna ammattihenkilönä kyseistä ammattia itsenäisesti harjoittamaan oikeutetun laillistetun ammattihenkilön johdon ja valvonnan alaisena potilaan asemasta ja oikeuksista annetun lain (785/1992) 2 §:n 4 kohdassa tarkoitetussa terveydenhuollon toimintayksikössä henkilölle, joka on aloittanut lääketieteen opinnot ennen 1 päivää tammikuuta 2012 sellaisessa EU- tai ETA-valtiossa, jossa lääkärin ammatinharjoittamisoikeuden edellytyksenä on tutkinnon jälkeisen ammatillisen harjoittelun suorittaminen, ja suorittanut siellä lääkärin perustutkinnon. Ammatinharjoittamisoikeus myönnetään kolmen vuoden määräajaksi. Kun hakija on toiminut 1 momentissa säädetyn ajan Sosiaali- ja terveysalan lupa- ja valvontaviraston määrittelemien ehtojen mukaisesti lääkärin tehtävissä, Sosiaali- ja terveysalan lupa- ja valvontavirasto myöntää hakemuksesta hakijalle oikeuden harjoittaa lääkärin ammattia Suomessa itsenäisesti. Sosiaali- ja terveysalan lupa- ja valvontavirasto voi perustellusta syystä pidentää 1 momentissa säädettyä kolmen vuoden määräaikaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:6 a",
        "normalized_fi": "Sosiaali- ja terveysalan lupa- ja valvontavirasto myöntää hakemuksesta määrääminsä ehdoin oikeuden harjoittaa Suomessa lääkärin ammattia laillistettuna ammattihenkilönä kyseistä ammattia itsenäisesti harjoittamaan oikeutetun laillistetun ammattihenkilön johdon ja valvonnan alaisena potilaan asemasta ja oikeuksista annetun lain (785/1992) 2 § :n 4 kohdassa tarkoitetussa terveydenhuollon toimintayksikössä henkilölle, joka on aloittanut lääketieteen opinnot ennen 1 päivää tammikuuta 2012 sellaisessa EU- tai ETA-valtiossa, jossa lääkärin ammatinharjoittamisoikeuden edellytyksenä on tutkinnon jälkeisen ammatillisen harjoittelun suorittaminen, ja suorittanut siellä lääkärin perustutkinnon. Ammatinharjoittamisoikeus myönnetään kolmen vuoden määräajaksi. Kun hakija on toiminut 1 momentissa säädetyn ajan Sosiaali- ja terveysalan lupa- ja valvontaviraston määrittelemien ehtojen mukaisesti lääkärin tehtävissä, Sosiaali- ja terveysalan lupa- ja valvontavirasto myöntää hakemuksesta hakijalle oikeuden harjoittaa lääkärin ammattia Suomessa itsenäisesti. Sosiaali- ja terveysalan lupa- ja valvontavirasto voi perustellusta syystä pidentää 1 momentissa säädettyä kolmen vuoden määräaikaa.",
        "folded_fi": "sosiaali- ja terveysalan lupa- ja valvontavirasto myontaa hakemuksesta maaraaminsa ehdoin oikeuden harjoittaa suomessa laakarin ammattia laillistettuna ammattihenkilona kyseista ammattia itsenaisesti harjoittamaan oikeutetun laillistetun ammattihenkilon johdon ja valvonnan alaisena potilaan asemasta ja oikeuksista annetun lain (785/1992) 2 §:n 4 kohdassa tarkoitetussa terveydenhuollon toimintayksikossa henkilolle, joka on aloittanut laaketieteen opinnot ennen 1 paivaa tammikuuta 2012 sellaisessa eu- tai eta-valtiossa, jossa laakarin ammatinharjoittamisoikeuden edellytyksena on tutkinnon jalkeisen ammatillisen harjoittelun suorittaminen, ja suorittanut siella laakarin perustutkinnon. ammatinharjoittamisoikeus myonnetaan kolmen vuoden maaraajaksi. kun hakija on toiminut 1 momentissa saadetyn ajan sosiaali- ja terveysalan lupa- ja valvontaviraston maarittelemien ehtojen mukaisesti laakarin tehtavissa, sosiaali- ja terveysalan lupa- ja valvontavirasto myontaa hakemuksesta hakijalle oikeuden harjoittaa laakarin ammattia suomessa itsenaisesti. sosiaali- ja terveysalan lupa- ja valvontavirasto voi perustellusta syysta pidentaa 1 momentissa saadettya kolmen vuoden maaraaikaa.",
        "title_sv": "Rätt att utöva läkaryrket för en person som påbörjat studier i medicin i en annan EU- eller EES-stat före 2012",
        "content_sv": "Den som före den 1 januari 2012 har påbörjat studier i medicin i en sådan EU- eller EES-stat där avlagd yrkespraktik efter examen är en förutsättning för rätten att utöva läkaryrket, och som där har avlagt grundexamen för läkare, beviljas av Tillstånds- och tillsynsverket för social- och hälsovården på ansökan och på de villkor som verket bestämmer rätt att i Finland utöva läkaryrket som legitimerad yrkesutbildad person vid en sådan verksamhetsenhet för hälso- och sjukvård som avses i 2 § 4 punkten i lagen om patientens ställning och rättigheter (785/1992) under ledning och tillsyn av en legitimerad yrkesutbildad person med rätt att självständigt utöva yrket i fråga. Rätten att utöva yrke beviljas för tre år. När sökanden under den tid som föreskrivs i 1 mom. har varit verksam i läkaruppgifter i enlighet med de villkor som Tillstånds- och tillsynsverket för social- och hälsovården har bestämt, beviljar verket på ansökan sökanden rätt att självständigt utöva läkaryrket i Finland. Tillstånds- och tillsynsverket för social- och hälsovården kan av grundad anledning förlänga den tid om tre år som föreskrivs i 1 mom.",
        "normalized_sv": "Den som före den 1 januari 2012 har påbörjat studier i medicin i en sådan EU- eller EES-stat där avlagd yrkespraktik efter examen är en förutsättning för rätten att utöva läkaryrket, och som där har avlagt grundexamen för läkare, beviljas av Tillstånds- och tillsynsverket för social- och hälsovården på ansökan och på de villkor som verket bestämmer rätt att i Finland utöva läkaryrket som legitimerad yrkesutbildad person vid en sådan verksamhetsenhet för hälso- och sjukvård som avses i 2 § 4 punkten i lagen om patientens ställning och rättigheter (785/1992) under ledning och tillsyn av en legitimerad yrkesutbildad person med rätt att självständigt utöva yrket i fråga. Rätten att utöva yrke beviljas för tre år. När sökanden under den tid som föreskrivs i 1 mom. har varit verksam i läkaruppgifter i enlighet med de villkor som Tillstånds- och tillsynsverket för social- och hälsovården har bestämt, beviljar verket på ansökan sökanden rätt att självständigt utöva läkaryrket i Finland. Tillstånds- och tillsynsverket för social- och hälsovården kan av grundad anledning förlänga den tid om tre år som föreskrivs i 1 mom.",
        "folded_sv": "den som fore den 1 januari 2012 har paborjat studier i medicin i en sadan eu- eller ees-stat dar avlagd yrkespraktik efter examen ar en forutsattning for ratten att utova lakaryrket, och som dar har avlagt grundexamen for lakare, beviljas av tillstands- och tillsynsverket for social- och halsovarden pa ansokan och pa de villkor som verket bestammer ratt att i finland utova lakaryrket som legitimerad yrkesutbildad person vid en sadan verksamhetsenhet for halso- och sjukvard som avses i 2 § 4 punkten i lagen om patientens stallning och rattigheter (785/1992) under ledning och tillsyn av en legitimerad yrkesutbildad person med ratt att sjalvstandigt utova yrket i fraga. ratten att utova yrke beviljas for tre ar. nar sokanden under den tid som foreskrivs i 1 mom. har varit verksam i lakaruppgifter i enlighet med de villkor som tillstands- och tillsynsverket for social- och halsovarden har bestamt, beviljar verket pa ansokan sokanden ratt att sjalvstandigt utova lakaryrket i finland. tillstands- och tillsynsverket for social- och halsovarden kan av grundad anledning forlanga den tid om tre ar som foreskrivs i 1 mom."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "title": "Oikeus harjoittaa terveydenhuollon ammattia ja ammattinimikkeen käyttöoikeus yleisen tunnustamisjärjestelmän nojalla",
      "content": "Sen lisäksi, mitä 1 ja 2 momentissa säädetään, Sosiaali- ja terveysalan lupa- ja valvontavirastolla on mahdollisuus määrätä hakijalle korvaavina toimenpiteinä sopeutumisaika tai kelpoisuuskoe siten kuin siitä säädetään ammattipätevyyden tunnustamisesta annetussa laissa. Hakija saa valita, suorittaako hän korvaavana toimenpiteenä sopeutumisajan vai kelpoisuuskokeen. Sosiaali- ja terveysalan lupa- ja valvontavirasto voi kuitenkin ammattipätevyyden tunnustamisesta annetun lain 7 §:ssä säädetyillä edellytyksillä määrätä hakijalle sekä sopeutumisajan että kelpoisuuskokeen. Sopeutumisajasta ja kelpoisuuskokeesta säädetään tarkemmin valtioneuvoston asetuksella. Kelpoisuuskokeesta peritään maksu valtion maksuperustelain (150/1992) mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:8",
        "normalized_fi": "Sen lisäksi, mitä 1 ja 2 momentissa säädetään, Sosiaali- ja terveysalan lupa- ja valvontavirastolla on mahdollisuus määrätä hakijalle korvaavina toimenpiteinä sopeutumisaika tai kelpoisuuskoe siten kuin siitä säädetään ammattipätevyyden tunnustamisesta annetussa laissa. Hakija saa valita, suorittaako hän korvaavana toimenpiteenä sopeutumisajan vai kelpoisuuskokeen. Sosiaali- ja terveysalan lupa- ja valvontavirasto voi kuitenkin ammattipätevyyden tunnustamisesta annetun lain 7 § :ssä säädetyillä edellytyksillä määrätä hakijalle sekä sopeutumisajan että kelpoisuuskokeen. Sopeutumisajasta ja kelpoisuuskokeesta säädetään tarkemmin valtioneuvoston asetuksella. Kelpoisuuskokeesta peritään maksu valtion maksuperustelain (150/1992) mukaisesti.",
        "folded_fi": "sen lisaksi, mita 1 ja 2 momentissa saadetaan, sosiaali- ja terveysalan lupa- ja valvontavirastolla on mahdollisuus maarata hakijalle korvaavina toimenpiteina sopeutumisaika tai kelpoisuuskoe siten kuin siita saadetaan ammattipatevyyden tunnustamisesta annetussa laissa. hakija saa valita, suorittaako han korvaavana toimenpiteena sopeutumisajan vai kelpoisuuskokeen. sosiaali- ja terveysalan lupa- ja valvontavirasto voi kuitenkin ammattipatevyyden tunnustamisesta annetun lain 7 §:ssa saadetyilla edellytyksilla maarata hakijalle seka sopeutumisajan etta kelpoisuuskokeen. sopeutumisajasta ja kelpoisuuskokeesta saadetaan tarkemmin valtioneuvoston asetuksella. kelpoisuuskokeesta peritaan maksu valtion maksuperustelain (150/1992) mukaisesti.",
        "title_sv": "Rätt att utöva yrken inom social- och hälsovården och rätt att använda yrkesbeteckning med stöd av den generella ordningen för erkännande",
        "content_sv": "Utöver vad som föreskrivs i 1 och 2 mom. har Tillstånds- och tillsynsverket för social- och hälsovården möjlighet att som kompensationsåtgärder för sökanden bestämma en anpassningspe-riod eller ett lämplighetsprov i enlighet med vad som föreskrivs i lagen om erkännande av yrkeskvalifikationer. Sökanden får välja om han eller hon som kompensationsgärd vill slutföra en anpassningsperiod eller genomgå ett lämplighetsprov. Tillstånds- och tillsynsverket för social- och hälsovården kan dock under de förutsättningar som anges i 7 § i lagen om erkännande av yrkeskvalifikationer bestämma att sökanden ska delta i såväl en anpassningsperiod som ett lämplighetsprov. Närmare bestämmelser om anpassningsperioden och lämplighetsprovet utfärdas genom förordning av statsrådet. För lämplighetsprovet tas det ut en avgift enligt lagen om grunderna för avgifter till staten (150/1992).",
        "normalized_sv": "Utöver vad som föreskrivs i 1 och 2 mom. har Tillstånds- och tillsynsverket för social- och hälsovården möjlighet att som kompensationsåtgärder för sökanden bestämma en anpassningspe-riod eller ett lämplighetsprov i enlighet med vad som föreskrivs i lagen om erkännande av yrkeskvalifikationer. Sökanden får välja om han eller hon som kompensationsgärd vill slutföra en anpassningsperiod eller genomgå ett lämplighetsprov. Tillstånds- och tillsynsverket för social- och hälsovården kan dock under de förutsättningar som anges i 7 § i lagen om erkännande av yrkeskvalifikationer bestämma att sökanden ska delta i såväl en anpassningsperiod som ett lämplighetsprov. Närmare bestämmelser om anpassningsperioden och lämplighetsprovet utfärdas genom förordning av statsrådet. För lämplighetsprovet tas det ut en avgift enligt lagen om grunderna för avgifter till staten (150/1992).",
        "folded_sv": "utover vad som foreskrivs i 1 och 2 mom. har tillstands- och tillsynsverket for social- och halsovarden mojlighet att som kompensationsatgarder for sokanden bestamma en anpassningspe-riod eller ett lamplighetsprov i enlighet med vad som foreskrivs i lagen om erkannande av yrkeskvalifikationer. sokanden far valja om han eller hon som kompensationsgard vill slutfora en anpassningsperiod eller genomga ett lamplighetsprov. tillstands- och tillsynsverket for social- och halsovarden kan dock under de forutsattningar som anges i 7 § i lagen om erkannande av yrkeskvalifikationer bestamma att sokanden ska delta i saval en anpassningsperiod som ett lamplighetsprov. narmare bestammelser om anpassningsperioden och lamplighetsprovet utfardas genom forordning av statsradet. for lamplighetsprovet tas det ut en avgift enligt lagen om grunderna for avgifter till staten (150/1992)."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "1:8 a",
      "chapter": "1",
      "section": "8 a",
      "title": "Osittainen ammatinharjoittamisoikeus",
      "content": "Sosiaali- ja terveysalan lupa- ja valvontavirasto myöntää oikeuden harjoittaa terveydenhuollon ammattia laillistettuna ammattihenkilönä osittaisena, kun ammattipätevyyden tunnustamisesta annetun lain 8 §:n mukaiset edellytykset täyttyvät. Osittaisen ammatinharjoittamisoikeuden myöntämiseen sovelletaan lisäksi, mitä tämän lain yleistä tunnustamisjärjestelmää koskevassa 8 §:ssä säädetään. Sosiaali- ja terveysalan lupa- ja valvontavirasto voi evätä osittaisen ammatinharjoittamisoikeuden, jos se on yleiseen turvallisuuteen taikka asiakas- tai potilasturvallisuuteen liittyvien seikkojen vuoksi välttämätöntä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:8 a",
        "normalized_fi": "Sosiaali- ja terveysalan lupa- ja valvontavirasto myöntää oikeuden harjoittaa terveydenhuollon ammattia laillistettuna ammattihenkilönä osittaisena, kun ammattipätevyyden tunnustamisesta annetun lain 8 § :n mukaiset edellytykset täyttyvät. Osittaisen ammatinharjoittamisoikeuden myöntämiseen sovelletaan lisäksi, mitä tämän lain yleistä tunnustamisjärjestelmää koskevassa 8 § :ssä säädetään. Sosiaali- ja terveysalan lupa- ja valvontavirasto voi evätä osittaisen ammatinharjoittamisoikeuden, jos se on yleiseen turvallisuuteen taikka asiakas- tai potilasturvallisuuteen liittyvien seikkojen vuoksi välttämätöntä.",
        "folded_fi": "sosiaali- ja terveysalan lupa- ja valvontavirasto myontaa oikeuden harjoittaa terveydenhuollon ammattia laillistettuna ammattihenkilona osittaisena, kun ammattipatevyyden tunnustamisesta annetun lain 8 §:n mukaiset edellytykset tayttyvat. osittaisen ammatinharjoittamisoikeuden myontamiseen sovelletaan lisaksi, mita taman lain yleista tunnustamisjarjestelmaa koskevassa 8 §:ssa saadetaan. sosiaali- ja terveysalan lupa- ja valvontavirasto voi evata osittaisen ammatinharjoittamisoikeuden, jos se on yleiseen turvallisuuteen taikka asiakas- tai potilasturvallisuuteen liittyvien seikkojen vuoksi valttamatonta.",
        "title_sv": "Partiell rätt att utöva yrke",
        "content_sv": "Tillstånds- och tillsynsverket för social- och hälsovården beviljar partiell rätt att utöva yrke som legitimerad yrkesutbildad person inom hälso- och sjukvården när förutsättningarna enligt 8 § i lagen om erkännande av yrkeskvalifikationer uppfylls. På beviljande av partiell rätt att utöva yrke tillämpas dessutom bestämmelserna i 8 § i denna lag om den generella ordningen för erkännande. Tillstånds- och tillsynsverket för social- och hälsovården kan neka en sökande partiell rätt att utöva yrke om det är nödvändigt av skäl som har samband den allmänna säkerheten eller klient- eller patientsäkerheten.",
        "normalized_sv": "Tillstånds- och tillsynsverket för social- och hälsovården beviljar partiell rätt att utöva yrke som legitimerad yrkesutbildad person inom hälso- och sjukvården när förutsättningarna enligt 8 § i lagen om erkännande av yrkeskvalifikationer uppfylls. På beviljande av partiell rätt att utöva yrke tillämpas dessutom bestämmelserna i 8 § i denna lag om den generella ordningen för erkännande. Tillstånds- och tillsynsverket för social- och hälsovården kan neka en sökande partiell rätt att utöva yrke om det är nödvändigt av skäl som har samband den allmänna säkerheten eller klient- eller patientsäkerheten.",
        "folded_sv": "tillstands- och tillsynsverket for social- och halsovarden beviljar partiell ratt att utova yrke som legitimerad yrkesutbildad person inom halso- och sjukvarden nar forutsattningarna enligt 8 § i lagen om erkannande av yrkeskvalifikationer uppfylls. pa beviljande av partiell ratt att utova yrke tillampas dessutom bestammelserna i 8 § i denna lag om den generella ordningen for erkannande. tillstands- och tillsynsverket for social- och halsovarden kan neka en sokande partiell ratt att utova yrke om det ar nodvandigt av skal som har samband den allmanna sakerheten eller klient- eller patientsakerheten."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "1:8 b",
      "chapter": "1",
      "section": "8 b",
      "title": "EU- tai ETA-valtion kansalaiselta vaadittava kielitaito",
      "content": "Sosiaali- ja terveysalan lupa- ja valvontavirasto voi perustellusta syystä vaatia EU- tai ETA-valtion kansalaista osoittamaan riittävän suomen tai ruotsin kielen taidon ammatinharjoittamisoikeuden tai ammattinimikkeen käyttöoikeuden myöntämisen edellytyksenä. Sosiaali- ja terveysalan lupa- ja valvontavirasto voi vaatia kielitaidon tarkistamista vasta kun ammattipätevyys on tunnustettu tai 8 c §:ssä tarkoitettu eurooppalainen ammattikortti myönnetty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:8 b",
        "normalized_fi": "Sosiaali- ja terveysalan lupa- ja valvontavirasto voi perustellusta syystä vaatia EU- tai ETA-valtion kansalaista osoittamaan riittävän suomen tai ruotsin kielen taidon ammatinharjoittamisoikeuden tai ammattinimikkeen käyttöoikeuden myöntämisen edellytyksenä. Sosiaali- ja terveysalan lupa- ja valvontavirasto voi vaatia kielitaidon tarkistamista vasta kun ammattipätevyys on tunnustettu tai 8 c § :ssä tarkoitettu eurooppalainen ammattikortti myönnetty.",
        "folded_fi": "sosiaali- ja terveysalan lupa- ja valvontavirasto voi perustellusta syysta vaatia eu- tai eta-valtion kansalaista osoittamaan riittavan suomen tai ruotsin kielen taidon ammatinharjoittamisoikeuden tai ammattinimikkeen kayttooikeuden myontamisen edellytyksena. sosiaali- ja terveysalan lupa- ja valvontavirasto voi vaatia kielitaidon tarkistamista vasta kun ammattipatevyys on tunnustettu tai 8 c §:ssa tarkoitettu eurooppalainen ammattikortti myonnetty.",
        "title_sv": "Språkkunskaper som krävs av en medborgare i en EU- eller EES-stat",
        "content_sv": "Tillstånds- och tillsynsverket för social- och hälsovården kan av grundad anledning, som en förutsättning för beviljande av rätt att utöva yrke eller rätt att använda yrkesbeteckning, kräva att en medborgare i en EU- eller EES-stat visar att han eller hon har tillräckliga kunskaper i finska eller svenska. Tillstånds- och tillsynsverket för social- och hälsovården får inte kräva kontroll av språkkunskaperna förrän yrkeskvalifikationerna har erkänts eller ett sådant europeiskt yrkeskort som avses i 8 c § har utfärdats.",
        "normalized_sv": "Tillstånds- och tillsynsverket för social- och hälsovården kan av grundad anledning, som en förutsättning för beviljande av rätt att utöva yrke eller rätt att använda yrkesbeteckning, kräva att en medborgare i en EU- eller EES-stat visar att han eller hon har tillräckliga kunskaper i finska eller svenska. Tillstånds- och tillsynsverket för social- och hälsovården får inte kräva kontroll av språkkunskaperna förrän yrkeskvalifikationerna har erkänts eller ett sådant europeiskt yrkeskort som avses i 8 c § har utfärdats.",
        "folded_sv": "tillstands- och tillsynsverket for social- och halsovarden kan av grundad anledning, som en forutsattning for beviljande av ratt att utova yrke eller ratt att anvanda yrkesbeteckning, krava att en medborgare i en eu- eller ees-stat visar att han eller hon har tillrackliga kunskaper i finska eller svenska. tillstands- och tillsynsverket for social- och halsovarden far inte krava kontroll av sprakkunskaperna forran yrkeskvalifikationerna har erkants eller ett sadant europeiskt yrkeskort som avses i 8 c § har utfardats."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "1:8 c",
      "chapter": "1",
      "section": "8 c",
      "title": "Eurooppalainen ammattikortti",
      "content": "Eurooppalaisen ammattikortin hakemisesta, hakemusten käsittelystä, ammattikortin myöntämisestä, ammattikorttiin liittyvien tietojen käsittelystä sekä muista ammattikorttiin liittyvistä Sosiaali- ja terveysalan lupa- ja valvontaviraston tehtävistä toimivaltaisena viranomaisena säädetään ammattipätevyyden tunnustamisesta annetun lain 4 luvussa sekä Euroopan parlamentin ja neuvoston direktiivin 2005/36/EY mukaisista eurooppalaisen ammattikortin myöntämismenet-telystä ja hälytysmekanismin soveltamisesta annetussa komission täytäntöönpanoasetuksessa (EU) 2015/983.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:8 c",
        "normalized_fi": "Eurooppalaisen ammattikortin hakemisesta, hakemusten käsittelystä, ammattikortin myöntämisestä, ammattikorttiin liittyvien tietojen käsittelystä sekä muista ammattikorttiin liittyvistä Sosiaali- ja terveysalan lupa- ja valvontaviraston tehtävistä toimivaltaisena viranomaisena säädetään ammattipätevyyden tunnustamisesta annetun lain 4 luvussa sekä Euroopan parlamentin ja neuvoston direktiivin 2005/36/EY mukaisista eurooppalaisen ammattikortin myöntämismenet-telystä ja hälytysmekanismin soveltamisesta annetussa komission täytäntöönpanoasetuksessa (EU) 2015/983.",
        "folded_fi": "eurooppalaisen ammattikortin hakemisesta, hakemusten kasittelysta, ammattikortin myontamisesta, ammattikorttiin liittyvien tietojen kasittelysta seka muista ammattikorttiin liittyvista sosiaali- ja terveysalan lupa- ja valvontaviraston tehtavista toimivaltaisena viranomaisena saadetaan ammattipatevyyden tunnustamisesta annetun lain 4 luvussa seka euroopan parlamentin ja neuvoston direktiivin 2005/36/ey mukaisista eurooppalaisen ammattikortin myontamismenet-telysta ja halytysmekanismin soveltamisesta annetussa komission taytantoonpanoasetuksessa (eu) 2015/983.",
        "title_sv": "Europeiskt yrkeskort",
        "content_sv": "Bestämmelser om ansökan om europeiskt yrkeskort, handläggning av ansökningar, utfärdande av yrkeskort och behandling av uppgifter om yrkeskort samt om Tillstånds- och tillsynsverket för social- och hälsovårdens övriga uppgifter i anslutning till yrkeskort i egenskap av behörig myndighet finns i 4 kap. i lagen om erkännande av yrkeskvalifikationer och i kommissionens genomförandeförordning (EU) 2015/983 om förfarandet för utfärdande av det europeiska yrkeskortet och tillämpningen av varningsmekanismen i enlighet med Europaparlamentets och rådets direktiv 2005/36/EG.",
        "normalized_sv": "Bestämmelser om ansökan om europeiskt yrkeskort, handläggning av ansökningar, utfärdande av yrkeskort och behandling av uppgifter om yrkeskort samt om Tillstånds- och tillsynsverket för social- och hälsovårdens övriga uppgifter i anslutning till yrkeskort i egenskap av behörig myndighet finns i 4 kap. i lagen om erkännande av yrkeskvalifikationer och i kommissionens genomförandeförordning (EU) 2015/983 om förfarandet för utfärdande av det europeiska yrkeskortet och tillämpningen av varningsmekanismen i enlighet med Europaparlamentets och rådets direktiv 2005/36/EG.",
        "folded_sv": "bestammelser om ansokan om europeiskt yrkeskort, handlaggning av ansokningar, utfardande av yrkeskort och behandling av uppgifter om yrkeskort samt om tillstands- och tillsynsverket for social- och halsovardens ovriga uppgifter i anslutning till yrkeskort i egenskap av behorig myndighet finns i 4 kap. i lagen om erkannande av yrkeskvalifikationer och i kommissionens genomforandeforordning (eu) 2015/983 om forfarandet for utfardande av det europeiska yrkeskortet och tillampningen av varningsmekanismen i enlighet med europaparlamentets och radets direktiv 2005/36/eg."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "1:8 d",
      "chapter": "1",
      "section": "8 d",
      "title": "Ensihoitajan ammattipätevyyden tunnustaminen",
      "content": "Sosiaali- ja terveysalan lupa- ja valvontavirasto päättää muodollista pätevyyttä osoittavien asiakirjojen tuottamasta kelpoisuudesta ensihoitajan ammattiin henkilölle, joka on suorittanut kyseiseen ammattiin vaadittavan koulutuksen muussa EU- tai ETA-valtiossa kuin Suomessa. Ammattipätevyyden tunnustamiseen sovelletaan lisäksi, mitä 8 §:ssä säädetään yleisen tunnustamisjärjestelmän mukaisesta menettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:8 d",
        "normalized_fi": "Sosiaali- ja terveysalan lupa- ja valvontavirasto päättää muodollista pätevyyttä osoittavien asiakirjojen tuottamasta kelpoisuudesta ensihoitajan ammattiin henkilölle, joka on suorittanut kyseiseen ammattiin vaadittavan koulutuksen muussa EU- tai ETA-valtiossa kuin Suomessa. Ammattipätevyyden tunnustamiseen sovelletaan lisäksi, mitä 8 § :ssä säädetään yleisen tunnustamisjärjestelmän mukaisesta menettelystä.",
        "folded_fi": "sosiaali- ja terveysalan lupa- ja valvontavirasto paattaa muodollista patevyytta osoittavien asiakirjojen tuottamasta kelpoisuudesta ensihoitajan ammattiin henkilolle, joka on suorittanut kyseiseen ammattiin vaadittavan koulutuksen muussa eu- tai eta-valtiossa kuin suomessa. ammattipatevyyden tunnustamiseen sovelletaan lisaksi, mita 8 §:ssa saadetaan yleisen tunnustamisjarjestelman mukaisesta menettelysta.",
        "title_sv": "Erkännande av yrkeskvalifikationer för förstavårdare",
        "content_sv": "Tillstånds- och tillsynsverket för social- och hälsovården beslutar om behörighet att arbeta som förstavårdare på basis av bevis på formella kvalifikationer, om en person har genomgått nödvändig utbildning för yrket i en annan EU- eller EES-stat än Finland. På erkännande av yrkeskvalifikationer tillämpas dessutom vad som i 8 § föreskrivs om förfarandet enligt den generella ordningen för erkännande.",
        "normalized_sv": "Tillstånds- och tillsynsverket för social- och hälsovården beslutar om behörighet att arbeta som förstavårdare på basis av bevis på formella kvalifikationer, om en person har genomgått nödvändig utbildning för yrket i en annan EU- eller EES-stat än Finland. På erkännande av yrkeskvalifikationer tillämpas dessutom vad som i 8 § föreskrivs om förfarandet enligt den generella ordningen för erkännande.",
        "folded_sv": "tillstands- och tillsynsverket for social- och halsovarden beslutar om behorighet att arbeta som forstavardare pa basis av bevis pa formella kvalifikationer, om en person har genomgatt nodvandig utbildning for yrket i en annan eu- eller ees-stat an finland. pa erkannande av yrkeskvalifikationer tillampas dessutom vad som i 8 § foreskrivs om forfarandet enligt den generella ordningen for erkannande."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "title": "Väliaikainen ja satunnainen palvelujen tarjoaminen",
      "content": "Toiseen EU- tai ETA-valtioon laillisesti sijoittautunut ammatinharjoittaja, jolla on laillinen oikeus harjoittaa itsenäisesti 6, 6 a, 7 tai 8 §:ssä tarkoitettua ammattia, voi tarjota kyseiseen ammattiin liittyviä palveluja Suomessa väliaikaisesti tai satunnaisesti. Hänen on kuitenkin tehtävä kirjallinen ennakkoilmoitus Sosiaali- ja terveysalan lupa- ja valvontavirastolle siirtyessään tarjoamaan ammattiinsa kuuluvia palveluja väliaikaisesti ja satunnaisesti Suomessa. Sama koskee EU- tai ETA-valtion kansalaista, jolla on muussa EU- tai ETA-valtiossa kuin Suomessa laillinen oikeus toimia itsenäisesti valtioneuvoston asetuksella tarkoitetussa nimikesuojatun ammattihenkilön ammatissa, jos hän haluaa käyttää tätä ammattinimikettä tarjotessaan ammattiinsa kuuluvia palveluja väliaikaisesti tai satunnaisesti Suomessa. Ammatinharjoittajalle myönnetty eurooppalainen ammattikortti toimii tässä momentissa tarkoitettuna ennakkoilmoituksena. Sosiaali- ja terveysalan lupa- ja valvontavirasto voi potilasturvallisuuden varmistamiseksi tarkistaa palvelujen tarjoajan ammattipätevyyden ennen kuin palveluja tarjotaan ensimmäistä kertaa. Ennakkotarkistus voidaan tehdä ainoastaan silloin, kun sen tarkoituksena on välttää palvelujen tarjoajan ammatillisen epäpätevyyden vuoksi palvelun vastaanottajan terveydelle tai turvallisuudelle aiheutuva vakava haitta. Tarkistamisessa ei saa ylittää sitä, mikä on tarpeen tätä tarkoitusta varten. Ammattipätevyyden tarkistaminen ei kuitenkaan koske 6 ja 7 §:ssä tarkoitettuja ammattipätevyyden automaattisen tunnustamisen piiriin kuuluvia ammatinharjoittajia. Sosiaali- ja terveysalan lupa- ja valvontaviraston on päätettävä tarkistuksen tuloksesta kuukauden kuluessa palvelujen tarjoamista koskevan ilmoituksen ja siihen liitettyjen asiakirjojen vastaanottamisesta taikka ilmoitettava palvelujen tarjoajalle vastaavassa ajassa ammattipätevyyden tarkistamatta jättämisestä tai asiassa tarvittavasta lisäselvityksestä. Jos asian ratkaiseminen edellyttää lisäselvitystä, ammattipätevyyden tarkistuksen tulosta koskeva päätös on tehtävä kahden kuukauden kuluessa riittävien asiakirjojen vastaanottamisesta. Palvelujen tarjoaminen voidaan aloittaa, jos päätöstä ei ole tehty edellä mainituissa määräajoissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:9",
        "normalized_fi": "Toiseen EU- tai ETA-valtioon laillisesti sijoittautunut ammatinharjoittaja, jolla on laillinen oikeus harjoittaa itsenäisesti 6, 6 a, 7 tai 8 § :ssä tarkoitettua ammattia, voi tarjota kyseiseen ammattiin liittyviä palveluja Suomessa väliaikaisesti tai satunnaisesti. Hänen on kuitenkin tehtävä kirjallinen ennakkoilmoitus Sosiaali- ja terveysalan lupa- ja valvontavirastolle siirtyessään tarjoamaan ammattiinsa kuuluvia palveluja väliaikaisesti ja satunnaisesti Suomessa. Sama koskee EU- tai ETA-valtion kansalaista, jolla on muussa EU- tai ETA-valtiossa kuin Suomessa laillinen oikeus toimia itsenäisesti valtioneuvoston asetuksella tarkoitetussa nimikesuojatun ammattihenkilön ammatissa, jos hän haluaa käyttää tätä ammattinimikettä tarjotessaan ammattiinsa kuuluvia palveluja väliaikaisesti tai satunnaisesti Suomessa. Ammatinharjoittajalle myönnetty eurooppalainen ammattikortti toimii tässä momentissa tarkoitettuna ennakkoilmoituksena. Sosiaali- ja terveysalan lupa- ja valvontavirasto voi potilasturvallisuuden varmistamiseksi tarkistaa palvelujen tarjoajan ammattipätevyyden ennen kuin palveluja tarjotaan ensimmäistä kertaa. Ennakkotarkistus voidaan tehdä ainoastaan silloin, kun sen tarkoituksena on välttää palvelujen tarjoajan ammatillisen epäpätevyyden vuoksi palvelun vastaanottajan terveydelle tai turvallisuudelle aiheutuva vakava haitta. Tarkistamisessa ei saa ylittää sitä, mikä on tarpeen tätä tarkoitusta varten. Ammattipätevyyden tarkistaminen ei kuitenkaan koske 6 ja 7 § :ssä tarkoitettuja ammattipätevyyden automaattisen tunnustamisen piiriin kuuluvia ammatinharjoittajia. Sosiaali- ja terveysalan lupa- ja valvontaviraston on päätettävä tarkistuksen tuloksesta kuukauden kuluessa palvelujen tarjoamista koskevan ilmoituksen ja siihen liitettyjen asiakirjojen vastaanottamisesta taikka ilmoitettava palvelujen tarjoajalle vastaavassa ajassa ammattipätevyyden tarkistamatta jättämisestä tai asiassa tarvittavasta lisäselvityksestä. Jos asian ratkaiseminen edellyttää lisäselvitystä, ammattipätevyyden tarkistuksen tulosta koskeva päätös on tehtävä kahden kuukauden kuluessa riittävien asiakirjojen vastaanottamisesta. Palvelujen tarjoaminen voidaan aloittaa, jos päätöstä ei ole tehty edellä mainituissa määräajoissa.",
        "folded_fi": "toiseen eu- tai eta-valtioon laillisesti sijoittautunut ammatinharjoittaja, jolla on laillinen oikeus harjoittaa itsenaisesti 6, 6 a, 7 tai 8 §:ssa tarkoitettua ammattia, voi tarjota kyseiseen ammattiin liittyvia palveluja suomessa valiaikaisesti tai satunnaisesti. hanen on kuitenkin tehtava kirjallinen ennakkoilmoitus sosiaali- ja terveysalan lupa- ja valvontavirastolle siirtyessaan tarjoamaan ammattiinsa kuuluvia palveluja valiaikaisesti ja satunnaisesti suomessa. sama koskee eu- tai eta-valtion kansalaista, jolla on muussa eu- tai eta-valtiossa kuin suomessa laillinen oikeus toimia itsenaisesti valtioneuvoston asetuksella tarkoitetussa nimikesuojatun ammattihenkilon ammatissa, jos han haluaa kayttaa tata ammattinimiketta tarjotessaan ammattiinsa kuuluvia palveluja valiaikaisesti tai satunnaisesti suomessa. ammatinharjoittajalle myonnetty eurooppalainen ammattikortti toimii tassa momentissa tarkoitettuna ennakkoilmoituksena. sosiaali- ja terveysalan lupa- ja valvontavirasto voi potilasturvallisuuden varmistamiseksi tarkistaa palvelujen tarjoajan ammattipatevyyden ennen kuin palveluja tarjotaan ensimmaista kertaa. ennakkotarkistus voidaan tehda ainoastaan silloin, kun sen tarkoituksena on valttaa palvelujen tarjoajan ammatillisen epapatevyyden vuoksi palvelun vastaanottajan terveydelle tai turvallisuudelle aiheutuva vakava haitta. tarkistamisessa ei saa ylittaa sita, mika on tarpeen tata tarkoitusta varten. ammattipatevyyden tarkistaminen ei kuitenkaan koske 6 ja 7 §:ssa tarkoitettuja ammattipatevyyden automaattisen tunnustamisen piiriin kuuluvia ammatinharjoittajia. sosiaali- ja terveysalan lupa- ja valvontaviraston on paatettava tarkistuksen tuloksesta kuukauden kuluessa palvelujen tarjoamista koskevan ilmoituksen ja siihen liitettyjen asiakirjojen vastaanottamisesta taikka ilmoitettava palvelujen tarjoajalle vastaavassa ajassa ammattipatevyyden tarkistamatta jattamisesta tai asiassa tarvittavasta lisaselvityksesta. jos asian ratkaiseminen edellyttaa lisaselvitysta, ammattipatevyyden tarkistuksen tulosta koskeva paatos on tehtava kahden kuukauden kuluessa riittavien asiakirjojen vastaanottamisesta. palvelujen tarjoaminen voidaan aloittaa, jos paatosta ei ole tehty edella mainituissa maaraajoissa.",
        "title_sv": "Temporärt och sporadiskt tillhandahållande av tjänster",
        "content_sv": "En yrkesutövare som är lagligen etablerad i en EU- eller EES-stat och som har laglig rätt att självständigt utöva ett yrke enligt 6, 6 a, 7 eller 8 §, kan i Finland temporärt eller sporadiskt tillhandahålla tjänster inom ramen för yrket i fråga. Han eller hon ska dock göra en skriftlig förhandsanmälan till Tillstånds- och tillsynsverket för social- och hälsovården när han eller hon temporärt och sporadiskt i Finland börjar tillhandahålla tjänster inom ramen för sitt yrke. Detsamma gäller en medborgare i en EU- eller EES-stat som har laglig rätt att i någon annan EU- eller EES-stat än Finland självständigt utöva ett i förordning av statsrådet avsett yrke för en yrkesutbildad person med skyddad yrkesbeteckning, om han eller hon vill använda denna yrkesbeteckning när han eller hon temporärt eller sporadiskt i Finland tillhandahåller tjänster inom ramen för sitt yrke. Ett europeiskt yrkeskort som utfärdats till en yrkesutövare fungerar som en sådan förhandsanmälan som avses i detta moment. För att säkerställa patientsäkerheten får Tillstånds- och tillsynsverket för social- och hälsovården kontrollera tjänsteleverantörens yrkeskvalifikationer innan tjänsterna tillhandahålls första gången. En sådan förhandskontroll får göras endast om syftet med kontrollen är att undvika allvarlig skada för tjänstemottagarens hälsa eller säkerhet till följd av att tjänsteleverantören saknar yrkeskvalifikationer. Kontrollen får inte gå utöver vad som krävs för ändamålet. Kontrollen av yrkeskvalifikationer gäller dock inte de yrkesutövare som avses i 6 och 7 § och som omfattas av det automatiska erkännandet av yrkeskvalifikationer. Tillstånds- och tillsynsverket för social- och hälsovården ska besluta om resultatet av kontrollen inom en månad från det att anmälan om tillhandahållande av tjänster och de handlingar som har fogats till anmälan har mottagits, eller inom motsvarande tid meddela tjänsteleverantören att yrkeskvalifikationerna inte kontrolleras eller att ytterligare utredningar i ärendet behövs. Om ärendets avgörande förutsätter ytterligare utredningar, ska beslutet om resultatet av kontrollen av yrkeskvalifikationerna fattas inom två månader från det att tillräcklig utredning har mottagits. Tillhandahållandet av tjänster kan påbörjas om beslut inte har fattats inom den tid som nämns ovan.",
        "normalized_sv": "En yrkesutövare som är lagligen etablerad i en EU- eller EES-stat och som har laglig rätt att självständigt utöva ett yrke enligt 6, 6 a, 7 eller 8 § , kan i Finland temporärt eller sporadiskt tillhandahålla tjänster inom ramen för yrket i fråga. Han eller hon ska dock göra en skriftlig förhandsanmälan till Tillstånds- och tillsynsverket för social- och hälsovården när han eller hon temporärt och sporadiskt i Finland börjar tillhandahålla tjänster inom ramen för sitt yrke. Detsamma gäller en medborgare i en EU- eller EES-stat som har laglig rätt att i någon annan EU- eller EES-stat än Finland självständigt utöva ett i förordning av statsrådet avsett yrke för en yrkesutbildad person med skyddad yrkesbeteckning, om han eller hon vill använda denna yrkesbeteckning när han eller hon temporärt eller sporadiskt i Finland tillhandahåller tjänster inom ramen för sitt yrke. Ett europeiskt yrkeskort som utfärdats till en yrkesutövare fungerar som en sådan förhandsanmälan som avses i detta moment. För att säkerställa patientsäkerheten får Tillstånds- och tillsynsverket för social- och hälsovården kontrollera tjänsteleverantörens yrkeskvalifikationer innan tjänsterna tillhandahålls första gången. En sådan förhandskontroll får göras endast om syftet med kontrollen är att undvika allvarlig skada för tjänstemottagarens hälsa eller säkerhet till följd av att tjänsteleverantören saknar yrkeskvalifikationer. Kontrollen får inte gå utöver vad som krävs för ändamålet. Kontrollen av yrkeskvalifikationer gäller dock inte de yrkesutövare som avses i 6 och 7 § och som omfattas av det automatiska erkännandet av yrkeskvalifikationer. Tillstånds- och tillsynsverket för social- och hälsovården ska besluta om resultatet av kontrollen inom en månad från det att anmälan om tillhandahållande av tjänster och de handlingar som har fogats till anmälan har mottagits, eller inom motsvarande tid meddela tjänsteleverantören att yrkeskvalifikationerna inte kontrolleras eller att ytterligare utredningar i ärendet behövs. Om ärendets avgörande förutsätter ytterligare utredningar, ska beslutet om resultatet av kontrollen av yrkeskvalifikationerna fattas inom två månader från det att tillräcklig utredning har mottagits. Tillhandahållandet av tjänster kan påbörjas om beslut inte har fattats inom den tid som nämns ovan.",
        "folded_sv": "en yrkesutovare som ar lagligen etablerad i en eu- eller ees-stat och som har laglig ratt att sjalvstandigt utova ett yrke enligt 6, 6 a, 7 eller 8 §, kan i finland temporart eller sporadiskt tillhandahalla tjanster inom ramen for yrket i fraga. han eller hon ska dock gora en skriftlig forhandsanmalan till tillstands- och tillsynsverket for social- och halsovarden nar han eller hon temporart och sporadiskt i finland borjar tillhandahalla tjanster inom ramen for sitt yrke. detsamma galler en medborgare i en eu- eller ees-stat som har laglig ratt att i nagon annan eu- eller ees-stat an finland sjalvstandigt utova ett i forordning av statsradet avsett yrke for en yrkesutbildad person med skyddad yrkesbeteckning, om han eller hon vill anvanda denna yrkesbeteckning nar han eller hon temporart eller sporadiskt i finland tillhandahaller tjanster inom ramen for sitt yrke. ett europeiskt yrkeskort som utfardats till en yrkesutovare fungerar som en sadan forhandsanmalan som avses i detta moment. for att sakerstalla patientsakerheten far tillstands- och tillsynsverket for social- och halsovarden kontrollera tjansteleverantorens yrkeskvalifikationer innan tjansterna tillhandahalls forsta gangen. en sadan forhandskontroll far goras endast om syftet med kontrollen ar att undvika allvarlig skada for tjanstemottagarens halsa eller sakerhet till foljd av att tjansteleverantoren saknar yrkeskvalifikationer. kontrollen far inte ga utover vad som kravs for andamalet. kontrollen av yrkeskvalifikationer galler dock inte de yrkesutovare som avses i 6 och 7 § och som omfattas av det automatiska erkannandet av yrkeskvalifikationer. tillstands- och tillsynsverket for social- och halsovarden ska besluta om resultatet av kontrollen inom en manad fran det att anmalan om tillhandahallande av tjanster och de handlingar som har fogats till anmalan har mottagits, eller inom motsvarande tid meddela tjansteleverantoren att yrkeskvalifikationerna inte kontrolleras eller att ytterligare utredningar i arendet behovs. om arendets avgorande forutsatter ytterligare utredningar, ska beslutet om resultatet av kontrollen av yrkeskvalifikationerna fattas inom tva manader fran det att tillracklig utredning har mottagits. tillhandahallandet av tjanster kan paborjas om beslut inte har fattats inom den tid som namns ovan."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "1:10 a",
      "chapter": "1",
      "section": "10 a",
      "title": "Ammatillinen harjoittelu",
      "content": "Jos ammatinharjoittamisoikeuden tai ammattinimikkeen käyttöoikeuden myöntämisen edellytyksenä on ammatillisen harjoittelun suorittaminen, Sosiaali- ja terveysalan lupa- ja valvontaviraston on tunnustettava toisessa EU- tai ETA-valtiossa suoritettu ammatillinen harjoittelu. Sosiaali- ja terveysalan lupa- ja valvontavirasto julkaisee suuntaviivat, jotka koskevat toisessa jäsenvaltiossa tai kolmannessa maassa suoritetun harjoittelun järjestämistä ja tunnustamista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:10 a",
        "normalized_fi": "Jos ammatinharjoittamisoikeuden tai ammattinimikkeen käyttöoikeuden myöntämisen edellytyksenä on ammatillisen harjoittelun suorittaminen, Sosiaali- ja terveysalan lupa- ja valvontaviraston on tunnustettava toisessa EU- tai ETA-valtiossa suoritettu ammatillinen harjoittelu. Sosiaali- ja terveysalan lupa- ja valvontavirasto julkaisee suuntaviivat, jotka koskevat toisessa jäsenvaltiossa tai kolmannessa maassa suoritetun harjoittelun järjestämistä ja tunnustamista.",
        "folded_fi": "jos ammatinharjoittamisoikeuden tai ammattinimikkeen kayttooikeuden myontamisen edellytyksena on ammatillisen harjoittelun suorittaminen, sosiaali- ja terveysalan lupa- ja valvontaviraston on tunnustettava toisessa eu- tai eta-valtiossa suoritettu ammatillinen harjoittelu. sosiaali- ja terveysalan lupa- ja valvontavirasto julkaisee suuntaviivat, jotka koskevat toisessa jasenvaltiossa tai kolmannessa maassa suoritetun harjoittelun jarjestamista ja tunnustamista.",
        "title_sv": "Yrkespraktik",
        "content_sv": "Om avslutad yrkespraktik är en förutsättning för beviljande av rätt att utöva yrke eller av rätt att använda yrkesbeteckning, ska Tillstånds- och tillsynsverket för social- och hälsovården erkänna yrkespraktik som förvärvats i en annan EU- eller EES-stat. Tillstånds- och tillsynsverket för social- och hälsovården ska offentliggöra riktlinjer för hur den yrkespraktik som förvärvas i en annan medlemsstat eller i tredjeland ska organiseras och erkännas.",
        "normalized_sv": "Om avslutad yrkespraktik är en förutsättning för beviljande av rätt att utöva yrke eller av rätt att använda yrkesbeteckning, ska Tillstånds- och tillsynsverket för social- och hälsovården erkänna yrkespraktik som förvärvats i en annan EU- eller EES-stat. Tillstånds- och tillsynsverket för social- och hälsovården ska offentliggöra riktlinjer för hur den yrkespraktik som förvärvas i en annan medlemsstat eller i tredjeland ska organiseras och erkännas.",
        "folded_sv": "om avslutad yrkespraktik ar en forutsattning for beviljande av ratt att utova yrke eller av ratt att anvanda yrkesbeteckning, ska tillstands- och tillsynsverket for social- och halsovarden erkanna yrkespraktik som forvarvats i en annan eu- eller ees-stat. tillstands- och tillsynsverket for social- och halsovarden ska offentliggora riktlinjer for hur den yrkespraktik som forvarvas i en annan medlemsstat eller i tredjeland ska organiseras och erkannas."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "1:14 a",
      "chapter": "1",
      "section": "14 a",
      "title": "Hakemuksen liitteet",
      "content": "Sosiaali- ja terveysalan lupa- ja valvontavirasto voi vaatia oikeaksi todistettua jäljennöstä Suomessa tai muussa EU- tai ETA-valtiossa suoritetun koulutuksen osalta vain, jos on perusteltua epäillä jäljennöksen aitoutta eikä asiasta muutoin saada varmuutta. Jos hakija on suorittanut koulutuksensa Euroopan unioniin tai Euroopan talousalueeseen kuulumattomassa valtiossa ja asiakirja esitetään jäljennöksenä, jäljennöksen tulee olla Suomessa tai muussa EU- tai ETA-valtiossa virallisesti oikeaksi todistettu. Hakemukseen tulee liittää Suomessa tai muussa EU- tai ETA-valtiossa auktorisoidun tai virallisen kielenkääntäjän kääntämät suomen-, ruotsin- tai englanninkieliset käännökset muista kuin suomen, ruotsin tai englannin kielellä laadituista asiakirjoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:14 a",
        "normalized_fi": "Sosiaali- ja terveysalan lupa- ja valvontavirasto voi vaatia oikeaksi todistettua jäljennöstä Suomessa tai muussa EU- tai ETA-valtiossa suoritetun koulutuksen osalta vain, jos on perusteltua epäillä jäljennöksen aitoutta eikä asiasta muutoin saada varmuutta. Jos hakija on suorittanut koulutuksensa Euroopan unioniin tai Euroopan talousalueeseen kuulumattomassa valtiossa ja asiakirja esitetään jäljennöksenä, jäljennöksen tulee olla Suomessa tai muussa EU- tai ETA-valtiossa virallisesti oikeaksi todistettu. Hakemukseen tulee liittää Suomessa tai muussa EU- tai ETA-valtiossa auktorisoidun tai virallisen kielenkääntäjän kääntämät suomen-, ruotsin- tai englanninkieliset käännökset muista kuin suomen, ruotsin tai englannin kielellä laadituista asiakirjoista.",
        "folded_fi": "sosiaali- ja terveysalan lupa- ja valvontavirasto voi vaatia oikeaksi todistettua jaljennosta suomessa tai muussa eu- tai eta-valtiossa suoritetun koulutuksen osalta vain, jos on perusteltua epailla jaljennoksen aitoutta eika asiasta muutoin saada varmuutta. jos hakija on suorittanut koulutuksensa euroopan unioniin tai euroopan talousalueeseen kuulumattomassa valtiossa ja asiakirja esitetaan jaljennoksena, jaljennoksen tulee olla suomessa tai muussa eu- tai eta-valtiossa virallisesti oikeaksi todistettu. hakemukseen tulee liittaa suomessa tai muussa eu- tai eta-valtiossa auktorisoidun tai virallisen kielenkaantajan kaantamat suomen-, ruotsin- tai englanninkieliset kaannokset muista kuin suomen, ruotsin tai englannin kielella laadituista asiakirjoista.",
        "title_sv": "Bilagor till ansökan",
        "content_sv": "Tillstånds- och tillsynsverket för social- och hälsovården får kräva en bestyrkt kopia beträffande en utbildning som genomgåtts i Finland eller i någon annan EU- eller EES-stat endast om det finns skäl att betvivla kopians autenticitet, och saken inte kan säkerställas på något annat sätt. Om en sökande som har genomgått sin utbildning i en stat utanför Europeiska Unionen eller Europeiska ekonomiska samarbetsområdet lägger fram en kopia av en handling, ska kopian vara officiellt bestyrkt i Finland eller i en annan EU- eller EES-stat. Av handlingar som är avfattade på något annat språk än finska, svenska eller engelska ska till ansökan fogas sådana översättningar till finska, svenska eller engelska som översatts av en auktoriserad translator i Finland eller i någon annan EU- eller EES-stat.",
        "normalized_sv": "Tillstånds- och tillsynsverket för social- och hälsovården får kräva en bestyrkt kopia beträffande en utbildning som genomgåtts i Finland eller i någon annan EU- eller EES-stat endast om det finns skäl att betvivla kopians autenticitet, och saken inte kan säkerställas på något annat sätt. Om en sökande som har genomgått sin utbildning i en stat utanför Europeiska Unionen eller Europeiska ekonomiska samarbetsområdet lägger fram en kopia av en handling, ska kopian vara officiellt bestyrkt i Finland eller i en annan EU- eller EES-stat. Av handlingar som är avfattade på något annat språk än finska, svenska eller engelska ska till ansökan fogas sådana översättningar till finska, svenska eller engelska som översatts av en auktoriserad translator i Finland eller i någon annan EU- eller EES-stat.",
        "folded_sv": "tillstands- och tillsynsverket for social- och halsovarden far krava en bestyrkt kopia betraffande en utbildning som genomgatts i finland eller i nagon annan eu- eller ees-stat endast om det finns skal att betvivla kopians autenticitet, och saken inte kan sakerstallas pa nagot annat satt. om en sokande som har genomgatt sin utbildning i en stat utanfor europeiska unionen eller europeiska ekonomiska samarbetsomradet lagger fram en kopia av en handling, ska kopian vara officiellt bestyrkt i finland eller i en annan eu- eller ees-stat. av handlingar som ar avfattade pa nagot annat sprak an finska, svenska eller engelska ska till ansokan fogas sadana oversattningar till finska, svenska eller engelska som oversatts av en auktoriserad translator i finland eller i nagon annan eu- eller ees-stat."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "1:14 c",
      "chapter": "1",
      "section": "14 c",
      "title": "EU- tai ETA-alueen ulkopuolella koulutuksen saaneen lääkärin tai hammaslääkärin tutkinnon hyväksyminen Suomessa lääkärin tai hammaslääkärin ammattiin johtavaksi koulutukseksi",
      "content": "Sosiaali- ja terveysalan lupa- ja valvontavirasto tekee hakemuksesta päätöksen EU- tai ETA-alueen ulkopuolella koulutuksen saaneen lääkärin tai hammaslääkärin tutkinnon hyväksymisestä lääkärin tai hammaslääkärin ammattiin johtavaksi koulutukseksi, jos lääkärin tai hammaslääkärin tutkinto täyttää vähimmäisvaatimukset. Hakemuksen liitteeksi hakijan tulee 14 a §:stä poiketen toimittaa seuraavat asiakirjat: 2) muodollista pätevyyttä osoittavat asiakirjat tai suoritetusta koulutuksesta annettu asiakirja, joka antaa oikeuden ryhtyä harjoittamaan lääkärin tai hammaslääkärin ammattia; 3) jos hakijalle on myönnetty oikeus harjoittaa lääkärin tai hammaslääkärin ammattia jossakin muussa valtiossa kuin Suomessa, kyseisen maan toimivaltaisen viranomaisen enintään kolme kuukautta aikaisemmin antama todistus siitä, että tätä oikeutta ei ole rajoitettu eikä poistettu vakavan ammatillisen virheen vuoksi tai muusta vastaavasta syystä; 4) jos hakija on harjoittanut lääkärin tai hammaslääkärin ammattia sellaisessa maassa, joka ei rekisteröi lääkäreitä tai hammaslääkäreitä, edellä mainitun maan toimivaltaisen viranomaisen todistus siitä, ettei maa rekisteröi kyseisiä ammatinharjoittajia, taikka muu luotettava selvitys asiasta; ja Hakija ei voi suorittaa Sosiaali- ja terveysalan lupa- ja valvontaviraston määräämää palvelua, lisäopintoja, kuulusteluja tai ammatillista harjoittelua ennen kuin lupa- ja valvontavirasto on tehnyt päätöksen koulutuksen hyväksymisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:14 c",
        "normalized_fi": "Sosiaali- ja terveysalan lupa- ja valvontavirasto tekee hakemuksesta päätöksen EU- tai ETA-alueen ulkopuolella koulutuksen saaneen lääkärin tai hammaslääkärin tutkinnon hyväksymisestä lääkärin tai hammaslääkärin ammattiin johtavaksi koulutukseksi, jos lääkärin tai hammaslääkärin tutkinto täyttää vähimmäisvaatimukset. Hakemuksen liitteeksi hakijan tulee 14 a § :stä poiketen toimittaa seuraavat asiakirjat: 2) muodollista pätevyyttä osoittavat asiakirjat tai suoritetusta koulutuksesta annettu asiakirja, joka antaa oikeuden ryhtyä harjoittamaan lääkärin tai hammaslääkärin ammattia; 3) jos hakijalle on myönnetty oikeus harjoittaa lääkärin tai hammaslääkärin ammattia jossakin muussa valtiossa kuin Suomessa, kyseisen maan toimivaltaisen viranomaisen enintään kolme kuukautta aikaisemmin antama todistus siitä, että tätä oikeutta ei ole rajoitettu eikä poistettu vakavan ammatillisen virheen vuoksi tai muusta vastaavasta syystä; 4) jos hakija on harjoittanut lääkärin tai hammaslääkärin ammattia sellaisessa maassa, joka ei rekisteröi lääkäreitä tai hammaslääkäreitä, edellä mainitun maan toimivaltaisen viranomaisen todistus siitä, ettei maa rekisteröi kyseisiä ammatinharjoittajia, taikka muu luotettava selvitys asiasta; ja Hakija ei voi suorittaa Sosiaali- ja terveysalan lupa- ja valvontaviraston määräämää palvelua, lisäopintoja, kuulusteluja tai ammatillista harjoittelua ennen kuin lupa- ja valvontavirasto on tehnyt päätöksen koulutuksen hyväksymisestä.",
        "folded_fi": "sosiaali- ja terveysalan lupa- ja valvontavirasto tekee hakemuksesta paatoksen eu- tai eta-alueen ulkopuolella koulutuksen saaneen laakarin tai hammaslaakarin tutkinnon hyvaksymisesta laakarin tai hammaslaakarin ammattiin johtavaksi koulutukseksi, jos laakarin tai hammaslaakarin tutkinto tayttaa vahimmaisvaatimukset. hakemuksen liitteeksi hakijan tulee 14 a §:sta poiketen toimittaa seuraavat asiakirjat: 2) muodollista patevyytta osoittavat asiakirjat tai suoritetusta koulutuksesta annettu asiakirja, joka antaa oikeuden ryhtya harjoittamaan laakarin tai hammaslaakarin ammattia; 3) jos hakijalle on myonnetty oikeus harjoittaa laakarin tai hammaslaakarin ammattia jossakin muussa valtiossa kuin suomessa, kyseisen maan toimivaltaisen viranomaisen enintaan kolme kuukautta aikaisemmin antama todistus siita, etta tata oikeutta ei ole rajoitettu eika poistettu vakavan ammatillisen virheen vuoksi tai muusta vastaavasta syysta; 4) jos hakija on harjoittanut laakarin tai hammaslaakarin ammattia sellaisessa maassa, joka ei rekisteroi laakareita tai hammaslaakareita, edella mainitun maan toimivaltaisen viranomaisen todistus siita, ettei maa rekisteroi kyseisia ammatinharjoittajia, taikka muu luotettava selvitys asiasta; ja hakija ei voi suorittaa sosiaali- ja terveysalan lupa- ja valvontaviraston maaraamaa palvelua, lisaopintoja, kuulusteluja tai ammatillista harjoittelua ennen kuin lupa- ja valvontavirasto on tehnyt paatoksen koulutuksen hyvaksymisesta.",
        "title_sv": "Godkännande av examen för läkare eller tandläkare som fått sin utbildning utanför EU- eller EES-området som utbildning som leder till läkar- eller tandläkaryrket i Finland",
        "content_sv": "Tillstånds- och tillsynsverket för social- och hälsovården fattar på ansökan beslut om att examen för en läkare eller tandläkare som fått sin utbildning utanför EU- eller EES-området ska godkännas som utbildning som leder till läkar- eller tandläkaryrket, om läkar- eller tandläkarexamen uppfyller minimikraven. Till ansökan ska sökanden med avvikelse från 14 a § foga följande handlingar: 2) bevis på formella kvalifikationer eller ett bevis över genomförd utbildning som ger rätt att utöva läkar- eller tandläkaryrket, 3) om sökanden har beviljats rätt att utöva läkar- eller tandläkaryrket i någon annan stat än Finland, ett intyg som den behöriga myndigheten i den staten har utfärdat högst tre månader tidigare över att denna rätt inte har begränsats eller fråntagits på grund av grovt fel i yrkesutövningen eller andra motsvarande skäl, 4) om sökanden har utövat läkar- eller tandläkaryrket i en stat som inte för register över läkare eller tandläkare, ett intyg som den behöriga myndigheten i den staten har utfärdat över att den inte registrerar yrkesutövarna i fråga, eller någon annan tillförlitlig utredning om saken, och Sökanden kan inte fullgöra den tjänstgöring, genomföra de tilläggsstudier eller genomgå de förhör eller den yrkespraktik som Tillstånds- och tillsynsverket för social- och hälsovården bestämmer förrän verket har fattat beslut om godkännande av utbildningen.",
        "normalized_sv": "Tillstånds- och tillsynsverket för social- och hälsovården fattar på ansökan beslut om att examen för en läkare eller tandläkare som fått sin utbildning utanför EU- eller EES-området ska godkännas som utbildning som leder till läkar- eller tandläkaryrket, om läkar- eller tandläkarexamen uppfyller minimikraven. Till ansökan ska sökanden med avvikelse från 14 a § foga följande handlingar: 2) bevis på formella kvalifikationer eller ett bevis över genomförd utbildning som ger rätt att utöva läkar- eller tandläkaryrket, 3) om sökanden har beviljats rätt att utöva läkar- eller tandläkaryrket i någon annan stat än Finland, ett intyg som den behöriga myndigheten i den staten har utfärdat högst tre månader tidigare över att denna rätt inte har begränsats eller fråntagits på grund av grovt fel i yrkesutövningen eller andra motsvarande skäl, 4) om sökanden har utövat läkar- eller tandläkaryrket i en stat som inte för register över läkare eller tandläkare, ett intyg som den behöriga myndigheten i den staten har utfärdat över att den inte registrerar yrkesutövarna i fråga, eller någon annan tillförlitlig utredning om saken, och Sökanden kan inte fullgöra den tjänstgöring, genomföra de tilläggsstudier eller genomgå de förhör eller den yrkespraktik som Tillstånds- och tillsynsverket för social- och hälsovården bestämmer förrän verket har fattat beslut om godkännande av utbildningen.",
        "folded_sv": "tillstands- och tillsynsverket for social- och halsovarden fattar pa ansokan beslut om att examen for en lakare eller tandlakare som fatt sin utbildning utanfor eu- eller ees-omradet ska godkannas som utbildning som leder till lakar- eller tandlakaryrket, om lakar- eller tandlakarexamen uppfyller minimikraven. till ansokan ska sokanden med avvikelse fran 14 a § foga foljande handlingar: 2) bevis pa formella kvalifikationer eller ett bevis over genomford utbildning som ger ratt att utova lakar- eller tandlakaryrket, 3) om sokanden har beviljats ratt att utova lakar- eller tandlakaryrket i nagon annan stat an finland, ett intyg som den behoriga myndigheten i den staten har utfardat hogst tre manader tidigare over att denna ratt inte har begransats eller frantagits pa grund av grovt fel i yrkesutovningen eller andra motsvarande skal, 4) om sokanden har utovat lakar- eller tandlakaryrket i en stat som inte for register over lakare eller tandlakare, ett intyg som den behoriga myndigheten i den staten har utfardat over att den inte registrerar yrkesutovarna i fraga, eller nagon annan tillforlitlig utredning om saken, och sokanden kan inte fullgora den tjanstgoring, genomfora de tillaggsstudier eller genomga de forhor eller den yrkespraktik som tillstands- och tillsynsverket for social- och halsovarden bestammer forran verket har fattat beslut om godkannande av utbildningen."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "1:18",
      "chapter": "1",
      "section": "18",
      "title": "Täydennyskoulutusvelvollisuus ja jatkuva ammatillinen kehittyminen",
      "content": "Terveydenhuollon ammattihenkilö on velvollinen ylläpitämään ja kehittämään ammattitoiminnan edellyttämiä tietoja ja taitoja sekä perehtymään ammattitoimintaansa koskeviin säännöksiin ja määräyksiin. Terveydenhuollon ammattihenkilön työnantajan tulee seurata terveydenhuollon ammattihenkilöiden ammatillista kehittymistä ja luoda edellytykset sille, että terveydenhuollon ammattihenkilö voi osallistumalla tarvittavaan ammatilliseen täydennyskoulutukseen ja muilla ammatillisen kehittymisen menetelmillä ylläpitää ja kehittää tietojaan ja taitojaan voidakseen harjoittaa ammattiaan turvallisesti ja asianmukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:18",
        "normalized_fi": "Terveydenhuollon ammattihenkilö on velvollinen ylläpitämään ja kehittämään ammattitoiminnan edellyttämiä tietoja ja taitoja sekä perehtymään ammattitoimintaansa koskeviin säännöksiin ja määräyksiin. Terveydenhuollon ammattihenkilön työnantajan tulee seurata terveydenhuollon ammattihenkilöiden ammatillista kehittymistä ja luoda edellytykset sille, että terveydenhuollon ammattihenkilö voi osallistumalla tarvittavaan ammatilliseen täydennyskoulutukseen ja muilla ammatillisen kehittymisen menetelmillä ylläpitää ja kehittää tietojaan ja taitojaan voidakseen harjoittaa ammattiaan turvallisesti ja asianmukaisesti.",
        "folded_fi": "terveydenhuollon ammattihenkilo on velvollinen yllapitamaan ja kehittamaan ammattitoiminnan edellyttamia tietoja ja taitoja seka perehtymaan ammattitoimintaansa koskeviin saannoksiin ja maarayksiin. terveydenhuollon ammattihenkilon tyonantajan tulee seurata terveydenhuollon ammattihenkiloiden ammatillista kehittymista ja luoda edellytykset sille, etta terveydenhuollon ammattihenkilo voi osallistumalla tarvittavaan ammatilliseen taydennyskoulutukseen ja muilla ammatillisen kehittymisen menetelmilla yllapitaa ja kehittaa tietojaan ja taitojaan voidakseen harjoittaa ammattiaan turvallisesti ja asianmukaisesti.",
        "title_sv": "Fortbildningsskyldighet och kontinuerlig yrkesmässig utveckling",
        "content_sv": "En yrkesutbildad person inom hälso- och sjukvården är skyldig att upprätthålla och utveckla de kunskaper och färdigheter som utövandet av yrket förutsätter samt att göra sig förtrogen med de bestämmelser och föreskrifter som gäller yrkesutövningen. Arbetsgivare för yrkesutbildade personer inom hälso- och sjukvården ska följa hur dessa personer utvecklas yrkesmässigt och skapa förutsättningar för dem att upprätthålla och utveckla sina kunskaper och färdigheter genom deltagande i behövlig yrkesinriktad fortbildning och andra metoder för yrkesmässig utveckling så att yrkesinsatsen bibehålls på säker och ändamålsenlig nivå.",
        "normalized_sv": "En yrkesutbildad person inom hälso- och sjukvården är skyldig att upprätthålla och utveckla de kunskaper och färdigheter som utövandet av yrket förutsätter samt att göra sig förtrogen med de bestämmelser och föreskrifter som gäller yrkesutövningen. Arbetsgivare för yrkesutbildade personer inom hälso- och sjukvården ska följa hur dessa personer utvecklas yrkesmässigt och skapa förutsättningar för dem att upprätthålla och utveckla sina kunskaper och färdigheter genom deltagande i behövlig yrkesinriktad fortbildning och andra metoder för yrkesmässig utveckling så att yrkesinsatsen bibehålls på säker och ändamålsenlig nivå.",
        "folded_sv": "en yrkesutbildad person inom halso- och sjukvarden ar skyldig att uppratthalla och utveckla de kunskaper och fardigheter som utovandet av yrket forutsatter samt att gora sig fortrogen med de bestammelser och foreskrifter som galler yrkesutovningen. arbetsgivare for yrkesutbildade personer inom halso- och sjukvarden ska folja hur dessa personer utvecklas yrkesmassigt och skapa forutsattningar for dem att uppratthalla och utveckla sina kunskaper och fardigheter genom deltagande i behovlig yrkesinriktad fortbildning och andra metoder for yrkesmassig utveckling sa att yrkesinsatsen bibehalls pa saker och andamalsenlig niva."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "1:18 a",
      "chapter": "1",
      "section": "18 a",
      "title": "Kielitaito",
      "content": "Terveydenhuollon ammattihenkilön työnantajan tulee varmistua siitä, että terveydenhuollon ammattihenkilön kielitaito on hänen tehtäviensä edellyttämällä riittävällä tasolla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:18 a",
        "normalized_fi": "Terveydenhuollon ammattihenkilön työnantajan tulee varmistua siitä, että terveydenhuollon ammattihenkilön kielitaito on hänen tehtäviensä edellyttämällä riittävällä tasolla.",
        "folded_fi": "terveydenhuollon ammattihenkilon tyonantajan tulee varmistua siita, etta terveydenhuollon ammattihenkilon kielitaito on hanen tehtaviensa edellyttamalla riittavalla tasolla.",
        "title_sv": "Språkkunskaper",
        "content_sv": "Arbetsgivaren för en yrkesutbildad person inom hälso- och sjukvården ska säkerställa att personens språkkunskaper är på en tillräcklig nivå för de uppgifter han eller hon sköter.",
        "normalized_sv": "Arbetsgivaren för en yrkesutbildad person inom hälso- och sjukvården ska säkerställa att personens språkkunskaper är på en tillräcklig nivå för de uppgifter han eller hon sköter.",
        "folded_sv": "arbetsgivaren for en yrkesutbildad person inom halso- och sjukvarden ska sakerstalla att personens sprakkunskaper ar pa en tillracklig niva for de uppgifter han eller hon skoter."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "1:31 a",
      "chapter": "1",
      "section": "31 a",
      "title": "Ammatinharjoittamisoikeuden tai -luvan taikka ammattinimikkeen käyttöoikeuden poistaminen toisen EU- tai ETA-valtion päätöksen perusteella",
      "content": "Sosiaali- ja terveysalan lupa- ja valvontavirasto voi poistaa terveydenhuollon ammattihenkilön ammatinharjoittamisoikeuden tai rajoittaa sitä taikka peruuttaa ammatinharjoittamisluvan tai poistaa nimikesuojatun ammattihenkilön oikeuden käyttää asianomaista ammattinimikettä ammattihenkilöltä, joka on saanut ammatinharjoittamisoikeuden tai -luvan taikka ammattinimikkeen käyttöoikeuden Suomessa sen jälkeen, kun toinen EU- tai ETA-valtio on saman koulutuksen perusteella myöntänyt hänelle oikeuden, ja joka on menettänyt oikeutensa tai sitä on rajoitettu kyseisessä toisessa EU- tai ETA-valtiossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:31 a",
        "normalized_fi": "Sosiaali- ja terveysalan lupa- ja valvontavirasto voi poistaa terveydenhuollon ammattihenkilön ammatinharjoittamisoikeuden tai rajoittaa sitä taikka peruuttaa ammatinharjoittamisluvan tai poistaa nimikesuojatun ammattihenkilön oikeuden käyttää asianomaista ammattinimikettä ammattihenkilöltä, joka on saanut ammatinharjoittamisoikeuden tai -luvan taikka ammattinimikkeen käyttöoikeuden Suomessa sen jälkeen, kun toinen EU- tai ETA-valtio on saman koulutuksen perusteella myöntänyt hänelle oikeuden, ja joka on menettänyt oikeutensa tai sitä on rajoitettu kyseisessä toisessa EU- tai ETA-valtiossa.",
        "folded_fi": "sosiaali- ja terveysalan lupa- ja valvontavirasto voi poistaa terveydenhuollon ammattihenkilon ammatinharjoittamisoikeuden tai rajoittaa sita taikka peruuttaa ammatinharjoittamisluvan tai poistaa nimikesuojatun ammattihenkilon oikeuden kayttaa asianomaista ammattinimiketta ammattihenkilolta, joka on saanut ammatinharjoittamisoikeuden tai -luvan taikka ammattinimikkeen kayttooikeuden suomessa sen jalkeen, kun toinen eu- tai eta-valtio on saman koulutuksen perusteella myontanyt hanelle oikeuden, ja joka on menettanyt oikeutensa tai sita on rajoitettu kyseisessa toisessa eu- tai eta-valtiossa.",
        "title_sv": "Fråntagande av rätt eller indragning av tillstånd att utöva yrke eller fråntagande av rätt att använda yrkesbeteckning på basis av ett beslut av en annan EU- eller EES-stat",
        "content_sv": "Tillstånds- och tillsynsverket för social- och hälsovården kan frånta en yrkesutbildad person rätten att utöva yrke som yrkesutbildad person inom hälso- och sjukvården, eller begränsa denna rätt, eller återkalla en yrkesutbildad persons tillstånd att utöva yrke eller frånta en yrkesutbildad person rätten att använda en skyddad yrkesbeteckning, om den yrkesutbildade personen har fått rätten eller tillståndet i Finland efter det att en annan EU- eller EES-stat på basis av samma utbildning har beviljat personen rätten och personen har förlorat rätten eller den har begränsats i den andra EU- eller EES-staten.",
        "normalized_sv": "Tillstånds- och tillsynsverket för social- och hälsovården kan frånta en yrkesutbildad person rätten att utöva yrke som yrkesutbildad person inom hälso- och sjukvården, eller begränsa denna rätt, eller återkalla en yrkesutbildad persons tillstånd att utöva yrke eller frånta en yrkesutbildad person rätten att använda en skyddad yrkesbeteckning, om den yrkesutbildade personen har fått rätten eller tillståndet i Finland efter det att en annan EU- eller EES-stat på basis av samma utbildning har beviljat personen rätten och personen har förlorat rätten eller den har begränsats i den andra EU- eller EES-staten.",
        "folded_sv": "tillstands- och tillsynsverket for social- och halsovarden kan franta en yrkesutbildad person ratten att utova yrke som yrkesutbildad person inom halso- och sjukvarden, eller begransa denna ratt, eller aterkalla en yrkesutbildad persons tillstand att utova yrke eller franta en yrkesutbildad person ratten att anvanda en skyddad yrkesbeteckning, om den yrkesutbildade personen har fatt ratten eller tillstandet i finland efter det att en annan eu- eller ees-stat pa basis av samma utbildning har beviljat personen ratten och personen har forlorat ratten eller den har begransats i den andra eu- eller ees-staten."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "1:39",
      "chapter": "1",
      "section": "39",
      "title": "Muutoksenhaku",
      "content": "Tämän lain 25 §:ssä, 26 §:n 2 momentissa, 27-29, 31 a, 33 ja 40 c §:ssä tarkoitettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen 25-29, 31 a, 33 ja 40 c §:ssä tarkoitetussa asiassa saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden muuhun päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan. Edellä 25-30, 31 a ja 40 c §:ssä tarkoitettuja päätöksiä on noudatettava muutoksenhausta huolimatta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:39",
        "normalized_fi": "Tämän lain 25 § :ssä, 26 § :n 2 momentissa, 27-29, 31 a, 33 ja 40 c § :ssä tarkoitettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen 25-29, 31 a, 33 ja 40 c § :ssä tarkoitetussa asiassa saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden muuhun päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan. Edellä 25-30, 31 a ja 40 c § :ssä tarkoitettuja päätöksiä on noudatettava muutoksenhausta huolimatta.",
        "folded_fi": "taman lain 25 §:ssa, 26 §:n 2 momentissa, 27-29, 31 a, 33 ja 40 c §:ssa tarkoitettuun paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa (586/1996) saadetaan. hallinto-oikeuden paatokseen 25-29, 31 a, 33 ja 40 c §:ssa tarkoitetussa asiassa saa hakea muutosta valittamalla siten kuin hallintolainkayttolaissa saadetaan. hallinto-oikeuden muuhun paatokseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myontaa valitusluvan. edella 25-30, 31 a ja 40 c §:ssa tarkoitettuja paatoksia on noudatettava muutoksenhausta huolimatta.",
        "title_sv": "Ändringssökande",
        "content_sv": "Beslut som avses i 25 §, 26 § 2 mom., 27-29, 31 a, 33 och 40 c § får överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen (586/1996). Förvaltningsdomstolens beslut i ett ärende som avses i 25-29, 31 a, 33 och 40 c § får överklagas genom besvär på det sätt som anges i förvaltningsprocesslagen. Över andra beslut av förvaltningsdomstolen får besvär anföras endast om högsta förvaltningsdomstolen beviljar besvärstillstånd. Beslut som avses i 25-30, 31 a och 40 c § ska iakttas oberoende av ändringssökande.",
        "normalized_sv": "Beslut som avses i 25 § , 26 § 2 mom., 27-29, 31 a, 33 och 40 c § får överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen (586/1996). Förvaltningsdomstolens beslut i ett ärende som avses i 25-29, 31 a, 33 och 40 c § får överklagas genom besvär på det sätt som anges i förvaltningsprocesslagen. Över andra beslut av förvaltningsdomstolen får besvär anföras endast om högsta förvaltningsdomstolen beviljar besvärstillstånd. Beslut som avses i 25-30, 31 a och 40 c § ska iakttas oberoende av ändringssökande.",
        "folded_sv": "beslut som avses i 25 §, 26 § 2 mom., 27-29, 31 a, 33 och 40 c § far overklagas genom besvar hos forvaltningsdomstolen pa det satt som anges i forvaltningsprocesslagen (586/1996). forvaltningsdomstolens beslut i ett arende som avses i 25-29, 31 a, 33 och 40 c § far overklagas genom besvar pa det satt som anges i forvaltningsprocesslagen. over andra beslut av forvaltningsdomstolen far besvar anforas endast om hogsta forvaltningsdomstolen beviljar besvarstillstand. beslut som avses i 25-30, 31 a och 40 c § ska iakttas oberoende av andringssokande."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "1:40 c",
      "chapter": "1",
      "section": "40 c",
      "title": "Hälytysmekanismi",
      "content": "IMI-järjestelmä Sosiaali- ja terveysalan lupa- ja valvontaviraston on ilmoitettava muiden EU- tai ETA-valtioiden toimivaltaisille viranomaisille terveydenhuollon ammattihenkilön ammatinharjoittamisoikeuden rajoittamisesta, poistamisesta, luvan peruuttamisesta, ammatinharjoittamisen kieltämisestä taikka ammattinimikkeen käytön kieltämisestä sekä siitä, että tuomioistuin on todennut mainitun henkilön käyttäneen väärennettyjä asiakirjoja osoituksena terveydenhuollon ammattihenkilön ammattipätevyydestä. Sosiaali- ja terveysalan lupa- ja valvontaviraston tulee tehdä ilmoitus komission ylläpitämässä sähköisessä tietojenvaihtojärjestelmässä () lähetettävällä hälytyksellä kolmen vuorokauden kuluessa kieltoa, rajoitusta tai oikeuden poistamista koskevan päätöksen taikka tuomioistuimen tuomion antamisesta. Sosiaali- ja terveysalan lupa- ja valvontaviraston on viipymättä ilmoitettava IMI-järjestelmän kautta kiellon, rajoituksen tai oikeuden poiston ilmoitettua kestoa koskevista muutoksista. Lisäksi sen on poistettava lähettämänsä hälytys IMI-järjestelmästä kolmen vuorokauden kuluessa siitä, kun kiellon tai rajoituksen voimassaolo on lakannut. Edellä 1 momentissa tarkoitetusta hälytyksestä on tehtävä viimeistään sen lähettämispäivänä kirjallinen mainitussa momentissa tarkoitetulle henkilölle osoitettu päätös, joka voi olla erillinen tai sisältyä ammatinharjoittamista koskevan kiellon tai rajoituksen asettamista koskevaan päätökseen. IMI-järjestelmässä lähetettyyn hälytykseen on liitettävä tieto mahdollisesta muutoksenhausta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:40 c",
        "normalized_fi": "IMI-järjestelmä Sosiaali- ja terveysalan lupa- ja valvontaviraston on ilmoitettava muiden EU- tai ETA-valtioiden toimivaltaisille viranomaisille terveydenhuollon ammattihenkilön ammatinharjoittamisoikeuden rajoittamisesta, poistamisesta, luvan peruuttamisesta, ammatinharjoittamisen kieltämisestä taikka ammattinimikkeen käytön kieltämisestä sekä siitä, että tuomioistuin on todennut mainitun henkilön käyttäneen väärennettyjä asiakirjoja osoituksena terveydenhuollon ammattihenkilön ammattipätevyydestä. Sosiaali- ja terveysalan lupa- ja valvontaviraston tulee tehdä ilmoitus komission ylläpitämässä sähköisessä tietojenvaihtojärjestelmässä () lähetettävällä hälytyksellä kolmen vuorokauden kuluessa kieltoa, rajoitusta tai oikeuden poistamista koskevan päätöksen taikka tuomioistuimen tuomion antamisesta. Sosiaali- ja terveysalan lupa- ja valvontaviraston on viipymättä ilmoitettava IMI-järjestelmän kautta kiellon, rajoituksen tai oikeuden poiston ilmoitettua kestoa koskevista muutoksista. Lisäksi sen on poistettava lähettämänsä hälytys IMI-järjestelmästä kolmen vuorokauden kuluessa siitä, kun kiellon tai rajoituksen voimassaolo on lakannut. Edellä 1 momentissa tarkoitetusta hälytyksestä on tehtävä viimeistään sen lähettämispäivänä kirjallinen mainitussa momentissa tarkoitetulle henkilölle osoitettu päätös, joka voi olla erillinen tai sisältyä ammatinharjoittamista koskevan kiellon tai rajoituksen asettamista koskevaan päätökseen. IMI-järjestelmässä lähetettyyn hälytykseen on liitettävä tieto mahdollisesta muutoksenhausta.",
        "folded_fi": "imi-jarjestelma sosiaali- ja terveysalan lupa- ja valvontaviraston on ilmoitettava muiden eu- tai eta-valtioiden toimivaltaisille viranomaisille terveydenhuollon ammattihenkilon ammatinharjoittamisoikeuden rajoittamisesta, poistamisesta, luvan peruuttamisesta, ammatinharjoittamisen kieltamisesta taikka ammattinimikkeen kayton kieltamisesta seka siita, etta tuomioistuin on todennut mainitun henkilon kayttaneen vaarennettyja asiakirjoja osoituksena terveydenhuollon ammattihenkilon ammattipatevyydesta. sosiaali- ja terveysalan lupa- ja valvontaviraston tulee tehda ilmoitus komission yllapitamassa sahkoisessa tietojenvaihtojarjestelmassa () lahetettavalla halytyksella kolmen vuorokauden kuluessa kieltoa, rajoitusta tai oikeuden poistamista koskevan paatoksen taikka tuomioistuimen tuomion antamisesta. sosiaali- ja terveysalan lupa- ja valvontaviraston on viipymatta ilmoitettava imi-jarjestelman kautta kiellon, rajoituksen tai oikeuden poiston ilmoitettua kestoa koskevista muutoksista. lisaksi sen on poistettava lahettamansa halytys imi-jarjestelmasta kolmen vuorokauden kuluessa siita, kun kiellon tai rajoituksen voimassaolo on lakannut. edella 1 momentissa tarkoitetusta halytyksesta on tehtava viimeistaan sen lahettamispaivana kirjallinen mainitussa momentissa tarkoitetulle henkilolle osoitettu paatos, joka voi olla erillinen tai sisaltya ammatinharjoittamista koskevan kiellon tai rajoituksen asettamista koskevaan paatokseen. imi-jarjestelmassa lahetettyyn halytykseen on liitettava tieto mahdollisesta muutoksenhausta.",
        "title_sv": "Varningsmekanism",
        "content_sv": "IMI-systemet Tillstånds- och tillsynsverket för social- och hälsovården ska underrätta de behöriga myndigheterna i de andra EU- och EES-staterna om begränsning eller fråntagande av rätten för en yrkesutbildad person inom hälso- och sjukvården att utöva sitt yrke, om återkallelse av tillstånd att utöva yrket, om förbud mot att utöva yrket och om förbud att använda en yrkesbeteckning, samt om det att en domstol konstaterat att personen i fråga har använt förfalskade handlingar som intyg på yrkeskvalifikationerna för yrkesutbildade personer inom hälso- och sjukvården. Tillstånds- och tillsynsverket för social- och hälsovården ska lämna underrättelsen som en varning genom det elektroniska informationssystemet () som förvaltas av kommissionen, inom tre dygn från det att beslutet eller domstolens dom om förbudet, begränsningen eller fråntagandet av rätten meddeladets. Tillstånds- och tillsynsverket för social- och hälsovården ska utan dröjsmål via IMI-systemet informera om ändringar i den tid förbudet, begränsningen eller fråntagandet av rätten uppgetts gälla. Dessutom ska verket radera varningen ur IMI-systemet inom tre dygn från det att ett förbud eller en begränsning har upphört att gälla. Senast den dag en i 1 mom. avsedd varning sänds ska det beträffande varningen meddelas ett skriftligt beslut som riktar sig till den i momentet avsedda personen. Beslutet kan vara separat eller ingå i det beslut om förbud eller begränsning som gäller yrkesutövningen. Till en varning som sänts via IMI-systemet ska fogas uppgift om eventuellt ändringssökande.",
        "normalized_sv": "IMI-systemet Tillstånds- och tillsynsverket för social- och hälsovården ska underrätta de behöriga myndigheterna i de andra EU- och EES-staterna om begränsning eller fråntagande av rätten för en yrkesutbildad person inom hälso- och sjukvården att utöva sitt yrke, om återkallelse av tillstånd att utöva yrket, om förbud mot att utöva yrket och om förbud att använda en yrkesbeteckning, samt om det att en domstol konstaterat att personen i fråga har använt förfalskade handlingar som intyg på yrkeskvalifikationerna för yrkesutbildade personer inom hälso- och sjukvården. Tillstånds- och tillsynsverket för social- och hälsovården ska lämna underrättelsen som en varning genom det elektroniska informationssystemet () som förvaltas av kommissionen, inom tre dygn från det att beslutet eller domstolens dom om förbudet, begränsningen eller fråntagandet av rätten meddeladets. Tillstånds- och tillsynsverket för social- och hälsovården ska utan dröjsmål via IMI-systemet informera om ändringar i den tid förbudet, begränsningen eller fråntagandet av rätten uppgetts gälla. Dessutom ska verket radera varningen ur IMI-systemet inom tre dygn från det att ett förbud eller en begränsning har upphört att gälla. Senast den dag en i 1 mom. avsedd varning sänds ska det beträffande varningen meddelas ett skriftligt beslut som riktar sig till den i momentet avsedda personen. Beslutet kan vara separat eller ingå i det beslut om förbud eller begränsning som gäller yrkesutövningen. Till en varning som sänts via IMI-systemet ska fogas uppgift om eventuellt ändringssökande.",
        "folded_sv": "imi-systemet tillstands- och tillsynsverket for social- och halsovarden ska underratta de behoriga myndigheterna i de andra eu- och ees-staterna om begransning eller frantagande av ratten for en yrkesutbildad person inom halso- och sjukvarden att utova sitt yrke, om aterkallelse av tillstand att utova yrket, om forbud mot att utova yrket och om forbud att anvanda en yrkesbeteckning, samt om det att en domstol konstaterat att personen i fraga har anvant forfalskade handlingar som intyg pa yrkeskvalifikationerna for yrkesutbildade personer inom halso- och sjukvarden. tillstands- och tillsynsverket for social- och halsovarden ska lamna underrattelsen som en varning genom det elektroniska informationssystemet () som forvaltas av kommissionen, inom tre dygn fran det att beslutet eller domstolens dom om forbudet, begransningen eller frantagandet av ratten meddeladets. tillstands- och tillsynsverket for social- och halsovarden ska utan drojsmal via imi-systemet informera om andringar i den tid forbudet, begransningen eller frantagandet av ratten uppgetts galla. dessutom ska verket radera varningen ur imi-systemet inom tre dygn fran det att ett forbud eller en begransning har upphort att galla. senast den dag en i 1 mom. avsedd varning sands ska det betraffande varningen meddelas ett skriftligt beslut som riktar sig till den i momentet avsedda personen. beslutet kan vara separat eller inga i det beslut om forbud eller begransning som galler yrkesutovningen. till en varning som sants via imi-systemet ska fogas uppgift om eventuellt andringssokande."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "1:40 d",
      "chapter": "1",
      "section": "40 d",
      "title": "Tietojen luovuttaminen EU- tai ETA-valtioiden toimivaltaisille viranomaisille",
      "content": "Sosiaali- ja terveysalan lupa- ja valvontavirastolla on salassapitosäännösten estämättä oikeus luovuttaa EU- tai ETA-valtioiden toimivaltaisille viranomaisille näiden tehtävien hoitamisen kannalta välttämättömät tiedot ja selvitykset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:40 d",
        "normalized_fi": "Sosiaali- ja terveysalan lupa- ja valvontavirastolla on salassapitosäännösten estämättä oikeus luovuttaa EU- tai ETA-valtioiden toimivaltaisille viranomaisille näiden tehtävien hoitamisen kannalta välttämättömät tiedot ja selvitykset.",
        "folded_fi": "sosiaali- ja terveysalan lupa- ja valvontavirastolla on salassapitosaannosten estamatta oikeus luovuttaa eu- tai eta-valtioiden toimivaltaisille viranomaisille naiden tehtavien hoitamisen kannalta valttamattomat tiedot ja selvitykset.",
        "title_sv": "Lämnande av information till behöriga myndigheter i EU- eller EES-stater",
        "content_sv": "Tillstånds- och tillsynsverket för social- och hälsovården har trots sekretessbestämmelserna rätt att till behöriga myndigheter i EU- eller EES-stater lämna ut sådana uppgifter och utredningar som är nödvändiga för att de ska kunna sköta sina uppgifter.",
        "normalized_sv": "Tillstånds- och tillsynsverket för social- och hälsovården har trots sekretessbestämmelserna rätt att till behöriga myndigheter i EU- eller EES-stater lämna ut sådana uppgifter och utredningar som är nödvändiga för att de ska kunna sköta sina uppgifter.",
        "folded_sv": "tillstands- och tillsynsverket for social- och halsovarden har trots sekretessbestammelserna ratt att till behoriga myndigheter i eu- eller ees-stater lamna ut sadana uppgifter och utredningar som ar nodvandiga for att de ska kunna skota sina uppgifter."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    }
  ]
}