{
  "id": "169/2007",
  "type": "statute",
  "title": "Laki kunta- ja palvelurakenneuudistuksesta",
  "title_en": "Lag om en kommun- och servicestrukturreform",
  "status": "in_force",
  "issued_date": "2007-02-09",
  "in_force_date": "2007-02-09",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/169/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "Lain tarkoituksena on luoda edellytykset kunta- ja palvelurakenneuudistukselle. Uudistuksen tarkoituksena on kunnallisen kansanvallan lähtökohdista vahvistaa kunta- ja palvelurakennetta, kehittää palvelujen tuotantotapoja ja organisointia, uudistaa kuntien rahoitus- ja valtionosuusjärjestelmiä sekä tarkistaa kuntien ja valtion välistä tehtäväjakoa siten, että kuntien vastuulla olevien palvelujen järjestämiseen ja tuottamiseen sekä kuntien kehittämiseen on vahva rakenteellinen ja taloudellinen perusta. Tarkoituksena on parantaa tuottavuutta ja hillitä kuntien menojen kasvua sekä luoda edellytyksiä kuntien järjestämien palveluiden ohjauksen kehittämiselle. Lain tavoitteena on elinvoimainen ja toimintakykyinen sekä eheä kuntarakenne. Lisäksi lain tavoitteena on varmistaa koko maassa laadukkaat ja asukkaiden saatavilla olevat palvelut. Palvelurakenteen on oltava kattava ja taloudellinen ja sen on mahdollistettava voimavarojen tehokas käyttö. Tämän lain mukaisia järjestelyjä suunniteltaessa ja toteutettaessa on otettava huomioon: 1) palvelujen saatavuus, laatu ja rahoitus maan kaikissa osissa; 2) perusoikeudet ja yhdenvertaisuus palvelujen saamisessa; 3) kunnan asukkaiden itsehallinnon toimintaedellytykset; 4) kunnan asukkaiden osallistumis- ja vaikutusmahdollisuudet; 5) suomen- ja ruotsinkielisen väestön oikeudet käyttää omaa kieltään ja saada palveluja tällä kielellä; sekä 6) saamelaisten kielelliset oikeudet samoin kuin saamelaisten oikeus alkuperäiskansana ylläpitää ja kehittää omaa kieltään ja kulttuuriaan sekä saamelaisten kieltä ja kulttuuria koskeva itsehallinto heidän kotiseutualueellaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Lain tarkoituksena on luoda edellytykset kunta- ja palvelurakenneuudistukselle. Uudistuksen tarkoituksena on kunnallisen kansanvallan lähtökohdista vahvistaa kunta- ja palvelurakennetta, kehittää palvelujen tuotantotapoja ja organisointia, uudistaa kuntien rahoitus- ja valtionosuusjärjestelmiä sekä tarkistaa kuntien ja valtion välistä tehtäväjakoa siten, että kuntien vastuulla olevien palvelujen järjestämiseen ja tuottamiseen sekä kuntien kehittämiseen on vahva rakenteellinen ja taloudellinen perusta. Tarkoituksena on parantaa tuottavuutta ja hillitä kuntien menojen kasvua sekä luoda edellytyksiä kuntien järjestämien palveluiden ohjauksen kehittämiselle. Lain tavoitteena on elinvoimainen ja toimintakykyinen sekä eheä kuntarakenne. Lisäksi lain tavoitteena on varmistaa koko maassa laadukkaat ja asukkaiden saatavilla olevat palvelut. Palvelurakenteen on oltava kattava ja taloudellinen ja sen on mahdollistettava voimavarojen tehokas käyttö. Tämän lain mukaisia järjestelyjä suunniteltaessa ja toteutettaessa on otettava huomioon: 1) palvelujen saatavuus, laatu ja rahoitus maan kaikissa osissa; 2) perusoikeudet ja yhdenvertaisuus palvelujen saamisessa; 3) kunnan asukkaiden itsehallinnon toimintaedellytykset; 4) kunnan asukkaiden osallistumis- ja vaikutusmahdollisuudet; 5) suomen- ja ruotsinkielisen väestön oikeudet käyttää omaa kieltään ja saada palveluja tällä kielellä; sekä 6) saamelaisten kielelliset oikeudet samoin kuin saamelaisten oikeus alkuperäiskansana ylläpitää ja kehittää omaa kieltään ja kulttuuriaan sekä saamelaisten kieltä ja kulttuuria koskeva itsehallinto heidän kotiseutualueellaan.",
        "folded_fi": "lain tarkoituksena on luoda edellytykset kunta- ja palvelurakenneuudistukselle. uudistuksen tarkoituksena on kunnallisen kansanvallan lahtokohdista vahvistaa kunta- ja palvelurakennetta, kehittaa palvelujen tuotantotapoja ja organisointia, uudistaa kuntien rahoitus- ja valtionosuusjarjestelmia seka tarkistaa kuntien ja valtion valista tehtavajakoa siten, etta kuntien vastuulla olevien palvelujen jarjestamiseen ja tuottamiseen seka kuntien kehittamiseen on vahva rakenteellinen ja taloudellinen perusta. tarkoituksena on parantaa tuottavuutta ja hillita kuntien menojen kasvua seka luoda edellytyksia kuntien jarjestamien palveluiden ohjauksen kehittamiselle. lain tavoitteena on elinvoimainen ja toimintakykyinen seka ehea kuntarakenne. lisaksi lain tavoitteena on varmistaa koko maassa laadukkaat ja asukkaiden saatavilla olevat palvelut. palvelurakenteen on oltava kattava ja taloudellinen ja sen on mahdollistettava voimavarojen tehokas kaytto. taman lain mukaisia jarjestelyja suunniteltaessa ja toteutettaessa on otettava huomioon: 1) palvelujen saatavuus, laatu ja rahoitus maan kaikissa osissa; 2) perusoikeudet ja yhdenvertaisuus palvelujen saamisessa; 3) kunnan asukkaiden itsehallinnon toimintaedellytykset; 4) kunnan asukkaiden osallistumis- ja vaikutusmahdollisuudet; 5) suomen- ja ruotsinkielisen vaeston oikeudet kayttaa omaa kieltaan ja saada palveluja talla kielella; seka 6) saamelaisten kielelliset oikeudet samoin kuin saamelaisten oikeus alkuperaiskansana yllapitaa ja kehittaa omaa kieltaan ja kulttuuriaan seka saamelaisten kielta ja kulttuuria koskeva itsehallinto heidan kotiseutualueellaan.",
        "title_sv": "Lagens syfte",
        "content_sv": "Syftet med denna lag är att skapa förutsättningar för en kommun- och servicestrukturreform. Syftet med reformen är att utgående från den kommunala demokratin stärka kommun- och servicestrukturen, utveckla sätten att producera och organisera servicen, revidera kommunernas finansierings- och statsandelssystem samt se över uppgiftsfördelningen mellan kommunerna och staten så att det finns en stark strukturell och ekonomisk grund för ordnandet och produktionen av den service som kommunerna ansvarar för samt för kommunernas utveckling. Syftet är att förbättra produktiviteten och dämpa utgiftsökningen i kommunerna samt att skapa förutsättningar för att utveckla styrningen av den service som kommunerna ordnar. Lagens mål är en livskraftig och funktionsduglig samt enhetlig kommunstruktur. Dessutom är lagens mål att i hela landet säkerställa service av hög kvalitet som är tillgänglig för invånarna. Servicestrukturen skall vara heltäckande och ekonomisk och den skall möjliggöra en effektiv användning av resurserna. När arrangemangen enligt denna lag planeras och genomförs skall beaktas 1) tillgången till service, dess kvalitet och finansieringen av den i landets alla delar, 2) de grundläggande fri- och rättigheterna samt jämlikhet i fråga om erhållandet av service, 3) förutsättningarna för kommuninvånarnas självstyrelse, 4) kommuninvånarnas möjligheter att delta och påverka, 5) den finsk- och svenskspråkiga befolkningens rättigheter att använda sitt eget språk och att få service på detta språk, samt 6) samernas språkliga rättigheter samt samernas rätt att såsom urfolk bevara och utveckla sitt språk och sin kultur samt självstyrelsen när det gäller samernas språk och kultur inom samernas hembygdsområde.",
        "normalized_sv": "Syftet med denna lag är att skapa förutsättningar för en kommun- och servicestrukturreform. Syftet med reformen är att utgående från den kommunala demokratin stärka kommun- och servicestrukturen, utveckla sätten att producera och organisera servicen, revidera kommunernas finansierings- och statsandelssystem samt se över uppgiftsfördelningen mellan kommunerna och staten så att det finns en stark strukturell och ekonomisk grund för ordnandet och produktionen av den service som kommunerna ansvarar för samt för kommunernas utveckling. Syftet är att förbättra produktiviteten och dämpa utgiftsökningen i kommunerna samt att skapa förutsättningar för att utveckla styrningen av den service som kommunerna ordnar. Lagens mål är en livskraftig och funktionsduglig samt enhetlig kommunstruktur. Dessutom är lagens mål att i hela landet säkerställa service av hög kvalitet som är tillgänglig för invånarna. Servicestrukturen skall vara heltäckande och ekonomisk och den skall möjliggöra en effektiv användning av resurserna. När arrangemangen enligt denna lag planeras och genomförs skall beaktas 1) tillgången till service, dess kvalitet och finansieringen av den i landets alla delar, 2) de grundläggande fri- och rättigheterna samt jämlikhet i fråga om erhållandet av service, 3) förutsättningarna för kommuninvånarnas självstyrelse, 4) kommuninvånarnas möjligheter att delta och påverka, 5) den finsk- och svenskspråkiga befolkningens rättigheter att använda sitt eget språk och att få service på detta språk, samt 6) samernas språkliga rättigheter samt samernas rätt att såsom urfolk bevara och utveckla sitt språk och sin kultur samt självstyrelsen när det gäller samernas språk och kultur inom samernas hembygdsområde.",
        "folded_sv": "syftet med denna lag ar att skapa forutsattningar for en kommun- och servicestrukturreform. syftet med reformen ar att utgaende fran den kommunala demokratin starka kommun- och servicestrukturen, utveckla satten att producera och organisera servicen, revidera kommunernas finansierings- och statsandelssystem samt se over uppgiftsfordelningen mellan kommunerna och staten sa att det finns en stark strukturell och ekonomisk grund for ordnandet och produktionen av den service som kommunerna ansvarar for samt for kommunernas utveckling. syftet ar att forbattra produktiviteten och dampa utgiftsokningen i kommunerna samt att skapa forutsattningar for att utveckla styrningen av den service som kommunerna ordnar. lagens mal ar en livskraftig och funktionsduglig samt enhetlig kommunstruktur. dessutom ar lagens mal att i hela landet sakerstalla service av hog kvalitet som ar tillganglig for invanarna. servicestrukturen skall vara heltackande och ekonomisk och den skall mojliggora en effektiv anvandning av resurserna. nar arrangemangen enligt denna lag planeras och genomfors skall beaktas 1) tillgangen till service, dess kvalitet och finansieringen av den i landets alla delar, 2) de grundlaggande fri- och rattigheterna samt jamlikhet i fraga om erhallandet av service, 3) forutsattningarna for kommuninvanarnas sjalvstyrelse, 4) kommuninvanarnas mojligheter att delta och paverka, 5) den finsk- och svensksprakiga befolkningens rattigheter att anvanda sitt eget sprak och att fa service pa detta sprak, samt 6) samernas sprakliga rattigheter samt samernas ratt att sasom urfolk bevara och utveckla sitt sprak och sin kultur samt sjalvstyrelsen nar det galler samernas sprak och kultur inom samernas hembygdsomrade."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Soveltamisala",
      "content": "Lakia sovelletaan maan kaikissa kunnissa. Kainuun hallintokokeilusta annetun lain (343/2003) soveltamisalaan kuuluvissa kunnissa sovelletaan kuitenkin vain tämän lain 8, 9 ja 11―13 §:ää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Lakia sovelletaan maan kaikissa kunnissa. Kainuun hallintokokeilusta annetun lain (343/2003) soveltamisalaan kuuluvissa kunnissa sovelletaan kuitenkin vain tämän lain 8, 9 ja 11―13 § :ää.",
        "folded_fi": "lakia sovelletaan maan kaikissa kunnissa. kainuun hallintokokeilusta annetun lain (343/2003) soveltamisalaan kuuluvissa kunnissa sovelletaan kuitenkin vain taman lain 8, 9 ja 11―13 §:aa.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Lagen tillämpas i landets samtliga kommuner. I de kommuner som hör till tillämpningsområdet för lagen om ett förvaltningsförsök i Kajanaland (343/2003) tillämpas dock endast 8, 9 och 11―13 § i denna lag.",
        "normalized_sv": "Lagen tillämpas i landets samtliga kommuner. I de kommuner som hör till tillämpningsområdet för lagen om ett förvaltningsförsök i Kajanaland (343/2003) tillämpas dock endast 8, 9 och 11―13 § i denna lag.",
        "folded_sv": "lagen tillampas i landets samtliga kommuner. i de kommuner som hor till tillampningsomradet for lagen om ett forvaltningsforsok i kajanaland (343/2003) tillampas dock endast 8, 9 och 11―13 § i denna lag."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Suhde aluejakoihin",
      "content": "Kunnat voivat laatia tässä laissa tarkoitetut selvitykset ja suunnitelmat erikoissairaanhoitolain (1062/1989) 7 §:n mukaisesta sairaanhoitopiirijaosta ja valtioneuvoston kehitysvammaisten erityishuollosta annetun lain (519/1977) 6 §:n nojalla päättämästä erityishuoltopiirijaosta poiketen. Kunnat voivat laatia tässä laissa tarkoitetut selvitykset ja suunnitelmat valtioneuvoston maakuntajakolain (1159/1997) 1 §:n 2 momentin nojalla päättämästä maakuntajaosta poiketen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_3",
        "normalized_fi": "Kunnat voivat laatia tässä laissa tarkoitetut selvitykset ja suunnitelmat erikoissairaanhoitolain (1062/1989) 7 § :n mukaisesta sairaanhoitopiirijaosta ja valtioneuvoston kehitysvammaisten erityishuollosta annetun lain (519/1977) 6 § :n nojalla päättämästä erityishuoltopiirijaosta poiketen. Kunnat voivat laatia tässä laissa tarkoitetut selvitykset ja suunnitelmat valtioneuvoston maakuntajakolain (1159/1997) 1 § :n 2 momentin nojalla päättämästä maakuntajaosta poiketen.",
        "folded_fi": "kunnat voivat laatia tassa laissa tarkoitetut selvitykset ja suunnitelmat erikoissairaanhoitolain (1062/1989) 7 §:n mukaisesta sairaanhoitopiirijaosta ja valtioneuvoston kehitysvammaisten erityishuollosta annetun lain (519/1977) 6 §:n nojalla paattamasta erityishuoltopiirijaosta poiketen. kunnat voivat laatia tassa laissa tarkoitetut selvitykset ja suunnitelmat valtioneuvoston maakuntajakolain (1159/1997) 1 §:n 2 momentin nojalla paattamasta maakuntajaosta poiketen.",
        "title_sv": "Förhållandet till regionindelningarna",
        "content_sv": "Kommunerna kan utarbeta de utredningar och planer som avses i denna lag så att de avviker från indelningen i sjukvårdsdistrikt enligt 7 § i lagen om specialiserad sjukvård (1062/1989) och den indelning i specialomsorgsdistrikt som statsrådet beslutat om med stöd av 6 § i lagen angående specialomsorger om utvecklingsstörda (519/1977). Kommunerna kan utarbeta de utredningar och planer som avses i denna lag så att de avviker från den landskapsindelning som statsrådet beslutat om med stöd av 1 § 2 mom. i lagen om landskapsindelning (1159/1997).",
        "normalized_sv": "Kommunerna kan utarbeta de utredningar och planer som avses i denna lag så att de avviker från indelningen i sjukvårdsdistrikt enligt 7 § i lagen om specialiserad sjukvård (1062/1989) och den indelning i specialomsorgsdistrikt som statsrådet beslutat om med stöd av 6 § i lagen angående specialomsorger om utvecklingsstörda (519/1977). Kommunerna kan utarbeta de utredningar och planer som avses i denna lag så att de avviker från den landskapsindelning som statsrådet beslutat om med stöd av 1 § 2 mom. i lagen om landskapsindelning (1159/1997).",
        "folded_sv": "kommunerna kan utarbeta de utredningar och planer som avses i denna lag sa att de avviker fran indelningen i sjukvardsdistrikt enligt 7 § i lagen om specialiserad sjukvard (1062/1989) och den indelning i specialomsorgsdistrikt som statsradet beslutat om med stod av 6 § i lagen angaende specialomsorger om utvecklingsstorda (519/1977). kommunerna kan utarbeta de utredningar och planer som avses i denna lag sa att de avviker fran den landskapsindelning som statsradet beslutat om med stod av 1 § 2 mom. i lagen om landskapsindelning (1159/1997)."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Keinot",
      "content": "Kuntarakennetta vahvistetaan yhdistämällä kuntia ja liittämällä osia kunnista toisiin kuntiin. Kuntajaon muutokset toteutetaan ja niiden tekemistä tuetaan siten kuin kuntajakolaissa (1196/1997) säädetään. Palvelurakenteita vahvistetaan kokoamalla kuntaa laajempaa väestöpohjaa edellyttäviä palveluja ja lisäämällä kuntien yhteistoimintaa. Toiminnan tuottavuutta parannetaan myös tehostamalla kuntien toimintaa palvelujen järjestämisessä ja tuottamisessa sekä vahvistamalla pääkaupunkiseudun ja muiden yhdyskuntarakenteellisesti ongelmallisten kaupunkiseutujen toimintaedellytyksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_4",
        "normalized_fi": "Kuntarakennetta vahvistetaan yhdistämällä kuntia ja liittämällä osia kunnista toisiin kuntiin. Kuntajaon muutokset toteutetaan ja niiden tekemistä tuetaan siten kuin kuntajakolaissa (1196/1997) säädetään. Palvelurakenteita vahvistetaan kokoamalla kuntaa laajempaa väestöpohjaa edellyttäviä palveluja ja lisäämällä kuntien yhteistoimintaa. Toiminnan tuottavuutta parannetaan myös tehostamalla kuntien toimintaa palvelujen järjestämisessä ja tuottamisessa sekä vahvistamalla pääkaupunkiseudun ja muiden yhdyskuntarakenteellisesti ongelmallisten kaupunkiseutujen toimintaedellytyksiä.",
        "folded_fi": "kuntarakennetta vahvistetaan yhdistamalla kuntia ja liittamalla osia kunnista toisiin kuntiin. kuntajaon muutokset toteutetaan ja niiden tekemista tuetaan siten kuin kuntajakolaissa (1196/1997) saadetaan. palvelurakenteita vahvistetaan kokoamalla kuntaa laajempaa vaestopohjaa edellyttavia palveluja ja lisaamalla kuntien yhteistoimintaa. toiminnan tuottavuutta parannetaan myos tehostamalla kuntien toimintaa palvelujen jarjestamisessa ja tuottamisessa seka vahvistamalla paakaupunkiseudun ja muiden yhdyskuntarakenteellisesti ongelmallisten kaupunkiseutujen toimintaedellytyksia.",
        "title_sv": "Metoder",
        "content_sv": "Kommunstrukturen stärks genom att kommuner sammanslås och genom att delar av kommuner ansluts till andra kommuner. Ändringar i kommunindelningen verkställs och stöds på det sätt som bestäms i kommunindelningslagen (1196/1997). Servicestrukturerna stärks genom att den service som förutsätter ett större befolkningsunderlag än en kommun sammanförs och genom att samarbetet mellan kommunerna utökas. Verksamhetens produktivitet förbättras också genom att kommunernas verksamhet effektiviseras vid ordnandet och produktionen av service samt genom att stärka verksamhetsförutsättningarna för huvudstadsregionen och andra stadsregioner med problematisk samhällsstruktur.",
        "normalized_sv": "Kommunstrukturen stärks genom att kommuner sammanslås och genom att delar av kommuner ansluts till andra kommuner. Ändringar i kommunindelningen verkställs och stöds på det sätt som bestäms i kommunindelningslagen (1196/1997). Servicestrukturerna stärks genom att den service som förutsätter ett större befolkningsunderlag än en kommun sammanförs och genom att samarbetet mellan kommunerna utökas. Verksamhetens produktivitet förbättras också genom att kommunernas verksamhet effektiviseras vid ordnandet och produktionen av service samt genom att stärka verksamhetsförutsättningarna för huvudstadsregionen och andra stadsregioner med problematisk samhällsstruktur.",
        "folded_sv": "kommunstrukturen starks genom att kommuner sammanslas och genom att delar av kommuner ansluts till andra kommuner. andringar i kommunindelningen verkstalls och stods pa det satt som bestams i kommunindelningslagen (1196/1997). servicestrukturerna starks genom att den service som forutsatter ett storre befolkningsunderlag an en kommun sammanfors och genom att samarbetet mellan kommunerna utokas. verksamhetens produktivitet forbattras ocksa genom att kommunernas verksamhet effektiviseras vid ordnandet och produktionen av service samt genom att starka verksamhetsforutsattningarna for huvudstadsregionen och andra stadsregioner med problematisk samhallsstruktur."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Kunnan ja yhteistoiminta-alueen muodostaminen",
      "content": "Kunnan tulee muodostua työssäkäyntialueesta tai muusta sellaisesta toiminnallisesta kokonaisuudesta, jolla on taloudelliset ja henkilöstövoimavaroihin perustuvat edellytykset vastata palveluiden järjestämisestä ja rahoituksesta. Kuntien yhteistoiminnan vahvistamiseksi kunnat voivat perustaa toiminnallisesta kokonaisuudesta muodostuvan 3 ja 4 momentissa tarkoitetun yhteistoiminta-alueen. Kunnat voivat sopia, että yhteistoiminta-alueen tehtävät annetaan kuntalain (365/1995) 76 §:n 2 momentin mukaisesti alueen yhden kunnan hoidettavaksi, jolloin tehtävien hoitamista varten perustetaan kuntalain 77 §:ssä tarkoitettu alueen kuntien yhteinen toimielin, tai että yhteistoiminta-alueen tehtävät hoitaa kuntayhtymä. Kunnassa tai yhteistoiminta-alueella, joka huolehtii perusterveydenhuollosta ja siihen kiinteästi liittyvistä sosiaalitoimen tehtävistä, on oltava vähintään noin 20 000 asukasta. Kunnan tai yhteistoiminta-alueen, jolla on ammatillisesta koulutuksesta annetun lain (630/1998) mukainen ammatillisen peruskoulutuksen järjestämislupa, asukasmäärän on oltava vähintään noin 50 000. Kunnan ja yhteistoiminta-alueen muodostamiselle 3 ja 4 momentissa säädetyistä edellytyksistä voidaan poiketa, jos: 1) toiminnallisen kokonaisuuden muodostaminen ei saaristoisuuden tai pitkien etäisyyksien vuoksi ole 1 ja 2 momentissa säädetyllä tavalla mahdollista; 2) se on tarpeen suomen- tai ruotsinkielisten asukkaiden kielellisten oikeuksien turvaamiseksi; tai 3) se on tarpeen saamelaisten kieltä ja kulttuuria koskevien oikeuksien turvaamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Kunnan tulee muodostua työssäkäyntialueesta tai muusta sellaisesta toiminnallisesta kokonaisuudesta, jolla on taloudelliset ja henkilöstövoimavaroihin perustuvat edellytykset vastata palveluiden järjestämisestä ja rahoituksesta. Kuntien yhteistoiminnan vahvistamiseksi kunnat voivat perustaa toiminnallisesta kokonaisuudesta muodostuvan 3 ja 4 momentissa tarkoitetun yhteistoiminta-alueen. Kunnat voivat sopia, että yhteistoiminta-alueen tehtävät annetaan kuntalain (365/1995) 76 § :n 2 momentin mukaisesti alueen yhden kunnan hoidettavaksi, jolloin tehtävien hoitamista varten perustetaan kuntalain 77 § :ssä tarkoitettu alueen kuntien yhteinen toimielin, tai että yhteistoiminta-alueen tehtävät hoitaa kuntayhtymä. Kunnassa tai yhteistoiminta-alueella, joka huolehtii perusterveydenhuollosta ja siihen kiinteästi liittyvistä sosiaalitoimen tehtävistä, on oltava vähintään noin 20 000 asukasta. Kunnan tai yhteistoiminta-alueen, jolla on ammatillisesta koulutuksesta annetun lain (630/1998) mukainen ammatillisen peruskoulutuksen järjestämislupa, asukasmäärän on oltava vähintään noin 50 000. Kunnan ja yhteistoiminta-alueen muodostamiselle 3 ja 4 momentissa säädetyistä edellytyksistä voidaan poiketa, jos: 1) toiminnallisen kokonaisuuden muodostaminen ei saaristoisuuden tai pitkien etäisyyksien vuoksi ole 1 ja 2 momentissa säädetyllä tavalla mahdollista; 2) se on tarpeen suomen- tai ruotsinkielisten asukkaiden kielellisten oikeuksien turvaamiseksi; tai 3) se on tarpeen saamelaisten kieltä ja kulttuuria koskevien oikeuksien turvaamiseksi.",
        "folded_fi": "kunnan tulee muodostua tyossakayntialueesta tai muusta sellaisesta toiminnallisesta kokonaisuudesta, jolla on taloudelliset ja henkilostovoimavaroihin perustuvat edellytykset vastata palveluiden jarjestamisesta ja rahoituksesta. kuntien yhteistoiminnan vahvistamiseksi kunnat voivat perustaa toiminnallisesta kokonaisuudesta muodostuvan 3 ja 4 momentissa tarkoitetun yhteistoiminta-alueen. kunnat voivat sopia, etta yhteistoiminta-alueen tehtavat annetaan kuntalain (365/1995) 76 §:n 2 momentin mukaisesti alueen yhden kunnan hoidettavaksi, jolloin tehtavien hoitamista varten perustetaan kuntalain 77 §:ssa tarkoitettu alueen kuntien yhteinen toimielin, tai etta yhteistoiminta-alueen tehtavat hoitaa kuntayhtyma. kunnassa tai yhteistoiminta-alueella, joka huolehtii perusterveydenhuollosta ja siihen kiinteasti liittyvista sosiaalitoimen tehtavista, on oltava vahintaan noin 20 000 asukasta. kunnan tai yhteistoiminta-alueen, jolla on ammatillisesta koulutuksesta annetun lain (630/1998) mukainen ammatillisen peruskoulutuksen jarjestamislupa, asukasmaaran on oltava vahintaan noin 50 000. kunnan ja yhteistoiminta-alueen muodostamiselle 3 ja 4 momentissa saadetyista edellytyksista voidaan poiketa, jos: 1) toiminnallisen kokonaisuuden muodostaminen ei saaristoisuuden tai pitkien etaisyyksien vuoksi ole 1 ja 2 momentissa saadetylla tavalla mahdollista; 2) se on tarpeen suomen- tai ruotsinkielisten asukkaiden kielellisten oikeuksien turvaamiseksi; tai 3) se on tarpeen saamelaisten kielta ja kulttuuria koskevien oikeuksien turvaamiseksi.",
        "title_sv": "Bildandet av kommuner och samarbetsområden",
        "content_sv": "En kommun skall bestå av en pendlingsregion eller någon annan sådan funktionell helhet som har ekonomiska förutsättningar och på personella resurser grundade förutsättningar att ansvara för ordnandet och finansieringen av servicen. För att stärka samarbetet mellan kommunerna kan kommunerna inrätta ett samarbetsområde enligt 3 och 4 mom. som består av en funktionell helhet. Kommunerna kan komma överens om att samarbetsområdets uppgifter i enlighet med 76 § 2 mom. i kommunallagen (365/1995) anförtros en kommun inom området att sköta, varvid det för skötseln av uppgifterna inrättas ett i 77 § i kommunallagen avsett gemensamt organ för kommunerna inom området, eller att samarbetsområdets uppgifter sköts av en samkommun. I en kommun eller inom ett samarbetsområde som sköter primärvården och sådana uppgifter inom socialväsendet som är nära anslutna till primärvärden skall det finnas åtminstone ungefär 20 000 invånare. En kommun eller ett samarbetsområde som har tillstånd att ordna grundläggande yrkesutbildning enligt lagen om yrkesutbildning (630/1998) skall åtminstone ha ungefär 50 000 invånare. Från de villkor som i 3 och 4 mom. föreskrivs för bildandet av en kommun eller ett samarbetsområde kan avvikas, om 1) det på grund av skärgård eller långa avstånd inte är möjligt att bilda en funktionell helhet på det sätt som bestäms i 1 och 2 mom., 2) det är nödvändigt för att trygga de finsk- eller svenskspråkiga invånarnas språkliga rättigheter, eller 3) det är nödvändigt för att trygga de rättigheter som gäller samernas språk och kultur.",
        "normalized_sv": "En kommun skall bestå av en pendlingsregion eller någon annan sådan funktionell helhet som har ekonomiska förutsättningar och på personella resurser grundade förutsättningar att ansvara för ordnandet och finansieringen av servicen. För att stärka samarbetet mellan kommunerna kan kommunerna inrätta ett samarbetsområde enligt 3 och 4 mom. som består av en funktionell helhet. Kommunerna kan komma överens om att samarbetsområdets uppgifter i enlighet med 76 § 2 mom. i kommunallagen (365/1995) anförtros en kommun inom området att sköta, varvid det för skötseln av uppgifterna inrättas ett i 77 § i kommunallagen avsett gemensamt organ för kommunerna inom området, eller att samarbetsområdets uppgifter sköts av en samkommun. I en kommun eller inom ett samarbetsområde som sköter primärvården och sådana uppgifter inom socialväsendet som är nära anslutna till primärvärden skall det finnas åtminstone ungefär 20 000 invånare. En kommun eller ett samarbetsområde som har tillstånd att ordna grundläggande yrkesutbildning enligt lagen om yrkesutbildning (630/1998) skall åtminstone ha ungefär 50 000 invånare. Från de villkor som i 3 och 4 mom. föreskrivs för bildandet av en kommun eller ett samarbetsområde kan avvikas, om 1) det på grund av skärgård eller långa avstånd inte är möjligt att bilda en funktionell helhet på det sätt som bestäms i 1 och 2 mom., 2) det är nödvändigt för att trygga de finsk- eller svenskspråkiga invånarnas språkliga rättigheter, eller 3) det är nödvändigt för att trygga de rättigheter som gäller samernas språk och kultur.",
        "folded_sv": "en kommun skall besta av en pendlingsregion eller nagon annan sadan funktionell helhet som har ekonomiska forutsattningar och pa personella resurser grundade forutsattningar att ansvara for ordnandet och finansieringen av servicen. for att starka samarbetet mellan kommunerna kan kommunerna inratta ett samarbetsomrade enligt 3 och 4 mom. som bestar av en funktionell helhet. kommunerna kan komma overens om att samarbetsomradets uppgifter i enlighet med 76 § 2 mom. i kommunallagen (365/1995) anfortros en kommun inom omradet att skota, varvid det for skotseln av uppgifterna inrattas ett i 77 § i kommunallagen avsett gemensamt organ for kommunerna inom omradet, eller att samarbetsomradets uppgifter skots av en samkommun. i en kommun eller inom ett samarbetsomrade som skoter primarvarden och sadana uppgifter inom socialvasendet som ar nara anslutna till primarvarden skall det finnas atminstone ungefar 20 000 invanare. en kommun eller ett samarbetsomrade som har tillstand att ordna grundlaggande yrkesutbildning enligt lagen om yrkesutbildning (630/1998) skall atminstone ha ungefar 50 000 invanare. fran de villkor som i 3 och 4 mom. foreskrivs for bildandet av en kommun eller ett samarbetsomrade kan avvikas, om 1) det pa grund av skargard eller langa avstand inte ar mojligt att bilda en funktionell helhet pa det satt som bestams i 1 och 2 mom., 2) det ar nodvandigt for att trygga de finsk- eller svensksprakiga invanarnas sprakliga rattigheter, eller 3) det ar nodvandigt for att trygga de rattigheter som galler samernas sprak och kultur."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Laajaa väestöpohjaa edellyttävät palvelut",
      "content": "Laajaa väestöpohjaa edellyttävien palvelujen turvaamiseksi maa jaetaan erikoissairaanhoitolain 7 §:ssä lueteltuihin kuntayhtymiin. Kunnan tulee kuulua yhteen kuntayhtymään. Äänivallasta kuntayhtymässä on voimassa, mitä erikoissairaanhoitolain 17 §:ssä säädetään, jolleivät kunnat toisin sovi. Kuntayhtymän tulee: 1) kunnan osoittamassa laajuudessa vastata palveluista, joista säädetään erikoissairaanhoitolaissa ja kehitysvammaisten erityishuollosta annetussa laissa; 2) edistää alueellaan terveyden, toimintakyvyn ja sosiaalisen turvallisuuden huomioon ottamista; sekä 3) hoitaa muut sille lailla säädettävät tehtävät. Kunta voi antaa kuntayhtymälle myös muita tehtäviä. Kaksikieliset ja yksikieliset ruotsinkieliset kunnat ovat lisäksi jäseninä kuntayhtymässä, jonka tehtävänä on turvata jäsenkuntiensa ruotsinkielisten palvelujen järjestäminen erikseen sovittavan työnjaon mukaisesti. Osa erityistason sairaanhoitoon kuuluvista toimenpiteistä ja hoidoista keskitetään valtakunnallisesti joillekin erityisvastuualueille. Eduskunnalle antamista varten valmistellaan hallituksen esitys erikoissairaanhoitolain muuttamisesta siten, että valtioneuvoston asetuksella säädetään, mitkä tutkimukset, toimenpiteet ja hoidot kuuluvat erityistason sairaanhoitoon, sekä siitä, mitkä näistä keskitetään valtakunnallisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Laajaa väestöpohjaa edellyttävien palvelujen turvaamiseksi maa jaetaan erikoissairaanhoitolain 7 § :ssä lueteltuihin kuntayhtymiin. Kunnan tulee kuulua yhteen kuntayhtymään. Äänivallasta kuntayhtymässä on voimassa, mitä erikoissairaanhoitolain 17 § :ssä säädetään, jolleivät kunnat toisin sovi. Kuntayhtymän tulee: 1) kunnan osoittamassa laajuudessa vastata palveluista, joista säädetään erikoissairaanhoitolaissa ja kehitysvammaisten erityishuollosta annetussa laissa; 2) edistää alueellaan terveyden, toimintakyvyn ja sosiaalisen turvallisuuden huomioon ottamista; sekä 3) hoitaa muut sille lailla säädettävät tehtävät. Kunta voi antaa kuntayhtymälle myös muita tehtäviä. Kaksikieliset ja yksikieliset ruotsinkieliset kunnat ovat lisäksi jäseninä kuntayhtymässä, jonka tehtävänä on turvata jäsenkuntiensa ruotsinkielisten palvelujen järjestäminen erikseen sovittavan työnjaon mukaisesti. Osa erityistason sairaanhoitoon kuuluvista toimenpiteistä ja hoidoista keskitetään valtakunnallisesti joillekin erityisvastuualueille. Eduskunnalle antamista varten valmistellaan hallituksen esitys erikoissairaanhoitolain muuttamisesta siten, että valtioneuvoston asetuksella säädetään, mitkä tutkimukset, toimenpiteet ja hoidot kuuluvat erityistason sairaanhoitoon, sekä siitä, mitkä näistä keskitetään valtakunnallisesti.",
        "folded_fi": "laajaa vaestopohjaa edellyttavien palvelujen turvaamiseksi maa jaetaan erikoissairaanhoitolain 7 §:ssa lueteltuihin kuntayhtymiin. kunnan tulee kuulua yhteen kuntayhtymaan. aanivallasta kuntayhtymassa on voimassa, mita erikoissairaanhoitolain 17 §:ssa saadetaan, jolleivat kunnat toisin sovi. kuntayhtyman tulee: 1) kunnan osoittamassa laajuudessa vastata palveluista, joista saadetaan erikoissairaanhoitolaissa ja kehitysvammaisten erityishuollosta annetussa laissa; 2) edistaa alueellaan terveyden, toimintakyvyn ja sosiaalisen turvallisuuden huomioon ottamista; seka 3) hoitaa muut sille lailla saadettavat tehtavat. kunta voi antaa kuntayhtymalle myos muita tehtavia. kaksikieliset ja yksikieliset ruotsinkieliset kunnat ovat lisaksi jasenina kuntayhtymassa, jonka tehtavana on turvata jasenkuntiensa ruotsinkielisten palvelujen jarjestaminen erikseen sovittavan tyonjaon mukaisesti. osa erityistason sairaanhoitoon kuuluvista toimenpiteista ja hoidoista keskitetaan valtakunnallisesti joillekin erityisvastuualueille. eduskunnalle antamista varten valmistellaan hallituksen esitys erikoissairaanhoitolain muuttamisesta siten, etta valtioneuvoston asetuksella saadetaan, mitka tutkimukset, toimenpiteet ja hoidot kuuluvat erityistason sairaanhoitoon, seka siita, mitka naista keskitetaan valtakunnallisesti.",
        "title_sv": "Service som förutsätter ett brett befolkningsunderlag",
        "content_sv": "För att trygga den service som förutsätter ett brett befolkningsunderlag indelas landet i de samkommuner som uppräknas i 7 § i lagen om specialiserad sjukvård. Varje kommun skall höra till en samkommun. Angående röstetalet i samkommunen gäller vad som bestäms i 17 § i lagen om specialiserad sjukvård, om inte kommunerna kommer överens om något annat. Samkommunen skall 1) i den omfattning som kommunen anger ansvara för den service som föreskrivs i lagen om specialiserad sjukvård och lagen angående specialomsorger om utvecklingsstörda, 2) inom sitt område främja beaktandet av hälsa, funktionsförmåga och social trygghet, samt 3) sköta de andra uppgifter som åläggs den genom lag. Kommunen kan också ge samkommunen andra uppgifter. Tvåspråkiga och enspråkiga svenskspråkiga kommuner är dessutom medlemmar i en samkommun som har till uppgift att trygga ordnandet av svenskspråkig service för medlemskommunerna i enlighet med den arbetsfördelning som särskilt skall beslutas. En del av de åtgärder och den vård som hör till den högspecialiserade sjukvården centraliseras till något specialupptagningsområde på riksnivå. En proposition med förslag till ändring av lagen om specialiserad sjukvård bereds och föreläggs riksdagen så att genom förordning av statsrådet bestäms vilka undersökningar och åtgärder samt vilken vård som hör till den högspecialiserade sjukvården samt vilka av dessa som centraliseras på riksnivå.",
        "normalized_sv": "För att trygga den service som förutsätter ett brett befolkningsunderlag indelas landet i de samkommuner som uppräknas i 7 § i lagen om specialiserad sjukvård. Varje kommun skall höra till en samkommun. Angående röstetalet i samkommunen gäller vad som bestäms i 17 § i lagen om specialiserad sjukvård, om inte kommunerna kommer överens om något annat. Samkommunen skall 1) i den omfattning som kommunen anger ansvara för den service som föreskrivs i lagen om specialiserad sjukvård och lagen angående specialomsorger om utvecklingsstörda, 2) inom sitt område främja beaktandet av hälsa, funktionsförmåga och social trygghet, samt 3) sköta de andra uppgifter som åläggs den genom lag. Kommunen kan också ge samkommunen andra uppgifter. Tvåspråkiga och enspråkiga svenskspråkiga kommuner är dessutom medlemmar i en samkommun som har till uppgift att trygga ordnandet av svenskspråkig service för medlemskommunerna i enlighet med den arbetsfördelning som särskilt skall beslutas. En del av de åtgärder och den vård som hör till den högspecialiserade sjukvården centraliseras till något specialupptagningsområde på riksnivå. En proposition med förslag till ändring av lagen om specialiserad sjukvård bereds och föreläggs riksdagen så att genom förordning av statsrådet bestäms vilka undersökningar och åtgärder samt vilken vård som hör till den högspecialiserade sjukvården samt vilka av dessa som centraliseras på riksnivå.",
        "folded_sv": "for att trygga den service som forutsatter ett brett befolkningsunderlag indelas landet i de samkommuner som uppraknas i 7 § i lagen om specialiserad sjukvard. varje kommun skall hora till en samkommun. angaende rostetalet i samkommunen galler vad som bestams i 17 § i lagen om specialiserad sjukvard, om inte kommunerna kommer overens om nagot annat. samkommunen skall 1) i den omfattning som kommunen anger ansvara for den service som foreskrivs i lagen om specialiserad sjukvard och lagen angaende specialomsorger om utvecklingsstorda, 2) inom sitt omrade framja beaktandet av halsa, funktionsformaga och social trygghet, samt 3) skota de andra uppgifter som alaggs den genom lag. kommunen kan ocksa ge samkommunen andra uppgifter. tvasprakiga och ensprakiga svensksprakiga kommuner ar dessutom medlemmar i en samkommun som har till uppgift att trygga ordnandet av svensksprakig service for medlemskommunerna i enlighet med den arbetsfordelning som sarskilt skall beslutas. en del av de atgarder och den vard som hor till den hogspecialiserade sjukvarden centraliseras till nagot specialupptagningsomrade pa riksniva. en proposition med forslag till andring av lagen om specialiserad sjukvard bereds och forelaggs riksdagen sa att genom forordning av statsradet bestams vilka undersokningar och atgarder samt vilken vard som hor till den hogspecialiserade sjukvarden samt vilka av dessa som centraliseras pa riksniva."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Suunnitteluvelvollisuus eräillä kaupunkiseuduilla",
      "content": "(pääkaupunkiseutu) Espoon, Helsingin, Kauniaisten ja Vantaan kaupunkien tulee laatia viimeistään 31 päivänä elokuuta 2007 suunnitelma siitä, miten maankäytön, asumisen ja liikenteen yhteensovittamista sekä palvelujen käyttöä kuntarajat ylittäen parannetaan seudulla ottaen huomioon jo käynnissä olevat yhteistyön kehittämishankkeet. Turun, Porvoon, Porin, Hämeenlinnan, Tampereen, Lahden, Kotkan, Lappeenrannan, Mikkelin, Kuopion, Joensuun, Jyväskylän, Seinäjoen, Vaasan, Kokkolan ja Oulun kaupunkien tulee laatia yhdessä jäljempänä 3 momentissa mainittujen kuntien kanssa viimeistään 31 päivänä elokuuta 2007 suunnitelma siitä, miten maankäytön, asumisen ja liikenteen yhteensovittamista sekä palvelujen käyttöä kuntarajat ylittäen parannetaan 3 momentissa tarkoitetuilla seuduilla, jolleivät asianomaiset kunnat yksimielisesti totea suunnitelman laatimista tarpeettomaksi. Edellä 2 momentissa tarkoitettu suunnitelma tulee laatia seuraavien kuntien kanssa: 1) Turun kaupunki yhdessä Auran, Kaarinan, Liedon, Naantalin, Raision, Ruskon ja Vahdon kanssa; 2) Porvoon kaupunki yhdessä Askolan, Myrskylän ja Pernajan kanssa; 3) Porin kaupunki yhdessä Luvian, Merikarvian, Nakkilan, Noormarkun, Pomarkun, Siikaisen ja Ulvilan kanssa; 4) Hämeenlinnan kaupunki yhdessä Hattulan, Hauhon, Janakkalan, Kalvolan, Lammin, Rengon ja Tuuloksen kanssa; 5) Tampereen kaupunki yhdessä Kangasalan, Lempäälän, Nokian, Oriveden, Pirkkalan, Vesilahden ja Ylöjärven kanssa; 6) Lahden kaupunki yhdessä Asikkalan, Hollolan, Hämeenkosken, Kärkölän, Nastolan ja Orimattilan kanssa; 7) Kotkan kaupunki yhdessä Haminan, Pyhtään ja Ruotsinpyhtään kanssa; 8) Lappeenrannan kaupunki yhdessä Joutsenon, Lemin ja Taipalsaaren kanssa; 9) Mikkelin kaupunki yhdessä Hirvensalmen ja Ristiinan kanssa; 10) Kuopion kaupunki yhdessä Karttulan, Maaningan ja Siilinjärven kanssa; 11) Joensuun kaupunki yhdessä Kontiolahden, Liperin ja Pyhäselän kanssa; 12) Jyväskylän kaupunki yhdessä Jyväskylän maalaiskunnan, Korpilahden, Laukaan, Muuramen, Petäjäveden ja Toivakan kanssa; 13) Seinäjoen kaupunki yhdessä Ilmajoen, Lapuan, Nurmon ja Ylistaron kanssa; 14) Vaasan kaupunki yhdessä Isonkyrön, Korsnäsin, Laihian, Maalahden, Maksamaan, Mustasaaren, Oravaisten, Vähäkyrön ja Vöyrin kanssa; 15) Kokkolan kaupunki yhdessä Kruunupyyn ja Kälviän kanssa; sekä 16) Oulun kaupunki yhdessä Hailuodon, Haukiputaan, Kempeleen, Kiimingin, Limingan, Lumijoen, Muhoksen, Oulunsalon, Tyrnävän ja Ylikiimingin kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_7",
        "normalized_fi": "(pääkaupunkiseutu) Espoon, Helsingin, Kauniaisten ja Vantaan kaupunkien tulee laatia viimeistään 31 päivänä elokuuta 2007 suunnitelma siitä, miten maankäytön, asumisen ja liikenteen yhteensovittamista sekä palvelujen käyttöä kuntarajat ylittäen parannetaan seudulla ottaen huomioon jo käynnissä olevat yhteistyön kehittämishankkeet. Turun, Porvoon, Porin, Hämeenlinnan, Tampereen, Lahden, Kotkan, Lappeenrannan, Mikkelin, Kuopion, Joensuun, Jyväskylän, Seinäjoen, Vaasan, Kokkolan ja Oulun kaupunkien tulee laatia yhdessä jäljempänä 3 momentissa mainittujen kuntien kanssa viimeistään 31 päivänä elokuuta 2007 suunnitelma siitä, miten maankäytön, asumisen ja liikenteen yhteensovittamista sekä palvelujen käyttöä kuntarajat ylittäen parannetaan 3 momentissa tarkoitetuilla seuduilla, jolleivät asianomaiset kunnat yksimielisesti totea suunnitelman laatimista tarpeettomaksi. Edellä 2 momentissa tarkoitettu suunnitelma tulee laatia seuraavien kuntien kanssa: 1) Turun kaupunki yhdessä Auran, Kaarinan, Liedon, Naantalin, Raision, Ruskon ja Vahdon kanssa; 2) Porvoon kaupunki yhdessä Askolan, Myrskylän ja Pernajan kanssa; 3) Porin kaupunki yhdessä Luvian, Merikarvian, Nakkilan, Noormarkun, Pomarkun, Siikaisen ja Ulvilan kanssa; 4) Hämeenlinnan kaupunki yhdessä Hattulan, Hauhon, Janakkalan, Kalvolan, Lammin, Rengon ja Tuuloksen kanssa; 5) Tampereen kaupunki yhdessä Kangasalan, Lempäälän, Nokian, Oriveden, Pirkkalan, Vesilahden ja Ylöjärven kanssa; 6) Lahden kaupunki yhdessä Asikkalan, Hollolan, Hämeenkosken, Kärkölän, Nastolan ja Orimattilan kanssa; 7) Kotkan kaupunki yhdessä Haminan, Pyhtään ja Ruotsinpyhtään kanssa; 8) Lappeenrannan kaupunki yhdessä Joutsenon, Lemin ja Taipalsaaren kanssa; 9) Mikkelin kaupunki yhdessä Hirvensalmen ja Ristiinan kanssa; 10) Kuopion kaupunki yhdessä Karttulan, Maaningan ja Siilinjärven kanssa; 11) Joensuun kaupunki yhdessä Kontiolahden, Liperin ja Pyhäselän kanssa; 12) Jyväskylän kaupunki yhdessä Jyväskylän maalaiskunnan, Korpilahden, Laukaan, Muuramen, Petäjäveden ja Toivakan kanssa; 13) Seinäjoen kaupunki yhdessä Ilmajoen, Lapuan, Nurmon ja Ylistaron kanssa; 14) Vaasan kaupunki yhdessä Isonkyrön, Korsnäsin, Laihian, Maalahden, Maksamaan, Mustasaaren, Oravaisten, Vähäkyrön ja Vöyrin kanssa; 15) Kokkolan kaupunki yhdessä Kruunupyyn ja Kälviän kanssa; sekä 16) Oulun kaupunki yhdessä Hailuodon, Haukiputaan, Kempeleen, Kiimingin, Limingan, Lumijoen, Muhoksen, Oulunsalon, Tyrnävän ja Ylikiimingin kanssa.",
        "folded_fi": "(paakaupunkiseutu) espoon, helsingin, kauniaisten ja vantaan kaupunkien tulee laatia viimeistaan 31 paivana elokuuta 2007 suunnitelma siita, miten maankayton, asumisen ja liikenteen yhteensovittamista seka palvelujen kayttoa kuntarajat ylittaen parannetaan seudulla ottaen huomioon jo kaynnissa olevat yhteistyon kehittamishankkeet. turun, porvoon, porin, hameenlinnan, tampereen, lahden, kotkan, lappeenrannan, mikkelin, kuopion, joensuun, jyvaskylan, seinajoen, vaasan, kokkolan ja oulun kaupunkien tulee laatia yhdessa jaljempana 3 momentissa mainittujen kuntien kanssa viimeistaan 31 paivana elokuuta 2007 suunnitelma siita, miten maankayton, asumisen ja liikenteen yhteensovittamista seka palvelujen kayttoa kuntarajat ylittaen parannetaan 3 momentissa tarkoitetuilla seuduilla, jolleivat asianomaiset kunnat yksimielisesti totea suunnitelman laatimista tarpeettomaksi. edella 2 momentissa tarkoitettu suunnitelma tulee laatia seuraavien kuntien kanssa: 1) turun kaupunki yhdessa auran, kaarinan, liedon, naantalin, raision, ruskon ja vahdon kanssa; 2) porvoon kaupunki yhdessa askolan, myrskylan ja pernajan kanssa; 3) porin kaupunki yhdessa luvian, merikarvian, nakkilan, noormarkun, pomarkun, siikaisen ja ulvilan kanssa; 4) hameenlinnan kaupunki yhdessa hattulan, hauhon, janakkalan, kalvolan, lammin, rengon ja tuuloksen kanssa; 5) tampereen kaupunki yhdessa kangasalan, lempaalan, nokian, oriveden, pirkkalan, vesilahden ja ylojarven kanssa; 6) lahden kaupunki yhdessa asikkalan, hollolan, hameenkosken, karkolan, nastolan ja orimattilan kanssa; 7) kotkan kaupunki yhdessa haminan, pyhtaan ja ruotsinpyhtaan kanssa; 8) lappeenrannan kaupunki yhdessa joutsenon, lemin ja taipalsaaren kanssa; 9) mikkelin kaupunki yhdessa hirvensalmen ja ristiinan kanssa; 10) kuopion kaupunki yhdessa karttulan, maaningan ja siilinjarven kanssa; 11) joensuun kaupunki yhdessa kontiolahden, liperin ja pyhaselan kanssa; 12) jyvaskylan kaupunki yhdessa jyvaskylan maalaiskunnan, korpilahden, laukaan, muuramen, petajaveden ja toivakan kanssa; 13) seinajoen kaupunki yhdessa ilmajoen, lapuan, nurmon ja ylistaron kanssa; 14) vaasan kaupunki yhdessa isonkyron, korsnasin, laihian, maalahden, maksamaan, mustasaaren, oravaisten, vahakyron ja voyrin kanssa; 15) kokkolan kaupunki yhdessa kruunupyyn ja kalvian kanssa; seka 16) oulun kaupunki yhdessa hailuodon, haukiputaan, kempeleen, kiimingin, limingan, lumijoen, muhoksen, oulunsalon, tyrnavan ja ylikiimingin kanssa.",
        "title_sv": "Planeringsskyldighet för vissa stadsregioner",
        "content_sv": "huvudstadsregionen Städerna Esbo, Grankulla, Helsingfors och Vanda () skall senast den 31 augusti 2007 utarbeta en plan för hur samordningen av markanvändningen, boendet och trafiken samt användningen av service över kommungränserna skall förbättras i regionen med beaktande av de projekt i syfte att utveckla samarbetet som redan pågår. Städerna Åbo, Borgå, Björneborg, Tavastehus, Tammerfors, Lahtis, Kotka, Villmanstrand, S:t Michel, Kuopio, Joensuu, Jyväskylä, Seinäjoki, Vasa, Karleby och Uleåborg skall tillsammans med de kommuner som nämns i 3 mom. senast den 31 augusti 2007 utarbeta en plan för hur samordningen av markanvändningen, boendet och trafiken samt användningen av service över kommungränserna skall förbättras i de i 3 mom. avsedda regionerna, om inte de berörda kommunerna enhälligt konstaterar att det är onödigt att utarbeta en plan. Planer som avses i 2 mom. skall utarbetas tillsammans med följande kommuner: 1) Åbo stad tillsammans med Aura, S:t Karins, Lundo, Nådendal, Reso, Rusko och Vahto, 2) Borgå stad tillsammans med Askola, Mörskom och Pernå, 3) Björneborgs stad tillsammans med Luvia, Sastmola, Nakkila, Norrmark, Påmark, Siikainen och Ulvsby, 4) Tavastehus stad tillsammans med Hattula, Hauho, Janakkala, Kalvola, Lammi, Renko och Tuulos, 5) Tammerfors stad tillsammans med Kangasala, Lempäälä, Nokia, Orivesi, Birkala, Vesilahti och Ylöjärvi, 6) Lahtis stad tillsammans med Asikkala, Hollola, Hämeenkoski, Kärkölä, Nastola och Orimattila, 7) Kotka stad tillsammans med Fredrikshamn, Pyttis och Strömfors, 8) Villmanstrands stad tillsammans med Joutseno, Lemi och Taipalsaari, 9) S:t Michels stad tillsammans med Hirvensalmi och Ristiina, 10) Kuopio stad tillsammans med Karttula, Maaninka och Siilinjärvi, 11) Joensuu stad tillsammans med Kontiolahti, Liperi och Pyhäselkä, 12) Jyväskylä stad tillsammans med Jyväskylä landskommun, Korpilahti, Laukaa, Muurame, Petäjävesi och Toivakka, 13) Seinäjoki stad tillsammans med Ilmajoki, Lappo, Nurmo och Ylistaro, 14) Vasa stad tillsammans med Storkyro, Korsnäs, Laihela, Malax, Maxmo, Korsholm, Oravais, Lillkyro och Vörå, 15) Karleby stad tillsammans med Kronoby och Kelviå, samt 16) Uleåborgs stad tillsammans med Karlö, Haukipudas, Kempele, Kiiminki, Limingo, Lumijoki, Muhos, Oulunsalo, Tyrnävä och Ylikiiminki.",
        "normalized_sv": "huvudstadsregionen Städerna Esbo, Grankulla, Helsingfors och Vanda () skall senast den 31 augusti 2007 utarbeta en plan för hur samordningen av markanvändningen, boendet och trafiken samt användningen av service över kommungränserna skall förbättras i regionen med beaktande av de projekt i syfte att utveckla samarbetet som redan pågår. Städerna Åbo, Borgå, Björneborg, Tavastehus, Tammerfors, Lahtis, Kotka, Villmanstrand, S:t Michel, Kuopio, Joensuu, Jyväskylä, Seinäjoki, Vasa, Karleby och Uleåborg skall tillsammans med de kommuner som nämns i 3 mom. senast den 31 augusti 2007 utarbeta en plan för hur samordningen av markanvändningen, boendet och trafiken samt användningen av service över kommungränserna skall förbättras i de i 3 mom. avsedda regionerna, om inte de berörda kommunerna enhälligt konstaterar att det är onödigt att utarbeta en plan. Planer som avses i 2 mom. skall utarbetas tillsammans med följande kommuner: 1) Åbo stad tillsammans med Aura, S:t Karins, Lundo, Nådendal, Reso, Rusko och Vahto, 2) Borgå stad tillsammans med Askola, Mörskom och Pernå, 3) Björneborgs stad tillsammans med Luvia, Sastmola, Nakkila, Norrmark, Påmark, Siikainen och Ulvsby, 4) Tavastehus stad tillsammans med Hattula, Hauho, Janakkala, Kalvola, Lammi, Renko och Tuulos, 5) Tammerfors stad tillsammans med Kangasala, Lempäälä, Nokia, Orivesi, Birkala, Vesilahti och Ylöjärvi, 6) Lahtis stad tillsammans med Asikkala, Hollola, Hämeenkoski, Kärkölä, Nastola och Orimattila, 7) Kotka stad tillsammans med Fredrikshamn, Pyttis och Strömfors, 8) Villmanstrands stad tillsammans med Joutseno, Lemi och Taipalsaari, 9) S:t Michels stad tillsammans med Hirvensalmi och Ristiina, 10) Kuopio stad tillsammans med Karttula, Maaninka och Siilinjärvi, 11) Joensuu stad tillsammans med Kontiolahti, Liperi och Pyhäselkä, 12) Jyväskylä stad tillsammans med Jyväskylä landskommun, Korpilahti, Laukaa, Muurame, Petäjävesi och Toivakka, 13) Seinäjoki stad tillsammans med Ilmajoki, Lappo, Nurmo och Ylistaro, 14) Vasa stad tillsammans med Storkyro, Korsnäs, Laihela, Malax, Maxmo, Korsholm, Oravais, Lillkyro och Vörå, 15) Karleby stad tillsammans med Kronoby och Kelviå, samt 16) Uleåborgs stad tillsammans med Karlö, Haukipudas, Kempele, Kiiminki, Limingo, Lumijoki, Muhos, Oulunsalo, Tyrnävä och Ylikiiminki.",
        "folded_sv": "huvudstadsregionen staderna esbo, grankulla, helsingfors och vanda () skall senast den 31 augusti 2007 utarbeta en plan for hur samordningen av markanvandningen, boendet och trafiken samt anvandningen av service over kommungranserna skall forbattras i regionen med beaktande av de projekt i syfte att utveckla samarbetet som redan pagar. staderna abo, borga, bjorneborg, tavastehus, tammerfors, lahtis, kotka, villmanstrand, s:t michel, kuopio, joensuu, jyvaskyla, seinajoki, vasa, karleby och uleaborg skall tillsammans med de kommuner som namns i 3 mom. senast den 31 augusti 2007 utarbeta en plan for hur samordningen av markanvandningen, boendet och trafiken samt anvandningen av service over kommungranserna skall forbattras i de i 3 mom. avsedda regionerna, om inte de berorda kommunerna enhalligt konstaterar att det ar onodigt att utarbeta en plan. planer som avses i 2 mom. skall utarbetas tillsammans med foljande kommuner: 1) abo stad tillsammans med aura, s:t karins, lundo, nadendal, reso, rusko och vahto, 2) borga stad tillsammans med askola, morskom och perna, 3) bjorneborgs stad tillsammans med luvia, sastmola, nakkila, norrmark, pamark, siikainen och ulvsby, 4) tavastehus stad tillsammans med hattula, hauho, janakkala, kalvola, lammi, renko och tuulos, 5) tammerfors stad tillsammans med kangasala, lempaala, nokia, orivesi, birkala, vesilahti och ylojarvi, 6) lahtis stad tillsammans med asikkala, hollola, hameenkoski, karkola, nastola och orimattila, 7) kotka stad tillsammans med fredrikshamn, pyttis och stromfors, 8) villmanstrands stad tillsammans med joutseno, lemi och taipalsaari, 9) s:t michels stad tillsammans med hirvensalmi och ristiina, 10) kuopio stad tillsammans med karttula, maaninka och siilinjarvi, 11) joensuu stad tillsammans med kontiolahti, liperi och pyhaselka, 12) jyvaskyla stad tillsammans med jyvaskyla landskommun, korpilahti, laukaa, muurame, petajavesi och toivakka, 13) seinajoki stad tillsammans med ilmajoki, lappo, nurmo och ylistaro, 14) vasa stad tillsammans med storkyro, korsnas, laihela, malax, maxmo, korsholm, oravais, lillkyro och vora, 15) karleby stad tillsammans med kronoby och kelvia, samt 16) uleaborgs stad tillsammans med karlo, haukipudas, kempele, kiiminki, limingo, lumijoki, muhos, oulunsalo, tyrnava och ylikiiminki."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Kunnilta valtiolle siirrettävät tehtävät",
      "content": "Valtion järjestettäväksi ja rahoitettavaksi siirretään tehtävät, jotka on säädetty kunnalle: 1) kuluttajaneuvonnan järjestämisestä kunnassa annetussa laissa (72/1992); 2) elatusturvalaissa (671/1998), ei kuitenkaan toimenpiteitä elatusvelvollisuuden vahvistamiseksi; sekä 3) holhoustoimen edunvalvontapalveluiden järjestämisestä annetussa laissa (443/1999). Valtion rahoitettavaksi siirretään kustannukset, jotka aiheutuvat kunnalle osana kansanterveyslain (66/1972), erikoissairaanhoitolain tai mielenterveyslain (1116/1990) mukaisia tehtäviä: 1) niiden henkilöiden terveyden- ja sairaanhoidosta, joiden terveydenhuollon antamisesta tai kustantamisesta Suomen valtio on vastuussa Euroopan unionin lainsäädännön tai Suomen solmiman kansainvälisen sopimuksen nojalla; 2) lasten seksuaaliseen hyväksikäyttöön liittyvistä selvityksistä; sekä 3) oikeuspsykiatrisista selvityksistä. Edellä mainittujen tehtävien järjestäminen ja rahoitus siirretään valtiolle viimeistään 1 päivästä tammikuuta 2009.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_8",
        "normalized_fi": "Valtion järjestettäväksi ja rahoitettavaksi siirretään tehtävät, jotka on säädetty kunnalle: 1) kuluttajaneuvonnan järjestämisestä kunnassa annetussa laissa (72/1992); 2) elatusturvalaissa (671/1998), ei kuitenkaan toimenpiteitä elatusvelvollisuuden vahvistamiseksi; sekä 3) holhoustoimen edunvalvontapalveluiden järjestämisestä annetussa laissa (443/1999). Valtion rahoitettavaksi siirretään kustannukset, jotka aiheutuvat kunnalle osana kansanterveyslain (66/1972), erikoissairaanhoitolain tai mielenterveyslain (1116/1990) mukaisia tehtäviä: 1) niiden henkilöiden terveyden- ja sairaanhoidosta, joiden terveydenhuollon antamisesta tai kustantamisesta Suomen valtio on vastuussa Euroopan unionin lainsäädännön tai Suomen solmiman kansainvälisen sopimuksen nojalla; 2) lasten seksuaaliseen hyväksikäyttöön liittyvistä selvityksistä; sekä 3) oikeuspsykiatrisista selvityksistä. Edellä mainittujen tehtävien järjestäminen ja rahoitus siirretään valtiolle viimeistään 1 päivästä tammikuuta 2009.",
        "folded_fi": "valtion jarjestettavaksi ja rahoitettavaksi siirretaan tehtavat, jotka on saadetty kunnalle: 1) kuluttajaneuvonnan jarjestamisesta kunnassa annetussa laissa (72/1992); 2) elatusturvalaissa (671/1998), ei kuitenkaan toimenpiteita elatusvelvollisuuden vahvistamiseksi; seka 3) holhoustoimen edunvalvontapalveluiden jarjestamisesta annetussa laissa (443/1999). valtion rahoitettavaksi siirretaan kustannukset, jotka aiheutuvat kunnalle osana kansanterveyslain (66/1972), erikoissairaanhoitolain tai mielenterveyslain (1116/1990) mukaisia tehtavia: 1) niiden henkiloiden terveyden- ja sairaanhoidosta, joiden terveydenhuollon antamisesta tai kustantamisesta suomen valtio on vastuussa euroopan unionin lainsaadannon tai suomen solmiman kansainvalisen sopimuksen nojalla; 2) lasten seksuaaliseen hyvaksikayttoon liittyvista selvityksista; seka 3) oikeuspsykiatrisista selvityksista. edella mainittujen tehtavien jarjestaminen ja rahoitus siirretaan valtiolle viimeistaan 1 paivasta tammikuuta 2009.",
        "title_sv": "Uppgifter som överförs från kommunerna till staten",
        "content_sv": "Staten övertar ordnandet och finansieringen av de uppgifter som ålagts kommunerna i 1) lagen om anordnande av konsumentrådgivning i kommunerna (72/1992), 2) lagen om underhållstrygghet (671/1998), inte dock åtgärderna för fastställande av underhållsskyldighet, samt 3) lagen om ordnande av intressebevakningstjänster i förmyndarverksamheten (443/1999). Staten övertar finansieringen av de kostnader som åsamkas kommunerna som en del av uppgifterna enligt folkhälsolagen (66/1972), lagen om specialiserad sjukvård eller mentalvårdslagen (1116/1990) 1) för hälso- och sjukvård för sådana personer som finska staten skall lämna hälso- och sjukvård eller bekosta hälso- och sjukvård för med stöd av Europeiska unionens lagstiftning eller internationella avtal som Finland ingått, 2) för utredningar i anslutning till sexuellt utnyttjande av barn, samt 3) för rättspsykiatriska utredningar. Ordnandet och finansieringen av ovan nämnda uppgifter överförs på staten senast den 1 januari 2009.",
        "normalized_sv": "Staten övertar ordnandet och finansieringen av de uppgifter som ålagts kommunerna i 1) lagen om anordnande av konsumentrådgivning i kommunerna (72/1992), 2) lagen om underhållstrygghet (671/1998), inte dock åtgärderna för fastställande av underhållsskyldighet, samt 3) lagen om ordnande av intressebevakningstjänster i förmyndarverksamheten (443/1999). Staten övertar finansieringen av de kostnader som åsamkas kommunerna som en del av uppgifterna enligt folkhälsolagen (66/1972), lagen om specialiserad sjukvård eller mentalvårdslagen (1116/1990) 1) för hälso- och sjukvård för sådana personer som finska staten skall lämna hälso- och sjukvård eller bekosta hälso- och sjukvård för med stöd av Europeiska unionens lagstiftning eller internationella avtal som Finland ingått, 2) för utredningar i anslutning till sexuellt utnyttjande av barn, samt 3) för rättspsykiatriska utredningar. Ordnandet och finansieringen av ovan nämnda uppgifter överförs på staten senast den 1 januari 2009.",
        "folded_sv": "staten overtar ordnandet och finansieringen av de uppgifter som alagts kommunerna i 1) lagen om anordnande av konsumentradgivning i kommunerna (72/1992), 2) lagen om underhallstrygghet (671/1998), inte dock atgarderna for faststallande av underhallsskyldighet, samt 3) lagen om ordnande av intressebevakningstjanster i formyndarverksamheten (443/1999). staten overtar finansieringen av de kostnader som asamkas kommunerna som en del av uppgifterna enligt folkhalsolagen (66/1972), lagen om specialiserad sjukvard eller mentalvardslagen (1116/1990) 1) for halso- och sjukvard for sadana personer som finska staten skall lamna halso- och sjukvard eller bekosta halso- och sjukvard for med stod av europeiska unionens lagstiftning eller internationella avtal som finland ingatt, 2) for utredningar i anslutning till sexuellt utnyttjande av barn, samt 3) for rattspsykiatriska utredningar. ordnandet och finansieringen av ovan namnda uppgifter overfors pa staten senast den 1 januari 2009."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Erityisen vaikeassa taloudellisessa asemassa olevat kunnat",
      "content": "Jos rahoituksen riittävyyttä tai vakavaraisuutta kuvaavat kunnan talouden tunnusluvut ovat olennaisesti ja toistuvasti koko maan vastaavia tunnuslukuja heikommat ja ne ovat kahtena vuonna peräkkäin alittaneet valtioneuvoston asetuksella säädetyt raja-arvot, kunnan ja valtion tulee yhdessä selvittää kunnan mahdollisuudet turvata asukkailleen lainsäädännön edellyttämät palvelut sekä ryhtyä toimiin palveluiden edellytysten turvaamiseksi. Edellä 1 momentissa tarkoitettu selvitys tehdään arviointiryhmässä, jonka jäsenistä yhden nimeää sisäasiainministeriö ja yhden asianomainen kunta. Lisäksi sisäasiainministeriö nimeää asianomaista kuntaa kuultuaan arviointiryhmän puheenjohtajaksi mainituista tahoista riippumattoman henkilön. Arviointiryhmä tekee ehdotuksen kunnan asukkaiden palvelujen turvaamiseksi tarvittavista toimenpiteistä. Kunnanvaltuuston on käsiteltävä arviointiryhmän toimenpide-ehdotukset ja saatettava niitä koskeva päätös sisäasiainministeriön tietoon mahdollisia jatkotoimenpiteitä varten. Sisäasiainministeriö tekee arviointiryhmän toimenpide-ehdotusten ja kunnanvaltuuston päätösten perusteella ratkaisun kuntajakolaissa tarkoitetun erityisen selvityksen tarpeellisuudesta kuntajaon muuttamiseksi. Jos 1―3 momentissa mainitut toimenpiteet eivät ole riittäviä, voidaan eduskunnalle antaa vuoden 2009 alussa hallituksen esitys kuntajakolain muuttamisesta siten, että valtioneuvosto voi arviointiryhmän tai 3 momentin mukaisesti asetetun kuntajakoselvittäjän ehdotuksesta päättää kuntajaon muuttamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_9",
        "normalized_fi": "Jos rahoituksen riittävyyttä tai vakavaraisuutta kuvaavat kunnan talouden tunnusluvut ovat olennaisesti ja toistuvasti koko maan vastaavia tunnuslukuja heikommat ja ne ovat kahtena vuonna peräkkäin alittaneet valtioneuvoston asetuksella säädetyt raja-arvot, kunnan ja valtion tulee yhdessä selvittää kunnan mahdollisuudet turvata asukkailleen lainsäädännön edellyttämät palvelut sekä ryhtyä toimiin palveluiden edellytysten turvaamiseksi. Edellä 1 momentissa tarkoitettu selvitys tehdään arviointiryhmässä, jonka jäsenistä yhden nimeää sisäasiainministeriö ja yhden asianomainen kunta. Lisäksi sisäasiainministeriö nimeää asianomaista kuntaa kuultuaan arviointiryhmän puheenjohtajaksi mainituista tahoista riippumattoman henkilön. Arviointiryhmä tekee ehdotuksen kunnan asukkaiden palvelujen turvaamiseksi tarvittavista toimenpiteistä. Kunnanvaltuuston on käsiteltävä arviointiryhmän toimenpide-ehdotukset ja saatettava niitä koskeva päätös sisäasiainministeriön tietoon mahdollisia jatkotoimenpiteitä varten. Sisäasiainministeriö tekee arviointiryhmän toimenpide-ehdotusten ja kunnanvaltuuston päätösten perusteella ratkaisun kuntajakolaissa tarkoitetun erityisen selvityksen tarpeellisuudesta kuntajaon muuttamiseksi. Jos 1―3 momentissa mainitut toimenpiteet eivät ole riittäviä, voidaan eduskunnalle antaa vuoden 2009 alussa hallituksen esitys kuntajakolain muuttamisesta siten, että valtioneuvosto voi arviointiryhmän tai 3 momentin mukaisesti asetetun kuntajakoselvittäjän ehdotuksesta päättää kuntajaon muuttamisesta.",
        "folded_fi": "jos rahoituksen riittavyytta tai vakavaraisuutta kuvaavat kunnan talouden tunnusluvut ovat olennaisesti ja toistuvasti koko maan vastaavia tunnuslukuja heikommat ja ne ovat kahtena vuonna perakkain alittaneet valtioneuvoston asetuksella saadetyt raja-arvot, kunnan ja valtion tulee yhdessa selvittaa kunnan mahdollisuudet turvata asukkailleen lainsaadannon edellyttamat palvelut seka ryhtya toimiin palveluiden edellytysten turvaamiseksi. edella 1 momentissa tarkoitettu selvitys tehdaan arviointiryhmassa, jonka jasenista yhden nimeaa sisaasiainministerio ja yhden asianomainen kunta. lisaksi sisaasiainministerio nimeaa asianomaista kuntaa kuultuaan arviointiryhman puheenjohtajaksi mainituista tahoista riippumattoman henkilon. arviointiryhma tekee ehdotuksen kunnan asukkaiden palvelujen turvaamiseksi tarvittavista toimenpiteista. kunnanvaltuuston on kasiteltava arviointiryhman toimenpide-ehdotukset ja saatettava niita koskeva paatos sisaasiainministerion tietoon mahdollisia jatkotoimenpiteita varten. sisaasiainministerio tekee arviointiryhman toimenpide-ehdotusten ja kunnanvaltuuston paatosten perusteella ratkaisun kuntajakolaissa tarkoitetun erityisen selvityksen tarpeellisuudesta kuntajaon muuttamiseksi. jos 1―3 momentissa mainitut toimenpiteet eivat ole riittavia, voidaan eduskunnalle antaa vuoden 2009 alussa hallituksen esitys kuntajakolain muuttamisesta siten, etta valtioneuvosto voi arviointiryhman tai 3 momentin mukaisesti asetetun kuntajakoselvittajan ehdotuksesta paattaa kuntajaon muuttamisesta.",
        "title_sv": "Kommuner som befinner sig i en speciellt svår ekonomisk ställning",
        "content_sv": "Om de nyckeltal för kommunens ekonomi som beskriver finansieringens tillräcklighet eller soliditeten är väsentligt och upprepade gånger sämre än motsvarande nyckeltal för hela landet och två år efter varandra har underskridit de gränsvärden som anges genom förordning av statsrådet, skall kommunen och staten tillsammans reda ut kommunens möjligheter att garantera sina invånare den service som lagstiftningen förutsätter samt vidta åtgärder för att trygga förutsättningarna för servicen. Den utredning som avses i 1 mom. görs i en utvärderingsgrupp där en av medlemmarna utses av inrikesministeriet och en av den berörda kommunen. Dessutom utser inrikesministeriet efter att ha hört den berörda kommunen till ordförande för utvärderingsgruppen en person som är oavhängig av de nämnda instanserna. Utvärderingsgruppen lägger fram ett förslag till åtgärder som behövs för att trygga servicen till invånarna. Kommunfullmäktige skall behandla utvärderingsgruppens åtgärdsförslag och delge inrikesministeriet beslutet om dem för eventuella fortsatta åtgärder. Inrikesministeriet avgör utgående från utvärderingsgruppens åtgärdsförslag och kommunfullmäktiges beslut om det är nödvändigt med en sådan särskild utredning som avses i kommunindelningslagen i syfte att ändra kommunindelningen. Om de åtgärder som nämns i 1―3 mom. inte är tillräckliga, kan regeringen i början av 2009 till riksdagen överlämna en proposition med förslag till lag om ändring av kommunindelningslagen så att statsrådet på förslag av utvärderingsgruppen eller en kommunindelningsutredare som tillsatts i enlighet med 3 mom. kan besluta att ändra kommunindelningen.",
        "normalized_sv": "Om de nyckeltal för kommunens ekonomi som beskriver finansieringens tillräcklighet eller soliditeten är väsentligt och upprepade gånger sämre än motsvarande nyckeltal för hela landet och två år efter varandra har underskridit de gränsvärden som anges genom förordning av statsrådet, skall kommunen och staten tillsammans reda ut kommunens möjligheter att garantera sina invånare den service som lagstiftningen förutsätter samt vidta åtgärder för att trygga förutsättningarna för servicen. Den utredning som avses i 1 mom. görs i en utvärderingsgrupp där en av medlemmarna utses av inrikesministeriet och en av den berörda kommunen. Dessutom utser inrikesministeriet efter att ha hört den berörda kommunen till ordförande för utvärderingsgruppen en person som är oavhängig av de nämnda instanserna. Utvärderingsgruppen lägger fram ett förslag till åtgärder som behövs för att trygga servicen till invånarna. Kommunfullmäktige skall behandla utvärderingsgruppens åtgärdsförslag och delge inrikesministeriet beslutet om dem för eventuella fortsatta åtgärder. Inrikesministeriet avgör utgående från utvärderingsgruppens åtgärdsförslag och kommunfullmäktiges beslut om det är nödvändigt med en sådan särskild utredning som avses i kommunindelningslagen i syfte att ändra kommunindelningen. Om de åtgärder som nämns i 1―3 mom. inte är tillräckliga, kan regeringen i början av 2009 till riksdagen överlämna en proposition med förslag till lag om ändring av kommunindelningslagen så att statsrådet på förslag av utvärderingsgruppen eller en kommunindelningsutredare som tillsatts i enlighet med 3 mom. kan besluta att ändra kommunindelningen.",
        "folded_sv": "om de nyckeltal for kommunens ekonomi som beskriver finansieringens tillracklighet eller soliditeten ar vasentligt och upprepade ganger samre an motsvarande nyckeltal for hela landet och tva ar efter varandra har underskridit de gransvarden som anges genom forordning av statsradet, skall kommunen och staten tillsammans reda ut kommunens mojligheter att garantera sina invanare den service som lagstiftningen forutsatter samt vidta atgarder for att trygga forutsattningarna for servicen. den utredning som avses i 1 mom. gors i en utvarderingsgrupp dar en av medlemmarna utses av inrikesministeriet och en av den berorda kommunen. dessutom utser inrikesministeriet efter att ha hort den berorda kommunen till ordforande for utvarderingsgruppen en person som ar oavhangig av de namnda instanserna. utvarderingsgruppen lagger fram ett forslag till atgarder som behovs for att trygga servicen till invanarna. kommunfullmaktige skall behandla utvarderingsgruppens atgardsforslag och delge inrikesministeriet beslutet om dem for eventuella fortsatta atgarder. inrikesministeriet avgor utgaende fran utvarderingsgruppens atgardsforslag och kommunfullmaktiges beslut om det ar nodvandigt med en sadan sarskild utredning som avses i kommunindelningslagen i syfte att andra kommunindelningen. om de atgarder som namns i 1―3 mom. inte ar tillrackliga, kan regeringen i borjan av 2009 till riksdagen overlamna en proposition med forslag till lag om andring av kommunindelningslagen sa att statsradet pa forslag av utvarderingsgruppen eller en kommunindelningsutredare som tillsatts i enlighet med 3 mom. kan besluta att andra kommunindelningen."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Kunnan selvitys ja uudistuksen toimeenpanosuunnitelma",
      "content": "(toimeenpanosuunnitelma) Kunnan on viimeistään 31 päivänä elokuuta 2007 annettava valtioneuvostolle selvitys kunnassa 5 ja 6 §:n nojalla toteutettavista toimenpiteistä sekä suunnitelma uudistuksen toimeenpanosta. Selvityksestä ja toimeenpanosuunnitelmasta päättää kunnanvaltuusto. Edellä 1 momentissa tarkoitettuun toimeenpanosuunnitelmaan tulee sisältyä: 1) väestö- ja palvelutarveanalyysi kunnassa vuosille 2015 ja 2025; 2) kuntalain 65 §:n 1 momentissa tarkoitettu kunnan taloussuunnitelma sekä, jos taseen alijäämää ei saada taloussuunnitelman suunnittelukautena katetuksi, kuntalain 65 §:n 3 momentissa tarkoitettu toimenpideohjelma; 3) suunnitelma siitä, miten kunta käyttää 4 §:ssä mainittuja keinoja; 4) selvitys palveluverkon kattavuudesta; sekä 5) suunnitelma kunnan keskeisten toimintojen järjestämisestä sekä henkilöstövoimavarojen riittävyydestä ja kehittämisestä. Jos kunta päättää toteuttaa kuntajaon muutoksen vuoden 2009 alusta, kunnan tulee tehdä kuntajaon muutosta koskeva esitys ja 1 momentissa tarkoitettu selvitys palvelujen järjestämisestä valtioneuvostolle vuoden 2007 loppuun mennessä. Jos sisäasiainministeriö on päättänyt suorittaa kuntajakolain 8 §:ssä tarkoitetun erityisen selvityksen tai ryhtyä tämän lain 9 §:ssä tarkoitettuihin toimenpiteisiin, kuntajaon muutosta koskeva esitys tulee kuitenkin tehdä 30 päivään maaliskuuta 2008 mennessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_10",
        "normalized_fi": "(toimeenpanosuunnitelma) Kunnan on viimeistään 31 päivänä elokuuta 2007 annettava valtioneuvostolle selvitys kunnassa 5 ja 6 § :n nojalla toteutettavista toimenpiteistä sekä suunnitelma uudistuksen toimeenpanosta. Selvityksestä ja toimeenpanosuunnitelmasta päättää kunnanvaltuusto. Edellä 1 momentissa tarkoitettuun toimeenpanosuunnitelmaan tulee sisältyä: 1) väestö- ja palvelutarveanalyysi kunnassa vuosille 2015 ja 2025; 2) kuntalain 65 § :n 1 momentissa tarkoitettu kunnan taloussuunnitelma sekä, jos taseen alijäämää ei saada taloussuunnitelman suunnittelukautena katetuksi, kuntalain 65 § :n 3 momentissa tarkoitettu toimenpideohjelma; 3) suunnitelma siitä, miten kunta käyttää 4 § :ssä mainittuja keinoja; 4) selvitys palveluverkon kattavuudesta; sekä 5) suunnitelma kunnan keskeisten toimintojen järjestämisestä sekä henkilöstövoimavarojen riittävyydestä ja kehittämisestä. Jos kunta päättää toteuttaa kuntajaon muutoksen vuoden 2009 alusta, kunnan tulee tehdä kuntajaon muutosta koskeva esitys ja 1 momentissa tarkoitettu selvitys palvelujen järjestämisestä valtioneuvostolle vuoden 2007 loppuun mennessä. Jos sisäasiainministeriö on päättänyt suorittaa kuntajakolain 8 § :ssä tarkoitetun erityisen selvityksen tai ryhtyä tämän lain 9 § :ssä tarkoitettuihin toimenpiteisiin, kuntajaon muutosta koskeva esitys tulee kuitenkin tehdä 30 päivään maaliskuuta 2008 mennessä.",
        "folded_fi": "(toimeenpanosuunnitelma) kunnan on viimeistaan 31 paivana elokuuta 2007 annettava valtioneuvostolle selvitys kunnassa 5 ja 6 §:n nojalla toteutettavista toimenpiteista seka suunnitelma uudistuksen toimeenpanosta. selvityksesta ja toimeenpanosuunnitelmasta paattaa kunnanvaltuusto. edella 1 momentissa tarkoitettuun toimeenpanosuunnitelmaan tulee sisaltya: 1) vaesto- ja palvelutarveanalyysi kunnassa vuosille 2015 ja 2025; 2) kuntalain 65 §:n 1 momentissa tarkoitettu kunnan taloussuunnitelma seka, jos taseen alijaamaa ei saada taloussuunnitelman suunnittelukautena katetuksi, kuntalain 65 §:n 3 momentissa tarkoitettu toimenpideohjelma; 3) suunnitelma siita, miten kunta kayttaa 4 §:ssa mainittuja keinoja; 4) selvitys palveluverkon kattavuudesta; seka 5) suunnitelma kunnan keskeisten toimintojen jarjestamisesta seka henkilostovoimavarojen riittavyydesta ja kehittamisesta. jos kunta paattaa toteuttaa kuntajaon muutoksen vuoden 2009 alusta, kunnan tulee tehda kuntajaon muutosta koskeva esitys ja 1 momentissa tarkoitettu selvitys palvelujen jarjestamisesta valtioneuvostolle vuoden 2007 loppuun mennessa. jos sisaasiainministerio on paattanyt suorittaa kuntajakolain 8 §:ssa tarkoitetun erityisen selvityksen tai ryhtya taman lain 9 §:ssa tarkoitettuihin toimenpiteisiin, kuntajaon muutosta koskeva esitys tulee kuitenkin tehda 30 paivaan maaliskuuta 2008 mennessa.",
        "title_sv": "Kommunens utredning och genomförandeplan för reformen",
        "content_sv": "genomförandeplan Kommunen skall senast den 31 augusti 2007 lämna statsrådet en utredning om de åtgärder som kommer att vidtas i kommunen med stöd av 5 och 6 § samt en plan för genomförandet av reformen (). Beslut om utredningen och genomförandeplanen fattas av kommunfullmäktige. Den genomförandeplan som avses i 1 mom. skall innehålla 1) en befolkningsanalys och en analys av servicebehovet i kommunen för 2015 och 2025, 2) kommunens ekonomiplan enligt 65 § 1 mom. i kommunallagen samt, om underskott i balansräkningen inte kan täckas under ekonomiplanens planeperiod, ett åtgärdsprogram enligt 65 § 3 mom. i kommunallagen, 3) en plan för hur kommunen utnyttjar de metoder som nämns i 4 §, 4) en utredning om servicenätets täckning, samt 5) en plan för hur kommunens viktigaste funktioner skall ordnas samt för personalresursernas tillräcklighet och utveckling. Om kommunen beslutar att verkställa en ändring i kommunindelningen vid ingången av 2009, skall kommunen lägga fram ett förslag till ändring av kommunindelningen och en utredning enligt 1 mom. om ordnandet av servicen för statsrådet före utgången av 2007. Om inrikesministeriet har beslutat att genomföra en särskild utredning enligt 8 § i kommunindelningslagen eller vidta åtgärder enligt 9 § i denna lag, skall framställningen om en ändring i kommunindelningen dock göras senast den 30 mars 2008.",
        "normalized_sv": "genomförandeplan Kommunen skall senast den 31 augusti 2007 lämna statsrådet en utredning om de åtgärder som kommer att vidtas i kommunen med stöd av 5 och 6 § samt en plan för genomförandet av reformen (). Beslut om utredningen och genomförandeplanen fattas av kommunfullmäktige. Den genomförandeplan som avses i 1 mom. skall innehålla 1) en befolkningsanalys och en analys av servicebehovet i kommunen för 2015 och 2025, 2) kommunens ekonomiplan enligt 65 § 1 mom. i kommunallagen samt, om underskott i balansräkningen inte kan täckas under ekonomiplanens planeperiod, ett åtgärdsprogram enligt 65 § 3 mom. i kommunallagen, 3) en plan för hur kommunen utnyttjar de metoder som nämns i 4 § , 4) en utredning om servicenätets täckning, samt 5) en plan för hur kommunens viktigaste funktioner skall ordnas samt för personalresursernas tillräcklighet och utveckling. Om kommunen beslutar att verkställa en ändring i kommunindelningen vid ingången av 2009, skall kommunen lägga fram ett förslag till ändring av kommunindelningen och en utredning enligt 1 mom. om ordnandet av servicen för statsrådet före utgången av 2007. Om inrikesministeriet har beslutat att genomföra en särskild utredning enligt 8 § i kommunindelningslagen eller vidta åtgärder enligt 9 § i denna lag, skall framställningen om en ändring i kommunindelningen dock göras senast den 30 mars 2008.",
        "folded_sv": "genomforandeplan kommunen skall senast den 31 augusti 2007 lamna statsradet en utredning om de atgarder som kommer att vidtas i kommunen med stod av 5 och 6 § samt en plan for genomforandet av reformen (). beslut om utredningen och genomforandeplanen fattas av kommunfullmaktige. den genomforandeplan som avses i 1 mom. skall innehalla 1) en befolkningsanalys och en analys av servicebehovet i kommunen for 2015 och 2025, 2) kommunens ekonomiplan enligt 65 § 1 mom. i kommunallagen samt, om underskott i balansrakningen inte kan tackas under ekonomiplanens planeperiod, ett atgardsprogram enligt 65 § 3 mom. i kommunallagen, 3) en plan for hur kommunen utnyttjar de metoder som namns i 4 §, 4) en utredning om servicenatets tackning, samt 5) en plan for hur kommunens viktigaste funktioner skall ordnas samt for personalresursernas tillracklighet och utveckling. om kommunen beslutar att verkstalla en andring i kommunindelningen vid ingangen av 2009, skall kommunen lagga fram ett forslag till andring av kommunindelningen och en utredning enligt 1 mom. om ordnandet av servicen for statsradet fore utgangen av 2007. om inrikesministeriet har beslutat att genomfora en sarskild utredning enligt 8 § i kommunindelningslagen eller vidta atgarder enligt 9 § i denna lag, skall framstallningen om en andring i kommunindelningen dock goras senast den 30 mars 2008."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Valtion kuntapolitiikka sekä rahoitus- ja valtionosuusjärjestelmän uudistaminen",
      "content": "Kuntien tehtäviä ja niiden rahoitusta käsittelevää peruspalveluohjelmaa kehitetään ja se vakinaistetaan osaksi lakiin perustuvaa valtion ja kuntien neuvottelumenettelyä. Peruspalveluohjelman mukaisia taloudellisia ohjauskeinoja kehitetään nykyistä tehokkaammiksi. Kuntien rahoitus- ja valtionosuusjärjestelmä uudistetaan tavoitteena yksinkertainen ja läpinäkyvä järjestelmä. Uudistuksessa päätetään kuntien verotulopohjan vahvistamisesta siirtämällä verovähennyksiä valtion rasitukseksi sekä poistetaan kuntien rahoitusjärjestelmään liittyvät kuntien yhdistymisen ja yhteistyön esteet. Tavoitteena on hallinnonalakohtaisten valtionosuuksien yhdistäminen. Valtionosuusjärjestelmässä otetaan huomioon kuntien erilaiset olosuhteet ja palvelutarpeet. Verotuloihin perustuvan valtionosuuksien tasausjärjestelmän on oltava neutraali valtion ja kuntien taloudellisten suhteiden kannalta. Tässä laissa tarkoitettu uudistus ei muuta valtion ja kuntien välistä kustannusten jakoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_11",
        "normalized_fi": "Kuntien tehtäviä ja niiden rahoitusta käsittelevää peruspalveluohjelmaa kehitetään ja se vakinaistetaan osaksi lakiin perustuvaa valtion ja kuntien neuvottelumenettelyä. Peruspalveluohjelman mukaisia taloudellisia ohjauskeinoja kehitetään nykyistä tehokkaammiksi. Kuntien rahoitus- ja valtionosuusjärjestelmä uudistetaan tavoitteena yksinkertainen ja läpinäkyvä järjestelmä. Uudistuksessa päätetään kuntien verotulopohjan vahvistamisesta siirtämällä verovähennyksiä valtion rasitukseksi sekä poistetaan kuntien rahoitusjärjestelmään liittyvät kuntien yhdistymisen ja yhteistyön esteet. Tavoitteena on hallinnonalakohtaisten valtionosuuksien yhdistäminen. Valtionosuusjärjestelmässä otetaan huomioon kuntien erilaiset olosuhteet ja palvelutarpeet. Verotuloihin perustuvan valtionosuuksien tasausjärjestelmän on oltava neutraali valtion ja kuntien taloudellisten suhteiden kannalta. Tässä laissa tarkoitettu uudistus ei muuta valtion ja kuntien välistä kustannusten jakoa.",
        "folded_fi": "kuntien tehtavia ja niiden rahoitusta kasittelevaa peruspalveluohjelmaa kehitetaan ja se vakinaistetaan osaksi lakiin perustuvaa valtion ja kuntien neuvottelumenettelya. peruspalveluohjelman mukaisia taloudellisia ohjauskeinoja kehitetaan nykyista tehokkaammiksi. kuntien rahoitus- ja valtionosuusjarjestelma uudistetaan tavoitteena yksinkertainen ja lapinakyva jarjestelma. uudistuksessa paatetaan kuntien verotulopohjan vahvistamisesta siirtamalla verovahennyksia valtion rasitukseksi seka poistetaan kuntien rahoitusjarjestelmaan liittyvat kuntien yhdistymisen ja yhteistyon esteet. tavoitteena on hallinnonalakohtaisten valtionosuuksien yhdistaminen. valtionosuusjarjestelmassa otetaan huomioon kuntien erilaiset olosuhteet ja palvelutarpeet. verotuloihin perustuvan valtionosuuksien tasausjarjestelman on oltava neutraali valtion ja kuntien taloudellisten suhteiden kannalta. tassa laissa tarkoitettu uudistus ei muuta valtion ja kuntien valista kustannusten jakoa.",
        "title_sv": "Statens kommunpolitik samt revideringen av finansierings- och statsandelssystemet",
        "content_sv": "Basserviceprogrammet, som behandlar kommunernas uppgifter och finansieringen av dem, utvecklas och blir en etablerad del av statens och kommunernas lagbaserade samrådsförfarande. De ekonomiska styrmetoderna enligt basserviceprogrammet utvecklas så att de blir effektivare. Kommunernas finansierings- och statsandelssystem revideras med ett enkelt och genomskådligt system som mål. I samband med reformen fattas beslut om att stärka kommunernas skatteinkomstbas genom att skatteavdragen överförs så att de belastar staten samt undanröjs hindren för kommunsammanslagningar och samarbete mellan kommuner i anslutning till finansieringssystemet. Målet är att slå samman statsandelarna för de olika förvaltningsområdena. I statsandelssystemet beaktas kommunernas olika förhållanden och servicebehov. Det utjämningssystem för statsandelarna som baserar sig på skatteinkomsterna skall vara neutralt med avseende på de ekonomiska förhållandena mellan staten och kommunerna. Den reform som avses i denna lag ändrar inte kostnadsfördelningen mellan staten och kommunerna.",
        "normalized_sv": "Basserviceprogrammet, som behandlar kommunernas uppgifter och finansieringen av dem, utvecklas och blir en etablerad del av statens och kommunernas lagbaserade samrådsförfarande. De ekonomiska styrmetoderna enligt basserviceprogrammet utvecklas så att de blir effektivare. Kommunernas finansierings- och statsandelssystem revideras med ett enkelt och genomskådligt system som mål. I samband med reformen fattas beslut om att stärka kommunernas skatteinkomstbas genom att skatteavdragen överförs så att de belastar staten samt undanröjs hindren för kommunsammanslagningar och samarbete mellan kommuner i anslutning till finansieringssystemet. Målet är att slå samman statsandelarna för de olika förvaltningsområdena. I statsandelssystemet beaktas kommunernas olika förhållanden och servicebehov. Det utjämningssystem för statsandelarna som baserar sig på skatteinkomsterna skall vara neutralt med avseende på de ekonomiska förhållandena mellan staten och kommunerna. Den reform som avses i denna lag ändrar inte kostnadsfördelningen mellan staten och kommunerna.",
        "folded_sv": "basserviceprogrammet, som behandlar kommunernas uppgifter och finansieringen av dem, utvecklas och blir en etablerad del av statens och kommunernas lagbaserade samradsforfarande. de ekonomiska styrmetoderna enligt basserviceprogrammet utvecklas sa att de blir effektivare. kommunernas finansierings- och statsandelssystem revideras med ett enkelt och genomskadligt system som mal. i samband med reformen fattas beslut om att starka kommunernas skatteinkomstbas genom att skatteavdragen overfors sa att de belastar staten samt undanrojs hindren for kommunsammanslagningar och samarbete mellan kommuner i anslutning till finansieringssystemet. malet ar att sla samman statsandelarna for de olika forvaltningsomradena. i statsandelssystemet beaktas kommunernas olika forhallanden och servicebehov. det utjamningssystem for statsandelarna som baserar sig pa skatteinkomsterna skall vara neutralt med avseende pa de ekonomiska forhallandena mellan staten och kommunerna. den reform som avses i denna lag andrar inte kostnadsfordelningen mellan staten och kommunerna."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Tietojärjestelmien ja yhteispalvelun kehittäminen",
      "content": "Valtio ja kunnat laativat yhteisiä standardeja tietojärjestelmien yhteentoimivuuden varmistamiseksi ja edistävät yhdessä uusien tietohallinnon järjestelmien ja toteuttamistapojen sekä sähköisten palvelujen käyttöönottoa. Valtio ja kunnat kehittävät ja ottavat käyttöön tieto- ja viestintäteknisiä ratkaisuja hyödyntävän organisaatio- ja hallinnonalarajat ylittävän yhteispalvelumallin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_12",
        "normalized_fi": "Valtio ja kunnat laativat yhteisiä standardeja tietojärjestelmien yhteentoimivuuden varmistamiseksi ja edistävät yhdessä uusien tietohallinnon järjestelmien ja toteuttamistapojen sekä sähköisten palvelujen käyttöönottoa. Valtio ja kunnat kehittävät ja ottavat käyttöön tieto- ja viestintäteknisiä ratkaisuja hyödyntävän organisaatio- ja hallinnonalarajat ylittävän yhteispalvelumallin.",
        "folded_fi": "valtio ja kunnat laativat yhteisia standardeja tietojarjestelmien yhteentoimivuuden varmistamiseksi ja edistavat yhdessa uusien tietohallinnon jarjestelmien ja toteuttamistapojen seka sahkoisten palvelujen kayttoonottoa. valtio ja kunnat kehittavat ja ottavat kayttoon tieto- ja viestintateknisia ratkaisuja hyodyntavan organisaatio- ja hallinnonalarajat ylittavan yhteispalvelumallin.",
        "title_sv": "Utvecklande av informationssystemen och samservicen",
        "content_sv": "Staten och kommunerna utarbetar gemensamma standarder för att säkerställa att datasystemen är interoperabla och främjar tillsammans ibruktagandet av nya informationsförvaltningssystem och sätt att genomföra informationsförvaltningen samt elektroniska tjänster. Staten och kommunerna utvecklar och tar i bruk en samservicemodell som överskrider gränserna mellan organisationer och förvaltningsområden och som utnyttjar informations- och kommunikationstekniska lösningar.",
        "normalized_sv": "Staten och kommunerna utarbetar gemensamma standarder för att säkerställa att datasystemen är interoperabla och främjar tillsammans ibruktagandet av nya informationsförvaltningssystem och sätt att genomföra informationsförvaltningen samt elektroniska tjänster. Staten och kommunerna utvecklar och tar i bruk en samservicemodell som överskrider gränserna mellan organisationer och förvaltningsområden och som utnyttjar informations- och kommunikationstekniska lösningar.",
        "folded_sv": "staten och kommunerna utarbetar gemensamma standarder for att sakerstalla att datasystemen ar interoperabla och framjar tillsammans ibruktagandet av nya informationsforvaltningssystem och satt att genomfora informationsforvaltningen samt elektroniska tjanster. staten och kommunerna utvecklar och tar i bruk en samservicemodell som overskrider granserna mellan organisationer och forvaltningsomraden och som utnyttjar informations- och kommunikationstekniska losningar."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Henkilöstön asema",
      "content": "Tässä laissa tarkoitetut uudelleenjärjestelyt sekä laissa tarkoitettujen selvityksen ja suunnitelmien valmistelu toteutetaan yhteistoiminnassa kuntien henkilöstön edustajien kanssa. Tässä laissa tarkoitetut uudelleenjärjestelyt, jotka johtavat henkilöstön työnantajan vaihtumiseen, katsotaan liikkeenluovutukseksi. Tämän lain 5 ja 6 §:ssä tarkoitettujen toiminnan uudelleenjärjestelyjen perusteella työnantajalla ei ole oikeutta irtisanoa palvelussuhdetta työsopimuslain (55/2001) 7 luvun 3 §:ssä tai kunnallisesta viranhaltijasta annetun lain (304/2003) 37 §:ssä tarkoitetuilla taloudellisilla tai tuotannollisilla irtisanomisperusteilla. Työntekijä tai viranhaltija voidaan kuitenkin irtisanoa, jos hän kieltäytyy vastaanottamasta työnantajan hänelle tarjoamaa työsopimuslain 7 luvun 4 §:n tai kunnallisesta viranhaltijasta annetun lain 37 §:n mukaista uutta työtehtävää tai virkaa. Tämä kielto on voimassa viisi vuotta henkilöstön siirtymisestä uuden työnantajan palvelukseen. Kielto koskee edellä mainittujen uudelleenjärjestelyiden kohteena olevissa palveluissa uuden ja vanhan työnantajan palveluksessa työskentelevää henkilöstöä kokonaisuudessaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_13",
        "normalized_fi": "Tässä laissa tarkoitetut uudelleenjärjestelyt sekä laissa tarkoitettujen selvityksen ja suunnitelmien valmistelu toteutetaan yhteistoiminnassa kuntien henkilöstön edustajien kanssa. Tässä laissa tarkoitetut uudelleenjärjestelyt, jotka johtavat henkilöstön työnantajan vaihtumiseen, katsotaan liikkeenluovutukseksi. Tämän lain 5 ja 6 § :ssä tarkoitettujen toiminnan uudelleenjärjestelyjen perusteella työnantajalla ei ole oikeutta irtisanoa palvelussuhdetta työsopimuslain (55/2001) 7 luvun 3 § :ssä tai kunnallisesta viranhaltijasta annetun lain (304/2003) 37 § :ssä tarkoitetuilla taloudellisilla tai tuotannollisilla irtisanomisperusteilla. Työntekijä tai viranhaltija voidaan kuitenkin irtisanoa, jos hän kieltäytyy vastaanottamasta työnantajan hänelle tarjoamaa työsopimuslain 7 luvun 4 § :n tai kunnallisesta viranhaltijasta annetun lain 37 § :n mukaista uutta työtehtävää tai virkaa. Tämä kielto on voimassa viisi vuotta henkilöstön siirtymisestä uuden työnantajan palvelukseen. Kielto koskee edellä mainittujen uudelleenjärjestelyiden kohteena olevissa palveluissa uuden ja vanhan työnantajan palveluksessa työskentelevää henkilöstöä kokonaisuudessaan.",
        "folded_fi": "tassa laissa tarkoitetut uudelleenjarjestelyt seka laissa tarkoitettujen selvityksen ja suunnitelmien valmistelu toteutetaan yhteistoiminnassa kuntien henkiloston edustajien kanssa. tassa laissa tarkoitetut uudelleenjarjestelyt, jotka johtavat henkiloston tyonantajan vaihtumiseen, katsotaan liikkeenluovutukseksi. taman lain 5 ja 6 §:ssa tarkoitettujen toiminnan uudelleenjarjestelyjen perusteella tyonantajalla ei ole oikeutta irtisanoa palvelussuhdetta tyosopimuslain (55/2001) 7 luvun 3 §:ssa tai kunnallisesta viranhaltijasta annetun lain (304/2003) 37 §:ssa tarkoitetuilla taloudellisilla tai tuotannollisilla irtisanomisperusteilla. tyontekija tai viranhaltija voidaan kuitenkin irtisanoa, jos han kieltaytyy vastaanottamasta tyonantajan hanelle tarjoamaa tyosopimuslain 7 luvun 4 §:n tai kunnallisesta viranhaltijasta annetun lain 37 §:n mukaista uutta tyotehtavaa tai virkaa. tama kielto on voimassa viisi vuotta henkiloston siirtymisesta uuden tyonantajan palvelukseen. kielto koskee edella mainittujen uudelleenjarjestelyiden kohteena olevissa palveluissa uuden ja vanhan tyonantajan palveluksessa tyoskentelevaa henkilostoa kokonaisuudessaan.",
        "title_sv": "Personalens ställning",
        "content_sv": "De omorganiseringar som avses i denna lag samt beredningen av de utredningar och planer som avses i lagen genomförs i samarbete med företrädarna för kommunernas personal. De omorganiseringar som avses i denna lag och som leder till att personalen byter arbetsgivare betraktas som överlåtelse av rörelse. På grundval av de omorganiseringar av verksamheten som avses i 5 och 6 § i denna lag har arbetsgivaren inte rätt att säga upp ett anställningsförhållande av ekonomiska orsaker eller av produktionsorsaker enligt 7 kap. 3 § i arbetsavtalslagen (55/2001) eller 37 § i lagen om kommunala tjänsteinnehavare (304/2003). En arbetstagare eller tjänsteinnehavare kan dock sägas upp om han eller hon vägrar att ta emot en ny arbetsuppgift eller tjänst enligt 7 kap. 4 § i arbetsavtalslagen eller 37 § i lagen om kommunala tjänsteinnehavare som arbetsgivaren erbjuder honom eller henne. Detta förbud är i kraft fem år från det att personalen har övergått i anställning hos den nya arbetsgivaren. Förbudet gäller hela personalen som är anställd i de tjänster som ovannämnda omorganiseringar gäller, såväl hos den nya som den gamla arbetsgivaren.",
        "normalized_sv": "De omorganiseringar som avses i denna lag samt beredningen av de utredningar och planer som avses i lagen genomförs i samarbete med företrädarna för kommunernas personal. De omorganiseringar som avses i denna lag och som leder till att personalen byter arbetsgivare betraktas som överlåtelse av rörelse. På grundval av de omorganiseringar av verksamheten som avses i 5 och 6 § i denna lag har arbetsgivaren inte rätt att säga upp ett anställningsförhållande av ekonomiska orsaker eller av produktionsorsaker enligt 7 kap. 3 § i arbetsavtalslagen (55/2001) eller 37 § i lagen om kommunala tjänsteinnehavare (304/2003). En arbetstagare eller tjänsteinnehavare kan dock sägas upp om han eller hon vägrar att ta emot en ny arbetsuppgift eller tjänst enligt 7 kap. 4 § i arbetsavtalslagen eller 37 § i lagen om kommunala tjänsteinnehavare som arbetsgivaren erbjuder honom eller henne. Detta förbud är i kraft fem år från det att personalen har övergått i anställning hos den nya arbetsgivaren. Förbudet gäller hela personalen som är anställd i de tjänster som ovannämnda omorganiseringar gäller, såväl hos den nya som den gamla arbetsgivaren.",
        "folded_sv": "de omorganiseringar som avses i denna lag samt beredningen av de utredningar och planer som avses i lagen genomfors i samarbete med foretradarna for kommunernas personal. de omorganiseringar som avses i denna lag och som leder till att personalen byter arbetsgivare betraktas som overlatelse av rorelse. pa grundval av de omorganiseringar av verksamheten som avses i 5 och 6 § i denna lag har arbetsgivaren inte ratt att saga upp ett anstallningsforhallande av ekonomiska orsaker eller av produktionsorsaker enligt 7 kap. 3 § i arbetsavtalslagen (55/2001) eller 37 § i lagen om kommunala tjansteinnehavare (304/2003). en arbetstagare eller tjansteinnehavare kan dock sagas upp om han eller hon vagrar att ta emot en ny arbetsuppgift eller tjanst enligt 7 kap. 4 § i arbetsavtalslagen eller 37 § i lagen om kommunala tjansteinnehavare som arbetsgivaren erbjuder honom eller henne. detta forbud ar i kraft fem ar fran det att personalen har overgatt i anstallning hos den nya arbetsgivaren. forbudet galler hela personalen som ar anstalld i de tjanster som ovannamnda omorganiseringar galler, saval hos den nya som den gamla arbetsgivaren."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Asetuksenantovaltuus tietojen toimittamisesta",
      "content": "Valtioneuvoston asetuksella säädetään tarkemmin 7 §:ssä tarkoitettujen suunnitelmien sekä 10 §:ssä tarkoitetun selvityksen ja toimeenpanosuunnitelman rakenteesta sekä siitä, miten suunnitelmat ja selvitykset annetaan valtioneuvostolle. Lisäksi valtioneuvoston asetuksella säädetään, mitä palveluita 10 §:n 2 momentin 4 kohdassa tarkoitettu selvitys palveluverkon kattavuudesta ja 10 §:n 2 momentin 5 kohdassa tarkoitettu suunnitelma kunnan keskeisten toimintojen järjestämisestä vähintään koskee.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_14",
        "normalized_fi": "Valtioneuvoston asetuksella säädetään tarkemmin 7 § :ssä tarkoitettujen suunnitelmien sekä 10 § :ssä tarkoitetun selvityksen ja toimeenpanosuunnitelman rakenteesta sekä siitä, miten suunnitelmat ja selvitykset annetaan valtioneuvostolle. Lisäksi valtioneuvoston asetuksella säädetään, mitä palveluita 10 § :n 2 momentin 4 kohdassa tarkoitettu selvitys palveluverkon kattavuudesta ja 10 § :n 2 momentin 5 kohdassa tarkoitettu suunnitelma kunnan keskeisten toimintojen järjestämisestä vähintään koskee.",
        "folded_fi": "valtioneuvoston asetuksella saadetaan tarkemmin 7 §:ssa tarkoitettujen suunnitelmien seka 10 §:ssa tarkoitetun selvityksen ja toimeenpanosuunnitelman rakenteesta seka siita, miten suunnitelmat ja selvitykset annetaan valtioneuvostolle. lisaksi valtioneuvoston asetuksella saadetaan, mita palveluita 10 §:n 2 momentin 4 kohdassa tarkoitettu selvitys palveluverkon kattavuudesta ja 10 §:n 2 momentin 5 kohdassa tarkoitettu suunnitelma kunnan keskeisten toimintojen jarjestamisesta vahintaan koskee.",
        "title_sv": "Bemyndigande att utfärda förordning om lämnandet av uppgifter",
        "content_sv": "Genom förordning av statsrådet bestäms närmare om hur de planer som avses i 7 § samt den utredning och genomförandeplan som avses i 10 § skall vara strukturerade samt om hur planerna och utredningarna skall lämnas till statsrådet. Genom förordning av statsrådet bestäms dessutom vilken service den utredning om servicenätets täckning som avses i 10 § 2 mom. 4 punkten och den plan för ordnandet av kommunens viktigaste funktioner som avses i 10 § 2 mom. 5 punkten åtminstone skall gälla.",
        "normalized_sv": "Genom förordning av statsrådet bestäms närmare om hur de planer som avses i 7 § samt den utredning och genomförandeplan som avses i 10 § skall vara strukturerade samt om hur planerna och utredningarna skall lämnas till statsrådet. Genom förordning av statsrådet bestäms dessutom vilken service den utredning om servicenätets täckning som avses i 10 § 2 mom. 4 punkten och den plan för ordnandet av kommunens viktigaste funktioner som avses i 10 § 2 mom. 5 punkten åtminstone skall gälla.",
        "folded_sv": "genom forordning av statsradet bestams narmare om hur de planer som avses i 7 § samt den utredning och genomforandeplan som avses i 10 § skall vara strukturerade samt om hur planerna och utredningarna skall lamnas till statsradet. genom forordning av statsradet bestams dessutom vilken service den utredning om servicenatets tackning som avses i 10 § 2 mom. 4 punkten och den plan for ordnandet av kommunens viktigaste funktioner som avses i 10 § 2 mom. 5 punkten atminstone skall galla."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 23 päivänä helmikuuta 2007 ja on voimassa vuoden 2012 loppuun. Jos 5 ja 6 §:ssä tarkoitetut järjestelyt toteutetaan ennen 31 päivää joulukuuta 2012, sovelletaan lain 13 §:n 3 momentissa tarkoitettua irtisanomissuojaa 31 päivän joulukuuta 2012 jälkeenkin järjestelyn kohteena olevaan henkilöstöön. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_15",
        "normalized_fi": "Tämä laki tulee voimaan 23 päivänä helmikuuta 2007 ja on voimassa vuoden 2012 loppuun. Jos 5 ja 6 § :ssä tarkoitetut järjestelyt toteutetaan ennen 31 päivää joulukuuta 2012, sovelletaan lain 13 § :n 3 momentissa tarkoitettua irtisanomissuojaa 31 päivän joulukuuta 2012 jälkeenkin järjestelyn kohteena olevaan henkilöstöön. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
        "folded_fi": "tama laki tulee voimaan 23 paivana helmikuuta 2007 ja on voimassa vuoden 2012 loppuun. jos 5 ja 6 §:ssa tarkoitetut jarjestelyt toteutetaan ennen 31 paivaa joulukuuta 2012, sovelletaan lain 13 §:n 3 momentissa tarkoitettua irtisanomissuojaa 31 paivan joulukuuta 2012 jalkeenkin jarjestelyn kohteena olevaan henkilostoon. ennen lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 23 februari 2007 och gäller till utgången av 2012. Om de arrangemang som avses i 5 och 6 § vidtas före den 31 december 2012, tillämpas det uppsägningsskydd som avses i 13 § 3 mom. även efter den 31 december 2012 på den personal som är föremål för arrangemanget. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft",
        "normalized_sv": "Denna lag träder i kraft den 23 februari 2007 och gäller till utgången av 2012. Om de arrangemang som avses i 5 och 6 § vidtas före den 31 december 2012, tillämpas det uppsägningsskydd som avses i 13 § 3 mom. även efter den 31 december 2012 på den personal som är föremål för arrangemanget. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft",
        "folded_sv": "denna lag trader i kraft den 23 februari 2007 och galler till utgangen av 2012. om de arrangemang som avses i 5 och 6 § vidtas fore den 31 december 2012, tillampas det uppsagningsskydd som avses i 13 § 3 mom. aven efter den 31 december 2012 pa den personal som ar foremal for arrangemanget. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft"
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "Lain tarkoituksena on luoda edellytykset kunta- ja palvelurakenneuudistukselle. Uudistuksen tarkoituksena on kunnallisen kansanvallan lähtökohdista vahvistaa kunta- ja palvelurakennetta, kehittää palvelujen tuotantotapoja ja organisointia, uudistaa kuntien rahoitus- ja valtionosuusjärjestelmiä sekä tarkistaa kuntien ja valtion välistä tehtäväjakoa siten, että kuntien vastuulla olevien palvelujen järjestämiseen ja tuottamiseen sekä kuntien kehittämiseen on vahva rakenteellinen ja taloudellinen perusta. Tarkoituksena on parantaa tuottavuutta ja hillitä kuntien menojen kasvua sekä luoda edellytyksiä kuntien järjestämien palveluiden ohjauksen kehittämiselle. Lain tavoitteena on elinvoimainen ja toimintakykyinen sekä eheä kuntarakenne. Lisäksi lain tavoitteena on varmistaa koko maassa laadukkaat ja asukkaiden saatavilla olevat palvelut. Palvelurakenteen on oltava kattava ja taloudellinen ja sen on mahdollistettava voimavarojen tehokas käyttö. Tämän lain mukaisia järjestelyjä suunniteltaessa ja toteutettaessa on otettava huomioon: 1) palvelujen saatavuus, laatu ja rahoitus maan kaikissa osissa; 2) perusoikeudet ja yhdenvertaisuus palvelujen saamisessa; 3) kunnan asukkaiden itsehallinnon toimintaedellytykset; 4) kunnan asukkaiden osallistumis- ja vaikutusmahdollisuudet; 5) suomen- ja ruotsinkielisen väestön oikeudet käyttää omaa kieltään ja saada palveluja tällä kielellä; sekä 6) saamelaisten kielelliset oikeudet samoin kuin saamelaisten oikeus alkuperäiskansana ylläpitää ja kehittää omaa kieltään ja kulttuuriaan sekä saamelaisten kieltä ja kulttuuria koskeva itsehallinto heidän kotiseutualueellaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Lain tarkoituksena on luoda edellytykset kunta- ja palvelurakenneuudistukselle. Uudistuksen tarkoituksena on kunnallisen kansanvallan lähtökohdista vahvistaa kunta- ja palvelurakennetta, kehittää palvelujen tuotantotapoja ja organisointia, uudistaa kuntien rahoitus- ja valtionosuusjärjestelmiä sekä tarkistaa kuntien ja valtion välistä tehtäväjakoa siten, että kuntien vastuulla olevien palvelujen järjestämiseen ja tuottamiseen sekä kuntien kehittämiseen on vahva rakenteellinen ja taloudellinen perusta. Tarkoituksena on parantaa tuottavuutta ja hillitä kuntien menojen kasvua sekä luoda edellytyksiä kuntien järjestämien palveluiden ohjauksen kehittämiselle. Lain tavoitteena on elinvoimainen ja toimintakykyinen sekä eheä kuntarakenne. Lisäksi lain tavoitteena on varmistaa koko maassa laadukkaat ja asukkaiden saatavilla olevat palvelut. Palvelurakenteen on oltava kattava ja taloudellinen ja sen on mahdollistettava voimavarojen tehokas käyttö. Tämän lain mukaisia järjestelyjä suunniteltaessa ja toteutettaessa on otettava huomioon: 1) palvelujen saatavuus, laatu ja rahoitus maan kaikissa osissa; 2) perusoikeudet ja yhdenvertaisuus palvelujen saamisessa; 3) kunnan asukkaiden itsehallinnon toimintaedellytykset; 4) kunnan asukkaiden osallistumis- ja vaikutusmahdollisuudet; 5) suomen- ja ruotsinkielisen väestön oikeudet käyttää omaa kieltään ja saada palveluja tällä kielellä; sekä 6) saamelaisten kielelliset oikeudet samoin kuin saamelaisten oikeus alkuperäiskansana ylläpitää ja kehittää omaa kieltään ja kulttuuriaan sekä saamelaisten kieltä ja kulttuuria koskeva itsehallinto heidän kotiseutualueellaan.",
        "folded_fi": "lain tarkoituksena on luoda edellytykset kunta- ja palvelurakenneuudistukselle. uudistuksen tarkoituksena on kunnallisen kansanvallan lahtokohdista vahvistaa kunta- ja palvelurakennetta, kehittaa palvelujen tuotantotapoja ja organisointia, uudistaa kuntien rahoitus- ja valtionosuusjarjestelmia seka tarkistaa kuntien ja valtion valista tehtavajakoa siten, etta kuntien vastuulla olevien palvelujen jarjestamiseen ja tuottamiseen seka kuntien kehittamiseen on vahva rakenteellinen ja taloudellinen perusta. tarkoituksena on parantaa tuottavuutta ja hillita kuntien menojen kasvua seka luoda edellytyksia kuntien jarjestamien palveluiden ohjauksen kehittamiselle. lain tavoitteena on elinvoimainen ja toimintakykyinen seka ehea kuntarakenne. lisaksi lain tavoitteena on varmistaa koko maassa laadukkaat ja asukkaiden saatavilla olevat palvelut. palvelurakenteen on oltava kattava ja taloudellinen ja sen on mahdollistettava voimavarojen tehokas kaytto. taman lain mukaisia jarjestelyja suunniteltaessa ja toteutettaessa on otettava huomioon: 1) palvelujen saatavuus, laatu ja rahoitus maan kaikissa osissa; 2) perusoikeudet ja yhdenvertaisuus palvelujen saamisessa; 3) kunnan asukkaiden itsehallinnon toimintaedellytykset; 4) kunnan asukkaiden osallistumis- ja vaikutusmahdollisuudet; 5) suomen- ja ruotsinkielisen vaeston oikeudet kayttaa omaa kieltaan ja saada palveluja talla kielella; seka 6) saamelaisten kielelliset oikeudet samoin kuin saamelaisten oikeus alkuperaiskansana yllapitaa ja kehittaa omaa kieltaan ja kulttuuriaan seka saamelaisten kielta ja kulttuuria koskeva itsehallinto heidan kotiseutualueellaan.",
        "title_sv": "Lagens syfte",
        "content_sv": "Syftet med denna lag är att skapa förutsättningar för en kommun- och servicestrukturreform. Syftet med reformen är att utgående från den kommunala demokratin stärka kommun- och servicestrukturen, utveckla sätten att producera och organisera servicen, revidera kommunernas finansierings- och statsandelssystem samt se över uppgiftsfördelningen mellan kommunerna och staten så att det finns en stark strukturell och ekonomisk grund för ordnandet och produktionen av den service som kommunerna ansvarar för samt för kommunernas utveckling. Syftet är att förbättra produktiviteten och dämpa utgiftsökningen i kommunerna samt att skapa förutsättningar för att utveckla styrningen av den service som kommunerna ordnar. Lagens mål är en livskraftig och funktionsduglig samt enhetlig kommunstruktur. Dessutom är lagens mål att i hela landet säkerställa service av hög kvalitet som är tillgänglig för invånarna. Servicestrukturen skall vara heltäckande och ekonomisk och den skall möjliggöra en effektiv användning av resurserna. När arrangemangen enligt denna lag planeras och genomförs skall beaktas 1) tillgången till service, dess kvalitet och finansieringen av den i landets alla delar, 2) de grundläggande fri- och rättigheterna samt jämlikhet i fråga om erhållandet av service, 3) förutsättningarna för kommuninvånarnas självstyrelse, 4) kommuninvånarnas möjligheter att delta och påverka, 5) den finsk- och svenskspråkiga befolkningens rättigheter att använda sitt eget språk och att få service på detta språk, samt 6) samernas språkliga rättigheter samt samernas rätt att såsom urfolk bevara och utveckla sitt språk och sin kultur samt självstyrelsen när det gäller samernas språk och kultur inom samernas hembygdsområde.",
        "normalized_sv": "Syftet med denna lag är att skapa förutsättningar för en kommun- och servicestrukturreform. Syftet med reformen är att utgående från den kommunala demokratin stärka kommun- och servicestrukturen, utveckla sätten att producera och organisera servicen, revidera kommunernas finansierings- och statsandelssystem samt se över uppgiftsfördelningen mellan kommunerna och staten så att det finns en stark strukturell och ekonomisk grund för ordnandet och produktionen av den service som kommunerna ansvarar för samt för kommunernas utveckling. Syftet är att förbättra produktiviteten och dämpa utgiftsökningen i kommunerna samt att skapa förutsättningar för att utveckla styrningen av den service som kommunerna ordnar. Lagens mål är en livskraftig och funktionsduglig samt enhetlig kommunstruktur. Dessutom är lagens mål att i hela landet säkerställa service av hög kvalitet som är tillgänglig för invånarna. Servicestrukturen skall vara heltäckande och ekonomisk och den skall möjliggöra en effektiv användning av resurserna. När arrangemangen enligt denna lag planeras och genomförs skall beaktas 1) tillgången till service, dess kvalitet och finansieringen av den i landets alla delar, 2) de grundläggande fri- och rättigheterna samt jämlikhet i fråga om erhållandet av service, 3) förutsättningarna för kommuninvånarnas självstyrelse, 4) kommuninvånarnas möjligheter att delta och påverka, 5) den finsk- och svenskspråkiga befolkningens rättigheter att använda sitt eget språk och att få service på detta språk, samt 6) samernas språkliga rättigheter samt samernas rätt att såsom urfolk bevara och utveckla sitt språk och sin kultur samt självstyrelsen när det gäller samernas språk och kultur inom samernas hembygdsområde.",
        "folded_sv": "syftet med denna lag ar att skapa forutsattningar for en kommun- och servicestrukturreform. syftet med reformen ar att utgaende fran den kommunala demokratin starka kommun- och servicestrukturen, utveckla satten att producera och organisera servicen, revidera kommunernas finansierings- och statsandelssystem samt se over uppgiftsfordelningen mellan kommunerna och staten sa att det finns en stark strukturell och ekonomisk grund for ordnandet och produktionen av den service som kommunerna ansvarar for samt for kommunernas utveckling. syftet ar att forbattra produktiviteten och dampa utgiftsokningen i kommunerna samt att skapa forutsattningar for att utveckla styrningen av den service som kommunerna ordnar. lagens mal ar en livskraftig och funktionsduglig samt enhetlig kommunstruktur. dessutom ar lagens mal att i hela landet sakerstalla service av hog kvalitet som ar tillganglig for invanarna. servicestrukturen skall vara heltackande och ekonomisk och den skall mojliggora en effektiv anvandning av resurserna. nar arrangemangen enligt denna lag planeras och genomfors skall beaktas 1) tillgangen till service, dess kvalitet och finansieringen av den i landets alla delar, 2) de grundlaggande fri- och rattigheterna samt jamlikhet i fraga om erhallandet av service, 3) forutsattningarna for kommuninvanarnas sjalvstyrelse, 4) kommuninvanarnas mojligheter att delta och paverka, 5) den finsk- och svensksprakiga befolkningens rattigheter att anvanda sitt eget sprak och att fa service pa detta sprak, samt 6) samernas sprakliga rattigheter samt samernas ratt att sasom urfolk bevara och utveckla sitt sprak och sin kultur samt sjalvstyrelsen nar det galler samernas sprak och kultur inom samernas hembygdsomrade."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Soveltamisala",
      "content": "Lakia sovelletaan maan kaikissa kunnissa. Kainuun hallintokokeilusta annetun lain (343/2003) soveltamisalaan kuuluvissa kunnissa sovelletaan kuitenkin vain tämän lain 8, 9 ja 11―13 §:ää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Lakia sovelletaan maan kaikissa kunnissa. Kainuun hallintokokeilusta annetun lain (343/2003) soveltamisalaan kuuluvissa kunnissa sovelletaan kuitenkin vain tämän lain 8, 9 ja 11―13 § :ää.",
        "folded_fi": "lakia sovelletaan maan kaikissa kunnissa. kainuun hallintokokeilusta annetun lain (343/2003) soveltamisalaan kuuluvissa kunnissa sovelletaan kuitenkin vain taman lain 8, 9 ja 11―13 §:aa.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Lagen tillämpas i landets samtliga kommuner. I de kommuner som hör till tillämpningsområdet för lagen om ett förvaltningsförsök i Kajanaland (343/2003) tillämpas dock endast 8, 9 och 11―13 § i denna lag.",
        "normalized_sv": "Lagen tillämpas i landets samtliga kommuner. I de kommuner som hör till tillämpningsområdet för lagen om ett förvaltningsförsök i Kajanaland (343/2003) tillämpas dock endast 8, 9 och 11―13 § i denna lag.",
        "folded_sv": "lagen tillampas i landets samtliga kommuner. i de kommuner som hor till tillampningsomradet for lagen om ett forvaltningsforsok i kajanaland (343/2003) tillampas dock endast 8, 9 och 11―13 § i denna lag."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Suhde aluejakoihin",
      "content": "Kunnat voivat laatia tässä laissa tarkoitetut selvitykset ja suunnitelmat erikoissairaanhoitolain (1062/1989) 7 §:n mukaisesta sairaanhoitopiirijaosta ja valtioneuvoston kehitysvammaisten erityishuollosta annetun lain (519/1977) 6 §:n nojalla päättämästä erityishuoltopiirijaosta poiketen. Kunnat voivat laatia tässä laissa tarkoitetut selvitykset ja suunnitelmat valtioneuvoston maakuntajakolain (1159/1997) 1 §:n 2 momentin nojalla päättämästä maakuntajaosta poiketen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_3",
        "normalized_fi": "Kunnat voivat laatia tässä laissa tarkoitetut selvitykset ja suunnitelmat erikoissairaanhoitolain (1062/1989) 7 § :n mukaisesta sairaanhoitopiirijaosta ja valtioneuvoston kehitysvammaisten erityishuollosta annetun lain (519/1977) 6 § :n nojalla päättämästä erityishuoltopiirijaosta poiketen. Kunnat voivat laatia tässä laissa tarkoitetut selvitykset ja suunnitelmat valtioneuvoston maakuntajakolain (1159/1997) 1 § :n 2 momentin nojalla päättämästä maakuntajaosta poiketen.",
        "folded_fi": "kunnat voivat laatia tassa laissa tarkoitetut selvitykset ja suunnitelmat erikoissairaanhoitolain (1062/1989) 7 §:n mukaisesta sairaanhoitopiirijaosta ja valtioneuvoston kehitysvammaisten erityishuollosta annetun lain (519/1977) 6 §:n nojalla paattamasta erityishuoltopiirijaosta poiketen. kunnat voivat laatia tassa laissa tarkoitetut selvitykset ja suunnitelmat valtioneuvoston maakuntajakolain (1159/1997) 1 §:n 2 momentin nojalla paattamasta maakuntajaosta poiketen.",
        "title_sv": "Förhållandet till regionindelningarna",
        "content_sv": "Kommunerna kan utarbeta de utredningar och planer som avses i denna lag så att de avviker från indelningen i sjukvårdsdistrikt enligt 7 § i lagen om specialiserad sjukvård (1062/1989) och den indelning i specialomsorgsdistrikt som statsrådet beslutat om med stöd av 6 § i lagen angående specialomsorger om utvecklingsstörda (519/1977). Kommunerna kan utarbeta de utredningar och planer som avses i denna lag så att de avviker från den landskapsindelning som statsrådet beslutat om med stöd av 1 § 2 mom. i lagen om landskapsindelning (1159/1997).",
        "normalized_sv": "Kommunerna kan utarbeta de utredningar och planer som avses i denna lag så att de avviker från indelningen i sjukvårdsdistrikt enligt 7 § i lagen om specialiserad sjukvård (1062/1989) och den indelning i specialomsorgsdistrikt som statsrådet beslutat om med stöd av 6 § i lagen angående specialomsorger om utvecklingsstörda (519/1977). Kommunerna kan utarbeta de utredningar och planer som avses i denna lag så att de avviker från den landskapsindelning som statsrådet beslutat om med stöd av 1 § 2 mom. i lagen om landskapsindelning (1159/1997).",
        "folded_sv": "kommunerna kan utarbeta de utredningar och planer som avses i denna lag sa att de avviker fran indelningen i sjukvardsdistrikt enligt 7 § i lagen om specialiserad sjukvard (1062/1989) och den indelning i specialomsorgsdistrikt som statsradet beslutat om med stod av 6 § i lagen angaende specialomsorger om utvecklingsstorda (519/1977). kommunerna kan utarbeta de utredningar och planer som avses i denna lag sa att de avviker fran den landskapsindelning som statsradet beslutat om med stod av 1 § 2 mom. i lagen om landskapsindelning (1159/1997)."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Keinot",
      "content": "Kuntarakennetta vahvistetaan yhdistämällä kuntia ja liittämällä osia kunnista toisiin kuntiin. Kuntajaon muutokset toteutetaan ja niiden tekemistä tuetaan siten kuin kuntajakolaissa (1196/1997) säädetään. Palvelurakenteita vahvistetaan kokoamalla kuntaa laajempaa väestöpohjaa edellyttäviä palveluja ja lisäämällä kuntien yhteistoimintaa. Toiminnan tuottavuutta parannetaan myös tehostamalla kuntien toimintaa palvelujen järjestämisessä ja tuottamisessa sekä vahvistamalla pääkaupunkiseudun ja muiden yhdyskuntarakenteellisesti ongelmallisten kaupunkiseutujen toimintaedellytyksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_4",
        "normalized_fi": "Kuntarakennetta vahvistetaan yhdistämällä kuntia ja liittämällä osia kunnista toisiin kuntiin. Kuntajaon muutokset toteutetaan ja niiden tekemistä tuetaan siten kuin kuntajakolaissa (1196/1997) säädetään. Palvelurakenteita vahvistetaan kokoamalla kuntaa laajempaa väestöpohjaa edellyttäviä palveluja ja lisäämällä kuntien yhteistoimintaa. Toiminnan tuottavuutta parannetaan myös tehostamalla kuntien toimintaa palvelujen järjestämisessä ja tuottamisessa sekä vahvistamalla pääkaupunkiseudun ja muiden yhdyskuntarakenteellisesti ongelmallisten kaupunkiseutujen toimintaedellytyksiä.",
        "folded_fi": "kuntarakennetta vahvistetaan yhdistamalla kuntia ja liittamalla osia kunnista toisiin kuntiin. kuntajaon muutokset toteutetaan ja niiden tekemista tuetaan siten kuin kuntajakolaissa (1196/1997) saadetaan. palvelurakenteita vahvistetaan kokoamalla kuntaa laajempaa vaestopohjaa edellyttavia palveluja ja lisaamalla kuntien yhteistoimintaa. toiminnan tuottavuutta parannetaan myos tehostamalla kuntien toimintaa palvelujen jarjestamisessa ja tuottamisessa seka vahvistamalla paakaupunkiseudun ja muiden yhdyskuntarakenteellisesti ongelmallisten kaupunkiseutujen toimintaedellytyksia.",
        "title_sv": "Metoder",
        "content_sv": "Kommunstrukturen stärks genom att kommuner sammanslås och genom att delar av kommuner ansluts till andra kommuner. Ändringar i kommunindelningen verkställs och stöds på det sätt som bestäms i kommunindelningslagen (1196/1997). Servicestrukturerna stärks genom att den service som förutsätter ett större befolkningsunderlag än en kommun sammanförs och genom att samarbetet mellan kommunerna utökas. Verksamhetens produktivitet förbättras också genom att kommunernas verksamhet effektiviseras vid ordnandet och produktionen av service samt genom att stärka verksamhetsförutsättningarna för huvudstadsregionen och andra stadsregioner med problematisk samhällsstruktur.",
        "normalized_sv": "Kommunstrukturen stärks genom att kommuner sammanslås och genom att delar av kommuner ansluts till andra kommuner. Ändringar i kommunindelningen verkställs och stöds på det sätt som bestäms i kommunindelningslagen (1196/1997). Servicestrukturerna stärks genom att den service som förutsätter ett större befolkningsunderlag än en kommun sammanförs och genom att samarbetet mellan kommunerna utökas. Verksamhetens produktivitet förbättras också genom att kommunernas verksamhet effektiviseras vid ordnandet och produktionen av service samt genom att stärka verksamhetsförutsättningarna för huvudstadsregionen och andra stadsregioner med problematisk samhällsstruktur.",
        "folded_sv": "kommunstrukturen starks genom att kommuner sammanslas och genom att delar av kommuner ansluts till andra kommuner. andringar i kommunindelningen verkstalls och stods pa det satt som bestams i kommunindelningslagen (1196/1997). servicestrukturerna starks genom att den service som forutsatter ett storre befolkningsunderlag an en kommun sammanfors och genom att samarbetet mellan kommunerna utokas. verksamhetens produktivitet forbattras ocksa genom att kommunernas verksamhet effektiviseras vid ordnandet och produktionen av service samt genom att starka verksamhetsforutsattningarna for huvudstadsregionen och andra stadsregioner med problematisk samhallsstruktur."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Kunnan ja yhteistoiminta-alueen muodostaminen",
      "content": "Kunnan tulee muodostua työssäkäyntialueesta tai muusta sellaisesta toiminnallisesta kokonaisuudesta, jolla on taloudelliset ja henkilöstövoimavaroihin perustuvat edellytykset vastata palveluiden järjestämisestä ja rahoituksesta. Kuntien yhteistoiminnan vahvistamiseksi kunnat voivat perustaa toiminnallisesta kokonaisuudesta muodostuvan 3 ja 4 momentissa tarkoitetun yhteistoiminta-alueen. Kunnat voivat sopia, että yhteistoiminta-alueen tehtävät annetaan kuntalain (365/1995) 76 §:n 2 momentin mukaisesti alueen yhden kunnan hoidettavaksi, jolloin tehtävien hoitamista varten perustetaan kuntalain 77 §:ssä tarkoitettu alueen kuntien yhteinen toimielin, tai että yhteistoiminta-alueen tehtävät hoitaa kuntayhtymä. Kunnassa tai yhteistoiminta-alueella, joka huolehtii perusterveydenhuollosta ja siihen kiinteästi liittyvistä sosiaalitoimen tehtävistä, on oltava vähintään noin 20 000 asukasta. Kunnan tai yhteistoiminta-alueen, jolla on ammatillisesta koulutuksesta annetun lain (630/1998) mukainen ammatillisen peruskoulutuksen järjestämislupa, asukasmäärän on oltava vähintään noin 50 000. Kunnan ja yhteistoiminta-alueen muodostamiselle 3 ja 4 momentissa säädetyistä edellytyksistä voidaan poiketa, jos: 1) toiminnallisen kokonaisuuden muodostaminen ei saaristoisuuden tai pitkien etäisyyksien vuoksi ole 1 ja 2 momentissa säädetyllä tavalla mahdollista; 2) se on tarpeen suomen- tai ruotsinkielisten asukkaiden kielellisten oikeuksien turvaamiseksi; tai 3) se on tarpeen saamelaisten kieltä ja kulttuuria koskevien oikeuksien turvaamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Kunnan tulee muodostua työssäkäyntialueesta tai muusta sellaisesta toiminnallisesta kokonaisuudesta, jolla on taloudelliset ja henkilöstövoimavaroihin perustuvat edellytykset vastata palveluiden järjestämisestä ja rahoituksesta. Kuntien yhteistoiminnan vahvistamiseksi kunnat voivat perustaa toiminnallisesta kokonaisuudesta muodostuvan 3 ja 4 momentissa tarkoitetun yhteistoiminta-alueen. Kunnat voivat sopia, että yhteistoiminta-alueen tehtävät annetaan kuntalain (365/1995) 76 § :n 2 momentin mukaisesti alueen yhden kunnan hoidettavaksi, jolloin tehtävien hoitamista varten perustetaan kuntalain 77 § :ssä tarkoitettu alueen kuntien yhteinen toimielin, tai että yhteistoiminta-alueen tehtävät hoitaa kuntayhtymä. Kunnassa tai yhteistoiminta-alueella, joka huolehtii perusterveydenhuollosta ja siihen kiinteästi liittyvistä sosiaalitoimen tehtävistä, on oltava vähintään noin 20 000 asukasta. Kunnan tai yhteistoiminta-alueen, jolla on ammatillisesta koulutuksesta annetun lain (630/1998) mukainen ammatillisen peruskoulutuksen järjestämislupa, asukasmäärän on oltava vähintään noin 50 000. Kunnan ja yhteistoiminta-alueen muodostamiselle 3 ja 4 momentissa säädetyistä edellytyksistä voidaan poiketa, jos: 1) toiminnallisen kokonaisuuden muodostaminen ei saaristoisuuden tai pitkien etäisyyksien vuoksi ole 1 ja 2 momentissa säädetyllä tavalla mahdollista; 2) se on tarpeen suomen- tai ruotsinkielisten asukkaiden kielellisten oikeuksien turvaamiseksi; tai 3) se on tarpeen saamelaisten kieltä ja kulttuuria koskevien oikeuksien turvaamiseksi.",
        "folded_fi": "kunnan tulee muodostua tyossakayntialueesta tai muusta sellaisesta toiminnallisesta kokonaisuudesta, jolla on taloudelliset ja henkilostovoimavaroihin perustuvat edellytykset vastata palveluiden jarjestamisesta ja rahoituksesta. kuntien yhteistoiminnan vahvistamiseksi kunnat voivat perustaa toiminnallisesta kokonaisuudesta muodostuvan 3 ja 4 momentissa tarkoitetun yhteistoiminta-alueen. kunnat voivat sopia, etta yhteistoiminta-alueen tehtavat annetaan kuntalain (365/1995) 76 §:n 2 momentin mukaisesti alueen yhden kunnan hoidettavaksi, jolloin tehtavien hoitamista varten perustetaan kuntalain 77 §:ssa tarkoitettu alueen kuntien yhteinen toimielin, tai etta yhteistoiminta-alueen tehtavat hoitaa kuntayhtyma. kunnassa tai yhteistoiminta-alueella, joka huolehtii perusterveydenhuollosta ja siihen kiinteasti liittyvista sosiaalitoimen tehtavista, on oltava vahintaan noin 20 000 asukasta. kunnan tai yhteistoiminta-alueen, jolla on ammatillisesta koulutuksesta annetun lain (630/1998) mukainen ammatillisen peruskoulutuksen jarjestamislupa, asukasmaaran on oltava vahintaan noin 50 000. kunnan ja yhteistoiminta-alueen muodostamiselle 3 ja 4 momentissa saadetyista edellytyksista voidaan poiketa, jos: 1) toiminnallisen kokonaisuuden muodostaminen ei saaristoisuuden tai pitkien etaisyyksien vuoksi ole 1 ja 2 momentissa saadetylla tavalla mahdollista; 2) se on tarpeen suomen- tai ruotsinkielisten asukkaiden kielellisten oikeuksien turvaamiseksi; tai 3) se on tarpeen saamelaisten kielta ja kulttuuria koskevien oikeuksien turvaamiseksi.",
        "title_sv": "Bildandet av kommuner och samarbetsområden",
        "content_sv": "En kommun skall bestå av en pendlingsregion eller någon annan sådan funktionell helhet som har ekonomiska förutsättningar och på personella resurser grundade förutsättningar att ansvara för ordnandet och finansieringen av servicen. För att stärka samarbetet mellan kommunerna kan kommunerna inrätta ett samarbetsområde enligt 3 och 4 mom. som består av en funktionell helhet. Kommunerna kan komma överens om att samarbetsområdets uppgifter i enlighet med 76 § 2 mom. i kommunallagen (365/1995) anförtros en kommun inom området att sköta, varvid det för skötseln av uppgifterna inrättas ett i 77 § i kommunallagen avsett gemensamt organ för kommunerna inom området, eller att samarbetsområdets uppgifter sköts av en samkommun. I en kommun eller inom ett samarbetsområde som sköter primärvården och sådana uppgifter inom socialväsendet som är nära anslutna till primärvärden skall det finnas åtminstone ungefär 20 000 invånare. En kommun eller ett samarbetsområde som har tillstånd att ordna grundläggande yrkesutbildning enligt lagen om yrkesutbildning (630/1998) skall åtminstone ha ungefär 50 000 invånare. Från de villkor som i 3 och 4 mom. föreskrivs för bildandet av en kommun eller ett samarbetsområde kan avvikas, om 1) det på grund av skärgård eller långa avstånd inte är möjligt att bilda en funktionell helhet på det sätt som bestäms i 1 och 2 mom., 2) det är nödvändigt för att trygga de finsk- eller svenskspråkiga invånarnas språkliga rättigheter, eller 3) det är nödvändigt för att trygga de rättigheter som gäller samernas språk och kultur.",
        "normalized_sv": "En kommun skall bestå av en pendlingsregion eller någon annan sådan funktionell helhet som har ekonomiska förutsättningar och på personella resurser grundade förutsättningar att ansvara för ordnandet och finansieringen av servicen. För att stärka samarbetet mellan kommunerna kan kommunerna inrätta ett samarbetsområde enligt 3 och 4 mom. som består av en funktionell helhet. Kommunerna kan komma överens om att samarbetsområdets uppgifter i enlighet med 76 § 2 mom. i kommunallagen (365/1995) anförtros en kommun inom området att sköta, varvid det för skötseln av uppgifterna inrättas ett i 77 § i kommunallagen avsett gemensamt organ för kommunerna inom området, eller att samarbetsområdets uppgifter sköts av en samkommun. I en kommun eller inom ett samarbetsområde som sköter primärvården och sådana uppgifter inom socialväsendet som är nära anslutna till primärvärden skall det finnas åtminstone ungefär 20 000 invånare. En kommun eller ett samarbetsområde som har tillstånd att ordna grundläggande yrkesutbildning enligt lagen om yrkesutbildning (630/1998) skall åtminstone ha ungefär 50 000 invånare. Från de villkor som i 3 och 4 mom. föreskrivs för bildandet av en kommun eller ett samarbetsområde kan avvikas, om 1) det på grund av skärgård eller långa avstånd inte är möjligt att bilda en funktionell helhet på det sätt som bestäms i 1 och 2 mom., 2) det är nödvändigt för att trygga de finsk- eller svenskspråkiga invånarnas språkliga rättigheter, eller 3) det är nödvändigt för att trygga de rättigheter som gäller samernas språk och kultur.",
        "folded_sv": "en kommun skall besta av en pendlingsregion eller nagon annan sadan funktionell helhet som har ekonomiska forutsattningar och pa personella resurser grundade forutsattningar att ansvara for ordnandet och finansieringen av servicen. for att starka samarbetet mellan kommunerna kan kommunerna inratta ett samarbetsomrade enligt 3 och 4 mom. som bestar av en funktionell helhet. kommunerna kan komma overens om att samarbetsomradets uppgifter i enlighet med 76 § 2 mom. i kommunallagen (365/1995) anfortros en kommun inom omradet att skota, varvid det for skotseln av uppgifterna inrattas ett i 77 § i kommunallagen avsett gemensamt organ for kommunerna inom omradet, eller att samarbetsomradets uppgifter skots av en samkommun. i en kommun eller inom ett samarbetsomrade som skoter primarvarden och sadana uppgifter inom socialvasendet som ar nara anslutna till primarvarden skall det finnas atminstone ungefar 20 000 invanare. en kommun eller ett samarbetsomrade som har tillstand att ordna grundlaggande yrkesutbildning enligt lagen om yrkesutbildning (630/1998) skall atminstone ha ungefar 50 000 invanare. fran de villkor som i 3 och 4 mom. foreskrivs for bildandet av en kommun eller ett samarbetsomrade kan avvikas, om 1) det pa grund av skargard eller langa avstand inte ar mojligt att bilda en funktionell helhet pa det satt som bestams i 1 och 2 mom., 2) det ar nodvandigt for att trygga de finsk- eller svensksprakiga invanarnas sprakliga rattigheter, eller 3) det ar nodvandigt for att trygga de rattigheter som galler samernas sprak och kultur."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Laajaa väestöpohjaa edellyttävät palvelut",
      "content": "Laajaa väestöpohjaa edellyttävien palvelujen turvaamiseksi maa jaetaan erikoissairaanhoitolain 7 §:ssä lueteltuihin kuntayhtymiin. Kunnan tulee kuulua yhteen kuntayhtymään. Äänivallasta kuntayhtymässä on voimassa, mitä erikoissairaanhoitolain 17 §:ssä säädetään, jolleivät kunnat toisin sovi. Kuntayhtymän tulee: 1) kunnan osoittamassa laajuudessa vastata palveluista, joista säädetään erikoissairaanhoitolaissa ja kehitysvammaisten erityishuollosta annetussa laissa; 2) edistää alueellaan terveyden, toimintakyvyn ja sosiaalisen turvallisuuden huomioon ottamista; sekä 3) hoitaa muut sille lailla säädettävät tehtävät. Kunta voi antaa kuntayhtymälle myös muita tehtäviä. Kaksikieliset ja yksikieliset ruotsinkieliset kunnat ovat lisäksi jäseninä kuntayhtymässä, jonka tehtävänä on turvata jäsenkuntiensa ruotsinkielisten palvelujen järjestäminen erikseen sovittavan työnjaon mukaisesti. Osa erityistason sairaanhoitoon kuuluvista toimenpiteistä ja hoidoista keskitetään valtakunnallisesti joillekin erityisvastuualueille. Eduskunnalle antamista varten valmistellaan hallituksen esitys erikoissairaanhoitolain muuttamisesta siten, että valtioneuvoston asetuksella säädetään, mitkä tutkimukset, toimenpiteet ja hoidot kuuluvat erityistason sairaanhoitoon, sekä siitä, mitkä näistä keskitetään valtakunnallisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Laajaa väestöpohjaa edellyttävien palvelujen turvaamiseksi maa jaetaan erikoissairaanhoitolain 7 § :ssä lueteltuihin kuntayhtymiin. Kunnan tulee kuulua yhteen kuntayhtymään. Äänivallasta kuntayhtymässä on voimassa, mitä erikoissairaanhoitolain 17 § :ssä säädetään, jolleivät kunnat toisin sovi. Kuntayhtymän tulee: 1) kunnan osoittamassa laajuudessa vastata palveluista, joista säädetään erikoissairaanhoitolaissa ja kehitysvammaisten erityishuollosta annetussa laissa; 2) edistää alueellaan terveyden, toimintakyvyn ja sosiaalisen turvallisuuden huomioon ottamista; sekä 3) hoitaa muut sille lailla säädettävät tehtävät. Kunta voi antaa kuntayhtymälle myös muita tehtäviä. Kaksikieliset ja yksikieliset ruotsinkieliset kunnat ovat lisäksi jäseninä kuntayhtymässä, jonka tehtävänä on turvata jäsenkuntiensa ruotsinkielisten palvelujen järjestäminen erikseen sovittavan työnjaon mukaisesti. Osa erityistason sairaanhoitoon kuuluvista toimenpiteistä ja hoidoista keskitetään valtakunnallisesti joillekin erityisvastuualueille. Eduskunnalle antamista varten valmistellaan hallituksen esitys erikoissairaanhoitolain muuttamisesta siten, että valtioneuvoston asetuksella säädetään, mitkä tutkimukset, toimenpiteet ja hoidot kuuluvat erityistason sairaanhoitoon, sekä siitä, mitkä näistä keskitetään valtakunnallisesti.",
        "folded_fi": "laajaa vaestopohjaa edellyttavien palvelujen turvaamiseksi maa jaetaan erikoissairaanhoitolain 7 §:ssa lueteltuihin kuntayhtymiin. kunnan tulee kuulua yhteen kuntayhtymaan. aanivallasta kuntayhtymassa on voimassa, mita erikoissairaanhoitolain 17 §:ssa saadetaan, jolleivat kunnat toisin sovi. kuntayhtyman tulee: 1) kunnan osoittamassa laajuudessa vastata palveluista, joista saadetaan erikoissairaanhoitolaissa ja kehitysvammaisten erityishuollosta annetussa laissa; 2) edistaa alueellaan terveyden, toimintakyvyn ja sosiaalisen turvallisuuden huomioon ottamista; seka 3) hoitaa muut sille lailla saadettavat tehtavat. kunta voi antaa kuntayhtymalle myos muita tehtavia. kaksikieliset ja yksikieliset ruotsinkieliset kunnat ovat lisaksi jasenina kuntayhtymassa, jonka tehtavana on turvata jasenkuntiensa ruotsinkielisten palvelujen jarjestaminen erikseen sovittavan tyonjaon mukaisesti. osa erityistason sairaanhoitoon kuuluvista toimenpiteista ja hoidoista keskitetaan valtakunnallisesti joillekin erityisvastuualueille. eduskunnalle antamista varten valmistellaan hallituksen esitys erikoissairaanhoitolain muuttamisesta siten, etta valtioneuvoston asetuksella saadetaan, mitka tutkimukset, toimenpiteet ja hoidot kuuluvat erityistason sairaanhoitoon, seka siita, mitka naista keskitetaan valtakunnallisesti.",
        "title_sv": "Service som förutsätter ett brett befolkningsunderlag",
        "content_sv": "För att trygga den service som förutsätter ett brett befolkningsunderlag indelas landet i de samkommuner som uppräknas i 7 § i lagen om specialiserad sjukvård. Varje kommun skall höra till en samkommun. Angående röstetalet i samkommunen gäller vad som bestäms i 17 § i lagen om specialiserad sjukvård, om inte kommunerna kommer överens om något annat. Samkommunen skall 1) i den omfattning som kommunen anger ansvara för den service som föreskrivs i lagen om specialiserad sjukvård och lagen angående specialomsorger om utvecklingsstörda, 2) inom sitt område främja beaktandet av hälsa, funktionsförmåga och social trygghet, samt 3) sköta de andra uppgifter som åläggs den genom lag. Kommunen kan också ge samkommunen andra uppgifter. Tvåspråkiga och enspråkiga svenskspråkiga kommuner är dessutom medlemmar i en samkommun som har till uppgift att trygga ordnandet av svenskspråkig service för medlemskommunerna i enlighet med den arbetsfördelning som särskilt skall beslutas. En del av de åtgärder och den vård som hör till den högspecialiserade sjukvården centraliseras till något specialupptagningsområde på riksnivå. En proposition med förslag till ändring av lagen om specialiserad sjukvård bereds och föreläggs riksdagen så att genom förordning av statsrådet bestäms vilka undersökningar och åtgärder samt vilken vård som hör till den högspecialiserade sjukvården samt vilka av dessa som centraliseras på riksnivå.",
        "normalized_sv": "För att trygga den service som förutsätter ett brett befolkningsunderlag indelas landet i de samkommuner som uppräknas i 7 § i lagen om specialiserad sjukvård. Varje kommun skall höra till en samkommun. Angående röstetalet i samkommunen gäller vad som bestäms i 17 § i lagen om specialiserad sjukvård, om inte kommunerna kommer överens om något annat. Samkommunen skall 1) i den omfattning som kommunen anger ansvara för den service som föreskrivs i lagen om specialiserad sjukvård och lagen angående specialomsorger om utvecklingsstörda, 2) inom sitt område främja beaktandet av hälsa, funktionsförmåga och social trygghet, samt 3) sköta de andra uppgifter som åläggs den genom lag. Kommunen kan också ge samkommunen andra uppgifter. Tvåspråkiga och enspråkiga svenskspråkiga kommuner är dessutom medlemmar i en samkommun som har till uppgift att trygga ordnandet av svenskspråkig service för medlemskommunerna i enlighet med den arbetsfördelning som särskilt skall beslutas. En del av de åtgärder och den vård som hör till den högspecialiserade sjukvården centraliseras till något specialupptagningsområde på riksnivå. En proposition med förslag till ändring av lagen om specialiserad sjukvård bereds och föreläggs riksdagen så att genom förordning av statsrådet bestäms vilka undersökningar och åtgärder samt vilken vård som hör till den högspecialiserade sjukvården samt vilka av dessa som centraliseras på riksnivå.",
        "folded_sv": "for att trygga den service som forutsatter ett brett befolkningsunderlag indelas landet i de samkommuner som uppraknas i 7 § i lagen om specialiserad sjukvard. varje kommun skall hora till en samkommun. angaende rostetalet i samkommunen galler vad som bestams i 17 § i lagen om specialiserad sjukvard, om inte kommunerna kommer overens om nagot annat. samkommunen skall 1) i den omfattning som kommunen anger ansvara for den service som foreskrivs i lagen om specialiserad sjukvard och lagen angaende specialomsorger om utvecklingsstorda, 2) inom sitt omrade framja beaktandet av halsa, funktionsformaga och social trygghet, samt 3) skota de andra uppgifter som alaggs den genom lag. kommunen kan ocksa ge samkommunen andra uppgifter. tvasprakiga och ensprakiga svensksprakiga kommuner ar dessutom medlemmar i en samkommun som har till uppgift att trygga ordnandet av svensksprakig service for medlemskommunerna i enlighet med den arbetsfordelning som sarskilt skall beslutas. en del av de atgarder och den vard som hor till den hogspecialiserade sjukvarden centraliseras till nagot specialupptagningsomrade pa riksniva. en proposition med forslag till andring av lagen om specialiserad sjukvard bereds och forelaggs riksdagen sa att genom forordning av statsradet bestams vilka undersokningar och atgarder samt vilken vard som hor till den hogspecialiserade sjukvarden samt vilka av dessa som centraliseras pa riksniva."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Suunnitteluvelvollisuus eräillä kaupunkiseuduilla",
      "content": "(pääkaupunkiseutu) Espoon, Helsingin, Kauniaisten ja Vantaan kaupunkien tulee laatia viimeistään 31 päivänä elokuuta 2007 suunnitelma siitä, miten maankäytön, asumisen ja liikenteen yhteensovittamista sekä palvelujen käyttöä kuntarajat ylittäen parannetaan seudulla ottaen huomioon jo käynnissä olevat yhteistyön kehittämishankkeet. Turun, Porvoon, Porin, Hämeenlinnan, Tampereen, Lahden, Kotkan, Lappeenrannan, Mikkelin, Kuopion, Joensuun, Jyväskylän, Seinäjoen, Vaasan, Kokkolan ja Oulun kaupunkien tulee laatia yhdessä jäljempänä 3 momentissa mainittujen kuntien kanssa viimeistään 31 päivänä elokuuta 2007 suunnitelma siitä, miten maankäytön, asumisen ja liikenteen yhteensovittamista sekä palvelujen käyttöä kuntarajat ylittäen parannetaan 3 momentissa tarkoitetuilla seuduilla, jolleivät asianomaiset kunnat yksimielisesti totea suunnitelman laatimista tarpeettomaksi. Edellä 2 momentissa tarkoitettu suunnitelma tulee laatia seuraavien kuntien kanssa: 1) Turun kaupunki yhdessä Auran, Kaarinan, Liedon, Naantalin, Raision, Ruskon ja Vahdon kanssa; 2) Porvoon kaupunki yhdessä Askolan, Myrskylän ja Pernajan kanssa; 3) Porin kaupunki yhdessä Luvian, Merikarvian, Nakkilan, Noormarkun, Pomarkun, Siikaisen ja Ulvilan kanssa; 4) Hämeenlinnan kaupunki yhdessä Hattulan, Hauhon, Janakkalan, Kalvolan, Lammin, Rengon ja Tuuloksen kanssa; 5) Tampereen kaupunki yhdessä Kangasalan, Lempäälän, Nokian, Oriveden, Pirkkalan, Vesilahden ja Ylöjärven kanssa; 6) Lahden kaupunki yhdessä Asikkalan, Hollolan, Hämeenkosken, Kärkölän, Nastolan ja Orimattilan kanssa; 7) Kotkan kaupunki yhdessä Haminan, Pyhtään ja Ruotsinpyhtään kanssa; 8) Lappeenrannan kaupunki yhdessä Joutsenon, Lemin ja Taipalsaaren kanssa; 9) Mikkelin kaupunki yhdessä Hirvensalmen ja Ristiinan kanssa; 10) Kuopion kaupunki yhdessä Karttulan, Maaningan ja Siilinjärven kanssa; 11) Joensuun kaupunki yhdessä Kontiolahden, Liperin ja Pyhäselän kanssa; 12) Jyväskylän kaupunki yhdessä Jyväskylän maalaiskunnan, Korpilahden, Laukaan, Muuramen, Petäjäveden ja Toivakan kanssa; 13) Seinäjoen kaupunki yhdessä Ilmajoen, Lapuan, Nurmon ja Ylistaron kanssa; 14) Vaasan kaupunki yhdessä Isonkyrön, Korsnäsin, Laihian, Maalahden, Maksamaan, Mustasaaren, Oravaisten, Vähäkyrön ja Vöyrin kanssa; 15) Kokkolan kaupunki yhdessä Kruunupyyn ja Kälviän kanssa; sekä 16) Oulun kaupunki yhdessä Hailuodon, Haukiputaan, Kempeleen, Kiimingin, Limingan, Lumijoen, Muhoksen, Oulunsalon, Tyrnävän ja Ylikiimingin kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_7",
        "normalized_fi": "(pääkaupunkiseutu) Espoon, Helsingin, Kauniaisten ja Vantaan kaupunkien tulee laatia viimeistään 31 päivänä elokuuta 2007 suunnitelma siitä, miten maankäytön, asumisen ja liikenteen yhteensovittamista sekä palvelujen käyttöä kuntarajat ylittäen parannetaan seudulla ottaen huomioon jo käynnissä olevat yhteistyön kehittämishankkeet. Turun, Porvoon, Porin, Hämeenlinnan, Tampereen, Lahden, Kotkan, Lappeenrannan, Mikkelin, Kuopion, Joensuun, Jyväskylän, Seinäjoen, Vaasan, Kokkolan ja Oulun kaupunkien tulee laatia yhdessä jäljempänä 3 momentissa mainittujen kuntien kanssa viimeistään 31 päivänä elokuuta 2007 suunnitelma siitä, miten maankäytön, asumisen ja liikenteen yhteensovittamista sekä palvelujen käyttöä kuntarajat ylittäen parannetaan 3 momentissa tarkoitetuilla seuduilla, jolleivät asianomaiset kunnat yksimielisesti totea suunnitelman laatimista tarpeettomaksi. Edellä 2 momentissa tarkoitettu suunnitelma tulee laatia seuraavien kuntien kanssa: 1) Turun kaupunki yhdessä Auran, Kaarinan, Liedon, Naantalin, Raision, Ruskon ja Vahdon kanssa; 2) Porvoon kaupunki yhdessä Askolan, Myrskylän ja Pernajan kanssa; 3) Porin kaupunki yhdessä Luvian, Merikarvian, Nakkilan, Noormarkun, Pomarkun, Siikaisen ja Ulvilan kanssa; 4) Hämeenlinnan kaupunki yhdessä Hattulan, Hauhon, Janakkalan, Kalvolan, Lammin, Rengon ja Tuuloksen kanssa; 5) Tampereen kaupunki yhdessä Kangasalan, Lempäälän, Nokian, Oriveden, Pirkkalan, Vesilahden ja Ylöjärven kanssa; 6) Lahden kaupunki yhdessä Asikkalan, Hollolan, Hämeenkosken, Kärkölän, Nastolan ja Orimattilan kanssa; 7) Kotkan kaupunki yhdessä Haminan, Pyhtään ja Ruotsinpyhtään kanssa; 8) Lappeenrannan kaupunki yhdessä Joutsenon, Lemin ja Taipalsaaren kanssa; 9) Mikkelin kaupunki yhdessä Hirvensalmen ja Ristiinan kanssa; 10) Kuopion kaupunki yhdessä Karttulan, Maaningan ja Siilinjärven kanssa; 11) Joensuun kaupunki yhdessä Kontiolahden, Liperin ja Pyhäselän kanssa; 12) Jyväskylän kaupunki yhdessä Jyväskylän maalaiskunnan, Korpilahden, Laukaan, Muuramen, Petäjäveden ja Toivakan kanssa; 13) Seinäjoen kaupunki yhdessä Ilmajoen, Lapuan, Nurmon ja Ylistaron kanssa; 14) Vaasan kaupunki yhdessä Isonkyrön, Korsnäsin, Laihian, Maalahden, Maksamaan, Mustasaaren, Oravaisten, Vähäkyrön ja Vöyrin kanssa; 15) Kokkolan kaupunki yhdessä Kruunupyyn ja Kälviän kanssa; sekä 16) Oulun kaupunki yhdessä Hailuodon, Haukiputaan, Kempeleen, Kiimingin, Limingan, Lumijoen, Muhoksen, Oulunsalon, Tyrnävän ja Ylikiimingin kanssa.",
        "folded_fi": "(paakaupunkiseutu) espoon, helsingin, kauniaisten ja vantaan kaupunkien tulee laatia viimeistaan 31 paivana elokuuta 2007 suunnitelma siita, miten maankayton, asumisen ja liikenteen yhteensovittamista seka palvelujen kayttoa kuntarajat ylittaen parannetaan seudulla ottaen huomioon jo kaynnissa olevat yhteistyon kehittamishankkeet. turun, porvoon, porin, hameenlinnan, tampereen, lahden, kotkan, lappeenrannan, mikkelin, kuopion, joensuun, jyvaskylan, seinajoen, vaasan, kokkolan ja oulun kaupunkien tulee laatia yhdessa jaljempana 3 momentissa mainittujen kuntien kanssa viimeistaan 31 paivana elokuuta 2007 suunnitelma siita, miten maankayton, asumisen ja liikenteen yhteensovittamista seka palvelujen kayttoa kuntarajat ylittaen parannetaan 3 momentissa tarkoitetuilla seuduilla, jolleivat asianomaiset kunnat yksimielisesti totea suunnitelman laatimista tarpeettomaksi. edella 2 momentissa tarkoitettu suunnitelma tulee laatia seuraavien kuntien kanssa: 1) turun kaupunki yhdessa auran, kaarinan, liedon, naantalin, raision, ruskon ja vahdon kanssa; 2) porvoon kaupunki yhdessa askolan, myrskylan ja pernajan kanssa; 3) porin kaupunki yhdessa luvian, merikarvian, nakkilan, noormarkun, pomarkun, siikaisen ja ulvilan kanssa; 4) hameenlinnan kaupunki yhdessa hattulan, hauhon, janakkalan, kalvolan, lammin, rengon ja tuuloksen kanssa; 5) tampereen kaupunki yhdessa kangasalan, lempaalan, nokian, oriveden, pirkkalan, vesilahden ja ylojarven kanssa; 6) lahden kaupunki yhdessa asikkalan, hollolan, hameenkosken, karkolan, nastolan ja orimattilan kanssa; 7) kotkan kaupunki yhdessa haminan, pyhtaan ja ruotsinpyhtaan kanssa; 8) lappeenrannan kaupunki yhdessa joutsenon, lemin ja taipalsaaren kanssa; 9) mikkelin kaupunki yhdessa hirvensalmen ja ristiinan kanssa; 10) kuopion kaupunki yhdessa karttulan, maaningan ja siilinjarven kanssa; 11) joensuun kaupunki yhdessa kontiolahden, liperin ja pyhaselan kanssa; 12) jyvaskylan kaupunki yhdessa jyvaskylan maalaiskunnan, korpilahden, laukaan, muuramen, petajaveden ja toivakan kanssa; 13) seinajoen kaupunki yhdessa ilmajoen, lapuan, nurmon ja ylistaron kanssa; 14) vaasan kaupunki yhdessa isonkyron, korsnasin, laihian, maalahden, maksamaan, mustasaaren, oravaisten, vahakyron ja voyrin kanssa; 15) kokkolan kaupunki yhdessa kruunupyyn ja kalvian kanssa; seka 16) oulun kaupunki yhdessa hailuodon, haukiputaan, kempeleen, kiimingin, limingan, lumijoen, muhoksen, oulunsalon, tyrnavan ja ylikiimingin kanssa.",
        "title_sv": "Planeringsskyldighet för vissa stadsregioner",
        "content_sv": "huvudstadsregionen Städerna Esbo, Grankulla, Helsingfors och Vanda () skall senast den 31 augusti 2007 utarbeta en plan för hur samordningen av markanvändningen, boendet och trafiken samt användningen av service över kommungränserna skall förbättras i regionen med beaktande av de projekt i syfte att utveckla samarbetet som redan pågår. Städerna Åbo, Borgå, Björneborg, Tavastehus, Tammerfors, Lahtis, Kotka, Villmanstrand, S:t Michel, Kuopio, Joensuu, Jyväskylä, Seinäjoki, Vasa, Karleby och Uleåborg skall tillsammans med de kommuner som nämns i 3 mom. senast den 31 augusti 2007 utarbeta en plan för hur samordningen av markanvändningen, boendet och trafiken samt användningen av service över kommungränserna skall förbättras i de i 3 mom. avsedda regionerna, om inte de berörda kommunerna enhälligt konstaterar att det är onödigt att utarbeta en plan. Planer som avses i 2 mom. skall utarbetas tillsammans med följande kommuner: 1) Åbo stad tillsammans med Aura, S:t Karins, Lundo, Nådendal, Reso, Rusko och Vahto, 2) Borgå stad tillsammans med Askola, Mörskom och Pernå, 3) Björneborgs stad tillsammans med Luvia, Sastmola, Nakkila, Norrmark, Påmark, Siikainen och Ulvsby, 4) Tavastehus stad tillsammans med Hattula, Hauho, Janakkala, Kalvola, Lammi, Renko och Tuulos, 5) Tammerfors stad tillsammans med Kangasala, Lempäälä, Nokia, Orivesi, Birkala, Vesilahti och Ylöjärvi, 6) Lahtis stad tillsammans med Asikkala, Hollola, Hämeenkoski, Kärkölä, Nastola och Orimattila, 7) Kotka stad tillsammans med Fredrikshamn, Pyttis och Strömfors, 8) Villmanstrands stad tillsammans med Joutseno, Lemi och Taipalsaari, 9) S:t Michels stad tillsammans med Hirvensalmi och Ristiina, 10) Kuopio stad tillsammans med Karttula, Maaninka och Siilinjärvi, 11) Joensuu stad tillsammans med Kontiolahti, Liperi och Pyhäselkä, 12) Jyväskylä stad tillsammans med Jyväskylä landskommun, Korpilahti, Laukaa, Muurame, Petäjävesi och Toivakka, 13) Seinäjoki stad tillsammans med Ilmajoki, Lappo, Nurmo och Ylistaro, 14) Vasa stad tillsammans med Storkyro, Korsnäs, Laihela, Malax, Maxmo, Korsholm, Oravais, Lillkyro och Vörå, 15) Karleby stad tillsammans med Kronoby och Kelviå, samt 16) Uleåborgs stad tillsammans med Karlö, Haukipudas, Kempele, Kiiminki, Limingo, Lumijoki, Muhos, Oulunsalo, Tyrnävä och Ylikiiminki.",
        "normalized_sv": "huvudstadsregionen Städerna Esbo, Grankulla, Helsingfors och Vanda () skall senast den 31 augusti 2007 utarbeta en plan för hur samordningen av markanvändningen, boendet och trafiken samt användningen av service över kommungränserna skall förbättras i regionen med beaktande av de projekt i syfte att utveckla samarbetet som redan pågår. Städerna Åbo, Borgå, Björneborg, Tavastehus, Tammerfors, Lahtis, Kotka, Villmanstrand, S:t Michel, Kuopio, Joensuu, Jyväskylä, Seinäjoki, Vasa, Karleby och Uleåborg skall tillsammans med de kommuner som nämns i 3 mom. senast den 31 augusti 2007 utarbeta en plan för hur samordningen av markanvändningen, boendet och trafiken samt användningen av service över kommungränserna skall förbättras i de i 3 mom. avsedda regionerna, om inte de berörda kommunerna enhälligt konstaterar att det är onödigt att utarbeta en plan. Planer som avses i 2 mom. skall utarbetas tillsammans med följande kommuner: 1) Åbo stad tillsammans med Aura, S:t Karins, Lundo, Nådendal, Reso, Rusko och Vahto, 2) Borgå stad tillsammans med Askola, Mörskom och Pernå, 3) Björneborgs stad tillsammans med Luvia, Sastmola, Nakkila, Norrmark, Påmark, Siikainen och Ulvsby, 4) Tavastehus stad tillsammans med Hattula, Hauho, Janakkala, Kalvola, Lammi, Renko och Tuulos, 5) Tammerfors stad tillsammans med Kangasala, Lempäälä, Nokia, Orivesi, Birkala, Vesilahti och Ylöjärvi, 6) Lahtis stad tillsammans med Asikkala, Hollola, Hämeenkoski, Kärkölä, Nastola och Orimattila, 7) Kotka stad tillsammans med Fredrikshamn, Pyttis och Strömfors, 8) Villmanstrands stad tillsammans med Joutseno, Lemi och Taipalsaari, 9) S:t Michels stad tillsammans med Hirvensalmi och Ristiina, 10) Kuopio stad tillsammans med Karttula, Maaninka och Siilinjärvi, 11) Joensuu stad tillsammans med Kontiolahti, Liperi och Pyhäselkä, 12) Jyväskylä stad tillsammans med Jyväskylä landskommun, Korpilahti, Laukaa, Muurame, Petäjävesi och Toivakka, 13) Seinäjoki stad tillsammans med Ilmajoki, Lappo, Nurmo och Ylistaro, 14) Vasa stad tillsammans med Storkyro, Korsnäs, Laihela, Malax, Maxmo, Korsholm, Oravais, Lillkyro och Vörå, 15) Karleby stad tillsammans med Kronoby och Kelviå, samt 16) Uleåborgs stad tillsammans med Karlö, Haukipudas, Kempele, Kiiminki, Limingo, Lumijoki, Muhos, Oulunsalo, Tyrnävä och Ylikiiminki.",
        "folded_sv": "huvudstadsregionen staderna esbo, grankulla, helsingfors och vanda () skall senast den 31 augusti 2007 utarbeta en plan for hur samordningen av markanvandningen, boendet och trafiken samt anvandningen av service over kommungranserna skall forbattras i regionen med beaktande av de projekt i syfte att utveckla samarbetet som redan pagar. staderna abo, borga, bjorneborg, tavastehus, tammerfors, lahtis, kotka, villmanstrand, s:t michel, kuopio, joensuu, jyvaskyla, seinajoki, vasa, karleby och uleaborg skall tillsammans med de kommuner som namns i 3 mom. senast den 31 augusti 2007 utarbeta en plan for hur samordningen av markanvandningen, boendet och trafiken samt anvandningen av service over kommungranserna skall forbattras i de i 3 mom. avsedda regionerna, om inte de berorda kommunerna enhalligt konstaterar att det ar onodigt att utarbeta en plan. planer som avses i 2 mom. skall utarbetas tillsammans med foljande kommuner: 1) abo stad tillsammans med aura, s:t karins, lundo, nadendal, reso, rusko och vahto, 2) borga stad tillsammans med askola, morskom och perna, 3) bjorneborgs stad tillsammans med luvia, sastmola, nakkila, norrmark, pamark, siikainen och ulvsby, 4) tavastehus stad tillsammans med hattula, hauho, janakkala, kalvola, lammi, renko och tuulos, 5) tammerfors stad tillsammans med kangasala, lempaala, nokia, orivesi, birkala, vesilahti och ylojarvi, 6) lahtis stad tillsammans med asikkala, hollola, hameenkoski, karkola, nastola och orimattila, 7) kotka stad tillsammans med fredrikshamn, pyttis och stromfors, 8) villmanstrands stad tillsammans med joutseno, lemi och taipalsaari, 9) s:t michels stad tillsammans med hirvensalmi och ristiina, 10) kuopio stad tillsammans med karttula, maaninka och siilinjarvi, 11) joensuu stad tillsammans med kontiolahti, liperi och pyhaselka, 12) jyvaskyla stad tillsammans med jyvaskyla landskommun, korpilahti, laukaa, muurame, petajavesi och toivakka, 13) seinajoki stad tillsammans med ilmajoki, lappo, nurmo och ylistaro, 14) vasa stad tillsammans med storkyro, korsnas, laihela, malax, maxmo, korsholm, oravais, lillkyro och vora, 15) karleby stad tillsammans med kronoby och kelvia, samt 16) uleaborgs stad tillsammans med karlo, haukipudas, kempele, kiiminki, limingo, lumijoki, muhos, oulunsalo, tyrnava och ylikiiminki."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Kunnilta valtiolle siirrettävät tehtävät",
      "content": "Valtion järjestettäväksi ja rahoitettavaksi siirretään tehtävät, jotka on säädetty kunnalle: 1) kuluttajaneuvonnan järjestämisestä kunnassa annetussa laissa (72/1992); 2) elatusturvalaissa (671/1998), ei kuitenkaan toimenpiteitä elatusvelvollisuuden vahvistamiseksi; sekä 3) holhoustoimen edunvalvontapalveluiden järjestämisestä annetussa laissa (443/1999). Valtion rahoitettavaksi siirretään kustannukset, jotka aiheutuvat kunnalle osana kansanterveyslain (66/1972), erikoissairaanhoitolain tai mielenterveyslain (1116/1990) mukaisia tehtäviä: 1) niiden henkilöiden terveyden- ja sairaanhoidosta, joiden terveydenhuollon antamisesta tai kustantamisesta Suomen valtio on vastuussa Euroopan unionin lainsäädännön tai Suomen solmiman kansainvälisen sopimuksen nojalla; 2) lasten seksuaaliseen hyväksikäyttöön liittyvistä selvityksistä; sekä 3) oikeuspsykiatrisista selvityksistä. Edellä mainittujen tehtävien järjestäminen ja rahoitus siirretään valtiolle viimeistään 1 päivästä tammikuuta 2009.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_8",
        "normalized_fi": "Valtion järjestettäväksi ja rahoitettavaksi siirretään tehtävät, jotka on säädetty kunnalle: 1) kuluttajaneuvonnan järjestämisestä kunnassa annetussa laissa (72/1992); 2) elatusturvalaissa (671/1998), ei kuitenkaan toimenpiteitä elatusvelvollisuuden vahvistamiseksi; sekä 3) holhoustoimen edunvalvontapalveluiden järjestämisestä annetussa laissa (443/1999). Valtion rahoitettavaksi siirretään kustannukset, jotka aiheutuvat kunnalle osana kansanterveyslain (66/1972), erikoissairaanhoitolain tai mielenterveyslain (1116/1990) mukaisia tehtäviä: 1) niiden henkilöiden terveyden- ja sairaanhoidosta, joiden terveydenhuollon antamisesta tai kustantamisesta Suomen valtio on vastuussa Euroopan unionin lainsäädännön tai Suomen solmiman kansainvälisen sopimuksen nojalla; 2) lasten seksuaaliseen hyväksikäyttöön liittyvistä selvityksistä; sekä 3) oikeuspsykiatrisista selvityksistä. Edellä mainittujen tehtävien järjestäminen ja rahoitus siirretään valtiolle viimeistään 1 päivästä tammikuuta 2009.",
        "folded_fi": "valtion jarjestettavaksi ja rahoitettavaksi siirretaan tehtavat, jotka on saadetty kunnalle: 1) kuluttajaneuvonnan jarjestamisesta kunnassa annetussa laissa (72/1992); 2) elatusturvalaissa (671/1998), ei kuitenkaan toimenpiteita elatusvelvollisuuden vahvistamiseksi; seka 3) holhoustoimen edunvalvontapalveluiden jarjestamisesta annetussa laissa (443/1999). valtion rahoitettavaksi siirretaan kustannukset, jotka aiheutuvat kunnalle osana kansanterveyslain (66/1972), erikoissairaanhoitolain tai mielenterveyslain (1116/1990) mukaisia tehtavia: 1) niiden henkiloiden terveyden- ja sairaanhoidosta, joiden terveydenhuollon antamisesta tai kustantamisesta suomen valtio on vastuussa euroopan unionin lainsaadannon tai suomen solmiman kansainvalisen sopimuksen nojalla; 2) lasten seksuaaliseen hyvaksikayttoon liittyvista selvityksista; seka 3) oikeuspsykiatrisista selvityksista. edella mainittujen tehtavien jarjestaminen ja rahoitus siirretaan valtiolle viimeistaan 1 paivasta tammikuuta 2009.",
        "title_sv": "Uppgifter som överförs från kommunerna till staten",
        "content_sv": "Staten övertar ordnandet och finansieringen av de uppgifter som ålagts kommunerna i 1) lagen om anordnande av konsumentrådgivning i kommunerna (72/1992), 2) lagen om underhållstrygghet (671/1998), inte dock åtgärderna för fastställande av underhållsskyldighet, samt 3) lagen om ordnande av intressebevakningstjänster i förmyndarverksamheten (443/1999). Staten övertar finansieringen av de kostnader som åsamkas kommunerna som en del av uppgifterna enligt folkhälsolagen (66/1972), lagen om specialiserad sjukvård eller mentalvårdslagen (1116/1990) 1) för hälso- och sjukvård för sådana personer som finska staten skall lämna hälso- och sjukvård eller bekosta hälso- och sjukvård för med stöd av Europeiska unionens lagstiftning eller internationella avtal som Finland ingått, 2) för utredningar i anslutning till sexuellt utnyttjande av barn, samt 3) för rättspsykiatriska utredningar. Ordnandet och finansieringen av ovan nämnda uppgifter överförs på staten senast den 1 januari 2009.",
        "normalized_sv": "Staten övertar ordnandet och finansieringen av de uppgifter som ålagts kommunerna i 1) lagen om anordnande av konsumentrådgivning i kommunerna (72/1992), 2) lagen om underhållstrygghet (671/1998), inte dock åtgärderna för fastställande av underhållsskyldighet, samt 3) lagen om ordnande av intressebevakningstjänster i förmyndarverksamheten (443/1999). Staten övertar finansieringen av de kostnader som åsamkas kommunerna som en del av uppgifterna enligt folkhälsolagen (66/1972), lagen om specialiserad sjukvård eller mentalvårdslagen (1116/1990) 1) för hälso- och sjukvård för sådana personer som finska staten skall lämna hälso- och sjukvård eller bekosta hälso- och sjukvård för med stöd av Europeiska unionens lagstiftning eller internationella avtal som Finland ingått, 2) för utredningar i anslutning till sexuellt utnyttjande av barn, samt 3) för rättspsykiatriska utredningar. Ordnandet och finansieringen av ovan nämnda uppgifter överförs på staten senast den 1 januari 2009.",
        "folded_sv": "staten overtar ordnandet och finansieringen av de uppgifter som alagts kommunerna i 1) lagen om anordnande av konsumentradgivning i kommunerna (72/1992), 2) lagen om underhallstrygghet (671/1998), inte dock atgarderna for faststallande av underhallsskyldighet, samt 3) lagen om ordnande av intressebevakningstjanster i formyndarverksamheten (443/1999). staten overtar finansieringen av de kostnader som asamkas kommunerna som en del av uppgifterna enligt folkhalsolagen (66/1972), lagen om specialiserad sjukvard eller mentalvardslagen (1116/1990) 1) for halso- och sjukvard for sadana personer som finska staten skall lamna halso- och sjukvard eller bekosta halso- och sjukvard for med stod av europeiska unionens lagstiftning eller internationella avtal som finland ingatt, 2) for utredningar i anslutning till sexuellt utnyttjande av barn, samt 3) for rattspsykiatriska utredningar. ordnandet och finansieringen av ovan namnda uppgifter overfors pa staten senast den 1 januari 2009."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Erityisen vaikeassa taloudellisessa asemassa olevat kunnat",
      "content": "Jos rahoituksen riittävyyttä tai vakavaraisuutta kuvaavat kunnan talouden tunnusluvut ovat olennaisesti ja toistuvasti koko maan vastaavia tunnuslukuja heikommat ja ne ovat kahtena vuonna peräkkäin alittaneet valtioneuvoston asetuksella säädetyt raja-arvot, kunnan ja valtion tulee yhdessä selvittää kunnan mahdollisuudet turvata asukkailleen lainsäädännön edellyttämät palvelut sekä ryhtyä toimiin palveluiden edellytysten turvaamiseksi. Edellä 1 momentissa tarkoitettu selvitys tehdään arviointiryhmässä, jonka jäsenistä yhden nimeää sisäasiainministeriö ja yhden asianomainen kunta. Lisäksi sisäasiainministeriö nimeää asianomaista kuntaa kuultuaan arviointiryhmän puheenjohtajaksi mainituista tahoista riippumattoman henkilön. Arviointiryhmä tekee ehdotuksen kunnan asukkaiden palvelujen turvaamiseksi tarvittavista toimenpiteistä. Kunnanvaltuuston on käsiteltävä arviointiryhmän toimenpide-ehdotukset ja saatettava niitä koskeva päätös sisäasiainministeriön tietoon mahdollisia jatkotoimenpiteitä varten. Sisäasiainministeriö tekee arviointiryhmän toimenpide-ehdotusten ja kunnanvaltuuston päätösten perusteella ratkaisun kuntajakolaissa tarkoitetun erityisen selvityksen tarpeellisuudesta kuntajaon muuttamiseksi. Jos 1―3 momentissa mainitut toimenpiteet eivät ole riittäviä, voidaan eduskunnalle antaa vuoden 2009 alussa hallituksen esitys kuntajakolain muuttamisesta siten, että valtioneuvosto voi arviointiryhmän tai 3 momentin mukaisesti asetetun kuntajakoselvittäjän ehdotuksesta päättää kuntajaon muuttamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_9",
        "normalized_fi": "Jos rahoituksen riittävyyttä tai vakavaraisuutta kuvaavat kunnan talouden tunnusluvut ovat olennaisesti ja toistuvasti koko maan vastaavia tunnuslukuja heikommat ja ne ovat kahtena vuonna peräkkäin alittaneet valtioneuvoston asetuksella säädetyt raja-arvot, kunnan ja valtion tulee yhdessä selvittää kunnan mahdollisuudet turvata asukkailleen lainsäädännön edellyttämät palvelut sekä ryhtyä toimiin palveluiden edellytysten turvaamiseksi. Edellä 1 momentissa tarkoitettu selvitys tehdään arviointiryhmässä, jonka jäsenistä yhden nimeää sisäasiainministeriö ja yhden asianomainen kunta. Lisäksi sisäasiainministeriö nimeää asianomaista kuntaa kuultuaan arviointiryhmän puheenjohtajaksi mainituista tahoista riippumattoman henkilön. Arviointiryhmä tekee ehdotuksen kunnan asukkaiden palvelujen turvaamiseksi tarvittavista toimenpiteistä. Kunnanvaltuuston on käsiteltävä arviointiryhmän toimenpide-ehdotukset ja saatettava niitä koskeva päätös sisäasiainministeriön tietoon mahdollisia jatkotoimenpiteitä varten. Sisäasiainministeriö tekee arviointiryhmän toimenpide-ehdotusten ja kunnanvaltuuston päätösten perusteella ratkaisun kuntajakolaissa tarkoitetun erityisen selvityksen tarpeellisuudesta kuntajaon muuttamiseksi. Jos 1―3 momentissa mainitut toimenpiteet eivät ole riittäviä, voidaan eduskunnalle antaa vuoden 2009 alussa hallituksen esitys kuntajakolain muuttamisesta siten, että valtioneuvosto voi arviointiryhmän tai 3 momentin mukaisesti asetetun kuntajakoselvittäjän ehdotuksesta päättää kuntajaon muuttamisesta.",
        "folded_fi": "jos rahoituksen riittavyytta tai vakavaraisuutta kuvaavat kunnan talouden tunnusluvut ovat olennaisesti ja toistuvasti koko maan vastaavia tunnuslukuja heikommat ja ne ovat kahtena vuonna perakkain alittaneet valtioneuvoston asetuksella saadetyt raja-arvot, kunnan ja valtion tulee yhdessa selvittaa kunnan mahdollisuudet turvata asukkailleen lainsaadannon edellyttamat palvelut seka ryhtya toimiin palveluiden edellytysten turvaamiseksi. edella 1 momentissa tarkoitettu selvitys tehdaan arviointiryhmassa, jonka jasenista yhden nimeaa sisaasiainministerio ja yhden asianomainen kunta. lisaksi sisaasiainministerio nimeaa asianomaista kuntaa kuultuaan arviointiryhman puheenjohtajaksi mainituista tahoista riippumattoman henkilon. arviointiryhma tekee ehdotuksen kunnan asukkaiden palvelujen turvaamiseksi tarvittavista toimenpiteista. kunnanvaltuuston on kasiteltava arviointiryhman toimenpide-ehdotukset ja saatettava niita koskeva paatos sisaasiainministerion tietoon mahdollisia jatkotoimenpiteita varten. sisaasiainministerio tekee arviointiryhman toimenpide-ehdotusten ja kunnanvaltuuston paatosten perusteella ratkaisun kuntajakolaissa tarkoitetun erityisen selvityksen tarpeellisuudesta kuntajaon muuttamiseksi. jos 1―3 momentissa mainitut toimenpiteet eivat ole riittavia, voidaan eduskunnalle antaa vuoden 2009 alussa hallituksen esitys kuntajakolain muuttamisesta siten, etta valtioneuvosto voi arviointiryhman tai 3 momentin mukaisesti asetetun kuntajakoselvittajan ehdotuksesta paattaa kuntajaon muuttamisesta.",
        "title_sv": "Kommuner som befinner sig i en speciellt svår ekonomisk ställning",
        "content_sv": "Om de nyckeltal för kommunens ekonomi som beskriver finansieringens tillräcklighet eller soliditeten är väsentligt och upprepade gånger sämre än motsvarande nyckeltal för hela landet och två år efter varandra har underskridit de gränsvärden som anges genom förordning av statsrådet, skall kommunen och staten tillsammans reda ut kommunens möjligheter att garantera sina invånare den service som lagstiftningen förutsätter samt vidta åtgärder för att trygga förutsättningarna för servicen. Den utredning som avses i 1 mom. görs i en utvärderingsgrupp där en av medlemmarna utses av inrikesministeriet och en av den berörda kommunen. Dessutom utser inrikesministeriet efter att ha hört den berörda kommunen till ordförande för utvärderingsgruppen en person som är oavhängig av de nämnda instanserna. Utvärderingsgruppen lägger fram ett förslag till åtgärder som behövs för att trygga servicen till invånarna. Kommunfullmäktige skall behandla utvärderingsgruppens åtgärdsförslag och delge inrikesministeriet beslutet om dem för eventuella fortsatta åtgärder. Inrikesministeriet avgör utgående från utvärderingsgruppens åtgärdsförslag och kommunfullmäktiges beslut om det är nödvändigt med en sådan särskild utredning som avses i kommunindelningslagen i syfte att ändra kommunindelningen. Om de åtgärder som nämns i 1―3 mom. inte är tillräckliga, kan regeringen i början av 2009 till riksdagen överlämna en proposition med förslag till lag om ändring av kommunindelningslagen så att statsrådet på förslag av utvärderingsgruppen eller en kommunindelningsutredare som tillsatts i enlighet med 3 mom. kan besluta att ändra kommunindelningen.",
        "normalized_sv": "Om de nyckeltal för kommunens ekonomi som beskriver finansieringens tillräcklighet eller soliditeten är väsentligt och upprepade gånger sämre än motsvarande nyckeltal för hela landet och två år efter varandra har underskridit de gränsvärden som anges genom förordning av statsrådet, skall kommunen och staten tillsammans reda ut kommunens möjligheter att garantera sina invånare den service som lagstiftningen förutsätter samt vidta åtgärder för att trygga förutsättningarna för servicen. Den utredning som avses i 1 mom. görs i en utvärderingsgrupp där en av medlemmarna utses av inrikesministeriet och en av den berörda kommunen. Dessutom utser inrikesministeriet efter att ha hört den berörda kommunen till ordförande för utvärderingsgruppen en person som är oavhängig av de nämnda instanserna. Utvärderingsgruppen lägger fram ett förslag till åtgärder som behövs för att trygga servicen till invånarna. Kommunfullmäktige skall behandla utvärderingsgruppens åtgärdsförslag och delge inrikesministeriet beslutet om dem för eventuella fortsatta åtgärder. Inrikesministeriet avgör utgående från utvärderingsgruppens åtgärdsförslag och kommunfullmäktiges beslut om det är nödvändigt med en sådan särskild utredning som avses i kommunindelningslagen i syfte att ändra kommunindelningen. Om de åtgärder som nämns i 1―3 mom. inte är tillräckliga, kan regeringen i början av 2009 till riksdagen överlämna en proposition med förslag till lag om ändring av kommunindelningslagen så att statsrådet på förslag av utvärderingsgruppen eller en kommunindelningsutredare som tillsatts i enlighet med 3 mom. kan besluta att ändra kommunindelningen.",
        "folded_sv": "om de nyckeltal for kommunens ekonomi som beskriver finansieringens tillracklighet eller soliditeten ar vasentligt och upprepade ganger samre an motsvarande nyckeltal for hela landet och tva ar efter varandra har underskridit de gransvarden som anges genom forordning av statsradet, skall kommunen och staten tillsammans reda ut kommunens mojligheter att garantera sina invanare den service som lagstiftningen forutsatter samt vidta atgarder for att trygga forutsattningarna for servicen. den utredning som avses i 1 mom. gors i en utvarderingsgrupp dar en av medlemmarna utses av inrikesministeriet och en av den berorda kommunen. dessutom utser inrikesministeriet efter att ha hort den berorda kommunen till ordforande for utvarderingsgruppen en person som ar oavhangig av de namnda instanserna. utvarderingsgruppen lagger fram ett forslag till atgarder som behovs for att trygga servicen till invanarna. kommunfullmaktige skall behandla utvarderingsgruppens atgardsforslag och delge inrikesministeriet beslutet om dem for eventuella fortsatta atgarder. inrikesministeriet avgor utgaende fran utvarderingsgruppens atgardsforslag och kommunfullmaktiges beslut om det ar nodvandigt med en sadan sarskild utredning som avses i kommunindelningslagen i syfte att andra kommunindelningen. om de atgarder som namns i 1―3 mom. inte ar tillrackliga, kan regeringen i borjan av 2009 till riksdagen overlamna en proposition med forslag till lag om andring av kommunindelningslagen sa att statsradet pa forslag av utvarderingsgruppen eller en kommunindelningsutredare som tillsatts i enlighet med 3 mom. kan besluta att andra kommunindelningen."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Kunnan selvitys ja uudistuksen toimeenpanosuunnitelma",
      "content": "(toimeenpanosuunnitelma) Kunnan on viimeistään 31 päivänä elokuuta 2007 annettava valtioneuvostolle selvitys kunnassa 5 ja 6 §:n nojalla toteutettavista toimenpiteistä sekä suunnitelma uudistuksen toimeenpanosta. Selvityksestä ja toimeenpanosuunnitelmasta päättää kunnanvaltuusto. Edellä 1 momentissa tarkoitettuun toimeenpanosuunnitelmaan tulee sisältyä: 1) väestö- ja palvelutarveanalyysi kunnassa vuosille 2015 ja 2025; 2) kuntalain 65 §:n 1 momentissa tarkoitettu kunnan taloussuunnitelma sekä, jos taseen alijäämää ei saada taloussuunnitelman suunnittelukautena katetuksi, kuntalain 65 §:n 3 momentissa tarkoitettu toimenpideohjelma; 3) suunnitelma siitä, miten kunta käyttää 4 §:ssä mainittuja keinoja; 4) selvitys palveluverkon kattavuudesta; sekä 5) suunnitelma kunnan keskeisten toimintojen järjestämisestä sekä henkilöstövoimavarojen riittävyydestä ja kehittämisestä. Jos kunta päättää toteuttaa kuntajaon muutoksen vuoden 2009 alusta, kunnan tulee tehdä kuntajaon muutosta koskeva esitys ja 1 momentissa tarkoitettu selvitys palvelujen järjestämisestä valtioneuvostolle vuoden 2007 loppuun mennessä. Jos sisäasiainministeriö on päättänyt suorittaa kuntajakolain 8 §:ssä tarkoitetun erityisen selvityksen tai ryhtyä tämän lain 9 §:ssä tarkoitettuihin toimenpiteisiin, kuntajaon muutosta koskeva esitys tulee kuitenkin tehdä 30 päivään maaliskuuta 2008 mennessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_10",
        "normalized_fi": "(toimeenpanosuunnitelma) Kunnan on viimeistään 31 päivänä elokuuta 2007 annettava valtioneuvostolle selvitys kunnassa 5 ja 6 § :n nojalla toteutettavista toimenpiteistä sekä suunnitelma uudistuksen toimeenpanosta. Selvityksestä ja toimeenpanosuunnitelmasta päättää kunnanvaltuusto. Edellä 1 momentissa tarkoitettuun toimeenpanosuunnitelmaan tulee sisältyä: 1) väestö- ja palvelutarveanalyysi kunnassa vuosille 2015 ja 2025; 2) kuntalain 65 § :n 1 momentissa tarkoitettu kunnan taloussuunnitelma sekä, jos taseen alijäämää ei saada taloussuunnitelman suunnittelukautena katetuksi, kuntalain 65 § :n 3 momentissa tarkoitettu toimenpideohjelma; 3) suunnitelma siitä, miten kunta käyttää 4 § :ssä mainittuja keinoja; 4) selvitys palveluverkon kattavuudesta; sekä 5) suunnitelma kunnan keskeisten toimintojen järjestämisestä sekä henkilöstövoimavarojen riittävyydestä ja kehittämisestä. Jos kunta päättää toteuttaa kuntajaon muutoksen vuoden 2009 alusta, kunnan tulee tehdä kuntajaon muutosta koskeva esitys ja 1 momentissa tarkoitettu selvitys palvelujen järjestämisestä valtioneuvostolle vuoden 2007 loppuun mennessä. Jos sisäasiainministeriö on päättänyt suorittaa kuntajakolain 8 § :ssä tarkoitetun erityisen selvityksen tai ryhtyä tämän lain 9 § :ssä tarkoitettuihin toimenpiteisiin, kuntajaon muutosta koskeva esitys tulee kuitenkin tehdä 30 päivään maaliskuuta 2008 mennessä.",
        "folded_fi": "(toimeenpanosuunnitelma) kunnan on viimeistaan 31 paivana elokuuta 2007 annettava valtioneuvostolle selvitys kunnassa 5 ja 6 §:n nojalla toteutettavista toimenpiteista seka suunnitelma uudistuksen toimeenpanosta. selvityksesta ja toimeenpanosuunnitelmasta paattaa kunnanvaltuusto. edella 1 momentissa tarkoitettuun toimeenpanosuunnitelmaan tulee sisaltya: 1) vaesto- ja palvelutarveanalyysi kunnassa vuosille 2015 ja 2025; 2) kuntalain 65 §:n 1 momentissa tarkoitettu kunnan taloussuunnitelma seka, jos taseen alijaamaa ei saada taloussuunnitelman suunnittelukautena katetuksi, kuntalain 65 §:n 3 momentissa tarkoitettu toimenpideohjelma; 3) suunnitelma siita, miten kunta kayttaa 4 §:ssa mainittuja keinoja; 4) selvitys palveluverkon kattavuudesta; seka 5) suunnitelma kunnan keskeisten toimintojen jarjestamisesta seka henkilostovoimavarojen riittavyydesta ja kehittamisesta. jos kunta paattaa toteuttaa kuntajaon muutoksen vuoden 2009 alusta, kunnan tulee tehda kuntajaon muutosta koskeva esitys ja 1 momentissa tarkoitettu selvitys palvelujen jarjestamisesta valtioneuvostolle vuoden 2007 loppuun mennessa. jos sisaasiainministerio on paattanyt suorittaa kuntajakolain 8 §:ssa tarkoitetun erityisen selvityksen tai ryhtya taman lain 9 §:ssa tarkoitettuihin toimenpiteisiin, kuntajaon muutosta koskeva esitys tulee kuitenkin tehda 30 paivaan maaliskuuta 2008 mennessa.",
        "title_sv": "Kommunens utredning och genomförandeplan för reformen",
        "content_sv": "genomförandeplan Kommunen skall senast den 31 augusti 2007 lämna statsrådet en utredning om de åtgärder som kommer att vidtas i kommunen med stöd av 5 och 6 § samt en plan för genomförandet av reformen (). Beslut om utredningen och genomförandeplanen fattas av kommunfullmäktige. Den genomförandeplan som avses i 1 mom. skall innehålla 1) en befolkningsanalys och en analys av servicebehovet i kommunen för 2015 och 2025, 2) kommunens ekonomiplan enligt 65 § 1 mom. i kommunallagen samt, om underskott i balansräkningen inte kan täckas under ekonomiplanens planeperiod, ett åtgärdsprogram enligt 65 § 3 mom. i kommunallagen, 3) en plan för hur kommunen utnyttjar de metoder som nämns i 4 §, 4) en utredning om servicenätets täckning, samt 5) en plan för hur kommunens viktigaste funktioner skall ordnas samt för personalresursernas tillräcklighet och utveckling. Om kommunen beslutar att verkställa en ändring i kommunindelningen vid ingången av 2009, skall kommunen lägga fram ett förslag till ändring av kommunindelningen och en utredning enligt 1 mom. om ordnandet av servicen för statsrådet före utgången av 2007. Om inrikesministeriet har beslutat att genomföra en särskild utredning enligt 8 § i kommunindelningslagen eller vidta åtgärder enligt 9 § i denna lag, skall framställningen om en ändring i kommunindelningen dock göras senast den 30 mars 2008.",
        "normalized_sv": "genomförandeplan Kommunen skall senast den 31 augusti 2007 lämna statsrådet en utredning om de åtgärder som kommer att vidtas i kommunen med stöd av 5 och 6 § samt en plan för genomförandet av reformen (). Beslut om utredningen och genomförandeplanen fattas av kommunfullmäktige. Den genomförandeplan som avses i 1 mom. skall innehålla 1) en befolkningsanalys och en analys av servicebehovet i kommunen för 2015 och 2025, 2) kommunens ekonomiplan enligt 65 § 1 mom. i kommunallagen samt, om underskott i balansräkningen inte kan täckas under ekonomiplanens planeperiod, ett åtgärdsprogram enligt 65 § 3 mom. i kommunallagen, 3) en plan för hur kommunen utnyttjar de metoder som nämns i 4 § , 4) en utredning om servicenätets täckning, samt 5) en plan för hur kommunens viktigaste funktioner skall ordnas samt för personalresursernas tillräcklighet och utveckling. Om kommunen beslutar att verkställa en ändring i kommunindelningen vid ingången av 2009, skall kommunen lägga fram ett förslag till ändring av kommunindelningen och en utredning enligt 1 mom. om ordnandet av servicen för statsrådet före utgången av 2007. Om inrikesministeriet har beslutat att genomföra en särskild utredning enligt 8 § i kommunindelningslagen eller vidta åtgärder enligt 9 § i denna lag, skall framställningen om en ändring i kommunindelningen dock göras senast den 30 mars 2008.",
        "folded_sv": "genomforandeplan kommunen skall senast den 31 augusti 2007 lamna statsradet en utredning om de atgarder som kommer att vidtas i kommunen med stod av 5 och 6 § samt en plan for genomforandet av reformen (). beslut om utredningen och genomforandeplanen fattas av kommunfullmaktige. den genomforandeplan som avses i 1 mom. skall innehalla 1) en befolkningsanalys och en analys av servicebehovet i kommunen for 2015 och 2025, 2) kommunens ekonomiplan enligt 65 § 1 mom. i kommunallagen samt, om underskott i balansrakningen inte kan tackas under ekonomiplanens planeperiod, ett atgardsprogram enligt 65 § 3 mom. i kommunallagen, 3) en plan for hur kommunen utnyttjar de metoder som namns i 4 §, 4) en utredning om servicenatets tackning, samt 5) en plan for hur kommunens viktigaste funktioner skall ordnas samt for personalresursernas tillracklighet och utveckling. om kommunen beslutar att verkstalla en andring i kommunindelningen vid ingangen av 2009, skall kommunen lagga fram ett forslag till andring av kommunindelningen och en utredning enligt 1 mom. om ordnandet av servicen for statsradet fore utgangen av 2007. om inrikesministeriet har beslutat att genomfora en sarskild utredning enligt 8 § i kommunindelningslagen eller vidta atgarder enligt 9 § i denna lag, skall framstallningen om en andring i kommunindelningen dock goras senast den 30 mars 2008."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Valtion kuntapolitiikka sekä rahoitus- ja valtionosuusjärjestelmän uudistaminen",
      "content": "Kuntien tehtäviä ja niiden rahoitusta käsittelevää peruspalveluohjelmaa kehitetään ja se vakinaistetaan osaksi lakiin perustuvaa valtion ja kuntien neuvottelumenettelyä. Peruspalveluohjelman mukaisia taloudellisia ohjauskeinoja kehitetään nykyistä tehokkaammiksi. Kuntien rahoitus- ja valtionosuusjärjestelmä uudistetaan tavoitteena yksinkertainen ja läpinäkyvä järjestelmä. Uudistuksessa päätetään kuntien verotulopohjan vahvistamisesta siirtämällä verovähennyksiä valtion rasitukseksi sekä poistetaan kuntien rahoitusjärjestelmään liittyvät kuntien yhdistymisen ja yhteistyön esteet. Tavoitteena on hallinnonalakohtaisten valtionosuuksien yhdistäminen. Valtionosuusjärjestelmässä otetaan huomioon kuntien erilaiset olosuhteet ja palvelutarpeet. Verotuloihin perustuvan valtionosuuksien tasausjärjestelmän on oltava neutraali valtion ja kuntien taloudellisten suhteiden kannalta. Tässä laissa tarkoitettu uudistus ei muuta valtion ja kuntien välistä kustannusten jakoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_11",
        "normalized_fi": "Kuntien tehtäviä ja niiden rahoitusta käsittelevää peruspalveluohjelmaa kehitetään ja se vakinaistetaan osaksi lakiin perustuvaa valtion ja kuntien neuvottelumenettelyä. Peruspalveluohjelman mukaisia taloudellisia ohjauskeinoja kehitetään nykyistä tehokkaammiksi. Kuntien rahoitus- ja valtionosuusjärjestelmä uudistetaan tavoitteena yksinkertainen ja läpinäkyvä järjestelmä. Uudistuksessa päätetään kuntien verotulopohjan vahvistamisesta siirtämällä verovähennyksiä valtion rasitukseksi sekä poistetaan kuntien rahoitusjärjestelmään liittyvät kuntien yhdistymisen ja yhteistyön esteet. Tavoitteena on hallinnonalakohtaisten valtionosuuksien yhdistäminen. Valtionosuusjärjestelmässä otetaan huomioon kuntien erilaiset olosuhteet ja palvelutarpeet. Verotuloihin perustuvan valtionosuuksien tasausjärjestelmän on oltava neutraali valtion ja kuntien taloudellisten suhteiden kannalta. Tässä laissa tarkoitettu uudistus ei muuta valtion ja kuntien välistä kustannusten jakoa.",
        "folded_fi": "kuntien tehtavia ja niiden rahoitusta kasittelevaa peruspalveluohjelmaa kehitetaan ja se vakinaistetaan osaksi lakiin perustuvaa valtion ja kuntien neuvottelumenettelya. peruspalveluohjelman mukaisia taloudellisia ohjauskeinoja kehitetaan nykyista tehokkaammiksi. kuntien rahoitus- ja valtionosuusjarjestelma uudistetaan tavoitteena yksinkertainen ja lapinakyva jarjestelma. uudistuksessa paatetaan kuntien verotulopohjan vahvistamisesta siirtamalla verovahennyksia valtion rasitukseksi seka poistetaan kuntien rahoitusjarjestelmaan liittyvat kuntien yhdistymisen ja yhteistyon esteet. tavoitteena on hallinnonalakohtaisten valtionosuuksien yhdistaminen. valtionosuusjarjestelmassa otetaan huomioon kuntien erilaiset olosuhteet ja palvelutarpeet. verotuloihin perustuvan valtionosuuksien tasausjarjestelman on oltava neutraali valtion ja kuntien taloudellisten suhteiden kannalta. tassa laissa tarkoitettu uudistus ei muuta valtion ja kuntien valista kustannusten jakoa.",
        "title_sv": "Statens kommunpolitik samt revideringen av finansierings- och statsandelssystemet",
        "content_sv": "Basserviceprogrammet, som behandlar kommunernas uppgifter och finansieringen av dem, utvecklas och blir en etablerad del av statens och kommunernas lagbaserade samrådsförfarande. De ekonomiska styrmetoderna enligt basserviceprogrammet utvecklas så att de blir effektivare. Kommunernas finansierings- och statsandelssystem revideras med ett enkelt och genomskådligt system som mål. I samband med reformen fattas beslut om att stärka kommunernas skatteinkomstbas genom att skatteavdragen överförs så att de belastar staten samt undanröjs hindren för kommunsammanslagningar och samarbete mellan kommuner i anslutning till finansieringssystemet. Målet är att slå samman statsandelarna för de olika förvaltningsområdena. I statsandelssystemet beaktas kommunernas olika förhållanden och servicebehov. Det utjämningssystem för statsandelarna som baserar sig på skatteinkomsterna skall vara neutralt med avseende på de ekonomiska förhållandena mellan staten och kommunerna. Den reform som avses i denna lag ändrar inte kostnadsfördelningen mellan staten och kommunerna.",
        "normalized_sv": "Basserviceprogrammet, som behandlar kommunernas uppgifter och finansieringen av dem, utvecklas och blir en etablerad del av statens och kommunernas lagbaserade samrådsförfarande. De ekonomiska styrmetoderna enligt basserviceprogrammet utvecklas så att de blir effektivare. Kommunernas finansierings- och statsandelssystem revideras med ett enkelt och genomskådligt system som mål. I samband med reformen fattas beslut om att stärka kommunernas skatteinkomstbas genom att skatteavdragen överförs så att de belastar staten samt undanröjs hindren för kommunsammanslagningar och samarbete mellan kommuner i anslutning till finansieringssystemet. Målet är att slå samman statsandelarna för de olika förvaltningsområdena. I statsandelssystemet beaktas kommunernas olika förhållanden och servicebehov. Det utjämningssystem för statsandelarna som baserar sig på skatteinkomsterna skall vara neutralt med avseende på de ekonomiska förhållandena mellan staten och kommunerna. Den reform som avses i denna lag ändrar inte kostnadsfördelningen mellan staten och kommunerna.",
        "folded_sv": "basserviceprogrammet, som behandlar kommunernas uppgifter och finansieringen av dem, utvecklas och blir en etablerad del av statens och kommunernas lagbaserade samradsforfarande. de ekonomiska styrmetoderna enligt basserviceprogrammet utvecklas sa att de blir effektivare. kommunernas finansierings- och statsandelssystem revideras med ett enkelt och genomskadligt system som mal. i samband med reformen fattas beslut om att starka kommunernas skatteinkomstbas genom att skatteavdragen overfors sa att de belastar staten samt undanrojs hindren for kommunsammanslagningar och samarbete mellan kommuner i anslutning till finansieringssystemet. malet ar att sla samman statsandelarna for de olika forvaltningsomradena. i statsandelssystemet beaktas kommunernas olika forhallanden och servicebehov. det utjamningssystem for statsandelarna som baserar sig pa skatteinkomsterna skall vara neutralt med avseende pa de ekonomiska forhallandena mellan staten och kommunerna. den reform som avses i denna lag andrar inte kostnadsfordelningen mellan staten och kommunerna."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Tietojärjestelmien ja yhteispalvelun kehittäminen",
      "content": "Valtio ja kunnat laativat yhteisiä standardeja tietojärjestelmien yhteentoimivuuden varmistamiseksi ja edistävät yhdessä uusien tietohallinnon järjestelmien ja toteuttamistapojen sekä sähköisten palvelujen käyttöönottoa. Valtio ja kunnat kehittävät ja ottavat käyttöön tieto- ja viestintäteknisiä ratkaisuja hyödyntävän organisaatio- ja hallinnonalarajat ylittävän yhteispalvelumallin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_12",
        "normalized_fi": "Valtio ja kunnat laativat yhteisiä standardeja tietojärjestelmien yhteentoimivuuden varmistamiseksi ja edistävät yhdessä uusien tietohallinnon järjestelmien ja toteuttamistapojen sekä sähköisten palvelujen käyttöönottoa. Valtio ja kunnat kehittävät ja ottavat käyttöön tieto- ja viestintäteknisiä ratkaisuja hyödyntävän organisaatio- ja hallinnonalarajat ylittävän yhteispalvelumallin.",
        "folded_fi": "valtio ja kunnat laativat yhteisia standardeja tietojarjestelmien yhteentoimivuuden varmistamiseksi ja edistavat yhdessa uusien tietohallinnon jarjestelmien ja toteuttamistapojen seka sahkoisten palvelujen kayttoonottoa. valtio ja kunnat kehittavat ja ottavat kayttoon tieto- ja viestintateknisia ratkaisuja hyodyntavan organisaatio- ja hallinnonalarajat ylittavan yhteispalvelumallin.",
        "title_sv": "Utvecklande av informationssystemen och samservicen",
        "content_sv": "Staten och kommunerna utarbetar gemensamma standarder för att säkerställa att datasystemen är interoperabla och främjar tillsammans ibruktagandet av nya informationsförvaltningssystem och sätt att genomföra informationsförvaltningen samt elektroniska tjänster. Staten och kommunerna utvecklar och tar i bruk en samservicemodell som överskrider gränserna mellan organisationer och förvaltningsområden och som utnyttjar informations- och kommunikationstekniska lösningar.",
        "normalized_sv": "Staten och kommunerna utarbetar gemensamma standarder för att säkerställa att datasystemen är interoperabla och främjar tillsammans ibruktagandet av nya informationsförvaltningssystem och sätt att genomföra informationsförvaltningen samt elektroniska tjänster. Staten och kommunerna utvecklar och tar i bruk en samservicemodell som överskrider gränserna mellan organisationer och förvaltningsområden och som utnyttjar informations- och kommunikationstekniska lösningar.",
        "folded_sv": "staten och kommunerna utarbetar gemensamma standarder for att sakerstalla att datasystemen ar interoperabla och framjar tillsammans ibruktagandet av nya informationsforvaltningssystem och satt att genomfora informationsforvaltningen samt elektroniska tjanster. staten och kommunerna utvecklar och tar i bruk en samservicemodell som overskrider granserna mellan organisationer och forvaltningsomraden och som utnyttjar informations- och kommunikationstekniska losningar."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Henkilöstön asema",
      "content": "Tässä laissa tarkoitetut uudelleenjärjestelyt sekä laissa tarkoitettujen selvityksen ja suunnitelmien valmistelu toteutetaan yhteistoiminnassa kuntien henkilöstön edustajien kanssa. Tässä laissa tarkoitetut uudelleenjärjestelyt, jotka johtavat henkilöstön työnantajan vaihtumiseen, katsotaan liikkeenluovutukseksi. Tämän lain 5 ja 6 §:ssä tarkoitettujen toiminnan uudelleenjärjestelyjen perusteella työnantajalla ei ole oikeutta irtisanoa palvelussuhdetta työsopimuslain (55/2001) 7 luvun 3 §:ssä tai kunnallisesta viranhaltijasta annetun lain (304/2003) 37 §:ssä tarkoitetuilla taloudellisilla tai tuotannollisilla irtisanomisperusteilla. Työntekijä tai viranhaltija voidaan kuitenkin irtisanoa, jos hän kieltäytyy vastaanottamasta työnantajan hänelle tarjoamaa työsopimuslain 7 luvun 4 §:n tai kunnallisesta viranhaltijasta annetun lain 37 §:n mukaista uutta työtehtävää tai virkaa. Tämä kielto on voimassa viisi vuotta henkilöstön siirtymisestä uuden työnantajan palvelukseen. Kielto koskee edellä mainittujen uudelleenjärjestelyiden kohteena olevissa palveluissa uuden ja vanhan työnantajan palveluksessa työskentelevää henkilöstöä kokonaisuudessaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_13",
        "normalized_fi": "Tässä laissa tarkoitetut uudelleenjärjestelyt sekä laissa tarkoitettujen selvityksen ja suunnitelmien valmistelu toteutetaan yhteistoiminnassa kuntien henkilöstön edustajien kanssa. Tässä laissa tarkoitetut uudelleenjärjestelyt, jotka johtavat henkilöstön työnantajan vaihtumiseen, katsotaan liikkeenluovutukseksi. Tämän lain 5 ja 6 § :ssä tarkoitettujen toiminnan uudelleenjärjestelyjen perusteella työnantajalla ei ole oikeutta irtisanoa palvelussuhdetta työsopimuslain (55/2001) 7 luvun 3 § :ssä tai kunnallisesta viranhaltijasta annetun lain (304/2003) 37 § :ssä tarkoitetuilla taloudellisilla tai tuotannollisilla irtisanomisperusteilla. Työntekijä tai viranhaltija voidaan kuitenkin irtisanoa, jos hän kieltäytyy vastaanottamasta työnantajan hänelle tarjoamaa työsopimuslain 7 luvun 4 § :n tai kunnallisesta viranhaltijasta annetun lain 37 § :n mukaista uutta työtehtävää tai virkaa. Tämä kielto on voimassa viisi vuotta henkilöstön siirtymisestä uuden työnantajan palvelukseen. Kielto koskee edellä mainittujen uudelleenjärjestelyiden kohteena olevissa palveluissa uuden ja vanhan työnantajan palveluksessa työskentelevää henkilöstöä kokonaisuudessaan.",
        "folded_fi": "tassa laissa tarkoitetut uudelleenjarjestelyt seka laissa tarkoitettujen selvityksen ja suunnitelmien valmistelu toteutetaan yhteistoiminnassa kuntien henkiloston edustajien kanssa. tassa laissa tarkoitetut uudelleenjarjestelyt, jotka johtavat henkiloston tyonantajan vaihtumiseen, katsotaan liikkeenluovutukseksi. taman lain 5 ja 6 §:ssa tarkoitettujen toiminnan uudelleenjarjestelyjen perusteella tyonantajalla ei ole oikeutta irtisanoa palvelussuhdetta tyosopimuslain (55/2001) 7 luvun 3 §:ssa tai kunnallisesta viranhaltijasta annetun lain (304/2003) 37 §:ssa tarkoitetuilla taloudellisilla tai tuotannollisilla irtisanomisperusteilla. tyontekija tai viranhaltija voidaan kuitenkin irtisanoa, jos han kieltaytyy vastaanottamasta tyonantajan hanelle tarjoamaa tyosopimuslain 7 luvun 4 §:n tai kunnallisesta viranhaltijasta annetun lain 37 §:n mukaista uutta tyotehtavaa tai virkaa. tama kielto on voimassa viisi vuotta henkiloston siirtymisesta uuden tyonantajan palvelukseen. kielto koskee edella mainittujen uudelleenjarjestelyiden kohteena olevissa palveluissa uuden ja vanhan tyonantajan palveluksessa tyoskentelevaa henkilostoa kokonaisuudessaan.",
        "title_sv": "Personalens ställning",
        "content_sv": "De omorganiseringar som avses i denna lag samt beredningen av de utredningar och planer som avses i lagen genomförs i samarbete med företrädarna för kommunernas personal. De omorganiseringar som avses i denna lag och som leder till att personalen byter arbetsgivare betraktas som överlåtelse av rörelse. På grundval av de omorganiseringar av verksamheten som avses i 5 och 6 § i denna lag har arbetsgivaren inte rätt att säga upp ett anställningsförhållande av ekonomiska orsaker eller av produktionsorsaker enligt 7 kap. 3 § i arbetsavtalslagen (55/2001) eller 37 § i lagen om kommunala tjänsteinnehavare (304/2003). En arbetstagare eller tjänsteinnehavare kan dock sägas upp om han eller hon vägrar att ta emot en ny arbetsuppgift eller tjänst enligt 7 kap. 4 § i arbetsavtalslagen eller 37 § i lagen om kommunala tjänsteinnehavare som arbetsgivaren erbjuder honom eller henne. Detta förbud är i kraft fem år från det att personalen har övergått i anställning hos den nya arbetsgivaren. Förbudet gäller hela personalen som är anställd i de tjänster som ovannämnda omorganiseringar gäller, såväl hos den nya som den gamla arbetsgivaren.",
        "normalized_sv": "De omorganiseringar som avses i denna lag samt beredningen av de utredningar och planer som avses i lagen genomförs i samarbete med företrädarna för kommunernas personal. De omorganiseringar som avses i denna lag och som leder till att personalen byter arbetsgivare betraktas som överlåtelse av rörelse. På grundval av de omorganiseringar av verksamheten som avses i 5 och 6 § i denna lag har arbetsgivaren inte rätt att säga upp ett anställningsförhållande av ekonomiska orsaker eller av produktionsorsaker enligt 7 kap. 3 § i arbetsavtalslagen (55/2001) eller 37 § i lagen om kommunala tjänsteinnehavare (304/2003). En arbetstagare eller tjänsteinnehavare kan dock sägas upp om han eller hon vägrar att ta emot en ny arbetsuppgift eller tjänst enligt 7 kap. 4 § i arbetsavtalslagen eller 37 § i lagen om kommunala tjänsteinnehavare som arbetsgivaren erbjuder honom eller henne. Detta förbud är i kraft fem år från det att personalen har övergått i anställning hos den nya arbetsgivaren. Förbudet gäller hela personalen som är anställd i de tjänster som ovannämnda omorganiseringar gäller, såväl hos den nya som den gamla arbetsgivaren.",
        "folded_sv": "de omorganiseringar som avses i denna lag samt beredningen av de utredningar och planer som avses i lagen genomfors i samarbete med foretradarna for kommunernas personal. de omorganiseringar som avses i denna lag och som leder till att personalen byter arbetsgivare betraktas som overlatelse av rorelse. pa grundval av de omorganiseringar av verksamheten som avses i 5 och 6 § i denna lag har arbetsgivaren inte ratt att saga upp ett anstallningsforhallande av ekonomiska orsaker eller av produktionsorsaker enligt 7 kap. 3 § i arbetsavtalslagen (55/2001) eller 37 § i lagen om kommunala tjansteinnehavare (304/2003). en arbetstagare eller tjansteinnehavare kan dock sagas upp om han eller hon vagrar att ta emot en ny arbetsuppgift eller tjanst enligt 7 kap. 4 § i arbetsavtalslagen eller 37 § i lagen om kommunala tjansteinnehavare som arbetsgivaren erbjuder honom eller henne. detta forbud ar i kraft fem ar fran det att personalen har overgatt i anstallning hos den nya arbetsgivaren. forbudet galler hela personalen som ar anstalld i de tjanster som ovannamnda omorganiseringar galler, saval hos den nya som den gamla arbetsgivaren."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Asetuksenantovaltuus tietojen toimittamisesta",
      "content": "Valtioneuvoston asetuksella säädetään tarkemmin 7 §:ssä tarkoitettujen suunnitelmien sekä 10 §:ssä tarkoitetun selvityksen ja toimeenpanosuunnitelman rakenteesta sekä siitä, miten suunnitelmat ja selvitykset annetaan valtioneuvostolle. Lisäksi valtioneuvoston asetuksella säädetään, mitä palveluita 10 §:n 2 momentin 4 kohdassa tarkoitettu selvitys palveluverkon kattavuudesta ja 10 §:n 2 momentin 5 kohdassa tarkoitettu suunnitelma kunnan keskeisten toimintojen järjestämisestä vähintään koskee.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_14",
        "normalized_fi": "Valtioneuvoston asetuksella säädetään tarkemmin 7 § :ssä tarkoitettujen suunnitelmien sekä 10 § :ssä tarkoitetun selvityksen ja toimeenpanosuunnitelman rakenteesta sekä siitä, miten suunnitelmat ja selvitykset annetaan valtioneuvostolle. Lisäksi valtioneuvoston asetuksella säädetään, mitä palveluita 10 § :n 2 momentin 4 kohdassa tarkoitettu selvitys palveluverkon kattavuudesta ja 10 § :n 2 momentin 5 kohdassa tarkoitettu suunnitelma kunnan keskeisten toimintojen järjestämisestä vähintään koskee.",
        "folded_fi": "valtioneuvoston asetuksella saadetaan tarkemmin 7 §:ssa tarkoitettujen suunnitelmien seka 10 §:ssa tarkoitetun selvityksen ja toimeenpanosuunnitelman rakenteesta seka siita, miten suunnitelmat ja selvitykset annetaan valtioneuvostolle. lisaksi valtioneuvoston asetuksella saadetaan, mita palveluita 10 §:n 2 momentin 4 kohdassa tarkoitettu selvitys palveluverkon kattavuudesta ja 10 §:n 2 momentin 5 kohdassa tarkoitettu suunnitelma kunnan keskeisten toimintojen jarjestamisesta vahintaan koskee.",
        "title_sv": "Bemyndigande att utfärda förordning om lämnandet av uppgifter",
        "content_sv": "Genom förordning av statsrådet bestäms närmare om hur de planer som avses i 7 § samt den utredning och genomförandeplan som avses i 10 § skall vara strukturerade samt om hur planerna och utredningarna skall lämnas till statsrådet. Genom förordning av statsrådet bestäms dessutom vilken service den utredning om servicenätets täckning som avses i 10 § 2 mom. 4 punkten och den plan för ordnandet av kommunens viktigaste funktioner som avses i 10 § 2 mom. 5 punkten åtminstone skall gälla.",
        "normalized_sv": "Genom förordning av statsrådet bestäms närmare om hur de planer som avses i 7 § samt den utredning och genomförandeplan som avses i 10 § skall vara strukturerade samt om hur planerna och utredningarna skall lämnas till statsrådet. Genom förordning av statsrådet bestäms dessutom vilken service den utredning om servicenätets täckning som avses i 10 § 2 mom. 4 punkten och den plan för ordnandet av kommunens viktigaste funktioner som avses i 10 § 2 mom. 5 punkten åtminstone skall gälla.",
        "folded_sv": "genom forordning av statsradet bestams narmare om hur de planer som avses i 7 § samt den utredning och genomforandeplan som avses i 10 § skall vara strukturerade samt om hur planerna och utredningarna skall lamnas till statsradet. genom forordning av statsradet bestams dessutom vilken service den utredning om servicenatets tackning som avses i 10 § 2 mom. 4 punkten och den plan for ordnandet av kommunens viktigaste funktioner som avses i 10 § 2 mom. 5 punkten atminstone skall galla."
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 23 päivänä helmikuuta 2007 ja on voimassa vuoden 2012 loppuun. Jos 5 ja 6 §:ssä tarkoitetut järjestelyt toteutetaan ennen 31 päivää joulukuuta 2012, sovelletaan lain 13 §:n 3 momentissa tarkoitettua irtisanomissuojaa 31 päivän joulukuuta 2012 jälkeenkin järjestelyn kohteena olevaan henkilöstöön. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_15",
        "normalized_fi": "Tämä laki tulee voimaan 23 päivänä helmikuuta 2007 ja on voimassa vuoden 2012 loppuun. Jos 5 ja 6 § :ssä tarkoitetut järjestelyt toteutetaan ennen 31 päivää joulukuuta 2012, sovelletaan lain 13 § :n 3 momentissa tarkoitettua irtisanomissuojaa 31 päivän joulukuuta 2012 jälkeenkin järjestelyn kohteena olevaan henkilöstöön. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
        "folded_fi": "tama laki tulee voimaan 23 paivana helmikuuta 2007 ja on voimassa vuoden 2012 loppuun. jos 5 ja 6 §:ssa tarkoitetut jarjestelyt toteutetaan ennen 31 paivaa joulukuuta 2012, sovelletaan lain 13 §:n 3 momentissa tarkoitettua irtisanomissuojaa 31 paivan joulukuuta 2012 jalkeenkin jarjestelyn kohteena olevaan henkilostoon. ennen lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 23 februari 2007 och gäller till utgången av 2012. Om de arrangemang som avses i 5 och 6 § vidtas före den 31 december 2012, tillämpas det uppsägningsskydd som avses i 13 § 3 mom. även efter den 31 december 2012 på den personal som är föremål för arrangemanget. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft",
        "normalized_sv": "Denna lag träder i kraft den 23 februari 2007 och gäller till utgången av 2012. Om de arrangemang som avses i 5 och 6 § vidtas före den 31 december 2012, tillämpas det uppsägningsskydd som avses i 13 § 3 mom. även efter den 31 december 2012 på den personal som är föremål för arrangemanget. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft",
        "folded_sv": "denna lag trader i kraft den 23 februari 2007 och galler till utgangen av 2012. om de arrangemang som avses i 5 och 6 § vidtas fore den 31 december 2012, tillampas det uppsagningsskydd som avses i 13 § 3 mom. aven efter den 31 december 2012 pa den personal som ar foremal for arrangemanget. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft"
      },
      "valid_from": "2007-02-09",
      "valid_to": null
    }
  ]
}