{
  "id": "1714/2015",
  "type": "statute",
  "title": "Laki aravarajoituslain muuttamisesta",
  "title_en": "Lag om ändring av aravabegränsningslagen",
  "status": "in_force",
  "issued_date": "2015-12-30",
  "in_force_date": "2015-12-30",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/1714/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Rajoitusaika",
      "content": "Aravavuokra-asuntoja ja aravavuokrataloja koskevat rajoitukset ovat voimassa asuntolainan ennenaikaisesta takaisinmaksusta riippumatta sen ajan, joksi laina on myönnetty. Tämän jälkeen ovat voimassa vielä kymmenen vuoden ajan muut tässä laissa tarkoitetut rajoitukset paitsi ne, joista säädetään 7 ja 7 a §:ssä, 7 b §:n 1 momentissa sekä 7 c ja 9-12 §:ssä. Edellä tarkoitetun kymmenen vuoden aikana saadaan 13 §:n 1 momentissa tarkoitettu muu kuin erityisten väestöryhmien vuokra-asuntona lainoitettu vuokratalo muuttaa asunto-osakeyhtiötaloksi ilmoittamalla siitä Asumisen rahoitus- ja kehittämiskeskukselle, jos 13 §:ssä tarkoitetut lainat on kokonaan maksettu takaisin. Kunnan lunastusoikeutta koskevaa 8 §:n 3 momentin säännöstä sovelletaan edellä tarkoitetun kymmenen vuoden aikana kuitenkin vain, jos omaisuus on siirtynyt oikeushenkilön lakkaamisen johdosta. Rajoitukset ovat kuitenkin laina-ajasta riippumatta voimassa 45 vuotta lainan myöntämisestä lukien, jos laina on myönnetty: 1) vuokratalon rakentamiseen tai hankkimiseen tai vuokra-asunnon hallintaan oikeuttavien osakkeiden hankkimiseen vuoden 1966 asuntotuotantolain mukaan 1 päivänä tammikuuta 1980 tai sen jälkeen; 2) vuokratalon laajentamiseen tai peruskorjaamiseen vuoden 1966 asuntotuotantolain mukaan 1 päivänä tammikuuta 1991 tai sen jälkeen; tai 3) aravalain mukaan. Jos aravalain mukainen laina on myönnetty 1 päivänä syyskuuta 2004 tai sen jälkeen, rajoitukset ovat kuitenkin 2 momentista poiketen voimassa 40 vuotta lainan myöntämisestä. Asunto- tai aravalainan tultua maksetuksi takaisin normaalien lyhennysehtojen mukaisesti 7 ja 7 a §:n, 7 b §:n 1 momentin sekä 7 c §:n mukaiset rajoitukset lakkaavat. Alkuperäisten lainaehtojen mukaan vuosimaksuina suoritettavan lainan laina-ajaksi katsotaan kuitenkin 30 vuotta, jos laina on maksettu takaisin ennenaikaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Aravavuokra-asuntoja ja aravavuokrataloja koskevat rajoitukset ovat voimassa asuntolainan ennenaikaisesta takaisinmaksusta riippumatta sen ajan, joksi laina on myönnetty. Tämän jälkeen ovat voimassa vielä kymmenen vuoden ajan muut tässä laissa tarkoitetut rajoitukset paitsi ne, joista säädetään 7 ja 7 a § :ssä, 7 b § :n 1 momentissa sekä 7 c ja 9-12 § :ssä. Edellä tarkoitetun kymmenen vuoden aikana saadaan 13 § :n 1 momentissa tarkoitettu muu kuin erityisten väestöryhmien vuokra-asuntona lainoitettu vuokratalo muuttaa asunto-osakeyhtiötaloksi ilmoittamalla siitä Asumisen rahoitus- ja kehittämiskeskukselle, jos 13 § :ssä tarkoitetut lainat on kokonaan maksettu takaisin. Kunnan lunastusoikeutta koskevaa 8 § :n 3 momentin säännöstä sovelletaan edellä tarkoitetun kymmenen vuoden aikana kuitenkin vain, jos omaisuus on siirtynyt oikeushenkilön lakkaamisen johdosta. Rajoitukset ovat kuitenkin laina-ajasta riippumatta voimassa 45 vuotta lainan myöntämisestä lukien, jos laina on myönnetty: 1) vuokratalon rakentamiseen tai hankkimiseen tai vuokra-asunnon hallintaan oikeuttavien osakkeiden hankkimiseen vuoden 1966 asuntotuotantolain mukaan 1 päivänä tammikuuta 1980 tai sen jälkeen; 2) vuokratalon laajentamiseen tai peruskorjaamiseen vuoden 1966 asuntotuotantolain mukaan 1 päivänä tammikuuta 1991 tai sen jälkeen; tai 3) aravalain mukaan. Jos aravalain mukainen laina on myönnetty 1 päivänä syyskuuta 2004 tai sen jälkeen, rajoitukset ovat kuitenkin 2 momentista poiketen voimassa 40 vuotta lainan myöntämisestä. Asunto- tai aravalainan tultua maksetuksi takaisin normaalien lyhennysehtojen mukaisesti 7 ja 7 a § :n, 7 b § :n 1 momentin sekä 7 c § :n mukaiset rajoitukset lakkaavat. Alkuperäisten lainaehtojen mukaan vuosimaksuina suoritettavan lainan laina-ajaksi katsotaan kuitenkin 30 vuotta, jos laina on maksettu takaisin ennenaikaisesti.",
        "folded_fi": "aravavuokra-asuntoja ja aravavuokrataloja koskevat rajoitukset ovat voimassa asuntolainan ennenaikaisesta takaisinmaksusta riippumatta sen ajan, joksi laina on myonnetty. taman jalkeen ovat voimassa viela kymmenen vuoden ajan muut tassa laissa tarkoitetut rajoitukset paitsi ne, joista saadetaan 7 ja 7 a §:ssa, 7 b §:n 1 momentissa seka 7 c ja 9-12 §:ssa. edella tarkoitetun kymmenen vuoden aikana saadaan 13 §:n 1 momentissa tarkoitettu muu kuin erityisten vaestoryhmien vuokra-asuntona lainoitettu vuokratalo muuttaa asunto-osakeyhtiotaloksi ilmoittamalla siita asumisen rahoitus- ja kehittamiskeskukselle, jos 13 §:ssa tarkoitetut lainat on kokonaan maksettu takaisin. kunnan lunastusoikeutta koskevaa 8 §:n 3 momentin saannosta sovelletaan edella tarkoitetun kymmenen vuoden aikana kuitenkin vain, jos omaisuus on siirtynyt oikeushenkilon lakkaamisen johdosta. rajoitukset ovat kuitenkin laina-ajasta riippumatta voimassa 45 vuotta lainan myontamisesta lukien, jos laina on myonnetty: 1) vuokratalon rakentamiseen tai hankkimiseen tai vuokra-asunnon hallintaan oikeuttavien osakkeiden hankkimiseen vuoden 1966 asuntotuotantolain mukaan 1 paivana tammikuuta 1980 tai sen jalkeen; 2) vuokratalon laajentamiseen tai peruskorjaamiseen vuoden 1966 asuntotuotantolain mukaan 1 paivana tammikuuta 1991 tai sen jalkeen; tai 3) aravalain mukaan. jos aravalain mukainen laina on myonnetty 1 paivana syyskuuta 2004 tai sen jalkeen, rajoitukset ovat kuitenkin 2 momentista poiketen voimassa 40 vuotta lainan myontamisesta. asunto- tai aravalainan tultua maksetuksi takaisin normaalien lyhennysehtojen mukaisesti 7 ja 7 a §:n, 7 b §:n 1 momentin seka 7 c §:n mukaiset rajoitukset lakkaavat. alkuperaisten lainaehtojen mukaan vuosimaksuina suoritettavan lainan laina-ajaksi katsotaan kuitenkin 30 vuotta, jos laina on maksettu takaisin ennenaikaisesti.",
        "title_sv": "Begränsningstid",
        "content_sv": "De begränsningar som gäller aravahyresbostäder och aravahyreshus är, oberoende av en förtida återbetalning av bostadslånet, i kraft den tid för vilken lånet beviljats. Därefter gäller i ytterligare tio år de övriga i denna lag föreskrivna begränsningar, med undantag för begränsningarna enligt 7 och 7 a §, 7 b § 1 mom. samt 7 c och 9-12 §. Under den tioårsperioden får andra än i 13 § 1 mom. avsedda hyreshus som lånefinansierats för att de ska användas som hyresbostäder för särskilda befolkningsgrupper, ombildas till bostadsaktiebolagshus genom en anmälan till Finansierings- och utvecklingscentralen för boendet, om de lån som avses i 13 § har återbetalats till fullo. Vad som i 8 § 3 mom. föreskrivs om kommunens inlösningsrätt tillämpas dock under den ovannämnda tioårsperioden endast om egendomen har övergått till någon annan på grund av att en juridisk person har upplösts. Begränsningarna gäller, oberoende av lånetiden, i 45 år från det att lånet beviljades, om lånet har beviljats 1) den 1 januari 1980 eller senare enligt 1966 års lag om bostadsproduktion för uppförande eller anskaffning av ett hyreshus eller för förvärv av aktier som medför rätt att besitta en hyresbostad, 2) den 1 januari 1991 eller senare enligt 1966 års lag om bostadsproduktion för utvidgning eller ombyggnad av ett hyreshus, eller 3) enligt aravalagen. Om lånet enligt aravalagen har beviljats den 1 september 2004 eller senare, gäller begränsningarna dock, med avvikelse från 2 mom., i 40 år från det att lånet beviljades. Begränsningarna enligt 7 och 7 a §, 7 b § 1 mom. samt 7 c § upphör att gälla när bostads- eller aravalånet har återbetalts enligt de vanliga amorteringsvillkoren. Som lånetid för ett lån som enligt de ursprungliga lånevillkoren ska betalas i form av annuiteter betraktas dock 30 år, om lånet har återbetalts i förtid.",
        "normalized_sv": "De begränsningar som gäller aravahyresbostäder och aravahyreshus är, oberoende av en förtida återbetalning av bostadslånet, i kraft den tid för vilken lånet beviljats. Därefter gäller i ytterligare tio år de övriga i denna lag föreskrivna begränsningar, med undantag för begränsningarna enligt 7 och 7 a § , 7 b § 1 mom. samt 7 c och 9-12 § . Under den tioårsperioden får andra än i 13 § 1 mom. avsedda hyreshus som lånefinansierats för att de ska användas som hyresbostäder för särskilda befolkningsgrupper, ombildas till bostadsaktiebolagshus genom en anmälan till Finansierings- och utvecklingscentralen för boendet, om de lån som avses i 13 § har återbetalats till fullo. Vad som i 8 § 3 mom. föreskrivs om kommunens inlösningsrätt tillämpas dock under den ovannämnda tioårsperioden endast om egendomen har övergått till någon annan på grund av att en juridisk person har upplösts. Begränsningarna gäller, oberoende av lånetiden, i 45 år från det att lånet beviljades, om lånet har beviljats 1) den 1 januari 1980 eller senare enligt 1966 års lag om bostadsproduktion för uppförande eller anskaffning av ett hyreshus eller för förvärv av aktier som medför rätt att besitta en hyresbostad, 2) den 1 januari 1991 eller senare enligt 1966 års lag om bostadsproduktion för utvidgning eller ombyggnad av ett hyreshus, eller 3) enligt aravalagen. Om lånet enligt aravalagen har beviljats den 1 september 2004 eller senare, gäller begränsningarna dock, med avvikelse från 2 mom., i 40 år från det att lånet beviljades. Begränsningarna enligt 7 och 7 a § , 7 b § 1 mom. samt 7 c § upphör att gälla när bostads- eller aravalånet har återbetalts enligt de vanliga amorteringsvillkoren. Som lånetid för ett lån som enligt de ursprungliga lånevillkoren ska betalas i form av annuiteter betraktas dock 30 år, om lånet har återbetalts i förtid.",
        "folded_sv": "de begransningar som galler aravahyresbostader och aravahyreshus ar, oberoende av en fortida aterbetalning av bostadslanet, i kraft den tid for vilken lanet beviljats. darefter galler i ytterligare tio ar de ovriga i denna lag foreskrivna begransningar, med undantag for begransningarna enligt 7 och 7 a §, 7 b § 1 mom. samt 7 c och 9-12 §. under den tioarsperioden far andra an i 13 § 1 mom. avsedda hyreshus som lanefinansierats for att de ska anvandas som hyresbostader for sarskilda befolkningsgrupper, ombildas till bostadsaktiebolagshus genom en anmalan till finansierings- och utvecklingscentralen for boendet, om de lan som avses i 13 § har aterbetalats till fullo. vad som i 8 § 3 mom. foreskrivs om kommunens inlosningsratt tillampas dock under den ovannamnda tioarsperioden endast om egendomen har overgatt till nagon annan pa grund av att en juridisk person har upplosts. begransningarna galler, oberoende av lanetiden, i 45 ar fran det att lanet beviljades, om lanet har beviljats 1) den 1 januari 1980 eller senare enligt 1966 ars lag om bostadsproduktion for uppforande eller anskaffning av ett hyreshus eller for forvarv av aktier som medfor ratt att besitta en hyresbostad, 2) den 1 januari 1991 eller senare enligt 1966 ars lag om bostadsproduktion for utvidgning eller ombyggnad av ett hyreshus, eller 3) enligt aravalagen. om lanet enligt aravalagen har beviljats den 1 september 2004 eller senare, galler begransningarna dock, med avvikelse fran 2 mom., i 40 ar fran det att lanet beviljades. begransningarna enligt 7 och 7 a §, 7 b § 1 mom. samt 7 c § upphor att galla nar bostads- eller aravalanet har aterbetalts enligt de vanliga amorteringsvillkoren. som lanetid for ett lan som enligt de ursprungliga lanevillkoren ska betalas i form av annuiteter betraktas dock 30 ar, om lanet har aterbetalts i fortid."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Korvaus säännösten vastaisesta käytöstä",
      "content": "Siltä ajalta, jona asuntoa käytetään 4 tai 5 §:n vastaisesti, omistaja voidaan Valtiokonttorin päätöksellä velvoittaa suorittamaan Valtiokonttoriin puoli prosenttia kultakin kalenterikuukaudelta asuinhuoneiston rakennuskustannusindeksin muutosta vastaavasti tarkistetusta hankinta-arvosta. Jos asuinhuoneistolle ei ole erikseen vahvistettu hankinta-arvoa, se lasketaan huoneisto-alojen suhteessa koko rakennuksen tai rakennusten hankinta-arvosta. Vaatimusta korvauksen määräämisestä ei voida tehdä enää sen jälkeen, kun säännösten vastaisesta käytöstä on kulunut kolme vuotta. Jos suoritettavaksi määrättävä korvaus muodostuisi ilmeisen kohtuuttomaksi, sitä voidaan korvausta määrättäessä alentaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Siltä ajalta, jona asuntoa käytetään 4 tai 5 § :n vastaisesti, omistaja voidaan Valtiokonttorin päätöksellä velvoittaa suorittamaan Valtiokonttoriin puoli prosenttia kultakin kalenterikuukaudelta asuinhuoneiston rakennuskustannusindeksin muutosta vastaavasti tarkistetusta hankinta-arvosta. Jos asuinhuoneistolle ei ole erikseen vahvistettu hankinta-arvoa, se lasketaan huoneisto-alojen suhteessa koko rakennuksen tai rakennusten hankinta-arvosta. Vaatimusta korvauksen määräämisestä ei voida tehdä enää sen jälkeen, kun säännösten vastaisesta käytöstä on kulunut kolme vuotta. Jos suoritettavaksi määrättävä korvaus muodostuisi ilmeisen kohtuuttomaksi, sitä voidaan korvausta määrättäessä alentaa.",
        "folded_fi": "silta ajalta, jona asuntoa kaytetaan 4 tai 5 §:n vastaisesti, omistaja voidaan valtiokonttorin paatoksella velvoittaa suorittamaan valtiokonttoriin puoli prosenttia kultakin kalenterikuukaudelta asuinhuoneiston rakennuskustannusindeksin muutosta vastaavasti tarkistetusta hankinta-arvosta. jos asuinhuoneistolle ei ole erikseen vahvistettu hankinta-arvoa, se lasketaan huoneisto-alojen suhteessa koko rakennuksen tai rakennusten hankinta-arvosta. vaatimusta korvauksen maaraamisesta ei voida tehda enaa sen jalkeen, kun saannosten vastaisesta kaytosta on kulunut kolme vuotta. jos suoritettavaksi maarattava korvaus muodostuisi ilmeisen kohtuuttomaksi, sita voidaan korvausta maarattaessa alentaa.",
        "title_sv": "Ersättning för användning i strid med bestämmelserna",
        "content_sv": "För den tid som en bostad används i strid med 4 eller 5 § kan ägaren genom beslut av Statskontoret åläggas att till Statskontoret för varje kalendermånad betala en halv procent av bostadslägenhetens anskaffningsvärde, justerat enligt förändringen i byggnadskostnadsindex. Om inget anskaffningsvärde har fastställts särskilt för bostadslägenheten, beräknas anskaffningsvärdet enligt förhållandet mellan lägenhetsytorna utifrån anskaffningsvärdet för hela byggnaden eller byggnaderna. Ett yrkande på fastställande av ersättning kan inte längre framställas efter att tre år har förflutit sedan bostaden användes i strid med bestämmelserna. Om ersättningen skulle bli uppenbart oskälig, kan den nedsättas när den fastställs.",
        "normalized_sv": "För den tid som en bostad används i strid med 4 eller 5 § kan ägaren genom beslut av Statskontoret åläggas att till Statskontoret för varje kalendermånad betala en halv procent av bostadslägenhetens anskaffningsvärde, justerat enligt förändringen i byggnadskostnadsindex. Om inget anskaffningsvärde har fastställts särskilt för bostadslägenheten, beräknas anskaffningsvärdet enligt förhållandet mellan lägenhetsytorna utifrån anskaffningsvärdet för hela byggnaden eller byggnaderna. Ett yrkande på fastställande av ersättning kan inte längre framställas efter att tre år har förflutit sedan bostaden användes i strid med bestämmelserna. Om ersättningen skulle bli uppenbart oskälig, kan den nedsättas när den fastställs.",
        "folded_sv": "for den tid som en bostad anvands i strid med 4 eller 5 § kan agaren genom beslut av statskontoret alaggas att till statskontoret for varje kalendermanad betala en halv procent av bostadslagenhetens anskaffningsvarde, justerat enligt forandringen i byggnadskostnadsindex. om inget anskaffningsvarde har faststallts sarskilt for bostadslagenheten, beraknas anskaffningsvardet enligt forhallandet mellan lagenhetsytorna utifran anskaffningsvardet for hela byggnaden eller byggnaderna. ett yrkande pa faststallande av ersattning kan inte langre framstallas efter att tre ar har forflutit sedan bostaden anvandes i strid med bestammelserna. om ersattningen skulle bli uppenbart oskalig, kan den nedsattas nar den faststalls."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Omakustannusvuokralla katettavat menot",
      "content": "Vuokralaisilta saa periä asuinhuoneistosta vuokraa enintään määrän, joka tarvitaan muiden tuottojen ohella aravavuokra-asuntojen sekä niihin liittyvien tilojen rahoituksen ja hyvän kiinteistönpidon mukaisiin menoihin. Tällaisia ovat menot, jotka aiheutuvat: 1) kiinteistön ja asuntojen rakentamista, hankintaa tai perusparantamista varten otetuista lainoista sekä 10 §:n 1 momentin 2 kohdan mukaiseen luovutuskorvaukseen tai 11 §:n mukaiseen enimmäishintaan liittyvästä indeksitarkistuksesta, jos se on sisältynyt muulle kuin samaan konserniin kuuluvalle yhteisölle maksettuun luovutushintaan; 2) kiinteistön ja rakennusten sekä asuntojen ylläpidosta ja hoidosta; 3) kohtuullisesta varautumisesta perusparannuksiin ja 2 kohdassa tarkoitettuihin toimenpiteisiin; 4) asuntojen vuokrauksesta ja hallinnoinnista; 5) 10 §:n 1 momentin 1 kohdassa tarkoitetulle omarahoitusosuudelle laskettavasta korosta; 6) omistajalle lain mukaan kuuluvista velvoitteista, jotka eivät johdu siitä, että omistaja olisi toiminut tämän lain tai muun lain vastaisesti; 7) muusta vastaavasta hyväksyttävästä syystä. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä: 1) siitä, mitä on pidettävä 1 momentin 3 kohdassa tarkoitettuna kohtuullisena varautumisena; 2) 10 §:n 1 momentin 1 kohdassa tarkoitetulle omarahoitusosuudelle laskettavan koron suuruudesta; 3) muista vuokranmääritykseen liittyvistä asioista. Asumisen rahoitus- ja kehittämiskeskus voi asettamillaan ehdoilla myöntää hakemuksesta lainansaajalle luvan poiketa varautumiselle tai omarahoitusosuuden korolle 2 momentin nojalla säädettävistä enimmäismääristä, jos siihen on erityinen syy. Vuokrasta säädetään muutoin asuinhuoneiston vuokrauksesta annetussa laissa (481/1995).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Vuokralaisilta saa periä asuinhuoneistosta vuokraa enintään määrän, joka tarvitaan muiden tuottojen ohella aravavuokra-asuntojen sekä niihin liittyvien tilojen rahoituksen ja hyvän kiinteistönpidon mukaisiin menoihin. Tällaisia ovat menot, jotka aiheutuvat: 1) kiinteistön ja asuntojen rakentamista, hankintaa tai perusparantamista varten otetuista lainoista sekä 10 § :n 1 momentin 2 kohdan mukaiseen luovutuskorvaukseen tai 11 § :n mukaiseen enimmäishintaan liittyvästä indeksitarkistuksesta, jos se on sisältynyt muulle kuin samaan konserniin kuuluvalle yhteisölle maksettuun luovutushintaan; 2) kiinteistön ja rakennusten sekä asuntojen ylläpidosta ja hoidosta; 3) kohtuullisesta varautumisesta perusparannuksiin ja 2 kohdassa tarkoitettuihin toimenpiteisiin; 4) asuntojen vuokrauksesta ja hallinnoinnista; 5) 10 § :n 1 momentin 1 kohdassa tarkoitetulle omarahoitusosuudelle laskettavasta korosta; 6) omistajalle lain mukaan kuuluvista velvoitteista, jotka eivät johdu siitä, että omistaja olisi toiminut tämän lain tai muun lain vastaisesti; 7) muusta vastaavasta hyväksyttävästä syystä. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä: 1) siitä, mitä on pidettävä 1 momentin 3 kohdassa tarkoitettuna kohtuullisena varautumisena; 2) 10 § :n 1 momentin 1 kohdassa tarkoitetulle omarahoitusosuudelle laskettavan koron suuruudesta; 3) muista vuokranmääritykseen liittyvistä asioista. Asumisen rahoitus- ja kehittämiskeskus voi asettamillaan ehdoilla myöntää hakemuksesta lainansaajalle luvan poiketa varautumiselle tai omarahoitusosuuden korolle 2 momentin nojalla säädettävistä enimmäismääristä, jos siihen on erityinen syy. Vuokrasta säädetään muutoin asuinhuoneiston vuokrauksesta annetussa laissa (481/1995).",
        "folded_fi": "vuokralaisilta saa peria asuinhuoneistosta vuokraa enintaan maaran, joka tarvitaan muiden tuottojen ohella aravavuokra-asuntojen seka niihin liittyvien tilojen rahoituksen ja hyvan kiinteistonpidon mukaisiin menoihin. tallaisia ovat menot, jotka aiheutuvat: 1) kiinteiston ja asuntojen rakentamista, hankintaa tai perusparantamista varten otetuista lainoista seka 10 §:n 1 momentin 2 kohdan mukaiseen luovutuskorvaukseen tai 11 §:n mukaiseen enimmaishintaan liittyvasta indeksitarkistuksesta, jos se on sisaltynyt muulle kuin samaan konserniin kuuluvalle yhteisolle maksettuun luovutushintaan; 2) kiinteiston ja rakennusten seka asuntojen yllapidosta ja hoidosta; 3) kohtuullisesta varautumisesta perusparannuksiin ja 2 kohdassa tarkoitettuihin toimenpiteisiin; 4) asuntojen vuokrauksesta ja hallinnoinnista; 5) 10 §:n 1 momentin 1 kohdassa tarkoitetulle omarahoitusosuudelle laskettavasta korosta; 6) omistajalle lain mukaan kuuluvista velvoitteista, jotka eivat johdu siita, etta omistaja olisi toiminut taman lain tai muun lain vastaisesti; 7) muusta vastaavasta hyvaksyttavasta syysta. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia: 1) siita, mita on pidettava 1 momentin 3 kohdassa tarkoitettuna kohtuullisena varautumisena; 2) 10 §:n 1 momentin 1 kohdassa tarkoitetulle omarahoitusosuudelle laskettavan koron suuruudesta; 3) muista vuokranmaaritykseen liittyvista asioista. asumisen rahoitus- ja kehittamiskeskus voi asettamillaan ehdoilla myontaa hakemuksesta lainansaajalle luvan poiketa varautumiselle tai omarahoitusosuuden korolle 2 momentin nojalla saadettavista enimmaismaarista, jos siihen on erityinen syy. vuokrasta saadetaan muutoin asuinhuoneiston vuokrauksesta annetussa laissa (481/1995).",
        "title_sv": "Utgifter som täcks med självkostnadshyra",
        "content_sv": "Hos hyresgästerna får i hyra för en bostadslägenhet tas ut högst ett belopp som utöver de övriga intäkterna behövs för finansieringen av aravahyresbostäderna och utrymmen i anslutning till dem och för de utgifter som en god fastighetshållning förutsätter. Sådana utgifter är utgifter som orsakas av 1) lån för byggande, anskaffning eller ombyggnad av en fastighet och bostäder samt av den indexjustering som hänför sig till en överlåtelseersättning enligt 10 § 1 mom. 2 punkten eller till maximipriset enligt 11 §, om justeringen har ingått i överlåtelsepriset som betalats till ett samfund som inte hör till samma koncern, 2) underhåll och skötsel av fastigheter och byggnader samt bostäder, 3) en skälig avsättning för ombyggnad och för åtgärder enligt 2 punkten, 4) uthyrning och förvaltning av bostäder, 5) ränta på den självfinansieringsandel som avses i 10 § 1 mom. 1 punkten, 6) skyldigheter som ägaren har enligt lag och som inte följer av att ägaren har handlat i strid med denna eller någon annan lag, 7) andra motsvarande godtagbara omständigheter. Genom förordning av statsrådet får det utfärdas närmare bestämmelser om 1) vad som ska anses vara en skälig avsättning enligt 1 mom. 3 punkten, 2) storleken av den ränta som ska beräknas på självfinansieringsandelen enligt 10 § 1 mom. 1 punkten, 3) andra frågor som hänför sig till bestämmandet av hyra. Av särskilda skäl får Finansierings- och utvecklingscentralen för boendet på ansökan och på villkor som centralen ställer bevilja en låntagare tillstånd att avvika från de maximala belopp som med stöd av 2 mom. föreskrivs för en avsättning eller för räntan på självfinansieringsandelen. Bestämmelser om hyra i övrigt finns i lagen om hyra av bostadslägenhet (481/1995).",
        "normalized_sv": "Hos hyresgästerna får i hyra för en bostadslägenhet tas ut högst ett belopp som utöver de övriga intäkterna behövs för finansieringen av aravahyresbostäderna och utrymmen i anslutning till dem och för de utgifter som en god fastighetshållning förutsätter. Sådana utgifter är utgifter som orsakas av 1) lån för byggande, anskaffning eller ombyggnad av en fastighet och bostäder samt av den indexjustering som hänför sig till en överlåtelseersättning enligt 10 § 1 mom. 2 punkten eller till maximipriset enligt 11 § , om justeringen har ingått i överlåtelsepriset som betalats till ett samfund som inte hör till samma koncern, 2) underhåll och skötsel av fastigheter och byggnader samt bostäder, 3) en skälig avsättning för ombyggnad och för åtgärder enligt 2 punkten, 4) uthyrning och förvaltning av bostäder, 5) ränta på den självfinansieringsandel som avses i 10 § 1 mom. 1 punkten, 6) skyldigheter som ägaren har enligt lag och som inte följer av att ägaren har handlat i strid med denna eller någon annan lag, 7) andra motsvarande godtagbara omständigheter. Genom förordning av statsrådet får det utfärdas närmare bestämmelser om 1) vad som ska anses vara en skälig avsättning enligt 1 mom. 3 punkten, 2) storleken av den ränta som ska beräknas på självfinansieringsandelen enligt 10 § 1 mom. 1 punkten, 3) andra frågor som hänför sig till bestämmandet av hyra. Av särskilda skäl får Finansierings- och utvecklingscentralen för boendet på ansökan och på villkor som centralen ställer bevilja en låntagare tillstånd att avvika från de maximala belopp som med stöd av 2 mom. föreskrivs för en avsättning eller för räntan på självfinansieringsandelen. Bestämmelser om hyra i övrigt finns i lagen om hyra av bostadslägenhet (481/1995).",
        "folded_sv": "hos hyresgasterna far i hyra for en bostadslagenhet tas ut hogst ett belopp som utover de ovriga intakterna behovs for finansieringen av aravahyresbostaderna och utrymmen i anslutning till dem och for de utgifter som en god fastighetshallning forutsatter. sadana utgifter ar utgifter som orsakas av 1) lan for byggande, anskaffning eller ombyggnad av en fastighet och bostader samt av den indexjustering som hanfor sig till en overlatelseersattning enligt 10 § 1 mom. 2 punkten eller till maximipriset enligt 11 §, om justeringen har ingatt i overlatelsepriset som betalats till ett samfund som inte hor till samma koncern, 2) underhall och skotsel av fastigheter och byggnader samt bostader, 3) en skalig avsattning for ombyggnad och for atgarder enligt 2 punkten, 4) uthyrning och forvaltning av bostader, 5) ranta pa den sjalvfinansieringsandel som avses i 10 § 1 mom. 1 punkten, 6) skyldigheter som agaren har enligt lag och som inte foljer av att agaren har handlat i strid med denna eller nagon annan lag, 7) andra motsvarande godtagbara omstandigheter. genom forordning av statsradet far det utfardas narmare bestammelser om 1) vad som ska anses vara en skalig avsattning enligt 1 mom. 3 punkten, 2) storleken av den ranta som ska beraknas pa sjalvfinansieringsandelen enligt 10 § 1 mom. 1 punkten, 3) andra fragor som hanfor sig till bestammandet av hyra. av sarskilda skal far finansierings- och utvecklingscentralen for boendet pa ansokan och pa villkor som centralen staller bevilja en lantagare tillstand att avvika fran de maximala belopp som med stod av 2 mom. foreskrivs for en avsattning eller for rantan pa sjalvfinansieringsandelen. bestammelser om hyra i ovrigt finns i lagen om hyra av bostadslagenhet (481/1995)."
      }
    },
    {
      "provision_ref": "7 a",
      "section": "7 a",
      "title": "Vuokrien tasaus",
      "content": "Saman omistajan omistamien aravavuokratalojen ja aravavuokra-asuntojen sekä vuokra-asuntolainojen ja asumisoikeustalolainojen korkotuesta annetun lain (604/2001) nojalla lainoitettujen vuokratalojen ja vuokra-asuntojen vuokrat voidaan tasata. Vuokria ei kuitenkaan saa tasata: 1) sellaisten asuntojen, joihin sovelletaan omakustannusvuokraa koskevia säännöksiä, ja muiden tämän lain tai vuokra-asuntolainojen ja asumisoikeustalolainojen korkotuesta annetun lain nojalla lainoitettujen vuokratalojen ja vuokra-asuntojen kesken, jos tasaus nostaisi vuokria ensin mainituissa asunnoissa; 2) avustuksista erityisryhmien asunto-olojen parantamiseksi annetussa laissa (1281/2004) tarkoitettujen asuntojen ja muiden vuokra-asuntojen kesken; 3) sellaisten asuntojen kesken, joiden rakentamista, hankintaa tai perusparantamista varten on myönnetty avustuksista erityisryhmien asunto-olojen parantamiseksi annetun lain mukaista avustusta, jollei kohteiden, joissa asunnot sijaitsevat, enimmäisavustusprosentti ole mainitun lain 8 §:n 1 momentin perusteella samansuuruinen. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä vuokrien tasauksen rajoittamisesta sekä muista vuokrien tasauksessa noudatettavista menettelytavoista. Asumisen rahoitus- ja kehittämiskeskus voi asettamillaan ehdoilla myöntää hakemuksesta lainansaajalle luvan tasata vuokria 2 momentin 2 tai 3 kohdassa säädetystä poiketen, jos siihen on erityinen syy.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7 a",
        "normalized_fi": "Saman omistajan omistamien aravavuokratalojen ja aravavuokra-asuntojen sekä vuokra-asuntolainojen ja asumisoikeustalolainojen korkotuesta annetun lain (604/2001) nojalla lainoitettujen vuokratalojen ja vuokra-asuntojen vuokrat voidaan tasata. Vuokria ei kuitenkaan saa tasata: 1) sellaisten asuntojen, joihin sovelletaan omakustannusvuokraa koskevia säännöksiä, ja muiden tämän lain tai vuokra-asuntolainojen ja asumisoikeustalolainojen korkotuesta annetun lain nojalla lainoitettujen vuokratalojen ja vuokra-asuntojen kesken, jos tasaus nostaisi vuokria ensin mainituissa asunnoissa; 2) avustuksista erityisryhmien asunto-olojen parantamiseksi annetussa laissa (1281/2004) tarkoitettujen asuntojen ja muiden vuokra-asuntojen kesken; 3) sellaisten asuntojen kesken, joiden rakentamista, hankintaa tai perusparantamista varten on myönnetty avustuksista erityisryhmien asunto-olojen parantamiseksi annetun lain mukaista avustusta, jollei kohteiden, joissa asunnot sijaitsevat, enimmäisavustusprosentti ole mainitun lain 8 § :n 1 momentin perusteella samansuuruinen. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä vuokrien tasauksen rajoittamisesta sekä muista vuokrien tasauksessa noudatettavista menettelytavoista. Asumisen rahoitus- ja kehittämiskeskus voi asettamillaan ehdoilla myöntää hakemuksesta lainansaajalle luvan tasata vuokria 2 momentin 2 tai 3 kohdassa säädetystä poiketen, jos siihen on erityinen syy.",
        "folded_fi": "saman omistajan omistamien aravavuokratalojen ja aravavuokra-asuntojen seka vuokra-asuntolainojen ja asumisoikeustalolainojen korkotuesta annetun lain (604/2001) nojalla lainoitettujen vuokratalojen ja vuokra-asuntojen vuokrat voidaan tasata. vuokria ei kuitenkaan saa tasata: 1) sellaisten asuntojen, joihin sovelletaan omakustannusvuokraa koskevia saannoksia, ja muiden taman lain tai vuokra-asuntolainojen ja asumisoikeustalolainojen korkotuesta annetun lain nojalla lainoitettujen vuokratalojen ja vuokra-asuntojen kesken, jos tasaus nostaisi vuokria ensin mainituissa asunnoissa; 2) avustuksista erityisryhmien asunto-olojen parantamiseksi annetussa laissa (1281/2004) tarkoitettujen asuntojen ja muiden vuokra-asuntojen kesken; 3) sellaisten asuntojen kesken, joiden rakentamista, hankintaa tai perusparantamista varten on myonnetty avustuksista erityisryhmien asunto-olojen parantamiseksi annetun lain mukaista avustusta, jollei kohteiden, joissa asunnot sijaitsevat, enimmaisavustusprosentti ole mainitun lain 8 §:n 1 momentin perusteella samansuuruinen. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia vuokrien tasauksen rajoittamisesta seka muista vuokrien tasauksessa noudatettavista menettelytavoista. asumisen rahoitus- ja kehittamiskeskus voi asettamillaan ehdoilla myontaa hakemuksesta lainansaajalle luvan tasata vuokria 2 momentin 2 tai 3 kohdassa saadetysta poiketen, jos siihen on erityinen syy.",
        "title_sv": "Utjämning av hyror",
        "content_sv": "Hyrorna för aravahyreshus och aravahyresbostäder och hyrorna för hyreshus och hyresbostäder för vilka lån har beviljats med stöd av lagen om räntestöd för hyresbostadslån och bostadsrättshuslån (604/2001) kan utjämnas, om husen och bostäderna tillhör en och samma ägare. Hyror får dock inte utjämnas mellan 1) bostäder på vilka bestämmelserna om självkostnadshyra tillämpas och andra hyreshus och hyresbostäder för vilka lån har beviljats med stöd av denna lag eller lagen om räntestöd för hyresbostadslån och bostadsrättshuslån, om utjämningen höjer hyran för de förstnämnda bostäderna, 2) bostäder enligt lagen om understöd för förbättring av bostadsförhållandena för grupper med särskilda behov (1281/2004) och andra hyresbostäder, 3) sådana bostäder där det för byggande, anskaffning eller ombyggnad beviljats understöd enligt lagen om understöd för förbättring av bostadsförhållandena för grupper med särskilda behov, om inte de objekt där bostäderna finns omfattas av samma högsta understödsprocent enligt 8 § 1 mom. i den lagen. Närmare bestämmelser om begränsning av utjämningen av hyror och om andra förfaringssätt som ska följas vid utjämning av hyror får utfärdas genom förordning av statsrådet. Av särskilda skäl får Finansierings- och utvecklingscentralen för boendet på ansökan och på de villkor centralen ställer bevilja en låntagare tillstånd att utjämna hyror med avvikelse från vad som föreskrivs i 2 mom. 2 och 3 punkten.",
        "normalized_sv": "Hyrorna för aravahyreshus och aravahyresbostäder och hyrorna för hyreshus och hyresbostäder för vilka lån har beviljats med stöd av lagen om räntestöd för hyresbostadslån och bostadsrättshuslån (604/2001) kan utjämnas, om husen och bostäderna tillhör en och samma ägare. Hyror får dock inte utjämnas mellan 1) bostäder på vilka bestämmelserna om självkostnadshyra tillämpas och andra hyreshus och hyresbostäder för vilka lån har beviljats med stöd av denna lag eller lagen om räntestöd för hyresbostadslån och bostadsrättshuslån, om utjämningen höjer hyran för de förstnämnda bostäderna, 2) bostäder enligt lagen om understöd för förbättring av bostadsförhållandena för grupper med särskilda behov (1281/2004) och andra hyresbostäder, 3) sådana bostäder där det för byggande, anskaffning eller ombyggnad beviljats understöd enligt lagen om understöd för förbättring av bostadsförhållandena för grupper med särskilda behov, om inte de objekt där bostäderna finns omfattas av samma högsta understödsprocent enligt 8 § 1 mom. i den lagen. Närmare bestämmelser om begränsning av utjämningen av hyror och om andra förfaringssätt som ska följas vid utjämning av hyror får utfärdas genom förordning av statsrådet. Av särskilda skäl får Finansierings- och utvecklingscentralen för boendet på ansökan och på de villkor centralen ställer bevilja en låntagare tillstånd att utjämna hyror med avvikelse från vad som föreskrivs i 2 mom. 2 och 3 punkten.",
        "folded_sv": "hyrorna for aravahyreshus och aravahyresbostader och hyrorna for hyreshus och hyresbostader for vilka lan har beviljats med stod av lagen om rantestod for hyresbostadslan och bostadsrattshuslan (604/2001) kan utjamnas, om husen och bostaderna tillhor en och samma agare. hyror far dock inte utjamnas mellan 1) bostader pa vilka bestammelserna om sjalvkostnadshyra tillampas och andra hyreshus och hyresbostader for vilka lan har beviljats med stod av denna lag eller lagen om rantestod for hyresbostadslan och bostadsrattshuslan, om utjamningen hojer hyran for de forstnamnda bostaderna, 2) bostader enligt lagen om understod for forbattring av bostadsforhallandena for grupper med sarskilda behov (1281/2004) och andra hyresbostader, 3) sadana bostader dar det for byggande, anskaffning eller ombyggnad beviljats understod enligt lagen om understod for forbattring av bostadsforhallandena for grupper med sarskilda behov, om inte de objekt dar bostaderna finns omfattas av samma hogsta understodsprocent enligt 8 § 1 mom. i den lagen. narmare bestammelser om begransning av utjamningen av hyror och om andra forfaringssatt som ska foljas vid utjamning av hyror far utfardas genom forordning av statsradet. av sarskilda skal far finansierings- och utvecklingscentralen for boendet pa ansokan och pa de villkor centralen staller bevilja en lantagare tillstand att utjamna hyror med avvikelse fran vad som foreskrivs i 2 mom. 2 och 3 punkten."
      }
    },
    {
      "provision_ref": "7 b",
      "section": "7 b",
      "title": "Kilpailuttaminen",
      "content": "Aravavuokratalon omistajan on toimittajatahosta riippumatta kilpailutettava arvoltaan merkittävimmät hankkimansa isännöinti-, hallinto-, huolto- ja muut kiinteistönhoitopalvelut sekä kunnossapitotyöt, joiden kattamista varten peritään tai on tarkoitus periä vuokraa. Jos hankinnan arvo ilman arvonlisäveroa ylittää julkisista hankinnoista annetun lain 15 §:n 1 kohdassa säädetyn kansallisen kynnysarvon, se on kilpailutettava, jollei pakottavista kiireellisistä syistä tai muusta laista muuta johdu. Hankintaa ei saa jakaa eriin, osittaa eikä laskea poikkeuksellisin menetelmin tämän momentin soveltamisen välttämiseksi. Jos vuokratalon omistaja on julkisista hankinnoista annetussa laissa tarkoitettu hankintayksikkö, sen velvollisuudesta hankintojen kilpailuttamiseen säädetään mainitussa laissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7 b",
        "normalized_fi": "Aravavuokratalon omistajan on toimittajatahosta riippumatta kilpailutettava arvoltaan merkittävimmät hankkimansa isännöinti-, hallinto-, huolto- ja muut kiinteistönhoitopalvelut sekä kunnossapitotyöt, joiden kattamista varten peritään tai on tarkoitus periä vuokraa. Jos hankinnan arvo ilman arvonlisäveroa ylittää julkisista hankinnoista annetun lain 15 § :n 1 kohdassa säädetyn kansallisen kynnysarvon, se on kilpailutettava, jollei pakottavista kiireellisistä syistä tai muusta laista muuta johdu. Hankintaa ei saa jakaa eriin, osittaa eikä laskea poikkeuksellisin menetelmin tämän momentin soveltamisen välttämiseksi. Jos vuokratalon omistaja on julkisista hankinnoista annetussa laissa tarkoitettu hankintayksikkö, sen velvollisuudesta hankintojen kilpailuttamiseen säädetään mainitussa laissa.",
        "folded_fi": "aravavuokratalon omistajan on toimittajatahosta riippumatta kilpailutettava arvoltaan merkittavimmat hankkimansa isannointi-, hallinto-, huolto- ja muut kiinteistonhoitopalvelut seka kunnossapitotyot, joiden kattamista varten peritaan tai on tarkoitus peria vuokraa. jos hankinnan arvo ilman arvonlisaveroa ylittaa julkisista hankinnoista annetun lain 15 §:n 1 kohdassa saadetyn kansallisen kynnysarvon, se on kilpailutettava, jollei pakottavista kiireellisista syista tai muusta laista muuta johdu. hankintaa ei saa jakaa eriin, osittaa eika laskea poikkeuksellisin menetelmin taman momentin soveltamisen valttamiseksi. jos vuokratalon omistaja on julkisista hankinnoista annetussa laissa tarkoitettu hankintayksikko, sen velvollisuudesta hankintojen kilpailuttamiseen saadetaan mainitussa laissa.",
        "title_sv": "Konkurrensutsättning",
        "content_sv": "Den som äger ett aravahyreshus ska oberoende av leverantör konkurrensutsätta de till värdet mest betydande disponent-, förvaltnings- och servicetjänsterna och övriga fastighetsförvaltningstjänsterna samt underhållsarbetena, om kostnaderna för dessa ska täckas med den hyra som tas eller enligt plan ska tas ut. Om upphandlingens värde utan mervärdesskatt överstiger det nationella tröskelvärdet enligt 15 § 1 punkten i lagen om offentlig upphandling, ska upphandlingen konkurrensutsättas, om inte något annat följer av tvingande brådskande skäl eller av någon annan lag. Upphandlingen får inte delas upp eller beräknas med exceptionella metoder i syfte att undgå tillämpning av detta moment. För sådana ägare till aravahyreshus som är i lagen om offentlig upphandling avsedda upphandlingsenheter gäller vad som i den lagen föreskrivs om skyldigheten att konkurrensutsätta upphandlingar.",
        "normalized_sv": "Den som äger ett aravahyreshus ska oberoende av leverantör konkurrensutsätta de till värdet mest betydande disponent-, förvaltnings- och servicetjänsterna och övriga fastighetsförvaltningstjänsterna samt underhållsarbetena, om kostnaderna för dessa ska täckas med den hyra som tas eller enligt plan ska tas ut. Om upphandlingens värde utan mervärdesskatt överstiger det nationella tröskelvärdet enligt 15 § 1 punkten i lagen om offentlig upphandling, ska upphandlingen konkurrensutsättas, om inte något annat följer av tvingande brådskande skäl eller av någon annan lag. Upphandlingen får inte delas upp eller beräknas med exceptionella metoder i syfte att undgå tillämpning av detta moment. För sådana ägare till aravahyreshus som är i lagen om offentlig upphandling avsedda upphandlingsenheter gäller vad som i den lagen föreskrivs om skyldigheten att konkurrensutsätta upphandlingar.",
        "folded_sv": "den som ager ett aravahyreshus ska oberoende av leverantor konkurrensutsatta de till vardet mest betydande disponent-, forvaltnings- och servicetjansterna och ovriga fastighetsforvaltningstjansterna samt underhallsarbetena, om kostnaderna for dessa ska tackas med den hyra som tas eller enligt plan ska tas ut. om upphandlingens varde utan mervardesskatt overstiger det nationella troskelvardet enligt 15 § 1 punkten i lagen om offentlig upphandling, ska upphandlingen konkurrensutsattas, om inte nagot annat foljer av tvingande bradskande skal eller av nagon annan lag. upphandlingen far inte delas upp eller beraknas med exceptionella metoder i syfte att undga tillampning av detta moment. for sadana agare till aravahyreshus som ar i lagen om offentlig upphandling avsedda upphandlingsenheter galler vad som i den lagen foreskrivs om skyldigheten att konkurrensutsatta upphandlingar."
      }
    },
    {
      "provision_ref": "7 c",
      "section": "7 c",
      "title": "Jälkilaskelman laatiminen ja yli- tai alijäämän huomioon ottaminen",
      "content": "Aravavuokratalon omistajan on laadittava tilikaudelta tilinpäätöksen laatimisen yhteydessä kirjanpitoonsa perustuva, koko yhteisöä koskeva ja tasausryhmittäin tehtävä jälkilaskelma, josta käy ilmi: 1) paljonko vuokria on peritty; 2) mitä menoeriä on katettu vuokrilla; 3) paljonko tuleviin perusparannus-, ylläpito- ja hoitotoimenpiteisiin on kerätty varoja ja miten niitä on käytetty; 4) paljonko tilikaudelta on syntynyt rahoitusylijäämää tai -alijäämää; 5) paljonko edellisiltä tilikausilta on syntynyt rahoitusylijäämää tai -alijäämää. Edellä 1 momentin 4 ja 5 kohdassa tarkoitettu yli- tai alijäämä vähennettynä varautumiseen kerätyillä varoilla on otettava huomioon seuraavien vuosien vuokria määritettäessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7 c",
        "normalized_fi": "Aravavuokratalon omistajan on laadittava tilikaudelta tilinpäätöksen laatimisen yhteydessä kirjanpitoonsa perustuva, koko yhteisöä koskeva ja tasausryhmittäin tehtävä jälkilaskelma, josta käy ilmi: 1) paljonko vuokria on peritty; 2) mitä menoeriä on katettu vuokrilla; 3) paljonko tuleviin perusparannus-, ylläpito- ja hoitotoimenpiteisiin on kerätty varoja ja miten niitä on käytetty; 4) paljonko tilikaudelta on syntynyt rahoitusylijäämää tai -alijäämää; 5) paljonko edellisiltä tilikausilta on syntynyt rahoitusylijäämää tai -alijäämää. Edellä 1 momentin 4 ja 5 kohdassa tarkoitettu yli- tai alijäämä vähennettynä varautumiseen kerätyillä varoilla on otettava huomioon seuraavien vuosien vuokria määritettäessä.",
        "folded_fi": "aravavuokratalon omistajan on laadittava tilikaudelta tilinpaatoksen laatimisen yhteydessa kirjanpitoonsa perustuva, koko yhteisoa koskeva ja tasausryhmittain tehtava jalkilaskelma, josta kay ilmi: 1) paljonko vuokria on peritty; 2) mita menoeria on katettu vuokrilla; 3) paljonko tuleviin perusparannus-, yllapito- ja hoitotoimenpiteisiin on keratty varoja ja miten niita on kaytetty; 4) paljonko tilikaudelta on syntynyt rahoitusylijaamaa tai -alijaamaa; 5) paljonko edellisilta tilikausilta on syntynyt rahoitusylijaamaa tai -alijaamaa. edella 1 momentin 4 ja 5 kohdassa tarkoitettu yli- tai alijaama vahennettyna varautumiseen keratyilla varoilla on otettava huomioon seuraavien vuosien vuokria maaritettaessa.",
        "title_sv": "Efterkalkyl samt beaktande av över- eller underskott",
        "content_sv": "Den som äger ett aravahyreshus ska utifrån sin bokföring från räkenskapsperioden i samband med att bokslutet upprättas göra upp en efterkalkyl både för hela samfundet och separat för varje utjämningsgrupp. Av efterkalkylen ska följande framgå: 1) summan av de hyror som tagits ut, 2) vilka utgiftsposter som har täckts med hyror, 3) summan av de medel som samlats in för framtida ombyggnads-, underhålls- och skötselåtgärder och hur dessa medel använts, 4) finansieringsöverskottet eller finansieringsunderskottet för räkenskapsperioden, 5) finansieringsöverskottet eller finansieringsunderskottet för tidigare räkenskapsperioder. Det totala över- eller underskottet enligt 1 mom. 4 och 5 punkten med avdrag för de medel som samlats in för avsättning ska beaktas när hyrorna för de följande åren bestäms.",
        "normalized_sv": "Den som äger ett aravahyreshus ska utifrån sin bokföring från räkenskapsperioden i samband med att bokslutet upprättas göra upp en efterkalkyl både för hela samfundet och separat för varje utjämningsgrupp. Av efterkalkylen ska följande framgå: 1) summan av de hyror som tagits ut, 2) vilka utgiftsposter som har täckts med hyror, 3) summan av de medel som samlats in för framtida ombyggnads-, underhålls- och skötselåtgärder och hur dessa medel använts, 4) finansieringsöverskottet eller finansieringsunderskottet för räkenskapsperioden, 5) finansieringsöverskottet eller finansieringsunderskottet för tidigare räkenskapsperioder. Det totala över- eller underskottet enligt 1 mom. 4 och 5 punkten med avdrag för de medel som samlats in för avsättning ska beaktas när hyrorna för de följande åren bestäms.",
        "folded_sv": "den som ager ett aravahyreshus ska utifran sin bokforing fran rakenskapsperioden i samband med att bokslutet upprattas gora upp en efterkalkyl bade for hela samfundet och separat for varje utjamningsgrupp. av efterkalkylen ska foljande framga: 1) summan av de hyror som tagits ut, 2) vilka utgiftsposter som har tackts med hyror, 3) summan av de medel som samlats in for framtida ombyggnads-, underhalls- och skotselatgarder och hur dessa medel anvants, 4) finansieringsoverskottet eller finansieringsunderskottet for rakenskapsperioden, 5) finansieringsoverskottet eller finansieringsunderskottet for tidigare rakenskapsperioder. det totala over- eller underskottet enligt 1 mom. 4 och 5 punkten med avdrag for de medel som samlats in for avsattning ska beaktas nar hyrorna for de foljande aren bestams."
      }
    },
    {
      "provision_ref": "7 d",
      "section": "7 d",
      "title": "Omakustannusvuokrien valvonta",
      "content": "Asumisen rahoitus- ja kehittämiskeskus valvoo omakustannusvuokran määräytymistä ja siihen liittyviä menettelytapoja koskevien säännösten noudattamista. Keskuksella on oikeus vaatia valvonnan suorittamiseksi tarvittavat tiedot lainansaajalta. Keskukselle kuuluu myös lainansaajien yleinen ohjaus omakustannusvuokraa koskevissa asioissa. Jos lainansaaja on laiminlyönyt omakustannusvuokran määräytymistä tai siihen liittyviä menettelytapoja koskevien säännösten noudattamisen, Asumisen rahoitus- ja kehittämiskeskus voi kieltää lainansaajaa perimästä vuokrissa 10 §:n 1 momentin 1 kohdassa tarkoitetulle omarahoitusosuudelle laskettavaa korkoa ja kieltää lainansaajaa tulouttamasta aravalain 15 a §:n 1 momentin 3 kohdan mukaista tuottoa enintään neljän vuoden ajan keskuksen päätöksestä. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä omakustannusvuokrien valvonnasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7 d",
        "normalized_fi": "Asumisen rahoitus- ja kehittämiskeskus valvoo omakustannusvuokran määräytymistä ja siihen liittyviä menettelytapoja koskevien säännösten noudattamista. Keskuksella on oikeus vaatia valvonnan suorittamiseksi tarvittavat tiedot lainansaajalta. Keskukselle kuuluu myös lainansaajien yleinen ohjaus omakustannusvuokraa koskevissa asioissa. Jos lainansaaja on laiminlyönyt omakustannusvuokran määräytymistä tai siihen liittyviä menettelytapoja koskevien säännösten noudattamisen, Asumisen rahoitus- ja kehittämiskeskus voi kieltää lainansaajaa perimästä vuokrissa 10 § :n 1 momentin 1 kohdassa tarkoitetulle omarahoitusosuudelle laskettavaa korkoa ja kieltää lainansaajaa tulouttamasta aravalain 15 a § :n 1 momentin 3 kohdan mukaista tuottoa enintään neljän vuoden ajan keskuksen päätöksestä. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä omakustannusvuokrien valvonnasta.",
        "folded_fi": "asumisen rahoitus- ja kehittamiskeskus valvoo omakustannusvuokran maaraytymista ja siihen liittyvia menettelytapoja koskevien saannosten noudattamista. keskuksella on oikeus vaatia valvonnan suorittamiseksi tarvittavat tiedot lainansaajalta. keskukselle kuuluu myos lainansaajien yleinen ohjaus omakustannusvuokraa koskevissa asioissa. jos lainansaaja on laiminlyonyt omakustannusvuokran maaraytymista tai siihen liittyvia menettelytapoja koskevien saannosten noudattamisen, asumisen rahoitus- ja kehittamiskeskus voi kieltaa lainansaajaa perimasta vuokrissa 10 §:n 1 momentin 1 kohdassa tarkoitetulle omarahoitusosuudelle laskettavaa korkoa ja kieltaa lainansaajaa tulouttamasta aravalain 15 a §:n 1 momentin 3 kohdan mukaista tuottoa enintaan neljan vuoden ajan keskuksen paatoksesta. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia omakustannusvuokrien valvonnasta.",
        "title_sv": "Tillsyn över självkostnadshyror",
        "content_sv": "Finansierings- och utvecklingscentralen för boendet utövar tillsyn över att bestämmelserna om bestämmande av självkostnadshyror och tillhörande förfaranden följs. Centralen har rätt att av låntagaren kräva de uppgifter som behövs för tillsynen. Till centralens uppgifter hör också allmän handledning av låntagare i frågor som gäller självkostnadshyra. Om låntagaren har underlåtit att iaktta bestämmelserna om bestämmande av självkostnadshyror eller tillhörande förfaranden, kan Finansierings- och utvecklingscentralen för boendet förbjuda låntagaren att i form av hyra ta ut ränta som beräknas på den självfinansieringsandel som avses i 10 § 1 mom. 1 punkten samt förbjuda låntagaren att betala ägarna avkastning enligt 15 a § 1 mom. 3 punkten i aravalagen under högst fyra år räknat från centralens beslut. Närmare bestämmelser om tillsyn över självkostnadshyrorna får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Finansierings- och utvecklingscentralen för boendet utövar tillsyn över att bestämmelserna om bestämmande av självkostnadshyror och tillhörande förfaranden följs. Centralen har rätt att av låntagaren kräva de uppgifter som behövs för tillsynen. Till centralens uppgifter hör också allmän handledning av låntagare i frågor som gäller självkostnadshyra. Om låntagaren har underlåtit att iaktta bestämmelserna om bestämmande av självkostnadshyror eller tillhörande förfaranden, kan Finansierings- och utvecklingscentralen för boendet förbjuda låntagaren att i form av hyra ta ut ränta som beräknas på den självfinansieringsandel som avses i 10 § 1 mom. 1 punkten samt förbjuda låntagaren att betala ägarna avkastning enligt 15 a § 1 mom. 3 punkten i aravalagen under högst fyra år räknat från centralens beslut. Närmare bestämmelser om tillsyn över självkostnadshyrorna får utfärdas genom förordning av statsrådet.",
        "folded_sv": "finansierings- och utvecklingscentralen for boendet utovar tillsyn over att bestammelserna om bestammande av sjalvkostnadshyror och tillhorande forfaranden foljs. centralen har ratt att av lantagaren krava de uppgifter som behovs for tillsynen. till centralens uppgifter hor ocksa allman handledning av lantagare i fragor som galler sjalvkostnadshyra. om lantagaren har underlatit att iaktta bestammelserna om bestammande av sjalvkostnadshyror eller tillhorande forfaranden, kan finansierings- och utvecklingscentralen for boendet forbjuda lantagaren att i form av hyra ta ut ranta som beraknas pa den sjalvfinansieringsandel som avses i 10 § 1 mom. 1 punkten samt forbjuda lantagaren att betala agarna avkastning enligt 15 a § 1 mom. 3 punkten i aravalagen under hogst fyra ar raknat fran centralens beslut. narmare bestammelser om tillsyn over sjalvkostnadshyrorna far utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Purkaminen",
      "content": "Asumisen rahoitus- ja kehittämiskeskus voi hakemuksesta myöntää asettamillaan ehdoilla luvan purkaa rajoitusten alaisen asunnon tai talon: 1) jos asunto tai talo on kunnoltaan niin huono, ettei sen perusparantaminen tai korjaaminen ole tarkoituksenmukaista; 2) jos asunto tai suurin osa sellaisen talon asunnoista, joka sijaitsee väestöltään vähenevällä alueella, on ollut pitkäaikaisesti tyhjillään ja tyhjillään olon arvioidaan olevan pysyvää sekä purkaminen on perusteltua alueen asuntomarkkinatilanne huomioon ottaen; tai 3) muusta erityisen painavasta syystä. Purkuluvan myöntämisen edellytyksenä on, että valtion asuntolaina tai aravalaina maksetaan kokonaan takaisin taikka valtio vapautetaan valtiontakauksesta aravalainojen takaisinmaksamiseksi annetun lain mukaisesta takausvastuusta purettavan asunnon tai talon osalta, jollei kysymys ole 16 §:n 5 momentissa tarkoitetusta saatavasta tai jollei 17 a §:stä muuta johdu. Jos rajoitusten alainen asunto tai talo puretaan ilman lupaa, omistaja voidaan Valtiokonttorin päätöksellä velvoittaa suorittamaan 6 §:ssä tarkoitettu korvaus jäljellä olevalta rajoitusajalta, kuitenkin enintään 20 vuodelta. Jos suoritettavaksi määrättävä korvaus muodostuisi ilmeisen kohtuuttomaksi, sitä voidaan korvausta määrätessä alentaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Asumisen rahoitus- ja kehittämiskeskus voi hakemuksesta myöntää asettamillaan ehdoilla luvan purkaa rajoitusten alaisen asunnon tai talon: 1) jos asunto tai talo on kunnoltaan niin huono, ettei sen perusparantaminen tai korjaaminen ole tarkoituksenmukaista; 2) jos asunto tai suurin osa sellaisen talon asunnoista, joka sijaitsee väestöltään vähenevällä alueella, on ollut pitkäaikaisesti tyhjillään ja tyhjillään olon arvioidaan olevan pysyvää sekä purkaminen on perusteltua alueen asuntomarkkinatilanne huomioon ottaen; tai 3) muusta erityisen painavasta syystä. Purkuluvan myöntämisen edellytyksenä on, että valtion asuntolaina tai aravalaina maksetaan kokonaan takaisin taikka valtio vapautetaan valtiontakauksesta aravalainojen takaisinmaksamiseksi annetun lain mukaisesta takausvastuusta purettavan asunnon tai talon osalta, jollei kysymys ole 16 § :n 5 momentissa tarkoitetusta saatavasta tai jollei 17 a § :stä muuta johdu. Jos rajoitusten alainen asunto tai talo puretaan ilman lupaa, omistaja voidaan Valtiokonttorin päätöksellä velvoittaa suorittamaan 6 § :ssä tarkoitettu korvaus jäljellä olevalta rajoitusajalta, kuitenkin enintään 20 vuodelta. Jos suoritettavaksi määrättävä korvaus muodostuisi ilmeisen kohtuuttomaksi, sitä voidaan korvausta määrätessä alentaa.",
        "folded_fi": "asumisen rahoitus- ja kehittamiskeskus voi hakemuksesta myontaa asettamillaan ehdoilla luvan purkaa rajoitusten alaisen asunnon tai talon: 1) jos asunto tai talo on kunnoltaan niin huono, ettei sen perusparantaminen tai korjaaminen ole tarkoituksenmukaista; 2) jos asunto tai suurin osa sellaisen talon asunnoista, joka sijaitsee vaestoltaan vahenevalla alueella, on ollut pitkaaikaisesti tyhjillaan ja tyhjillaan olon arvioidaan olevan pysyvaa seka purkaminen on perusteltua alueen asuntomarkkinatilanne huomioon ottaen; tai 3) muusta erityisen painavasta syysta. purkuluvan myontamisen edellytyksena on, etta valtion asuntolaina tai aravalaina maksetaan kokonaan takaisin taikka valtio vapautetaan valtiontakauksesta aravalainojen takaisinmaksamiseksi annetun lain mukaisesta takausvastuusta purettavan asunnon tai talon osalta, jollei kysymys ole 16 §:n 5 momentissa tarkoitetusta saatavasta tai jollei 17 a §:sta muuta johdu. jos rajoitusten alainen asunto tai talo puretaan ilman lupaa, omistaja voidaan valtiokonttorin paatoksella velvoittaa suorittamaan 6 §:ssa tarkoitettu korvaus jaljella olevalta rajoitusajalta, kuitenkin enintaan 20 vuodelta. jos suoritettavaksi maarattava korvaus muodostuisi ilmeisen kohtuuttomaksi, sita voidaan korvausta maaratessa alentaa.",
        "title_sv": "Rivning",
        "content_sv": "Finansierings- och utvecklingscentralen för boendet kan på ansökan och på villkor som centralen ställer ge tillstånd till rivning av en bostad eller ett hus som omfattas av begränsningar, 1) om bostaden eller huset är i så dåligt skick att en ombyggnad eller reparation inte är ändamålsenlig, 2) om bostaden eller största delen av bostäderna i ett hus som befinner sig i ett område med minskande befolkning länge har stått tomma och beräknas förbli tomma och om det med hänsyn till bostadsmarknadssituationen i området är motiverat med rivning, eller 3) av något annat synnerligen vägande skäl. Tillstånd till rivning kan ges på det villkor att det statliga bostadslånet eller aravalånet i sin helhet återbetalas eller att staten befrias från borgensansvaret enligt lagen om statsborgen för återbetalning av aravalån i fråga om det hus eller den bostad som ska rivas, om det inte är fråga om en fordran enligt 16 § 5 mom. eller om inte något annat följer av 17 a §. Om en bostad eller ett hus som omfattas av begränsningar rivs utan tillstånd, kan ägaren genom Statskontorets beslut åläggas att betala ersättning enligt 6 § för den återstående begränsningstiden, dock högst för 20 år. Om ersättningen skulle bli uppenbart oskälig, kan den nedsättas när den fastställs.",
        "normalized_sv": "Finansierings- och utvecklingscentralen för boendet kan på ansökan och på villkor som centralen ställer ge tillstånd till rivning av en bostad eller ett hus som omfattas av begränsningar, 1) om bostaden eller huset är i så dåligt skick att en ombyggnad eller reparation inte är ändamålsenlig, 2) om bostaden eller största delen av bostäderna i ett hus som befinner sig i ett område med minskande befolkning länge har stått tomma och beräknas förbli tomma och om det med hänsyn till bostadsmarknadssituationen i området är motiverat med rivning, eller 3) av något annat synnerligen vägande skäl. Tillstånd till rivning kan ges på det villkor att det statliga bostadslånet eller aravalånet i sin helhet återbetalas eller att staten befrias från borgensansvaret enligt lagen om statsborgen för återbetalning av aravalån i fråga om det hus eller den bostad som ska rivas, om det inte är fråga om en fordran enligt 16 § 5 mom. eller om inte något annat följer av 17 a § . Om en bostad eller ett hus som omfattas av begränsningar rivs utan tillstånd, kan ägaren genom Statskontorets beslut åläggas att betala ersättning enligt 6 § för den återstående begränsningstiden, dock högst för 20 år. Om ersättningen skulle bli uppenbart oskälig, kan den nedsättas när den fastställs.",
        "folded_sv": "finansierings- och utvecklingscentralen for boendet kan pa ansokan och pa villkor som centralen staller ge tillstand till rivning av en bostad eller ett hus som omfattas av begransningar, 1) om bostaden eller huset ar i sa daligt skick att en ombyggnad eller reparation inte ar andamalsenlig, 2) om bostaden eller storsta delen av bostaderna i ett hus som befinner sig i ett omrade med minskande befolkning lange har statt tomma och beraknas forbli tomma och om det med hansyn till bostadsmarknadssituationen i omradet ar motiverat med rivning, eller 3) av nagot annat synnerligen vagande skal. tillstand till rivning kan ges pa det villkor att det statliga bostadslanet eller aravalanet i sin helhet aterbetalas eller att staten befrias fran borgensansvaret enligt lagen om statsborgen for aterbetalning av aravalan i fraga om det hus eller den bostad som ska rivas, om det inte ar fraga om en fordran enligt 16 § 5 mom. eller om inte nagot annat foljer av 17 a §. om en bostad eller ett hus som omfattas av begransningar rivs utan tillstand, kan agaren genom statskontorets beslut alaggas att betala ersattning enligt 6 § for den aterstaende begransningstiden, dock hogst for 20 ar. om ersattningen skulle bli uppenbart oskalig, kan den nedsattas nar den faststalls."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Irtisanominen",
      "content": "Valtiokonttori voi irtisanoa valtion viranomaisen myöntämän ja kunta kunnan myöntämän lainan kokonaan tai osittain heti takaisin maksettavaksi, jos lainansaaja tai se, jolle laina on siirtynyt, ei noudata tätä lakia tai sen nojalla annettuja säännöksiä tai määräyksiä, eikä laiminlyönti ole vähäinen. Jos lainansaaja tai se, jolle laina on siirtynyt, on käyttänyt asuntoa vastoin 4 §:n säännöksiä taikka toiminut vastoin 7 tai 7 a §:n, 7 b §:n 1 momentin tai 7 c §:n säännöksiä eikä laiminlyönti ole vähäinen, Asumisen rahoitus- ja kehittämiskeskus voi kuitenkin irtisanoa lainan kokonaan tai osittain heti takaisin maksettavaksi. Asumisen rahoitus- ja kehittämiskeskus voi painavista syistä irtisanoa kokonaan tai osaksi heti takaisin maksettavaksi kunnan lainan valtiolta, jos kunta on toiminut vastoin tätä lakia tai sen nojalla annettuja säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19",
        "normalized_fi": "Valtiokonttori voi irtisanoa valtion viranomaisen myöntämän ja kunta kunnan myöntämän lainan kokonaan tai osittain heti takaisin maksettavaksi, jos lainansaaja tai se, jolle laina on siirtynyt, ei noudata tätä lakia tai sen nojalla annettuja säännöksiä tai määräyksiä, eikä laiminlyönti ole vähäinen. Jos lainansaaja tai se, jolle laina on siirtynyt, on käyttänyt asuntoa vastoin 4 § :n säännöksiä taikka toiminut vastoin 7 tai 7 a § :n, 7 b § :n 1 momentin tai 7 c § :n säännöksiä eikä laiminlyönti ole vähäinen, Asumisen rahoitus- ja kehittämiskeskus voi kuitenkin irtisanoa lainan kokonaan tai osittain heti takaisin maksettavaksi. Asumisen rahoitus- ja kehittämiskeskus voi painavista syistä irtisanoa kokonaan tai osaksi heti takaisin maksettavaksi kunnan lainan valtiolta, jos kunta on toiminut vastoin tätä lakia tai sen nojalla annettuja säännöksiä.",
        "folded_fi": "valtiokonttori voi irtisanoa valtion viranomaisen myontaman ja kunta kunnan myontaman lainan kokonaan tai osittain heti takaisin maksettavaksi, jos lainansaaja tai se, jolle laina on siirtynyt, ei noudata tata lakia tai sen nojalla annettuja saannoksia tai maarayksia, eika laiminlyonti ole vahainen. jos lainansaaja tai se, jolle laina on siirtynyt, on kayttanyt asuntoa vastoin 4 §:n saannoksia taikka toiminut vastoin 7 tai 7 a §:n, 7 b §:n 1 momentin tai 7 c §:n saannoksia eika laiminlyonti ole vahainen, asumisen rahoitus- ja kehittamiskeskus voi kuitenkin irtisanoa lainan kokonaan tai osittain heti takaisin maksettavaksi. asumisen rahoitus- ja kehittamiskeskus voi painavista syista irtisanoa kokonaan tai osaksi heti takaisin maksettavaksi kunnan lainan valtiolta, jos kunta on toiminut vastoin tata lakia tai sen nojalla annettuja saannoksia.",
        "title_sv": "Uppsägning",
        "content_sv": "Statskontoret kan för omedelbar återbetalning helt eller delvis säga upp ett lån som en statlig myndighet har beviljat och kommunen ett lån som kommunen har beviljat, om låntagaren eller den på vilken lånet har överförts inte iakttar denna lag eller de bestämmelser eller föreskrifter som utfärdats med stöd av den och om försummelsen inte är obetydlig. Om låntagaren eller den på vilken lånet har överförts har använt bostaden i strid med bestämmelserna i 4 § eller förfarit i strid med bestämmelserna i 7 eller 7 a §, 7 b § 1 mom. eller 7 c § och om försummelsen inte är obetydlig, kan dock Finansierings- och utvecklingscentralen för boendet säga upp lånet helt eller delvis för omedelbar återbetalning. Finansierings- och utvecklingscentralen för boendet kan av vägande skäl för omedelbar återbetalning helt eller delvis säga upp ett statligt lån till en kommun, om kommunen har handlat i strid med denna lag eller de bestämmelser som utfärdats med stöd av den.",
        "normalized_sv": "Statskontoret kan för omedelbar återbetalning helt eller delvis säga upp ett lån som en statlig myndighet har beviljat och kommunen ett lån som kommunen har beviljat, om låntagaren eller den på vilken lånet har överförts inte iakttar denna lag eller de bestämmelser eller föreskrifter som utfärdats med stöd av den och om försummelsen inte är obetydlig. Om låntagaren eller den på vilken lånet har överförts har använt bostaden i strid med bestämmelserna i 4 § eller förfarit i strid med bestämmelserna i 7 eller 7 a § , 7 b § 1 mom. eller 7 c § och om försummelsen inte är obetydlig, kan dock Finansierings- och utvecklingscentralen för boendet säga upp lånet helt eller delvis för omedelbar återbetalning. Finansierings- och utvecklingscentralen för boendet kan av vägande skäl för omedelbar återbetalning helt eller delvis säga upp ett statligt lån till en kommun, om kommunen har handlat i strid med denna lag eller de bestämmelser som utfärdats med stöd av den.",
        "folded_sv": "statskontoret kan for omedelbar aterbetalning helt eller delvis saga upp ett lan som en statlig myndighet har beviljat och kommunen ett lan som kommunen har beviljat, om lantagaren eller den pa vilken lanet har overforts inte iakttar denna lag eller de bestammelser eller foreskrifter som utfardats med stod av den och om forsummelsen inte ar obetydlig. om lantagaren eller den pa vilken lanet har overforts har anvant bostaden i strid med bestammelserna i 4 § eller forfarit i strid med bestammelserna i 7 eller 7 a §, 7 b § 1 mom. eller 7 c § och om forsummelsen inte ar obetydlig, kan dock finansierings- och utvecklingscentralen for boendet saga upp lanet helt eller delvis for omedelbar aterbetalning. finansierings- och utvecklingscentralen for boendet kan av vagande skal for omedelbar aterbetalning helt eller delvis saga upp ett statligt lan till en kommun, om kommunen har handlat i strid med denna lag eller de bestammelser som utfardats med stod av den."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Muutoksenhaku",
      "content": "Hakija saa vaatia Asumisen rahoitus- ja kehittämiskeskuksen, Valtiokonttorin ja kunnan sekä kunnanhallituksen ja kunnan lautakunnan alaisen viranhaltijan päätökseen oikaisua päätöksen tehneeltä viranomaiselta siten kuin hallintolaissa (434/2003) säädetään. Kunnanhallituksen tai lautakunnan alaisen viranhaltijan päätökseen oikaisua vaaditaan kuitenkin kunnanhallitukselta tai asianomaiselta lautakunnalta. Oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Oikaisuvaatimukseen annettuun päätökseen vuokralaisen valintaa tai hyväksymistä koskevassa asiassa ei kuitenkaan saa hakea muutosta valittamalla. Hallinto-oikeuden päätökseen 6 ja 17 §:ssä tarkoitetussa säännösten vastaisesta käytöstä suoritettavaa korvausta koskevassa asiassa sekä 7 d §:n 2 momentissa ja 19 §:ssä tarkoitetussa asiassa saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden muuhun päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21",
        "normalized_fi": "Hakija saa vaatia Asumisen rahoitus- ja kehittämiskeskuksen, Valtiokonttorin ja kunnan sekä kunnanhallituksen ja kunnan lautakunnan alaisen viranhaltijan päätökseen oikaisua päätöksen tehneeltä viranomaiselta siten kuin hallintolaissa (434/2003) säädetään. Kunnanhallituksen tai lautakunnan alaisen viranhaltijan päätökseen oikaisua vaaditaan kuitenkin kunnanhallitukselta tai asianomaiselta lautakunnalta. Oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Oikaisuvaatimukseen annettuun päätökseen vuokralaisen valintaa tai hyväksymistä koskevassa asiassa ei kuitenkaan saa hakea muutosta valittamalla. Hallinto-oikeuden päätökseen 6 ja 17 § :ssä tarkoitetussa säännösten vastaisesta käytöstä suoritettavaa korvausta koskevassa asiassa sekä 7 d § :n 2 momentissa ja 19 § :ssä tarkoitetussa asiassa saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden muuhun päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan.",
        "folded_fi": "hakija saa vaatia asumisen rahoitus- ja kehittamiskeskuksen, valtiokonttorin ja kunnan seka kunnanhallituksen ja kunnan lautakunnan alaisen viranhaltijan paatokseen oikaisua paatoksen tehneelta viranomaiselta siten kuin hallintolaissa (434/2003) saadetaan. kunnanhallituksen tai lautakunnan alaisen viranhaltijan paatokseen oikaisua vaaditaan kuitenkin kunnanhallitukselta tai asianomaiselta lautakunnalta. oikaisuvaatimukseen annettuun paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa (586/1996) saadetaan. oikaisuvaatimukseen annettuun paatokseen vuokralaisen valintaa tai hyvaksymista koskevassa asiassa ei kuitenkaan saa hakea muutosta valittamalla. hallinto-oikeuden paatokseen 6 ja 17 §:ssa tarkoitetussa saannosten vastaisesta kaytosta suoritettavaa korvausta koskevassa asiassa seka 7 d §:n 2 momentissa ja 19 §:ssa tarkoitetussa asiassa saa hakea muutosta valittamalla siten kuin hallintolainkayttolaissa saadetaan. hallinto-oikeuden muuhun paatokseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myontaa valitusluvan.",
        "title_sv": "Ändringssökande",
        "content_sv": "En sökande får på det sätt som anges i förvaltningslagen (434/2003) begära omprövning av ett beslut som meddelats av Finansierings- och utvecklingscentralen för boendet, Statskontoret eller kommunen, eller av en tjänsteinnehavare som lyder under kommunstyrelsen eller en kommunal nämnd. Omprövning begärs hos den myndighet som fattat beslutet. Omprövning av ett beslut av en tjänsteinnehavare som lyder under kommunstyrelsen eller en kommunal nämnd begärs dock hos kommunstyrelsen eller nämnden i fråga. Beslut som har meddelats med anledning av begäran om omprövning får överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen (586/1996). Beslut som har meddelats med anledning av begäran om omprövning ärenden som gäller val eller godkännande av en hyresgäst får dock inte överklagas genom besvär. Förvaltningsdomstolens beslut i ärenden som avses i 6 eller 17 § och som gäller ersättning för användning i strid med bestämmelserna samt i ärenden som avses i 7 d § 2 mom. och 19 § får överklagas genom besvär på det sätt som anges i förvaltningsprocesslagen. Över andra beslut av förvaltningsdomstolen får besvär anföras endast om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "normalized_sv": "En sökande får på det sätt som anges i förvaltningslagen (434/2003) begära omprövning av ett beslut som meddelats av Finansierings- och utvecklingscentralen för boendet, Statskontoret eller kommunen, eller av en tjänsteinnehavare som lyder under kommunstyrelsen eller en kommunal nämnd. Omprövning begärs hos den myndighet som fattat beslutet. Omprövning av ett beslut av en tjänsteinnehavare som lyder under kommunstyrelsen eller en kommunal nämnd begärs dock hos kommunstyrelsen eller nämnden i fråga. Beslut som har meddelats med anledning av begäran om omprövning får överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen (586/1996). Beslut som har meddelats med anledning av begäran om omprövning ärenden som gäller val eller godkännande av en hyresgäst får dock inte överklagas genom besvär. Förvaltningsdomstolens beslut i ärenden som avses i 6 eller 17 § och som gäller ersättning för användning i strid med bestämmelserna samt i ärenden som avses i 7 d § 2 mom. och 19 § får överklagas genom besvär på det sätt som anges i förvaltningsprocesslagen. Över andra beslut av förvaltningsdomstolen får besvär anföras endast om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "folded_sv": "en sokande far pa det satt som anges i forvaltningslagen (434/2003) begara omprovning av ett beslut som meddelats av finansierings- och utvecklingscentralen for boendet, statskontoret eller kommunen, eller av en tjansteinnehavare som lyder under kommunstyrelsen eller en kommunal namnd. omprovning begars hos den myndighet som fattat beslutet. omprovning av ett beslut av en tjansteinnehavare som lyder under kommunstyrelsen eller en kommunal namnd begars dock hos kommunstyrelsen eller namnden i fraga. beslut som har meddelats med anledning av begaran om omprovning far overklagas genom besvar hos forvaltningsdomstolen pa det satt som anges i forvaltningsprocesslagen (586/1996). beslut som har meddelats med anledning av begaran om omprovning arenden som galler val eller godkannande av en hyresgast far dock inte overklagas genom besvar. forvaltningsdomstolens beslut i arenden som avses i 6 eller 17 § och som galler ersattning for anvandning i strid med bestammelserna samt i arenden som avses i 7 d § 2 mom. och 19 § far overklagas genom besvar pa det satt som anges i forvaltningsprocesslagen. over andra beslut av forvaltningsdomstolen far besvar anforas endast om hogsta forvaltningsdomstolen beviljar besvarstillstand."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Rajoitusaika",
      "content": "Aravavuokra-asuntoja ja aravavuokrataloja koskevat rajoitukset ovat voimassa asuntolainan ennenaikaisesta takaisinmaksusta riippumatta sen ajan, joksi laina on myönnetty. Tämän jälkeen ovat voimassa vielä kymmenen vuoden ajan muut tässä laissa tarkoitetut rajoitukset paitsi ne, joista säädetään 7 ja 7 a §:ssä, 7 b §:n 1 momentissa sekä 7 c ja 9-12 §:ssä. Edellä tarkoitetun kymmenen vuoden aikana saadaan 13 §:n 1 momentissa tarkoitettu muu kuin erityisten väestöryhmien vuokra-asuntona lainoitettu vuokratalo muuttaa asunto-osakeyhtiötaloksi ilmoittamalla siitä Asumisen rahoitus- ja kehittämiskeskukselle, jos 13 §:ssä tarkoitetut lainat on kokonaan maksettu takaisin. Kunnan lunastusoikeutta koskevaa 8 §:n 3 momentin säännöstä sovelletaan edellä tarkoitetun kymmenen vuoden aikana kuitenkin vain, jos omaisuus on siirtynyt oikeushenkilön lakkaamisen johdosta. Rajoitukset ovat kuitenkin laina-ajasta riippumatta voimassa 45 vuotta lainan myöntämisestä lukien, jos laina on myönnetty: 1) vuokratalon rakentamiseen tai hankkimiseen tai vuokra-asunnon hallintaan oikeuttavien osakkeiden hankkimiseen vuoden 1966 asuntotuotantolain mukaan 1 päivänä tammikuuta 1980 tai sen jälkeen; 2) vuokratalon laajentamiseen tai peruskorjaamiseen vuoden 1966 asuntotuotantolain mukaan 1 päivänä tammikuuta 1991 tai sen jälkeen; tai 3) aravalain mukaan. Jos aravalain mukainen laina on myönnetty 1 päivänä syyskuuta 2004 tai sen jälkeen, rajoitukset ovat kuitenkin 2 momentista poiketen voimassa 40 vuotta lainan myöntämisestä. Asunto- tai aravalainan tultua maksetuksi takaisin normaalien lyhennysehtojen mukaisesti 7 ja 7 a §:n, 7 b §:n 1 momentin sekä 7 c §:n mukaiset rajoitukset lakkaavat. Alkuperäisten lainaehtojen mukaan vuosimaksuina suoritettavan lainan laina-ajaksi katsotaan kuitenkin 30 vuotta, jos laina on maksettu takaisin ennenaikaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Aravavuokra-asuntoja ja aravavuokrataloja koskevat rajoitukset ovat voimassa asuntolainan ennenaikaisesta takaisinmaksusta riippumatta sen ajan, joksi laina on myönnetty. Tämän jälkeen ovat voimassa vielä kymmenen vuoden ajan muut tässä laissa tarkoitetut rajoitukset paitsi ne, joista säädetään 7 ja 7 a § :ssä, 7 b § :n 1 momentissa sekä 7 c ja 9-12 § :ssä. Edellä tarkoitetun kymmenen vuoden aikana saadaan 13 § :n 1 momentissa tarkoitettu muu kuin erityisten väestöryhmien vuokra-asuntona lainoitettu vuokratalo muuttaa asunto-osakeyhtiötaloksi ilmoittamalla siitä Asumisen rahoitus- ja kehittämiskeskukselle, jos 13 § :ssä tarkoitetut lainat on kokonaan maksettu takaisin. Kunnan lunastusoikeutta koskevaa 8 § :n 3 momentin säännöstä sovelletaan edellä tarkoitetun kymmenen vuoden aikana kuitenkin vain, jos omaisuus on siirtynyt oikeushenkilön lakkaamisen johdosta. Rajoitukset ovat kuitenkin laina-ajasta riippumatta voimassa 45 vuotta lainan myöntämisestä lukien, jos laina on myönnetty: 1) vuokratalon rakentamiseen tai hankkimiseen tai vuokra-asunnon hallintaan oikeuttavien osakkeiden hankkimiseen vuoden 1966 asuntotuotantolain mukaan 1 päivänä tammikuuta 1980 tai sen jälkeen; 2) vuokratalon laajentamiseen tai peruskorjaamiseen vuoden 1966 asuntotuotantolain mukaan 1 päivänä tammikuuta 1991 tai sen jälkeen; tai 3) aravalain mukaan. Jos aravalain mukainen laina on myönnetty 1 päivänä syyskuuta 2004 tai sen jälkeen, rajoitukset ovat kuitenkin 2 momentista poiketen voimassa 40 vuotta lainan myöntämisestä. Asunto- tai aravalainan tultua maksetuksi takaisin normaalien lyhennysehtojen mukaisesti 7 ja 7 a § :n, 7 b § :n 1 momentin sekä 7 c § :n mukaiset rajoitukset lakkaavat. Alkuperäisten lainaehtojen mukaan vuosimaksuina suoritettavan lainan laina-ajaksi katsotaan kuitenkin 30 vuotta, jos laina on maksettu takaisin ennenaikaisesti.",
        "folded_fi": "aravavuokra-asuntoja ja aravavuokrataloja koskevat rajoitukset ovat voimassa asuntolainan ennenaikaisesta takaisinmaksusta riippumatta sen ajan, joksi laina on myonnetty. taman jalkeen ovat voimassa viela kymmenen vuoden ajan muut tassa laissa tarkoitetut rajoitukset paitsi ne, joista saadetaan 7 ja 7 a §:ssa, 7 b §:n 1 momentissa seka 7 c ja 9-12 §:ssa. edella tarkoitetun kymmenen vuoden aikana saadaan 13 §:n 1 momentissa tarkoitettu muu kuin erityisten vaestoryhmien vuokra-asuntona lainoitettu vuokratalo muuttaa asunto-osakeyhtiotaloksi ilmoittamalla siita asumisen rahoitus- ja kehittamiskeskukselle, jos 13 §:ssa tarkoitetut lainat on kokonaan maksettu takaisin. kunnan lunastusoikeutta koskevaa 8 §:n 3 momentin saannosta sovelletaan edella tarkoitetun kymmenen vuoden aikana kuitenkin vain, jos omaisuus on siirtynyt oikeushenkilon lakkaamisen johdosta. rajoitukset ovat kuitenkin laina-ajasta riippumatta voimassa 45 vuotta lainan myontamisesta lukien, jos laina on myonnetty: 1) vuokratalon rakentamiseen tai hankkimiseen tai vuokra-asunnon hallintaan oikeuttavien osakkeiden hankkimiseen vuoden 1966 asuntotuotantolain mukaan 1 paivana tammikuuta 1980 tai sen jalkeen; 2) vuokratalon laajentamiseen tai peruskorjaamiseen vuoden 1966 asuntotuotantolain mukaan 1 paivana tammikuuta 1991 tai sen jalkeen; tai 3) aravalain mukaan. jos aravalain mukainen laina on myonnetty 1 paivana syyskuuta 2004 tai sen jalkeen, rajoitukset ovat kuitenkin 2 momentista poiketen voimassa 40 vuotta lainan myontamisesta. asunto- tai aravalainan tultua maksetuksi takaisin normaalien lyhennysehtojen mukaisesti 7 ja 7 a §:n, 7 b §:n 1 momentin seka 7 c §:n mukaiset rajoitukset lakkaavat. alkuperaisten lainaehtojen mukaan vuosimaksuina suoritettavan lainan laina-ajaksi katsotaan kuitenkin 30 vuotta, jos laina on maksettu takaisin ennenaikaisesti.",
        "title_sv": "Begränsningstid",
        "content_sv": "De begränsningar som gäller aravahyresbostäder och aravahyreshus är, oberoende av en förtida återbetalning av bostadslånet, i kraft den tid för vilken lånet beviljats. Därefter gäller i ytterligare tio år de övriga i denna lag föreskrivna begränsningar, med undantag för begränsningarna enligt 7 och 7 a §, 7 b § 1 mom. samt 7 c och 9-12 §. Under den tioårsperioden får andra än i 13 § 1 mom. avsedda hyreshus som lånefinansierats för att de ska användas som hyresbostäder för särskilda befolkningsgrupper, ombildas till bostadsaktiebolagshus genom en anmälan till Finansierings- och utvecklingscentralen för boendet, om de lån som avses i 13 § har återbetalats till fullo. Vad som i 8 § 3 mom. föreskrivs om kommunens inlösningsrätt tillämpas dock under den ovannämnda tioårsperioden endast om egendomen har övergått till någon annan på grund av att en juridisk person har upplösts. Begränsningarna gäller, oberoende av lånetiden, i 45 år från det att lånet beviljades, om lånet har beviljats 1) den 1 januari 1980 eller senare enligt 1966 års lag om bostadsproduktion för uppförande eller anskaffning av ett hyreshus eller för förvärv av aktier som medför rätt att besitta en hyresbostad, 2) den 1 januari 1991 eller senare enligt 1966 års lag om bostadsproduktion för utvidgning eller ombyggnad av ett hyreshus, eller 3) enligt aravalagen. Om lånet enligt aravalagen har beviljats den 1 september 2004 eller senare, gäller begränsningarna dock, med avvikelse från 2 mom., i 40 år från det att lånet beviljades. Begränsningarna enligt 7 och 7 a §, 7 b § 1 mom. samt 7 c § upphör att gälla när bostads- eller aravalånet har återbetalts enligt de vanliga amorteringsvillkoren. Som lånetid för ett lån som enligt de ursprungliga lånevillkoren ska betalas i form av annuiteter betraktas dock 30 år, om lånet har återbetalts i förtid.",
        "normalized_sv": "De begränsningar som gäller aravahyresbostäder och aravahyreshus är, oberoende av en förtida återbetalning av bostadslånet, i kraft den tid för vilken lånet beviljats. Därefter gäller i ytterligare tio år de övriga i denna lag föreskrivna begränsningar, med undantag för begränsningarna enligt 7 och 7 a § , 7 b § 1 mom. samt 7 c och 9-12 § . Under den tioårsperioden får andra än i 13 § 1 mom. avsedda hyreshus som lånefinansierats för att de ska användas som hyresbostäder för särskilda befolkningsgrupper, ombildas till bostadsaktiebolagshus genom en anmälan till Finansierings- och utvecklingscentralen för boendet, om de lån som avses i 13 § har återbetalats till fullo. Vad som i 8 § 3 mom. föreskrivs om kommunens inlösningsrätt tillämpas dock under den ovannämnda tioårsperioden endast om egendomen har övergått till någon annan på grund av att en juridisk person har upplösts. Begränsningarna gäller, oberoende av lånetiden, i 45 år från det att lånet beviljades, om lånet har beviljats 1) den 1 januari 1980 eller senare enligt 1966 års lag om bostadsproduktion för uppförande eller anskaffning av ett hyreshus eller för förvärv av aktier som medför rätt att besitta en hyresbostad, 2) den 1 januari 1991 eller senare enligt 1966 års lag om bostadsproduktion för utvidgning eller ombyggnad av ett hyreshus, eller 3) enligt aravalagen. Om lånet enligt aravalagen har beviljats den 1 september 2004 eller senare, gäller begränsningarna dock, med avvikelse från 2 mom., i 40 år från det att lånet beviljades. Begränsningarna enligt 7 och 7 a § , 7 b § 1 mom. samt 7 c § upphör att gälla när bostads- eller aravalånet har återbetalts enligt de vanliga amorteringsvillkoren. Som lånetid för ett lån som enligt de ursprungliga lånevillkoren ska betalas i form av annuiteter betraktas dock 30 år, om lånet har återbetalts i förtid.",
        "folded_sv": "de begransningar som galler aravahyresbostader och aravahyreshus ar, oberoende av en fortida aterbetalning av bostadslanet, i kraft den tid for vilken lanet beviljats. darefter galler i ytterligare tio ar de ovriga i denna lag foreskrivna begransningar, med undantag for begransningarna enligt 7 och 7 a §, 7 b § 1 mom. samt 7 c och 9-12 §. under den tioarsperioden far andra an i 13 § 1 mom. avsedda hyreshus som lanefinansierats for att de ska anvandas som hyresbostader for sarskilda befolkningsgrupper, ombildas till bostadsaktiebolagshus genom en anmalan till finansierings- och utvecklingscentralen for boendet, om de lan som avses i 13 § har aterbetalats till fullo. vad som i 8 § 3 mom. foreskrivs om kommunens inlosningsratt tillampas dock under den ovannamnda tioarsperioden endast om egendomen har overgatt till nagon annan pa grund av att en juridisk person har upplosts. begransningarna galler, oberoende av lanetiden, i 45 ar fran det att lanet beviljades, om lanet har beviljats 1) den 1 januari 1980 eller senare enligt 1966 ars lag om bostadsproduktion for uppforande eller anskaffning av ett hyreshus eller for forvarv av aktier som medfor ratt att besitta en hyresbostad, 2) den 1 januari 1991 eller senare enligt 1966 ars lag om bostadsproduktion for utvidgning eller ombyggnad av ett hyreshus, eller 3) enligt aravalagen. om lanet enligt aravalagen har beviljats den 1 september 2004 eller senare, galler begransningarna dock, med avvikelse fran 2 mom., i 40 ar fran det att lanet beviljades. begransningarna enligt 7 och 7 a §, 7 b § 1 mom. samt 7 c § upphor att galla nar bostads- eller aravalanet har aterbetalts enligt de vanliga amorteringsvillkoren. som lanetid for ett lan som enligt de ursprungliga lanevillkoren ska betalas i form av annuiteter betraktas dock 30 ar, om lanet har aterbetalts i fortid."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Korvaus säännösten vastaisesta käytöstä",
      "content": "Siltä ajalta, jona asuntoa käytetään 4 tai 5 §:n vastaisesti, omistaja voidaan Valtiokonttorin päätöksellä velvoittaa suorittamaan Valtiokonttoriin puoli prosenttia kultakin kalenterikuukaudelta asuinhuoneiston rakennuskustannusindeksin muutosta vastaavasti tarkistetusta hankinta-arvosta. Jos asuinhuoneistolle ei ole erikseen vahvistettu hankinta-arvoa, se lasketaan huoneisto-alojen suhteessa koko rakennuksen tai rakennusten hankinta-arvosta. Vaatimusta korvauksen määräämisestä ei voida tehdä enää sen jälkeen, kun säännösten vastaisesta käytöstä on kulunut kolme vuotta. Jos suoritettavaksi määrättävä korvaus muodostuisi ilmeisen kohtuuttomaksi, sitä voidaan korvausta määrättäessä alentaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Siltä ajalta, jona asuntoa käytetään 4 tai 5 § :n vastaisesti, omistaja voidaan Valtiokonttorin päätöksellä velvoittaa suorittamaan Valtiokonttoriin puoli prosenttia kultakin kalenterikuukaudelta asuinhuoneiston rakennuskustannusindeksin muutosta vastaavasti tarkistetusta hankinta-arvosta. Jos asuinhuoneistolle ei ole erikseen vahvistettu hankinta-arvoa, se lasketaan huoneisto-alojen suhteessa koko rakennuksen tai rakennusten hankinta-arvosta. Vaatimusta korvauksen määräämisestä ei voida tehdä enää sen jälkeen, kun säännösten vastaisesta käytöstä on kulunut kolme vuotta. Jos suoritettavaksi määrättävä korvaus muodostuisi ilmeisen kohtuuttomaksi, sitä voidaan korvausta määrättäessä alentaa.",
        "folded_fi": "silta ajalta, jona asuntoa kaytetaan 4 tai 5 §:n vastaisesti, omistaja voidaan valtiokonttorin paatoksella velvoittaa suorittamaan valtiokonttoriin puoli prosenttia kultakin kalenterikuukaudelta asuinhuoneiston rakennuskustannusindeksin muutosta vastaavasti tarkistetusta hankinta-arvosta. jos asuinhuoneistolle ei ole erikseen vahvistettu hankinta-arvoa, se lasketaan huoneisto-alojen suhteessa koko rakennuksen tai rakennusten hankinta-arvosta. vaatimusta korvauksen maaraamisesta ei voida tehda enaa sen jalkeen, kun saannosten vastaisesta kaytosta on kulunut kolme vuotta. jos suoritettavaksi maarattava korvaus muodostuisi ilmeisen kohtuuttomaksi, sita voidaan korvausta maarattaessa alentaa.",
        "title_sv": "Ersättning för användning i strid med bestämmelserna",
        "content_sv": "För den tid som en bostad används i strid med 4 eller 5 § kan ägaren genom beslut av Statskontoret åläggas att till Statskontoret för varje kalendermånad betala en halv procent av bostadslägenhetens anskaffningsvärde, justerat enligt förändringen i byggnadskostnadsindex. Om inget anskaffningsvärde har fastställts särskilt för bostadslägenheten, beräknas anskaffningsvärdet enligt förhållandet mellan lägenhetsytorna utifrån anskaffningsvärdet för hela byggnaden eller byggnaderna. Ett yrkande på fastställande av ersättning kan inte längre framställas efter att tre år har förflutit sedan bostaden användes i strid med bestämmelserna. Om ersättningen skulle bli uppenbart oskälig, kan den nedsättas när den fastställs.",
        "normalized_sv": "För den tid som en bostad används i strid med 4 eller 5 § kan ägaren genom beslut av Statskontoret åläggas att till Statskontoret för varje kalendermånad betala en halv procent av bostadslägenhetens anskaffningsvärde, justerat enligt förändringen i byggnadskostnadsindex. Om inget anskaffningsvärde har fastställts särskilt för bostadslägenheten, beräknas anskaffningsvärdet enligt förhållandet mellan lägenhetsytorna utifrån anskaffningsvärdet för hela byggnaden eller byggnaderna. Ett yrkande på fastställande av ersättning kan inte längre framställas efter att tre år har förflutit sedan bostaden användes i strid med bestämmelserna. Om ersättningen skulle bli uppenbart oskälig, kan den nedsättas när den fastställs.",
        "folded_sv": "for den tid som en bostad anvands i strid med 4 eller 5 § kan agaren genom beslut av statskontoret alaggas att till statskontoret for varje kalendermanad betala en halv procent av bostadslagenhetens anskaffningsvarde, justerat enligt forandringen i byggnadskostnadsindex. om inget anskaffningsvarde har faststallts sarskilt for bostadslagenheten, beraknas anskaffningsvardet enligt forhallandet mellan lagenhetsytorna utifran anskaffningsvardet for hela byggnaden eller byggnaderna. ett yrkande pa faststallande av ersattning kan inte langre framstallas efter att tre ar har forflutit sedan bostaden anvandes i strid med bestammelserna. om ersattningen skulle bli uppenbart oskalig, kan den nedsattas nar den faststalls."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Omakustannusvuokralla katettavat menot",
      "content": "Vuokralaisilta saa periä asuinhuoneistosta vuokraa enintään määrän, joka tarvitaan muiden tuottojen ohella aravavuokra-asuntojen sekä niihin liittyvien tilojen rahoituksen ja hyvän kiinteistönpidon mukaisiin menoihin. Tällaisia ovat menot, jotka aiheutuvat: 1) kiinteistön ja asuntojen rakentamista, hankintaa tai perusparantamista varten otetuista lainoista sekä 10 §:n 1 momentin 2 kohdan mukaiseen luovutuskorvaukseen tai 11 §:n mukaiseen enimmäishintaan liittyvästä indeksitarkistuksesta, jos se on sisältynyt muulle kuin samaan konserniin kuuluvalle yhteisölle maksettuun luovutushintaan; 2) kiinteistön ja rakennusten sekä asuntojen ylläpidosta ja hoidosta; 3) kohtuullisesta varautumisesta perusparannuksiin ja 2 kohdassa tarkoitettuihin toimenpiteisiin; 4) asuntojen vuokrauksesta ja hallinnoinnista; 5) 10 §:n 1 momentin 1 kohdassa tarkoitetulle omarahoitusosuudelle laskettavasta korosta; 6) omistajalle lain mukaan kuuluvista velvoitteista, jotka eivät johdu siitä, että omistaja olisi toiminut tämän lain tai muun lain vastaisesti; 7) muusta vastaavasta hyväksyttävästä syystä. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä: 1) siitä, mitä on pidettävä 1 momentin 3 kohdassa tarkoitettuna kohtuullisena varautumisena; 2) 10 §:n 1 momentin 1 kohdassa tarkoitetulle omarahoitusosuudelle laskettavan koron suuruudesta; 3) muista vuokranmääritykseen liittyvistä asioista. Asumisen rahoitus- ja kehittämiskeskus voi asettamillaan ehdoilla myöntää hakemuksesta lainansaajalle luvan poiketa varautumiselle tai omarahoitusosuuden korolle 2 momentin nojalla säädettävistä enimmäismääristä, jos siihen on erityinen syy. Vuokrasta säädetään muutoin asuinhuoneiston vuokrauksesta annetussa laissa (481/1995).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Vuokralaisilta saa periä asuinhuoneistosta vuokraa enintään määrän, joka tarvitaan muiden tuottojen ohella aravavuokra-asuntojen sekä niihin liittyvien tilojen rahoituksen ja hyvän kiinteistönpidon mukaisiin menoihin. Tällaisia ovat menot, jotka aiheutuvat: 1) kiinteistön ja asuntojen rakentamista, hankintaa tai perusparantamista varten otetuista lainoista sekä 10 § :n 1 momentin 2 kohdan mukaiseen luovutuskorvaukseen tai 11 § :n mukaiseen enimmäishintaan liittyvästä indeksitarkistuksesta, jos se on sisältynyt muulle kuin samaan konserniin kuuluvalle yhteisölle maksettuun luovutushintaan; 2) kiinteistön ja rakennusten sekä asuntojen ylläpidosta ja hoidosta; 3) kohtuullisesta varautumisesta perusparannuksiin ja 2 kohdassa tarkoitettuihin toimenpiteisiin; 4) asuntojen vuokrauksesta ja hallinnoinnista; 5) 10 § :n 1 momentin 1 kohdassa tarkoitetulle omarahoitusosuudelle laskettavasta korosta; 6) omistajalle lain mukaan kuuluvista velvoitteista, jotka eivät johdu siitä, että omistaja olisi toiminut tämän lain tai muun lain vastaisesti; 7) muusta vastaavasta hyväksyttävästä syystä. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä: 1) siitä, mitä on pidettävä 1 momentin 3 kohdassa tarkoitettuna kohtuullisena varautumisena; 2) 10 § :n 1 momentin 1 kohdassa tarkoitetulle omarahoitusosuudelle laskettavan koron suuruudesta; 3) muista vuokranmääritykseen liittyvistä asioista. Asumisen rahoitus- ja kehittämiskeskus voi asettamillaan ehdoilla myöntää hakemuksesta lainansaajalle luvan poiketa varautumiselle tai omarahoitusosuuden korolle 2 momentin nojalla säädettävistä enimmäismääristä, jos siihen on erityinen syy. Vuokrasta säädetään muutoin asuinhuoneiston vuokrauksesta annetussa laissa (481/1995).",
        "folded_fi": "vuokralaisilta saa peria asuinhuoneistosta vuokraa enintaan maaran, joka tarvitaan muiden tuottojen ohella aravavuokra-asuntojen seka niihin liittyvien tilojen rahoituksen ja hyvan kiinteistonpidon mukaisiin menoihin. tallaisia ovat menot, jotka aiheutuvat: 1) kiinteiston ja asuntojen rakentamista, hankintaa tai perusparantamista varten otetuista lainoista seka 10 §:n 1 momentin 2 kohdan mukaiseen luovutuskorvaukseen tai 11 §:n mukaiseen enimmaishintaan liittyvasta indeksitarkistuksesta, jos se on sisaltynyt muulle kuin samaan konserniin kuuluvalle yhteisolle maksettuun luovutushintaan; 2) kiinteiston ja rakennusten seka asuntojen yllapidosta ja hoidosta; 3) kohtuullisesta varautumisesta perusparannuksiin ja 2 kohdassa tarkoitettuihin toimenpiteisiin; 4) asuntojen vuokrauksesta ja hallinnoinnista; 5) 10 §:n 1 momentin 1 kohdassa tarkoitetulle omarahoitusosuudelle laskettavasta korosta; 6) omistajalle lain mukaan kuuluvista velvoitteista, jotka eivat johdu siita, etta omistaja olisi toiminut taman lain tai muun lain vastaisesti; 7) muusta vastaavasta hyvaksyttavasta syysta. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia: 1) siita, mita on pidettava 1 momentin 3 kohdassa tarkoitettuna kohtuullisena varautumisena; 2) 10 §:n 1 momentin 1 kohdassa tarkoitetulle omarahoitusosuudelle laskettavan koron suuruudesta; 3) muista vuokranmaaritykseen liittyvista asioista. asumisen rahoitus- ja kehittamiskeskus voi asettamillaan ehdoilla myontaa hakemuksesta lainansaajalle luvan poiketa varautumiselle tai omarahoitusosuuden korolle 2 momentin nojalla saadettavista enimmaismaarista, jos siihen on erityinen syy. vuokrasta saadetaan muutoin asuinhuoneiston vuokrauksesta annetussa laissa (481/1995).",
        "title_sv": "Utgifter som täcks med självkostnadshyra",
        "content_sv": "Hos hyresgästerna får i hyra för en bostadslägenhet tas ut högst ett belopp som utöver de övriga intäkterna behövs för finansieringen av aravahyresbostäderna och utrymmen i anslutning till dem och för de utgifter som en god fastighetshållning förutsätter. Sådana utgifter är utgifter som orsakas av 1) lån för byggande, anskaffning eller ombyggnad av en fastighet och bostäder samt av den indexjustering som hänför sig till en överlåtelseersättning enligt 10 § 1 mom. 2 punkten eller till maximipriset enligt 11 §, om justeringen har ingått i överlåtelsepriset som betalats till ett samfund som inte hör till samma koncern, 2) underhåll och skötsel av fastigheter och byggnader samt bostäder, 3) en skälig avsättning för ombyggnad och för åtgärder enligt 2 punkten, 4) uthyrning och förvaltning av bostäder, 5) ränta på den självfinansieringsandel som avses i 10 § 1 mom. 1 punkten, 6) skyldigheter som ägaren har enligt lag och som inte följer av att ägaren har handlat i strid med denna eller någon annan lag, 7) andra motsvarande godtagbara omständigheter. Genom förordning av statsrådet får det utfärdas närmare bestämmelser om 1) vad som ska anses vara en skälig avsättning enligt 1 mom. 3 punkten, 2) storleken av den ränta som ska beräknas på självfinansieringsandelen enligt 10 § 1 mom. 1 punkten, 3) andra frågor som hänför sig till bestämmandet av hyra. Av särskilda skäl får Finansierings- och utvecklingscentralen för boendet på ansökan och på villkor som centralen ställer bevilja en låntagare tillstånd att avvika från de maximala belopp som med stöd av 2 mom. föreskrivs för en avsättning eller för räntan på självfinansieringsandelen. Bestämmelser om hyra i övrigt finns i lagen om hyra av bostadslägenhet (481/1995).",
        "normalized_sv": "Hos hyresgästerna får i hyra för en bostadslägenhet tas ut högst ett belopp som utöver de övriga intäkterna behövs för finansieringen av aravahyresbostäderna och utrymmen i anslutning till dem och för de utgifter som en god fastighetshållning förutsätter. Sådana utgifter är utgifter som orsakas av 1) lån för byggande, anskaffning eller ombyggnad av en fastighet och bostäder samt av den indexjustering som hänför sig till en överlåtelseersättning enligt 10 § 1 mom. 2 punkten eller till maximipriset enligt 11 § , om justeringen har ingått i överlåtelsepriset som betalats till ett samfund som inte hör till samma koncern, 2) underhåll och skötsel av fastigheter och byggnader samt bostäder, 3) en skälig avsättning för ombyggnad och för åtgärder enligt 2 punkten, 4) uthyrning och förvaltning av bostäder, 5) ränta på den självfinansieringsandel som avses i 10 § 1 mom. 1 punkten, 6) skyldigheter som ägaren har enligt lag och som inte följer av att ägaren har handlat i strid med denna eller någon annan lag, 7) andra motsvarande godtagbara omständigheter. Genom förordning av statsrådet får det utfärdas närmare bestämmelser om 1) vad som ska anses vara en skälig avsättning enligt 1 mom. 3 punkten, 2) storleken av den ränta som ska beräknas på självfinansieringsandelen enligt 10 § 1 mom. 1 punkten, 3) andra frågor som hänför sig till bestämmandet av hyra. Av särskilda skäl får Finansierings- och utvecklingscentralen för boendet på ansökan och på villkor som centralen ställer bevilja en låntagare tillstånd att avvika från de maximala belopp som med stöd av 2 mom. föreskrivs för en avsättning eller för räntan på självfinansieringsandelen. Bestämmelser om hyra i övrigt finns i lagen om hyra av bostadslägenhet (481/1995).",
        "folded_sv": "hos hyresgasterna far i hyra for en bostadslagenhet tas ut hogst ett belopp som utover de ovriga intakterna behovs for finansieringen av aravahyresbostaderna och utrymmen i anslutning till dem och for de utgifter som en god fastighetshallning forutsatter. sadana utgifter ar utgifter som orsakas av 1) lan for byggande, anskaffning eller ombyggnad av en fastighet och bostader samt av den indexjustering som hanfor sig till en overlatelseersattning enligt 10 § 1 mom. 2 punkten eller till maximipriset enligt 11 §, om justeringen har ingatt i overlatelsepriset som betalats till ett samfund som inte hor till samma koncern, 2) underhall och skotsel av fastigheter och byggnader samt bostader, 3) en skalig avsattning for ombyggnad och for atgarder enligt 2 punkten, 4) uthyrning och forvaltning av bostader, 5) ranta pa den sjalvfinansieringsandel som avses i 10 § 1 mom. 1 punkten, 6) skyldigheter som agaren har enligt lag och som inte foljer av att agaren har handlat i strid med denna eller nagon annan lag, 7) andra motsvarande godtagbara omstandigheter. genom forordning av statsradet far det utfardas narmare bestammelser om 1) vad som ska anses vara en skalig avsattning enligt 1 mom. 3 punkten, 2) storleken av den ranta som ska beraknas pa sjalvfinansieringsandelen enligt 10 § 1 mom. 1 punkten, 3) andra fragor som hanfor sig till bestammandet av hyra. av sarskilda skal far finansierings- och utvecklingscentralen for boendet pa ansokan och pa villkor som centralen staller bevilja en lantagare tillstand att avvika fran de maximala belopp som med stod av 2 mom. foreskrivs for en avsattning eller for rantan pa sjalvfinansieringsandelen. bestammelser om hyra i ovrigt finns i lagen om hyra av bostadslagenhet (481/1995)."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "7 a",
      "section": "7 a",
      "title": "Vuokrien tasaus",
      "content": "Saman omistajan omistamien aravavuokratalojen ja aravavuokra-asuntojen sekä vuokra-asuntolainojen ja asumisoikeustalolainojen korkotuesta annetun lain (604/2001) nojalla lainoitettujen vuokratalojen ja vuokra-asuntojen vuokrat voidaan tasata. Vuokria ei kuitenkaan saa tasata: 1) sellaisten asuntojen, joihin sovelletaan omakustannusvuokraa koskevia säännöksiä, ja muiden tämän lain tai vuokra-asuntolainojen ja asumisoikeustalolainojen korkotuesta annetun lain nojalla lainoitettujen vuokratalojen ja vuokra-asuntojen kesken, jos tasaus nostaisi vuokria ensin mainituissa asunnoissa; 2) avustuksista erityisryhmien asunto-olojen parantamiseksi annetussa laissa (1281/2004) tarkoitettujen asuntojen ja muiden vuokra-asuntojen kesken; 3) sellaisten asuntojen kesken, joiden rakentamista, hankintaa tai perusparantamista varten on myönnetty avustuksista erityisryhmien asunto-olojen parantamiseksi annetun lain mukaista avustusta, jollei kohteiden, joissa asunnot sijaitsevat, enimmäisavustusprosentti ole mainitun lain 8 §:n 1 momentin perusteella samansuuruinen. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä vuokrien tasauksen rajoittamisesta sekä muista vuokrien tasauksessa noudatettavista menettelytavoista. Asumisen rahoitus- ja kehittämiskeskus voi asettamillaan ehdoilla myöntää hakemuksesta lainansaajalle luvan tasata vuokria 2 momentin 2 tai 3 kohdassa säädetystä poiketen, jos siihen on erityinen syy.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7 a",
        "normalized_fi": "Saman omistajan omistamien aravavuokratalojen ja aravavuokra-asuntojen sekä vuokra-asuntolainojen ja asumisoikeustalolainojen korkotuesta annetun lain (604/2001) nojalla lainoitettujen vuokratalojen ja vuokra-asuntojen vuokrat voidaan tasata. Vuokria ei kuitenkaan saa tasata: 1) sellaisten asuntojen, joihin sovelletaan omakustannusvuokraa koskevia säännöksiä, ja muiden tämän lain tai vuokra-asuntolainojen ja asumisoikeustalolainojen korkotuesta annetun lain nojalla lainoitettujen vuokratalojen ja vuokra-asuntojen kesken, jos tasaus nostaisi vuokria ensin mainituissa asunnoissa; 2) avustuksista erityisryhmien asunto-olojen parantamiseksi annetussa laissa (1281/2004) tarkoitettujen asuntojen ja muiden vuokra-asuntojen kesken; 3) sellaisten asuntojen kesken, joiden rakentamista, hankintaa tai perusparantamista varten on myönnetty avustuksista erityisryhmien asunto-olojen parantamiseksi annetun lain mukaista avustusta, jollei kohteiden, joissa asunnot sijaitsevat, enimmäisavustusprosentti ole mainitun lain 8 § :n 1 momentin perusteella samansuuruinen. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä vuokrien tasauksen rajoittamisesta sekä muista vuokrien tasauksessa noudatettavista menettelytavoista. Asumisen rahoitus- ja kehittämiskeskus voi asettamillaan ehdoilla myöntää hakemuksesta lainansaajalle luvan tasata vuokria 2 momentin 2 tai 3 kohdassa säädetystä poiketen, jos siihen on erityinen syy.",
        "folded_fi": "saman omistajan omistamien aravavuokratalojen ja aravavuokra-asuntojen seka vuokra-asuntolainojen ja asumisoikeustalolainojen korkotuesta annetun lain (604/2001) nojalla lainoitettujen vuokratalojen ja vuokra-asuntojen vuokrat voidaan tasata. vuokria ei kuitenkaan saa tasata: 1) sellaisten asuntojen, joihin sovelletaan omakustannusvuokraa koskevia saannoksia, ja muiden taman lain tai vuokra-asuntolainojen ja asumisoikeustalolainojen korkotuesta annetun lain nojalla lainoitettujen vuokratalojen ja vuokra-asuntojen kesken, jos tasaus nostaisi vuokria ensin mainituissa asunnoissa; 2) avustuksista erityisryhmien asunto-olojen parantamiseksi annetussa laissa (1281/2004) tarkoitettujen asuntojen ja muiden vuokra-asuntojen kesken; 3) sellaisten asuntojen kesken, joiden rakentamista, hankintaa tai perusparantamista varten on myonnetty avustuksista erityisryhmien asunto-olojen parantamiseksi annetun lain mukaista avustusta, jollei kohteiden, joissa asunnot sijaitsevat, enimmaisavustusprosentti ole mainitun lain 8 §:n 1 momentin perusteella samansuuruinen. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia vuokrien tasauksen rajoittamisesta seka muista vuokrien tasauksessa noudatettavista menettelytavoista. asumisen rahoitus- ja kehittamiskeskus voi asettamillaan ehdoilla myontaa hakemuksesta lainansaajalle luvan tasata vuokria 2 momentin 2 tai 3 kohdassa saadetysta poiketen, jos siihen on erityinen syy.",
        "title_sv": "Utjämning av hyror",
        "content_sv": "Hyrorna för aravahyreshus och aravahyresbostäder och hyrorna för hyreshus och hyresbostäder för vilka lån har beviljats med stöd av lagen om räntestöd för hyresbostadslån och bostadsrättshuslån (604/2001) kan utjämnas, om husen och bostäderna tillhör en och samma ägare. Hyror får dock inte utjämnas mellan 1) bostäder på vilka bestämmelserna om självkostnadshyra tillämpas och andra hyreshus och hyresbostäder för vilka lån har beviljats med stöd av denna lag eller lagen om räntestöd för hyresbostadslån och bostadsrättshuslån, om utjämningen höjer hyran för de förstnämnda bostäderna, 2) bostäder enligt lagen om understöd för förbättring av bostadsförhållandena för grupper med särskilda behov (1281/2004) och andra hyresbostäder, 3) sådana bostäder där det för byggande, anskaffning eller ombyggnad beviljats understöd enligt lagen om understöd för förbättring av bostadsförhållandena för grupper med särskilda behov, om inte de objekt där bostäderna finns omfattas av samma högsta understödsprocent enligt 8 § 1 mom. i den lagen. Närmare bestämmelser om begränsning av utjämningen av hyror och om andra förfaringssätt som ska följas vid utjämning av hyror får utfärdas genom förordning av statsrådet. Av särskilda skäl får Finansierings- och utvecklingscentralen för boendet på ansökan och på de villkor centralen ställer bevilja en låntagare tillstånd att utjämna hyror med avvikelse från vad som föreskrivs i 2 mom. 2 och 3 punkten.",
        "normalized_sv": "Hyrorna för aravahyreshus och aravahyresbostäder och hyrorna för hyreshus och hyresbostäder för vilka lån har beviljats med stöd av lagen om räntestöd för hyresbostadslån och bostadsrättshuslån (604/2001) kan utjämnas, om husen och bostäderna tillhör en och samma ägare. Hyror får dock inte utjämnas mellan 1) bostäder på vilka bestämmelserna om självkostnadshyra tillämpas och andra hyreshus och hyresbostäder för vilka lån har beviljats med stöd av denna lag eller lagen om räntestöd för hyresbostadslån och bostadsrättshuslån, om utjämningen höjer hyran för de förstnämnda bostäderna, 2) bostäder enligt lagen om understöd för förbättring av bostadsförhållandena för grupper med särskilda behov (1281/2004) och andra hyresbostäder, 3) sådana bostäder där det för byggande, anskaffning eller ombyggnad beviljats understöd enligt lagen om understöd för förbättring av bostadsförhållandena för grupper med särskilda behov, om inte de objekt där bostäderna finns omfattas av samma högsta understödsprocent enligt 8 § 1 mom. i den lagen. Närmare bestämmelser om begränsning av utjämningen av hyror och om andra förfaringssätt som ska följas vid utjämning av hyror får utfärdas genom förordning av statsrådet. Av särskilda skäl får Finansierings- och utvecklingscentralen för boendet på ansökan och på de villkor centralen ställer bevilja en låntagare tillstånd att utjämna hyror med avvikelse från vad som föreskrivs i 2 mom. 2 och 3 punkten.",
        "folded_sv": "hyrorna for aravahyreshus och aravahyresbostader och hyrorna for hyreshus och hyresbostader for vilka lan har beviljats med stod av lagen om rantestod for hyresbostadslan och bostadsrattshuslan (604/2001) kan utjamnas, om husen och bostaderna tillhor en och samma agare. hyror far dock inte utjamnas mellan 1) bostader pa vilka bestammelserna om sjalvkostnadshyra tillampas och andra hyreshus och hyresbostader for vilka lan har beviljats med stod av denna lag eller lagen om rantestod for hyresbostadslan och bostadsrattshuslan, om utjamningen hojer hyran for de forstnamnda bostaderna, 2) bostader enligt lagen om understod for forbattring av bostadsforhallandena for grupper med sarskilda behov (1281/2004) och andra hyresbostader, 3) sadana bostader dar det for byggande, anskaffning eller ombyggnad beviljats understod enligt lagen om understod for forbattring av bostadsforhallandena for grupper med sarskilda behov, om inte de objekt dar bostaderna finns omfattas av samma hogsta understodsprocent enligt 8 § 1 mom. i den lagen. narmare bestammelser om begransning av utjamningen av hyror och om andra forfaringssatt som ska foljas vid utjamning av hyror far utfardas genom forordning av statsradet. av sarskilda skal far finansierings- och utvecklingscentralen for boendet pa ansokan och pa de villkor centralen staller bevilja en lantagare tillstand att utjamna hyror med avvikelse fran vad som foreskrivs i 2 mom. 2 och 3 punkten."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "7 b",
      "section": "7 b",
      "title": "Kilpailuttaminen",
      "content": "Aravavuokratalon omistajan on toimittajatahosta riippumatta kilpailutettava arvoltaan merkittävimmät hankkimansa isännöinti-, hallinto-, huolto- ja muut kiinteistönhoitopalvelut sekä kunnossapitotyöt, joiden kattamista varten peritään tai on tarkoitus periä vuokraa. Jos hankinnan arvo ilman arvonlisäveroa ylittää julkisista hankinnoista annetun lain 15 §:n 1 kohdassa säädetyn kansallisen kynnysarvon, se on kilpailutettava, jollei pakottavista kiireellisistä syistä tai muusta laista muuta johdu. Hankintaa ei saa jakaa eriin, osittaa eikä laskea poikkeuksellisin menetelmin tämän momentin soveltamisen välttämiseksi. Jos vuokratalon omistaja on julkisista hankinnoista annetussa laissa tarkoitettu hankintayksikkö, sen velvollisuudesta hankintojen kilpailuttamiseen säädetään mainitussa laissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7 b",
        "normalized_fi": "Aravavuokratalon omistajan on toimittajatahosta riippumatta kilpailutettava arvoltaan merkittävimmät hankkimansa isännöinti-, hallinto-, huolto- ja muut kiinteistönhoitopalvelut sekä kunnossapitotyöt, joiden kattamista varten peritään tai on tarkoitus periä vuokraa. Jos hankinnan arvo ilman arvonlisäveroa ylittää julkisista hankinnoista annetun lain 15 § :n 1 kohdassa säädetyn kansallisen kynnysarvon, se on kilpailutettava, jollei pakottavista kiireellisistä syistä tai muusta laista muuta johdu. Hankintaa ei saa jakaa eriin, osittaa eikä laskea poikkeuksellisin menetelmin tämän momentin soveltamisen välttämiseksi. Jos vuokratalon omistaja on julkisista hankinnoista annetussa laissa tarkoitettu hankintayksikkö, sen velvollisuudesta hankintojen kilpailuttamiseen säädetään mainitussa laissa.",
        "folded_fi": "aravavuokratalon omistajan on toimittajatahosta riippumatta kilpailutettava arvoltaan merkittavimmat hankkimansa isannointi-, hallinto-, huolto- ja muut kiinteistonhoitopalvelut seka kunnossapitotyot, joiden kattamista varten peritaan tai on tarkoitus peria vuokraa. jos hankinnan arvo ilman arvonlisaveroa ylittaa julkisista hankinnoista annetun lain 15 §:n 1 kohdassa saadetyn kansallisen kynnysarvon, se on kilpailutettava, jollei pakottavista kiireellisista syista tai muusta laista muuta johdu. hankintaa ei saa jakaa eriin, osittaa eika laskea poikkeuksellisin menetelmin taman momentin soveltamisen valttamiseksi. jos vuokratalon omistaja on julkisista hankinnoista annetussa laissa tarkoitettu hankintayksikko, sen velvollisuudesta hankintojen kilpailuttamiseen saadetaan mainitussa laissa.",
        "title_sv": "Konkurrensutsättning",
        "content_sv": "Den som äger ett aravahyreshus ska oberoende av leverantör konkurrensutsätta de till värdet mest betydande disponent-, förvaltnings- och servicetjänsterna och övriga fastighetsförvaltningstjänsterna samt underhållsarbetena, om kostnaderna för dessa ska täckas med den hyra som tas eller enligt plan ska tas ut. Om upphandlingens värde utan mervärdesskatt överstiger det nationella tröskelvärdet enligt 15 § 1 punkten i lagen om offentlig upphandling, ska upphandlingen konkurrensutsättas, om inte något annat följer av tvingande brådskande skäl eller av någon annan lag. Upphandlingen får inte delas upp eller beräknas med exceptionella metoder i syfte att undgå tillämpning av detta moment. För sådana ägare till aravahyreshus som är i lagen om offentlig upphandling avsedda upphandlingsenheter gäller vad som i den lagen föreskrivs om skyldigheten att konkurrensutsätta upphandlingar.",
        "normalized_sv": "Den som äger ett aravahyreshus ska oberoende av leverantör konkurrensutsätta de till värdet mest betydande disponent-, förvaltnings- och servicetjänsterna och övriga fastighetsförvaltningstjänsterna samt underhållsarbetena, om kostnaderna för dessa ska täckas med den hyra som tas eller enligt plan ska tas ut. Om upphandlingens värde utan mervärdesskatt överstiger det nationella tröskelvärdet enligt 15 § 1 punkten i lagen om offentlig upphandling, ska upphandlingen konkurrensutsättas, om inte något annat följer av tvingande brådskande skäl eller av någon annan lag. Upphandlingen får inte delas upp eller beräknas med exceptionella metoder i syfte att undgå tillämpning av detta moment. För sådana ägare till aravahyreshus som är i lagen om offentlig upphandling avsedda upphandlingsenheter gäller vad som i den lagen föreskrivs om skyldigheten att konkurrensutsätta upphandlingar.",
        "folded_sv": "den som ager ett aravahyreshus ska oberoende av leverantor konkurrensutsatta de till vardet mest betydande disponent-, forvaltnings- och servicetjansterna och ovriga fastighetsforvaltningstjansterna samt underhallsarbetena, om kostnaderna for dessa ska tackas med den hyra som tas eller enligt plan ska tas ut. om upphandlingens varde utan mervardesskatt overstiger det nationella troskelvardet enligt 15 § 1 punkten i lagen om offentlig upphandling, ska upphandlingen konkurrensutsattas, om inte nagot annat foljer av tvingande bradskande skal eller av nagon annan lag. upphandlingen far inte delas upp eller beraknas med exceptionella metoder i syfte att undga tillampning av detta moment. for sadana agare till aravahyreshus som ar i lagen om offentlig upphandling avsedda upphandlingsenheter galler vad som i den lagen foreskrivs om skyldigheten att konkurrensutsatta upphandlingar."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "7 c",
      "section": "7 c",
      "title": "Jälkilaskelman laatiminen ja yli- tai alijäämän huomioon ottaminen",
      "content": "Aravavuokratalon omistajan on laadittava tilikaudelta tilinpäätöksen laatimisen yhteydessä kirjanpitoonsa perustuva, koko yhteisöä koskeva ja tasausryhmittäin tehtävä jälkilaskelma, josta käy ilmi: 1) paljonko vuokria on peritty; 2) mitä menoeriä on katettu vuokrilla; 3) paljonko tuleviin perusparannus-, ylläpito- ja hoitotoimenpiteisiin on kerätty varoja ja miten niitä on käytetty; 4) paljonko tilikaudelta on syntynyt rahoitusylijäämää tai -alijäämää; 5) paljonko edellisiltä tilikausilta on syntynyt rahoitusylijäämää tai -alijäämää. Edellä 1 momentin 4 ja 5 kohdassa tarkoitettu yli- tai alijäämä vähennettynä varautumiseen kerätyillä varoilla on otettava huomioon seuraavien vuosien vuokria määritettäessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7 c",
        "normalized_fi": "Aravavuokratalon omistajan on laadittava tilikaudelta tilinpäätöksen laatimisen yhteydessä kirjanpitoonsa perustuva, koko yhteisöä koskeva ja tasausryhmittäin tehtävä jälkilaskelma, josta käy ilmi: 1) paljonko vuokria on peritty; 2) mitä menoeriä on katettu vuokrilla; 3) paljonko tuleviin perusparannus-, ylläpito- ja hoitotoimenpiteisiin on kerätty varoja ja miten niitä on käytetty; 4) paljonko tilikaudelta on syntynyt rahoitusylijäämää tai -alijäämää; 5) paljonko edellisiltä tilikausilta on syntynyt rahoitusylijäämää tai -alijäämää. Edellä 1 momentin 4 ja 5 kohdassa tarkoitettu yli- tai alijäämä vähennettynä varautumiseen kerätyillä varoilla on otettava huomioon seuraavien vuosien vuokria määritettäessä.",
        "folded_fi": "aravavuokratalon omistajan on laadittava tilikaudelta tilinpaatoksen laatimisen yhteydessa kirjanpitoonsa perustuva, koko yhteisoa koskeva ja tasausryhmittain tehtava jalkilaskelma, josta kay ilmi: 1) paljonko vuokria on peritty; 2) mita menoeria on katettu vuokrilla; 3) paljonko tuleviin perusparannus-, yllapito- ja hoitotoimenpiteisiin on keratty varoja ja miten niita on kaytetty; 4) paljonko tilikaudelta on syntynyt rahoitusylijaamaa tai -alijaamaa; 5) paljonko edellisilta tilikausilta on syntynyt rahoitusylijaamaa tai -alijaamaa. edella 1 momentin 4 ja 5 kohdassa tarkoitettu yli- tai alijaama vahennettyna varautumiseen keratyilla varoilla on otettava huomioon seuraavien vuosien vuokria maaritettaessa.",
        "title_sv": "Efterkalkyl samt beaktande av över- eller underskott",
        "content_sv": "Den som äger ett aravahyreshus ska utifrån sin bokföring från räkenskapsperioden i samband med att bokslutet upprättas göra upp en efterkalkyl både för hela samfundet och separat för varje utjämningsgrupp. Av efterkalkylen ska följande framgå: 1) summan av de hyror som tagits ut, 2) vilka utgiftsposter som har täckts med hyror, 3) summan av de medel som samlats in för framtida ombyggnads-, underhålls- och skötselåtgärder och hur dessa medel använts, 4) finansieringsöverskottet eller finansieringsunderskottet för räkenskapsperioden, 5) finansieringsöverskottet eller finansieringsunderskottet för tidigare räkenskapsperioder. Det totala över- eller underskottet enligt 1 mom. 4 och 5 punkten med avdrag för de medel som samlats in för avsättning ska beaktas när hyrorna för de följande åren bestäms.",
        "normalized_sv": "Den som äger ett aravahyreshus ska utifrån sin bokföring från räkenskapsperioden i samband med att bokslutet upprättas göra upp en efterkalkyl både för hela samfundet och separat för varje utjämningsgrupp. Av efterkalkylen ska följande framgå: 1) summan av de hyror som tagits ut, 2) vilka utgiftsposter som har täckts med hyror, 3) summan av de medel som samlats in för framtida ombyggnads-, underhålls- och skötselåtgärder och hur dessa medel använts, 4) finansieringsöverskottet eller finansieringsunderskottet för räkenskapsperioden, 5) finansieringsöverskottet eller finansieringsunderskottet för tidigare räkenskapsperioder. Det totala över- eller underskottet enligt 1 mom. 4 och 5 punkten med avdrag för de medel som samlats in för avsättning ska beaktas när hyrorna för de följande åren bestäms.",
        "folded_sv": "den som ager ett aravahyreshus ska utifran sin bokforing fran rakenskapsperioden i samband med att bokslutet upprattas gora upp en efterkalkyl bade for hela samfundet och separat for varje utjamningsgrupp. av efterkalkylen ska foljande framga: 1) summan av de hyror som tagits ut, 2) vilka utgiftsposter som har tackts med hyror, 3) summan av de medel som samlats in for framtida ombyggnads-, underhalls- och skotselatgarder och hur dessa medel anvants, 4) finansieringsoverskottet eller finansieringsunderskottet for rakenskapsperioden, 5) finansieringsoverskottet eller finansieringsunderskottet for tidigare rakenskapsperioder. det totala over- eller underskottet enligt 1 mom. 4 och 5 punkten med avdrag for de medel som samlats in for avsattning ska beaktas nar hyrorna for de foljande aren bestams."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "7 d",
      "section": "7 d",
      "title": "Omakustannusvuokrien valvonta",
      "content": "Asumisen rahoitus- ja kehittämiskeskus valvoo omakustannusvuokran määräytymistä ja siihen liittyviä menettelytapoja koskevien säännösten noudattamista. Keskuksella on oikeus vaatia valvonnan suorittamiseksi tarvittavat tiedot lainansaajalta. Keskukselle kuuluu myös lainansaajien yleinen ohjaus omakustannusvuokraa koskevissa asioissa. Jos lainansaaja on laiminlyönyt omakustannusvuokran määräytymistä tai siihen liittyviä menettelytapoja koskevien säännösten noudattamisen, Asumisen rahoitus- ja kehittämiskeskus voi kieltää lainansaajaa perimästä vuokrissa 10 §:n 1 momentin 1 kohdassa tarkoitetulle omarahoitusosuudelle laskettavaa korkoa ja kieltää lainansaajaa tulouttamasta aravalain 15 a §:n 1 momentin 3 kohdan mukaista tuottoa enintään neljän vuoden ajan keskuksen päätöksestä. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä omakustannusvuokrien valvonnasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7 d",
        "normalized_fi": "Asumisen rahoitus- ja kehittämiskeskus valvoo omakustannusvuokran määräytymistä ja siihen liittyviä menettelytapoja koskevien säännösten noudattamista. Keskuksella on oikeus vaatia valvonnan suorittamiseksi tarvittavat tiedot lainansaajalta. Keskukselle kuuluu myös lainansaajien yleinen ohjaus omakustannusvuokraa koskevissa asioissa. Jos lainansaaja on laiminlyönyt omakustannusvuokran määräytymistä tai siihen liittyviä menettelytapoja koskevien säännösten noudattamisen, Asumisen rahoitus- ja kehittämiskeskus voi kieltää lainansaajaa perimästä vuokrissa 10 § :n 1 momentin 1 kohdassa tarkoitetulle omarahoitusosuudelle laskettavaa korkoa ja kieltää lainansaajaa tulouttamasta aravalain 15 a § :n 1 momentin 3 kohdan mukaista tuottoa enintään neljän vuoden ajan keskuksen päätöksestä. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä omakustannusvuokrien valvonnasta.",
        "folded_fi": "asumisen rahoitus- ja kehittamiskeskus valvoo omakustannusvuokran maaraytymista ja siihen liittyvia menettelytapoja koskevien saannosten noudattamista. keskuksella on oikeus vaatia valvonnan suorittamiseksi tarvittavat tiedot lainansaajalta. keskukselle kuuluu myos lainansaajien yleinen ohjaus omakustannusvuokraa koskevissa asioissa. jos lainansaaja on laiminlyonyt omakustannusvuokran maaraytymista tai siihen liittyvia menettelytapoja koskevien saannosten noudattamisen, asumisen rahoitus- ja kehittamiskeskus voi kieltaa lainansaajaa perimasta vuokrissa 10 §:n 1 momentin 1 kohdassa tarkoitetulle omarahoitusosuudelle laskettavaa korkoa ja kieltaa lainansaajaa tulouttamasta aravalain 15 a §:n 1 momentin 3 kohdan mukaista tuottoa enintaan neljan vuoden ajan keskuksen paatoksesta. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia omakustannusvuokrien valvonnasta.",
        "title_sv": "Tillsyn över självkostnadshyror",
        "content_sv": "Finansierings- och utvecklingscentralen för boendet utövar tillsyn över att bestämmelserna om bestämmande av självkostnadshyror och tillhörande förfaranden följs. Centralen har rätt att av låntagaren kräva de uppgifter som behövs för tillsynen. Till centralens uppgifter hör också allmän handledning av låntagare i frågor som gäller självkostnadshyra. Om låntagaren har underlåtit att iaktta bestämmelserna om bestämmande av självkostnadshyror eller tillhörande förfaranden, kan Finansierings- och utvecklingscentralen för boendet förbjuda låntagaren att i form av hyra ta ut ränta som beräknas på den självfinansieringsandel som avses i 10 § 1 mom. 1 punkten samt förbjuda låntagaren att betala ägarna avkastning enligt 15 a § 1 mom. 3 punkten i aravalagen under högst fyra år räknat från centralens beslut. Närmare bestämmelser om tillsyn över självkostnadshyrorna får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Finansierings- och utvecklingscentralen för boendet utövar tillsyn över att bestämmelserna om bestämmande av självkostnadshyror och tillhörande förfaranden följs. Centralen har rätt att av låntagaren kräva de uppgifter som behövs för tillsynen. Till centralens uppgifter hör också allmän handledning av låntagare i frågor som gäller självkostnadshyra. Om låntagaren har underlåtit att iaktta bestämmelserna om bestämmande av självkostnadshyror eller tillhörande förfaranden, kan Finansierings- och utvecklingscentralen för boendet förbjuda låntagaren att i form av hyra ta ut ränta som beräknas på den självfinansieringsandel som avses i 10 § 1 mom. 1 punkten samt förbjuda låntagaren att betala ägarna avkastning enligt 15 a § 1 mom. 3 punkten i aravalagen under högst fyra år räknat från centralens beslut. Närmare bestämmelser om tillsyn över självkostnadshyrorna får utfärdas genom förordning av statsrådet.",
        "folded_sv": "finansierings- och utvecklingscentralen for boendet utovar tillsyn over att bestammelserna om bestammande av sjalvkostnadshyror och tillhorande forfaranden foljs. centralen har ratt att av lantagaren krava de uppgifter som behovs for tillsynen. till centralens uppgifter hor ocksa allman handledning av lantagare i fragor som galler sjalvkostnadshyra. om lantagaren har underlatit att iaktta bestammelserna om bestammande av sjalvkostnadshyror eller tillhorande forfaranden, kan finansierings- och utvecklingscentralen for boendet forbjuda lantagaren att i form av hyra ta ut ranta som beraknas pa den sjalvfinansieringsandel som avses i 10 § 1 mom. 1 punkten samt forbjuda lantagaren att betala agarna avkastning enligt 15 a § 1 mom. 3 punkten i aravalagen under hogst fyra ar raknat fran centralens beslut. narmare bestammelser om tillsyn over sjalvkostnadshyrorna far utfardas genom forordning av statsradet."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Purkaminen",
      "content": "Asumisen rahoitus- ja kehittämiskeskus voi hakemuksesta myöntää asettamillaan ehdoilla luvan purkaa rajoitusten alaisen asunnon tai talon: 1) jos asunto tai talo on kunnoltaan niin huono, ettei sen perusparantaminen tai korjaaminen ole tarkoituksenmukaista; 2) jos asunto tai suurin osa sellaisen talon asunnoista, joka sijaitsee väestöltään vähenevällä alueella, on ollut pitkäaikaisesti tyhjillään ja tyhjillään olon arvioidaan olevan pysyvää sekä purkaminen on perusteltua alueen asuntomarkkinatilanne huomioon ottaen; tai 3) muusta erityisen painavasta syystä. Purkuluvan myöntämisen edellytyksenä on, että valtion asuntolaina tai aravalaina maksetaan kokonaan takaisin taikka valtio vapautetaan valtiontakauksesta aravalainojen takaisinmaksamiseksi annetun lain mukaisesta takausvastuusta purettavan asunnon tai talon osalta, jollei kysymys ole 16 §:n 5 momentissa tarkoitetusta saatavasta tai jollei 17 a §:stä muuta johdu. Jos rajoitusten alainen asunto tai talo puretaan ilman lupaa, omistaja voidaan Valtiokonttorin päätöksellä velvoittaa suorittamaan 6 §:ssä tarkoitettu korvaus jäljellä olevalta rajoitusajalta, kuitenkin enintään 20 vuodelta. Jos suoritettavaksi määrättävä korvaus muodostuisi ilmeisen kohtuuttomaksi, sitä voidaan korvausta määrätessä alentaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Asumisen rahoitus- ja kehittämiskeskus voi hakemuksesta myöntää asettamillaan ehdoilla luvan purkaa rajoitusten alaisen asunnon tai talon: 1) jos asunto tai talo on kunnoltaan niin huono, ettei sen perusparantaminen tai korjaaminen ole tarkoituksenmukaista; 2) jos asunto tai suurin osa sellaisen talon asunnoista, joka sijaitsee väestöltään vähenevällä alueella, on ollut pitkäaikaisesti tyhjillään ja tyhjillään olon arvioidaan olevan pysyvää sekä purkaminen on perusteltua alueen asuntomarkkinatilanne huomioon ottaen; tai 3) muusta erityisen painavasta syystä. Purkuluvan myöntämisen edellytyksenä on, että valtion asuntolaina tai aravalaina maksetaan kokonaan takaisin taikka valtio vapautetaan valtiontakauksesta aravalainojen takaisinmaksamiseksi annetun lain mukaisesta takausvastuusta purettavan asunnon tai talon osalta, jollei kysymys ole 16 § :n 5 momentissa tarkoitetusta saatavasta tai jollei 17 a § :stä muuta johdu. Jos rajoitusten alainen asunto tai talo puretaan ilman lupaa, omistaja voidaan Valtiokonttorin päätöksellä velvoittaa suorittamaan 6 § :ssä tarkoitettu korvaus jäljellä olevalta rajoitusajalta, kuitenkin enintään 20 vuodelta. Jos suoritettavaksi määrättävä korvaus muodostuisi ilmeisen kohtuuttomaksi, sitä voidaan korvausta määrätessä alentaa.",
        "folded_fi": "asumisen rahoitus- ja kehittamiskeskus voi hakemuksesta myontaa asettamillaan ehdoilla luvan purkaa rajoitusten alaisen asunnon tai talon: 1) jos asunto tai talo on kunnoltaan niin huono, ettei sen perusparantaminen tai korjaaminen ole tarkoituksenmukaista; 2) jos asunto tai suurin osa sellaisen talon asunnoista, joka sijaitsee vaestoltaan vahenevalla alueella, on ollut pitkaaikaisesti tyhjillaan ja tyhjillaan olon arvioidaan olevan pysyvaa seka purkaminen on perusteltua alueen asuntomarkkinatilanne huomioon ottaen; tai 3) muusta erityisen painavasta syysta. purkuluvan myontamisen edellytyksena on, etta valtion asuntolaina tai aravalaina maksetaan kokonaan takaisin taikka valtio vapautetaan valtiontakauksesta aravalainojen takaisinmaksamiseksi annetun lain mukaisesta takausvastuusta purettavan asunnon tai talon osalta, jollei kysymys ole 16 §:n 5 momentissa tarkoitetusta saatavasta tai jollei 17 a §:sta muuta johdu. jos rajoitusten alainen asunto tai talo puretaan ilman lupaa, omistaja voidaan valtiokonttorin paatoksella velvoittaa suorittamaan 6 §:ssa tarkoitettu korvaus jaljella olevalta rajoitusajalta, kuitenkin enintaan 20 vuodelta. jos suoritettavaksi maarattava korvaus muodostuisi ilmeisen kohtuuttomaksi, sita voidaan korvausta maaratessa alentaa.",
        "title_sv": "Rivning",
        "content_sv": "Finansierings- och utvecklingscentralen för boendet kan på ansökan och på villkor som centralen ställer ge tillstånd till rivning av en bostad eller ett hus som omfattas av begränsningar, 1) om bostaden eller huset är i så dåligt skick att en ombyggnad eller reparation inte är ändamålsenlig, 2) om bostaden eller största delen av bostäderna i ett hus som befinner sig i ett område med minskande befolkning länge har stått tomma och beräknas förbli tomma och om det med hänsyn till bostadsmarknadssituationen i området är motiverat med rivning, eller 3) av något annat synnerligen vägande skäl. Tillstånd till rivning kan ges på det villkor att det statliga bostadslånet eller aravalånet i sin helhet återbetalas eller att staten befrias från borgensansvaret enligt lagen om statsborgen för återbetalning av aravalån i fråga om det hus eller den bostad som ska rivas, om det inte är fråga om en fordran enligt 16 § 5 mom. eller om inte något annat följer av 17 a §. Om en bostad eller ett hus som omfattas av begränsningar rivs utan tillstånd, kan ägaren genom Statskontorets beslut åläggas att betala ersättning enligt 6 § för den återstående begränsningstiden, dock högst för 20 år. Om ersättningen skulle bli uppenbart oskälig, kan den nedsättas när den fastställs.",
        "normalized_sv": "Finansierings- och utvecklingscentralen för boendet kan på ansökan och på villkor som centralen ställer ge tillstånd till rivning av en bostad eller ett hus som omfattas av begränsningar, 1) om bostaden eller huset är i så dåligt skick att en ombyggnad eller reparation inte är ändamålsenlig, 2) om bostaden eller största delen av bostäderna i ett hus som befinner sig i ett område med minskande befolkning länge har stått tomma och beräknas förbli tomma och om det med hänsyn till bostadsmarknadssituationen i området är motiverat med rivning, eller 3) av något annat synnerligen vägande skäl. Tillstånd till rivning kan ges på det villkor att det statliga bostadslånet eller aravalånet i sin helhet återbetalas eller att staten befrias från borgensansvaret enligt lagen om statsborgen för återbetalning av aravalån i fråga om det hus eller den bostad som ska rivas, om det inte är fråga om en fordran enligt 16 § 5 mom. eller om inte något annat följer av 17 a § . Om en bostad eller ett hus som omfattas av begränsningar rivs utan tillstånd, kan ägaren genom Statskontorets beslut åläggas att betala ersättning enligt 6 § för den återstående begränsningstiden, dock högst för 20 år. Om ersättningen skulle bli uppenbart oskälig, kan den nedsättas när den fastställs.",
        "folded_sv": "finansierings- och utvecklingscentralen for boendet kan pa ansokan och pa villkor som centralen staller ge tillstand till rivning av en bostad eller ett hus som omfattas av begransningar, 1) om bostaden eller huset ar i sa daligt skick att en ombyggnad eller reparation inte ar andamalsenlig, 2) om bostaden eller storsta delen av bostaderna i ett hus som befinner sig i ett omrade med minskande befolkning lange har statt tomma och beraknas forbli tomma och om det med hansyn till bostadsmarknadssituationen i omradet ar motiverat med rivning, eller 3) av nagot annat synnerligen vagande skal. tillstand till rivning kan ges pa det villkor att det statliga bostadslanet eller aravalanet i sin helhet aterbetalas eller att staten befrias fran borgensansvaret enligt lagen om statsborgen for aterbetalning av aravalan i fraga om det hus eller den bostad som ska rivas, om det inte ar fraga om en fordran enligt 16 § 5 mom. eller om inte nagot annat foljer av 17 a §. om en bostad eller ett hus som omfattas av begransningar rivs utan tillstand, kan agaren genom statskontorets beslut alaggas att betala ersattning enligt 6 § for den aterstaende begransningstiden, dock hogst for 20 ar. om ersattningen skulle bli uppenbart oskalig, kan den nedsattas nar den faststalls."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Irtisanominen",
      "content": "Valtiokonttori voi irtisanoa valtion viranomaisen myöntämän ja kunta kunnan myöntämän lainan kokonaan tai osittain heti takaisin maksettavaksi, jos lainansaaja tai se, jolle laina on siirtynyt, ei noudata tätä lakia tai sen nojalla annettuja säännöksiä tai määräyksiä, eikä laiminlyönti ole vähäinen. Jos lainansaaja tai se, jolle laina on siirtynyt, on käyttänyt asuntoa vastoin 4 §:n säännöksiä taikka toiminut vastoin 7 tai 7 a §:n, 7 b §:n 1 momentin tai 7 c §:n säännöksiä eikä laiminlyönti ole vähäinen, Asumisen rahoitus- ja kehittämiskeskus voi kuitenkin irtisanoa lainan kokonaan tai osittain heti takaisin maksettavaksi. Asumisen rahoitus- ja kehittämiskeskus voi painavista syistä irtisanoa kokonaan tai osaksi heti takaisin maksettavaksi kunnan lainan valtiolta, jos kunta on toiminut vastoin tätä lakia tai sen nojalla annettuja säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19",
        "normalized_fi": "Valtiokonttori voi irtisanoa valtion viranomaisen myöntämän ja kunta kunnan myöntämän lainan kokonaan tai osittain heti takaisin maksettavaksi, jos lainansaaja tai se, jolle laina on siirtynyt, ei noudata tätä lakia tai sen nojalla annettuja säännöksiä tai määräyksiä, eikä laiminlyönti ole vähäinen. Jos lainansaaja tai se, jolle laina on siirtynyt, on käyttänyt asuntoa vastoin 4 § :n säännöksiä taikka toiminut vastoin 7 tai 7 a § :n, 7 b § :n 1 momentin tai 7 c § :n säännöksiä eikä laiminlyönti ole vähäinen, Asumisen rahoitus- ja kehittämiskeskus voi kuitenkin irtisanoa lainan kokonaan tai osittain heti takaisin maksettavaksi. Asumisen rahoitus- ja kehittämiskeskus voi painavista syistä irtisanoa kokonaan tai osaksi heti takaisin maksettavaksi kunnan lainan valtiolta, jos kunta on toiminut vastoin tätä lakia tai sen nojalla annettuja säännöksiä.",
        "folded_fi": "valtiokonttori voi irtisanoa valtion viranomaisen myontaman ja kunta kunnan myontaman lainan kokonaan tai osittain heti takaisin maksettavaksi, jos lainansaaja tai se, jolle laina on siirtynyt, ei noudata tata lakia tai sen nojalla annettuja saannoksia tai maarayksia, eika laiminlyonti ole vahainen. jos lainansaaja tai se, jolle laina on siirtynyt, on kayttanyt asuntoa vastoin 4 §:n saannoksia taikka toiminut vastoin 7 tai 7 a §:n, 7 b §:n 1 momentin tai 7 c §:n saannoksia eika laiminlyonti ole vahainen, asumisen rahoitus- ja kehittamiskeskus voi kuitenkin irtisanoa lainan kokonaan tai osittain heti takaisin maksettavaksi. asumisen rahoitus- ja kehittamiskeskus voi painavista syista irtisanoa kokonaan tai osaksi heti takaisin maksettavaksi kunnan lainan valtiolta, jos kunta on toiminut vastoin tata lakia tai sen nojalla annettuja saannoksia.",
        "title_sv": "Uppsägning",
        "content_sv": "Statskontoret kan för omedelbar återbetalning helt eller delvis säga upp ett lån som en statlig myndighet har beviljat och kommunen ett lån som kommunen har beviljat, om låntagaren eller den på vilken lånet har överförts inte iakttar denna lag eller de bestämmelser eller föreskrifter som utfärdats med stöd av den och om försummelsen inte är obetydlig. Om låntagaren eller den på vilken lånet har överförts har använt bostaden i strid med bestämmelserna i 4 § eller förfarit i strid med bestämmelserna i 7 eller 7 a §, 7 b § 1 mom. eller 7 c § och om försummelsen inte är obetydlig, kan dock Finansierings- och utvecklingscentralen för boendet säga upp lånet helt eller delvis för omedelbar återbetalning. Finansierings- och utvecklingscentralen för boendet kan av vägande skäl för omedelbar återbetalning helt eller delvis säga upp ett statligt lån till en kommun, om kommunen har handlat i strid med denna lag eller de bestämmelser som utfärdats med stöd av den.",
        "normalized_sv": "Statskontoret kan för omedelbar återbetalning helt eller delvis säga upp ett lån som en statlig myndighet har beviljat och kommunen ett lån som kommunen har beviljat, om låntagaren eller den på vilken lånet har överförts inte iakttar denna lag eller de bestämmelser eller föreskrifter som utfärdats med stöd av den och om försummelsen inte är obetydlig. Om låntagaren eller den på vilken lånet har överförts har använt bostaden i strid med bestämmelserna i 4 § eller förfarit i strid med bestämmelserna i 7 eller 7 a § , 7 b § 1 mom. eller 7 c § och om försummelsen inte är obetydlig, kan dock Finansierings- och utvecklingscentralen för boendet säga upp lånet helt eller delvis för omedelbar återbetalning. Finansierings- och utvecklingscentralen för boendet kan av vägande skäl för omedelbar återbetalning helt eller delvis säga upp ett statligt lån till en kommun, om kommunen har handlat i strid med denna lag eller de bestämmelser som utfärdats med stöd av den.",
        "folded_sv": "statskontoret kan for omedelbar aterbetalning helt eller delvis saga upp ett lan som en statlig myndighet har beviljat och kommunen ett lan som kommunen har beviljat, om lantagaren eller den pa vilken lanet har overforts inte iakttar denna lag eller de bestammelser eller foreskrifter som utfardats med stod av den och om forsummelsen inte ar obetydlig. om lantagaren eller den pa vilken lanet har overforts har anvant bostaden i strid med bestammelserna i 4 § eller forfarit i strid med bestammelserna i 7 eller 7 a §, 7 b § 1 mom. eller 7 c § och om forsummelsen inte ar obetydlig, kan dock finansierings- och utvecklingscentralen for boendet saga upp lanet helt eller delvis for omedelbar aterbetalning. finansierings- och utvecklingscentralen for boendet kan av vagande skal for omedelbar aterbetalning helt eller delvis saga upp ett statligt lan till en kommun, om kommunen har handlat i strid med denna lag eller de bestammelser som utfardats med stod av den."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Muutoksenhaku",
      "content": "Hakija saa vaatia Asumisen rahoitus- ja kehittämiskeskuksen, Valtiokonttorin ja kunnan sekä kunnanhallituksen ja kunnan lautakunnan alaisen viranhaltijan päätökseen oikaisua päätöksen tehneeltä viranomaiselta siten kuin hallintolaissa (434/2003) säädetään. Kunnanhallituksen tai lautakunnan alaisen viranhaltijan päätökseen oikaisua vaaditaan kuitenkin kunnanhallitukselta tai asianomaiselta lautakunnalta. Oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Oikaisuvaatimukseen annettuun päätökseen vuokralaisen valintaa tai hyväksymistä koskevassa asiassa ei kuitenkaan saa hakea muutosta valittamalla. Hallinto-oikeuden päätökseen 6 ja 17 §:ssä tarkoitetussa säännösten vastaisesta käytöstä suoritettavaa korvausta koskevassa asiassa sekä 7 d §:n 2 momentissa ja 19 §:ssä tarkoitetussa asiassa saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden muuhun päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21",
        "normalized_fi": "Hakija saa vaatia Asumisen rahoitus- ja kehittämiskeskuksen, Valtiokonttorin ja kunnan sekä kunnanhallituksen ja kunnan lautakunnan alaisen viranhaltijan päätökseen oikaisua päätöksen tehneeltä viranomaiselta siten kuin hallintolaissa (434/2003) säädetään. Kunnanhallituksen tai lautakunnan alaisen viranhaltijan päätökseen oikaisua vaaditaan kuitenkin kunnanhallitukselta tai asianomaiselta lautakunnalta. Oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Oikaisuvaatimukseen annettuun päätökseen vuokralaisen valintaa tai hyväksymistä koskevassa asiassa ei kuitenkaan saa hakea muutosta valittamalla. Hallinto-oikeuden päätökseen 6 ja 17 § :ssä tarkoitetussa säännösten vastaisesta käytöstä suoritettavaa korvausta koskevassa asiassa sekä 7 d § :n 2 momentissa ja 19 § :ssä tarkoitetussa asiassa saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden muuhun päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan.",
        "folded_fi": "hakija saa vaatia asumisen rahoitus- ja kehittamiskeskuksen, valtiokonttorin ja kunnan seka kunnanhallituksen ja kunnan lautakunnan alaisen viranhaltijan paatokseen oikaisua paatoksen tehneelta viranomaiselta siten kuin hallintolaissa (434/2003) saadetaan. kunnanhallituksen tai lautakunnan alaisen viranhaltijan paatokseen oikaisua vaaditaan kuitenkin kunnanhallitukselta tai asianomaiselta lautakunnalta. oikaisuvaatimukseen annettuun paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa (586/1996) saadetaan. oikaisuvaatimukseen annettuun paatokseen vuokralaisen valintaa tai hyvaksymista koskevassa asiassa ei kuitenkaan saa hakea muutosta valittamalla. hallinto-oikeuden paatokseen 6 ja 17 §:ssa tarkoitetussa saannosten vastaisesta kaytosta suoritettavaa korvausta koskevassa asiassa seka 7 d §:n 2 momentissa ja 19 §:ssa tarkoitetussa asiassa saa hakea muutosta valittamalla siten kuin hallintolainkayttolaissa saadetaan. hallinto-oikeuden muuhun paatokseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myontaa valitusluvan.",
        "title_sv": "Ändringssökande",
        "content_sv": "En sökande får på det sätt som anges i förvaltningslagen (434/2003) begära omprövning av ett beslut som meddelats av Finansierings- och utvecklingscentralen för boendet, Statskontoret eller kommunen, eller av en tjänsteinnehavare som lyder under kommunstyrelsen eller en kommunal nämnd. Omprövning begärs hos den myndighet som fattat beslutet. Omprövning av ett beslut av en tjänsteinnehavare som lyder under kommunstyrelsen eller en kommunal nämnd begärs dock hos kommunstyrelsen eller nämnden i fråga. Beslut som har meddelats med anledning av begäran om omprövning får överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen (586/1996). Beslut som har meddelats med anledning av begäran om omprövning ärenden som gäller val eller godkännande av en hyresgäst får dock inte överklagas genom besvär. Förvaltningsdomstolens beslut i ärenden som avses i 6 eller 17 § och som gäller ersättning för användning i strid med bestämmelserna samt i ärenden som avses i 7 d § 2 mom. och 19 § får överklagas genom besvär på det sätt som anges i förvaltningsprocesslagen. Över andra beslut av förvaltningsdomstolen får besvär anföras endast om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "normalized_sv": "En sökande får på det sätt som anges i förvaltningslagen (434/2003) begära omprövning av ett beslut som meddelats av Finansierings- och utvecklingscentralen för boendet, Statskontoret eller kommunen, eller av en tjänsteinnehavare som lyder under kommunstyrelsen eller en kommunal nämnd. Omprövning begärs hos den myndighet som fattat beslutet. Omprövning av ett beslut av en tjänsteinnehavare som lyder under kommunstyrelsen eller en kommunal nämnd begärs dock hos kommunstyrelsen eller nämnden i fråga. Beslut som har meddelats med anledning av begäran om omprövning får överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen (586/1996). Beslut som har meddelats med anledning av begäran om omprövning ärenden som gäller val eller godkännande av en hyresgäst får dock inte överklagas genom besvär. Förvaltningsdomstolens beslut i ärenden som avses i 6 eller 17 § och som gäller ersättning för användning i strid med bestämmelserna samt i ärenden som avses i 7 d § 2 mom. och 19 § får överklagas genom besvär på det sätt som anges i förvaltningsprocesslagen. Över andra beslut av förvaltningsdomstolen får besvär anföras endast om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "folded_sv": "en sokande far pa det satt som anges i forvaltningslagen (434/2003) begara omprovning av ett beslut som meddelats av finansierings- och utvecklingscentralen for boendet, statskontoret eller kommunen, eller av en tjansteinnehavare som lyder under kommunstyrelsen eller en kommunal namnd. omprovning begars hos den myndighet som fattat beslutet. omprovning av ett beslut av en tjansteinnehavare som lyder under kommunstyrelsen eller en kommunal namnd begars dock hos kommunstyrelsen eller namnden i fraga. beslut som har meddelats med anledning av begaran om omprovning far overklagas genom besvar hos forvaltningsdomstolen pa det satt som anges i forvaltningsprocesslagen (586/1996). beslut som har meddelats med anledning av begaran om omprovning arenden som galler val eller godkannande av en hyresgast far dock inte overklagas genom besvar. forvaltningsdomstolens beslut i arenden som avses i 6 eller 17 § och som galler ersattning for anvandning i strid med bestammelserna samt i arenden som avses i 7 d § 2 mom. och 19 § far overklagas genom besvar pa det satt som anges i forvaltningsprocesslagen. over andra beslut av forvaltningsdomstolen far besvar anforas endast om hogsta forvaltningsdomstolen beviljar besvarstillstand."
      },
      "valid_from": "2015-12-30",
      "valid_to": null
    }
  ]
}