{
  "id": "175/2015",
  "type": "statute",
  "title": "Laki ajoneuvojen rekisteröintitoiminnasta",
  "title_en": "Lag om registrering av fordon",
  "status": "in_force",
  "issued_date": "2015-03-06",
  "in_force_date": "2015-03-06",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/175/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain soveltamisala",
      "content": "Tämä laki koskee ajoneuvolaissa (1090/2002) tarkoitettujen ajoneuvojen rekisteröinnin järjestämistä. Tässä laissa rekisteröintitoiminnalla tarkoitetaan: 1) ajoneuvon rekisteri-ilmoituksen ja siirtolupahakemuksen vastaanottoa; 2) rekisteri-ilmoitusta ja siirtolupahakemusta sekä niihin liittyvää liikennevakuutusta koskevien tietojen tai ajoneuvoon muutoin liittyvien tietojen merkitsemistä ajoneuvoliikennerekisteriin; 3) rekisteröintitodistuksen, varmenteen, rekisterikilven, siirtoluvan ja siirtolupaan liittyvän siirtomerkin luovuttamista; 4) muita ajoneuvon rekisteröintiin ja siirtoluvan antamiseen liittyviä tehtäviä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tämä laki koskee ajoneuvolaissa (1090/2002) tarkoitettujen ajoneuvojen rekisteröinnin järjestämistä. Tässä laissa rekisteröintitoiminnalla tarkoitetaan: 1) ajoneuvon rekisteri-ilmoituksen ja siirtolupahakemuksen vastaanottoa; 2) rekisteri-ilmoitusta ja siirtolupahakemusta sekä niihin liittyvää liikennevakuutusta koskevien tietojen tai ajoneuvoon muutoin liittyvien tietojen merkitsemistä ajoneuvoliikennerekisteriin; 3) rekisteröintitodistuksen, varmenteen, rekisterikilven, siirtoluvan ja siirtolupaan liittyvän siirtomerkin luovuttamista; 4) muita ajoneuvon rekisteröintiin ja siirtoluvan antamiseen liittyviä tehtäviä.",
        "folded_fi": "tama laki koskee ajoneuvolaissa (1090/2002) tarkoitettujen ajoneuvojen rekisteroinnin jarjestamista. tassa laissa rekisterointitoiminnalla tarkoitetaan: 1) ajoneuvon rekisteri-ilmoituksen ja siirtolupahakemuksen vastaanottoa; 2) rekisteri-ilmoitusta ja siirtolupahakemusta seka niihin liittyvaa liikennevakuutusta koskevien tietojen tai ajoneuvoon muutoin liittyvien tietojen merkitsemista ajoneuvoliikennerekisteriin; 3) rekisterointitodistuksen, varmenteen, rekisterikilven, siirtoluvan ja siirtolupaan liittyvan siirtomerkin luovuttamista; 4) muita ajoneuvon rekisterointiin ja siirtoluvan antamiseen liittyvia tehtavia.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "Denna lag gäller anordnandet av registrering av fordon som avses i fordonslagen (1090/2002). I denna lag avses med registreringsverksamhet att 1) ta emot registreringsanmälningar och ansökningar om förflyttningstillstånd som gäller fordon, 2) i fordonstrafikregistret föra in uppgifter som gäller registreringsanmälan och ansökan om förflyttningstillstånd samt trafikförsäkring i anslutning till dem eller uppgifter som i övrigt gäller fordonet, 3) lämna ut registreringsintyg, certifikat, registreringsskyltar samt förflyttningstillstånd och tillhörande förflyttningsmärken, 4) sköta andra uppgifter som gäller registrering av fordon och meddelande av förflyttningstillstånd.",
        "normalized_sv": "Denna lag gäller anordnandet av registrering av fordon som avses i fordonslagen (1090/2002). I denna lag avses med registreringsverksamhet att 1) ta emot registreringsanmälningar och ansökningar om förflyttningstillstånd som gäller fordon, 2) i fordonstrafikregistret föra in uppgifter som gäller registreringsanmälan och ansökan om förflyttningstillstånd samt trafikförsäkring i anslutning till dem eller uppgifter som i övrigt gäller fordonet, 3) lämna ut registreringsintyg, certifikat, registreringsskyltar samt förflyttningstillstånd och tillhörande förflyttningsmärken, 4) sköta andra uppgifter som gäller registrering av fordon och meddelande av förflyttningstillstånd.",
        "folded_sv": "denna lag galler anordnandet av registrering av fordon som avses i fordonslagen (1090/2002). i denna lag avses med registreringsverksamhet att 1) ta emot registreringsanmalningar och ansokningar om forflyttningstillstand som galler fordon, 2) i fordonstrafikregistret fora in uppgifter som galler registreringsanmalan och ansokan om forflyttningstillstand samt trafikforsakring i anslutning till dem eller uppgifter som i ovrigt galler fordonet, 3) lamna ut registreringsintyg, certifikat, registreringsskyltar samt forflyttningstillstand och tillhorande forflyttningsmarken, 4) skota andra uppgifter som galler registrering av fordon och meddelande av forflyttningstillstand."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Rekisteröintitoiminnan järjestäminen",
      "content": "sopimusrekisteröijä Liikenteen turvallisuusvirasto vastaa ajoneuvojen rekisteröintitoiminnan järjestämisestä. Liikenteen turvallisuusvirasto tekee rekisteröintipäätökset, mutta voi hankkia rekisteröintitoiminnan järjestämiseksi tarvittavat avustavat palvelut 3 §:ssä säädetyt vaatimukset täyttävältä ulkopuoliselta palveluntarjoajalta (). Liikenteen turvallisuusviraston on ylläpidettävä sopimusrekisteröijistä ajantasaista luetteloa kaikille avoimessa sähköisessä palvelussa. Sopimusrekisteröijän avustavia tehtäviä ovat: 1) ajoneuvon rekisteri-ilmoituksen ja siirtolupahakemuksen vastaanotto sekä vaadittavien tietojen tarkistaminen; 2) rekisteri-ilmoitusta ja siirtolupahakemusta sekä niihin liittyvää liikennevakuutusta koskevien tietojen tai ajoneuvoon muutoin liittyvien tietojen tallentaminen; 3) rekisteröintitodistuksen, varmenteen, rekisterikilven, siirtoluvan ja siirtolupaan liittyvän siirtomerkin luovuttaminen; 4) asiakirjojen lähettäminen digitoitavaksi ja arkistoitavaksi Liikenteen turvallisuusvirastolle; 5) rekisteröintisuoritteista perittävien maksujen vastaanottaminen ja välittäminen Liikenteen turvallisuusvirastolle; 6) muut ajoneuvon rekisteröintiin ja siirtoluvan antamiseen liittyvät tekniset tehtävät. Sopimusrekisteröijä ei saa vastaanottaa sellaisia rekisteri-ilmoituksia ja siirtolupahakemuksia, joihin liittyy rekisteröinnin ja luvan myöntämisen edellytysten täyttymisen arviointia. Tällaisissa tapauksissa sopimusrekisteröijän tulee siirtää asia Liikenteen turvallisuusviraston ratkaistavaksi. Tullin oikeudesta antaa ajoneuvoa varten siirtolupa ja siihen liittyvät siirtomerkit säädetään ajoneuvolain 66 f §:n 2 momentissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "sopimusrekisteröijä Liikenteen turvallisuusvirasto vastaa ajoneuvojen rekisteröintitoiminnan järjestämisestä. Liikenteen turvallisuusvirasto tekee rekisteröintipäätökset, mutta voi hankkia rekisteröintitoiminnan järjestämiseksi tarvittavat avustavat palvelut 3 § :ssä säädetyt vaatimukset täyttävältä ulkopuoliselta palveluntarjoajalta (). Liikenteen turvallisuusviraston on ylläpidettävä sopimusrekisteröijistä ajantasaista luetteloa kaikille avoimessa sähköisessä palvelussa. Sopimusrekisteröijän avustavia tehtäviä ovat: 1) ajoneuvon rekisteri-ilmoituksen ja siirtolupahakemuksen vastaanotto sekä vaadittavien tietojen tarkistaminen; 2) rekisteri-ilmoitusta ja siirtolupahakemusta sekä niihin liittyvää liikennevakuutusta koskevien tietojen tai ajoneuvoon muutoin liittyvien tietojen tallentaminen; 3) rekisteröintitodistuksen, varmenteen, rekisterikilven, siirtoluvan ja siirtolupaan liittyvän siirtomerkin luovuttaminen; 4) asiakirjojen lähettäminen digitoitavaksi ja arkistoitavaksi Liikenteen turvallisuusvirastolle; 5) rekisteröintisuoritteista perittävien maksujen vastaanottaminen ja välittäminen Liikenteen turvallisuusvirastolle; 6) muut ajoneuvon rekisteröintiin ja siirtoluvan antamiseen liittyvät tekniset tehtävät. Sopimusrekisteröijä ei saa vastaanottaa sellaisia rekisteri-ilmoituksia ja siirtolupahakemuksia, joihin liittyy rekisteröinnin ja luvan myöntämisen edellytysten täyttymisen arviointia. Tällaisissa tapauksissa sopimusrekisteröijän tulee siirtää asia Liikenteen turvallisuusviraston ratkaistavaksi. Tullin oikeudesta antaa ajoneuvoa varten siirtolupa ja siihen liittyvät siirtomerkit säädetään ajoneuvolain 66 f § :n 2 momentissa.",
        "folded_fi": "sopimusrekisteroija liikenteen turvallisuusvirasto vastaa ajoneuvojen rekisterointitoiminnan jarjestamisesta. liikenteen turvallisuusvirasto tekee rekisterointipaatokset, mutta voi hankkia rekisterointitoiminnan jarjestamiseksi tarvittavat avustavat palvelut 3 §:ssa saadetyt vaatimukset tayttavalta ulkopuoliselta palveluntarjoajalta (). liikenteen turvallisuusviraston on yllapidettava sopimusrekisteroijista ajantasaista luetteloa kaikille avoimessa sahkoisessa palvelussa. sopimusrekisteroijan avustavia tehtavia ovat: 1) ajoneuvon rekisteri-ilmoituksen ja siirtolupahakemuksen vastaanotto seka vaadittavien tietojen tarkistaminen; 2) rekisteri-ilmoitusta ja siirtolupahakemusta seka niihin liittyvaa liikennevakuutusta koskevien tietojen tai ajoneuvoon muutoin liittyvien tietojen tallentaminen; 3) rekisterointitodistuksen, varmenteen, rekisterikilven, siirtoluvan ja siirtolupaan liittyvan siirtomerkin luovuttaminen; 4) asiakirjojen lahettaminen digitoitavaksi ja arkistoitavaksi liikenteen turvallisuusvirastolle; 5) rekisterointisuoritteista perittavien maksujen vastaanottaminen ja valittaminen liikenteen turvallisuusvirastolle; 6) muut ajoneuvon rekisterointiin ja siirtoluvan antamiseen liittyvat tekniset tehtavat. sopimusrekisteroija ei saa vastaanottaa sellaisia rekisteri-ilmoituksia ja siirtolupahakemuksia, joihin liittyy rekisteroinnin ja luvan myontamisen edellytysten tayttymisen arviointia. tallaisissa tapauksissa sopimusrekisteroijan tulee siirtaa asia liikenteen turvallisuusviraston ratkaistavaksi. tullin oikeudesta antaa ajoneuvoa varten siirtolupa ja siihen liittyvat siirtomerkit saadetaan ajoneuvolain 66 f §:n 2 momentissa.",
        "title_sv": "Anordnande av registreringsverksamhet",
        "content_sv": "avtalsregistrerare Trafiksäkerhetsverket svarar för anordnandet av registreringsverksamheten i fråga om fordon. Trafiksäkerhetsverket fattar registreringsbesluten, men får hos en utomstående tjänsteleverantör () som uppfyller kraven enligt 3 § skaffa de assisterande tjänster som behövs för anordnandet av registreringsverksamheten. Trafiksäkerhetsverket ska föra en uppdaterad förteckning över avtalsregistrerarna. Förteckningen ska vara öppen för alla i en elektronisk tjänst. Till avtalsregistrerarens assisterande uppgifter hör att 1) ta emot registreringsanmälningar och ansökningar om förflyttningstillstånd som gäller fordon samt att kontrollera de uppgifter som krävs, 2) registrera uppgifter som gäller registreringsanmälan och ansökan om förflyttningstillstånd samt trafikförsäkring i anslutning till dem eller uppgifter som i övrigt gäller fordonet, 3) lämna ut registreringsintyg, certifikat, registreringsskyltar samt förflyttningstillstånd och tillhörande förflyttningsmärken, 4) sända handlingar till Trafiksäkerhetsverket för digitalisering och arkivering, 5) ta ut avgifter för registrering och förmedla dem till Trafiksäkerhetsverket, 6) sköta andra tekniska uppgifter i anslutning till registrering av fordon och meddelande av förflyttningstillstånd. En avtalsregistrerare får inte ta emot sådana registreringsanmälningar och ansökningar om förflyttningstillstånd som innefattar en bedömning av om förutsättningarna för registrering och beviljande av tillstånd uppfylls. I sådana fall ska avtalsregistreraren lämna över ärendet till Trafiksäkerhetsverket för avgörande. Bestämmelser om Tullens rätt att ge förflyttningstillstånd och tillhörande förflyttningsmärken för fordon finns i 66 f § 2 mom. i fordonslagen.",
        "normalized_sv": "avtalsregistrerare Trafiksäkerhetsverket svarar för anordnandet av registreringsverksamheten i fråga om fordon. Trafiksäkerhetsverket fattar registreringsbesluten, men får hos en utomstående tjänsteleverantör () som uppfyller kraven enligt 3 § skaffa de assisterande tjänster som behövs för anordnandet av registreringsverksamheten. Trafiksäkerhetsverket ska föra en uppdaterad förteckning över avtalsregistrerarna. Förteckningen ska vara öppen för alla i en elektronisk tjänst. Till avtalsregistrerarens assisterande uppgifter hör att 1) ta emot registreringsanmälningar och ansökningar om förflyttningstillstånd som gäller fordon samt att kontrollera de uppgifter som krävs, 2) registrera uppgifter som gäller registreringsanmälan och ansökan om förflyttningstillstånd samt trafikförsäkring i anslutning till dem eller uppgifter som i övrigt gäller fordonet, 3) lämna ut registreringsintyg, certifikat, registreringsskyltar samt förflyttningstillstånd och tillhörande förflyttningsmärken, 4) sända handlingar till Trafiksäkerhetsverket för digitalisering och arkivering, 5) ta ut avgifter för registrering och förmedla dem till Trafiksäkerhetsverket, 6) sköta andra tekniska uppgifter i anslutning till registrering av fordon och meddelande av förflyttningstillstånd. En avtalsregistrerare får inte ta emot sådana registreringsanmälningar och ansökningar om förflyttningstillstånd som innefattar en bedömning av om förutsättningarna för registrering och beviljande av tillstånd uppfylls. I sådana fall ska avtalsregistreraren lämna över ärendet till Trafiksäkerhetsverket för avgörande. Bestämmelser om Tullens rätt att ge förflyttningstillstånd och tillhörande förflyttningsmärken för fordon finns i 66 f § 2 mom. i fordonslagen.",
        "folded_sv": "avtalsregistrerare trafiksakerhetsverket svarar for anordnandet av registreringsverksamheten i fraga om fordon. trafiksakerhetsverket fattar registreringsbesluten, men far hos en utomstaende tjansteleverantor () som uppfyller kraven enligt 3 § skaffa de assisterande tjanster som behovs for anordnandet av registreringsverksamheten. trafiksakerhetsverket ska fora en uppdaterad forteckning over avtalsregistrerarna. forteckningen ska vara oppen for alla i en elektronisk tjanst. till avtalsregistrerarens assisterande uppgifter hor att 1) ta emot registreringsanmalningar och ansokningar om forflyttningstillstand som galler fordon samt att kontrollera de uppgifter som kravs, 2) registrera uppgifter som galler registreringsanmalan och ansokan om forflyttningstillstand samt trafikforsakring i anslutning till dem eller uppgifter som i ovrigt galler fordonet, 3) lamna ut registreringsintyg, certifikat, registreringsskyltar samt forflyttningstillstand och tillhorande forflyttningsmarken, 4) sanda handlingar till trafiksakerhetsverket for digitalisering och arkivering, 5) ta ut avgifter for registrering och formedla dem till trafiksakerhetsverket, 6) skota andra tekniska uppgifter i anslutning till registrering av fordon och meddelande av forflyttningstillstand. en avtalsregistrerare far inte ta emot sadana registreringsanmalningar och ansokningar om forflyttningstillstand som innefattar en bedomning av om forutsattningarna for registrering och beviljande av tillstand uppfylls. i sadana fall ska avtalsregistreraren lamna over arendet till trafiksakerhetsverket for avgorande. bestammelser om tullens ratt att ge forflyttningstillstand och tillhorande forflyttningsmarken for fordon finns i 66 f § 2 mom. i fordonslagen."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Sopimusrekisteröijää koskevat yleiset vaatimukset",
      "content": "Sopimusrekisteröijän on oltava ammatillisesti asiantunteva, ja sillä on oltava palveluksessaan 4 §:ssä säädetyt vaatimukset täyttävää henkilöstöä. Sopimusrekisteröijällä on oltava käytössään tehtävän asianmukaisen hoitamisen edellyttämät tietoliikenneyhteydet ja tietojärjestelmä sekä muut tekniset, taloudelliset ja toiminnalliset valmiudet. Sopimusrekisteröijän on pystyttävä huolehtimaan asianmukaisesta tietoturvallisuudesta ja tietosuojasta. Sopimusrekisteröijällä on oltava oikeus harjoittaa elinkeinoa Suomessa. Konkurssissa oleva ei voi toimia sopimusrekisteröijänä. Jos sopimusrekisteröijä on luonnollinen henkilö, hänen on oltava täysi-ikäinen, eikä hänen toimintakelpoisuutensa saa olla rajoitettu. Sopimusrekisteröijän ja sen määräävässä asemassa olevien henkilöiden on oltava luotettavia. Luotettavana pidetään sitä, jota ei ole tuomittu lainvoiman saaneella tuomiolla viiden viimeisen vuoden aikana vankeusrangaistukseen eikä kolmen viimeisen vuoden aikana sakkorangaistukseen rikoksesta, jonka voidaan katsoa osoittavan hänen olevan ilmeisen sopimaton harjoittamaan rekisteröintitoimintaa. Henkilöä ei kuitenkaan pidetä luotettavana, jos hän on muutoin aikaisemmalla toiminnallaan osoittanut olevansa ilmeisen sopimaton harjoittamaan rekisteröintitoimintaa. Sopimusrekisteröijää ei kuitenkaan pidetä luotettavana, jos se tai sen määräävässä asemassa oleva henkilö on liiketoimintakiellossa tai määrätty liiketoimintakieltoon viiden viimeisen vuoden aikana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Sopimusrekisteröijän on oltava ammatillisesti asiantunteva, ja sillä on oltava palveluksessaan 4 § :ssä säädetyt vaatimukset täyttävää henkilöstöä. Sopimusrekisteröijällä on oltava käytössään tehtävän asianmukaisen hoitamisen edellyttämät tietoliikenneyhteydet ja tietojärjestelmä sekä muut tekniset, taloudelliset ja toiminnalliset valmiudet. Sopimusrekisteröijän on pystyttävä huolehtimaan asianmukaisesta tietoturvallisuudesta ja tietosuojasta. Sopimusrekisteröijällä on oltava oikeus harjoittaa elinkeinoa Suomessa. Konkurssissa oleva ei voi toimia sopimusrekisteröijänä. Jos sopimusrekisteröijä on luonnollinen henkilö, hänen on oltava täysi-ikäinen, eikä hänen toimintakelpoisuutensa saa olla rajoitettu. Sopimusrekisteröijän ja sen määräävässä asemassa olevien henkilöiden on oltava luotettavia. Luotettavana pidetään sitä, jota ei ole tuomittu lainvoiman saaneella tuomiolla viiden viimeisen vuoden aikana vankeusrangaistukseen eikä kolmen viimeisen vuoden aikana sakkorangaistukseen rikoksesta, jonka voidaan katsoa osoittavan hänen olevan ilmeisen sopimaton harjoittamaan rekisteröintitoimintaa. Henkilöä ei kuitenkaan pidetä luotettavana, jos hän on muutoin aikaisemmalla toiminnallaan osoittanut olevansa ilmeisen sopimaton harjoittamaan rekisteröintitoimintaa. Sopimusrekisteröijää ei kuitenkaan pidetä luotettavana, jos se tai sen määräävässä asemassa oleva henkilö on liiketoimintakiellossa tai määrätty liiketoimintakieltoon viiden viimeisen vuoden aikana.",
        "folded_fi": "sopimusrekisteroijan on oltava ammatillisesti asiantunteva, ja silla on oltava palveluksessaan 4 §:ssa saadetyt vaatimukset tayttavaa henkilostoa. sopimusrekisteroijalla on oltava kaytossaan tehtavan asianmukaisen hoitamisen edellyttamat tietoliikenneyhteydet ja tietojarjestelma seka muut tekniset, taloudelliset ja toiminnalliset valmiudet. sopimusrekisteroijan on pystyttava huolehtimaan asianmukaisesta tietoturvallisuudesta ja tietosuojasta. sopimusrekisteroijalla on oltava oikeus harjoittaa elinkeinoa suomessa. konkurssissa oleva ei voi toimia sopimusrekisteroijana. jos sopimusrekisteroija on luonnollinen henkilo, hanen on oltava taysi-ikainen, eika hanen toimintakelpoisuutensa saa olla rajoitettu. sopimusrekisteroijan ja sen maaraavassa asemassa olevien henkiloiden on oltava luotettavia. luotettavana pidetaan sita, jota ei ole tuomittu lainvoiman saaneella tuomiolla viiden viimeisen vuoden aikana vankeusrangaistukseen eika kolmen viimeisen vuoden aikana sakkorangaistukseen rikoksesta, jonka voidaan katsoa osoittavan hanen olevan ilmeisen sopimaton harjoittamaan rekisterointitoimintaa. henkiloa ei kuitenkaan pideta luotettavana, jos han on muutoin aikaisemmalla toiminnallaan osoittanut olevansa ilmeisen sopimaton harjoittamaan rekisterointitoimintaa. sopimusrekisteroijaa ei kuitenkaan pideta luotettavana, jos se tai sen maaraavassa asemassa oleva henkilo on liiketoimintakiellossa tai maaratty liiketoimintakieltoon viiden viimeisen vuoden aikana.",
        "title_sv": "Allmänna krav på avtalsregistrerare",
        "content_sv": "En avtalsregistrerare ska ha yrkesmässig sakkunskap och ha anställd personal som uppfyller de krav som anges i 4 §. Avtalsregistreraren ska ha tillgång till sådana datakommunikationsförbindelser, informationssystem och andra tekniska, ekonomiska och verksamhetsmässiga färdigheter som krävs för att sköta uppgiften på behörigt sätt. Avtalsregistreraren ska kunna sörja för behörig datasäkerhet och behörig datasekretess. Avtalsregistreraren ska ha rätt att idka näring i Finland. Den som har försatts i konkurs kan inte vara avtalsregistrerare. Om avtalsregistreraren är en fysisk person, ska han eller hon ha uppnått myndighetsåldern, och hans eller hennes handlingsbehörighet får inte vara begränsad. Avtalsregistreraren och de personer som utövar bestämmande inflytande inom avtalsregistreraren ska vara tillförlitliga. Som tillförlitlig betraktas den som inte genom en lagakraftvunnen dom har dömts till fängelsestraff under de senaste fem åren eller till bötesstraff under de senaste tre åren för ett brott som anses visa att personen är uppenbart olämplig att bedriva registreringsverksamhet. Personen betraktas dock inte som tillförlitlig, om han eller hon annars genom sin tidigare verksamhet har visat sig vara uppenbart olämplig att bedriva registreringsverksamhet. En avtalsregistrerare anses inte heller vara tillförlitlig, om avtalsregistreraren eller en person som utövar bestämmande inflytande inom avtalsregistreraren är belagd med näringsförbud eller har meddelats näringsförbud under de senaste fem åren.",
        "normalized_sv": "En avtalsregistrerare ska ha yrkesmässig sakkunskap och ha anställd personal som uppfyller de krav som anges i 4 § . Avtalsregistreraren ska ha tillgång till sådana datakommunikationsförbindelser, informationssystem och andra tekniska, ekonomiska och verksamhetsmässiga färdigheter som krävs för att sköta uppgiften på behörigt sätt. Avtalsregistreraren ska kunna sörja för behörig datasäkerhet och behörig datasekretess. Avtalsregistreraren ska ha rätt att idka näring i Finland. Den som har försatts i konkurs kan inte vara avtalsregistrerare. Om avtalsregistreraren är en fysisk person, ska han eller hon ha uppnått myndighetsåldern, och hans eller hennes handlingsbehörighet får inte vara begränsad. Avtalsregistreraren och de personer som utövar bestämmande inflytande inom avtalsregistreraren ska vara tillförlitliga. Som tillförlitlig betraktas den som inte genom en lagakraftvunnen dom har dömts till fängelsestraff under de senaste fem åren eller till bötesstraff under de senaste tre åren för ett brott som anses visa att personen är uppenbart olämplig att bedriva registreringsverksamhet. Personen betraktas dock inte som tillförlitlig, om han eller hon annars genom sin tidigare verksamhet har visat sig vara uppenbart olämplig att bedriva registreringsverksamhet. En avtalsregistrerare anses inte heller vara tillförlitlig, om avtalsregistreraren eller en person som utövar bestämmande inflytande inom avtalsregistreraren är belagd med näringsförbud eller har meddelats näringsförbud under de senaste fem åren.",
        "folded_sv": "en avtalsregistrerare ska ha yrkesmassig sakkunskap och ha anstalld personal som uppfyller de krav som anges i 4 §. avtalsregistreraren ska ha tillgang till sadana datakommunikationsforbindelser, informationssystem och andra tekniska, ekonomiska och verksamhetsmassiga fardigheter som kravs for att skota uppgiften pa behorigt satt. avtalsregistreraren ska kunna sorja for behorig datasakerhet och behorig datasekretess. avtalsregistreraren ska ha ratt att idka naring i finland. den som har forsatts i konkurs kan inte vara avtalsregistrerare. om avtalsregistreraren ar en fysisk person, ska han eller hon ha uppnatt myndighetsaldern, och hans eller hennes handlingsbehorighet far inte vara begransad. avtalsregistreraren och de personer som utovar bestammande inflytande inom avtalsregistreraren ska vara tillforlitliga. som tillforlitlig betraktas den som inte genom en lagakraftvunnen dom har domts till fangelsestraff under de senaste fem aren eller till botesstraff under de senaste tre aren for ett brott som anses visa att personen ar uppenbart olamplig att bedriva registreringsverksamhet. personen betraktas dock inte som tillforlitlig, om han eller hon annars genom sin tidigare verksamhet har visat sig vara uppenbart olamplig att bedriva registreringsverksamhet. en avtalsregistrerare anses inte heller vara tillforlitlig, om avtalsregistreraren eller en person som utovar bestammande inflytande inom avtalsregistreraren ar belagd med naringsforbud eller har meddelats naringsforbud under de senaste fem aren."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Rekisteröintitehtävien suorittajia koskevat vaatimukset",
      "content": "Edellä 2 §:n 3 momentissa tarkoitettuja rekisteröintitehtäviä voi sopimusrekisteröijän palveluksessa suorittaa täysi-ikäinen henkilö, jonka toimintakelpoisuutta ei ole rajoitettu ja jolla on tehtävien edellyttämä ammattitaito ja koulutus. Hänen on oltava 3 §:n 3 momentissa tarkoitetulla tavalla luotettava.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Edellä 2 § :n 3 momentissa tarkoitettuja rekisteröintitehtäviä voi sopimusrekisteröijän palveluksessa suorittaa täysi-ikäinen henkilö, jonka toimintakelpoisuutta ei ole rajoitettu ja jolla on tehtävien edellyttämä ammattitaito ja koulutus. Hänen on oltava 3 § :n 3 momentissa tarkoitetulla tavalla luotettava.",
        "folded_fi": "edella 2 §:n 3 momentissa tarkoitettuja rekisterointitehtavia voi sopimusrekisteroijan palveluksessa suorittaa taysi-ikainen henkilo, jonka toimintakelpoisuutta ei ole rajoitettu ja jolla on tehtavien edellyttama ammattitaito ja koulutus. hanen on oltava 3 §:n 3 momentissa tarkoitetulla tavalla luotettava.",
        "title_sv": "Krav på dem som utför registreringsuppgifter",
        "content_sv": "Registreringsuppgifter som avses i 2 § 3 mom. får utföras av en hos avtalsregistreraren anställd person som uppnått myndighetsåldern och vars handlingsbehörighet inte är begränsad. Han eller hon ska ha den yrkesskicklighet och utbildning som krävs för uppgifterna och vara tillförlitlig på det sätt som avses i 3 § 3 mom.",
        "normalized_sv": "Registreringsuppgifter som avses i 2 § 3 mom. får utföras av en hos avtalsregistreraren anställd person som uppnått myndighetsåldern och vars handlingsbehörighet inte är begränsad. Han eller hon ska ha den yrkesskicklighet och utbildning som krävs för uppgifterna och vara tillförlitlig på det sätt som avses i 3 § 3 mom.",
        "folded_sv": "registreringsuppgifter som avses i 2 § 3 mom. far utforas av en hos avtalsregistreraren anstalld person som uppnatt myndighetsaldern och vars handlingsbehorighet inte ar begransad. han eller hon ska ha den yrkesskicklighet och utbildning som kravs for uppgifterna och vara tillforlitlig pa det satt som avses i 3 § 3 mom."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Rekisteröintitehtävien suorittaminen",
      "content": "Sopimusrekisteröijään ja sen henkilöstöön ei sovelleta hallintolain (434/2003) 28 §:n 1 momentin 4 kohtaa niiden suorittaessa tämän lain 2 §:n 3 momentissa tarkoitettuja rekisteröintitehtäviä. Sopimusrekisteröijän henkilöstöön sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä sen suorittaessa 2 §:n 3 momentissa tarkoitettuja rekisteröintitehtäviä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Sopimusrekisteröijään ja sen henkilöstöön ei sovelleta hallintolain (434/2003) 28 § :n 1 momentin 4 kohtaa niiden suorittaessa tämän lain 2 § :n 3 momentissa tarkoitettuja rekisteröintitehtäviä. Sopimusrekisteröijän henkilöstöön sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä sen suorittaessa 2 § :n 3 momentissa tarkoitettuja rekisteröintitehtäviä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974).",
        "folded_fi": "sopimusrekisteroijaan ja sen henkilostoon ei sovelleta hallintolain (434/2003) 28 §:n 1 momentin 4 kohtaa niiden suorittaessa taman lain 2 §:n 3 momentissa tarkoitettuja rekisterointitehtavia. sopimusrekisteroijan henkilostoon sovelletaan rikosoikeudellista virkavastuuta koskevia saannoksia sen suorittaessa 2 §:n 3 momentissa tarkoitettuja rekisterointitehtavia. vahingonkorvausvastuusta saadetaan vahingonkorvauslaissa (412/1974).",
        "title_sv": "Utförande av registreringsuppgifter",
        "content_sv": "På en avtalsregistrerare och avtalsregistrerarens anställda tillämpas inte 28 § 1 mom. 4 punkten i förvaltningslagen (434/2003) när dessa utför registreringsuppgifter som avses i 2 § 3 mom. i denna lag. På avtalsregistrerarens anställda ska bestämmelserna om straffrättsligt tjänsteansvar tillämpas när de utför registreringsuppgifter som avses i 2 § 3 mom. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974).",
        "normalized_sv": "På en avtalsregistrerare och avtalsregistrerarens anställda tillämpas inte 28 § 1 mom. 4 punkten i förvaltningslagen (434/2003) när dessa utför registreringsuppgifter som avses i 2 § 3 mom. i denna lag. På avtalsregistrerarens anställda ska bestämmelserna om straffrättsligt tjänsteansvar tillämpas när de utför registreringsuppgifter som avses i 2 § 3 mom. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974).",
        "folded_sv": "pa en avtalsregistrerare och avtalsregistrerarens anstallda tillampas inte 28 § 1 mom. 4 punkten i forvaltningslagen (434/2003) nar dessa utfor registreringsuppgifter som avses i 2 § 3 mom. i denna lag. pa avtalsregistrerarens anstallda ska bestammelserna om straffrattsligt tjansteansvar tillampas nar de utfor registreringsuppgifter som avses i 2 § 3 mom. bestammelser om skadestandsansvar finns i skadestandslagen (412/1974)."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Rekisteröintitoimintaa koskeva sopimus",
      "content": "Liikenteen turvallisuusvirasto tekee sopimuksen sopimusrekisteröijän kanssa 2 §:n 3 momentissa tarkoitettujen rekisteröintitoimintaa koskevien palveluiden tuottamisesta. Sopimuksessa on sovittava ainakin: 1) sopimusrekisteröijän tehtävistä; 2) rekisteröintitehtäviä suorittavien henkilöiden riittävän ammattitaidon sekä rekisteröintitoiminnan laadun turvaavista menettelyistä; 3) rekisteröintitehtäviin edellytettävästä tietoliikenneyhteydestä, tietojärjestelmästä, turvallisuusjärjestelyistä ja muista tehtävän asianmukaisen hoitamisen kannalta tarpeellisista seikoista ottaen huomioon viranomaisia velvoittavat tietoturvallisuutta koskevat säännökset; 4) mahdollisesta Liikenteen turvallisuusviraston sopimusrekisteröijälle maksamasta korvauksesta; 5) valvontamenettelyjen ja toiminnan tarkastamisen tehokkuuden varmistamisesta. Sopimusrekisteröijän tulee antaa Liikenteen turvallisuusvirastolle selvitys 3 ja 4 §:ssä tarkoitettujen vaatimusten täyttymisestä ennen sopimuksen tekemistä. Luotettavuuden arvioinnin tekee kuitenkin Liikenteen turvallisuusvirasto. Sopimusrekisteröijän on ilmoitettava Liikenteen turvallisuusvirastolle kaikista sellaisista tiedossaan olevista muutoksista, joilla voi olla vaikutusta 3 ja 4 §:ssä säädettyjen vaatimusten täyttymiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Liikenteen turvallisuusvirasto tekee sopimuksen sopimusrekisteröijän kanssa 2 § :n 3 momentissa tarkoitettujen rekisteröintitoimintaa koskevien palveluiden tuottamisesta. Sopimuksessa on sovittava ainakin: 1) sopimusrekisteröijän tehtävistä; 2) rekisteröintitehtäviä suorittavien henkilöiden riittävän ammattitaidon sekä rekisteröintitoiminnan laadun turvaavista menettelyistä; 3) rekisteröintitehtäviin edellytettävästä tietoliikenneyhteydestä, tietojärjestelmästä, turvallisuusjärjestelyistä ja muista tehtävän asianmukaisen hoitamisen kannalta tarpeellisista seikoista ottaen huomioon viranomaisia velvoittavat tietoturvallisuutta koskevat säännökset; 4) mahdollisesta Liikenteen turvallisuusviraston sopimusrekisteröijälle maksamasta korvauksesta; 5) valvontamenettelyjen ja toiminnan tarkastamisen tehokkuuden varmistamisesta. Sopimusrekisteröijän tulee antaa Liikenteen turvallisuusvirastolle selvitys 3 ja 4 § :ssä tarkoitettujen vaatimusten täyttymisestä ennen sopimuksen tekemistä. Luotettavuuden arvioinnin tekee kuitenkin Liikenteen turvallisuusvirasto. Sopimusrekisteröijän on ilmoitettava Liikenteen turvallisuusvirastolle kaikista sellaisista tiedossaan olevista muutoksista, joilla voi olla vaikutusta 3 ja 4 § :ssä säädettyjen vaatimusten täyttymiseen.",
        "folded_fi": "liikenteen turvallisuusvirasto tekee sopimuksen sopimusrekisteroijan kanssa 2 §:n 3 momentissa tarkoitettujen rekisterointitoimintaa koskevien palveluiden tuottamisesta. sopimuksessa on sovittava ainakin: 1) sopimusrekisteroijan tehtavista; 2) rekisterointitehtavia suorittavien henkiloiden riittavan ammattitaidon seka rekisterointitoiminnan laadun turvaavista menettelyista; 3) rekisterointitehtaviin edellytettavasta tietoliikenneyhteydesta, tietojarjestelmasta, turvallisuusjarjestelyista ja muista tehtavan asianmukaisen hoitamisen kannalta tarpeellisista seikoista ottaen huomioon viranomaisia velvoittavat tietoturvallisuutta koskevat saannokset; 4) mahdollisesta liikenteen turvallisuusviraston sopimusrekisteroijalle maksamasta korvauksesta; 5) valvontamenettelyjen ja toiminnan tarkastamisen tehokkuuden varmistamisesta. sopimusrekisteroijan tulee antaa liikenteen turvallisuusvirastolle selvitys 3 ja 4 §:ssa tarkoitettujen vaatimusten tayttymisesta ennen sopimuksen tekemista. luotettavuuden arvioinnin tekee kuitenkin liikenteen turvallisuusvirasto. sopimusrekisteroijan on ilmoitettava liikenteen turvallisuusvirastolle kaikista sellaisista tiedossaan olevista muutoksista, joilla voi olla vaikutusta 3 ja 4 §:ssa saadettyjen vaatimusten tayttymiseen.",
        "title_sv": "Avtal om registreringsverksamhet",
        "content_sv": "Trafiksäkerhetsverket ingår ett avtal med avtalsregistreraren om produktion av de registreringstjänster som avses i 2 § 3 mom. I avtalet ska det åtminstone avtalas om 1) avtalsregistrerarens uppgifter, 2) förfaranden som säkerställer att de personer som utför registreringsuppgifter har tillräcklig yrkesskicklighet samt att registreringsverksamheten är av tillräckligt hög kvalitet, 3) datakommunikationsförbindelser, informationssystem, säkerhetsarrangemang och annat som behövs för att sköta uppgiften på behörigt sätt med beaktande av de bestämmelser om datasäkerhet som myndigheter ska iaktta, 4) eventuell ersättning som Trafiksäkerhetsverket ska betala till avtalsregistreraren, 5) tillsynsförfaranden samt säkerställande av en effektiv granskning av verksamheten. Innan avtalet ingås ska avtalsregistreraren lämna Trafiksäkerhetsverket en redogörelse för hur de krav som avses i 3 och 4 § uppfylls. Bedömningen av tillförlitligheten görs dock av Trafiksäkerhetsverket. Avtalsregistreraren ska underrätta Trafiksäkerhetsverket om alla sådana förändringar som avtalsregistreraren känner till och som kan inverka på uppfyllandet av de krav som anges i 3 och 4 §.",
        "normalized_sv": "Trafiksäkerhetsverket ingår ett avtal med avtalsregistreraren om produktion av de registreringstjänster som avses i 2 § 3 mom. I avtalet ska det åtminstone avtalas om 1) avtalsregistrerarens uppgifter, 2) förfaranden som säkerställer att de personer som utför registreringsuppgifter har tillräcklig yrkesskicklighet samt att registreringsverksamheten är av tillräckligt hög kvalitet, 3) datakommunikationsförbindelser, informationssystem, säkerhetsarrangemang och annat som behövs för att sköta uppgiften på behörigt sätt med beaktande av de bestämmelser om datasäkerhet som myndigheter ska iaktta, 4) eventuell ersättning som Trafiksäkerhetsverket ska betala till avtalsregistreraren, 5) tillsynsförfaranden samt säkerställande av en effektiv granskning av verksamheten. Innan avtalet ingås ska avtalsregistreraren lämna Trafiksäkerhetsverket en redogörelse för hur de krav som avses i 3 och 4 § uppfylls. Bedömningen av tillförlitligheten görs dock av Trafiksäkerhetsverket. Avtalsregistreraren ska underrätta Trafiksäkerhetsverket om alla sådana förändringar som avtalsregistreraren känner till och som kan inverka på uppfyllandet av de krav som anges i 3 och 4 § .",
        "folded_sv": "trafiksakerhetsverket ingar ett avtal med avtalsregistreraren om produktion av de registreringstjanster som avses i 2 § 3 mom. i avtalet ska det atminstone avtalas om 1) avtalsregistrerarens uppgifter, 2) forfaranden som sakerstaller att de personer som utfor registreringsuppgifter har tillracklig yrkesskicklighet samt att registreringsverksamheten ar av tillrackligt hog kvalitet, 3) datakommunikationsforbindelser, informationssystem, sakerhetsarrangemang och annat som behovs for att skota uppgiften pa behorigt satt med beaktande av de bestammelser om datasakerhet som myndigheter ska iaktta, 4) eventuell ersattning som trafiksakerhetsverket ska betala till avtalsregistreraren, 5) tillsynsforfaranden samt sakerstallande av en effektiv granskning av verksamheten. innan avtalet ingas ska avtalsregistreraren lamna trafiksakerhetsverket en redogorelse for hur de krav som avses i 3 och 4 § uppfylls. bedomningen av tillforlitligheten gors dock av trafiksakerhetsverket. avtalsregistreraren ska underratta trafiksakerhetsverket om alla sadana forandringar som avtalsregistreraren kanner till och som kan inverka pa uppfyllandet av de krav som anges i 3 och 4 §."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Rekisteröintitoimintaa koskevan sopimuksen irtisanominen ja purkaminen",
      "content": "Liikenteen turvallisuusviraston tulee irtisanoa tai purkaa rekisteröintitoimintaa koskeva sopimus, jos sopimusrekisteröijä: 1) ei enää täytä 3 §:ssä säädettyjä sopimusrekisteröijää koskevia yleisiä vaatimuksia; 3) toimii olennaisesti tai toistuvasti lainvastaisesti; tai 3) laiminlyö olennaisesti tai toistuvasti rekisteröintitoimintaa koskevassa sopimuksessa sovittujen rekisteröintitehtävien suorittamisen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Liikenteen turvallisuusviraston tulee irtisanoa tai purkaa rekisteröintitoimintaa koskeva sopimus, jos sopimusrekisteröijä: 1) ei enää täytä 3 § :ssä säädettyjä sopimusrekisteröijää koskevia yleisiä vaatimuksia; 3) toimii olennaisesti tai toistuvasti lainvastaisesti; tai 3) laiminlyö olennaisesti tai toistuvasti rekisteröintitoimintaa koskevassa sopimuksessa sovittujen rekisteröintitehtävien suorittamisen.",
        "folded_fi": "liikenteen turvallisuusviraston tulee irtisanoa tai purkaa rekisterointitoimintaa koskeva sopimus, jos sopimusrekisteroija: 1) ei enaa tayta 3 §:ssa saadettyja sopimusrekisteroijaa koskevia yleisia vaatimuksia; 3) toimii olennaisesti tai toistuvasti lainvastaisesti; tai 3) laiminlyo olennaisesti tai toistuvasti rekisterointitoimintaa koskevassa sopimuksessa sovittujen rekisterointitehtavien suorittamisen.",
        "title_sv": "Uppsägning och hävande av avtal om registreringsverksamhet",
        "content_sv": "Trafiksäkerhetsverket ska säga upp eller häva ett avtal om registreringsverksamhet, om avtalsregistreraren 1) inte längre uppfyller de allmänna krav enligt 3 § som gäller avtalsregistrerare, 2) väsentligt eller upprepat handlar på ett lagstridigt sätt, eller 3) väsentligt eller upprepat försummar att utföra registreringsuppgifterna enligt avtalet om registreringsverksamhet.",
        "normalized_sv": "Trafiksäkerhetsverket ska säga upp eller häva ett avtal om registreringsverksamhet, om avtalsregistreraren 1) inte längre uppfyller de allmänna krav enligt 3 § som gäller avtalsregistrerare, 2) väsentligt eller upprepat handlar på ett lagstridigt sätt, eller 3) väsentligt eller upprepat försummar att utföra registreringsuppgifterna enligt avtalet om registreringsverksamhet.",
        "folded_sv": "trafiksakerhetsverket ska saga upp eller hava ett avtal om registreringsverksamhet, om avtalsregistreraren 1) inte langre uppfyller de allmanna krav enligt 3 § som galler avtalsregistrerare, 2) vasentligt eller upprepat handlar pa ett lagstridigt satt, eller 3) vasentligt eller upprepat forsummar att utfora registreringsuppgifterna enligt avtalet om registreringsverksamhet."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Rekisteröinnistä perittävä maksu",
      "content": "Sopimusrekisteröijä perii rekisteröintitoimintaan kuuluvista suoritteista Liikenteen turvallisuusvirastolle maksut, jotka määrätään siten kuin valtion maksuperustelaissa (150/1992) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Sopimusrekisteröijä perii rekisteröintitoimintaan kuuluvista suoritteista Liikenteen turvallisuusvirastolle maksut, jotka määrätään siten kuin valtion maksuperustelaissa (150/1992) säädetään.",
        "folded_fi": "sopimusrekisteroija perii rekisterointitoimintaan kuuluvista suoritteista liikenteen turvallisuusvirastolle maksut, jotka maarataan siten kuin valtion maksuperustelaissa (150/1992) saadetaan.",
        "title_sv": "Registreringsavgift",
        "content_sv": "Avtalsregistreraren tar för prestationer som hör till registreringsverksamheten ut avgifter till Trafiksäkerhetsverket. Avgifterna bestäms på det sätt som anges i lagen om grunderna för avgifter till staten (150/1992).",
        "normalized_sv": "Avtalsregistreraren tar för prestationer som hör till registreringsverksamheten ut avgifter till Trafiksäkerhetsverket. Avgifterna bestäms på det sätt som anges i lagen om grunderna för avgifter till staten (150/1992).",
        "folded_sv": "avtalsregistreraren tar for prestationer som hor till registreringsverksamheten ut avgifter till trafiksakerhetsverket. avgifterna bestams pa det satt som anges i lagen om grunderna for avgifter till staten (150/1992)."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Valvonta",
      "content": "Liikenteen turvallisuusvirasto valvoo sopimusrekisteröijän rekisteröintitoimintaa. Liikenteen turvallisuusvirastolla on oikeus saada sopimusrekisteröijältä salassapitosäännösten estämättä tarpeelliset asiakirjat valvonnan suorittamiseksi. Liikenteen turvallisuusvirastolla on valvontatehtäviensä suorittamiseksi oikeus päästä sopimusrekisteröijän toimitiloihin tai muihin tiloihin lukuun ottamatta pysyväisluontoiseen asumiseen käytettyjä tiloja. Tarkastuksessa noudatetaan, mitä hallintolain 39 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Liikenteen turvallisuusvirasto valvoo sopimusrekisteröijän rekisteröintitoimintaa. Liikenteen turvallisuusvirastolla on oikeus saada sopimusrekisteröijältä salassapitosäännösten estämättä tarpeelliset asiakirjat valvonnan suorittamiseksi. Liikenteen turvallisuusvirastolla on valvontatehtäviensä suorittamiseksi oikeus päästä sopimusrekisteröijän toimitiloihin tai muihin tiloihin lukuun ottamatta pysyväisluontoiseen asumiseen käytettyjä tiloja. Tarkastuksessa noudatetaan, mitä hallintolain 39 § :ssä säädetään.",
        "folded_fi": "liikenteen turvallisuusvirasto valvoo sopimusrekisteroijan rekisterointitoimintaa. liikenteen turvallisuusvirastolla on oikeus saada sopimusrekisteroijalta salassapitosaannosten estamatta tarpeelliset asiakirjat valvonnan suorittamiseksi. liikenteen turvallisuusvirastolla on valvontatehtaviensa suorittamiseksi oikeus paasta sopimusrekisteroijan toimitiloihin tai muihin tiloihin lukuun ottamatta pysyvaisluontoiseen asumiseen kaytettyja tiloja. tarkastuksessa noudatetaan, mita hallintolain 39 §:ssa saadetaan.",
        "title_sv": "Tillsyn",
        "content_sv": "Trafiksäkerhetsverket utövar tillsyn över avtalsregistrerarnas registreringsverksamhet. Trafiksäkerhetsverket har trots sekretessbestämmelserna rätt att av avtalsregistrerarna få de handlingar som behövs för tillsynen. Trafiksäkerhetsverket har för utförandet av sina tillsynsuppgifter rätt att få tillträde till avtalsregistrerarens lokaler och andra utrymmen, med undantag för utrymmen som används för boende av permanent natur. Vid inspektioner ska 39 § i förvaltningslagen iakttas.",
        "normalized_sv": "Trafiksäkerhetsverket utövar tillsyn över avtalsregistrerarnas registreringsverksamhet. Trafiksäkerhetsverket har trots sekretessbestämmelserna rätt att av avtalsregistrerarna få de handlingar som behövs för tillsynen. Trafiksäkerhetsverket har för utförandet av sina tillsynsuppgifter rätt att få tillträde till avtalsregistrerarens lokaler och andra utrymmen, med undantag för utrymmen som används för boende av permanent natur. Vid inspektioner ska 39 § i förvaltningslagen iakttas.",
        "folded_sv": "trafiksakerhetsverket utovar tillsyn over avtalsregistrerarnas registreringsverksamhet. trafiksakerhetsverket har trots sekretessbestammelserna ratt att av avtalsregistrerarna fa de handlingar som behovs for tillsynen. trafiksakerhetsverket har for utforandet av sina tillsynsuppgifter ratt att fa tilltrade till avtalsregistrerarens lokaler och andra utrymmen, med undantag for utrymmen som anvands for boende av permanent natur. vid inspektioner ska 39 § i forvaltningslagen iakttas."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Liikenteen turvallisuusviraston tiedonsaantioikeus",
      "content": "Liikenteen turvallisuusvirastolla on salassapitosäännösten estämättä oikeus saada tarpeelliset tiedot rikosrekisteristä ja sakon täytäntöönpanosta annetun lain (672/2002) 46 §:ssä tarkoitetusta sakkorekisteristä sopimusrekisteröijälle sekä rekisteröintejä suorittavalle henkilölle tämän lain 3 ja 4 §:ssä säädetyn luotettavuusvaatimuksen selvittämiseksi ja 9 §:ssä tarkoitettua valvontaa varten. Tiedot voidaan luovuttaa teknisellä käyttöyhteydellä. Tieto rikoksesta voidaan sopimuksen purkamisen perusteena luovuttaa sopimusrekisteröijälle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Liikenteen turvallisuusvirastolla on salassapitosäännösten estämättä oikeus saada tarpeelliset tiedot rikosrekisteristä ja sakon täytäntöönpanosta annetun lain (672/2002) 46 § :ssä tarkoitetusta sakkorekisteristä sopimusrekisteröijälle sekä rekisteröintejä suorittavalle henkilölle tämän lain 3 ja 4 § :ssä säädetyn luotettavuusvaatimuksen selvittämiseksi ja 9 § :ssä tarkoitettua valvontaa varten. Tiedot voidaan luovuttaa teknisellä käyttöyhteydellä. Tieto rikoksesta voidaan sopimuksen purkamisen perusteena luovuttaa sopimusrekisteröijälle.",
        "folded_fi": "liikenteen turvallisuusvirastolla on salassapitosaannosten estamatta oikeus saada tarpeelliset tiedot rikosrekisterista ja sakon taytantoonpanosta annetun lain (672/2002) 46 §:ssa tarkoitetusta sakkorekisterista sopimusrekisteroijalle seka rekisterointeja suorittavalle henkilolle taman lain 3 ja 4 §:ssa saadetyn luotettavuusvaatimuksen selvittamiseksi ja 9 §:ssa tarkoitettua valvontaa varten. tiedot voidaan luovuttaa teknisella kayttoyhteydella. tieto rikoksesta voidaan sopimuksen purkamisen perusteena luovuttaa sopimusrekisteroijalle.",
        "title_sv": "Trafiksäkerhetsverkets rätt att få information",
        "content_sv": "Trafiksäkerhetsverket har trots sekretessbestämmelserna rätt att få behövliga uppgifter ur straffregistret och ur det bötesregister som avses i 46 § i lagen om verkställighet av böter (672/2002) för att utreda det tillförlitlighetskrav enligt 3 och 4 § i denna lag som avser avtalsregistreraren och den som utför registreringar samt för den tillsyn som avses i 9 §. Uppgifterna kan lämnas ut via en teknisk anslutning. En uppgift om ett brott får som grund för hävande av avtal lämnas ut till avtalsregistreraren.",
        "normalized_sv": "Trafiksäkerhetsverket har trots sekretessbestämmelserna rätt att få behövliga uppgifter ur straffregistret och ur det bötesregister som avses i 46 § i lagen om verkställighet av böter (672/2002) för att utreda det tillförlitlighetskrav enligt 3 och 4 § i denna lag som avser avtalsregistreraren och den som utför registreringar samt för den tillsyn som avses i 9 § . Uppgifterna kan lämnas ut via en teknisk anslutning. En uppgift om ett brott får som grund för hävande av avtal lämnas ut till avtalsregistreraren.",
        "folded_sv": "trafiksakerhetsverket har trots sekretessbestammelserna ratt att fa behovliga uppgifter ur straffregistret och ur det botesregister som avses i 46 § i lagen om verkstallighet av boter (672/2002) for att utreda det tillforlitlighetskrav enligt 3 och 4 § i denna lag som avser avtalsregistreraren och den som utfor registreringar samt for den tillsyn som avses i 9 §. uppgifterna kan lamnas ut via en teknisk anslutning. en uppgift om ett brott far som grund for havande av avtal lamnas ut till avtalsregistreraren."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Virka-apu",
      "content": "Poliisi on velvollinen antamaan virka-apua tämän lain ja sen nojalla annettujen säännösten noudattamisen valvomiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Poliisi on velvollinen antamaan virka-apua tämän lain ja sen nojalla annettujen säännösten noudattamisen valvomiseksi.",
        "folded_fi": "poliisi on velvollinen antamaan virka-apua taman lain ja sen nojalla annettujen saannosten noudattamisen valvomiseksi.",
        "title_sv": "Handräckning",
        "content_sv": "Polisen är skyldig att lämna handräckning vid tillsynen över efterlevnaden av denna lag och de bestämmelser som utfärdats med stöd av den.",
        "normalized_sv": "Polisen är skyldig att lämna handräckning vid tillsynen över efterlevnaden av denna lag och de bestämmelser som utfärdats med stöd av den.",
        "folded_sv": "polisen ar skyldig att lamna handrackning vid tillsynen over efterlevnaden av denna lag och de bestammelser som utfardats med stod av den."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Muutoksenhaku",
      "content": "Liikenteen turvallisuusviraston rekisteröintiä koskevaan päätökseen saa vaatia oikaisua virastolta siten kuin hallintolaissa säädetään. Oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan. Henkilötietojen korjaamista koskevaan päätökseen haetaan muutosta siten kuin henkilötietolaissa (523/1999) säädetään, ja asiakkaalta perittävään maksuun haetaan muutosta siten kuin valtion maksuperustelaissa säädetään. Tämän lain nojalla tehtyä päätöstä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Liikenteen turvallisuusviraston rekisteröintiä koskevaan päätökseen saa vaatia oikaisua virastolta siten kuin hallintolaissa säädetään. Oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan. Henkilötietojen korjaamista koskevaan päätökseen haetaan muutosta siten kuin henkilötietolaissa (523/1999) säädetään, ja asiakkaalta perittävään maksuun haetaan muutosta siten kuin valtion maksuperustelaissa säädetään. Tämän lain nojalla tehtyä päätöstä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää.",
        "folded_fi": "liikenteen turvallisuusviraston rekisterointia koskevaan paatokseen saa vaatia oikaisua virastolta siten kuin hallintolaissa saadetaan. oikaisuvaatimukseen annettuun paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa (586/1996) saadetaan. hallinto-oikeuden paatokseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myontaa valitusluvan. henkilotietojen korjaamista koskevaan paatokseen haetaan muutosta siten kuin henkilotietolaissa (523/1999) saadetaan, ja asiakkaalta perittavaan maksuun haetaan muutosta siten kuin valtion maksuperustelaissa saadetaan. taman lain nojalla tehtya paatosta on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin maaraa.",
        "title_sv": "Ändringssökande",
        "content_sv": "Omprövning av ett beslut om registrering som har fattats av Trafiksäkerhetsverket får begäras hos verket på det sätt som anges i förvaltningslagen. Det beslut som fattats med anledning av begäran om omprövning får överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen (586/1996). Över förvaltningsdomstolens beslut får besvär anföras endast om högsta förvaltningsdomstolen beviljar besvärstillstånd. Ändring i ett beslut om rättelse av personuppgifter får sökas på det sätt som anges i personuppgiftslagen (523/1999). Ändring i en avgift som tas ut hos en kund får sökas på det sätt som anges i lagen om grunderna för avgifter till staten. Ett beslut som har fattats med stöd av denna lag ska iakttas trots ändringssökande, om inte den myndighet där ändring sökts bestämmer något annat.",
        "normalized_sv": "Omprövning av ett beslut om registrering som har fattats av Trafiksäkerhetsverket får begäras hos verket på det sätt som anges i förvaltningslagen. Det beslut som fattats med anledning av begäran om omprövning får överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen (586/1996). Över förvaltningsdomstolens beslut får besvär anföras endast om högsta förvaltningsdomstolen beviljar besvärstillstånd. Ändring i ett beslut om rättelse av personuppgifter får sökas på det sätt som anges i personuppgiftslagen (523/1999). Ändring i en avgift som tas ut hos en kund får sökas på det sätt som anges i lagen om grunderna för avgifter till staten. Ett beslut som har fattats med stöd av denna lag ska iakttas trots ändringssökande, om inte den myndighet där ändring sökts bestämmer något annat.",
        "folded_sv": "omprovning av ett beslut om registrering som har fattats av trafiksakerhetsverket far begaras hos verket pa det satt som anges i forvaltningslagen. det beslut som fattats med anledning av begaran om omprovning far overklagas genom besvar hos forvaltningsdomstolen pa det satt som anges i forvaltningsprocesslagen (586/1996). over forvaltningsdomstolens beslut far besvar anforas endast om hogsta forvaltningsdomstolen beviljar besvarstillstand. andring i ett beslut om rattelse av personuppgifter far sokas pa det satt som anges i personuppgiftslagen (523/1999). andring i en avgift som tas ut hos en kund far sokas pa det satt som anges i lagen om grunderna for avgifter till staten. ett beslut som har fattats med stod av denna lag ska iakttas trots andringssokande, om inte den myndighet dar andring sokts bestammer nagot annat."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Viittaukset rikoslakiin",
      "content": "Rangaistus salassapitovelvollisuuden rikkomisesta säädetään rikoslain (39/1889) 38 luvun 1 ja 2 §:ssä sekä 40 luvun 5 §:ssä. Rangaistus henkilörekisteririkoksesta säädetään rikoslain 38 luvun 9 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Rangaistus salassapitovelvollisuuden rikkomisesta säädetään rikoslain (39/1889) 38 luvun 1 ja 2 § :ssä sekä 40 luvun 5 § :ssä. Rangaistus henkilörekisteririkoksesta säädetään rikoslain 38 luvun 9 § :ssä.",
        "folded_fi": "rangaistus salassapitovelvollisuuden rikkomisesta saadetaan rikoslain (39/1889) 38 luvun 1 ja 2 §:ssa seka 40 luvun 5 §:ssa. rangaistus henkilorekisteririkoksesta saadetaan rikoslain 38 luvun 9 §:ssa.",
        "title_sv": "Hänvisningar till strafflagen",
        "content_sv": "Bestämmelser om straff för brott mot tystnadsplikten finns i 38 kap. 1 och 2 § samt 40 kap. 5 § i strafflagen (39/1889). Bestämmelser om straff för personregisterbrott finns i 38 kap. 9 § i strafflagen.",
        "normalized_sv": "Bestämmelser om straff för brott mot tystnadsplikten finns i 38 kap. 1 och 2 § samt 40 kap. 5 § i strafflagen (39/1889). Bestämmelser om straff för personregisterbrott finns i 38 kap. 9 § i strafflagen.",
        "folded_sv": "bestammelser om straff for brott mot tystnadsplikten finns i 38 kap. 1 och 2 § samt 40 kap. 5 § i strafflagen (39/1889). bestammelser om straff for personregisterbrott finns i 38 kap. 9 § i strafflagen."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 16 päivänä marraskuuta 2015. Sen 2 §:n 2 momenttia sovelletaan kuitenkin vasta 1 päivästä joulukuuta 2015. Tällä lailla kumotaan ajoneuvojen rekisteröintitoiminnasta annettu laki (1100/1998). Liikenteen turvallisuusvirasto arvioi vuoden kuluessa tämän lain voimaantulosta niiden sopimusrekisteröijien ja rekisteröintitehtäviä suorittavien henkilöiden luotettavuuden, jotka toimivat sopimusrekisteröijinä tai rekisteröintitehtäviä suorittavina henkilöinä tämän lain tullessa voimaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Tämä laki tulee voimaan 16 päivänä marraskuuta 2015. Sen 2 § :n 2 momenttia sovelletaan kuitenkin vasta 1 päivästä joulukuuta 2015. Tällä lailla kumotaan ajoneuvojen rekisteröintitoiminnasta annettu laki (1100/1998). Liikenteen turvallisuusvirasto arvioi vuoden kuluessa tämän lain voimaantulosta niiden sopimusrekisteröijien ja rekisteröintitehtäviä suorittavien henkilöiden luotettavuuden, jotka toimivat sopimusrekisteröijinä tai rekisteröintitehtäviä suorittavina henkilöinä tämän lain tullessa voimaan.",
        "folded_fi": "tama laki tulee voimaan 16 paivana marraskuuta 2015. sen 2 §:n 2 momenttia sovelletaan kuitenkin vasta 1 paivasta joulukuuta 2015. talla lailla kumotaan ajoneuvojen rekisterointitoiminnasta annettu laki (1100/1998). liikenteen turvallisuusvirasto arvioi vuoden kuluessa taman lain voimaantulosta niiden sopimusrekisteroijien ja rekisterointitehtavia suorittavien henkiloiden luotettavuuden, jotka toimivat sopimusrekisteroijina tai rekisterointitehtavia suorittavina henkiloina taman lain tullessa voimaan.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 16 november 2015. Lagens 2 § 2 mom. tillämpas dock först från och med den 1 december 2015. Genom denna lag upphävs lagen om registrering av fordon (1100/1998). Trafiksäkerhetsverket ska inom ett år från ikraftträdandet av denna lag bedöma tillförlitligheten hos de avtalsregistrerare och personer som utför registreringsuppgifter som vid ikraftträdandet av lagen är avtalsregistrerare eller utför registreringsuppgifter.",
        "normalized_sv": "Denna lag träder i kraft den 16 november 2015. Lagens 2 § 2 mom. tillämpas dock först från och med den 1 december 2015. Genom denna lag upphävs lagen om registrering av fordon (1100/1998). Trafiksäkerhetsverket ska inom ett år från ikraftträdandet av denna lag bedöma tillförlitligheten hos de avtalsregistrerare och personer som utför registreringsuppgifter som vid ikraftträdandet av lagen är avtalsregistrerare eller utför registreringsuppgifter.",
        "folded_sv": "denna lag trader i kraft den 16 november 2015. lagens 2 § 2 mom. tillampas dock forst fran och med den 1 december 2015. genom denna lag upphavs lagen om registrering av fordon (1100/1998). trafiksakerhetsverket ska inom ett ar fran ikrafttradandet av denna lag bedoma tillforlitligheten hos de avtalsregistrerare och personer som utfor registreringsuppgifter som vid ikrafttradandet av lagen ar avtalsregistrerare eller utfor registreringsuppgifter."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain soveltamisala",
      "content": "Tämä laki koskee ajoneuvolaissa (1090/2002) tarkoitettujen ajoneuvojen rekisteröinnin järjestämistä. Tässä laissa rekisteröintitoiminnalla tarkoitetaan: 1) ajoneuvon rekisteri-ilmoituksen ja siirtolupahakemuksen vastaanottoa; 2) rekisteri-ilmoitusta ja siirtolupahakemusta sekä niihin liittyvää liikennevakuutusta koskevien tietojen tai ajoneuvoon muutoin liittyvien tietojen merkitsemistä ajoneuvoliikennerekisteriin; 3) rekisteröintitodistuksen, varmenteen, rekisterikilven, siirtoluvan ja siirtolupaan liittyvän siirtomerkin luovuttamista; 4) muita ajoneuvon rekisteröintiin ja siirtoluvan antamiseen liittyviä tehtäviä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tämä laki koskee ajoneuvolaissa (1090/2002) tarkoitettujen ajoneuvojen rekisteröinnin järjestämistä. Tässä laissa rekisteröintitoiminnalla tarkoitetaan: 1) ajoneuvon rekisteri-ilmoituksen ja siirtolupahakemuksen vastaanottoa; 2) rekisteri-ilmoitusta ja siirtolupahakemusta sekä niihin liittyvää liikennevakuutusta koskevien tietojen tai ajoneuvoon muutoin liittyvien tietojen merkitsemistä ajoneuvoliikennerekisteriin; 3) rekisteröintitodistuksen, varmenteen, rekisterikilven, siirtoluvan ja siirtolupaan liittyvän siirtomerkin luovuttamista; 4) muita ajoneuvon rekisteröintiin ja siirtoluvan antamiseen liittyviä tehtäviä.",
        "folded_fi": "tama laki koskee ajoneuvolaissa (1090/2002) tarkoitettujen ajoneuvojen rekisteroinnin jarjestamista. tassa laissa rekisterointitoiminnalla tarkoitetaan: 1) ajoneuvon rekisteri-ilmoituksen ja siirtolupahakemuksen vastaanottoa; 2) rekisteri-ilmoitusta ja siirtolupahakemusta seka niihin liittyvaa liikennevakuutusta koskevien tietojen tai ajoneuvoon muutoin liittyvien tietojen merkitsemista ajoneuvoliikennerekisteriin; 3) rekisterointitodistuksen, varmenteen, rekisterikilven, siirtoluvan ja siirtolupaan liittyvan siirtomerkin luovuttamista; 4) muita ajoneuvon rekisterointiin ja siirtoluvan antamiseen liittyvia tehtavia.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "Denna lag gäller anordnandet av registrering av fordon som avses i fordonslagen (1090/2002). I denna lag avses med registreringsverksamhet att 1) ta emot registreringsanmälningar och ansökningar om förflyttningstillstånd som gäller fordon, 2) i fordonstrafikregistret föra in uppgifter som gäller registreringsanmälan och ansökan om förflyttningstillstånd samt trafikförsäkring i anslutning till dem eller uppgifter som i övrigt gäller fordonet, 3) lämna ut registreringsintyg, certifikat, registreringsskyltar samt förflyttningstillstånd och tillhörande förflyttningsmärken, 4) sköta andra uppgifter som gäller registrering av fordon och meddelande av förflyttningstillstånd.",
        "normalized_sv": "Denna lag gäller anordnandet av registrering av fordon som avses i fordonslagen (1090/2002). I denna lag avses med registreringsverksamhet att 1) ta emot registreringsanmälningar och ansökningar om förflyttningstillstånd som gäller fordon, 2) i fordonstrafikregistret föra in uppgifter som gäller registreringsanmälan och ansökan om förflyttningstillstånd samt trafikförsäkring i anslutning till dem eller uppgifter som i övrigt gäller fordonet, 3) lämna ut registreringsintyg, certifikat, registreringsskyltar samt förflyttningstillstånd och tillhörande förflyttningsmärken, 4) sköta andra uppgifter som gäller registrering av fordon och meddelande av förflyttningstillstånd.",
        "folded_sv": "denna lag galler anordnandet av registrering av fordon som avses i fordonslagen (1090/2002). i denna lag avses med registreringsverksamhet att 1) ta emot registreringsanmalningar och ansokningar om forflyttningstillstand som galler fordon, 2) i fordonstrafikregistret fora in uppgifter som galler registreringsanmalan och ansokan om forflyttningstillstand samt trafikforsakring i anslutning till dem eller uppgifter som i ovrigt galler fordonet, 3) lamna ut registreringsintyg, certifikat, registreringsskyltar samt forflyttningstillstand och tillhorande forflyttningsmarken, 4) skota andra uppgifter som galler registrering av fordon och meddelande av forflyttningstillstand."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Rekisteröintitoiminnan järjestäminen",
      "content": "sopimusrekisteröijä Liikenteen turvallisuusvirasto vastaa ajoneuvojen rekisteröintitoiminnan järjestämisestä. Liikenteen turvallisuusvirasto tekee rekisteröintipäätökset, mutta voi hankkia rekisteröintitoiminnan järjestämiseksi tarvittavat avustavat palvelut 3 §:ssä säädetyt vaatimukset täyttävältä ulkopuoliselta palveluntarjoajalta (). Liikenteen turvallisuusviraston on ylläpidettävä sopimusrekisteröijistä ajantasaista luetteloa kaikille avoimessa sähköisessä palvelussa. Sopimusrekisteröijän avustavia tehtäviä ovat: 1) ajoneuvon rekisteri-ilmoituksen ja siirtolupahakemuksen vastaanotto sekä vaadittavien tietojen tarkistaminen; 2) rekisteri-ilmoitusta ja siirtolupahakemusta sekä niihin liittyvää liikennevakuutusta koskevien tietojen tai ajoneuvoon muutoin liittyvien tietojen tallentaminen; 3) rekisteröintitodistuksen, varmenteen, rekisterikilven, siirtoluvan ja siirtolupaan liittyvän siirtomerkin luovuttaminen; 4) asiakirjojen lähettäminen digitoitavaksi ja arkistoitavaksi Liikenteen turvallisuusvirastolle; 5) rekisteröintisuoritteista perittävien maksujen vastaanottaminen ja välittäminen Liikenteen turvallisuusvirastolle; 6) muut ajoneuvon rekisteröintiin ja siirtoluvan antamiseen liittyvät tekniset tehtävät. Sopimusrekisteröijä ei saa vastaanottaa sellaisia rekisteri-ilmoituksia ja siirtolupahakemuksia, joihin liittyy rekisteröinnin ja luvan myöntämisen edellytysten täyttymisen arviointia. Tällaisissa tapauksissa sopimusrekisteröijän tulee siirtää asia Liikenteen turvallisuusviraston ratkaistavaksi. Tullin oikeudesta antaa ajoneuvoa varten siirtolupa ja siihen liittyvät siirtomerkit säädetään ajoneuvolain 66 f §:n 2 momentissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "sopimusrekisteröijä Liikenteen turvallisuusvirasto vastaa ajoneuvojen rekisteröintitoiminnan järjestämisestä. Liikenteen turvallisuusvirasto tekee rekisteröintipäätökset, mutta voi hankkia rekisteröintitoiminnan järjestämiseksi tarvittavat avustavat palvelut 3 § :ssä säädetyt vaatimukset täyttävältä ulkopuoliselta palveluntarjoajalta (). Liikenteen turvallisuusviraston on ylläpidettävä sopimusrekisteröijistä ajantasaista luetteloa kaikille avoimessa sähköisessä palvelussa. Sopimusrekisteröijän avustavia tehtäviä ovat: 1) ajoneuvon rekisteri-ilmoituksen ja siirtolupahakemuksen vastaanotto sekä vaadittavien tietojen tarkistaminen; 2) rekisteri-ilmoitusta ja siirtolupahakemusta sekä niihin liittyvää liikennevakuutusta koskevien tietojen tai ajoneuvoon muutoin liittyvien tietojen tallentaminen; 3) rekisteröintitodistuksen, varmenteen, rekisterikilven, siirtoluvan ja siirtolupaan liittyvän siirtomerkin luovuttaminen; 4) asiakirjojen lähettäminen digitoitavaksi ja arkistoitavaksi Liikenteen turvallisuusvirastolle; 5) rekisteröintisuoritteista perittävien maksujen vastaanottaminen ja välittäminen Liikenteen turvallisuusvirastolle; 6) muut ajoneuvon rekisteröintiin ja siirtoluvan antamiseen liittyvät tekniset tehtävät. Sopimusrekisteröijä ei saa vastaanottaa sellaisia rekisteri-ilmoituksia ja siirtolupahakemuksia, joihin liittyy rekisteröinnin ja luvan myöntämisen edellytysten täyttymisen arviointia. Tällaisissa tapauksissa sopimusrekisteröijän tulee siirtää asia Liikenteen turvallisuusviraston ratkaistavaksi. Tullin oikeudesta antaa ajoneuvoa varten siirtolupa ja siihen liittyvät siirtomerkit säädetään ajoneuvolain 66 f § :n 2 momentissa.",
        "folded_fi": "sopimusrekisteroija liikenteen turvallisuusvirasto vastaa ajoneuvojen rekisterointitoiminnan jarjestamisesta. liikenteen turvallisuusvirasto tekee rekisterointipaatokset, mutta voi hankkia rekisterointitoiminnan jarjestamiseksi tarvittavat avustavat palvelut 3 §:ssa saadetyt vaatimukset tayttavalta ulkopuoliselta palveluntarjoajalta (). liikenteen turvallisuusviraston on yllapidettava sopimusrekisteroijista ajantasaista luetteloa kaikille avoimessa sahkoisessa palvelussa. sopimusrekisteroijan avustavia tehtavia ovat: 1) ajoneuvon rekisteri-ilmoituksen ja siirtolupahakemuksen vastaanotto seka vaadittavien tietojen tarkistaminen; 2) rekisteri-ilmoitusta ja siirtolupahakemusta seka niihin liittyvaa liikennevakuutusta koskevien tietojen tai ajoneuvoon muutoin liittyvien tietojen tallentaminen; 3) rekisterointitodistuksen, varmenteen, rekisterikilven, siirtoluvan ja siirtolupaan liittyvan siirtomerkin luovuttaminen; 4) asiakirjojen lahettaminen digitoitavaksi ja arkistoitavaksi liikenteen turvallisuusvirastolle; 5) rekisterointisuoritteista perittavien maksujen vastaanottaminen ja valittaminen liikenteen turvallisuusvirastolle; 6) muut ajoneuvon rekisterointiin ja siirtoluvan antamiseen liittyvat tekniset tehtavat. sopimusrekisteroija ei saa vastaanottaa sellaisia rekisteri-ilmoituksia ja siirtolupahakemuksia, joihin liittyy rekisteroinnin ja luvan myontamisen edellytysten tayttymisen arviointia. tallaisissa tapauksissa sopimusrekisteroijan tulee siirtaa asia liikenteen turvallisuusviraston ratkaistavaksi. tullin oikeudesta antaa ajoneuvoa varten siirtolupa ja siihen liittyvat siirtomerkit saadetaan ajoneuvolain 66 f §:n 2 momentissa.",
        "title_sv": "Anordnande av registreringsverksamhet",
        "content_sv": "avtalsregistrerare Trafiksäkerhetsverket svarar för anordnandet av registreringsverksamheten i fråga om fordon. Trafiksäkerhetsverket fattar registreringsbesluten, men får hos en utomstående tjänsteleverantör () som uppfyller kraven enligt 3 § skaffa de assisterande tjänster som behövs för anordnandet av registreringsverksamheten. Trafiksäkerhetsverket ska föra en uppdaterad förteckning över avtalsregistrerarna. Förteckningen ska vara öppen för alla i en elektronisk tjänst. Till avtalsregistrerarens assisterande uppgifter hör att 1) ta emot registreringsanmälningar och ansökningar om förflyttningstillstånd som gäller fordon samt att kontrollera de uppgifter som krävs, 2) registrera uppgifter som gäller registreringsanmälan och ansökan om förflyttningstillstånd samt trafikförsäkring i anslutning till dem eller uppgifter som i övrigt gäller fordonet, 3) lämna ut registreringsintyg, certifikat, registreringsskyltar samt förflyttningstillstånd och tillhörande förflyttningsmärken, 4) sända handlingar till Trafiksäkerhetsverket för digitalisering och arkivering, 5) ta ut avgifter för registrering och förmedla dem till Trafiksäkerhetsverket, 6) sköta andra tekniska uppgifter i anslutning till registrering av fordon och meddelande av förflyttningstillstånd. En avtalsregistrerare får inte ta emot sådana registreringsanmälningar och ansökningar om förflyttningstillstånd som innefattar en bedömning av om förutsättningarna för registrering och beviljande av tillstånd uppfylls. I sådana fall ska avtalsregistreraren lämna över ärendet till Trafiksäkerhetsverket för avgörande. Bestämmelser om Tullens rätt att ge förflyttningstillstånd och tillhörande förflyttningsmärken för fordon finns i 66 f § 2 mom. i fordonslagen.",
        "normalized_sv": "avtalsregistrerare Trafiksäkerhetsverket svarar för anordnandet av registreringsverksamheten i fråga om fordon. Trafiksäkerhetsverket fattar registreringsbesluten, men får hos en utomstående tjänsteleverantör () som uppfyller kraven enligt 3 § skaffa de assisterande tjänster som behövs för anordnandet av registreringsverksamheten. Trafiksäkerhetsverket ska föra en uppdaterad förteckning över avtalsregistrerarna. Förteckningen ska vara öppen för alla i en elektronisk tjänst. Till avtalsregistrerarens assisterande uppgifter hör att 1) ta emot registreringsanmälningar och ansökningar om förflyttningstillstånd som gäller fordon samt att kontrollera de uppgifter som krävs, 2) registrera uppgifter som gäller registreringsanmälan och ansökan om förflyttningstillstånd samt trafikförsäkring i anslutning till dem eller uppgifter som i övrigt gäller fordonet, 3) lämna ut registreringsintyg, certifikat, registreringsskyltar samt förflyttningstillstånd och tillhörande förflyttningsmärken, 4) sända handlingar till Trafiksäkerhetsverket för digitalisering och arkivering, 5) ta ut avgifter för registrering och förmedla dem till Trafiksäkerhetsverket, 6) sköta andra tekniska uppgifter i anslutning till registrering av fordon och meddelande av förflyttningstillstånd. En avtalsregistrerare får inte ta emot sådana registreringsanmälningar och ansökningar om förflyttningstillstånd som innefattar en bedömning av om förutsättningarna för registrering och beviljande av tillstånd uppfylls. I sådana fall ska avtalsregistreraren lämna över ärendet till Trafiksäkerhetsverket för avgörande. Bestämmelser om Tullens rätt att ge förflyttningstillstånd och tillhörande förflyttningsmärken för fordon finns i 66 f § 2 mom. i fordonslagen.",
        "folded_sv": "avtalsregistrerare trafiksakerhetsverket svarar for anordnandet av registreringsverksamheten i fraga om fordon. trafiksakerhetsverket fattar registreringsbesluten, men far hos en utomstaende tjansteleverantor () som uppfyller kraven enligt 3 § skaffa de assisterande tjanster som behovs for anordnandet av registreringsverksamheten. trafiksakerhetsverket ska fora en uppdaterad forteckning over avtalsregistrerarna. forteckningen ska vara oppen for alla i en elektronisk tjanst. till avtalsregistrerarens assisterande uppgifter hor att 1) ta emot registreringsanmalningar och ansokningar om forflyttningstillstand som galler fordon samt att kontrollera de uppgifter som kravs, 2) registrera uppgifter som galler registreringsanmalan och ansokan om forflyttningstillstand samt trafikforsakring i anslutning till dem eller uppgifter som i ovrigt galler fordonet, 3) lamna ut registreringsintyg, certifikat, registreringsskyltar samt forflyttningstillstand och tillhorande forflyttningsmarken, 4) sanda handlingar till trafiksakerhetsverket for digitalisering och arkivering, 5) ta ut avgifter for registrering och formedla dem till trafiksakerhetsverket, 6) skota andra tekniska uppgifter i anslutning till registrering av fordon och meddelande av forflyttningstillstand. en avtalsregistrerare far inte ta emot sadana registreringsanmalningar och ansokningar om forflyttningstillstand som innefattar en bedomning av om forutsattningarna for registrering och beviljande av tillstand uppfylls. i sadana fall ska avtalsregistreraren lamna over arendet till trafiksakerhetsverket for avgorande. bestammelser om tullens ratt att ge forflyttningstillstand och tillhorande forflyttningsmarken for fordon finns i 66 f § 2 mom. i fordonslagen."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Sopimusrekisteröijää koskevat yleiset vaatimukset",
      "content": "Sopimusrekisteröijän on oltava ammatillisesti asiantunteva, ja sillä on oltava palveluksessaan 4 §:ssä säädetyt vaatimukset täyttävää henkilöstöä. Sopimusrekisteröijällä on oltava käytössään tehtävän asianmukaisen hoitamisen edellyttämät tietoliikenneyhteydet ja tietojärjestelmä sekä muut tekniset, taloudelliset ja toiminnalliset valmiudet. Sopimusrekisteröijän on pystyttävä huolehtimaan asianmukaisesta tietoturvallisuudesta ja tietosuojasta. Sopimusrekisteröijällä on oltava oikeus harjoittaa elinkeinoa Suomessa. Konkurssissa oleva ei voi toimia sopimusrekisteröijänä. Jos sopimusrekisteröijä on luonnollinen henkilö, hänen on oltava täysi-ikäinen, eikä hänen toimintakelpoisuutensa saa olla rajoitettu. Sopimusrekisteröijän ja sen määräävässä asemassa olevien henkilöiden on oltava luotettavia. Luotettavana pidetään sitä, jota ei ole tuomittu lainvoiman saaneella tuomiolla viiden viimeisen vuoden aikana vankeusrangaistukseen eikä kolmen viimeisen vuoden aikana sakkorangaistukseen rikoksesta, jonka voidaan katsoa osoittavan hänen olevan ilmeisen sopimaton harjoittamaan rekisteröintitoimintaa. Henkilöä ei kuitenkaan pidetä luotettavana, jos hän on muutoin aikaisemmalla toiminnallaan osoittanut olevansa ilmeisen sopimaton harjoittamaan rekisteröintitoimintaa. Sopimusrekisteröijää ei kuitenkaan pidetä luotettavana, jos se tai sen määräävässä asemassa oleva henkilö on liiketoimintakiellossa tai määrätty liiketoimintakieltoon viiden viimeisen vuoden aikana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Sopimusrekisteröijän on oltava ammatillisesti asiantunteva, ja sillä on oltava palveluksessaan 4 § :ssä säädetyt vaatimukset täyttävää henkilöstöä. Sopimusrekisteröijällä on oltava käytössään tehtävän asianmukaisen hoitamisen edellyttämät tietoliikenneyhteydet ja tietojärjestelmä sekä muut tekniset, taloudelliset ja toiminnalliset valmiudet. Sopimusrekisteröijän on pystyttävä huolehtimaan asianmukaisesta tietoturvallisuudesta ja tietosuojasta. Sopimusrekisteröijällä on oltava oikeus harjoittaa elinkeinoa Suomessa. Konkurssissa oleva ei voi toimia sopimusrekisteröijänä. Jos sopimusrekisteröijä on luonnollinen henkilö, hänen on oltava täysi-ikäinen, eikä hänen toimintakelpoisuutensa saa olla rajoitettu. Sopimusrekisteröijän ja sen määräävässä asemassa olevien henkilöiden on oltava luotettavia. Luotettavana pidetään sitä, jota ei ole tuomittu lainvoiman saaneella tuomiolla viiden viimeisen vuoden aikana vankeusrangaistukseen eikä kolmen viimeisen vuoden aikana sakkorangaistukseen rikoksesta, jonka voidaan katsoa osoittavan hänen olevan ilmeisen sopimaton harjoittamaan rekisteröintitoimintaa. Henkilöä ei kuitenkaan pidetä luotettavana, jos hän on muutoin aikaisemmalla toiminnallaan osoittanut olevansa ilmeisen sopimaton harjoittamaan rekisteröintitoimintaa. Sopimusrekisteröijää ei kuitenkaan pidetä luotettavana, jos se tai sen määräävässä asemassa oleva henkilö on liiketoimintakiellossa tai määrätty liiketoimintakieltoon viiden viimeisen vuoden aikana.",
        "folded_fi": "sopimusrekisteroijan on oltava ammatillisesti asiantunteva, ja silla on oltava palveluksessaan 4 §:ssa saadetyt vaatimukset tayttavaa henkilostoa. sopimusrekisteroijalla on oltava kaytossaan tehtavan asianmukaisen hoitamisen edellyttamat tietoliikenneyhteydet ja tietojarjestelma seka muut tekniset, taloudelliset ja toiminnalliset valmiudet. sopimusrekisteroijan on pystyttava huolehtimaan asianmukaisesta tietoturvallisuudesta ja tietosuojasta. sopimusrekisteroijalla on oltava oikeus harjoittaa elinkeinoa suomessa. konkurssissa oleva ei voi toimia sopimusrekisteroijana. jos sopimusrekisteroija on luonnollinen henkilo, hanen on oltava taysi-ikainen, eika hanen toimintakelpoisuutensa saa olla rajoitettu. sopimusrekisteroijan ja sen maaraavassa asemassa olevien henkiloiden on oltava luotettavia. luotettavana pidetaan sita, jota ei ole tuomittu lainvoiman saaneella tuomiolla viiden viimeisen vuoden aikana vankeusrangaistukseen eika kolmen viimeisen vuoden aikana sakkorangaistukseen rikoksesta, jonka voidaan katsoa osoittavan hanen olevan ilmeisen sopimaton harjoittamaan rekisterointitoimintaa. henkiloa ei kuitenkaan pideta luotettavana, jos han on muutoin aikaisemmalla toiminnallaan osoittanut olevansa ilmeisen sopimaton harjoittamaan rekisterointitoimintaa. sopimusrekisteroijaa ei kuitenkaan pideta luotettavana, jos se tai sen maaraavassa asemassa oleva henkilo on liiketoimintakiellossa tai maaratty liiketoimintakieltoon viiden viimeisen vuoden aikana.",
        "title_sv": "Allmänna krav på avtalsregistrerare",
        "content_sv": "En avtalsregistrerare ska ha yrkesmässig sakkunskap och ha anställd personal som uppfyller de krav som anges i 4 §. Avtalsregistreraren ska ha tillgång till sådana datakommunikationsförbindelser, informationssystem och andra tekniska, ekonomiska och verksamhetsmässiga färdigheter som krävs för att sköta uppgiften på behörigt sätt. Avtalsregistreraren ska kunna sörja för behörig datasäkerhet och behörig datasekretess. Avtalsregistreraren ska ha rätt att idka näring i Finland. Den som har försatts i konkurs kan inte vara avtalsregistrerare. Om avtalsregistreraren är en fysisk person, ska han eller hon ha uppnått myndighetsåldern, och hans eller hennes handlingsbehörighet får inte vara begränsad. Avtalsregistreraren och de personer som utövar bestämmande inflytande inom avtalsregistreraren ska vara tillförlitliga. Som tillförlitlig betraktas den som inte genom en lagakraftvunnen dom har dömts till fängelsestraff under de senaste fem åren eller till bötesstraff under de senaste tre åren för ett brott som anses visa att personen är uppenbart olämplig att bedriva registreringsverksamhet. Personen betraktas dock inte som tillförlitlig, om han eller hon annars genom sin tidigare verksamhet har visat sig vara uppenbart olämplig att bedriva registreringsverksamhet. En avtalsregistrerare anses inte heller vara tillförlitlig, om avtalsregistreraren eller en person som utövar bestämmande inflytande inom avtalsregistreraren är belagd med näringsförbud eller har meddelats näringsförbud under de senaste fem åren.",
        "normalized_sv": "En avtalsregistrerare ska ha yrkesmässig sakkunskap och ha anställd personal som uppfyller de krav som anges i 4 § . Avtalsregistreraren ska ha tillgång till sådana datakommunikationsförbindelser, informationssystem och andra tekniska, ekonomiska och verksamhetsmässiga färdigheter som krävs för att sköta uppgiften på behörigt sätt. Avtalsregistreraren ska kunna sörja för behörig datasäkerhet och behörig datasekretess. Avtalsregistreraren ska ha rätt att idka näring i Finland. Den som har försatts i konkurs kan inte vara avtalsregistrerare. Om avtalsregistreraren är en fysisk person, ska han eller hon ha uppnått myndighetsåldern, och hans eller hennes handlingsbehörighet får inte vara begränsad. Avtalsregistreraren och de personer som utövar bestämmande inflytande inom avtalsregistreraren ska vara tillförlitliga. Som tillförlitlig betraktas den som inte genom en lagakraftvunnen dom har dömts till fängelsestraff under de senaste fem åren eller till bötesstraff under de senaste tre åren för ett brott som anses visa att personen är uppenbart olämplig att bedriva registreringsverksamhet. Personen betraktas dock inte som tillförlitlig, om han eller hon annars genom sin tidigare verksamhet har visat sig vara uppenbart olämplig att bedriva registreringsverksamhet. En avtalsregistrerare anses inte heller vara tillförlitlig, om avtalsregistreraren eller en person som utövar bestämmande inflytande inom avtalsregistreraren är belagd med näringsförbud eller har meddelats näringsförbud under de senaste fem åren.",
        "folded_sv": "en avtalsregistrerare ska ha yrkesmassig sakkunskap och ha anstalld personal som uppfyller de krav som anges i 4 §. avtalsregistreraren ska ha tillgang till sadana datakommunikationsforbindelser, informationssystem och andra tekniska, ekonomiska och verksamhetsmassiga fardigheter som kravs for att skota uppgiften pa behorigt satt. avtalsregistreraren ska kunna sorja for behorig datasakerhet och behorig datasekretess. avtalsregistreraren ska ha ratt att idka naring i finland. den som har forsatts i konkurs kan inte vara avtalsregistrerare. om avtalsregistreraren ar en fysisk person, ska han eller hon ha uppnatt myndighetsaldern, och hans eller hennes handlingsbehorighet far inte vara begransad. avtalsregistreraren och de personer som utovar bestammande inflytande inom avtalsregistreraren ska vara tillforlitliga. som tillforlitlig betraktas den som inte genom en lagakraftvunnen dom har domts till fangelsestraff under de senaste fem aren eller till botesstraff under de senaste tre aren for ett brott som anses visa att personen ar uppenbart olamplig att bedriva registreringsverksamhet. personen betraktas dock inte som tillforlitlig, om han eller hon annars genom sin tidigare verksamhet har visat sig vara uppenbart olamplig att bedriva registreringsverksamhet. en avtalsregistrerare anses inte heller vara tillforlitlig, om avtalsregistreraren eller en person som utovar bestammande inflytande inom avtalsregistreraren ar belagd med naringsforbud eller har meddelats naringsforbud under de senaste fem aren."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Rekisteröintitehtävien suorittajia koskevat vaatimukset",
      "content": "Edellä 2 §:n 3 momentissa tarkoitettuja rekisteröintitehtäviä voi sopimusrekisteröijän palveluksessa suorittaa täysi-ikäinen henkilö, jonka toimintakelpoisuutta ei ole rajoitettu ja jolla on tehtävien edellyttämä ammattitaito ja koulutus. Hänen on oltava 3 §:n 3 momentissa tarkoitetulla tavalla luotettava.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Edellä 2 § :n 3 momentissa tarkoitettuja rekisteröintitehtäviä voi sopimusrekisteröijän palveluksessa suorittaa täysi-ikäinen henkilö, jonka toimintakelpoisuutta ei ole rajoitettu ja jolla on tehtävien edellyttämä ammattitaito ja koulutus. Hänen on oltava 3 § :n 3 momentissa tarkoitetulla tavalla luotettava.",
        "folded_fi": "edella 2 §:n 3 momentissa tarkoitettuja rekisterointitehtavia voi sopimusrekisteroijan palveluksessa suorittaa taysi-ikainen henkilo, jonka toimintakelpoisuutta ei ole rajoitettu ja jolla on tehtavien edellyttama ammattitaito ja koulutus. hanen on oltava 3 §:n 3 momentissa tarkoitetulla tavalla luotettava.",
        "title_sv": "Krav på dem som utför registreringsuppgifter",
        "content_sv": "Registreringsuppgifter som avses i 2 § 3 mom. får utföras av en hos avtalsregistreraren anställd person som uppnått myndighetsåldern och vars handlingsbehörighet inte är begränsad. Han eller hon ska ha den yrkesskicklighet och utbildning som krävs för uppgifterna och vara tillförlitlig på det sätt som avses i 3 § 3 mom.",
        "normalized_sv": "Registreringsuppgifter som avses i 2 § 3 mom. får utföras av en hos avtalsregistreraren anställd person som uppnått myndighetsåldern och vars handlingsbehörighet inte är begränsad. Han eller hon ska ha den yrkesskicklighet och utbildning som krävs för uppgifterna och vara tillförlitlig på det sätt som avses i 3 § 3 mom.",
        "folded_sv": "registreringsuppgifter som avses i 2 § 3 mom. far utforas av en hos avtalsregistreraren anstalld person som uppnatt myndighetsaldern och vars handlingsbehorighet inte ar begransad. han eller hon ska ha den yrkesskicklighet och utbildning som kravs for uppgifterna och vara tillforlitlig pa det satt som avses i 3 § 3 mom."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Rekisteröintitehtävien suorittaminen",
      "content": "Sopimusrekisteröijään ja sen henkilöstöön ei sovelleta hallintolain (434/2003) 28 §:n 1 momentin 4 kohtaa niiden suorittaessa tämän lain 2 §:n 3 momentissa tarkoitettuja rekisteröintitehtäviä. Sopimusrekisteröijän henkilöstöön sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä sen suorittaessa 2 §:n 3 momentissa tarkoitettuja rekisteröintitehtäviä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Sopimusrekisteröijään ja sen henkilöstöön ei sovelleta hallintolain (434/2003) 28 § :n 1 momentin 4 kohtaa niiden suorittaessa tämän lain 2 § :n 3 momentissa tarkoitettuja rekisteröintitehtäviä. Sopimusrekisteröijän henkilöstöön sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä sen suorittaessa 2 § :n 3 momentissa tarkoitettuja rekisteröintitehtäviä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974).",
        "folded_fi": "sopimusrekisteroijaan ja sen henkilostoon ei sovelleta hallintolain (434/2003) 28 §:n 1 momentin 4 kohtaa niiden suorittaessa taman lain 2 §:n 3 momentissa tarkoitettuja rekisterointitehtavia. sopimusrekisteroijan henkilostoon sovelletaan rikosoikeudellista virkavastuuta koskevia saannoksia sen suorittaessa 2 §:n 3 momentissa tarkoitettuja rekisterointitehtavia. vahingonkorvausvastuusta saadetaan vahingonkorvauslaissa (412/1974).",
        "title_sv": "Utförande av registreringsuppgifter",
        "content_sv": "På en avtalsregistrerare och avtalsregistrerarens anställda tillämpas inte 28 § 1 mom. 4 punkten i förvaltningslagen (434/2003) när dessa utför registreringsuppgifter som avses i 2 § 3 mom. i denna lag. På avtalsregistrerarens anställda ska bestämmelserna om straffrättsligt tjänsteansvar tillämpas när de utför registreringsuppgifter som avses i 2 § 3 mom. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974).",
        "normalized_sv": "På en avtalsregistrerare och avtalsregistrerarens anställda tillämpas inte 28 § 1 mom. 4 punkten i förvaltningslagen (434/2003) när dessa utför registreringsuppgifter som avses i 2 § 3 mom. i denna lag. På avtalsregistrerarens anställda ska bestämmelserna om straffrättsligt tjänsteansvar tillämpas när de utför registreringsuppgifter som avses i 2 § 3 mom. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974).",
        "folded_sv": "pa en avtalsregistrerare och avtalsregistrerarens anstallda tillampas inte 28 § 1 mom. 4 punkten i forvaltningslagen (434/2003) nar dessa utfor registreringsuppgifter som avses i 2 § 3 mom. i denna lag. pa avtalsregistrerarens anstallda ska bestammelserna om straffrattsligt tjansteansvar tillampas nar de utfor registreringsuppgifter som avses i 2 § 3 mom. bestammelser om skadestandsansvar finns i skadestandslagen (412/1974)."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Rekisteröintitoimintaa koskeva sopimus",
      "content": "Liikenteen turvallisuusvirasto tekee sopimuksen sopimusrekisteröijän kanssa 2 §:n 3 momentissa tarkoitettujen rekisteröintitoimintaa koskevien palveluiden tuottamisesta. Sopimuksessa on sovittava ainakin: 1) sopimusrekisteröijän tehtävistä; 2) rekisteröintitehtäviä suorittavien henkilöiden riittävän ammattitaidon sekä rekisteröintitoiminnan laadun turvaavista menettelyistä; 3) rekisteröintitehtäviin edellytettävästä tietoliikenneyhteydestä, tietojärjestelmästä, turvallisuusjärjestelyistä ja muista tehtävän asianmukaisen hoitamisen kannalta tarpeellisista seikoista ottaen huomioon viranomaisia velvoittavat tietoturvallisuutta koskevat säännökset; 4) mahdollisesta Liikenteen turvallisuusviraston sopimusrekisteröijälle maksamasta korvauksesta; 5) valvontamenettelyjen ja toiminnan tarkastamisen tehokkuuden varmistamisesta. Sopimusrekisteröijän tulee antaa Liikenteen turvallisuusvirastolle selvitys 3 ja 4 §:ssä tarkoitettujen vaatimusten täyttymisestä ennen sopimuksen tekemistä. Luotettavuuden arvioinnin tekee kuitenkin Liikenteen turvallisuusvirasto. Sopimusrekisteröijän on ilmoitettava Liikenteen turvallisuusvirastolle kaikista sellaisista tiedossaan olevista muutoksista, joilla voi olla vaikutusta 3 ja 4 §:ssä säädettyjen vaatimusten täyttymiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Liikenteen turvallisuusvirasto tekee sopimuksen sopimusrekisteröijän kanssa 2 § :n 3 momentissa tarkoitettujen rekisteröintitoimintaa koskevien palveluiden tuottamisesta. Sopimuksessa on sovittava ainakin: 1) sopimusrekisteröijän tehtävistä; 2) rekisteröintitehtäviä suorittavien henkilöiden riittävän ammattitaidon sekä rekisteröintitoiminnan laadun turvaavista menettelyistä; 3) rekisteröintitehtäviin edellytettävästä tietoliikenneyhteydestä, tietojärjestelmästä, turvallisuusjärjestelyistä ja muista tehtävän asianmukaisen hoitamisen kannalta tarpeellisista seikoista ottaen huomioon viranomaisia velvoittavat tietoturvallisuutta koskevat säännökset; 4) mahdollisesta Liikenteen turvallisuusviraston sopimusrekisteröijälle maksamasta korvauksesta; 5) valvontamenettelyjen ja toiminnan tarkastamisen tehokkuuden varmistamisesta. Sopimusrekisteröijän tulee antaa Liikenteen turvallisuusvirastolle selvitys 3 ja 4 § :ssä tarkoitettujen vaatimusten täyttymisestä ennen sopimuksen tekemistä. Luotettavuuden arvioinnin tekee kuitenkin Liikenteen turvallisuusvirasto. Sopimusrekisteröijän on ilmoitettava Liikenteen turvallisuusvirastolle kaikista sellaisista tiedossaan olevista muutoksista, joilla voi olla vaikutusta 3 ja 4 § :ssä säädettyjen vaatimusten täyttymiseen.",
        "folded_fi": "liikenteen turvallisuusvirasto tekee sopimuksen sopimusrekisteroijan kanssa 2 §:n 3 momentissa tarkoitettujen rekisterointitoimintaa koskevien palveluiden tuottamisesta. sopimuksessa on sovittava ainakin: 1) sopimusrekisteroijan tehtavista; 2) rekisterointitehtavia suorittavien henkiloiden riittavan ammattitaidon seka rekisterointitoiminnan laadun turvaavista menettelyista; 3) rekisterointitehtaviin edellytettavasta tietoliikenneyhteydesta, tietojarjestelmasta, turvallisuusjarjestelyista ja muista tehtavan asianmukaisen hoitamisen kannalta tarpeellisista seikoista ottaen huomioon viranomaisia velvoittavat tietoturvallisuutta koskevat saannokset; 4) mahdollisesta liikenteen turvallisuusviraston sopimusrekisteroijalle maksamasta korvauksesta; 5) valvontamenettelyjen ja toiminnan tarkastamisen tehokkuuden varmistamisesta. sopimusrekisteroijan tulee antaa liikenteen turvallisuusvirastolle selvitys 3 ja 4 §:ssa tarkoitettujen vaatimusten tayttymisesta ennen sopimuksen tekemista. luotettavuuden arvioinnin tekee kuitenkin liikenteen turvallisuusvirasto. sopimusrekisteroijan on ilmoitettava liikenteen turvallisuusvirastolle kaikista sellaisista tiedossaan olevista muutoksista, joilla voi olla vaikutusta 3 ja 4 §:ssa saadettyjen vaatimusten tayttymiseen.",
        "title_sv": "Avtal om registreringsverksamhet",
        "content_sv": "Trafiksäkerhetsverket ingår ett avtal med avtalsregistreraren om produktion av de registreringstjänster som avses i 2 § 3 mom. I avtalet ska det åtminstone avtalas om 1) avtalsregistrerarens uppgifter, 2) förfaranden som säkerställer att de personer som utför registreringsuppgifter har tillräcklig yrkesskicklighet samt att registreringsverksamheten är av tillräckligt hög kvalitet, 3) datakommunikationsförbindelser, informationssystem, säkerhetsarrangemang och annat som behövs för att sköta uppgiften på behörigt sätt med beaktande av de bestämmelser om datasäkerhet som myndigheter ska iaktta, 4) eventuell ersättning som Trafiksäkerhetsverket ska betala till avtalsregistreraren, 5) tillsynsförfaranden samt säkerställande av en effektiv granskning av verksamheten. Innan avtalet ingås ska avtalsregistreraren lämna Trafiksäkerhetsverket en redogörelse för hur de krav som avses i 3 och 4 § uppfylls. Bedömningen av tillförlitligheten görs dock av Trafiksäkerhetsverket. Avtalsregistreraren ska underrätta Trafiksäkerhetsverket om alla sådana förändringar som avtalsregistreraren känner till och som kan inverka på uppfyllandet av de krav som anges i 3 och 4 §.",
        "normalized_sv": "Trafiksäkerhetsverket ingår ett avtal med avtalsregistreraren om produktion av de registreringstjänster som avses i 2 § 3 mom. I avtalet ska det åtminstone avtalas om 1) avtalsregistrerarens uppgifter, 2) förfaranden som säkerställer att de personer som utför registreringsuppgifter har tillräcklig yrkesskicklighet samt att registreringsverksamheten är av tillräckligt hög kvalitet, 3) datakommunikationsförbindelser, informationssystem, säkerhetsarrangemang och annat som behövs för att sköta uppgiften på behörigt sätt med beaktande av de bestämmelser om datasäkerhet som myndigheter ska iaktta, 4) eventuell ersättning som Trafiksäkerhetsverket ska betala till avtalsregistreraren, 5) tillsynsförfaranden samt säkerställande av en effektiv granskning av verksamheten. Innan avtalet ingås ska avtalsregistreraren lämna Trafiksäkerhetsverket en redogörelse för hur de krav som avses i 3 och 4 § uppfylls. Bedömningen av tillförlitligheten görs dock av Trafiksäkerhetsverket. Avtalsregistreraren ska underrätta Trafiksäkerhetsverket om alla sådana förändringar som avtalsregistreraren känner till och som kan inverka på uppfyllandet av de krav som anges i 3 och 4 § .",
        "folded_sv": "trafiksakerhetsverket ingar ett avtal med avtalsregistreraren om produktion av de registreringstjanster som avses i 2 § 3 mom. i avtalet ska det atminstone avtalas om 1) avtalsregistrerarens uppgifter, 2) forfaranden som sakerstaller att de personer som utfor registreringsuppgifter har tillracklig yrkesskicklighet samt att registreringsverksamheten ar av tillrackligt hog kvalitet, 3) datakommunikationsforbindelser, informationssystem, sakerhetsarrangemang och annat som behovs for att skota uppgiften pa behorigt satt med beaktande av de bestammelser om datasakerhet som myndigheter ska iaktta, 4) eventuell ersattning som trafiksakerhetsverket ska betala till avtalsregistreraren, 5) tillsynsforfaranden samt sakerstallande av en effektiv granskning av verksamheten. innan avtalet ingas ska avtalsregistreraren lamna trafiksakerhetsverket en redogorelse for hur de krav som avses i 3 och 4 § uppfylls. bedomningen av tillforlitligheten gors dock av trafiksakerhetsverket. avtalsregistreraren ska underratta trafiksakerhetsverket om alla sadana forandringar som avtalsregistreraren kanner till och som kan inverka pa uppfyllandet av de krav som anges i 3 och 4 §."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Rekisteröintitoimintaa koskevan sopimuksen irtisanominen ja purkaminen",
      "content": "Liikenteen turvallisuusviraston tulee irtisanoa tai purkaa rekisteröintitoimintaa koskeva sopimus, jos sopimusrekisteröijä: 1) ei enää täytä 3 §:ssä säädettyjä sopimusrekisteröijää koskevia yleisiä vaatimuksia; 3) toimii olennaisesti tai toistuvasti lainvastaisesti; tai 3) laiminlyö olennaisesti tai toistuvasti rekisteröintitoimintaa koskevassa sopimuksessa sovittujen rekisteröintitehtävien suorittamisen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Liikenteen turvallisuusviraston tulee irtisanoa tai purkaa rekisteröintitoimintaa koskeva sopimus, jos sopimusrekisteröijä: 1) ei enää täytä 3 § :ssä säädettyjä sopimusrekisteröijää koskevia yleisiä vaatimuksia; 3) toimii olennaisesti tai toistuvasti lainvastaisesti; tai 3) laiminlyö olennaisesti tai toistuvasti rekisteröintitoimintaa koskevassa sopimuksessa sovittujen rekisteröintitehtävien suorittamisen.",
        "folded_fi": "liikenteen turvallisuusviraston tulee irtisanoa tai purkaa rekisterointitoimintaa koskeva sopimus, jos sopimusrekisteroija: 1) ei enaa tayta 3 §:ssa saadettyja sopimusrekisteroijaa koskevia yleisia vaatimuksia; 3) toimii olennaisesti tai toistuvasti lainvastaisesti; tai 3) laiminlyo olennaisesti tai toistuvasti rekisterointitoimintaa koskevassa sopimuksessa sovittujen rekisterointitehtavien suorittamisen.",
        "title_sv": "Uppsägning och hävande av avtal om registreringsverksamhet",
        "content_sv": "Trafiksäkerhetsverket ska säga upp eller häva ett avtal om registreringsverksamhet, om avtalsregistreraren 1) inte längre uppfyller de allmänna krav enligt 3 § som gäller avtalsregistrerare, 2) väsentligt eller upprepat handlar på ett lagstridigt sätt, eller 3) väsentligt eller upprepat försummar att utföra registreringsuppgifterna enligt avtalet om registreringsverksamhet.",
        "normalized_sv": "Trafiksäkerhetsverket ska säga upp eller häva ett avtal om registreringsverksamhet, om avtalsregistreraren 1) inte längre uppfyller de allmänna krav enligt 3 § som gäller avtalsregistrerare, 2) väsentligt eller upprepat handlar på ett lagstridigt sätt, eller 3) väsentligt eller upprepat försummar att utföra registreringsuppgifterna enligt avtalet om registreringsverksamhet.",
        "folded_sv": "trafiksakerhetsverket ska saga upp eller hava ett avtal om registreringsverksamhet, om avtalsregistreraren 1) inte langre uppfyller de allmanna krav enligt 3 § som galler avtalsregistrerare, 2) vasentligt eller upprepat handlar pa ett lagstridigt satt, eller 3) vasentligt eller upprepat forsummar att utfora registreringsuppgifterna enligt avtalet om registreringsverksamhet."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Rekisteröinnistä perittävä maksu",
      "content": "Sopimusrekisteröijä perii rekisteröintitoimintaan kuuluvista suoritteista Liikenteen turvallisuusvirastolle maksut, jotka määrätään siten kuin valtion maksuperustelaissa (150/1992) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Sopimusrekisteröijä perii rekisteröintitoimintaan kuuluvista suoritteista Liikenteen turvallisuusvirastolle maksut, jotka määrätään siten kuin valtion maksuperustelaissa (150/1992) säädetään.",
        "folded_fi": "sopimusrekisteroija perii rekisterointitoimintaan kuuluvista suoritteista liikenteen turvallisuusvirastolle maksut, jotka maarataan siten kuin valtion maksuperustelaissa (150/1992) saadetaan.",
        "title_sv": "Registreringsavgift",
        "content_sv": "Avtalsregistreraren tar för prestationer som hör till registreringsverksamheten ut avgifter till Trafiksäkerhetsverket. Avgifterna bestäms på det sätt som anges i lagen om grunderna för avgifter till staten (150/1992).",
        "normalized_sv": "Avtalsregistreraren tar för prestationer som hör till registreringsverksamheten ut avgifter till Trafiksäkerhetsverket. Avgifterna bestäms på det sätt som anges i lagen om grunderna för avgifter till staten (150/1992).",
        "folded_sv": "avtalsregistreraren tar for prestationer som hor till registreringsverksamheten ut avgifter till trafiksakerhetsverket. avgifterna bestams pa det satt som anges i lagen om grunderna for avgifter till staten (150/1992)."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Valvonta",
      "content": "Liikenteen turvallisuusvirasto valvoo sopimusrekisteröijän rekisteröintitoimintaa. Liikenteen turvallisuusvirastolla on oikeus saada sopimusrekisteröijältä salassapitosäännösten estämättä tarpeelliset asiakirjat valvonnan suorittamiseksi. Liikenteen turvallisuusvirastolla on valvontatehtäviensä suorittamiseksi oikeus päästä sopimusrekisteröijän toimitiloihin tai muihin tiloihin lukuun ottamatta pysyväisluontoiseen asumiseen käytettyjä tiloja. Tarkastuksessa noudatetaan, mitä hallintolain 39 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Liikenteen turvallisuusvirasto valvoo sopimusrekisteröijän rekisteröintitoimintaa. Liikenteen turvallisuusvirastolla on oikeus saada sopimusrekisteröijältä salassapitosäännösten estämättä tarpeelliset asiakirjat valvonnan suorittamiseksi. Liikenteen turvallisuusvirastolla on valvontatehtäviensä suorittamiseksi oikeus päästä sopimusrekisteröijän toimitiloihin tai muihin tiloihin lukuun ottamatta pysyväisluontoiseen asumiseen käytettyjä tiloja. Tarkastuksessa noudatetaan, mitä hallintolain 39 § :ssä säädetään.",
        "folded_fi": "liikenteen turvallisuusvirasto valvoo sopimusrekisteroijan rekisterointitoimintaa. liikenteen turvallisuusvirastolla on oikeus saada sopimusrekisteroijalta salassapitosaannosten estamatta tarpeelliset asiakirjat valvonnan suorittamiseksi. liikenteen turvallisuusvirastolla on valvontatehtaviensa suorittamiseksi oikeus paasta sopimusrekisteroijan toimitiloihin tai muihin tiloihin lukuun ottamatta pysyvaisluontoiseen asumiseen kaytettyja tiloja. tarkastuksessa noudatetaan, mita hallintolain 39 §:ssa saadetaan.",
        "title_sv": "Tillsyn",
        "content_sv": "Trafiksäkerhetsverket utövar tillsyn över avtalsregistrerarnas registreringsverksamhet. Trafiksäkerhetsverket har trots sekretessbestämmelserna rätt att av avtalsregistrerarna få de handlingar som behövs för tillsynen. Trafiksäkerhetsverket har för utförandet av sina tillsynsuppgifter rätt att få tillträde till avtalsregistrerarens lokaler och andra utrymmen, med undantag för utrymmen som används för boende av permanent natur. Vid inspektioner ska 39 § i förvaltningslagen iakttas.",
        "normalized_sv": "Trafiksäkerhetsverket utövar tillsyn över avtalsregistrerarnas registreringsverksamhet. Trafiksäkerhetsverket har trots sekretessbestämmelserna rätt att av avtalsregistrerarna få de handlingar som behövs för tillsynen. Trafiksäkerhetsverket har för utförandet av sina tillsynsuppgifter rätt att få tillträde till avtalsregistrerarens lokaler och andra utrymmen, med undantag för utrymmen som används för boende av permanent natur. Vid inspektioner ska 39 § i förvaltningslagen iakttas.",
        "folded_sv": "trafiksakerhetsverket utovar tillsyn over avtalsregistrerarnas registreringsverksamhet. trafiksakerhetsverket har trots sekretessbestammelserna ratt att av avtalsregistrerarna fa de handlingar som behovs for tillsynen. trafiksakerhetsverket har for utforandet av sina tillsynsuppgifter ratt att fa tilltrade till avtalsregistrerarens lokaler och andra utrymmen, med undantag for utrymmen som anvands for boende av permanent natur. vid inspektioner ska 39 § i forvaltningslagen iakttas."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Liikenteen turvallisuusviraston tiedonsaantioikeus",
      "content": "Liikenteen turvallisuusvirastolla on salassapitosäännösten estämättä oikeus saada tarpeelliset tiedot rikosrekisteristä ja sakon täytäntöönpanosta annetun lain (672/2002) 46 §:ssä tarkoitetusta sakkorekisteristä sopimusrekisteröijälle sekä rekisteröintejä suorittavalle henkilölle tämän lain 3 ja 4 §:ssä säädetyn luotettavuusvaatimuksen selvittämiseksi ja 9 §:ssä tarkoitettua valvontaa varten. Tiedot voidaan luovuttaa teknisellä käyttöyhteydellä. Tieto rikoksesta voidaan sopimuksen purkamisen perusteena luovuttaa sopimusrekisteröijälle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Liikenteen turvallisuusvirastolla on salassapitosäännösten estämättä oikeus saada tarpeelliset tiedot rikosrekisteristä ja sakon täytäntöönpanosta annetun lain (672/2002) 46 § :ssä tarkoitetusta sakkorekisteristä sopimusrekisteröijälle sekä rekisteröintejä suorittavalle henkilölle tämän lain 3 ja 4 § :ssä säädetyn luotettavuusvaatimuksen selvittämiseksi ja 9 § :ssä tarkoitettua valvontaa varten. Tiedot voidaan luovuttaa teknisellä käyttöyhteydellä. Tieto rikoksesta voidaan sopimuksen purkamisen perusteena luovuttaa sopimusrekisteröijälle.",
        "folded_fi": "liikenteen turvallisuusvirastolla on salassapitosaannosten estamatta oikeus saada tarpeelliset tiedot rikosrekisterista ja sakon taytantoonpanosta annetun lain (672/2002) 46 §:ssa tarkoitetusta sakkorekisterista sopimusrekisteroijalle seka rekisterointeja suorittavalle henkilolle taman lain 3 ja 4 §:ssa saadetyn luotettavuusvaatimuksen selvittamiseksi ja 9 §:ssa tarkoitettua valvontaa varten. tiedot voidaan luovuttaa teknisella kayttoyhteydella. tieto rikoksesta voidaan sopimuksen purkamisen perusteena luovuttaa sopimusrekisteroijalle.",
        "title_sv": "Trafiksäkerhetsverkets rätt att få information",
        "content_sv": "Trafiksäkerhetsverket har trots sekretessbestämmelserna rätt att få behövliga uppgifter ur straffregistret och ur det bötesregister som avses i 46 § i lagen om verkställighet av böter (672/2002) för att utreda det tillförlitlighetskrav enligt 3 och 4 § i denna lag som avser avtalsregistreraren och den som utför registreringar samt för den tillsyn som avses i 9 §. Uppgifterna kan lämnas ut via en teknisk anslutning. En uppgift om ett brott får som grund för hävande av avtal lämnas ut till avtalsregistreraren.",
        "normalized_sv": "Trafiksäkerhetsverket har trots sekretessbestämmelserna rätt att få behövliga uppgifter ur straffregistret och ur det bötesregister som avses i 46 § i lagen om verkställighet av böter (672/2002) för att utreda det tillförlitlighetskrav enligt 3 och 4 § i denna lag som avser avtalsregistreraren och den som utför registreringar samt för den tillsyn som avses i 9 § . Uppgifterna kan lämnas ut via en teknisk anslutning. En uppgift om ett brott får som grund för hävande av avtal lämnas ut till avtalsregistreraren.",
        "folded_sv": "trafiksakerhetsverket har trots sekretessbestammelserna ratt att fa behovliga uppgifter ur straffregistret och ur det botesregister som avses i 46 § i lagen om verkstallighet av boter (672/2002) for att utreda det tillforlitlighetskrav enligt 3 och 4 § i denna lag som avser avtalsregistreraren och den som utfor registreringar samt for den tillsyn som avses i 9 §. uppgifterna kan lamnas ut via en teknisk anslutning. en uppgift om ett brott far som grund for havande av avtal lamnas ut till avtalsregistreraren."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Virka-apu",
      "content": "Poliisi on velvollinen antamaan virka-apua tämän lain ja sen nojalla annettujen säännösten noudattamisen valvomiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Poliisi on velvollinen antamaan virka-apua tämän lain ja sen nojalla annettujen säännösten noudattamisen valvomiseksi.",
        "folded_fi": "poliisi on velvollinen antamaan virka-apua taman lain ja sen nojalla annettujen saannosten noudattamisen valvomiseksi.",
        "title_sv": "Handräckning",
        "content_sv": "Polisen är skyldig att lämna handräckning vid tillsynen över efterlevnaden av denna lag och de bestämmelser som utfärdats med stöd av den.",
        "normalized_sv": "Polisen är skyldig att lämna handräckning vid tillsynen över efterlevnaden av denna lag och de bestämmelser som utfärdats med stöd av den.",
        "folded_sv": "polisen ar skyldig att lamna handrackning vid tillsynen over efterlevnaden av denna lag och de bestammelser som utfardats med stod av den."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Muutoksenhaku",
      "content": "Liikenteen turvallisuusviraston rekisteröintiä koskevaan päätökseen saa vaatia oikaisua virastolta siten kuin hallintolaissa säädetään. Oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan. Henkilötietojen korjaamista koskevaan päätökseen haetaan muutosta siten kuin henkilötietolaissa (523/1999) säädetään, ja asiakkaalta perittävään maksuun haetaan muutosta siten kuin valtion maksuperustelaissa säädetään. Tämän lain nojalla tehtyä päätöstä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Liikenteen turvallisuusviraston rekisteröintiä koskevaan päätökseen saa vaatia oikaisua virastolta siten kuin hallintolaissa säädetään. Oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan. Henkilötietojen korjaamista koskevaan päätökseen haetaan muutosta siten kuin henkilötietolaissa (523/1999) säädetään, ja asiakkaalta perittävään maksuun haetaan muutosta siten kuin valtion maksuperustelaissa säädetään. Tämän lain nojalla tehtyä päätöstä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää.",
        "folded_fi": "liikenteen turvallisuusviraston rekisterointia koskevaan paatokseen saa vaatia oikaisua virastolta siten kuin hallintolaissa saadetaan. oikaisuvaatimukseen annettuun paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa (586/1996) saadetaan. hallinto-oikeuden paatokseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myontaa valitusluvan. henkilotietojen korjaamista koskevaan paatokseen haetaan muutosta siten kuin henkilotietolaissa (523/1999) saadetaan, ja asiakkaalta perittavaan maksuun haetaan muutosta siten kuin valtion maksuperustelaissa saadetaan. taman lain nojalla tehtya paatosta on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin maaraa.",
        "title_sv": "Ändringssökande",
        "content_sv": "Omprövning av ett beslut om registrering som har fattats av Trafiksäkerhetsverket får begäras hos verket på det sätt som anges i förvaltningslagen. Det beslut som fattats med anledning av begäran om omprövning får överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen (586/1996). Över förvaltningsdomstolens beslut får besvär anföras endast om högsta förvaltningsdomstolen beviljar besvärstillstånd. Ändring i ett beslut om rättelse av personuppgifter får sökas på det sätt som anges i personuppgiftslagen (523/1999). Ändring i en avgift som tas ut hos en kund får sökas på det sätt som anges i lagen om grunderna för avgifter till staten. Ett beslut som har fattats med stöd av denna lag ska iakttas trots ändringssökande, om inte den myndighet där ändring sökts bestämmer något annat.",
        "normalized_sv": "Omprövning av ett beslut om registrering som har fattats av Trafiksäkerhetsverket får begäras hos verket på det sätt som anges i förvaltningslagen. Det beslut som fattats med anledning av begäran om omprövning får överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen (586/1996). Över förvaltningsdomstolens beslut får besvär anföras endast om högsta förvaltningsdomstolen beviljar besvärstillstånd. Ändring i ett beslut om rättelse av personuppgifter får sökas på det sätt som anges i personuppgiftslagen (523/1999). Ändring i en avgift som tas ut hos en kund får sökas på det sätt som anges i lagen om grunderna för avgifter till staten. Ett beslut som har fattats med stöd av denna lag ska iakttas trots ändringssökande, om inte den myndighet där ändring sökts bestämmer något annat.",
        "folded_sv": "omprovning av ett beslut om registrering som har fattats av trafiksakerhetsverket far begaras hos verket pa det satt som anges i forvaltningslagen. det beslut som fattats med anledning av begaran om omprovning far overklagas genom besvar hos forvaltningsdomstolen pa det satt som anges i forvaltningsprocesslagen (586/1996). over forvaltningsdomstolens beslut far besvar anforas endast om hogsta forvaltningsdomstolen beviljar besvarstillstand. andring i ett beslut om rattelse av personuppgifter far sokas pa det satt som anges i personuppgiftslagen (523/1999). andring i en avgift som tas ut hos en kund far sokas pa det satt som anges i lagen om grunderna for avgifter till staten. ett beslut som har fattats med stod av denna lag ska iakttas trots andringssokande, om inte den myndighet dar andring sokts bestammer nagot annat."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Viittaukset rikoslakiin",
      "content": "Rangaistus salassapitovelvollisuuden rikkomisesta säädetään rikoslain (39/1889) 38 luvun 1 ja 2 §:ssä sekä 40 luvun 5 §:ssä. Rangaistus henkilörekisteririkoksesta säädetään rikoslain 38 luvun 9 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Rangaistus salassapitovelvollisuuden rikkomisesta säädetään rikoslain (39/1889) 38 luvun 1 ja 2 § :ssä sekä 40 luvun 5 § :ssä. Rangaistus henkilörekisteririkoksesta säädetään rikoslain 38 luvun 9 § :ssä.",
        "folded_fi": "rangaistus salassapitovelvollisuuden rikkomisesta saadetaan rikoslain (39/1889) 38 luvun 1 ja 2 §:ssa seka 40 luvun 5 §:ssa. rangaistus henkilorekisteririkoksesta saadetaan rikoslain 38 luvun 9 §:ssa.",
        "title_sv": "Hänvisningar till strafflagen",
        "content_sv": "Bestämmelser om straff för brott mot tystnadsplikten finns i 38 kap. 1 och 2 § samt 40 kap. 5 § i strafflagen (39/1889). Bestämmelser om straff för personregisterbrott finns i 38 kap. 9 § i strafflagen.",
        "normalized_sv": "Bestämmelser om straff för brott mot tystnadsplikten finns i 38 kap. 1 och 2 § samt 40 kap. 5 § i strafflagen (39/1889). Bestämmelser om straff för personregisterbrott finns i 38 kap. 9 § i strafflagen.",
        "folded_sv": "bestammelser om straff for brott mot tystnadsplikten finns i 38 kap. 1 och 2 § samt 40 kap. 5 § i strafflagen (39/1889). bestammelser om straff for personregisterbrott finns i 38 kap. 9 § i strafflagen."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 16 päivänä marraskuuta 2015. Sen 2 §:n 2 momenttia sovelletaan kuitenkin vasta 1 päivästä joulukuuta 2015. Tällä lailla kumotaan ajoneuvojen rekisteröintitoiminnasta annettu laki (1100/1998). Liikenteen turvallisuusvirasto arvioi vuoden kuluessa tämän lain voimaantulosta niiden sopimusrekisteröijien ja rekisteröintitehtäviä suorittavien henkilöiden luotettavuuden, jotka toimivat sopimusrekisteröijinä tai rekisteröintitehtäviä suorittavina henkilöinä tämän lain tullessa voimaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Tämä laki tulee voimaan 16 päivänä marraskuuta 2015. Sen 2 § :n 2 momenttia sovelletaan kuitenkin vasta 1 päivästä joulukuuta 2015. Tällä lailla kumotaan ajoneuvojen rekisteröintitoiminnasta annettu laki (1100/1998). Liikenteen turvallisuusvirasto arvioi vuoden kuluessa tämän lain voimaantulosta niiden sopimusrekisteröijien ja rekisteröintitehtäviä suorittavien henkilöiden luotettavuuden, jotka toimivat sopimusrekisteröijinä tai rekisteröintitehtäviä suorittavina henkilöinä tämän lain tullessa voimaan.",
        "folded_fi": "tama laki tulee voimaan 16 paivana marraskuuta 2015. sen 2 §:n 2 momenttia sovelletaan kuitenkin vasta 1 paivasta joulukuuta 2015. talla lailla kumotaan ajoneuvojen rekisterointitoiminnasta annettu laki (1100/1998). liikenteen turvallisuusvirasto arvioi vuoden kuluessa taman lain voimaantulosta niiden sopimusrekisteroijien ja rekisterointitehtavia suorittavien henkiloiden luotettavuuden, jotka toimivat sopimusrekisteroijina tai rekisterointitehtavia suorittavina henkiloina taman lain tullessa voimaan.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 16 november 2015. Lagens 2 § 2 mom. tillämpas dock först från och med den 1 december 2015. Genom denna lag upphävs lagen om registrering av fordon (1100/1998). Trafiksäkerhetsverket ska inom ett år från ikraftträdandet av denna lag bedöma tillförlitligheten hos de avtalsregistrerare och personer som utför registreringsuppgifter som vid ikraftträdandet av lagen är avtalsregistrerare eller utför registreringsuppgifter.",
        "normalized_sv": "Denna lag träder i kraft den 16 november 2015. Lagens 2 § 2 mom. tillämpas dock först från och med den 1 december 2015. Genom denna lag upphävs lagen om registrering av fordon (1100/1998). Trafiksäkerhetsverket ska inom ett år från ikraftträdandet av denna lag bedöma tillförlitligheten hos de avtalsregistrerare och personer som utför registreringsuppgifter som vid ikraftträdandet av lagen är avtalsregistrerare eller utför registreringsuppgifter.",
        "folded_sv": "denna lag trader i kraft den 16 november 2015. lagens 2 § 2 mom. tillampas dock forst fran och med den 1 december 2015. genom denna lag upphavs lagen om registrering av fordon (1100/1998). trafiksakerhetsverket ska inom ett ar fran ikrafttradandet av denna lag bedoma tillforlitligheten hos de avtalsregistrerare och personer som utfor registreringsuppgifter som vid ikrafttradandet av lagen ar avtalsregistrerare eller utfor registreringsuppgifter."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    }
  ]
}