{
  "id": "176/2015",
  "type": "statute",
  "title": "Laki ajoneuvolain muuttamisesta",
  "title_en": "Lag om ändring av fordonslagen",
  "status": "in_force",
  "issued_date": "2015-03-06",
  "in_force_date": "2015-03-06",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/176/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 28) jälkitarkastuksella katsastuksessa hylätylle ajoneuvolle kuukauden kuluessa katsastuksesta suoritettavaa tarkastusta; 29) varmenteella 65 a §:ssä tarkoitetulle ennakkoilmoituksen tekijälle tai ajoneuvon rekisteriin merkitylle omistajalle luovutettavaa ajoneuvon omistusoikeutta osoittavaa tunnistetta; 30) rekisteröinnin suorittajalla Liikenteen turvallisuusvirastoa ja ajoneuvojen rekisteröintitoiminnasta annetun lain (175/2015) 2 §:n 1 momentissa tarkoitettua sopimusrekisteröijää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Tässä laissa tarkoitetaan: 28) jälkitarkastuksella katsastuksessa hylätylle ajoneuvolle kuukauden kuluessa katsastuksesta suoritettavaa tarkastusta; 29) varmenteella 65 a § :ssä tarkoitetulle ennakkoilmoituksen tekijälle tai ajoneuvon rekisteriin merkitylle omistajalle luovutettavaa ajoneuvon omistusoikeutta osoittavaa tunnistetta; 30) rekisteröinnin suorittajalla Liikenteen turvallisuusvirastoa ja ajoneuvojen rekisteröintitoiminnasta annetun lain (175/2015) 2 § :n 1 momentissa tarkoitettua sopimusrekisteröijää.",
        "folded_fi": "tassa laissa tarkoitetaan: 28) jalkitarkastuksella katsastuksessa hylatylle ajoneuvolle kuukauden kuluessa katsastuksesta suoritettavaa tarkastusta; 29) varmenteella 65 a §:ssa tarkoitetulle ennakkoilmoituksen tekijalle tai ajoneuvon rekisteriin merkitylle omistajalle luovutettavaa ajoneuvon omistusoikeutta osoittavaa tunnistetta; 30) rekisteroinnin suorittajalla liikenteen turvallisuusvirastoa ja ajoneuvojen rekisterointitoiminnasta annetun lain (175/2015) 2 §:n 1 momentissa tarkoitettua sopimusrekisteroijaa.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 28) efterkontroll sådan kontroll av ett fordon som underkänts vid besiktning som ska utföras inom en månad från besiktningen, 29) certifikat en identifieringskod som lämnas till en förhandsanmälare enligt 65 a § eller till den i registret antecknade ägaren av ett fordon och som visar äganderätten till fordonet, 30) den som utför registreringar Trafiksäkerhetsverket och en i 2 § 1 mom. i lagen om registrering av fordon (175/2015) avsedd avtalsregistrerare.",
        "normalized_sv": "I denna lag avses med 28) efterkontroll sådan kontroll av ett fordon som underkänts vid besiktning som ska utföras inom en månad från besiktningen, 29) certifikat en identifieringskod som lämnas till en förhandsanmälare enligt 65 a § eller till den i registret antecknade ägaren av ett fordon och som visar äganderätten till fordonet, 30) den som utför registreringar Trafiksäkerhetsverket och en i 2 § 1 mom. i lagen om registrering av fordon (175/2015) avsedd avtalsregistrerare.",
        "folded_sv": "i denna lag avses med 28) efterkontroll sadan kontroll av ett fordon som underkants vid besiktning som ska utforas inom en manad fran besiktningen, 29) certifikat en identifieringskod som lamnas till en forhandsanmalare enligt 65 a § eller till den i registret antecknade agaren av ett fordon och som visar aganderatten till fordonet, 30) den som utfor registreringar trafiksakerhetsverket och en i 2 § 1 mom. i lagen om registrering av fordon (175/2015) avsedd avtalsregistrerare."
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "title": "Ajoneuvon rekisteritietojen ilmoittaminen",
      "content": "Moottorikäyttöisen ajoneuvon ja siihen tai sen perävaunuun kytkettävän ajoneuvon omistaja ja haltija ovat velvollisia ilmoittamaan ajoneuvon ensirekisteröintiin tarvittavat tiedot ja niiden muutokset sekä ajoneuvon liikennekäytöstä poistamista, liikennekäyttöön ottamista ja lopullista poistoa koskevat tiedot rekisteriin, jollei tässä laissa tai sen nojalla toisin säädetä. Ajoneuvo katsotaan otetuksi liikennekäyttöön ensirekisteröinnissä. Vakuutusyhtiö on velvollinen ilmoittamaan liikennevakuutusta koskevista tiedoista siten kuin liikennevakuutuslaissa ja 4 momentin nojalla annetussa valtioneuvoston asetuksessa tarkemmin säädetään. Käyttövastaava on velvollinen tekemään käyttövastaavaa koskevan tiedon lisäämistä, vaihtamista ja poistoa koskevan rekisteri-ilmoituksen. Jätelain (646/2011) 59 §:n 1 momentissa säädetään jätteen kerääjän tai käsittelijän velvollisuudesta ilmoittaa ajoneuvon lopullisesta poistosta, jos siitä on annettu romutustodistus. Rekisteri-ilmoituksen voi tehdä rekisteröinnin suorittajan sähköisessä palvelussa. Rekisteri-ilmoituksen tekijä tai hänen asiamiehensä voi myös toimittaa rekisteri-ilmoituksen henkilökohtaisesti ajoneuvojen rekisteröintitoiminnasta annetun lain 2 §:n 1 momentissa tarkoitetulle sopimusrekisteröijälle. Ajoneuvon omistajan ja haltijan välisestä ilmoittamisvelvollisuudesta sekä ajoneuvon edellisen omistajan ja haltijan oikeudesta tehdä rekisteriin talletettuja tietoja koskeva ilmoitus rekisteriin säädetään tarkemmin valtioneuvoston asetuksella. Lisäksi valtioneuvoston asetuksella säädetään tarkemmin rekisteri-ilmoituksen ja rekisteritietojen muutoksia koskevien muiden ilmoitusten tekemisestä ja niihin liittyvistä määräajoista. Puolustusministeriön asetuksella säädetään, mitkä sotilasajoneuvot merkitään tässä laissa tarkoitettuun rekisteriin ja mitkä puolustusvoimien pitämään sotilasajoneuvorekisteriin, sekä sotilasajoneuvorekisteristä ja rekisteröintiasioiden hoitamisesta puolustusvoimissa. Liikennekäytöstä poistettu sotilasajoneuvo voidaan rekisteröidä sotilasajoneuvorekisteriin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:64",
        "normalized_fi": "Moottorikäyttöisen ajoneuvon ja siihen tai sen perävaunuun kytkettävän ajoneuvon omistaja ja haltija ovat velvollisia ilmoittamaan ajoneuvon ensirekisteröintiin tarvittavat tiedot ja niiden muutokset sekä ajoneuvon liikennekäytöstä poistamista, liikennekäyttöön ottamista ja lopullista poistoa koskevat tiedot rekisteriin, jollei tässä laissa tai sen nojalla toisin säädetä. Ajoneuvo katsotaan otetuksi liikennekäyttöön ensirekisteröinnissä. Vakuutusyhtiö on velvollinen ilmoittamaan liikennevakuutusta koskevista tiedoista siten kuin liikennevakuutuslaissa ja 4 momentin nojalla annetussa valtioneuvoston asetuksessa tarkemmin säädetään. Käyttövastaava on velvollinen tekemään käyttövastaavaa koskevan tiedon lisäämistä, vaihtamista ja poistoa koskevan rekisteri-ilmoituksen. Jätelain (646/2011) 59 § :n 1 momentissa säädetään jätteen kerääjän tai käsittelijän velvollisuudesta ilmoittaa ajoneuvon lopullisesta poistosta, jos siitä on annettu romutustodistus. Rekisteri-ilmoituksen voi tehdä rekisteröinnin suorittajan sähköisessä palvelussa. Rekisteri-ilmoituksen tekijä tai hänen asiamiehensä voi myös toimittaa rekisteri-ilmoituksen henkilökohtaisesti ajoneuvojen rekisteröintitoiminnasta annetun lain 2 § :n 1 momentissa tarkoitetulle sopimusrekisteröijälle. Ajoneuvon omistajan ja haltijan välisestä ilmoittamisvelvollisuudesta sekä ajoneuvon edellisen omistajan ja haltijan oikeudesta tehdä rekisteriin talletettuja tietoja koskeva ilmoitus rekisteriin säädetään tarkemmin valtioneuvoston asetuksella. Lisäksi valtioneuvoston asetuksella säädetään tarkemmin rekisteri-ilmoituksen ja rekisteritietojen muutoksia koskevien muiden ilmoitusten tekemisestä ja niihin liittyvistä määräajoista. Puolustusministeriön asetuksella säädetään, mitkä sotilasajoneuvot merkitään tässä laissa tarkoitettuun rekisteriin ja mitkä puolustusvoimien pitämään sotilasajoneuvorekisteriin, sekä sotilasajoneuvorekisteristä ja rekisteröintiasioiden hoitamisesta puolustusvoimissa. Liikennekäytöstä poistettu sotilasajoneuvo voidaan rekisteröidä sotilasajoneuvorekisteriin.",
        "folded_fi": "moottorikayttoisen ajoneuvon ja siihen tai sen peravaunuun kytkettavan ajoneuvon omistaja ja haltija ovat velvollisia ilmoittamaan ajoneuvon ensirekisterointiin tarvittavat tiedot ja niiden muutokset seka ajoneuvon liikennekaytosta poistamista, liikennekayttoon ottamista ja lopullista poistoa koskevat tiedot rekisteriin, jollei tassa laissa tai sen nojalla toisin saadeta. ajoneuvo katsotaan otetuksi liikennekayttoon ensirekisteroinnissa. vakuutusyhtio on velvollinen ilmoittamaan liikennevakuutusta koskevista tiedoista siten kuin liikennevakuutuslaissa ja 4 momentin nojalla annetussa valtioneuvoston asetuksessa tarkemmin saadetaan. kayttovastaava on velvollinen tekemaan kayttovastaavaa koskevan tiedon lisaamista, vaihtamista ja poistoa koskevan rekisteri-ilmoituksen. jatelain (646/2011) 59 §:n 1 momentissa saadetaan jatteen keraajan tai kasittelijan velvollisuudesta ilmoittaa ajoneuvon lopullisesta poistosta, jos siita on annettu romutustodistus. rekisteri-ilmoituksen voi tehda rekisteroinnin suorittajan sahkoisessa palvelussa. rekisteri-ilmoituksen tekija tai hanen asiamiehensa voi myos toimittaa rekisteri-ilmoituksen henkilokohtaisesti ajoneuvojen rekisterointitoiminnasta annetun lain 2 §:n 1 momentissa tarkoitetulle sopimusrekisteroijalle. ajoneuvon omistajan ja haltijan valisesta ilmoittamisvelvollisuudesta seka ajoneuvon edellisen omistajan ja haltijan oikeudesta tehda rekisteriin talletettuja tietoja koskeva ilmoitus rekisteriin saadetaan tarkemmin valtioneuvoston asetuksella. lisaksi valtioneuvoston asetuksella saadetaan tarkemmin rekisteri-ilmoituksen ja rekisteritietojen muutoksia koskevien muiden ilmoitusten tekemisesta ja niihin liittyvista maaraajoista. puolustusministerion asetuksella saadetaan, mitka sotilasajoneuvot merkitaan tassa laissa tarkoitettuun rekisteriin ja mitka puolustusvoimien pitamaan sotilasajoneuvorekisteriin, seka sotilasajoneuvorekisterista ja rekisterointiasioiden hoitamisesta puolustusvoimissa. liikennekaytosta poistettu sotilasajoneuvo voidaan rekisteroida sotilasajoneuvorekisteriin.",
        "title_sv": "Anmälan av fordons registeruppgifter",
        "content_sv": "Ägaren och innehavaren av ett motordrivet fordon och ett fordon som kopplas till detta eller till dess släpvagn är skyldiga att registeranmäla de uppgifter och ändringar av dem som behövs vid första registreringen av ett fordon samt uppgifter om att fordon avställts, påställts och avregistrerats slutligt, om inte annat följer av denna lag eller av bestämmelser som utfärdas med stöd av den. Ett fordon anses ha påställts vid den första registreringen. Försäkringsbolaget är skyldigt att anmäla uppgifter som gäller trafikförsäkringar på det sätt som närmare föreskrivs i trafikförsäkringslagen och i den förordning av statsrådet som utfärdats med stöd av 4 mom. Den som ansvarar för användningen av en bil är skyldig att göra en registreringsanmälan när en uppgift som gäller den som ansvarar för användningen ska registreras, ändras eller avregistreras. I 59 § 1 mom. i avfallslagen (646/2011) föreskrivs det om en insamlares och behandlares skyldighet att anmäla fordonet för slutlig avregistrering, om det för fordonet har utfärdats ett skrotningsintyg. Registreringsanmälan kan göras via den elektroniska tjänst som tillhandahålls av den som utför registreringen. Den som gör registreringsanmälan eller dennes ombud kan även lämna in registreringsanmälan personligen till en avtalsregistrerare som avses i 2 § 1 mom. i lagen om registrering av fordon. Närmare bestämmelser om ägarens och innehavarens inbördes anmälningsskyldighet samt om rätten för fordonets förra ägare och innehavare att göra registeranmälningar som avser registrerade uppgifter utfärdas genom förordning av statsrådet. Genom förordning av statsrådet utfärdas dessutom närmare bestämmelser om registreringsanmälan och andra anmälningar som gäller ändring av registeruppgifter samt om anmälningarnas tidsfrister. Genom förordning av försvarsministeriet utfärdas bestämmelser om vilka militärfordon som införs i det register som avses i denna lag och vilka som införs i det militärfordonsregister som förs av försvarsmakten, samt om militärfordonsregistret och skötseln av registreringsärenden inom försvarsmakten. Ett militärfordon som har avställts får registreras i militärfordonsregistret.",
        "normalized_sv": "Ägaren och innehavaren av ett motordrivet fordon och ett fordon som kopplas till detta eller till dess släpvagn är skyldiga att registeranmäla de uppgifter och ändringar av dem som behövs vid första registreringen av ett fordon samt uppgifter om att fordon avställts, påställts och avregistrerats slutligt, om inte annat följer av denna lag eller av bestämmelser som utfärdas med stöd av den. Ett fordon anses ha påställts vid den första registreringen. Försäkringsbolaget är skyldigt att anmäla uppgifter som gäller trafikförsäkringar på det sätt som närmare föreskrivs i trafikförsäkringslagen och i den förordning av statsrådet som utfärdats med stöd av 4 mom. Den som ansvarar för användningen av en bil är skyldig att göra en registreringsanmälan när en uppgift som gäller den som ansvarar för användningen ska registreras, ändras eller avregistreras. I 59 § 1 mom. i avfallslagen (646/2011) föreskrivs det om en insamlares och behandlares skyldighet att anmäla fordonet för slutlig avregistrering, om det för fordonet har utfärdats ett skrotningsintyg. Registreringsanmälan kan göras via den elektroniska tjänst som tillhandahålls av den som utför registreringen. Den som gör registreringsanmälan eller dennes ombud kan även lämna in registreringsanmälan personligen till en avtalsregistrerare som avses i 2 § 1 mom. i lagen om registrering av fordon. Närmare bestämmelser om ägarens och innehavarens inbördes anmälningsskyldighet samt om rätten för fordonets förra ägare och innehavare att göra registeranmälningar som avser registrerade uppgifter utfärdas genom förordning av statsrådet. Genom förordning av statsrådet utfärdas dessutom närmare bestämmelser om registreringsanmälan och andra anmälningar som gäller ändring av registeruppgifter samt om anmälningarnas tidsfrister. Genom förordning av försvarsministeriet utfärdas bestämmelser om vilka militärfordon som införs i det register som avses i denna lag och vilka som införs i det militärfordonsregister som förs av försvarsmakten, samt om militärfordonsregistret och skötseln av registreringsärenden inom försvarsmakten. Ett militärfordon som har avställts får registreras i militärfordonsregistret.",
        "folded_sv": "agaren och innehavaren av ett motordrivet fordon och ett fordon som kopplas till detta eller till dess slapvagn ar skyldiga att registeranmala de uppgifter och andringar av dem som behovs vid forsta registreringen av ett fordon samt uppgifter om att fordon avstallts, pastallts och avregistrerats slutligt, om inte annat foljer av denna lag eller av bestammelser som utfardas med stod av den. ett fordon anses ha pastallts vid den forsta registreringen. forsakringsbolaget ar skyldigt att anmala uppgifter som galler trafikforsakringar pa det satt som narmare foreskrivs i trafikforsakringslagen och i den forordning av statsradet som utfardats med stod av 4 mom. den som ansvarar for anvandningen av en bil ar skyldig att gora en registreringsanmalan nar en uppgift som galler den som ansvarar for anvandningen ska registreras, andras eller avregistreras. i 59 § 1 mom. i avfallslagen (646/2011) foreskrivs det om en insamlares och behandlares skyldighet att anmala fordonet for slutlig avregistrering, om det for fordonet har utfardats ett skrotningsintyg. registreringsanmalan kan goras via den elektroniska tjanst som tillhandahalls av den som utfor registreringen. den som gor registreringsanmalan eller dennes ombud kan aven lamna in registreringsanmalan personligen till en avtalsregistrerare som avses i 2 § 1 mom. i lagen om registrering av fordon. narmare bestammelser om agarens och innehavarens inbordes anmalningsskyldighet samt om ratten for fordonets forra agare och innehavare att gora registeranmalningar som avser registrerade uppgifter utfardas genom forordning av statsradet. genom forordning av statsradet utfardas dessutom narmare bestammelser om registreringsanmalan och andra anmalningar som galler andring av registeruppgifter samt om anmalningarnas tidsfrister. genom forordning av forsvarsministeriet utfardas bestammelser om vilka militarfordon som infors i det register som avses i denna lag och vilka som infors i det militarfordonsregister som fors av forsvarsmakten, samt om militarfordonsregistret och skotseln av registreringsarenden inom forsvarsmakten. ett militarfordon som har avstallts far registreras i militarfordonsregistret."
      }
    },
    {
      "provision_ref": "66 a",
      "section": "66 a",
      "title": "Rekisteröintitodistus, rekisterikilvet ja varmenne",
      "content": "Liikenteen turvallisuusvirasto antaa pyynnöstä ajoneuvon ensirekisteröinnistä, muutosrekisteröinnistä, liikennekäytöstä poistosta ja liikennekäyttöön otosta rekisteröintitodistuksen. Liikenteen turvallisuusvirasto myöntää pyynnöstä 65 §:ssä tarkoitetun ennakkoilmoituksen tekijälle tai rekisteriin merkitylle ajoneuvon omistajalle varmenteen. Käytettäessä ajoneuvoa kansainvälisessä liikenteessä on viimeksi saadun rekisteröintitodistuksen I osa pidettävä mukana ajoneuvossa ajon aikana. Ensirekisteröitävää ja tarvittaessa liikennekäyttöön otettavaa ajoneuvoa varten annetaan rekisterikilvet, joissa on ajoneuvon yksilöivä rekisteritunnus. Ajoneuvon siirtyessä uudelle omistajalle edellisen omistajan on luovutettava tälle ajoneuvon varmenne tai voimassa oleva rekisteröintitodistus ja rekisterikilvet. Ajoneuvon rekisteritunnuksesta ja -kilvistä, kansallisuustunnuksesta sekä siirtomerkistä samoin kuin rekisterikilpien ja kansallisuustunnuksen käytöstä, kiinnittämisestä ja kunnossapidosta, varmenteesta sekä rekisteröintitodistuksesta ja sen käytöstä säädetään tarkemmin valtioneuvoston asetuksella. Liikenteen turvallisuusvirasto vahvistaa rekisteröintitodistuksen ja sille merkittävien tietojen tekniset yksityiskohdat, rekisteröinnissä käytettävien lomakkeiden kaavan sekä rekisterikilpien mitat ja muut tekniset ominaisuudet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:66 a",
        "normalized_fi": "Liikenteen turvallisuusvirasto antaa pyynnöstä ajoneuvon ensirekisteröinnistä, muutosrekisteröinnistä, liikennekäytöstä poistosta ja liikennekäyttöön otosta rekisteröintitodistuksen. Liikenteen turvallisuusvirasto myöntää pyynnöstä 65 § :ssä tarkoitetun ennakkoilmoituksen tekijälle tai rekisteriin merkitylle ajoneuvon omistajalle varmenteen. Käytettäessä ajoneuvoa kansainvälisessä liikenteessä on viimeksi saadun rekisteröintitodistuksen I osa pidettävä mukana ajoneuvossa ajon aikana. Ensirekisteröitävää ja tarvittaessa liikennekäyttöön otettavaa ajoneuvoa varten annetaan rekisterikilvet, joissa on ajoneuvon yksilöivä rekisteritunnus. Ajoneuvon siirtyessä uudelle omistajalle edellisen omistajan on luovutettava tälle ajoneuvon varmenne tai voimassa oleva rekisteröintitodistus ja rekisterikilvet. Ajoneuvon rekisteritunnuksesta ja -kilvistä, kansallisuustunnuksesta sekä siirtomerkistä samoin kuin rekisterikilpien ja kansallisuustunnuksen käytöstä, kiinnittämisestä ja kunnossapidosta, varmenteesta sekä rekisteröintitodistuksesta ja sen käytöstä säädetään tarkemmin valtioneuvoston asetuksella. Liikenteen turvallisuusvirasto vahvistaa rekisteröintitodistuksen ja sille merkittävien tietojen tekniset yksityiskohdat, rekisteröinnissä käytettävien lomakkeiden kaavan sekä rekisterikilpien mitat ja muut tekniset ominaisuudet.",
        "folded_fi": "liikenteen turvallisuusvirasto antaa pyynnosta ajoneuvon ensirekisteroinnista, muutosrekisteroinnista, liikennekaytosta poistosta ja liikennekayttoon otosta rekisterointitodistuksen. liikenteen turvallisuusvirasto myontaa pyynnosta 65 §:ssa tarkoitetun ennakkoilmoituksen tekijalle tai rekisteriin merkitylle ajoneuvon omistajalle varmenteen. kaytettaessa ajoneuvoa kansainvalisessa liikenteessa on viimeksi saadun rekisterointitodistuksen i osa pidettava mukana ajoneuvossa ajon aikana. ensirekisteroitavaa ja tarvittaessa liikennekayttoon otettavaa ajoneuvoa varten annetaan rekisterikilvet, joissa on ajoneuvon yksiloiva rekisteritunnus. ajoneuvon siirtyessa uudelle omistajalle edellisen omistajan on luovutettava talle ajoneuvon varmenne tai voimassa oleva rekisterointitodistus ja rekisterikilvet. ajoneuvon rekisteritunnuksesta ja -kilvista, kansallisuustunnuksesta seka siirtomerkista samoin kuin rekisterikilpien ja kansallisuustunnuksen kaytosta, kiinnittamisesta ja kunnossapidosta, varmenteesta seka rekisterointitodistuksesta ja sen kaytosta saadetaan tarkemmin valtioneuvoston asetuksella. liikenteen turvallisuusvirasto vahvistaa rekisterointitodistuksen ja sille merkittavien tietojen tekniset yksityiskohdat, rekisteroinnissa kaytettavien lomakkeiden kaavan seka rekisterikilpien mitat ja muut tekniset ominaisuudet.",
        "title_sv": "Registreringsintyg, registreringsskyltar och certifikat",
        "content_sv": "Trafiksäkerhetsverket utfärdar på begäran ett registreringsintyg när ett fordon registreras första gången, när en ändringsregistrering görs och när ett fordon avställs eller påställs. Till den som gör en förhandsanmälan som avses i 65 § eller till den i registret antecknade ägaren av fordonet beviljar Trafiksäkerhetsverket på begäran ett certifikat. När fordonet används i internationell trafik ska del I av det senast mottagna registreringsintyget medföras i fordonet under körning. När fordon registreras första gången och vid behov när fordon påställs överlämnas registreringsskyltar med det registreringstecken som identifierar fordonet. När fordonet får en ny ägare ska den tidigare ägaren ge fordonets certifikat eller gällande registreringsintyg samt registreringsskyltarna till den nya ägaren. Närmare bestämmelser om registreringstecken, registreringsskyltar, nationalitetsbeteckningar och förflyttningsmärken samt om användningen, fastsättningen och skötseln av registreringsskyltar och nationalitetsbeteckningar och om certifikat och registreringsintyg och deras användning utfärdas genom förordning av statsrådet. Trafiksäkerhetsverket fastställer de tekniska detaljerna för registreringsintygen och de uppgifter som anges i dem, formuläret för de blanketter som används vid registrering samt registreringsskyltarnas mått och andra tekniska egenskaper.",
        "normalized_sv": "Trafiksäkerhetsverket utfärdar på begäran ett registreringsintyg när ett fordon registreras första gången, när en ändringsregistrering görs och när ett fordon avställs eller påställs. Till den som gör en förhandsanmälan som avses i 65 § eller till den i registret antecknade ägaren av fordonet beviljar Trafiksäkerhetsverket på begäran ett certifikat. När fordonet används i internationell trafik ska del I av det senast mottagna registreringsintyget medföras i fordonet under körning. När fordon registreras första gången och vid behov när fordon påställs överlämnas registreringsskyltar med det registreringstecken som identifierar fordonet. När fordonet får en ny ägare ska den tidigare ägaren ge fordonets certifikat eller gällande registreringsintyg samt registreringsskyltarna till den nya ägaren. Närmare bestämmelser om registreringstecken, registreringsskyltar, nationalitetsbeteckningar och förflyttningsmärken samt om användningen, fastsättningen och skötseln av registreringsskyltar och nationalitetsbeteckningar och om certifikat och registreringsintyg och deras användning utfärdas genom förordning av statsrådet. Trafiksäkerhetsverket fastställer de tekniska detaljerna för registreringsintygen och de uppgifter som anges i dem, formuläret för de blanketter som används vid registrering samt registreringsskyltarnas mått och andra tekniska egenskaper.",
        "folded_sv": "trafiksakerhetsverket utfardar pa begaran ett registreringsintyg nar ett fordon registreras forsta gangen, nar en andringsregistrering gors och nar ett fordon avstalls eller pastalls. till den som gor en forhandsanmalan som avses i 65 § eller till den i registret antecknade agaren av fordonet beviljar trafiksakerhetsverket pa begaran ett certifikat. nar fordonet anvands i internationell trafik ska del i av det senast mottagna registreringsintyget medforas i fordonet under korning. nar fordon registreras forsta gangen och vid behov nar fordon pastalls overlamnas registreringsskyltar med det registreringstecken som identifierar fordonet. nar fordonet far en ny agare ska den tidigare agaren ge fordonets certifikat eller gallande registreringsintyg samt registreringsskyltarna till den nya agaren. narmare bestammelser om registreringstecken, registreringsskyltar, nationalitetsbeteckningar och forflyttningsmarken samt om anvandningen, fastsattningen och skotseln av registreringsskyltar och nationalitetsbeteckningar och om certifikat och registreringsintyg och deras anvandning utfardas genom forordning av statsradet. trafiksakerhetsverket faststaller de tekniska detaljerna for registreringsintygen och de uppgifter som anges i dem, formularet for de blanketter som anvands vid registrering samt registreringsskyltarnas matt och andra tekniska egenskaper."
      }
    },
    {
      "provision_ref": "66 c",
      "section": "66 c",
      "title": "Liikennekäytöstä poisto",
      "content": "Liikennekäytöstä poistoa koskeva ilmoitus on tehtävä sinä päivänä, jona ajoneuvon käyttö liikenteessä lopetetaan. Ajoneuvo merkitään rekisteriin liikennekäytöstä poistetuksi ilmoituksen tekopäivästä. Erityisestä syystä liikennekäytöstä poiston alkamispäiväksi voidaan kuitenkin merkitä ilmoituksen tekopäivää aikaisempi päivä. Liikennekäytöstä poistettua ajoneuvoa saa käyttää liikenteessä ja muualla sen vuorokauden loppuun, jona liikennekäytöstä poistoa koskeva kausi alkaa. Liikenteen turvallisuusviraston oikeudesta merkitä rekisteriin ajoneuvo poistetuksi liikennekäytöstä ajoneuvon ulkomaille viennin vuoksi tai muusta erityisestä syystä säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:66 c",
        "normalized_fi": "Liikennekäytöstä poistoa koskeva ilmoitus on tehtävä sinä päivänä, jona ajoneuvon käyttö liikenteessä lopetetaan. Ajoneuvo merkitään rekisteriin liikennekäytöstä poistetuksi ilmoituksen tekopäivästä. Erityisestä syystä liikennekäytöstä poiston alkamispäiväksi voidaan kuitenkin merkitä ilmoituksen tekopäivää aikaisempi päivä. Liikennekäytöstä poistettua ajoneuvoa saa käyttää liikenteessä ja muualla sen vuorokauden loppuun, jona liikennekäytöstä poistoa koskeva kausi alkaa. Liikenteen turvallisuusviraston oikeudesta merkitä rekisteriin ajoneuvo poistetuksi liikennekäytöstä ajoneuvon ulkomaille viennin vuoksi tai muusta erityisestä syystä säädetään valtioneuvoston asetuksella.",
        "folded_fi": "liikennekaytosta poistoa koskeva ilmoitus on tehtava sina paivana, jona ajoneuvon kaytto liikenteessa lopetetaan. ajoneuvo merkitaan rekisteriin liikennekaytosta poistetuksi ilmoituksen tekopaivasta. erityisesta syysta liikennekaytosta poiston alkamispaivaksi voidaan kuitenkin merkita ilmoituksen tekopaivaa aikaisempi paiva. liikennekaytosta poistettua ajoneuvoa saa kayttaa liikenteessa ja muualla sen vuorokauden loppuun, jona liikennekaytosta poistoa koskeva kausi alkaa. liikenteen turvallisuusviraston oikeudesta merkita rekisteriin ajoneuvo poistetuksi liikennekaytosta ajoneuvon ulkomaille viennin vuoksi tai muusta erityisesta syysta saadetaan valtioneuvoston asetuksella.",
        "title_sv": "Avställning av fordon",
        "content_sv": "Anmälan om att ett fordon avställs ska göras den dag då användningen av fordonet i trafik upphör. Fordonet antecknas i registret som avställt från den dag då anmälan gjordes. Av särskilda skäl kan dock en dag som infallit före den dag då anmälan gjordes antecknas som den dag då fordonet avställdes. Ett fordon som har avställts får användas i trafik och i övrigt fram till utgången av det dygn då avställningsperioden börjar. Bestämmelser om Trafiksäkerhetsverkets rätt att i registret anteckna ett fordon såsom avställt på grund av export eller av något annat särskilt skäl utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Anmälan om att ett fordon avställs ska göras den dag då användningen av fordonet i trafik upphör. Fordonet antecknas i registret som avställt från den dag då anmälan gjordes. Av särskilda skäl kan dock en dag som infallit före den dag då anmälan gjordes antecknas som den dag då fordonet avställdes. Ett fordon som har avställts får användas i trafik och i övrigt fram till utgången av det dygn då avställningsperioden börjar. Bestämmelser om Trafiksäkerhetsverkets rätt att i registret anteckna ett fordon såsom avställt på grund av export eller av något annat särskilt skäl utfärdas genom förordning av statsrådet.",
        "folded_sv": "anmalan om att ett fordon avstalls ska goras den dag da anvandningen av fordonet i trafik upphor. fordonet antecknas i registret som avstallt fran den dag da anmalan gjordes. av sarskilda skal kan dock en dag som infallit fore den dag da anmalan gjordes antecknas som den dag da fordonet avstalldes. ett fordon som har avstallts far anvandas i trafik och i ovrigt fram till utgangen av det dygn da avstallningsperioden borjar. bestammelser om trafiksakerhetsverkets ratt att i registret anteckna ett fordon sasom avstallt pa grund av export eller av nagot annat sarskilt skal utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "66 f",
      "section": "66 f",
      "title": "Ajoneuvon väliaikainen käyttö liikenteessä",
      "content": "Liikenteen turvallisuusvirasto ja Tulli voivat antaa Suomessa ensirekisteröimätöntä, liikennekäytöstä poistettua, käyttökiellossa olevaa tai ajokieltoon määrättyä ajoneuvoa varten siirtoluvan ja siihen liittyvät siirtomerkit ajoneuvon käyttämiseksi rajoitetusti liikenteessä ja muualla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:66 f",
        "normalized_fi": "Liikenteen turvallisuusvirasto ja Tulli voivat antaa Suomessa ensirekisteröimätöntä, liikennekäytöstä poistettua, käyttökiellossa olevaa tai ajokieltoon määrättyä ajoneuvoa varten siirtoluvan ja siihen liittyvät siirtomerkit ajoneuvon käyttämiseksi rajoitetusti liikenteessä ja muualla.",
        "folded_fi": "liikenteen turvallisuusvirasto ja tulli voivat antaa suomessa ensirekisteroimatonta, liikennekaytosta poistettua, kayttokiellossa olevaa tai ajokieltoon maarattya ajoneuvoa varten siirtoluvan ja siihen liittyvat siirtomerkit ajoneuvon kayttamiseksi rajoitetusti liikenteessa ja muualla.",
        "title_sv": "Tillfällig användning av fordon i trafik",
        "content_sv": "Trafiksäkerhetsverket och Tullen kan för ett fordon som inte registrerats första gången i Finland eller som i Finland avställts eller belagts med användningsförbud eller körförbud ge förflyttningstillstånd och tillhörande förflyttningsmärken för begränsad användning av fordonet i trafik och i övrigt.",
        "normalized_sv": "Trafiksäkerhetsverket och Tullen kan för ett fordon som inte registrerats första gången i Finland eller som i Finland avställts eller belagts med användningsförbud eller körförbud ge förflyttningstillstånd och tillhörande förflyttningsmärken för begränsad användning av fordonet i trafik och i övrigt.",
        "folded_sv": "trafiksakerhetsverket och tullen kan for ett fordon som inte registrerats forsta gangen i finland eller som i finland avstallts eller belagts med anvandningsforbud eller korforbud ge forflyttningstillstand och tillhorande forflyttningsmarken for begransad anvandning av fordonet i trafik och i ovrigt."
      }
    },
    {
      "provision_ref": "95",
      "section": "95",
      "title": "Liikenteen turvallisuusviraston oikeus muuttaa rekisteritietoja",
      "content": "Jos velvollisuus ilmoittaa ajoneuvo rekisteriin on laiminlyöty tai jos Liikenteen turvallisuusvirasto saa tiedon rekisteriin merkittävän tiedon muuttumisesta tai virheellisyydestä, Liikenteen turvallisuusvirastolla on oikeus merkitä puuttuvat tiedot rekisteriin tai korjata virheelliset tiedot. Liikenteen turvallisuusviraston on ennen muutoksen tekemistä annettava ajoneuvon omistajan ja haltijan lausua käsityksensä muutoksen aiheellisuudesta, jos muutos vaikuttaa omistajan tai haltijan oikeuksiin, jollei se ole ilmeisen tarpeetonta. Jos virhe johtuu ilmoitusvelvollisen toimenpiteestä, Liikenteen turvallisuusvirastolla on oikeus periä tältä virheen korjaamisesta aiheutuneet kustannukset. Muutoksen tehtyään Liikenteen turvallisuusviraston on ilmoitettava siitä ajoneuvon omistajalle ja haltijalle. Henkilötietolain (523/1999) 29 §:ssä säädetään rekisterinpitäjän velvollisuudesta korjata henkilörekisterissä olevia tietoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:95",
        "normalized_fi": "Jos velvollisuus ilmoittaa ajoneuvo rekisteriin on laiminlyöty tai jos Liikenteen turvallisuusvirasto saa tiedon rekisteriin merkittävän tiedon muuttumisesta tai virheellisyydestä, Liikenteen turvallisuusvirastolla on oikeus merkitä puuttuvat tiedot rekisteriin tai korjata virheelliset tiedot. Liikenteen turvallisuusviraston on ennen muutoksen tekemistä annettava ajoneuvon omistajan ja haltijan lausua käsityksensä muutoksen aiheellisuudesta, jos muutos vaikuttaa omistajan tai haltijan oikeuksiin, jollei se ole ilmeisen tarpeetonta. Jos virhe johtuu ilmoitusvelvollisen toimenpiteestä, Liikenteen turvallisuusvirastolla on oikeus periä tältä virheen korjaamisesta aiheutuneet kustannukset. Muutoksen tehtyään Liikenteen turvallisuusviraston on ilmoitettava siitä ajoneuvon omistajalle ja haltijalle. Henkilötietolain (523/1999) 29 § :ssä säädetään rekisterinpitäjän velvollisuudesta korjata henkilörekisterissä olevia tietoja.",
        "folded_fi": "jos velvollisuus ilmoittaa ajoneuvo rekisteriin on laiminlyoty tai jos liikenteen turvallisuusvirasto saa tiedon rekisteriin merkittavan tiedon muuttumisesta tai virheellisyydesta, liikenteen turvallisuusvirastolla on oikeus merkita puuttuvat tiedot rekisteriin tai korjata virheelliset tiedot. liikenteen turvallisuusviraston on ennen muutoksen tekemista annettava ajoneuvon omistajan ja haltijan lausua kasityksensa muutoksen aiheellisuudesta, jos muutos vaikuttaa omistajan tai haltijan oikeuksiin, jollei se ole ilmeisen tarpeetonta. jos virhe johtuu ilmoitusvelvollisen toimenpiteesta, liikenteen turvallisuusvirastolla on oikeus peria talta virheen korjaamisesta aiheutuneet kustannukset. muutoksen tehtyaan liikenteen turvallisuusviraston on ilmoitettava siita ajoneuvon omistajalle ja haltijalle. henkilotietolain (523/1999) 29 §:ssa saadetaan rekisterinpitajan velvollisuudesta korjata henkilorekisterissa olevia tietoja.",
        "title_sv": "Trafiksäkerhetsverkets rätt att ändra registeruppgifter",
        "content_sv": "Om skyldigheten att register anmäla ett fordon har försummats eller om Trafiksäkerhetsverket får vetskap om att en uppgift som ska antecknas i registret har förändrats eller är felaktig, har Trafiksäkerhetsverket rätt att föra in de uppgifter som saknas i registret eller att rätta felaktiga uppgifter. Om ändringen påverkar ägarens eller innehavarens rättigheter ska Trafiksäkerhetsverket innan det företar ändringen låta ägaren och innehavaren av fordonet uttala sin åsikt om huruvida ändringen är befogad, om detta inte är uppenbart onödigt. Om felet beror på den anmälningsskyldiges åtgärder, har Trafiksäkerhetsverket rätt att hos denne ta ut kostnaderna för rättelsen. När ändringen gjorts ska Trafiksäkerhetsverket meddela detta till ägaren och innehavaren av fordonet. Bestämmelser om den registeransvariges skyldighet att rätta uppgifter i ett personregister finns i 29 § i personuppgiftslagen (523/1999).",
        "normalized_sv": "Om skyldigheten att register anmäla ett fordon har försummats eller om Trafiksäkerhetsverket får vetskap om att en uppgift som ska antecknas i registret har förändrats eller är felaktig, har Trafiksäkerhetsverket rätt att föra in de uppgifter som saknas i registret eller att rätta felaktiga uppgifter. Om ändringen påverkar ägarens eller innehavarens rättigheter ska Trafiksäkerhetsverket innan det företar ändringen låta ägaren och innehavaren av fordonet uttala sin åsikt om huruvida ändringen är befogad, om detta inte är uppenbart onödigt. Om felet beror på den anmälningsskyldiges åtgärder, har Trafiksäkerhetsverket rätt att hos denne ta ut kostnaderna för rättelsen. När ändringen gjorts ska Trafiksäkerhetsverket meddela detta till ägaren och innehavaren av fordonet. Bestämmelser om den registeransvariges skyldighet att rätta uppgifter i ett personregister finns i 29 § i personuppgiftslagen (523/1999).",
        "folded_sv": "om skyldigheten att register anmala ett fordon har forsummats eller om trafiksakerhetsverket far vetskap om att en uppgift som ska antecknas i registret har forandrats eller ar felaktig, har trafiksakerhetsverket ratt att fora in de uppgifter som saknas i registret eller att ratta felaktiga uppgifter. om andringen paverkar agarens eller innehavarens rattigheter ska trafiksakerhetsverket innan det foretar andringen lata agaren och innehavaren av fordonet uttala sin asikt om huruvida andringen ar befogad, om detta inte ar uppenbart onodigt. om felet beror pa den anmalningsskyldiges atgarder, har trafiksakerhetsverket ratt att hos denne ta ut kostnaderna for rattelsen. nar andringen gjorts ska trafiksakerhetsverket meddela detta till agaren och innehavaren av fordonet. bestammelser om den registeransvariges skyldighet att ratta uppgifter i ett personregister finns i 29 § i personuppgiftslagen (523/1999)."
      }
    },
    {
      "provision_ref": "98",
      "section": "98",
      "title": "Muutoksenhaku",
      "content": "Ajoneuvon hyväksyntää ja katsastusta koskevaan katsastustoimipaikan päätökseen saa vaatia oikaisua Liikenteen turvallisuusvirastolta siten kuin hallintolaissa säädetään. Liikenteen turvallisuusviraston oikaisuvaatimuksen johdosta antamaan päätökseen sekä tämän lain nojalla muutoin antamaan päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Poliisin, Tullin ja rajavartiolaitoksen tämän lain nojalla antamaan päätökseen saa myös hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden päätökseen 42 §:ssä tarkoitettuja toimia, 50 §:ssä tarkoitettua hyväksynnän peruuttamista, 66 f §:ssä tarkoitettua koenumerotodistuksen peruuttamista, 78 §:ssä tarkoitettua luvan peruuttamista, 80-82 §:ssä tarkoitettua kieltoa, 86 a §:ssä tarkoitettua tyyppihyväksynnän peruuttamista sekä 92 §:ssä tarkoitettua luvan peruuttamista koskevassa asiassa saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden muuhun päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan. Tämän lain nojalla tehtyä päätöstä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:98",
        "normalized_fi": "Ajoneuvon hyväksyntää ja katsastusta koskevaan katsastustoimipaikan päätökseen saa vaatia oikaisua Liikenteen turvallisuusvirastolta siten kuin hallintolaissa säädetään. Liikenteen turvallisuusviraston oikaisuvaatimuksen johdosta antamaan päätökseen sekä tämän lain nojalla muutoin antamaan päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Poliisin, Tullin ja rajavartiolaitoksen tämän lain nojalla antamaan päätökseen saa myös hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden päätökseen 42 § :ssä tarkoitettuja toimia, 50 § :ssä tarkoitettua hyväksynnän peruuttamista, 66 f § :ssä tarkoitettua koenumerotodistuksen peruuttamista, 78 § :ssä tarkoitettua luvan peruuttamista, 80-82 § :ssä tarkoitettua kieltoa, 86 a § :ssä tarkoitettua tyyppihyväksynnän peruuttamista sekä 92 § :ssä tarkoitettua luvan peruuttamista koskevassa asiassa saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden muuhun päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan. Tämän lain nojalla tehtyä päätöstä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää.",
        "folded_fi": "ajoneuvon hyvaksyntaa ja katsastusta koskevaan katsastustoimipaikan paatokseen saa vaatia oikaisua liikenteen turvallisuusvirastolta siten kuin hallintolaissa saadetaan. liikenteen turvallisuusviraston oikaisuvaatimuksen johdosta antamaan paatokseen seka taman lain nojalla muutoin antamaan paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa (586/1996) saadetaan. poliisin, tullin ja rajavartiolaitoksen taman lain nojalla antamaan paatokseen saa myos hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan. hallinto-oikeuden paatokseen 42 §:ssa tarkoitettuja toimia, 50 §:ssa tarkoitettua hyvaksynnan peruuttamista, 66 f §:ssa tarkoitettua koenumerotodistuksen peruuttamista, 78 §:ssa tarkoitettua luvan peruuttamista, 80-82 §:ssa tarkoitettua kieltoa, 86 a §:ssa tarkoitettua tyyppihyvaksynnan peruuttamista seka 92 §:ssa tarkoitettua luvan peruuttamista koskevassa asiassa saa hakea muutosta valittamalla siten kuin hallintolainkayttolaissa saadetaan. hallinto-oikeuden muuhun paatokseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myontaa valitusluvan. taman lain nojalla tehtya paatosta on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin maaraa.",
        "title_sv": "Ändringssökande",
        "content_sv": "Omprövning av ett beslut om godkännande eller besiktning av ett fordon som har fattats av ett besiktningsställe får begäras hos Trafiksäkerhetsverket på det sätt som anges i förvaltningslagen. Ett beslut som Trafiksäkerhetsverket fattat med anledning av en begäran om omprövning eller som verket annars meddelat med stöd av denna lag får överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen (586/1996). Ett beslut som polisen, Tullen eller gränsbevakningsväsendet meddelat med stöd av denna lag får också överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen. I ett beslut av förvaltningsdomstolen som gäller åtgärder enligt 42 §, återkallande av godkännande enligt 50 §, återkallande av provnummerintyg enligt 66 f §, återkallande av tillstånd enligt 78 §, förbud enligt 80-82 §, återkallande av typgodkännande enligt 86 a § samt återkallande av tillstånd enligt 92 § får överklagas genom besvär på det sätt som anges i förvaltningsprocesslagen. Över andra beslut av förvaltningsdomstolen får besvär anföras endast om högsta förvaltningsdomstolen beviljar besvärstillstånd. Ett beslut som har fattats med stöd av denna lag ska iakttas trots ändringssökande, om inte den myndighet där ändring sökts bestämmer något annat.",
        "normalized_sv": "Omprövning av ett beslut om godkännande eller besiktning av ett fordon som har fattats av ett besiktningsställe får begäras hos Trafiksäkerhetsverket på det sätt som anges i förvaltningslagen. Ett beslut som Trafiksäkerhetsverket fattat med anledning av en begäran om omprövning eller som verket annars meddelat med stöd av denna lag får överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen (586/1996). Ett beslut som polisen, Tullen eller gränsbevakningsväsendet meddelat med stöd av denna lag får också överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen. I ett beslut av förvaltningsdomstolen som gäller åtgärder enligt 42 § , återkallande av godkännande enligt 50 § , återkallande av provnummerintyg enligt 66 f § , återkallande av tillstånd enligt 78 § , förbud enligt 80-82 § , återkallande av typgodkännande enligt 86 a § samt återkallande av tillstånd enligt 92 § får överklagas genom besvär på det sätt som anges i förvaltningsprocesslagen. Över andra beslut av förvaltningsdomstolen får besvär anföras endast om högsta förvaltningsdomstolen beviljar besvärstillstånd. Ett beslut som har fattats med stöd av denna lag ska iakttas trots ändringssökande, om inte den myndighet där ändring sökts bestämmer något annat.",
        "folded_sv": "omprovning av ett beslut om godkannande eller besiktning av ett fordon som har fattats av ett besiktningsstalle far begaras hos trafiksakerhetsverket pa det satt som anges i forvaltningslagen. ett beslut som trafiksakerhetsverket fattat med anledning av en begaran om omprovning eller som verket annars meddelat med stod av denna lag far overklagas genom besvar hos forvaltningsdomstolen pa det satt som anges i forvaltningsprocesslagen (586/1996). ett beslut som polisen, tullen eller gransbevakningsvasendet meddelat med stod av denna lag far ocksa overklagas genom besvar hos forvaltningsdomstolen pa det satt som anges i forvaltningsprocesslagen. i ett beslut av forvaltningsdomstolen som galler atgarder enligt 42 §, aterkallande av godkannande enligt 50 §, aterkallande av provnummerintyg enligt 66 f §, aterkallande av tillstand enligt 78 §, forbud enligt 80-82 §, aterkallande av typgodkannande enligt 86 a § samt aterkallande av tillstand enligt 92 § far overklagas genom besvar pa det satt som anges i forvaltningsprocesslagen. over andra beslut av forvaltningsdomstolen far besvar anforas endast om hogsta forvaltningsdomstolen beviljar besvarstillstand. ett beslut som har fattats med stod av denna lag ska iakttas trots andringssokande, om inte den myndighet dar andring sokts bestammer nagot annat."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 28) jälkitarkastuksella katsastuksessa hylätylle ajoneuvolle kuukauden kuluessa katsastuksesta suoritettavaa tarkastusta; 29) varmenteella 65 a §:ssä tarkoitetulle ennakkoilmoituksen tekijälle tai ajoneuvon rekisteriin merkitylle omistajalle luovutettavaa ajoneuvon omistusoikeutta osoittavaa tunnistetta; 30) rekisteröinnin suorittajalla Liikenteen turvallisuusvirastoa ja ajoneuvojen rekisteröintitoiminnasta annetun lain (175/2015) 2 §:n 1 momentissa tarkoitettua sopimusrekisteröijää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Tässä laissa tarkoitetaan: 28) jälkitarkastuksella katsastuksessa hylätylle ajoneuvolle kuukauden kuluessa katsastuksesta suoritettavaa tarkastusta; 29) varmenteella 65 a § :ssä tarkoitetulle ennakkoilmoituksen tekijälle tai ajoneuvon rekisteriin merkitylle omistajalle luovutettavaa ajoneuvon omistusoikeutta osoittavaa tunnistetta; 30) rekisteröinnin suorittajalla Liikenteen turvallisuusvirastoa ja ajoneuvojen rekisteröintitoiminnasta annetun lain (175/2015) 2 § :n 1 momentissa tarkoitettua sopimusrekisteröijää.",
        "folded_fi": "tassa laissa tarkoitetaan: 28) jalkitarkastuksella katsastuksessa hylatylle ajoneuvolle kuukauden kuluessa katsastuksesta suoritettavaa tarkastusta; 29) varmenteella 65 a §:ssa tarkoitetulle ennakkoilmoituksen tekijalle tai ajoneuvon rekisteriin merkitylle omistajalle luovutettavaa ajoneuvon omistusoikeutta osoittavaa tunnistetta; 30) rekisteroinnin suorittajalla liikenteen turvallisuusvirastoa ja ajoneuvojen rekisterointitoiminnasta annetun lain (175/2015) 2 §:n 1 momentissa tarkoitettua sopimusrekisteroijaa.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 28) efterkontroll sådan kontroll av ett fordon som underkänts vid besiktning som ska utföras inom en månad från besiktningen, 29) certifikat en identifieringskod som lämnas till en förhandsanmälare enligt 65 a § eller till den i registret antecknade ägaren av ett fordon och som visar äganderätten till fordonet, 30) den som utför registreringar Trafiksäkerhetsverket och en i 2 § 1 mom. i lagen om registrering av fordon (175/2015) avsedd avtalsregistrerare.",
        "normalized_sv": "I denna lag avses med 28) efterkontroll sådan kontroll av ett fordon som underkänts vid besiktning som ska utföras inom en månad från besiktningen, 29) certifikat en identifieringskod som lämnas till en förhandsanmälare enligt 65 a § eller till den i registret antecknade ägaren av ett fordon och som visar äganderätten till fordonet, 30) den som utför registreringar Trafiksäkerhetsverket och en i 2 § 1 mom. i lagen om registrering av fordon (175/2015) avsedd avtalsregistrerare.",
        "folded_sv": "i denna lag avses med 28) efterkontroll sadan kontroll av ett fordon som underkants vid besiktning som ska utforas inom en manad fran besiktningen, 29) certifikat en identifieringskod som lamnas till en forhandsanmalare enligt 65 a § eller till den i registret antecknade agaren av ett fordon och som visar aganderatten till fordonet, 30) den som utfor registreringar trafiksakerhetsverket och en i 2 § 1 mom. i lagen om registrering av fordon (175/2015) avsedd avtalsregistrerare."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "64",
      "section": "64",
      "title": "Ajoneuvon rekisteritietojen ilmoittaminen",
      "content": "Moottorikäyttöisen ajoneuvon ja siihen tai sen perävaunuun kytkettävän ajoneuvon omistaja ja haltija ovat velvollisia ilmoittamaan ajoneuvon ensirekisteröintiin tarvittavat tiedot ja niiden muutokset sekä ajoneuvon liikennekäytöstä poistamista, liikennekäyttöön ottamista ja lopullista poistoa koskevat tiedot rekisteriin, jollei tässä laissa tai sen nojalla toisin säädetä. Ajoneuvo katsotaan otetuksi liikennekäyttöön ensirekisteröinnissä. Vakuutusyhtiö on velvollinen ilmoittamaan liikennevakuutusta koskevista tiedoista siten kuin liikennevakuutuslaissa ja 4 momentin nojalla annetussa valtioneuvoston asetuksessa tarkemmin säädetään. Käyttövastaava on velvollinen tekemään käyttövastaavaa koskevan tiedon lisäämistä, vaihtamista ja poistoa koskevan rekisteri-ilmoituksen. Jätelain (646/2011) 59 §:n 1 momentissa säädetään jätteen kerääjän tai käsittelijän velvollisuudesta ilmoittaa ajoneuvon lopullisesta poistosta, jos siitä on annettu romutustodistus. Rekisteri-ilmoituksen voi tehdä rekisteröinnin suorittajan sähköisessä palvelussa. Rekisteri-ilmoituksen tekijä tai hänen asiamiehensä voi myös toimittaa rekisteri-ilmoituksen henkilökohtaisesti ajoneuvojen rekisteröintitoiminnasta annetun lain 2 §:n 1 momentissa tarkoitetulle sopimusrekisteröijälle. Ajoneuvon omistajan ja haltijan välisestä ilmoittamisvelvollisuudesta sekä ajoneuvon edellisen omistajan ja haltijan oikeudesta tehdä rekisteriin talletettuja tietoja koskeva ilmoitus rekisteriin säädetään tarkemmin valtioneuvoston asetuksella. Lisäksi valtioneuvoston asetuksella säädetään tarkemmin rekisteri-ilmoituksen ja rekisteritietojen muutoksia koskevien muiden ilmoitusten tekemisestä ja niihin liittyvistä määräajoista. Puolustusministeriön asetuksella säädetään, mitkä sotilasajoneuvot merkitään tässä laissa tarkoitettuun rekisteriin ja mitkä puolustusvoimien pitämään sotilasajoneuvorekisteriin, sekä sotilasajoneuvorekisteristä ja rekisteröintiasioiden hoitamisesta puolustusvoimissa. Liikennekäytöstä poistettu sotilasajoneuvo voidaan rekisteröidä sotilasajoneuvorekisteriin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:64",
        "normalized_fi": "Moottorikäyttöisen ajoneuvon ja siihen tai sen perävaunuun kytkettävän ajoneuvon omistaja ja haltija ovat velvollisia ilmoittamaan ajoneuvon ensirekisteröintiin tarvittavat tiedot ja niiden muutokset sekä ajoneuvon liikennekäytöstä poistamista, liikennekäyttöön ottamista ja lopullista poistoa koskevat tiedot rekisteriin, jollei tässä laissa tai sen nojalla toisin säädetä. Ajoneuvo katsotaan otetuksi liikennekäyttöön ensirekisteröinnissä. Vakuutusyhtiö on velvollinen ilmoittamaan liikennevakuutusta koskevista tiedoista siten kuin liikennevakuutuslaissa ja 4 momentin nojalla annetussa valtioneuvoston asetuksessa tarkemmin säädetään. Käyttövastaava on velvollinen tekemään käyttövastaavaa koskevan tiedon lisäämistä, vaihtamista ja poistoa koskevan rekisteri-ilmoituksen. Jätelain (646/2011) 59 § :n 1 momentissa säädetään jätteen kerääjän tai käsittelijän velvollisuudesta ilmoittaa ajoneuvon lopullisesta poistosta, jos siitä on annettu romutustodistus. Rekisteri-ilmoituksen voi tehdä rekisteröinnin suorittajan sähköisessä palvelussa. Rekisteri-ilmoituksen tekijä tai hänen asiamiehensä voi myös toimittaa rekisteri-ilmoituksen henkilökohtaisesti ajoneuvojen rekisteröintitoiminnasta annetun lain 2 § :n 1 momentissa tarkoitetulle sopimusrekisteröijälle. Ajoneuvon omistajan ja haltijan välisestä ilmoittamisvelvollisuudesta sekä ajoneuvon edellisen omistajan ja haltijan oikeudesta tehdä rekisteriin talletettuja tietoja koskeva ilmoitus rekisteriin säädetään tarkemmin valtioneuvoston asetuksella. Lisäksi valtioneuvoston asetuksella säädetään tarkemmin rekisteri-ilmoituksen ja rekisteritietojen muutoksia koskevien muiden ilmoitusten tekemisestä ja niihin liittyvistä määräajoista. Puolustusministeriön asetuksella säädetään, mitkä sotilasajoneuvot merkitään tässä laissa tarkoitettuun rekisteriin ja mitkä puolustusvoimien pitämään sotilasajoneuvorekisteriin, sekä sotilasajoneuvorekisteristä ja rekisteröintiasioiden hoitamisesta puolustusvoimissa. Liikennekäytöstä poistettu sotilasajoneuvo voidaan rekisteröidä sotilasajoneuvorekisteriin.",
        "folded_fi": "moottorikayttoisen ajoneuvon ja siihen tai sen peravaunuun kytkettavan ajoneuvon omistaja ja haltija ovat velvollisia ilmoittamaan ajoneuvon ensirekisterointiin tarvittavat tiedot ja niiden muutokset seka ajoneuvon liikennekaytosta poistamista, liikennekayttoon ottamista ja lopullista poistoa koskevat tiedot rekisteriin, jollei tassa laissa tai sen nojalla toisin saadeta. ajoneuvo katsotaan otetuksi liikennekayttoon ensirekisteroinnissa. vakuutusyhtio on velvollinen ilmoittamaan liikennevakuutusta koskevista tiedoista siten kuin liikennevakuutuslaissa ja 4 momentin nojalla annetussa valtioneuvoston asetuksessa tarkemmin saadetaan. kayttovastaava on velvollinen tekemaan kayttovastaavaa koskevan tiedon lisaamista, vaihtamista ja poistoa koskevan rekisteri-ilmoituksen. jatelain (646/2011) 59 §:n 1 momentissa saadetaan jatteen keraajan tai kasittelijan velvollisuudesta ilmoittaa ajoneuvon lopullisesta poistosta, jos siita on annettu romutustodistus. rekisteri-ilmoituksen voi tehda rekisteroinnin suorittajan sahkoisessa palvelussa. rekisteri-ilmoituksen tekija tai hanen asiamiehensa voi myos toimittaa rekisteri-ilmoituksen henkilokohtaisesti ajoneuvojen rekisterointitoiminnasta annetun lain 2 §:n 1 momentissa tarkoitetulle sopimusrekisteroijalle. ajoneuvon omistajan ja haltijan valisesta ilmoittamisvelvollisuudesta seka ajoneuvon edellisen omistajan ja haltijan oikeudesta tehda rekisteriin talletettuja tietoja koskeva ilmoitus rekisteriin saadetaan tarkemmin valtioneuvoston asetuksella. lisaksi valtioneuvoston asetuksella saadetaan tarkemmin rekisteri-ilmoituksen ja rekisteritietojen muutoksia koskevien muiden ilmoitusten tekemisesta ja niihin liittyvista maaraajoista. puolustusministerion asetuksella saadetaan, mitka sotilasajoneuvot merkitaan tassa laissa tarkoitettuun rekisteriin ja mitka puolustusvoimien pitamaan sotilasajoneuvorekisteriin, seka sotilasajoneuvorekisterista ja rekisterointiasioiden hoitamisesta puolustusvoimissa. liikennekaytosta poistettu sotilasajoneuvo voidaan rekisteroida sotilasajoneuvorekisteriin.",
        "title_sv": "Anmälan av fordons registeruppgifter",
        "content_sv": "Ägaren och innehavaren av ett motordrivet fordon och ett fordon som kopplas till detta eller till dess släpvagn är skyldiga att registeranmäla de uppgifter och ändringar av dem som behövs vid första registreringen av ett fordon samt uppgifter om att fordon avställts, påställts och avregistrerats slutligt, om inte annat följer av denna lag eller av bestämmelser som utfärdas med stöd av den. Ett fordon anses ha påställts vid den första registreringen. Försäkringsbolaget är skyldigt att anmäla uppgifter som gäller trafikförsäkringar på det sätt som närmare föreskrivs i trafikförsäkringslagen och i den förordning av statsrådet som utfärdats med stöd av 4 mom. Den som ansvarar för användningen av en bil är skyldig att göra en registreringsanmälan när en uppgift som gäller den som ansvarar för användningen ska registreras, ändras eller avregistreras. I 59 § 1 mom. i avfallslagen (646/2011) föreskrivs det om en insamlares och behandlares skyldighet att anmäla fordonet för slutlig avregistrering, om det för fordonet har utfärdats ett skrotningsintyg. Registreringsanmälan kan göras via den elektroniska tjänst som tillhandahålls av den som utför registreringen. Den som gör registreringsanmälan eller dennes ombud kan även lämna in registreringsanmälan personligen till en avtalsregistrerare som avses i 2 § 1 mom. i lagen om registrering av fordon. Närmare bestämmelser om ägarens och innehavarens inbördes anmälningsskyldighet samt om rätten för fordonets förra ägare och innehavare att göra registeranmälningar som avser registrerade uppgifter utfärdas genom förordning av statsrådet. Genom förordning av statsrådet utfärdas dessutom närmare bestämmelser om registreringsanmälan och andra anmälningar som gäller ändring av registeruppgifter samt om anmälningarnas tidsfrister. Genom förordning av försvarsministeriet utfärdas bestämmelser om vilka militärfordon som införs i det register som avses i denna lag och vilka som införs i det militärfordonsregister som förs av försvarsmakten, samt om militärfordonsregistret och skötseln av registreringsärenden inom försvarsmakten. Ett militärfordon som har avställts får registreras i militärfordonsregistret.",
        "normalized_sv": "Ägaren och innehavaren av ett motordrivet fordon och ett fordon som kopplas till detta eller till dess släpvagn är skyldiga att registeranmäla de uppgifter och ändringar av dem som behövs vid första registreringen av ett fordon samt uppgifter om att fordon avställts, påställts och avregistrerats slutligt, om inte annat följer av denna lag eller av bestämmelser som utfärdas med stöd av den. Ett fordon anses ha påställts vid den första registreringen. Försäkringsbolaget är skyldigt att anmäla uppgifter som gäller trafikförsäkringar på det sätt som närmare föreskrivs i trafikförsäkringslagen och i den förordning av statsrådet som utfärdats med stöd av 4 mom. Den som ansvarar för användningen av en bil är skyldig att göra en registreringsanmälan när en uppgift som gäller den som ansvarar för användningen ska registreras, ändras eller avregistreras. I 59 § 1 mom. i avfallslagen (646/2011) föreskrivs det om en insamlares och behandlares skyldighet att anmäla fordonet för slutlig avregistrering, om det för fordonet har utfärdats ett skrotningsintyg. Registreringsanmälan kan göras via den elektroniska tjänst som tillhandahålls av den som utför registreringen. Den som gör registreringsanmälan eller dennes ombud kan även lämna in registreringsanmälan personligen till en avtalsregistrerare som avses i 2 § 1 mom. i lagen om registrering av fordon. Närmare bestämmelser om ägarens och innehavarens inbördes anmälningsskyldighet samt om rätten för fordonets förra ägare och innehavare att göra registeranmälningar som avser registrerade uppgifter utfärdas genom förordning av statsrådet. Genom förordning av statsrådet utfärdas dessutom närmare bestämmelser om registreringsanmälan och andra anmälningar som gäller ändring av registeruppgifter samt om anmälningarnas tidsfrister. Genom förordning av försvarsministeriet utfärdas bestämmelser om vilka militärfordon som införs i det register som avses i denna lag och vilka som införs i det militärfordonsregister som förs av försvarsmakten, samt om militärfordonsregistret och skötseln av registreringsärenden inom försvarsmakten. Ett militärfordon som har avställts får registreras i militärfordonsregistret.",
        "folded_sv": "agaren och innehavaren av ett motordrivet fordon och ett fordon som kopplas till detta eller till dess slapvagn ar skyldiga att registeranmala de uppgifter och andringar av dem som behovs vid forsta registreringen av ett fordon samt uppgifter om att fordon avstallts, pastallts och avregistrerats slutligt, om inte annat foljer av denna lag eller av bestammelser som utfardas med stod av den. ett fordon anses ha pastallts vid den forsta registreringen. forsakringsbolaget ar skyldigt att anmala uppgifter som galler trafikforsakringar pa det satt som narmare foreskrivs i trafikforsakringslagen och i den forordning av statsradet som utfardats med stod av 4 mom. den som ansvarar for anvandningen av en bil ar skyldig att gora en registreringsanmalan nar en uppgift som galler den som ansvarar for anvandningen ska registreras, andras eller avregistreras. i 59 § 1 mom. i avfallslagen (646/2011) foreskrivs det om en insamlares och behandlares skyldighet att anmala fordonet for slutlig avregistrering, om det for fordonet har utfardats ett skrotningsintyg. registreringsanmalan kan goras via den elektroniska tjanst som tillhandahalls av den som utfor registreringen. den som gor registreringsanmalan eller dennes ombud kan aven lamna in registreringsanmalan personligen till en avtalsregistrerare som avses i 2 § 1 mom. i lagen om registrering av fordon. narmare bestammelser om agarens och innehavarens inbordes anmalningsskyldighet samt om ratten for fordonets forra agare och innehavare att gora registeranmalningar som avser registrerade uppgifter utfardas genom forordning av statsradet. genom forordning av statsradet utfardas dessutom narmare bestammelser om registreringsanmalan och andra anmalningar som galler andring av registeruppgifter samt om anmalningarnas tidsfrister. genom forordning av forsvarsministeriet utfardas bestammelser om vilka militarfordon som infors i det register som avses i denna lag och vilka som infors i det militarfordonsregister som fors av forsvarsmakten, samt om militarfordonsregistret och skotseln av registreringsarenden inom forsvarsmakten. ett militarfordon som har avstallts far registreras i militarfordonsregistret."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "66 a",
      "section": "66 a",
      "title": "Rekisteröintitodistus, rekisterikilvet ja varmenne",
      "content": "Liikenteen turvallisuusvirasto antaa pyynnöstä ajoneuvon ensirekisteröinnistä, muutosrekisteröinnistä, liikennekäytöstä poistosta ja liikennekäyttöön otosta rekisteröintitodistuksen. Liikenteen turvallisuusvirasto myöntää pyynnöstä 65 §:ssä tarkoitetun ennakkoilmoituksen tekijälle tai rekisteriin merkitylle ajoneuvon omistajalle varmenteen. Käytettäessä ajoneuvoa kansainvälisessä liikenteessä on viimeksi saadun rekisteröintitodistuksen I osa pidettävä mukana ajoneuvossa ajon aikana. Ensirekisteröitävää ja tarvittaessa liikennekäyttöön otettavaa ajoneuvoa varten annetaan rekisterikilvet, joissa on ajoneuvon yksilöivä rekisteritunnus. Ajoneuvon siirtyessä uudelle omistajalle edellisen omistajan on luovutettava tälle ajoneuvon varmenne tai voimassa oleva rekisteröintitodistus ja rekisterikilvet. Ajoneuvon rekisteritunnuksesta ja -kilvistä, kansallisuustunnuksesta sekä siirtomerkistä samoin kuin rekisterikilpien ja kansallisuustunnuksen käytöstä, kiinnittämisestä ja kunnossapidosta, varmenteesta sekä rekisteröintitodistuksesta ja sen käytöstä säädetään tarkemmin valtioneuvoston asetuksella. Liikenteen turvallisuusvirasto vahvistaa rekisteröintitodistuksen ja sille merkittävien tietojen tekniset yksityiskohdat, rekisteröinnissä käytettävien lomakkeiden kaavan sekä rekisterikilpien mitat ja muut tekniset ominaisuudet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:66 a",
        "normalized_fi": "Liikenteen turvallisuusvirasto antaa pyynnöstä ajoneuvon ensirekisteröinnistä, muutosrekisteröinnistä, liikennekäytöstä poistosta ja liikennekäyttöön otosta rekisteröintitodistuksen. Liikenteen turvallisuusvirasto myöntää pyynnöstä 65 § :ssä tarkoitetun ennakkoilmoituksen tekijälle tai rekisteriin merkitylle ajoneuvon omistajalle varmenteen. Käytettäessä ajoneuvoa kansainvälisessä liikenteessä on viimeksi saadun rekisteröintitodistuksen I osa pidettävä mukana ajoneuvossa ajon aikana. Ensirekisteröitävää ja tarvittaessa liikennekäyttöön otettavaa ajoneuvoa varten annetaan rekisterikilvet, joissa on ajoneuvon yksilöivä rekisteritunnus. Ajoneuvon siirtyessä uudelle omistajalle edellisen omistajan on luovutettava tälle ajoneuvon varmenne tai voimassa oleva rekisteröintitodistus ja rekisterikilvet. Ajoneuvon rekisteritunnuksesta ja -kilvistä, kansallisuustunnuksesta sekä siirtomerkistä samoin kuin rekisterikilpien ja kansallisuustunnuksen käytöstä, kiinnittämisestä ja kunnossapidosta, varmenteesta sekä rekisteröintitodistuksesta ja sen käytöstä säädetään tarkemmin valtioneuvoston asetuksella. Liikenteen turvallisuusvirasto vahvistaa rekisteröintitodistuksen ja sille merkittävien tietojen tekniset yksityiskohdat, rekisteröinnissä käytettävien lomakkeiden kaavan sekä rekisterikilpien mitat ja muut tekniset ominaisuudet.",
        "folded_fi": "liikenteen turvallisuusvirasto antaa pyynnosta ajoneuvon ensirekisteroinnista, muutosrekisteroinnista, liikennekaytosta poistosta ja liikennekayttoon otosta rekisterointitodistuksen. liikenteen turvallisuusvirasto myontaa pyynnosta 65 §:ssa tarkoitetun ennakkoilmoituksen tekijalle tai rekisteriin merkitylle ajoneuvon omistajalle varmenteen. kaytettaessa ajoneuvoa kansainvalisessa liikenteessa on viimeksi saadun rekisterointitodistuksen i osa pidettava mukana ajoneuvossa ajon aikana. ensirekisteroitavaa ja tarvittaessa liikennekayttoon otettavaa ajoneuvoa varten annetaan rekisterikilvet, joissa on ajoneuvon yksiloiva rekisteritunnus. ajoneuvon siirtyessa uudelle omistajalle edellisen omistajan on luovutettava talle ajoneuvon varmenne tai voimassa oleva rekisterointitodistus ja rekisterikilvet. ajoneuvon rekisteritunnuksesta ja -kilvista, kansallisuustunnuksesta seka siirtomerkista samoin kuin rekisterikilpien ja kansallisuustunnuksen kaytosta, kiinnittamisesta ja kunnossapidosta, varmenteesta seka rekisterointitodistuksesta ja sen kaytosta saadetaan tarkemmin valtioneuvoston asetuksella. liikenteen turvallisuusvirasto vahvistaa rekisterointitodistuksen ja sille merkittavien tietojen tekniset yksityiskohdat, rekisteroinnissa kaytettavien lomakkeiden kaavan seka rekisterikilpien mitat ja muut tekniset ominaisuudet.",
        "title_sv": "Registreringsintyg, registreringsskyltar och certifikat",
        "content_sv": "Trafiksäkerhetsverket utfärdar på begäran ett registreringsintyg när ett fordon registreras första gången, när en ändringsregistrering görs och när ett fordon avställs eller påställs. Till den som gör en förhandsanmälan som avses i 65 § eller till den i registret antecknade ägaren av fordonet beviljar Trafiksäkerhetsverket på begäran ett certifikat. När fordonet används i internationell trafik ska del I av det senast mottagna registreringsintyget medföras i fordonet under körning. När fordon registreras första gången och vid behov när fordon påställs överlämnas registreringsskyltar med det registreringstecken som identifierar fordonet. När fordonet får en ny ägare ska den tidigare ägaren ge fordonets certifikat eller gällande registreringsintyg samt registreringsskyltarna till den nya ägaren. Närmare bestämmelser om registreringstecken, registreringsskyltar, nationalitetsbeteckningar och förflyttningsmärken samt om användningen, fastsättningen och skötseln av registreringsskyltar och nationalitetsbeteckningar och om certifikat och registreringsintyg och deras användning utfärdas genom förordning av statsrådet. Trafiksäkerhetsverket fastställer de tekniska detaljerna för registreringsintygen och de uppgifter som anges i dem, formuläret för de blanketter som används vid registrering samt registreringsskyltarnas mått och andra tekniska egenskaper.",
        "normalized_sv": "Trafiksäkerhetsverket utfärdar på begäran ett registreringsintyg när ett fordon registreras första gången, när en ändringsregistrering görs och när ett fordon avställs eller påställs. Till den som gör en förhandsanmälan som avses i 65 § eller till den i registret antecknade ägaren av fordonet beviljar Trafiksäkerhetsverket på begäran ett certifikat. När fordonet används i internationell trafik ska del I av det senast mottagna registreringsintyget medföras i fordonet under körning. När fordon registreras första gången och vid behov när fordon påställs överlämnas registreringsskyltar med det registreringstecken som identifierar fordonet. När fordonet får en ny ägare ska den tidigare ägaren ge fordonets certifikat eller gällande registreringsintyg samt registreringsskyltarna till den nya ägaren. Närmare bestämmelser om registreringstecken, registreringsskyltar, nationalitetsbeteckningar och förflyttningsmärken samt om användningen, fastsättningen och skötseln av registreringsskyltar och nationalitetsbeteckningar och om certifikat och registreringsintyg och deras användning utfärdas genom förordning av statsrådet. Trafiksäkerhetsverket fastställer de tekniska detaljerna för registreringsintygen och de uppgifter som anges i dem, formuläret för de blanketter som används vid registrering samt registreringsskyltarnas mått och andra tekniska egenskaper.",
        "folded_sv": "trafiksakerhetsverket utfardar pa begaran ett registreringsintyg nar ett fordon registreras forsta gangen, nar en andringsregistrering gors och nar ett fordon avstalls eller pastalls. till den som gor en forhandsanmalan som avses i 65 § eller till den i registret antecknade agaren av fordonet beviljar trafiksakerhetsverket pa begaran ett certifikat. nar fordonet anvands i internationell trafik ska del i av det senast mottagna registreringsintyget medforas i fordonet under korning. nar fordon registreras forsta gangen och vid behov nar fordon pastalls overlamnas registreringsskyltar med det registreringstecken som identifierar fordonet. nar fordonet far en ny agare ska den tidigare agaren ge fordonets certifikat eller gallande registreringsintyg samt registreringsskyltarna till den nya agaren. narmare bestammelser om registreringstecken, registreringsskyltar, nationalitetsbeteckningar och forflyttningsmarken samt om anvandningen, fastsattningen och skotseln av registreringsskyltar och nationalitetsbeteckningar och om certifikat och registreringsintyg och deras anvandning utfardas genom forordning av statsradet. trafiksakerhetsverket faststaller de tekniska detaljerna for registreringsintygen och de uppgifter som anges i dem, formularet for de blanketter som anvands vid registrering samt registreringsskyltarnas matt och andra tekniska egenskaper."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "66 c",
      "section": "66 c",
      "title": "Liikennekäytöstä poisto",
      "content": "Liikennekäytöstä poistoa koskeva ilmoitus on tehtävä sinä päivänä, jona ajoneuvon käyttö liikenteessä lopetetaan. Ajoneuvo merkitään rekisteriin liikennekäytöstä poistetuksi ilmoituksen tekopäivästä. Erityisestä syystä liikennekäytöstä poiston alkamispäiväksi voidaan kuitenkin merkitä ilmoituksen tekopäivää aikaisempi päivä. Liikennekäytöstä poistettua ajoneuvoa saa käyttää liikenteessä ja muualla sen vuorokauden loppuun, jona liikennekäytöstä poistoa koskeva kausi alkaa. Liikenteen turvallisuusviraston oikeudesta merkitä rekisteriin ajoneuvo poistetuksi liikennekäytöstä ajoneuvon ulkomaille viennin vuoksi tai muusta erityisestä syystä säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:66 c",
        "normalized_fi": "Liikennekäytöstä poistoa koskeva ilmoitus on tehtävä sinä päivänä, jona ajoneuvon käyttö liikenteessä lopetetaan. Ajoneuvo merkitään rekisteriin liikennekäytöstä poistetuksi ilmoituksen tekopäivästä. Erityisestä syystä liikennekäytöstä poiston alkamispäiväksi voidaan kuitenkin merkitä ilmoituksen tekopäivää aikaisempi päivä. Liikennekäytöstä poistettua ajoneuvoa saa käyttää liikenteessä ja muualla sen vuorokauden loppuun, jona liikennekäytöstä poistoa koskeva kausi alkaa. Liikenteen turvallisuusviraston oikeudesta merkitä rekisteriin ajoneuvo poistetuksi liikennekäytöstä ajoneuvon ulkomaille viennin vuoksi tai muusta erityisestä syystä säädetään valtioneuvoston asetuksella.",
        "folded_fi": "liikennekaytosta poistoa koskeva ilmoitus on tehtava sina paivana, jona ajoneuvon kaytto liikenteessa lopetetaan. ajoneuvo merkitaan rekisteriin liikennekaytosta poistetuksi ilmoituksen tekopaivasta. erityisesta syysta liikennekaytosta poiston alkamispaivaksi voidaan kuitenkin merkita ilmoituksen tekopaivaa aikaisempi paiva. liikennekaytosta poistettua ajoneuvoa saa kayttaa liikenteessa ja muualla sen vuorokauden loppuun, jona liikennekaytosta poistoa koskeva kausi alkaa. liikenteen turvallisuusviraston oikeudesta merkita rekisteriin ajoneuvo poistetuksi liikennekaytosta ajoneuvon ulkomaille viennin vuoksi tai muusta erityisesta syysta saadetaan valtioneuvoston asetuksella.",
        "title_sv": "Avställning av fordon",
        "content_sv": "Anmälan om att ett fordon avställs ska göras den dag då användningen av fordonet i trafik upphör. Fordonet antecknas i registret som avställt från den dag då anmälan gjordes. Av särskilda skäl kan dock en dag som infallit före den dag då anmälan gjordes antecknas som den dag då fordonet avställdes. Ett fordon som har avställts får användas i trafik och i övrigt fram till utgången av det dygn då avställningsperioden börjar. Bestämmelser om Trafiksäkerhetsverkets rätt att i registret anteckna ett fordon såsom avställt på grund av export eller av något annat särskilt skäl utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Anmälan om att ett fordon avställs ska göras den dag då användningen av fordonet i trafik upphör. Fordonet antecknas i registret som avställt från den dag då anmälan gjordes. Av särskilda skäl kan dock en dag som infallit före den dag då anmälan gjordes antecknas som den dag då fordonet avställdes. Ett fordon som har avställts får användas i trafik och i övrigt fram till utgången av det dygn då avställningsperioden börjar. Bestämmelser om Trafiksäkerhetsverkets rätt att i registret anteckna ett fordon såsom avställt på grund av export eller av något annat särskilt skäl utfärdas genom förordning av statsrådet.",
        "folded_sv": "anmalan om att ett fordon avstalls ska goras den dag da anvandningen av fordonet i trafik upphor. fordonet antecknas i registret som avstallt fran den dag da anmalan gjordes. av sarskilda skal kan dock en dag som infallit fore den dag da anmalan gjordes antecknas som den dag da fordonet avstalldes. ett fordon som har avstallts far anvandas i trafik och i ovrigt fram till utgangen av det dygn da avstallningsperioden borjar. bestammelser om trafiksakerhetsverkets ratt att i registret anteckna ett fordon sasom avstallt pa grund av export eller av nagot annat sarskilt skal utfardas genom forordning av statsradet."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "66 f",
      "section": "66 f",
      "title": "Ajoneuvon väliaikainen käyttö liikenteessä",
      "content": "Liikenteen turvallisuusvirasto ja Tulli voivat antaa Suomessa ensirekisteröimätöntä, liikennekäytöstä poistettua, käyttökiellossa olevaa tai ajokieltoon määrättyä ajoneuvoa varten siirtoluvan ja siihen liittyvät siirtomerkit ajoneuvon käyttämiseksi rajoitetusti liikenteessä ja muualla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:66 f",
        "normalized_fi": "Liikenteen turvallisuusvirasto ja Tulli voivat antaa Suomessa ensirekisteröimätöntä, liikennekäytöstä poistettua, käyttökiellossa olevaa tai ajokieltoon määrättyä ajoneuvoa varten siirtoluvan ja siihen liittyvät siirtomerkit ajoneuvon käyttämiseksi rajoitetusti liikenteessä ja muualla.",
        "folded_fi": "liikenteen turvallisuusvirasto ja tulli voivat antaa suomessa ensirekisteroimatonta, liikennekaytosta poistettua, kayttokiellossa olevaa tai ajokieltoon maarattya ajoneuvoa varten siirtoluvan ja siihen liittyvat siirtomerkit ajoneuvon kayttamiseksi rajoitetusti liikenteessa ja muualla.",
        "title_sv": "Tillfällig användning av fordon i trafik",
        "content_sv": "Trafiksäkerhetsverket och Tullen kan för ett fordon som inte registrerats första gången i Finland eller som i Finland avställts eller belagts med användningsförbud eller körförbud ge förflyttningstillstånd och tillhörande förflyttningsmärken för begränsad användning av fordonet i trafik och i övrigt.",
        "normalized_sv": "Trafiksäkerhetsverket och Tullen kan för ett fordon som inte registrerats första gången i Finland eller som i Finland avställts eller belagts med användningsförbud eller körförbud ge förflyttningstillstånd och tillhörande förflyttningsmärken för begränsad användning av fordonet i trafik och i övrigt.",
        "folded_sv": "trafiksakerhetsverket och tullen kan for ett fordon som inte registrerats forsta gangen i finland eller som i finland avstallts eller belagts med anvandningsforbud eller korforbud ge forflyttningstillstand och tillhorande forflyttningsmarken for begransad anvandning av fordonet i trafik och i ovrigt."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "95",
      "section": "95",
      "title": "Liikenteen turvallisuusviraston oikeus muuttaa rekisteritietoja",
      "content": "Jos velvollisuus ilmoittaa ajoneuvo rekisteriin on laiminlyöty tai jos Liikenteen turvallisuusvirasto saa tiedon rekisteriin merkittävän tiedon muuttumisesta tai virheellisyydestä, Liikenteen turvallisuusvirastolla on oikeus merkitä puuttuvat tiedot rekisteriin tai korjata virheelliset tiedot. Liikenteen turvallisuusviraston on ennen muutoksen tekemistä annettava ajoneuvon omistajan ja haltijan lausua käsityksensä muutoksen aiheellisuudesta, jos muutos vaikuttaa omistajan tai haltijan oikeuksiin, jollei se ole ilmeisen tarpeetonta. Jos virhe johtuu ilmoitusvelvollisen toimenpiteestä, Liikenteen turvallisuusvirastolla on oikeus periä tältä virheen korjaamisesta aiheutuneet kustannukset. Muutoksen tehtyään Liikenteen turvallisuusviraston on ilmoitettava siitä ajoneuvon omistajalle ja haltijalle. Henkilötietolain (523/1999) 29 §:ssä säädetään rekisterinpitäjän velvollisuudesta korjata henkilörekisterissä olevia tietoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:95",
        "normalized_fi": "Jos velvollisuus ilmoittaa ajoneuvo rekisteriin on laiminlyöty tai jos Liikenteen turvallisuusvirasto saa tiedon rekisteriin merkittävän tiedon muuttumisesta tai virheellisyydestä, Liikenteen turvallisuusvirastolla on oikeus merkitä puuttuvat tiedot rekisteriin tai korjata virheelliset tiedot. Liikenteen turvallisuusviraston on ennen muutoksen tekemistä annettava ajoneuvon omistajan ja haltijan lausua käsityksensä muutoksen aiheellisuudesta, jos muutos vaikuttaa omistajan tai haltijan oikeuksiin, jollei se ole ilmeisen tarpeetonta. Jos virhe johtuu ilmoitusvelvollisen toimenpiteestä, Liikenteen turvallisuusvirastolla on oikeus periä tältä virheen korjaamisesta aiheutuneet kustannukset. Muutoksen tehtyään Liikenteen turvallisuusviraston on ilmoitettava siitä ajoneuvon omistajalle ja haltijalle. Henkilötietolain (523/1999) 29 § :ssä säädetään rekisterinpitäjän velvollisuudesta korjata henkilörekisterissä olevia tietoja.",
        "folded_fi": "jos velvollisuus ilmoittaa ajoneuvo rekisteriin on laiminlyoty tai jos liikenteen turvallisuusvirasto saa tiedon rekisteriin merkittavan tiedon muuttumisesta tai virheellisyydesta, liikenteen turvallisuusvirastolla on oikeus merkita puuttuvat tiedot rekisteriin tai korjata virheelliset tiedot. liikenteen turvallisuusviraston on ennen muutoksen tekemista annettava ajoneuvon omistajan ja haltijan lausua kasityksensa muutoksen aiheellisuudesta, jos muutos vaikuttaa omistajan tai haltijan oikeuksiin, jollei se ole ilmeisen tarpeetonta. jos virhe johtuu ilmoitusvelvollisen toimenpiteesta, liikenteen turvallisuusvirastolla on oikeus peria talta virheen korjaamisesta aiheutuneet kustannukset. muutoksen tehtyaan liikenteen turvallisuusviraston on ilmoitettava siita ajoneuvon omistajalle ja haltijalle. henkilotietolain (523/1999) 29 §:ssa saadetaan rekisterinpitajan velvollisuudesta korjata henkilorekisterissa olevia tietoja.",
        "title_sv": "Trafiksäkerhetsverkets rätt att ändra registeruppgifter",
        "content_sv": "Om skyldigheten att register anmäla ett fordon har försummats eller om Trafiksäkerhetsverket får vetskap om att en uppgift som ska antecknas i registret har förändrats eller är felaktig, har Trafiksäkerhetsverket rätt att föra in de uppgifter som saknas i registret eller att rätta felaktiga uppgifter. Om ändringen påverkar ägarens eller innehavarens rättigheter ska Trafiksäkerhetsverket innan det företar ändringen låta ägaren och innehavaren av fordonet uttala sin åsikt om huruvida ändringen är befogad, om detta inte är uppenbart onödigt. Om felet beror på den anmälningsskyldiges åtgärder, har Trafiksäkerhetsverket rätt att hos denne ta ut kostnaderna för rättelsen. När ändringen gjorts ska Trafiksäkerhetsverket meddela detta till ägaren och innehavaren av fordonet. Bestämmelser om den registeransvariges skyldighet att rätta uppgifter i ett personregister finns i 29 § i personuppgiftslagen (523/1999).",
        "normalized_sv": "Om skyldigheten att register anmäla ett fordon har försummats eller om Trafiksäkerhetsverket får vetskap om att en uppgift som ska antecknas i registret har förändrats eller är felaktig, har Trafiksäkerhetsverket rätt att föra in de uppgifter som saknas i registret eller att rätta felaktiga uppgifter. Om ändringen påverkar ägarens eller innehavarens rättigheter ska Trafiksäkerhetsverket innan det företar ändringen låta ägaren och innehavaren av fordonet uttala sin åsikt om huruvida ändringen är befogad, om detta inte är uppenbart onödigt. Om felet beror på den anmälningsskyldiges åtgärder, har Trafiksäkerhetsverket rätt att hos denne ta ut kostnaderna för rättelsen. När ändringen gjorts ska Trafiksäkerhetsverket meddela detta till ägaren och innehavaren av fordonet. Bestämmelser om den registeransvariges skyldighet att rätta uppgifter i ett personregister finns i 29 § i personuppgiftslagen (523/1999).",
        "folded_sv": "om skyldigheten att register anmala ett fordon har forsummats eller om trafiksakerhetsverket far vetskap om att en uppgift som ska antecknas i registret har forandrats eller ar felaktig, har trafiksakerhetsverket ratt att fora in de uppgifter som saknas i registret eller att ratta felaktiga uppgifter. om andringen paverkar agarens eller innehavarens rattigheter ska trafiksakerhetsverket innan det foretar andringen lata agaren och innehavaren av fordonet uttala sin asikt om huruvida andringen ar befogad, om detta inte ar uppenbart onodigt. om felet beror pa den anmalningsskyldiges atgarder, har trafiksakerhetsverket ratt att hos denne ta ut kostnaderna for rattelsen. nar andringen gjorts ska trafiksakerhetsverket meddela detta till agaren och innehavaren av fordonet. bestammelser om den registeransvariges skyldighet att ratta uppgifter i ett personregister finns i 29 § i personuppgiftslagen (523/1999)."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "98",
      "section": "98",
      "title": "Muutoksenhaku",
      "content": "Ajoneuvon hyväksyntää ja katsastusta koskevaan katsastustoimipaikan päätökseen saa vaatia oikaisua Liikenteen turvallisuusvirastolta siten kuin hallintolaissa säädetään. Liikenteen turvallisuusviraston oikaisuvaatimuksen johdosta antamaan päätökseen sekä tämän lain nojalla muutoin antamaan päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Poliisin, Tullin ja rajavartiolaitoksen tämän lain nojalla antamaan päätökseen saa myös hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden päätökseen 42 §:ssä tarkoitettuja toimia, 50 §:ssä tarkoitettua hyväksynnän peruuttamista, 66 f §:ssä tarkoitettua koenumerotodistuksen peruuttamista, 78 §:ssä tarkoitettua luvan peruuttamista, 80-82 §:ssä tarkoitettua kieltoa, 86 a §:ssä tarkoitettua tyyppihyväksynnän peruuttamista sekä 92 §:ssä tarkoitettua luvan peruuttamista koskevassa asiassa saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden muuhun päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan. Tämän lain nojalla tehtyä päätöstä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:98",
        "normalized_fi": "Ajoneuvon hyväksyntää ja katsastusta koskevaan katsastustoimipaikan päätökseen saa vaatia oikaisua Liikenteen turvallisuusvirastolta siten kuin hallintolaissa säädetään. Liikenteen turvallisuusviraston oikaisuvaatimuksen johdosta antamaan päätökseen sekä tämän lain nojalla muutoin antamaan päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Poliisin, Tullin ja rajavartiolaitoksen tämän lain nojalla antamaan päätökseen saa myös hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden päätökseen 42 § :ssä tarkoitettuja toimia, 50 § :ssä tarkoitettua hyväksynnän peruuttamista, 66 f § :ssä tarkoitettua koenumerotodistuksen peruuttamista, 78 § :ssä tarkoitettua luvan peruuttamista, 80-82 § :ssä tarkoitettua kieltoa, 86 a § :ssä tarkoitettua tyyppihyväksynnän peruuttamista sekä 92 § :ssä tarkoitettua luvan peruuttamista koskevassa asiassa saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden muuhun päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan. Tämän lain nojalla tehtyä päätöstä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää.",
        "folded_fi": "ajoneuvon hyvaksyntaa ja katsastusta koskevaan katsastustoimipaikan paatokseen saa vaatia oikaisua liikenteen turvallisuusvirastolta siten kuin hallintolaissa saadetaan. liikenteen turvallisuusviraston oikaisuvaatimuksen johdosta antamaan paatokseen seka taman lain nojalla muutoin antamaan paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa (586/1996) saadetaan. poliisin, tullin ja rajavartiolaitoksen taman lain nojalla antamaan paatokseen saa myos hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan. hallinto-oikeuden paatokseen 42 §:ssa tarkoitettuja toimia, 50 §:ssa tarkoitettua hyvaksynnan peruuttamista, 66 f §:ssa tarkoitettua koenumerotodistuksen peruuttamista, 78 §:ssa tarkoitettua luvan peruuttamista, 80-82 §:ssa tarkoitettua kieltoa, 86 a §:ssa tarkoitettua tyyppihyvaksynnan peruuttamista seka 92 §:ssa tarkoitettua luvan peruuttamista koskevassa asiassa saa hakea muutosta valittamalla siten kuin hallintolainkayttolaissa saadetaan. hallinto-oikeuden muuhun paatokseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myontaa valitusluvan. taman lain nojalla tehtya paatosta on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin maaraa.",
        "title_sv": "Ändringssökande",
        "content_sv": "Omprövning av ett beslut om godkännande eller besiktning av ett fordon som har fattats av ett besiktningsställe får begäras hos Trafiksäkerhetsverket på det sätt som anges i förvaltningslagen. Ett beslut som Trafiksäkerhetsverket fattat med anledning av en begäran om omprövning eller som verket annars meddelat med stöd av denna lag får överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen (586/1996). Ett beslut som polisen, Tullen eller gränsbevakningsväsendet meddelat med stöd av denna lag får också överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen. I ett beslut av förvaltningsdomstolen som gäller åtgärder enligt 42 §, återkallande av godkännande enligt 50 §, återkallande av provnummerintyg enligt 66 f §, återkallande av tillstånd enligt 78 §, förbud enligt 80-82 §, återkallande av typgodkännande enligt 86 a § samt återkallande av tillstånd enligt 92 § får överklagas genom besvär på det sätt som anges i förvaltningsprocesslagen. Över andra beslut av förvaltningsdomstolen får besvär anföras endast om högsta förvaltningsdomstolen beviljar besvärstillstånd. Ett beslut som har fattats med stöd av denna lag ska iakttas trots ändringssökande, om inte den myndighet där ändring sökts bestämmer något annat.",
        "normalized_sv": "Omprövning av ett beslut om godkännande eller besiktning av ett fordon som har fattats av ett besiktningsställe får begäras hos Trafiksäkerhetsverket på det sätt som anges i förvaltningslagen. Ett beslut som Trafiksäkerhetsverket fattat med anledning av en begäran om omprövning eller som verket annars meddelat med stöd av denna lag får överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen (586/1996). Ett beslut som polisen, Tullen eller gränsbevakningsväsendet meddelat med stöd av denna lag får också överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen. I ett beslut av förvaltningsdomstolen som gäller åtgärder enligt 42 § , återkallande av godkännande enligt 50 § , återkallande av provnummerintyg enligt 66 f § , återkallande av tillstånd enligt 78 § , förbud enligt 80-82 § , återkallande av typgodkännande enligt 86 a § samt återkallande av tillstånd enligt 92 § får överklagas genom besvär på det sätt som anges i förvaltningsprocesslagen. Över andra beslut av förvaltningsdomstolen får besvär anföras endast om högsta förvaltningsdomstolen beviljar besvärstillstånd. Ett beslut som har fattats med stöd av denna lag ska iakttas trots ändringssökande, om inte den myndighet där ändring sökts bestämmer något annat.",
        "folded_sv": "omprovning av ett beslut om godkannande eller besiktning av ett fordon som har fattats av ett besiktningsstalle far begaras hos trafiksakerhetsverket pa det satt som anges i forvaltningslagen. ett beslut som trafiksakerhetsverket fattat med anledning av en begaran om omprovning eller som verket annars meddelat med stod av denna lag far overklagas genom besvar hos forvaltningsdomstolen pa det satt som anges i forvaltningsprocesslagen (586/1996). ett beslut som polisen, tullen eller gransbevakningsvasendet meddelat med stod av denna lag far ocksa overklagas genom besvar hos forvaltningsdomstolen pa det satt som anges i forvaltningsprocesslagen. i ett beslut av forvaltningsdomstolen som galler atgarder enligt 42 §, aterkallande av godkannande enligt 50 §, aterkallande av provnummerintyg enligt 66 f §, aterkallande av tillstand enligt 78 §, forbud enligt 80-82 §, aterkallande av typgodkannande enligt 86 a § samt aterkallande av tillstand enligt 92 § far overklagas genom besvar pa det satt som anges i forvaltningsprocesslagen. over andra beslut av forvaltningsdomstolen far besvar anforas endast om hogsta forvaltningsdomstolen beviljar besvarstillstand. ett beslut som har fattats med stod av denna lag ska iakttas trots andringssokande, om inte den myndighet dar andring sokts bestammer nagot annat."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    }
  ]
}