{
  "id": "177/2015",
  "type": "statute",
  "title": "Laki joukkoliikennelain muuttamisesta",
  "title_en": "Lag om ändring av kollektivtrafiklagen",
  "status": "in_force",
  "issued_date": "2015-03-06",
  "in_force_date": "2015-03-06",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/177/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "palvelusopimusasetus Tätä lakia sovelletaan joukkoliikenteenä harjoitettavaan ammattimaiseen henkilöiden kuljettamiseen tiellä linja-autolla, jollei rautateiden ja maanteiden julkisista henkilöliikennepalveluista sekä neuvoston asetusten (ETY) N:o 1191/69 ja (ETY) N:o 1107/70 kumoamisesta annetusta Euroopan parlamentin ja neuvoston asetuksesta (EY) N:o 1370/2007, jäljempänä, tai muista Euroopan unionin asetuksista muuta johdu. Lain 2 §:n 1 ja 6 kohdan, 3-7 §:n, 8 §:n 1 momentin, 9 §:n 1 ja 2 momentin, 47 ja 48 §:n, 49 §:n 2 momentin, 52 §:n, 53 §:n 3 momentin sekä 57 ja 58 §:n säännöksiä sovelletaan myös palvelusopimusasetuksen mukaisesti harjoitettavaan joukkoliikenteeseen. Lain 2 §:n 7 kohdan, 14 §:n, 6 luvun sekä 53 §:n 2 momentin säännöksiä sovelletaan vain palvelusopimusasetuksen mukaisesti harjoitettavaan joukkoliikenteeseen. Tämän lain 2 §:n 1 ja 7 kohdan, 3-7 ja 14 §:n, 6 luvun sekä 57 §:n säännöksiä sovelletaan myös raideliikenteeseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "palvelusopimusasetus Tätä lakia sovelletaan joukkoliikenteenä harjoitettavaan ammattimaiseen henkilöiden kuljettamiseen tiellä linja-autolla, jollei rautateiden ja maanteiden julkisista henkilöliikennepalveluista sekä neuvoston asetusten (ETY) N:o 1191/69 ja (ETY) N:o 1107/70 kumoamisesta annetusta Euroopan parlamentin ja neuvoston asetuksesta (EY) N:o 1370/2007, jäljempänä, tai muista Euroopan unionin asetuksista muuta johdu. Lain 2 § :n 1 ja 6 kohdan, 3-7 § :n, 8 § :n 1 momentin, 9 § :n 1 ja 2 momentin, 47 ja 48 § :n, 49 § :n 2 momentin, 52 § :n, 53 § :n 3 momentin sekä 57 ja 58 § :n säännöksiä sovelletaan myös palvelusopimusasetuksen mukaisesti harjoitettavaan joukkoliikenteeseen. Lain 2 § :n 7 kohdan, 14 § :n, 6 luvun sekä 53 § :n 2 momentin säännöksiä sovelletaan vain palvelusopimusasetuksen mukaisesti harjoitettavaan joukkoliikenteeseen. Tämän lain 2 § :n 1 ja 7 kohdan, 3-7 ja 14 § :n, 6 luvun sekä 57 § :n säännöksiä sovelletaan myös raideliikenteeseen.",
        "folded_fi": "palvelusopimusasetus tata lakia sovelletaan joukkoliikenteena harjoitettavaan ammattimaiseen henkiloiden kuljettamiseen tiella linja-autolla, jollei rautateiden ja maanteiden julkisista henkiloliikennepalveluista seka neuvoston asetusten (ety) n:o 1191/69 ja (ety) n:o 1107/70 kumoamisesta annetusta euroopan parlamentin ja neuvoston asetuksesta (ey) n:o 1370/2007, jaljempana, tai muista euroopan unionin asetuksista muuta johdu. lain 2 §:n 1 ja 6 kohdan, 3-7 §:n, 8 §:n 1 momentin, 9 §:n 1 ja 2 momentin, 47 ja 48 §:n, 49 §:n 2 momentin, 52 §:n, 53 §:n 3 momentin seka 57 ja 58 §:n saannoksia sovelletaan myos palvelusopimusasetuksen mukaisesti harjoitettavaan joukkoliikenteeseen. lain 2 §:n 7 kohdan, 14 §:n, 6 luvun seka 53 §:n 2 momentin saannoksia sovelletaan vain palvelusopimusasetuksen mukaisesti harjoitettavaan joukkoliikenteeseen. taman lain 2 §:n 1 ja 7 kohdan, 3-7 ja 14 §:n, 6 luvun seka 57 §:n saannoksia sovelletaan myos raideliikenteeseen.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "trafikavtalsförordningen Denna lag tillämpas på yrkesmässig persontransport på väg med buss när transporten bedrivs som kollektivtrafik, om inte något annat följer av Europaparlamentets och rådets förordning (EG) nr 1370/2007 om kollektivtrafik på järnväg och väg och om upphävande av rådets förordning (EEG) nr 1191/69 och (EEG) nr 1107/70, nedan, eller av andra EU-förordningar. Bestämmelserna i 2 § 1 och 6 punkten, 3-7 §, 8 § 1 mom., 9 § 1 och 2 mom., 47 och 48 §, 49 § 2 mom., 52 §, 53 § 3 mom. samt 57 och 58 § tillämpas också på kollektivtrafik som bedrivs enligt trafikavtalsförordningen. Bestämmelserna i 2 § 7 punkten, 14 §, 6 kap. samt 53 § 2 mom. tillämpas enbart på kollektivtrafik som bedrivs enligt trafikavtalsförordningen. Bestämmelserna i 2 § 1 och 7 punkten, 3-7 och 14 §, 6 kap. och 57 § tillämpas även på spårtrafik.",
        "normalized_sv": "trafikavtalsförordningen Denna lag tillämpas på yrkesmässig persontransport på väg med buss när transporten bedrivs som kollektivtrafik, om inte något annat följer av Europaparlamentets och rådets förordning (EG) nr 1370/2007 om kollektivtrafik på järnväg och väg och om upphävande av rådets förordning (EEG) nr 1191/69 och (EEG) nr 1107/70, nedan, eller av andra EU-förordningar. Bestämmelserna i 2 § 1 och 6 punkten, 3-7 § , 8 § 1 mom., 9 § 1 och 2 mom., 47 och 48 § , 49 § 2 mom., 52 § , 53 § 3 mom. samt 57 och 58 § tillämpas också på kollektivtrafik som bedrivs enligt trafikavtalsförordningen. Bestämmelserna i 2 § 7 punkten, 14 § , 6 kap. samt 53 § 2 mom. tillämpas enbart på kollektivtrafik som bedrivs enligt trafikavtalsförordningen. Bestämmelserna i 2 § 1 och 7 punkten, 3-7 och 14 § , 6 kap. och 57 § tillämpas även på spårtrafik.",
        "folded_sv": "trafikavtalsforordningen denna lag tillampas pa yrkesmassig persontransport pa vag med buss nar transporten bedrivs som kollektivtrafik, om inte nagot annat foljer av europaparlamentets och radets forordning (eg) nr 1370/2007 om kollektivtrafik pa jarnvag och vag och om upphavande av radets forordning (eeg) nr 1191/69 och (eeg) nr 1107/70, nedan, eller av andra eu-forordningar. bestammelserna i 2 § 1 och 6 punkten, 3-7 §, 8 § 1 mom., 9 § 1 och 2 mom., 47 och 48 §, 49 § 2 mom., 52 §, 53 § 3 mom. samt 57 och 58 § tillampas ocksa pa kollektivtrafik som bedrivs enligt trafikavtalsforordningen. bestammelserna i 2 § 7 punkten, 14 §, 6 kap. samt 53 § 2 mom. tillampas enbart pa kollektivtrafik som bedrivs enligt trafikavtalsforordningen. bestammelserna i 2 § 1 och 7 punkten, 3-7 och 14 §, 6 kap. och 57 § tillampas aven pa spartrafik."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) joukkoliikenteellä yleisesti käytettävissä tai tilattavissa olevaa, useiden ihmisten kuljettamiseen tarkoitettua ammattimaista markkinaehtoisesti tai palvelusopimusasetuksen mukaisesti harjoitettua linja-autoliikennettä ja palvelusopimusasetuksen mukaisesti harjoitettua raideliikennettä; 2) markkinaehtoisella liikenteellä linja-autolla harjoitettavaa muuta kuin palvelusopimusasetuksen mukaista liikennettä; 3) tilausliikenteellä markkinaehtoista liikennettä, jota harjoitetaan vain tilauksesta yksilöitävissä olevan tilaajan etukäteen määräämällä tavalla; 4) reittiliikenteellä markkinaehtoista liikennettä, joka on säännöllistä, jonka palvelut ovat yleisesti käytettävissä ja jonka reitin päätepisteet, pysäkit sekä aikataulun luvan myöntävä viranomainen vahvistaa; 5) kutsujoukkoliikenteellä markkinaehtoista liikennettä, joka on paikallista tai seudullista taikka alueellista ja jatkuvaluonteista, jota ajetaan ainoastaan etukäteen tehdystä tilauksesta ja jonka reitti ja aikataulu määräytyvät näiden ennakkoon tehtyjen tilausten perusteella ja tilattujen kuljetusten yhdistelyn avulla; kuljetusten yhdistelyllä tarkoitetaan vähintään kolmen ennakkoon tilatun kuljetuksen yhdistämistä yhdeksi reitiksi; 6) liikenteestä vastaavalla henkilöllä EU:n liikenteenharjoittaja-asetus maantieliikenteen harjoittajan ammatin harjoittamisen edellytyksiä koskevista yhteisistä säännöistä ja neuvoston direktiivin 96/26/EY kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 1071/2009, jäljempänä, 2 artiklan 5 kohdassa ja 4 artiklassa tarkoitettua henkilöä; 7) käyttöoikeussopimuksella julkisista hankinnoista annetun lain (348/2007) 5 §:n 6 kohdassa määriteltyä palveluja koskevaa käyttöoikeussopimusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) joukkoliikenteellä yleisesti käytettävissä tai tilattavissa olevaa, useiden ihmisten kuljettamiseen tarkoitettua ammattimaista markkinaehtoisesti tai palvelusopimusasetuksen mukaisesti harjoitettua linja-autoliikennettä ja palvelusopimusasetuksen mukaisesti harjoitettua raideliikennettä; 2) markkinaehtoisella liikenteellä linja-autolla harjoitettavaa muuta kuin palvelusopimusasetuksen mukaista liikennettä; 3) tilausliikenteellä markkinaehtoista liikennettä, jota harjoitetaan vain tilauksesta yksilöitävissä olevan tilaajan etukäteen määräämällä tavalla; 4) reittiliikenteellä markkinaehtoista liikennettä, joka on säännöllistä, jonka palvelut ovat yleisesti käytettävissä ja jonka reitin päätepisteet, pysäkit sekä aikataulun luvan myöntävä viranomainen vahvistaa; 5) kutsujoukkoliikenteellä markkinaehtoista liikennettä, joka on paikallista tai seudullista taikka alueellista ja jatkuvaluonteista, jota ajetaan ainoastaan etukäteen tehdystä tilauksesta ja jonka reitti ja aikataulu määräytyvät näiden ennakkoon tehtyjen tilausten perusteella ja tilattujen kuljetusten yhdistelyn avulla; kuljetusten yhdistelyllä tarkoitetaan vähintään kolmen ennakkoon tilatun kuljetuksen yhdistämistä yhdeksi reitiksi; 6) liikenteestä vastaavalla henkilöllä EU:n liikenteenharjoittaja-asetus maantieliikenteen harjoittajan ammatin harjoittamisen edellytyksiä koskevista yhteisistä säännöistä ja neuvoston direktiivin 96/26/EY kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 1071/2009, jäljempänä, 2 artiklan 5 kohdassa ja 4 artiklassa tarkoitettua henkilöä; 7) käyttöoikeussopimuksella julkisista hankinnoista annetun lain (348/2007) 5 § :n 6 kohdassa määriteltyä palveluja koskevaa käyttöoikeussopimusta.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) joukkoliikenteella yleisesti kaytettavissa tai tilattavissa olevaa, useiden ihmisten kuljettamiseen tarkoitettua ammattimaista markkinaehtoisesti tai palvelusopimusasetuksen mukaisesti harjoitettua linja-autoliikennetta ja palvelusopimusasetuksen mukaisesti harjoitettua raideliikennetta; 2) markkinaehtoisella liikenteella linja-autolla harjoitettavaa muuta kuin palvelusopimusasetuksen mukaista liikennetta; 3) tilausliikenteella markkinaehtoista liikennetta, jota harjoitetaan vain tilauksesta yksiloitavissa olevan tilaajan etukateen maaraamalla tavalla; 4) reittiliikenteella markkinaehtoista liikennetta, joka on saannollista, jonka palvelut ovat yleisesti kaytettavissa ja jonka reitin paatepisteet, pysakit seka aikataulun luvan myontava viranomainen vahvistaa; 5) kutsujoukkoliikenteella markkinaehtoista liikennetta, joka on paikallista tai seudullista taikka alueellista ja jatkuvaluonteista, jota ajetaan ainoastaan etukateen tehdysta tilauksesta ja jonka reitti ja aikataulu maaraytyvat naiden ennakkoon tehtyjen tilausten perusteella ja tilattujen kuljetusten yhdistelyn avulla; kuljetusten yhdistelylla tarkoitetaan vahintaan kolmen ennakkoon tilatun kuljetuksen yhdistamista yhdeksi reitiksi; 6) liikenteesta vastaavalla henkilolla eu:n liikenteenharjoittaja-asetus maantieliikenteen harjoittajan ammatin harjoittamisen edellytyksia koskevista yhteisista saannoista ja neuvoston direktiivin 96/26/ey kumoamisesta annetun euroopan parlamentin ja neuvoston asetuksen (ey) n:o 1071/2009, jaljempana, 2 artiklan 5 kohdassa ja 4 artiklassa tarkoitettua henkiloa; 7) kayttooikeussopimuksella julkisista hankinnoista annetun lain (348/2007) 5 §:n 6 kohdassa maariteltya palveluja koskevaa kayttooikeussopimusta.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) kollektivtrafik allmänt tillgänglig eller beställningsbar, för transport av flera människor avsedd yrkesmässig busstrafik, oavsett om trafiken bedrivs på marknadsvillkor eller enligt trafikavtalsförordningen, och spårtrafik som bedrivs enligt trafikavtalsförordningen, 2) trafik på marknadsvillkor annan busstrafik än sådan som bedrivs enligt trafikavtalsförordningen, 3) beställningstrafik trafik på marknadsvillkor som bedrivs endast på beställning på det sätt som en beställare som kan individualiseras bestämmer på förhand, 4) linjebaserad trafik trafik på marknadsvillkor som är regelbunden, vars tjänster kan anlitas allmänt och i fråga om vilken tillståndsmyndigheten fastställer ändpunkterna för rutten, hållplatserna och tidtabellen, 5) anropsstyrd kollektivtrafik trafik på marknadsvillkor som bedrivs lokalt eller regionalt och är av fortgående karaktär och som alltid ska beställas på förhand och vars rutt och tidtabell bestäms på basis av dessa förbeställningar och med hjälp av samordning av beställda transporter; med samordning av transporter avses att minst tre förbeställda transporter kombineras till en rutt, 6) trafikansvarig EU:s förordning om trafikidkare en person som avses i artiklarna 2.5 och 4 i Europaparlamentets och rådets förordning (EG) nr 1071/2009 om gemensamma regler beträffande de villkor som ska uppfyllas av personer som bedriver yrkesmässig trafik och om upphävande av rådets direktiv 96/26/EG, nedan, 7) koncessionsavtal i 5 § 6 punkten i lagen om offentlig upphandling (348/2007) definierad tjänstekoncession.",
        "normalized_sv": "I denna lag avses med 1) kollektivtrafik allmänt tillgänglig eller beställningsbar, för transport av flera människor avsedd yrkesmässig busstrafik, oavsett om trafiken bedrivs på marknadsvillkor eller enligt trafikavtalsförordningen, och spårtrafik som bedrivs enligt trafikavtalsförordningen, 2) trafik på marknadsvillkor annan busstrafik än sådan som bedrivs enligt trafikavtalsförordningen, 3) beställningstrafik trafik på marknadsvillkor som bedrivs endast på beställning på det sätt som en beställare som kan individualiseras bestämmer på förhand, 4) linjebaserad trafik trafik på marknadsvillkor som är regelbunden, vars tjänster kan anlitas allmänt och i fråga om vilken tillståndsmyndigheten fastställer ändpunkterna för rutten, hållplatserna och tidtabellen, 5) anropsstyrd kollektivtrafik trafik på marknadsvillkor som bedrivs lokalt eller regionalt och är av fortgående karaktär och som alltid ska beställas på förhand och vars rutt och tidtabell bestäms på basis av dessa förbeställningar och med hjälp av samordning av beställda transporter; med samordning av transporter avses att minst tre förbeställda transporter kombineras till en rutt, 6) trafikansvarig EU:s förordning om trafikidkare en person som avses i artiklarna 2.5 och 4 i Europaparlamentets och rådets förordning (EG) nr 1071/2009 om gemensamma regler beträffande de villkor som ska uppfyllas av personer som bedriver yrkesmässig trafik och om upphävande av rådets direktiv 96/26/EG, nedan, 7) koncessionsavtal i 5 § 6 punkten i lagen om offentlig upphandling (348/2007) definierad tjänstekoncession.",
        "folded_sv": "i denna lag avses med 1) kollektivtrafik allmant tillganglig eller bestallningsbar, for transport av flera manniskor avsedd yrkesmassig busstrafik, oavsett om trafiken bedrivs pa marknadsvillkor eller enligt trafikavtalsforordningen, och spartrafik som bedrivs enligt trafikavtalsforordningen, 2) trafik pa marknadsvillkor annan busstrafik an sadan som bedrivs enligt trafikavtalsforordningen, 3) bestallningstrafik trafik pa marknadsvillkor som bedrivs endast pa bestallning pa det satt som en bestallare som kan individualiseras bestammer pa forhand, 4) linjebaserad trafik trafik pa marknadsvillkor som ar regelbunden, vars tjanster kan anlitas allmant och i fraga om vilken tillstandsmyndigheten faststaller andpunkterna for rutten, hallplatserna och tidtabellen, 5) anropsstyrd kollektivtrafik trafik pa marknadsvillkor som bedrivs lokalt eller regionalt och ar av fortgaende karaktar och som alltid ska bestallas pa forhand och vars rutt och tidtabell bestams pa basis av dessa forbestallningar och med hjalp av samordning av bestallda transporter; med samordning av transporter avses att minst tre forbestallda transporter kombineras till en rutt, 6) trafikansvarig eu:s forordning om trafikidkare en person som avses i artiklarna 2.5 och 4 i europaparlamentets och radets forordning (eg) nr 1071/2009 om gemensamma regler betraffande de villkor som ska uppfyllas av personer som bedriver yrkesmassig trafik och om upphavande av radets direktiv 96/26/eg, nedan, 7) koncessionsavtal i 5 § 6 punkten i lagen om offentlig upphandling (348/2007) definierad tjanstekoncession."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Liikenteen harjoittamiseen oikeuttavat luvat ja asiakirjat",
      "content": "Ammattimainen henkilöiden kuljettaminen tiellä linja-autolla korvausta vastaan on sallittu joukkoliikenneluvan, reittiliikenneluvan tai kutsujoukkoliikenneluvan perusteella. Liikenteen harjoittamisesta viranomaisen kanssa tehdyn sopimuksen perusteella säädetään palvelusopimusasetuksessa. Interbus-sopimus EU:n kansainvälistä linja-autoliikennettä koskeva asetus, Kansainvälisen liikenteen harjoittamisesta määrätään linja-autoilla harjoitettavaa satunnaista kansainvälistä matkustajaliikennettä koskevan sopimuksen (Interbus-sopimus) tekemisestä tehdyssä neuvoston päätöksessä 2002/917/EY tarkoitetussa sopimuksessa, jäljempänä, ja kahdenkeskisissä sopimuksissa sekä säädetään kansainvälisen linja-autoliikenteen markkinoille pääsyä koskevista yhteisistä säännöistä ja asetuksen (EY) N:o 561/2006 muuttamisesta annetussa Euroopan parlamentin ja neuvoston asetuksessa (EY) N:o 1073/2009, jäljempänä jossa myös säädetään kabotaasiliikenteen harjoittamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Ammattimainen henkilöiden kuljettaminen tiellä linja-autolla korvausta vastaan on sallittu joukkoliikenneluvan, reittiliikenneluvan tai kutsujoukkoliikenneluvan perusteella. Liikenteen harjoittamisesta viranomaisen kanssa tehdyn sopimuksen perusteella säädetään palvelusopimusasetuksessa. Interbus-sopimus EU:n kansainvälistä linja-autoliikennettä koskeva asetus, Kansainvälisen liikenteen harjoittamisesta määrätään linja-autoilla harjoitettavaa satunnaista kansainvälistä matkustajaliikennettä koskevan sopimuksen (Interbus-sopimus) tekemisestä tehdyssä neuvoston päätöksessä 2002/917/EY tarkoitetussa sopimuksessa, jäljempänä, ja kahdenkeskisissä sopimuksissa sekä säädetään kansainvälisen linja-autoliikenteen markkinoille pääsyä koskevista yhteisistä säännöistä ja asetuksen (EY) N:o 561/2006 muuttamisesta annetussa Euroopan parlamentin ja neuvoston asetuksessa (EY) N:o 1073/2009, jäljempänä jossa myös säädetään kabotaasiliikenteen harjoittamisesta.",
        "folded_fi": "ammattimainen henkiloiden kuljettaminen tiella linja-autolla korvausta vastaan on sallittu joukkoliikenneluvan, reittiliikenneluvan tai kutsujoukkoliikenneluvan perusteella. liikenteen harjoittamisesta viranomaisen kanssa tehdyn sopimuksen perusteella saadetaan palvelusopimusasetuksessa. interbus-sopimus eu:n kansainvalista linja-autoliikennetta koskeva asetus, kansainvalisen liikenteen harjoittamisesta maarataan linja-autoilla harjoitettavaa satunnaista kansainvalista matkustajaliikennetta koskevan sopimuksen (interbus-sopimus) tekemisesta tehdyssa neuvoston paatoksessa 2002/917/ey tarkoitetussa sopimuksessa, jaljempana, ja kahdenkeskisissa sopimuksissa seka saadetaan kansainvalisen linja-autoliikenteen markkinoille paasya koskevista yhteisista saannoista ja asetuksen (ey) n:o 561/2006 muuttamisesta annetussa euroopan parlamentin ja neuvoston asetuksessa (ey) n:o 1073/2009, jaljempana jossa myos saadetaan kabotaasiliikenteen harjoittamisesta.",
        "title_sv": "Tillstånd och handlingar som berättigar till att bedriva trafik",
        "content_sv": "Yrkesmässig persontransport på väg med buss mot ersättning är tillåten på basis av ett kollektivtrafiktillstånd, tillstånd för linjebaserad trafik eller tillstånd för anropsstyrd kollektivtrafik. Bestämmelser om bedrivande av trafik med stöd av ett avtal med en myndighet finns i trafikavtalsförordningen. Interbusöverenskommelsen EU:s förordning om internationell busstrafik Bestämmelser om bedrivande av internationell trafik finns i den överenskommelse som avses i rådets beslut 2002/917/EG om ingåendet av Interbusöverenskommelse om tillfällig internationell persontransport med buss, nedan, i bilaterala avtal och i Europaparlamentets och rådets förordning (EG) nr 1073/2009 om gemensamma regler för tillträde till den internationella marknaden för persontransporter med buss och om ändring av förordning (EG) nr 561/2006, nedan, där det även finns bestämmelser om bedrivande av cabotagetrafik.",
        "normalized_sv": "Yrkesmässig persontransport på väg med buss mot ersättning är tillåten på basis av ett kollektivtrafiktillstånd, tillstånd för linjebaserad trafik eller tillstånd för anropsstyrd kollektivtrafik. Bestämmelser om bedrivande av trafik med stöd av ett avtal med en myndighet finns i trafikavtalsförordningen. Interbusöverenskommelsen EU:s förordning om internationell busstrafik Bestämmelser om bedrivande av internationell trafik finns i den överenskommelse som avses i rådets beslut 2002/917/EG om ingåendet av Interbusöverenskommelse om tillfällig internationell persontransport med buss, nedan, i bilaterala avtal och i Europaparlamentets och rådets förordning (EG) nr 1073/2009 om gemensamma regler för tillträde till den internationella marknaden för persontransporter med buss och om ändring av förordning (EG) nr 561/2006, nedan, där det även finns bestämmelser om bedrivande av cabotagetrafik.",
        "folded_sv": "yrkesmassig persontransport pa vag med buss mot ersattning ar tillaten pa basis av ett kollektivtrafiktillstand, tillstand for linjebaserad trafik eller tillstand for anropsstyrd kollektivtrafik. bestammelser om bedrivande av trafik med stod av ett avtal med en myndighet finns i trafikavtalsforordningen. interbusoverenskommelsen eu:s forordning om internationell busstrafik bestammelser om bedrivande av internationell trafik finns i den overenskommelse som avses i radets beslut 2002/917/eg om ingaendet av interbusoverenskommelse om tillfallig internationell persontransport med buss, nedan, i bilaterala avtal och i europaparlamentets och radets forordning (eg) nr 1073/2009 om gemensamma regler for tilltrade till den internationella marknaden for persontransporter med buss och om andring av forordning (eg) nr 561/2006, nedan, dar det aven finns bestammelser om bedrivande av cabotagetrafik."
      }
    },
    {
      "provision_ref": "10 a",
      "section": "10 a",
      "title": "Joukkoliikenteen valtakunnallinen kehittäminen",
      "content": "Liikennevirasto vastaa joukkoliikenteen valtakunnallisesta kehittämisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 a",
        "normalized_fi": "Liikennevirasto vastaa joukkoliikenteen valtakunnallisesta kehittämisestä.",
        "folded_fi": "liikennevirasto vastaa joukkoliikenteen valtakunnallisesta kehittamisesta.",
        "title_sv": "Nationell utveckling av kollektivtrafiken",
        "content_sv": "Trafikverket ansvarar för den nationella utvecklingen av kollektivtrafiken.",
        "normalized_sv": "Trafikverket ansvarar för den nationella utvecklingen av kollektivtrafiken.",
        "folded_sv": "trafikverket ansvarar for den nationella utvecklingen av kollektivtrafiken."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "EU:n linja-autoliikenteen matkustajien oikeuksia koskevassa asetuksessa tarkoitetut toimivaltaiset viranomaiset",
      "content": "EU:n linja-autoliikenteen matkustajien oikeuksia koskeva asetus Sen lisäksi, mitä muussa laissa säädetään kuluttaja-asiamiehen ja kuluttajariitalautakunnan toimivallasta, Liikenteen turvallisuusvirasto on matkustajien oikeuksista linja-autoliikenteessä sekä asetuksen (EY) N:o 2006/2004 muuttamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 181/2011, jäljempänä, 28 artiklan 1 ja 3 kohdassa tarkoitettu toimivaltainen viranomainen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16",
        "normalized_fi": "EU:n linja-autoliikenteen matkustajien oikeuksia koskeva asetus Sen lisäksi, mitä muussa laissa säädetään kuluttaja-asiamiehen ja kuluttajariitalautakunnan toimivallasta, Liikenteen turvallisuusvirasto on matkustajien oikeuksista linja-autoliikenteessä sekä asetuksen (EY) N:o 2006/2004 muuttamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 181/2011, jäljempänä, 28 artiklan 1 ja 3 kohdassa tarkoitettu toimivaltainen viranomainen.",
        "folded_fi": "eu:n linja-autoliikenteen matkustajien oikeuksia koskeva asetus sen lisaksi, mita muussa laissa saadetaan kuluttaja-asiamiehen ja kuluttajariitalautakunnan toimivallasta, liikenteen turvallisuusvirasto on matkustajien oikeuksista linja-autoliikenteessa seka asetuksen (ey) n:o 2006/2004 muuttamisesta annetun euroopan parlamentin ja neuvoston asetuksen (eu) n:o 181/2011, jaljempana, 28 artiklan 1 ja 3 kohdassa tarkoitettu toimivaltainen viranomainen.",
        "title_sv": "Behöriga myndigheter enligt EU:s förordning om busspassagerares rättigheter",
        "content_sv": "EU:s förordning om busspassagerares rättigheter Utöver vad som i någon annan lag föreskrivs om konsumentombudsmannens och konsumenttvistenämndens behörighet är Trafiksäkerhetsverket den behöriga myndighet som avses i artiklarna 28.1 och 28.3 i Europaparlamentets och rådets förordning (EU) nr 181/2011 om passagerares rättigheter vid busstransport och om ändring av förordning (EG) nr 2006/2004, nedan.",
        "normalized_sv": "EU:s förordning om busspassagerares rättigheter Utöver vad som i någon annan lag föreskrivs om konsumentombudsmannens och konsumenttvistenämndens behörighet är Trafiksäkerhetsverket den behöriga myndighet som avses i artiklarna 28.1 och 28.3 i Europaparlamentets och rådets förordning (EU) nr 181/2011 om passagerares rättigheter vid busstransport och om ändring av förordning (EG) nr 2006/2004, nedan.",
        "folded_sv": "eu:s forordning om busspassagerares rattigheter utover vad som i nagon annan lag foreskrivs om konsumentombudsmannens och konsumenttvistenamndens behorighet ar trafiksakerhetsverket den behoriga myndighet som avses i artiklarna 28.1 och 28.3 i europaparlamentets och radets forordning (eu) nr 181/2011 om passagerares rattigheter vid busstransport och om andring av forordning (eg) nr 2006/2004, nedan."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Joukkoliikenneluvan myöntämisen edellytykset",
      "content": "Joukkoliikennelupa myönnetään hakijalle: 3) jota tai jonka Harmaan talouden selvitysyksiköstä annetun lain (1207/2010) 2 §:ssä tarkoitettua organisaatiohenkilöä taikka näiden määräämisvallassa arvopaperimarkkinalain (746/2012) 2 luvun 4 §:ssä tarkoitetulla tavalla olevaa yhteisöä ei ole asetettu konkurssiin sen toimiessa joukkoliikenne- tai taksilupaa vaativalla toimialalla kahden viimeisimmän vuoden aikana; 4) jolla ei ole veroihin, lakisääteisiin eläke-, tapaturma- tai työttömyysvakuutusmaksuihin taikka Tullin perimiin maksuihin liittyvien velvollisuuksien laiminlyöntejä eikä muita ulosotossa olevia velkoja, jotka ovat hakijan maksukykyyn nähden vähäistä suurempia, eikä velkoja, jotka on palautettu ulosotosta varattomuustodistuksin; 5) jota ei ole määrätty liiketoimintakieltoon eikä väliaikaiseen liiketoimintakieltoon; 6) joka ei ole tahallisesti tai törkeästä huolimattomuudesta olennaisesti laiminlyönyt työsopimuslain (55/2001), työehtosopimuslain (436/1946), työaikalain (605/1996) tai vuosilomalain (162/2005) mukaisten työsuhde-etuuksien suorittamista taikka tapaturmavakuutuslain (608/1948) mukaista työntekijän pakollista vakuutusvelvollisuutta. Joukkoliikennelupa myönnetään EU:n liikenteenharjoittaja-asetuksen 6 ja 7 artiklan ja tämän pykälän 1 momentin 3, 4 ja 6 kohdan vaatimukset täyttävälle oikeushenkilölle, jonka liikenteestä vastaava henkilö täyttää mainitun asetuksen 4, 6 ja 8 artiklassa säädetyt vaatimukset sekä tämän pykälän 1 momentin 2 ja 5 kohdan edellytykset. Lisäksi hakijana olevan yrityksen toimitusjohtajan ja vastuunalaisten yhtiömiesten tulee olla 20 §:ssä tarkoitetulla tavalla hyvämaineisia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19",
        "normalized_fi": "Joukkoliikennelupa myönnetään hakijalle: 3) jota tai jonka Harmaan talouden selvitysyksiköstä annetun lain (1207/2010) 2 § :ssä tarkoitettua organisaatiohenkilöä taikka näiden määräämisvallassa arvopaperimarkkinalain (746/2012) 2 luvun 4 § :ssä tarkoitetulla tavalla olevaa yhteisöä ei ole asetettu konkurssiin sen toimiessa joukkoliikenne- tai taksilupaa vaativalla toimialalla kahden viimeisimmän vuoden aikana; 4) jolla ei ole veroihin, lakisääteisiin eläke-, tapaturma- tai työttömyysvakuutusmaksuihin taikka Tullin perimiin maksuihin liittyvien velvollisuuksien laiminlyöntejä eikä muita ulosotossa olevia velkoja, jotka ovat hakijan maksukykyyn nähden vähäistä suurempia, eikä velkoja, jotka on palautettu ulosotosta varattomuustodistuksin; 5) jota ei ole määrätty liiketoimintakieltoon eikä väliaikaiseen liiketoimintakieltoon; 6) joka ei ole tahallisesti tai törkeästä huolimattomuudesta olennaisesti laiminlyönyt työsopimuslain (55/2001), työehtosopimuslain (436/1946), työaikalain (605/1996) tai vuosilomalain (162/2005) mukaisten työsuhde-etuuksien suorittamista taikka tapaturmavakuutuslain (608/1948) mukaista työntekijän pakollista vakuutusvelvollisuutta. Joukkoliikennelupa myönnetään EU:n liikenteenharjoittaja-asetuksen 6 ja 7 artiklan ja tämän pykälän 1 momentin 3, 4 ja 6 kohdan vaatimukset täyttävälle oikeushenkilölle, jonka liikenteestä vastaava henkilö täyttää mainitun asetuksen 4, 6 ja 8 artiklassa säädetyt vaatimukset sekä tämän pykälän 1 momentin 2 ja 5 kohdan edellytykset. Lisäksi hakijana olevan yrityksen toimitusjohtajan ja vastuunalaisten yhtiömiesten tulee olla 20 § :ssä tarkoitetulla tavalla hyvämaineisia.",
        "folded_fi": "joukkoliikennelupa myonnetaan hakijalle: 3) jota tai jonka harmaan talouden selvitysyksikosta annetun lain (1207/2010) 2 §:ssa tarkoitettua organisaatiohenkiloa taikka naiden maaraamisvallassa arvopaperimarkkinalain (746/2012) 2 luvun 4 §:ssa tarkoitetulla tavalla olevaa yhteisoa ei ole asetettu konkurssiin sen toimiessa joukkoliikenne- tai taksilupaa vaativalla toimialalla kahden viimeisimman vuoden aikana; 4) jolla ei ole veroihin, lakisaateisiin elake-, tapaturma- tai tyottomyysvakuutusmaksuihin taikka tullin perimiin maksuihin liittyvien velvollisuuksien laiminlyonteja eika muita ulosotossa olevia velkoja, jotka ovat hakijan maksukykyyn nahden vahaista suurempia, eika velkoja, jotka on palautettu ulosotosta varattomuustodistuksin; 5) jota ei ole maaratty liiketoimintakieltoon eika valiaikaiseen liiketoimintakieltoon; 6) joka ei ole tahallisesti tai torkeasta huolimattomuudesta olennaisesti laiminlyonyt tyosopimuslain (55/2001), tyoehtosopimuslain (436/1946), tyoaikalain (605/1996) tai vuosilomalain (162/2005) mukaisten tyosuhde-etuuksien suorittamista taikka tapaturmavakuutuslain (608/1948) mukaista tyontekijan pakollista vakuutusvelvollisuutta. joukkoliikennelupa myonnetaan eu:n liikenteenharjoittaja-asetuksen 6 ja 7 artiklan ja taman pykalan 1 momentin 3, 4 ja 6 kohdan vaatimukset tayttavalle oikeushenkilolle, jonka liikenteesta vastaava henkilo tayttaa mainitun asetuksen 4, 6 ja 8 artiklassa saadetyt vaatimukset seka taman pykalan 1 momentin 2 ja 5 kohdan edellytykset. lisaksi hakijana olevan yrityksen toimitusjohtajan ja vastuunalaisten yhtiomiesten tulee olla 20 §:ssa tarkoitetulla tavalla hyvamaineisia.",
        "title_sv": "Förutsättningar för beviljande av kollektivtrafiktillstånd",
        "content_sv": "Kollektivtrafiktillstånd beviljas en sökande 3) som inte under de två senaste åren har försatts i konkurs vid verksamhet inom en bransch där det krävs kollektivtrafik- eller taxitillstånd, samt en organisationsanknuten person enligt 2 § i lagen om Enheten för utredning av grå ekonomi (1207/2010) som är anställd hos sökanden och ett företag som på det sätt som avses i 2 kap. 4 § i värdepappersmarknadslagen (746/2012) står under sökandens eller den organisationsanknutna personens bestämmande inflytande vilka inte försatts i konkurs på det sätt som avses ovan, 4) som inte har försummat sina skyldigheter i anslutning till skatter, lagstadgade pensions-, olycksfalls- eller arbetslöshetsförsäkringsavgifter eller till avgifter som Tullen tar ut och inte heller andra skulder som är föremål för utsökning och som med avseende på sökandens betalningsförmåga är mer än obetydliga eller skulder som har återsänts från utsökningen med ett medellöshetsintyg, 5) som inte har meddelats näringsförbud eller tillfälligt näringsförbud, 6) som inte uppsåtligen eller av grov oaktsamhet väsentligen har försummat att betala ut sådana anställningsförmåner som avses i arbetsavtalslagen (55/2001), lagen om kollektivavtal (436/1946), arbetstidslagen (605/1996) eller semesterlagen (162/2005) eller att teckna en sådan obligatorisk försäkring för anställda som avses i lagen om olycksfallsförsäkring (608/1948). Kollektivtrafiktillstånd beviljas en juridisk person som uppfyller kraven i artiklarna 6 och 7 i EU:s förordning om trafikidkare och kraven i 1 mom. 3, 4 och 6 punkten i denna paragraf och vars trafikansvarige uppfyller kraven i artiklarna 4, 6 och 8 i den förordningen samt förutsättningarna i 1 mom. 2 och 5 punkten i denna paragraf. Dessutom ska verkställande direktören och de ansvariga bolagsmännen i det företag som är sökande ha ett gott anseende på det sätt som avses i 20 §.",
        "normalized_sv": "Kollektivtrafiktillstånd beviljas en sökande 3) som inte under de två senaste åren har försatts i konkurs vid verksamhet inom en bransch där det krävs kollektivtrafik- eller taxitillstånd, samt en organisationsanknuten person enligt 2 § i lagen om Enheten för utredning av grå ekonomi (1207/2010) som är anställd hos sökanden och ett företag som på det sätt som avses i 2 kap. 4 § i värdepappersmarknadslagen (746/2012) står under sökandens eller den organisationsanknutna personens bestämmande inflytande vilka inte försatts i konkurs på det sätt som avses ovan, 4) som inte har försummat sina skyldigheter i anslutning till skatter, lagstadgade pensions-, olycksfalls- eller arbetslöshetsförsäkringsavgifter eller till avgifter som Tullen tar ut och inte heller andra skulder som är föremål för utsökning och som med avseende på sökandens betalningsförmåga är mer än obetydliga eller skulder som har återsänts från utsökningen med ett medellöshetsintyg, 5) som inte har meddelats näringsförbud eller tillfälligt näringsförbud, 6) som inte uppsåtligen eller av grov oaktsamhet väsentligen har försummat att betala ut sådana anställningsförmåner som avses i arbetsavtalslagen (55/2001), lagen om kollektivavtal (436/1946), arbetstidslagen (605/1996) eller semesterlagen (162/2005) eller att teckna en sådan obligatorisk försäkring för anställda som avses i lagen om olycksfallsförsäkring (608/1948). Kollektivtrafiktillstånd beviljas en juridisk person som uppfyller kraven i artiklarna 6 och 7 i EU:s förordning om trafikidkare och kraven i 1 mom. 3, 4 och 6 punkten i denna paragraf och vars trafikansvarige uppfyller kraven i artiklarna 4, 6 och 8 i den förordningen samt förutsättningarna i 1 mom. 2 och 5 punkten i denna paragraf. Dessutom ska verkställande direktören och de ansvariga bolagsmännen i det företag som är sökande ha ett gott anseende på det sätt som avses i 20 § .",
        "folded_sv": "kollektivtrafiktillstand beviljas en sokande 3) som inte under de tva senaste aren har forsatts i konkurs vid verksamhet inom en bransch dar det kravs kollektivtrafik- eller taxitillstand, samt en organisationsanknuten person enligt 2 § i lagen om enheten for utredning av gra ekonomi (1207/2010) som ar anstalld hos sokanden och ett foretag som pa det satt som avses i 2 kap. 4 § i vardepappersmarknadslagen (746/2012) star under sokandens eller den organisationsanknutna personens bestammande inflytande vilka inte forsatts i konkurs pa det satt som avses ovan, 4) som inte har forsummat sina skyldigheter i anslutning till skatter, lagstadgade pensions-, olycksfalls- eller arbetsloshetsforsakringsavgifter eller till avgifter som tullen tar ut och inte heller andra skulder som ar foremal for utsokning och som med avseende pa sokandens betalningsformaga ar mer an obetydliga eller skulder som har atersants fran utsokningen med ett medelloshetsintyg, 5) som inte har meddelats naringsforbud eller tillfalligt naringsforbud, 6) som inte uppsatligen eller av grov oaktsamhet vasentligen har forsummat att betala ut sadana anstallningsformaner som avses i arbetsavtalslagen (55/2001), lagen om kollektivavtal (436/1946), arbetstidslagen (605/1996) eller semesterlagen (162/2005) eller att teckna en sadan obligatorisk forsakring for anstallda som avses i lagen om olycksfallsforsakring (608/1948). kollektivtrafiktillstand beviljas en juridisk person som uppfyller kraven i artiklarna 6 och 7 i eu:s forordning om trafikidkare och kraven i 1 mom. 3, 4 och 6 punkten i denna paragraf och vars trafikansvarige uppfyller kraven i artiklarna 4, 6 och 8 i den forordningen samt forutsattningarna i 1 mom. 2 och 5 punkten i denna paragraf. dessutom ska verkstallande direktoren och de ansvariga bolagsmannen i det foretag som ar sokande ha ett gott anseende pa det satt som avses i 20 §."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Reittiliikenneluvan myöntämisen edellytykset",
      "content": "Reittiliikennelupa myönnetään hakijalle, jolla on joukkoliikennelupa ja joka sitoutuu harjoittamaan liikennettä 48 §:ssä tarkoitetun laatulupauksensa mukaisesti. Reittiliikenneluvan myöntävä viranomainen voi hylätä hakemuksen, jos: 5) hakija on ilman viranomaisen 33 §:n nojalla tekemää liikenneluvan peruuttamispäätöstä viimeksi kuluneen kahden vuoden aikana lopettanut reittiliikenteen tai kutsujoukkoliikenteen harjoittamisen; Sovellettaessa 2 momentin 1-4 kohtaa hakemus voidaan hylätä myös osittain.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22",
        "normalized_fi": "Reittiliikennelupa myönnetään hakijalle, jolla on joukkoliikennelupa ja joka sitoutuu harjoittamaan liikennettä 48 § :ssä tarkoitetun laatulupauksensa mukaisesti. Reittiliikenneluvan myöntävä viranomainen voi hylätä hakemuksen, jos: 5) hakija on ilman viranomaisen 33 § :n nojalla tekemää liikenneluvan peruuttamispäätöstä viimeksi kuluneen kahden vuoden aikana lopettanut reittiliikenteen tai kutsujoukkoliikenteen harjoittamisen; Sovellettaessa 2 momentin 1-4 kohtaa hakemus voidaan hylätä myös osittain.",
        "folded_fi": "reittiliikennelupa myonnetaan hakijalle, jolla on joukkoliikennelupa ja joka sitoutuu harjoittamaan liikennetta 48 §:ssa tarkoitetun laatulupauksensa mukaisesti. reittiliikenneluvan myontava viranomainen voi hylata hakemuksen, jos: 5) hakija on ilman viranomaisen 33 §:n nojalla tekemaa liikenneluvan peruuttamispaatosta viimeksi kuluneen kahden vuoden aikana lopettanut reittiliikenteen tai kutsujoukkoliikenteen harjoittamisen; sovellettaessa 2 momentin 1-4 kohtaa hakemus voidaan hylata myos osittain.",
        "title_sv": "Förutsättningar för beviljande av tillstånd för linjebaserad trafik",
        "content_sv": "Tillstånd för linjebaserad trafik beviljas en sökande som har ett kollektivtrafiktillstånd och som förbinder sig att bedriva trafik i enlighet med sitt kvalitetslöfte enligt 48 §. Den myndighet som beviljar tillstånd för linjebaserad trafik kan avslå ansökan, om 5) sökanden utan ett beslut om återkallande som myndigheten fattat med stöd av 33 § under de två senaste åren har upphört att bedriva linjebaserad trafik eller anropsstyrd kollektivtrafik, När 2 mom. 1-4 punkten tillämpas kan en ansökan avslås även delvis.",
        "normalized_sv": "Tillstånd för linjebaserad trafik beviljas en sökande som har ett kollektivtrafiktillstånd och som förbinder sig att bedriva trafik i enlighet med sitt kvalitetslöfte enligt 48 § . Den myndighet som beviljar tillstånd för linjebaserad trafik kan avslå ansökan, om 5) sökanden utan ett beslut om återkallande som myndigheten fattat med stöd av 33 § under de två senaste åren har upphört att bedriva linjebaserad trafik eller anropsstyrd kollektivtrafik, När 2 mom. 1-4 punkten tillämpas kan en ansökan avslås även delvis.",
        "folded_sv": "tillstand for linjebaserad trafik beviljas en sokande som har ett kollektivtrafiktillstand och som forbinder sig att bedriva trafik i enlighet med sitt kvalitetslofte enligt 48 §. den myndighet som beviljar tillstand for linjebaserad trafik kan avsla ansokan, om 5) sokanden utan ett beslut om aterkallande som myndigheten fattat med stod av 33 § under de tva senaste aren har upphort att bedriva linjebaserad trafik eller anropsstyrd kollektivtrafik, nar 2 mom. 1-4 punkten tillampas kan en ansokan avslas aven delvis."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Kutsujoukkoliikenneluvan myöntämisen edellytykset",
      "content": "Kutsujoukkoliikennelupa myönnetään hakijalle, jolla on joukkoliikennelupa ja joka sitoutuu harjoittamaan liikennettä 48 §:ssä tarkoitetun laatulupauksensa mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:23",
        "normalized_fi": "Kutsujoukkoliikennelupa myönnetään hakijalle, jolla on joukkoliikennelupa ja joka sitoutuu harjoittamaan liikennettä 48 § :ssä tarkoitetun laatulupauksensa mukaisesti.",
        "folded_fi": "kutsujoukkoliikennelupa myonnetaan hakijalle, jolla on joukkoliikennelupa ja joka sitoutuu harjoittamaan liikennetta 48 §:ssa tarkoitetun laatulupauksensa mukaisesti.",
        "title_sv": "Förutsättningar för beviljande av tillstånd för anropsstyrd kollektivtrafik",
        "content_sv": "Tillstånd för anropsstyrd kollektivtrafik beviljas en sökande som har ett kollektivtrafiktillstånd och som förbinder sig att bedriva trafik i enlighet med sitt kvalitetslöfte enligt 48 §.",
        "normalized_sv": "Tillstånd för anropsstyrd kollektivtrafik beviljas en sökande som har ett kollektivtrafiktillstånd och som förbinder sig att bedriva trafik i enlighet med sitt kvalitetslöfte enligt 48 § .",
        "folded_sv": "tillstand for anropsstyrd kollektivtrafik beviljas en sokande som har ett kollektivtrafiktillstand och som forbinder sig att bedriva trafik i enlighet med sitt kvalitetslofte enligt 48 §."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Reittiliikenneluvan hakeminen ja muuttaminen",
      "content": "Reittiliikennelupaa koskevassa hakemuksessa on ilmoitettava liikenteen reitti, kaikki pysäkit, aikataulu ja liikenteen aiottu aloittamisaika, ajankohdat, jolloin liikenteen aikatauluja voidaan muuttaa, sekä tarvittaessa liikenteen luonne. Hakemukseen on tarvittaessa liitettävä selvitys siitä, että haetut väylät ja pysäkit ovat liikennöintiin käytettävissä. Lisäksi hakemuksessa on ilmoitettava, onko hakemuksen jättämistä edeltänyt 7 §:ssä tarkoitettu liikenteenharjoittajien välinen yhteistyö. Hakemukseen on liitettävä 48 §:ssä tarkoitettu liikennepalveluja koskeva laatulupaus tai siinä on ilmoitettava, mistä Internet-osoitteesta se on saatavilla. Hakemus on toimitettava toimivaltaiselle viranomaiselle viimeistään kolme kuukautta ennen aiottua liikenteen aloittamisaikaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:27",
        "normalized_fi": "Reittiliikennelupaa koskevassa hakemuksessa on ilmoitettava liikenteen reitti, kaikki pysäkit, aikataulu ja liikenteen aiottu aloittamisaika, ajankohdat, jolloin liikenteen aikatauluja voidaan muuttaa, sekä tarvittaessa liikenteen luonne. Hakemukseen on tarvittaessa liitettävä selvitys siitä, että haetut väylät ja pysäkit ovat liikennöintiin käytettävissä. Lisäksi hakemuksessa on ilmoitettava, onko hakemuksen jättämistä edeltänyt 7 § :ssä tarkoitettu liikenteenharjoittajien välinen yhteistyö. Hakemukseen on liitettävä 48 § :ssä tarkoitettu liikennepalveluja koskeva laatulupaus tai siinä on ilmoitettava, mistä Internet-osoitteesta se on saatavilla. Hakemus on toimitettava toimivaltaiselle viranomaiselle viimeistään kolme kuukautta ennen aiottua liikenteen aloittamisaikaa.",
        "folded_fi": "reittiliikennelupaa koskevassa hakemuksessa on ilmoitettava liikenteen reitti, kaikki pysakit, aikataulu ja liikenteen aiottu aloittamisaika, ajankohdat, jolloin liikenteen aikatauluja voidaan muuttaa, seka tarvittaessa liikenteen luonne. hakemukseen on tarvittaessa liitettava selvitys siita, etta haetut vaylat ja pysakit ovat liikennointiin kaytettavissa. lisaksi hakemuksessa on ilmoitettava, onko hakemuksen jattamista edeltanyt 7 §:ssa tarkoitettu liikenteenharjoittajien valinen yhteistyo. hakemukseen on liitettava 48 §:ssa tarkoitettu liikennepalveluja koskeva laatulupaus tai siina on ilmoitettava, mista internet-osoitteesta se on saatavilla. hakemus on toimitettava toimivaltaiselle viranomaiselle viimeistaan kolme kuukautta ennen aiottua liikenteen aloittamisaikaa.",
        "title_sv": "Ansökan om och ändring av tillstånd för linjebaserad trafik",
        "content_sv": "I en ansökan om tillstånd för linjebaserad trafik ska anges rutten för trafiken, alla hållplatser, tidtabellen och den planerade tidpunkten då trafiken inleds, de tidpunkter då tidtabellerna för trafiken kan ändras och vid behov trafikens natur. Till ansökan ska vid behov fogas en utredning över att de trafikleder och hållplatser som ansökan gäller står till förfogande för trafik. Dessutom ska i ansökan uppges om inlämnandet av ansökan har föregåtts av i 7 § avsett samarbete mellan trafikidkare. Till ansökan ska fogas ett i 48 § avsett kvalitetslöfte om trafiktjänster eller i ansökan ska anges den webbadress där handlingen kan fås. Ansökan ska lämnas in till den behöriga myndigheten senast tre månader före den tidpunkt då trafiken ska inledas.",
        "normalized_sv": "I en ansökan om tillstånd för linjebaserad trafik ska anges rutten för trafiken, alla hållplatser, tidtabellen och den planerade tidpunkten då trafiken inleds, de tidpunkter då tidtabellerna för trafiken kan ändras och vid behov trafikens natur. Till ansökan ska vid behov fogas en utredning över att de trafikleder och hållplatser som ansökan gäller står till förfogande för trafik. Dessutom ska i ansökan uppges om inlämnandet av ansökan har föregåtts av i 7 § avsett samarbete mellan trafikidkare. Till ansökan ska fogas ett i 48 § avsett kvalitetslöfte om trafiktjänster eller i ansökan ska anges den webbadress där handlingen kan fås. Ansökan ska lämnas in till den behöriga myndigheten senast tre månader före den tidpunkt då trafiken ska inledas.",
        "folded_sv": "i en ansokan om tillstand for linjebaserad trafik ska anges rutten for trafiken, alla hallplatser, tidtabellen och den planerade tidpunkten da trafiken inleds, de tidpunkter da tidtabellerna for trafiken kan andras och vid behov trafikens natur. till ansokan ska vid behov fogas en utredning over att de trafikleder och hallplatser som ansokan galler star till forfogande for trafik. dessutom ska i ansokan uppges om inlamnandet av ansokan har foregatts av i 7 § avsett samarbete mellan trafikidkare. till ansokan ska fogas ett i 48 § avsett kvalitetslofte om trafiktjanster eller i ansokan ska anges den webbadress dar handlingen kan fas. ansokan ska lamnas in till den behoriga myndigheten senast tre manader fore den tidpunkt da trafiken ska inledas."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "title": "Liikenneluvan voimassaoloaika ja ehdot",
      "content": "Joukkoliikennelupa on voimassa viisi vuotta. Joukkoliikenneluvan alkuperäiskappaleen lisäksi liikenteenharjoittajalle annetaan liikenteessä käytettävien autojen enimmäismäärää vastaava määrä joukkoliikenneluvan oikeaksi todistettuja jäljennöksiä, joiden turvaominaisuudet vastaavat EU:n kansainvälistä linja-autoliikennettä koskevan asetuksen 4 artiklan 2 kohdassa sekä asetuksen liitteessä I yhteisöluvalle ja sen jäljennöksille asetettuja vaatimuksia. Reittiliikennelupa on voimassa enintään kymmenen vuotta. Siinä on vahvistettava luvan voimassaoloaika, liikenteen reitti, kaikki pysäkit ja aikataulu sekä ajankohdat, jolloin liikenne on aloitettava ja jolloin liikenteen aikatauluja voidaan muuttaa, sekä tarvittaessa liikenteen luonne. Kutsujoukkoliikennelupa on voimassa enintään viisi vuotta. Siinä on vahvistettava luvan voimassaoloaika, toiminta-alue, kuvaus matkojen yhdistelystä sekä ajankohta, jolloin liikenne on aloitettava.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:30",
        "normalized_fi": "Joukkoliikennelupa on voimassa viisi vuotta. Joukkoliikenneluvan alkuperäiskappaleen lisäksi liikenteenharjoittajalle annetaan liikenteessä käytettävien autojen enimmäismäärää vastaava määrä joukkoliikenneluvan oikeaksi todistettuja jäljennöksiä, joiden turvaominaisuudet vastaavat EU:n kansainvälistä linja-autoliikennettä koskevan asetuksen 4 artiklan 2 kohdassa sekä asetuksen liitteessä I yhteisöluvalle ja sen jäljennöksille asetettuja vaatimuksia. Reittiliikennelupa on voimassa enintään kymmenen vuotta. Siinä on vahvistettava luvan voimassaoloaika, liikenteen reitti, kaikki pysäkit ja aikataulu sekä ajankohdat, jolloin liikenne on aloitettava ja jolloin liikenteen aikatauluja voidaan muuttaa, sekä tarvittaessa liikenteen luonne. Kutsujoukkoliikennelupa on voimassa enintään viisi vuotta. Siinä on vahvistettava luvan voimassaoloaika, toiminta-alue, kuvaus matkojen yhdistelystä sekä ajankohta, jolloin liikenne on aloitettava.",
        "folded_fi": "joukkoliikennelupa on voimassa viisi vuotta. joukkoliikenneluvan alkuperaiskappaleen lisaksi liikenteenharjoittajalle annetaan liikenteessa kaytettavien autojen enimmaismaaraa vastaava maara joukkoliikenneluvan oikeaksi todistettuja jaljennoksia, joiden turvaominaisuudet vastaavat eu:n kansainvalista linja-autoliikennetta koskevan asetuksen 4 artiklan 2 kohdassa seka asetuksen liitteessa i yhteisoluvalle ja sen jaljennoksille asetettuja vaatimuksia. reittiliikennelupa on voimassa enintaan kymmenen vuotta. siina on vahvistettava luvan voimassaoloaika, liikenteen reitti, kaikki pysakit ja aikataulu seka ajankohdat, jolloin liikenne on aloitettava ja jolloin liikenteen aikatauluja voidaan muuttaa, seka tarvittaessa liikenteen luonne. kutsujoukkoliikennelupa on voimassa enintaan viisi vuotta. siina on vahvistettava luvan voimassaoloaika, toiminta-alue, kuvaus matkojen yhdistelysta seka ajankohta, jolloin liikenne on aloitettava.",
        "title_sv": "Giltighetstid och villkor för trafiktillstånd",
        "content_sv": "Ett kollektivtrafiktillstånd är giltigt i fem år. Utöver kollektivtrafiktillståndet i original ska trafikidkaren ges så många styrkta kopior av kollektivtrafiktillståndet som motsvarar maximiantalet bilar som används i trafiken. Tillståndets och kopiornas säkerhetskomponenter ska uppfylla de krav som ställs på gemenskapstillstånd och kopior av tillstånd i artikel 4.2 i EU:s förordning om internationell busstrafik samt i bilaga I till förordningen. Ett tillstånd för linjebaserad trafik gäller i högst tio år. I tillståndet ska fastställas dess giltighetstid, rutten för trafiken, alla hållplatser, tidtabellen och de tidpunkter då trafiken ska inledas och tidtabellerna kan ändras, samt vid behov trafikens natur. Ett tillstånd för anropsstyrd kollektivtrafik gäller i högst fem år. I tillståndet ska fastställas dess giltighetstid, verksamhetsområdet, beskrivningen av samordningen av resorna och den tidpunkt då trafiken ska inledas.",
        "normalized_sv": "Ett kollektivtrafiktillstånd är giltigt i fem år. Utöver kollektivtrafiktillståndet i original ska trafikidkaren ges så många styrkta kopior av kollektivtrafiktillståndet som motsvarar maximiantalet bilar som används i trafiken. Tillståndets och kopiornas säkerhetskomponenter ska uppfylla de krav som ställs på gemenskapstillstånd och kopior av tillstånd i artikel 4.2 i EU:s förordning om internationell busstrafik samt i bilaga I till förordningen. Ett tillstånd för linjebaserad trafik gäller i högst tio år. I tillståndet ska fastställas dess giltighetstid, rutten för trafiken, alla hållplatser, tidtabellen och de tidpunkter då trafiken ska inledas och tidtabellerna kan ändras, samt vid behov trafikens natur. Ett tillstånd för anropsstyrd kollektivtrafik gäller i högst fem år. I tillståndet ska fastställas dess giltighetstid, verksamhetsområdet, beskrivningen av samordningen av resorna och den tidpunkt då trafiken ska inledas.",
        "folded_sv": "ett kollektivtrafiktillstand ar giltigt i fem ar. utover kollektivtrafiktillstandet i original ska trafikidkaren ges sa manga styrkta kopior av kollektivtrafiktillstandet som motsvarar maximiantalet bilar som anvands i trafiken. tillstandets och kopiornas sakerhetskomponenter ska uppfylla de krav som stalls pa gemenskapstillstand och kopior av tillstand i artikel 4.2 i eu:s forordning om internationell busstrafik samt i bilaga i till forordningen. ett tillstand for linjebaserad trafik galler i hogst tio ar. i tillstandet ska faststallas dess giltighetstid, rutten for trafiken, alla hallplatser, tidtabellen och de tidpunkter da trafiken ska inledas och tidtabellerna kan andras, samt vid behov trafikens natur. ett tillstand for anropsstyrd kollektivtrafik galler i hogst fem ar. i tillstandet ska faststallas dess giltighetstid, verksamhetsomradet, beskrivningen av samordningen av resorna och den tidpunkt da trafiken ska inledas."
      }
    },
    {
      "provision_ref": "30 a",
      "section": "30 a",
      "title": "Valvonta",
      "content": "Etelä-Pohjanmaan elinkeino-, liikenne- ja ympäristökeskuksen on vähintään kerran kalenterivuodessa selvitettävä jonkin 19 §:ssä säädetyn liikenneluvan myöntämisen edellytyksen osalta, täyttävätkö luvanhaltijat edelleen tämän edellytyksen. Organisaatiohenkilöistä selvitys on tehtävä vain, kun siihen on erityinen syy.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:30 a",
        "normalized_fi": "Etelä-Pohjanmaan elinkeino-, liikenne- ja ympäristökeskuksen on vähintään kerran kalenterivuodessa selvitettävä jonkin 19 § :ssä säädetyn liikenneluvan myöntämisen edellytyksen osalta, täyttävätkö luvanhaltijat edelleen tämän edellytyksen. Organisaatiohenkilöistä selvitys on tehtävä vain, kun siihen on erityinen syy.",
        "folded_fi": "etela-pohjanmaan elinkeino-, liikenne- ja ymparistokeskuksen on vahintaan kerran kalenterivuodessa selvitettava jonkin 19 §:ssa saadetyn liikenneluvan myontamisen edellytyksen osalta, tayttavatko luvanhaltijat edelleen taman edellytyksen. organisaatiohenkiloista selvitys on tehtava vain, kun siihen on erityinen syy.",
        "title_sv": "Kontroll",
        "content_sv": "Närings-, trafik- och miljöcentralen i Södra Österbotten ska minst en gång per kalenderår i fråga om någon av de förutsättningar för beviljande av trafiktillstånd som anges i 19 § utreda om tillståndshavarna fortfarande uppfyller denna förutsättning. En utredning om organisationsanknutna personer ska göras endast om det föreligger en särskild orsak till det.",
        "normalized_sv": "Närings-, trafik- och miljöcentralen i Södra Österbotten ska minst en gång per kalenderår i fråga om någon av de förutsättningar för beviljande av trafiktillstånd som anges i 19 § utreda om tillståndshavarna fortfarande uppfyller denna förutsättning. En utredning om organisationsanknutna personer ska göras endast om det föreligger en särskild orsak till det.",
        "folded_sv": "narings-, trafik- och miljocentralen i sodra osterbotten ska minst en gang per kalenderar i fraga om nagon av de forutsattningar for beviljande av trafiktillstand som anges i 19 § utreda om tillstandshavarna fortfarande uppfyller denna forutsattning. en utredning om organisationsanknutna personer ska goras endast om det foreligger en sarskild orsak till det."
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "title": "Valtionrahoituksen käyttötarkoitukset",
      "content": "Valtioneuvoston asetuksella annetaan tarkempia säännöksiä joukkoliikenteen valtionavustusten myöntämisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:45",
        "normalized_fi": "Valtioneuvoston asetuksella annetaan tarkempia säännöksiä joukkoliikenteen valtionavustusten myöntämisestä.",
        "folded_fi": "valtioneuvoston asetuksella annetaan tarkempia saannoksia joukkoliikenteen valtionavustusten myontamisesta.",
        "title_sv": "Statsfinansieringens användningsändamål",
        "content_sv": "Närmare bestämmelser om beviljandet av statsunderstöd för kollektivtrafik utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om beviljandet av statsunderstöd för kollektivtrafik utfärdas genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om beviljandet av statsunderstod for kollektivtrafik utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "title": "Kuolinpesän oikeus jatkaa liikennettä",
      "content": "Jos joukkoliikenneluvan haltija kuolee, kuolinpesä saa jatkaa liikennettä enintään kuuden kuukauden ajan kuolinpäivästä, jos se kolmen kuukauden kuluessa kuolinpäivästä ilmoittaa EU:n liikenteenharjoittaja-asetuksen 4 artiklan edellytykset täyttävän liikenteestä vastaavan henkilön lupaviranomaiselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:50",
        "normalized_fi": "Jos joukkoliikenneluvan haltija kuolee, kuolinpesä saa jatkaa liikennettä enintään kuuden kuukauden ajan kuolinpäivästä, jos se kolmen kuukauden kuluessa kuolinpäivästä ilmoittaa EU:n liikenteenharjoittaja-asetuksen 4 artiklan edellytykset täyttävän liikenteestä vastaavan henkilön lupaviranomaiselle.",
        "folded_fi": "jos joukkoliikenneluvan haltija kuolee, kuolinpesa saa jatkaa liikennetta enintaan kuuden kuukauden ajan kuolinpaivasta, jos se kolmen kuukauden kuluessa kuolinpaivasta ilmoittaa eu:n liikenteenharjoittaja-asetuksen 4 artiklan edellytykset tayttavan liikenteesta vastaavan henkilon lupaviranomaiselle.",
        "title_sv": "Dödsbons rätt att fortsätta trafiken",
        "content_sv": "Om innehavaren av ett kollektivtrafiktillstånd avlider får dödsboet fortsätta trafiken under högst sex månader från dödsdagen, förutsatt att dödsboet inom tre månader från dödsdagen till tillståndsmyndigheten anmäler en trafikansvarig som uppfyller förutsättningarna enligt artikel 4 i EU:s förordning om trafikidkare.",
        "normalized_sv": "Om innehavaren av ett kollektivtrafiktillstånd avlider får dödsboet fortsätta trafiken under högst sex månader från dödsdagen, förutsatt att dödsboet inom tre månader från dödsdagen till tillståndsmyndigheten anmäler en trafikansvarig som uppfyller förutsättningarna enligt artikel 4 i EU:s förordning om trafikidkare.",
        "folded_sv": "om innehavaren av ett kollektivtrafiktillstand avlider far dodsboet fortsatta trafiken under hogst sex manader fran dodsdagen, forutsatt att dodsboet inom tre manader fran dodsdagen till tillstandsmyndigheten anmaler en trafikansvarig som uppfyller forutsattningarna enligt artikel 4 i eu:s forordning om trafikidkare."
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "title": "Tietojen luovuttaminen",
      "content": "Liikenteenharjoittajalla on velvollisuus liike- ja ammattisalaisuuden estämättä luovuttaa harjoittamansa liikenteen tarjontaa ja toteutunutta kysyntää sekä talouttaan koskevia tietoja liikenne- ja viestintäministeriölle valtakunnallisen liikenteen palvelutason määrittelyä varten sekä Liikennevirastolle tai sen toimeksiannosta toimivalle taholle tilastointia, tutkimusta ja kehittämistä varten. Liikenteenharjoittajalla on velvollisuus liike- ja ammattisalaisuuden estämättä luovuttaa 3 luvussa tarkoitetuille toimivaltaisille viranomaisille niiden toimivaltaan kuuluvan liikenteen tarjontaa ja toteutunutta kysyntää koskevia tietoja palvelutason määrittelyä ja liikenteen suunnittelua varten. Liikenteenharjoittajan on luovutettava ajantasaiset liikenteen reitti-, pysäkki- ja aikataulutiedot toimivaltaisille viranomaisille ja Liikennevirastolle liikennepalveluista tiedottamista varten. Toimivaltaisen viranomaisen on luovutettava ajantasaiset liikenteen reitti-, pysäkki- ja aikataulutiedot Liikennevirastolle liikennepalveluista tiedottamista varten. Valtioneuvoston asetuksella annetaan tarkempia säännöksiä siitä, mitä tietoja ja missä muodossa liikenteenharjoittajan tai toimivaltaisen viranomaisen tulee luovuttaa 1-3 momentin perusteella. Liikennevirasto antaa tarkemmat määräykset sen vahvistamien pysäkkitunnisteiden käytöstä sekä 1-3 momentissa tarkoitettujen tietojen luovuttamisesta teknisen käyttöyhteyden avulla tai muutoin sähköisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:57",
        "normalized_fi": "Liikenteenharjoittajalla on velvollisuus liike- ja ammattisalaisuuden estämättä luovuttaa harjoittamansa liikenteen tarjontaa ja toteutunutta kysyntää sekä talouttaan koskevia tietoja liikenne- ja viestintäministeriölle valtakunnallisen liikenteen palvelutason määrittelyä varten sekä Liikennevirastolle tai sen toimeksiannosta toimivalle taholle tilastointia, tutkimusta ja kehittämistä varten. Liikenteenharjoittajalla on velvollisuus liike- ja ammattisalaisuuden estämättä luovuttaa 3 luvussa tarkoitetuille toimivaltaisille viranomaisille niiden toimivaltaan kuuluvan liikenteen tarjontaa ja toteutunutta kysyntää koskevia tietoja palvelutason määrittelyä ja liikenteen suunnittelua varten. Liikenteenharjoittajan on luovutettava ajantasaiset liikenteen reitti-, pysäkki- ja aikataulutiedot toimivaltaisille viranomaisille ja Liikennevirastolle liikennepalveluista tiedottamista varten. Toimivaltaisen viranomaisen on luovutettava ajantasaiset liikenteen reitti-, pysäkki- ja aikataulutiedot Liikennevirastolle liikennepalveluista tiedottamista varten. Valtioneuvoston asetuksella annetaan tarkempia säännöksiä siitä, mitä tietoja ja missä muodossa liikenteenharjoittajan tai toimivaltaisen viranomaisen tulee luovuttaa 1-3 momentin perusteella. Liikennevirasto antaa tarkemmat määräykset sen vahvistamien pysäkkitunnisteiden käytöstä sekä 1-3 momentissa tarkoitettujen tietojen luovuttamisesta teknisen käyttöyhteyden avulla tai muutoin sähköisesti.",
        "folded_fi": "liikenteenharjoittajalla on velvollisuus liike- ja ammattisalaisuuden estamatta luovuttaa harjoittamansa liikenteen tarjontaa ja toteutunutta kysyntaa seka talouttaan koskevia tietoja liikenne- ja viestintaministeriolle valtakunnallisen liikenteen palvelutason maarittelya varten seka liikennevirastolle tai sen toimeksiannosta toimivalle taholle tilastointia, tutkimusta ja kehittamista varten. liikenteenharjoittajalla on velvollisuus liike- ja ammattisalaisuuden estamatta luovuttaa 3 luvussa tarkoitetuille toimivaltaisille viranomaisille niiden toimivaltaan kuuluvan liikenteen tarjontaa ja toteutunutta kysyntaa koskevia tietoja palvelutason maarittelya ja liikenteen suunnittelua varten. liikenteenharjoittajan on luovutettava ajantasaiset liikenteen reitti-, pysakki- ja aikataulutiedot toimivaltaisille viranomaisille ja liikennevirastolle liikennepalveluista tiedottamista varten. toimivaltaisen viranomaisen on luovutettava ajantasaiset liikenteen reitti-, pysakki- ja aikataulutiedot liikennevirastolle liikennepalveluista tiedottamista varten. valtioneuvoston asetuksella annetaan tarkempia saannoksia siita, mita tietoja ja missa muodossa liikenteenharjoittajan tai toimivaltaisen viranomaisen tulee luovuttaa 1-3 momentin perusteella. liikennevirasto antaa tarkemmat maaraykset sen vahvistamien pysakkitunnisteiden kaytosta seka 1-3 momentissa tarkoitettujen tietojen luovuttamisesta teknisen kayttoyhteyden avulla tai muutoin sahkoisesti.",
        "title_sv": "Utlämnande av uppgifter",
        "content_sv": "En trafikidkare är skyldig att, trots företags- och yrkeshemlighet, till kommunikationsministeriet för bestämmande av den riksomfattande servicenivån på trafiken och till Trafikverket, eller en aktör som verkar på uppdrag av Trafikverket, för statistikföring, forskning och utveckling lämna ut uppgifter om utbudet och den faktiska efterfrågan inom den trafik som trafikidkaren bedriver samt om sin ekonomi. En trafikidkare är skyldig att, trots företags- och yrkeshemlighet, till de behöriga myndigheterna enligt 3 kap. för bestämmande av servicenivån och för planering av trafiken lämna ut uppgifter om utbudet och den faktiska efterfrågan inom trafik som hör till dessa myndigheters behörighet. Trafikidkaren ska lämna ut aktuella uppgifter om rutter, hållplatser och tidtabeller till de behöriga myndigheterna och till Trafikverket för information om trafiktjänsterna. Den behöriga myndigheten ska lämna ut aktuella uppgifter om rutter, hållplatser och tidtabeller till Trafikverket för information om trafiktjänsterna. Närmare bestämmelser om vilka uppgifter trafikidkaren eller den behöriga myndigheten ska lämna ut med stöd av 1-3 mom. och i vilken form utfärdas genom förordning av statsrådet. Trafikverket meddelar närmare föreskrifter om användningen av hållplatskoder som har fastställts av Trafikverket och om utlämnande av uppgifter enligt 1-3 mom. via en teknisk anslutning eller i övrigt elektroniskt.",
        "normalized_sv": "En trafikidkare är skyldig att, trots företags- och yrkeshemlighet, till kommunikationsministeriet för bestämmande av den riksomfattande servicenivån på trafiken och till Trafikverket, eller en aktör som verkar på uppdrag av Trafikverket, för statistikföring, forskning och utveckling lämna ut uppgifter om utbudet och den faktiska efterfrågan inom den trafik som trafikidkaren bedriver samt om sin ekonomi. En trafikidkare är skyldig att, trots företags- och yrkeshemlighet, till de behöriga myndigheterna enligt 3 kap. för bestämmande av servicenivån och för planering av trafiken lämna ut uppgifter om utbudet och den faktiska efterfrågan inom trafik som hör till dessa myndigheters behörighet. Trafikidkaren ska lämna ut aktuella uppgifter om rutter, hållplatser och tidtabeller till de behöriga myndigheterna och till Trafikverket för information om trafiktjänsterna. Den behöriga myndigheten ska lämna ut aktuella uppgifter om rutter, hållplatser och tidtabeller till Trafikverket för information om trafiktjänsterna. Närmare bestämmelser om vilka uppgifter trafikidkaren eller den behöriga myndigheten ska lämna ut med stöd av 1-3 mom. och i vilken form utfärdas genom förordning av statsrådet. Trafikverket meddelar närmare föreskrifter om användningen av hållplatskoder som har fastställts av Trafikverket och om utlämnande av uppgifter enligt 1-3 mom. via en teknisk anslutning eller i övrigt elektroniskt.",
        "folded_sv": "en trafikidkare ar skyldig att, trots foretags- och yrkeshemlighet, till kommunikationsministeriet for bestammande av den riksomfattande servicenivan pa trafiken och till trafikverket, eller en aktor som verkar pa uppdrag av trafikverket, for statistikforing, forskning och utveckling lamna ut uppgifter om utbudet och den faktiska efterfragan inom den trafik som trafikidkaren bedriver samt om sin ekonomi. en trafikidkare ar skyldig att, trots foretags- och yrkeshemlighet, till de behoriga myndigheterna enligt 3 kap. for bestammande av servicenivan och for planering av trafiken lamna ut uppgifter om utbudet och den faktiska efterfragan inom trafik som hor till dessa myndigheters behorighet. trafikidkaren ska lamna ut aktuella uppgifter om rutter, hallplatser och tidtabeller till de behoriga myndigheterna och till trafikverket for information om trafiktjansterna. den behoriga myndigheten ska lamna ut aktuella uppgifter om rutter, hallplatser och tidtabeller till trafikverket for information om trafiktjansterna. narmare bestammelser om vilka uppgifter trafikidkaren eller den behoriga myndigheten ska lamna ut med stod av 1-3 mom. och i vilken form utfardas genom forordning av statsradet. trafikverket meddelar narmare foreskrifter om anvandningen av hallplatskoder som har faststallts av trafikverket och om utlamnande av uppgifter enligt 1-3 mom. via en teknisk anslutning eller i ovrigt elektroniskt."
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "title": "Oikeus rekisteritietojen ja muiden valvontatietojen saantiin",
      "content": "Etelä-Pohjanmaan elinkeino-, liikenne- ja ympäristökeskuksella on oikeus salassapitosäännösten estämättä saada viranomaiselta ja muulta julkista tehtävää hoitavalta välttämättömät tiedot liikenneluvan myöntämiseksi, valvonnan suorittamiseksi sekä luvan peruuttamisen edellytysten selvittämiseksi. Lisäksi Etelä-Pohjanmaan elinkeino-, liikenne- ja ympäristökeskuksella on oikeus saada 1 momentissa mainittuja tietoja vastaavat välttämättömät tiedot rikosrekisteristä, sakkorekisteristä, ajoneuvoliikennerekisteristä, ulosottorekisteristä, liiketoimintakieltorekisteristä ja verotuksen tietojärjestelmästä sekä välttämättömät tiedot mainituista rekistereistä seuraavien asioiden käsittelemistä varten: 1) varoituksen antaminen; 2) EU:n liikenteenharjoittaja-asetuksen 14 artiklassa tarkoitetun henkilön soveltumattomuuden selvittäminen; 3) liikenteenharjoittajan vakavaraisuuden osoittamiseksi annetun vakuuden palauttaminen. Edellä 1 ja 2 momentissa tarkoitetut tiedot saadaan pyytää: 1) liikenneluvan hakijasta ja haltijasta; 2) liikenteestä vastaavasta henkilöstä; 3) yrityksen toimitusjohtajasta; 4) vastuunalaisista yhtiömiehistä; ja 5) Harmaan talouden selvitysyksiköstä annetun lain 2 §:n 2 kohdassa tarkoitetusta organisaatiohenkilöstä tai 1 kohdassa tarkoitetusta organisaatiosta, jossa hakijan organisaatiohenkilö on organisaatiohenkilöasemassa. Tässä pykälässä tarkoitettuja tietoja saa hakea teknisen käyttöyhteyden avulla ilman sen suostumusta, jonka etujen suojaamiseksi salassapitovelvollisuus on säädetty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:58",
        "normalized_fi": "Etelä-Pohjanmaan elinkeino-, liikenne- ja ympäristökeskuksella on oikeus salassapitosäännösten estämättä saada viranomaiselta ja muulta julkista tehtävää hoitavalta välttämättömät tiedot liikenneluvan myöntämiseksi, valvonnan suorittamiseksi sekä luvan peruuttamisen edellytysten selvittämiseksi. Lisäksi Etelä-Pohjanmaan elinkeino-, liikenne- ja ympäristökeskuksella on oikeus saada 1 momentissa mainittuja tietoja vastaavat välttämättömät tiedot rikosrekisteristä, sakkorekisteristä, ajoneuvoliikennerekisteristä, ulosottorekisteristä, liiketoimintakieltorekisteristä ja verotuksen tietojärjestelmästä sekä välttämättömät tiedot mainituista rekistereistä seuraavien asioiden käsittelemistä varten: 1) varoituksen antaminen; 2) EU:n liikenteenharjoittaja-asetuksen 14 artiklassa tarkoitetun henkilön soveltumattomuuden selvittäminen; 3) liikenteenharjoittajan vakavaraisuuden osoittamiseksi annetun vakuuden palauttaminen. Edellä 1 ja 2 momentissa tarkoitetut tiedot saadaan pyytää: 1) liikenneluvan hakijasta ja haltijasta; 2) liikenteestä vastaavasta henkilöstä; 3) yrityksen toimitusjohtajasta; 4) vastuunalaisista yhtiömiehistä; ja 5) Harmaan talouden selvitysyksiköstä annetun lain 2 § :n 2 kohdassa tarkoitetusta organisaatiohenkilöstä tai 1 kohdassa tarkoitetusta organisaatiosta, jossa hakijan organisaatiohenkilö on organisaatiohenkilöasemassa. Tässä pykälässä tarkoitettuja tietoja saa hakea teknisen käyttöyhteyden avulla ilman sen suostumusta, jonka etujen suojaamiseksi salassapitovelvollisuus on säädetty.",
        "folded_fi": "etela-pohjanmaan elinkeino-, liikenne- ja ymparistokeskuksella on oikeus salassapitosaannosten estamatta saada viranomaiselta ja muulta julkista tehtavaa hoitavalta valttamattomat tiedot liikenneluvan myontamiseksi, valvonnan suorittamiseksi seka luvan peruuttamisen edellytysten selvittamiseksi. lisaksi etela-pohjanmaan elinkeino-, liikenne- ja ymparistokeskuksella on oikeus saada 1 momentissa mainittuja tietoja vastaavat valttamattomat tiedot rikosrekisterista, sakkorekisterista, ajoneuvoliikennerekisterista, ulosottorekisterista, liiketoimintakieltorekisterista ja verotuksen tietojarjestelmasta seka valttamattomat tiedot mainituista rekistereista seuraavien asioiden kasittelemista varten: 1) varoituksen antaminen; 2) eu:n liikenteenharjoittaja-asetuksen 14 artiklassa tarkoitetun henkilon soveltumattomuuden selvittaminen; 3) liikenteenharjoittajan vakavaraisuuden osoittamiseksi annetun vakuuden palauttaminen. edella 1 ja 2 momentissa tarkoitetut tiedot saadaan pyytaa: 1) liikenneluvan hakijasta ja haltijasta; 2) liikenteesta vastaavasta henkilosta; 3) yrityksen toimitusjohtajasta; 4) vastuunalaisista yhtiomiehista; ja 5) harmaan talouden selvitysyksikosta annetun lain 2 §:n 2 kohdassa tarkoitetusta organisaatiohenkilosta tai 1 kohdassa tarkoitetusta organisaatiosta, jossa hakijan organisaatiohenkilo on organisaatiohenkiloasemassa. tassa pykalassa tarkoitettuja tietoja saa hakea teknisen kayttoyhteyden avulla ilman sen suostumusta, jonka etujen suojaamiseksi salassapitovelvollisuus on saadetty.",
        "title_sv": "Rätt att få registeruppgifter och andra kontrolluppgifter",
        "content_sv": "Närings-, trafik- och miljöcentralen i Södra Österbotten har trots sekretessbestämmelserna rätt att av myndigheter och andra som sköter offentliga uppdrag få nödvändiga uppgifter för att bevilja trafiktillstånd, genomföra kontroll och utreda förutsättningarna för återkallande av tillstånd. Dessutom har närings-, trafik- och miljöcentralen i Södra Österbotten rätt att få sådana nödvändiga uppgifter som motsvarar de uppgifter som nämns i 1 mom. ur straffregistret, bötesregistret, fordonstrafikregistret, utsökningsregistret, näringsförbudsregistret och beskattningens datasystem samt nödvändiga uppgifter ur de nämnda registren för behandlingen av ärenden som gäller 1) varning, 2) utredning av huruvida en person enligt artikel 14 i EU:s förordning om trafikidkare är olämplig, 3) återlämnande av den säkerhet som har ställts för att visa trafikidkarens solvens. De uppgifter som avses i 1 och 2 mom. får begäras om 1) dem som söker respektive innehar trafiktillstånd, 2) trafikansvariga, 3) företagets verkställande direktör, 4) ansvariga bolagsmän, och 5) organisationsanknutna personer enligt 2 § 2 punkten i lagen om Enheten för utredning av grå ekonomi eller om sådana organisationer enligt 1 punkten där en organisationsanknuten person som är anställd hos sökanden har ställning som organisationsanknuten person. De uppgifter som avses i denna paragraf får hämtas via en teknisk anslutning utan samtycke av den vars intressen sekretessen är avsedd att skydda.",
        "normalized_sv": "Närings-, trafik- och miljöcentralen i Södra Österbotten har trots sekretessbestämmelserna rätt att av myndigheter och andra som sköter offentliga uppdrag få nödvändiga uppgifter för att bevilja trafiktillstånd, genomföra kontroll och utreda förutsättningarna för återkallande av tillstånd. Dessutom har närings-, trafik- och miljöcentralen i Södra Österbotten rätt att få sådana nödvändiga uppgifter som motsvarar de uppgifter som nämns i 1 mom. ur straffregistret, bötesregistret, fordonstrafikregistret, utsökningsregistret, näringsförbudsregistret och beskattningens datasystem samt nödvändiga uppgifter ur de nämnda registren för behandlingen av ärenden som gäller 1) varning, 2) utredning av huruvida en person enligt artikel 14 i EU:s förordning om trafikidkare är olämplig, 3) återlämnande av den säkerhet som har ställts för att visa trafikidkarens solvens. De uppgifter som avses i 1 och 2 mom. får begäras om 1) dem som söker respektive innehar trafiktillstånd, 2) trafikansvariga, 3) företagets verkställande direktör, 4) ansvariga bolagsmän, och 5) organisationsanknutna personer enligt 2 § 2 punkten i lagen om Enheten för utredning av grå ekonomi eller om sådana organisationer enligt 1 punkten där en organisationsanknuten person som är anställd hos sökanden har ställning som organisationsanknuten person. De uppgifter som avses i denna paragraf får hämtas via en teknisk anslutning utan samtycke av den vars intressen sekretessen är avsedd att skydda.",
        "folded_sv": "narings-, trafik- och miljocentralen i sodra osterbotten har trots sekretessbestammelserna ratt att av myndigheter och andra som skoter offentliga uppdrag fa nodvandiga uppgifter for att bevilja trafiktillstand, genomfora kontroll och utreda forutsattningarna for aterkallande av tillstand. dessutom har narings-, trafik- och miljocentralen i sodra osterbotten ratt att fa sadana nodvandiga uppgifter som motsvarar de uppgifter som namns i 1 mom. ur straffregistret, botesregistret, fordonstrafikregistret, utsokningsregistret, naringsforbudsregistret och beskattningens datasystem samt nodvandiga uppgifter ur de namnda registren for behandlingen av arenden som galler 1) varning, 2) utredning av huruvida en person enligt artikel 14 i eu:s forordning om trafikidkare ar olamplig, 3) aterlamnande av den sakerhet som har stallts for att visa trafikidkarens solvens. de uppgifter som avses i 1 och 2 mom. far begaras om 1) dem som soker respektive innehar trafiktillstand, 2) trafikansvariga, 3) foretagets verkstallande direktor, 4) ansvariga bolagsman, och 5) organisationsanknutna personer enligt 2 § 2 punkten i lagen om enheten for utredning av gra ekonomi eller om sadana organisationer enligt 1 punkten dar en organisationsanknuten person som ar anstalld hos sokanden har stallning som organisationsanknuten person. de uppgifter som avses i denna paragraf far hamtas via en teknisk anslutning utan samtycke av den vars intressen sekretessen ar avsedd att skydda."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "palvelusopimusasetus Tätä lakia sovelletaan joukkoliikenteenä harjoitettavaan ammattimaiseen henkilöiden kuljettamiseen tiellä linja-autolla, jollei rautateiden ja maanteiden julkisista henkilöliikennepalveluista sekä neuvoston asetusten (ETY) N:o 1191/69 ja (ETY) N:o 1107/70 kumoamisesta annetusta Euroopan parlamentin ja neuvoston asetuksesta (EY) N:o 1370/2007, jäljempänä, tai muista Euroopan unionin asetuksista muuta johdu. Lain 2 §:n 1 ja 6 kohdan, 3-7 §:n, 8 §:n 1 momentin, 9 §:n 1 ja 2 momentin, 47 ja 48 §:n, 49 §:n 2 momentin, 52 §:n, 53 §:n 3 momentin sekä 57 ja 58 §:n säännöksiä sovelletaan myös palvelusopimusasetuksen mukaisesti harjoitettavaan joukkoliikenteeseen. Lain 2 §:n 7 kohdan, 14 §:n, 6 luvun sekä 53 §:n 2 momentin säännöksiä sovelletaan vain palvelusopimusasetuksen mukaisesti harjoitettavaan joukkoliikenteeseen. Tämän lain 2 §:n 1 ja 7 kohdan, 3-7 ja 14 §:n, 6 luvun sekä 57 §:n säännöksiä sovelletaan myös raideliikenteeseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "palvelusopimusasetus Tätä lakia sovelletaan joukkoliikenteenä harjoitettavaan ammattimaiseen henkilöiden kuljettamiseen tiellä linja-autolla, jollei rautateiden ja maanteiden julkisista henkilöliikennepalveluista sekä neuvoston asetusten (ETY) N:o 1191/69 ja (ETY) N:o 1107/70 kumoamisesta annetusta Euroopan parlamentin ja neuvoston asetuksesta (EY) N:o 1370/2007, jäljempänä, tai muista Euroopan unionin asetuksista muuta johdu. Lain 2 § :n 1 ja 6 kohdan, 3-7 § :n, 8 § :n 1 momentin, 9 § :n 1 ja 2 momentin, 47 ja 48 § :n, 49 § :n 2 momentin, 52 § :n, 53 § :n 3 momentin sekä 57 ja 58 § :n säännöksiä sovelletaan myös palvelusopimusasetuksen mukaisesti harjoitettavaan joukkoliikenteeseen. Lain 2 § :n 7 kohdan, 14 § :n, 6 luvun sekä 53 § :n 2 momentin säännöksiä sovelletaan vain palvelusopimusasetuksen mukaisesti harjoitettavaan joukkoliikenteeseen. Tämän lain 2 § :n 1 ja 7 kohdan, 3-7 ja 14 § :n, 6 luvun sekä 57 § :n säännöksiä sovelletaan myös raideliikenteeseen.",
        "folded_fi": "palvelusopimusasetus tata lakia sovelletaan joukkoliikenteena harjoitettavaan ammattimaiseen henkiloiden kuljettamiseen tiella linja-autolla, jollei rautateiden ja maanteiden julkisista henkiloliikennepalveluista seka neuvoston asetusten (ety) n:o 1191/69 ja (ety) n:o 1107/70 kumoamisesta annetusta euroopan parlamentin ja neuvoston asetuksesta (ey) n:o 1370/2007, jaljempana, tai muista euroopan unionin asetuksista muuta johdu. lain 2 §:n 1 ja 6 kohdan, 3-7 §:n, 8 §:n 1 momentin, 9 §:n 1 ja 2 momentin, 47 ja 48 §:n, 49 §:n 2 momentin, 52 §:n, 53 §:n 3 momentin seka 57 ja 58 §:n saannoksia sovelletaan myos palvelusopimusasetuksen mukaisesti harjoitettavaan joukkoliikenteeseen. lain 2 §:n 7 kohdan, 14 §:n, 6 luvun seka 53 §:n 2 momentin saannoksia sovelletaan vain palvelusopimusasetuksen mukaisesti harjoitettavaan joukkoliikenteeseen. taman lain 2 §:n 1 ja 7 kohdan, 3-7 ja 14 §:n, 6 luvun seka 57 §:n saannoksia sovelletaan myos raideliikenteeseen.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "trafikavtalsförordningen Denna lag tillämpas på yrkesmässig persontransport på väg med buss när transporten bedrivs som kollektivtrafik, om inte något annat följer av Europaparlamentets och rådets förordning (EG) nr 1370/2007 om kollektivtrafik på järnväg och väg och om upphävande av rådets förordning (EEG) nr 1191/69 och (EEG) nr 1107/70, nedan, eller av andra EU-förordningar. Bestämmelserna i 2 § 1 och 6 punkten, 3-7 §, 8 § 1 mom., 9 § 1 och 2 mom., 47 och 48 §, 49 § 2 mom., 52 §, 53 § 3 mom. samt 57 och 58 § tillämpas också på kollektivtrafik som bedrivs enligt trafikavtalsförordningen. Bestämmelserna i 2 § 7 punkten, 14 §, 6 kap. samt 53 § 2 mom. tillämpas enbart på kollektivtrafik som bedrivs enligt trafikavtalsförordningen. Bestämmelserna i 2 § 1 och 7 punkten, 3-7 och 14 §, 6 kap. och 57 § tillämpas även på spårtrafik.",
        "normalized_sv": "trafikavtalsförordningen Denna lag tillämpas på yrkesmässig persontransport på väg med buss när transporten bedrivs som kollektivtrafik, om inte något annat följer av Europaparlamentets och rådets förordning (EG) nr 1370/2007 om kollektivtrafik på järnväg och väg och om upphävande av rådets förordning (EEG) nr 1191/69 och (EEG) nr 1107/70, nedan, eller av andra EU-förordningar. Bestämmelserna i 2 § 1 och 6 punkten, 3-7 § , 8 § 1 mom., 9 § 1 och 2 mom., 47 och 48 § , 49 § 2 mom., 52 § , 53 § 3 mom. samt 57 och 58 § tillämpas också på kollektivtrafik som bedrivs enligt trafikavtalsförordningen. Bestämmelserna i 2 § 7 punkten, 14 § , 6 kap. samt 53 § 2 mom. tillämpas enbart på kollektivtrafik som bedrivs enligt trafikavtalsförordningen. Bestämmelserna i 2 § 1 och 7 punkten, 3-7 och 14 § , 6 kap. och 57 § tillämpas även på spårtrafik.",
        "folded_sv": "trafikavtalsforordningen denna lag tillampas pa yrkesmassig persontransport pa vag med buss nar transporten bedrivs som kollektivtrafik, om inte nagot annat foljer av europaparlamentets och radets forordning (eg) nr 1370/2007 om kollektivtrafik pa jarnvag och vag och om upphavande av radets forordning (eeg) nr 1191/69 och (eeg) nr 1107/70, nedan, eller av andra eu-forordningar. bestammelserna i 2 § 1 och 6 punkten, 3-7 §, 8 § 1 mom., 9 § 1 och 2 mom., 47 och 48 §, 49 § 2 mom., 52 §, 53 § 3 mom. samt 57 och 58 § tillampas ocksa pa kollektivtrafik som bedrivs enligt trafikavtalsforordningen. bestammelserna i 2 § 7 punkten, 14 §, 6 kap. samt 53 § 2 mom. tillampas enbart pa kollektivtrafik som bedrivs enligt trafikavtalsforordningen. bestammelserna i 2 § 1 och 7 punkten, 3-7 och 14 §, 6 kap. och 57 § tillampas aven pa spartrafik."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) joukkoliikenteellä yleisesti käytettävissä tai tilattavissa olevaa, useiden ihmisten kuljettamiseen tarkoitettua ammattimaista markkinaehtoisesti tai palvelusopimusasetuksen mukaisesti harjoitettua linja-autoliikennettä ja palvelusopimusasetuksen mukaisesti harjoitettua raideliikennettä; 2) markkinaehtoisella liikenteellä linja-autolla harjoitettavaa muuta kuin palvelusopimusasetuksen mukaista liikennettä; 3) tilausliikenteellä markkinaehtoista liikennettä, jota harjoitetaan vain tilauksesta yksilöitävissä olevan tilaajan etukäteen määräämällä tavalla; 4) reittiliikenteellä markkinaehtoista liikennettä, joka on säännöllistä, jonka palvelut ovat yleisesti käytettävissä ja jonka reitin päätepisteet, pysäkit sekä aikataulun luvan myöntävä viranomainen vahvistaa; 5) kutsujoukkoliikenteellä markkinaehtoista liikennettä, joka on paikallista tai seudullista taikka alueellista ja jatkuvaluonteista, jota ajetaan ainoastaan etukäteen tehdystä tilauksesta ja jonka reitti ja aikataulu määräytyvät näiden ennakkoon tehtyjen tilausten perusteella ja tilattujen kuljetusten yhdistelyn avulla; kuljetusten yhdistelyllä tarkoitetaan vähintään kolmen ennakkoon tilatun kuljetuksen yhdistämistä yhdeksi reitiksi; 6) liikenteestä vastaavalla henkilöllä EU:n liikenteenharjoittaja-asetus maantieliikenteen harjoittajan ammatin harjoittamisen edellytyksiä koskevista yhteisistä säännöistä ja neuvoston direktiivin 96/26/EY kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 1071/2009, jäljempänä, 2 artiklan 5 kohdassa ja 4 artiklassa tarkoitettua henkilöä; 7) käyttöoikeussopimuksella julkisista hankinnoista annetun lain (348/2007) 5 §:n 6 kohdassa määriteltyä palveluja koskevaa käyttöoikeussopimusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) joukkoliikenteellä yleisesti käytettävissä tai tilattavissa olevaa, useiden ihmisten kuljettamiseen tarkoitettua ammattimaista markkinaehtoisesti tai palvelusopimusasetuksen mukaisesti harjoitettua linja-autoliikennettä ja palvelusopimusasetuksen mukaisesti harjoitettua raideliikennettä; 2) markkinaehtoisella liikenteellä linja-autolla harjoitettavaa muuta kuin palvelusopimusasetuksen mukaista liikennettä; 3) tilausliikenteellä markkinaehtoista liikennettä, jota harjoitetaan vain tilauksesta yksilöitävissä olevan tilaajan etukäteen määräämällä tavalla; 4) reittiliikenteellä markkinaehtoista liikennettä, joka on säännöllistä, jonka palvelut ovat yleisesti käytettävissä ja jonka reitin päätepisteet, pysäkit sekä aikataulun luvan myöntävä viranomainen vahvistaa; 5) kutsujoukkoliikenteellä markkinaehtoista liikennettä, joka on paikallista tai seudullista taikka alueellista ja jatkuvaluonteista, jota ajetaan ainoastaan etukäteen tehdystä tilauksesta ja jonka reitti ja aikataulu määräytyvät näiden ennakkoon tehtyjen tilausten perusteella ja tilattujen kuljetusten yhdistelyn avulla; kuljetusten yhdistelyllä tarkoitetaan vähintään kolmen ennakkoon tilatun kuljetuksen yhdistämistä yhdeksi reitiksi; 6) liikenteestä vastaavalla henkilöllä EU:n liikenteenharjoittaja-asetus maantieliikenteen harjoittajan ammatin harjoittamisen edellytyksiä koskevista yhteisistä säännöistä ja neuvoston direktiivin 96/26/EY kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 1071/2009, jäljempänä, 2 artiklan 5 kohdassa ja 4 artiklassa tarkoitettua henkilöä; 7) käyttöoikeussopimuksella julkisista hankinnoista annetun lain (348/2007) 5 § :n 6 kohdassa määriteltyä palveluja koskevaa käyttöoikeussopimusta.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) joukkoliikenteella yleisesti kaytettavissa tai tilattavissa olevaa, useiden ihmisten kuljettamiseen tarkoitettua ammattimaista markkinaehtoisesti tai palvelusopimusasetuksen mukaisesti harjoitettua linja-autoliikennetta ja palvelusopimusasetuksen mukaisesti harjoitettua raideliikennetta; 2) markkinaehtoisella liikenteella linja-autolla harjoitettavaa muuta kuin palvelusopimusasetuksen mukaista liikennetta; 3) tilausliikenteella markkinaehtoista liikennetta, jota harjoitetaan vain tilauksesta yksiloitavissa olevan tilaajan etukateen maaraamalla tavalla; 4) reittiliikenteella markkinaehtoista liikennetta, joka on saannollista, jonka palvelut ovat yleisesti kaytettavissa ja jonka reitin paatepisteet, pysakit seka aikataulun luvan myontava viranomainen vahvistaa; 5) kutsujoukkoliikenteella markkinaehtoista liikennetta, joka on paikallista tai seudullista taikka alueellista ja jatkuvaluonteista, jota ajetaan ainoastaan etukateen tehdysta tilauksesta ja jonka reitti ja aikataulu maaraytyvat naiden ennakkoon tehtyjen tilausten perusteella ja tilattujen kuljetusten yhdistelyn avulla; kuljetusten yhdistelylla tarkoitetaan vahintaan kolmen ennakkoon tilatun kuljetuksen yhdistamista yhdeksi reitiksi; 6) liikenteesta vastaavalla henkilolla eu:n liikenteenharjoittaja-asetus maantieliikenteen harjoittajan ammatin harjoittamisen edellytyksia koskevista yhteisista saannoista ja neuvoston direktiivin 96/26/ey kumoamisesta annetun euroopan parlamentin ja neuvoston asetuksen (ey) n:o 1071/2009, jaljempana, 2 artiklan 5 kohdassa ja 4 artiklassa tarkoitettua henkiloa; 7) kayttooikeussopimuksella julkisista hankinnoista annetun lain (348/2007) 5 §:n 6 kohdassa maariteltya palveluja koskevaa kayttooikeussopimusta.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) kollektivtrafik allmänt tillgänglig eller beställningsbar, för transport av flera människor avsedd yrkesmässig busstrafik, oavsett om trafiken bedrivs på marknadsvillkor eller enligt trafikavtalsförordningen, och spårtrafik som bedrivs enligt trafikavtalsförordningen, 2) trafik på marknadsvillkor annan busstrafik än sådan som bedrivs enligt trafikavtalsförordningen, 3) beställningstrafik trafik på marknadsvillkor som bedrivs endast på beställning på det sätt som en beställare som kan individualiseras bestämmer på förhand, 4) linjebaserad trafik trafik på marknadsvillkor som är regelbunden, vars tjänster kan anlitas allmänt och i fråga om vilken tillståndsmyndigheten fastställer ändpunkterna för rutten, hållplatserna och tidtabellen, 5) anropsstyrd kollektivtrafik trafik på marknadsvillkor som bedrivs lokalt eller regionalt och är av fortgående karaktär och som alltid ska beställas på förhand och vars rutt och tidtabell bestäms på basis av dessa förbeställningar och med hjälp av samordning av beställda transporter; med samordning av transporter avses att minst tre förbeställda transporter kombineras till en rutt, 6) trafikansvarig EU:s förordning om trafikidkare en person som avses i artiklarna 2.5 och 4 i Europaparlamentets och rådets förordning (EG) nr 1071/2009 om gemensamma regler beträffande de villkor som ska uppfyllas av personer som bedriver yrkesmässig trafik och om upphävande av rådets direktiv 96/26/EG, nedan, 7) koncessionsavtal i 5 § 6 punkten i lagen om offentlig upphandling (348/2007) definierad tjänstekoncession.",
        "normalized_sv": "I denna lag avses med 1) kollektivtrafik allmänt tillgänglig eller beställningsbar, för transport av flera människor avsedd yrkesmässig busstrafik, oavsett om trafiken bedrivs på marknadsvillkor eller enligt trafikavtalsförordningen, och spårtrafik som bedrivs enligt trafikavtalsförordningen, 2) trafik på marknadsvillkor annan busstrafik än sådan som bedrivs enligt trafikavtalsförordningen, 3) beställningstrafik trafik på marknadsvillkor som bedrivs endast på beställning på det sätt som en beställare som kan individualiseras bestämmer på förhand, 4) linjebaserad trafik trafik på marknadsvillkor som är regelbunden, vars tjänster kan anlitas allmänt och i fråga om vilken tillståndsmyndigheten fastställer ändpunkterna för rutten, hållplatserna och tidtabellen, 5) anropsstyrd kollektivtrafik trafik på marknadsvillkor som bedrivs lokalt eller regionalt och är av fortgående karaktär och som alltid ska beställas på förhand och vars rutt och tidtabell bestäms på basis av dessa förbeställningar och med hjälp av samordning av beställda transporter; med samordning av transporter avses att minst tre förbeställda transporter kombineras till en rutt, 6) trafikansvarig EU:s förordning om trafikidkare en person som avses i artiklarna 2.5 och 4 i Europaparlamentets och rådets förordning (EG) nr 1071/2009 om gemensamma regler beträffande de villkor som ska uppfyllas av personer som bedriver yrkesmässig trafik och om upphävande av rådets direktiv 96/26/EG, nedan, 7) koncessionsavtal i 5 § 6 punkten i lagen om offentlig upphandling (348/2007) definierad tjänstekoncession.",
        "folded_sv": "i denna lag avses med 1) kollektivtrafik allmant tillganglig eller bestallningsbar, for transport av flera manniskor avsedd yrkesmassig busstrafik, oavsett om trafiken bedrivs pa marknadsvillkor eller enligt trafikavtalsforordningen, och spartrafik som bedrivs enligt trafikavtalsforordningen, 2) trafik pa marknadsvillkor annan busstrafik an sadan som bedrivs enligt trafikavtalsforordningen, 3) bestallningstrafik trafik pa marknadsvillkor som bedrivs endast pa bestallning pa det satt som en bestallare som kan individualiseras bestammer pa forhand, 4) linjebaserad trafik trafik pa marknadsvillkor som ar regelbunden, vars tjanster kan anlitas allmant och i fraga om vilken tillstandsmyndigheten faststaller andpunkterna for rutten, hallplatserna och tidtabellen, 5) anropsstyrd kollektivtrafik trafik pa marknadsvillkor som bedrivs lokalt eller regionalt och ar av fortgaende karaktar och som alltid ska bestallas pa forhand och vars rutt och tidtabell bestams pa basis av dessa forbestallningar och med hjalp av samordning av bestallda transporter; med samordning av transporter avses att minst tre forbestallda transporter kombineras till en rutt, 6) trafikansvarig eu:s forordning om trafikidkare en person som avses i artiklarna 2.5 och 4 i europaparlamentets och radets forordning (eg) nr 1071/2009 om gemensamma regler betraffande de villkor som ska uppfyllas av personer som bedriver yrkesmassig trafik och om upphavande av radets direktiv 96/26/eg, nedan, 7) koncessionsavtal i 5 § 6 punkten i lagen om offentlig upphandling (348/2007) definierad tjanstekoncession."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Liikenteen harjoittamiseen oikeuttavat luvat ja asiakirjat",
      "content": "Ammattimainen henkilöiden kuljettaminen tiellä linja-autolla korvausta vastaan on sallittu joukkoliikenneluvan, reittiliikenneluvan tai kutsujoukkoliikenneluvan perusteella. Liikenteen harjoittamisesta viranomaisen kanssa tehdyn sopimuksen perusteella säädetään palvelusopimusasetuksessa. Interbus-sopimus EU:n kansainvälistä linja-autoliikennettä koskeva asetus, Kansainvälisen liikenteen harjoittamisesta määrätään linja-autoilla harjoitettavaa satunnaista kansainvälistä matkustajaliikennettä koskevan sopimuksen (Interbus-sopimus) tekemisestä tehdyssä neuvoston päätöksessä 2002/917/EY tarkoitetussa sopimuksessa, jäljempänä, ja kahdenkeskisissä sopimuksissa sekä säädetään kansainvälisen linja-autoliikenteen markkinoille pääsyä koskevista yhteisistä säännöistä ja asetuksen (EY) N:o 561/2006 muuttamisesta annetussa Euroopan parlamentin ja neuvoston asetuksessa (EY) N:o 1073/2009, jäljempänä jossa myös säädetään kabotaasiliikenteen harjoittamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Ammattimainen henkilöiden kuljettaminen tiellä linja-autolla korvausta vastaan on sallittu joukkoliikenneluvan, reittiliikenneluvan tai kutsujoukkoliikenneluvan perusteella. Liikenteen harjoittamisesta viranomaisen kanssa tehdyn sopimuksen perusteella säädetään palvelusopimusasetuksessa. Interbus-sopimus EU:n kansainvälistä linja-autoliikennettä koskeva asetus, Kansainvälisen liikenteen harjoittamisesta määrätään linja-autoilla harjoitettavaa satunnaista kansainvälistä matkustajaliikennettä koskevan sopimuksen (Interbus-sopimus) tekemisestä tehdyssä neuvoston päätöksessä 2002/917/EY tarkoitetussa sopimuksessa, jäljempänä, ja kahdenkeskisissä sopimuksissa sekä säädetään kansainvälisen linja-autoliikenteen markkinoille pääsyä koskevista yhteisistä säännöistä ja asetuksen (EY) N:o 561/2006 muuttamisesta annetussa Euroopan parlamentin ja neuvoston asetuksessa (EY) N:o 1073/2009, jäljempänä jossa myös säädetään kabotaasiliikenteen harjoittamisesta.",
        "folded_fi": "ammattimainen henkiloiden kuljettaminen tiella linja-autolla korvausta vastaan on sallittu joukkoliikenneluvan, reittiliikenneluvan tai kutsujoukkoliikenneluvan perusteella. liikenteen harjoittamisesta viranomaisen kanssa tehdyn sopimuksen perusteella saadetaan palvelusopimusasetuksessa. interbus-sopimus eu:n kansainvalista linja-autoliikennetta koskeva asetus, kansainvalisen liikenteen harjoittamisesta maarataan linja-autoilla harjoitettavaa satunnaista kansainvalista matkustajaliikennetta koskevan sopimuksen (interbus-sopimus) tekemisesta tehdyssa neuvoston paatoksessa 2002/917/ey tarkoitetussa sopimuksessa, jaljempana, ja kahdenkeskisissa sopimuksissa seka saadetaan kansainvalisen linja-autoliikenteen markkinoille paasya koskevista yhteisista saannoista ja asetuksen (ey) n:o 561/2006 muuttamisesta annetussa euroopan parlamentin ja neuvoston asetuksessa (ey) n:o 1073/2009, jaljempana jossa myos saadetaan kabotaasiliikenteen harjoittamisesta.",
        "title_sv": "Tillstånd och handlingar som berättigar till att bedriva trafik",
        "content_sv": "Yrkesmässig persontransport på väg med buss mot ersättning är tillåten på basis av ett kollektivtrafiktillstånd, tillstånd för linjebaserad trafik eller tillstånd för anropsstyrd kollektivtrafik. Bestämmelser om bedrivande av trafik med stöd av ett avtal med en myndighet finns i trafikavtalsförordningen. Interbusöverenskommelsen EU:s förordning om internationell busstrafik Bestämmelser om bedrivande av internationell trafik finns i den överenskommelse som avses i rådets beslut 2002/917/EG om ingåendet av Interbusöverenskommelse om tillfällig internationell persontransport med buss, nedan, i bilaterala avtal och i Europaparlamentets och rådets förordning (EG) nr 1073/2009 om gemensamma regler för tillträde till den internationella marknaden för persontransporter med buss och om ändring av förordning (EG) nr 561/2006, nedan, där det även finns bestämmelser om bedrivande av cabotagetrafik.",
        "normalized_sv": "Yrkesmässig persontransport på väg med buss mot ersättning är tillåten på basis av ett kollektivtrafiktillstånd, tillstånd för linjebaserad trafik eller tillstånd för anropsstyrd kollektivtrafik. Bestämmelser om bedrivande av trafik med stöd av ett avtal med en myndighet finns i trafikavtalsförordningen. Interbusöverenskommelsen EU:s förordning om internationell busstrafik Bestämmelser om bedrivande av internationell trafik finns i den överenskommelse som avses i rådets beslut 2002/917/EG om ingåendet av Interbusöverenskommelse om tillfällig internationell persontransport med buss, nedan, i bilaterala avtal och i Europaparlamentets och rådets förordning (EG) nr 1073/2009 om gemensamma regler för tillträde till den internationella marknaden för persontransporter med buss och om ändring av förordning (EG) nr 561/2006, nedan, där det även finns bestämmelser om bedrivande av cabotagetrafik.",
        "folded_sv": "yrkesmassig persontransport pa vag med buss mot ersattning ar tillaten pa basis av ett kollektivtrafiktillstand, tillstand for linjebaserad trafik eller tillstand for anropsstyrd kollektivtrafik. bestammelser om bedrivande av trafik med stod av ett avtal med en myndighet finns i trafikavtalsforordningen. interbusoverenskommelsen eu:s forordning om internationell busstrafik bestammelser om bedrivande av internationell trafik finns i den overenskommelse som avses i radets beslut 2002/917/eg om ingaendet av interbusoverenskommelse om tillfallig internationell persontransport med buss, nedan, i bilaterala avtal och i europaparlamentets och radets forordning (eg) nr 1073/2009 om gemensamma regler for tilltrade till den internationella marknaden for persontransporter med buss och om andring av forordning (eg) nr 561/2006, nedan, dar det aven finns bestammelser om bedrivande av cabotagetrafik."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "10 a",
      "section": "10 a",
      "title": "Joukkoliikenteen valtakunnallinen kehittäminen",
      "content": "Liikennevirasto vastaa joukkoliikenteen valtakunnallisesta kehittämisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 a",
        "normalized_fi": "Liikennevirasto vastaa joukkoliikenteen valtakunnallisesta kehittämisestä.",
        "folded_fi": "liikennevirasto vastaa joukkoliikenteen valtakunnallisesta kehittamisesta.",
        "title_sv": "Nationell utveckling av kollektivtrafiken",
        "content_sv": "Trafikverket ansvarar för den nationella utvecklingen av kollektivtrafiken.",
        "normalized_sv": "Trafikverket ansvarar för den nationella utvecklingen av kollektivtrafiken.",
        "folded_sv": "trafikverket ansvarar for den nationella utvecklingen av kollektivtrafiken."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "EU:n linja-autoliikenteen matkustajien oikeuksia koskevassa asetuksessa tarkoitetut toimivaltaiset viranomaiset",
      "content": "EU:n linja-autoliikenteen matkustajien oikeuksia koskeva asetus Sen lisäksi, mitä muussa laissa säädetään kuluttaja-asiamiehen ja kuluttajariitalautakunnan toimivallasta, Liikenteen turvallisuusvirasto on matkustajien oikeuksista linja-autoliikenteessä sekä asetuksen (EY) N:o 2006/2004 muuttamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 181/2011, jäljempänä, 28 artiklan 1 ja 3 kohdassa tarkoitettu toimivaltainen viranomainen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16",
        "normalized_fi": "EU:n linja-autoliikenteen matkustajien oikeuksia koskeva asetus Sen lisäksi, mitä muussa laissa säädetään kuluttaja-asiamiehen ja kuluttajariitalautakunnan toimivallasta, Liikenteen turvallisuusvirasto on matkustajien oikeuksista linja-autoliikenteessä sekä asetuksen (EY) N:o 2006/2004 muuttamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 181/2011, jäljempänä, 28 artiklan 1 ja 3 kohdassa tarkoitettu toimivaltainen viranomainen.",
        "folded_fi": "eu:n linja-autoliikenteen matkustajien oikeuksia koskeva asetus sen lisaksi, mita muussa laissa saadetaan kuluttaja-asiamiehen ja kuluttajariitalautakunnan toimivallasta, liikenteen turvallisuusvirasto on matkustajien oikeuksista linja-autoliikenteessa seka asetuksen (ey) n:o 2006/2004 muuttamisesta annetun euroopan parlamentin ja neuvoston asetuksen (eu) n:o 181/2011, jaljempana, 28 artiklan 1 ja 3 kohdassa tarkoitettu toimivaltainen viranomainen.",
        "title_sv": "Behöriga myndigheter enligt EU:s förordning om busspassagerares rättigheter",
        "content_sv": "EU:s förordning om busspassagerares rättigheter Utöver vad som i någon annan lag föreskrivs om konsumentombudsmannens och konsumenttvistenämndens behörighet är Trafiksäkerhetsverket den behöriga myndighet som avses i artiklarna 28.1 och 28.3 i Europaparlamentets och rådets förordning (EU) nr 181/2011 om passagerares rättigheter vid busstransport och om ändring av förordning (EG) nr 2006/2004, nedan.",
        "normalized_sv": "EU:s förordning om busspassagerares rättigheter Utöver vad som i någon annan lag föreskrivs om konsumentombudsmannens och konsumenttvistenämndens behörighet är Trafiksäkerhetsverket den behöriga myndighet som avses i artiklarna 28.1 och 28.3 i Europaparlamentets och rådets förordning (EU) nr 181/2011 om passagerares rättigheter vid busstransport och om ändring av förordning (EG) nr 2006/2004, nedan.",
        "folded_sv": "eu:s forordning om busspassagerares rattigheter utover vad som i nagon annan lag foreskrivs om konsumentombudsmannens och konsumenttvistenamndens behorighet ar trafiksakerhetsverket den behoriga myndighet som avses i artiklarna 28.1 och 28.3 i europaparlamentets och radets forordning (eu) nr 181/2011 om passagerares rattigheter vid busstransport och om andring av forordning (eg) nr 2006/2004, nedan."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Joukkoliikenneluvan myöntämisen edellytykset",
      "content": "Joukkoliikennelupa myönnetään hakijalle: 3) jota tai jonka Harmaan talouden selvitysyksiköstä annetun lain (1207/2010) 2 §:ssä tarkoitettua organisaatiohenkilöä taikka näiden määräämisvallassa arvopaperimarkkinalain (746/2012) 2 luvun 4 §:ssä tarkoitetulla tavalla olevaa yhteisöä ei ole asetettu konkurssiin sen toimiessa joukkoliikenne- tai taksilupaa vaativalla toimialalla kahden viimeisimmän vuoden aikana; 4) jolla ei ole veroihin, lakisääteisiin eläke-, tapaturma- tai työttömyysvakuutusmaksuihin taikka Tullin perimiin maksuihin liittyvien velvollisuuksien laiminlyöntejä eikä muita ulosotossa olevia velkoja, jotka ovat hakijan maksukykyyn nähden vähäistä suurempia, eikä velkoja, jotka on palautettu ulosotosta varattomuustodistuksin; 5) jota ei ole määrätty liiketoimintakieltoon eikä väliaikaiseen liiketoimintakieltoon; 6) joka ei ole tahallisesti tai törkeästä huolimattomuudesta olennaisesti laiminlyönyt työsopimuslain (55/2001), työehtosopimuslain (436/1946), työaikalain (605/1996) tai vuosilomalain (162/2005) mukaisten työsuhde-etuuksien suorittamista taikka tapaturmavakuutuslain (608/1948) mukaista työntekijän pakollista vakuutusvelvollisuutta. Joukkoliikennelupa myönnetään EU:n liikenteenharjoittaja-asetuksen 6 ja 7 artiklan ja tämän pykälän 1 momentin 3, 4 ja 6 kohdan vaatimukset täyttävälle oikeushenkilölle, jonka liikenteestä vastaava henkilö täyttää mainitun asetuksen 4, 6 ja 8 artiklassa säädetyt vaatimukset sekä tämän pykälän 1 momentin 2 ja 5 kohdan edellytykset. Lisäksi hakijana olevan yrityksen toimitusjohtajan ja vastuunalaisten yhtiömiesten tulee olla 20 §:ssä tarkoitetulla tavalla hyvämaineisia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19",
        "normalized_fi": "Joukkoliikennelupa myönnetään hakijalle: 3) jota tai jonka Harmaan talouden selvitysyksiköstä annetun lain (1207/2010) 2 § :ssä tarkoitettua organisaatiohenkilöä taikka näiden määräämisvallassa arvopaperimarkkinalain (746/2012) 2 luvun 4 § :ssä tarkoitetulla tavalla olevaa yhteisöä ei ole asetettu konkurssiin sen toimiessa joukkoliikenne- tai taksilupaa vaativalla toimialalla kahden viimeisimmän vuoden aikana; 4) jolla ei ole veroihin, lakisääteisiin eläke-, tapaturma- tai työttömyysvakuutusmaksuihin taikka Tullin perimiin maksuihin liittyvien velvollisuuksien laiminlyöntejä eikä muita ulosotossa olevia velkoja, jotka ovat hakijan maksukykyyn nähden vähäistä suurempia, eikä velkoja, jotka on palautettu ulosotosta varattomuustodistuksin; 5) jota ei ole määrätty liiketoimintakieltoon eikä väliaikaiseen liiketoimintakieltoon; 6) joka ei ole tahallisesti tai törkeästä huolimattomuudesta olennaisesti laiminlyönyt työsopimuslain (55/2001), työehtosopimuslain (436/1946), työaikalain (605/1996) tai vuosilomalain (162/2005) mukaisten työsuhde-etuuksien suorittamista taikka tapaturmavakuutuslain (608/1948) mukaista työntekijän pakollista vakuutusvelvollisuutta. Joukkoliikennelupa myönnetään EU:n liikenteenharjoittaja-asetuksen 6 ja 7 artiklan ja tämän pykälän 1 momentin 3, 4 ja 6 kohdan vaatimukset täyttävälle oikeushenkilölle, jonka liikenteestä vastaava henkilö täyttää mainitun asetuksen 4, 6 ja 8 artiklassa säädetyt vaatimukset sekä tämän pykälän 1 momentin 2 ja 5 kohdan edellytykset. Lisäksi hakijana olevan yrityksen toimitusjohtajan ja vastuunalaisten yhtiömiesten tulee olla 20 § :ssä tarkoitetulla tavalla hyvämaineisia.",
        "folded_fi": "joukkoliikennelupa myonnetaan hakijalle: 3) jota tai jonka harmaan talouden selvitysyksikosta annetun lain (1207/2010) 2 §:ssa tarkoitettua organisaatiohenkiloa taikka naiden maaraamisvallassa arvopaperimarkkinalain (746/2012) 2 luvun 4 §:ssa tarkoitetulla tavalla olevaa yhteisoa ei ole asetettu konkurssiin sen toimiessa joukkoliikenne- tai taksilupaa vaativalla toimialalla kahden viimeisimman vuoden aikana; 4) jolla ei ole veroihin, lakisaateisiin elake-, tapaturma- tai tyottomyysvakuutusmaksuihin taikka tullin perimiin maksuihin liittyvien velvollisuuksien laiminlyonteja eika muita ulosotossa olevia velkoja, jotka ovat hakijan maksukykyyn nahden vahaista suurempia, eika velkoja, jotka on palautettu ulosotosta varattomuustodistuksin; 5) jota ei ole maaratty liiketoimintakieltoon eika valiaikaiseen liiketoimintakieltoon; 6) joka ei ole tahallisesti tai torkeasta huolimattomuudesta olennaisesti laiminlyonyt tyosopimuslain (55/2001), tyoehtosopimuslain (436/1946), tyoaikalain (605/1996) tai vuosilomalain (162/2005) mukaisten tyosuhde-etuuksien suorittamista taikka tapaturmavakuutuslain (608/1948) mukaista tyontekijan pakollista vakuutusvelvollisuutta. joukkoliikennelupa myonnetaan eu:n liikenteenharjoittaja-asetuksen 6 ja 7 artiklan ja taman pykalan 1 momentin 3, 4 ja 6 kohdan vaatimukset tayttavalle oikeushenkilolle, jonka liikenteesta vastaava henkilo tayttaa mainitun asetuksen 4, 6 ja 8 artiklassa saadetyt vaatimukset seka taman pykalan 1 momentin 2 ja 5 kohdan edellytykset. lisaksi hakijana olevan yrityksen toimitusjohtajan ja vastuunalaisten yhtiomiesten tulee olla 20 §:ssa tarkoitetulla tavalla hyvamaineisia.",
        "title_sv": "Förutsättningar för beviljande av kollektivtrafiktillstånd",
        "content_sv": "Kollektivtrafiktillstånd beviljas en sökande 3) som inte under de två senaste åren har försatts i konkurs vid verksamhet inom en bransch där det krävs kollektivtrafik- eller taxitillstånd, samt en organisationsanknuten person enligt 2 § i lagen om Enheten för utredning av grå ekonomi (1207/2010) som är anställd hos sökanden och ett företag som på det sätt som avses i 2 kap. 4 § i värdepappersmarknadslagen (746/2012) står under sökandens eller den organisationsanknutna personens bestämmande inflytande vilka inte försatts i konkurs på det sätt som avses ovan, 4) som inte har försummat sina skyldigheter i anslutning till skatter, lagstadgade pensions-, olycksfalls- eller arbetslöshetsförsäkringsavgifter eller till avgifter som Tullen tar ut och inte heller andra skulder som är föremål för utsökning och som med avseende på sökandens betalningsförmåga är mer än obetydliga eller skulder som har återsänts från utsökningen med ett medellöshetsintyg, 5) som inte har meddelats näringsförbud eller tillfälligt näringsförbud, 6) som inte uppsåtligen eller av grov oaktsamhet väsentligen har försummat att betala ut sådana anställningsförmåner som avses i arbetsavtalslagen (55/2001), lagen om kollektivavtal (436/1946), arbetstidslagen (605/1996) eller semesterlagen (162/2005) eller att teckna en sådan obligatorisk försäkring för anställda som avses i lagen om olycksfallsförsäkring (608/1948). Kollektivtrafiktillstånd beviljas en juridisk person som uppfyller kraven i artiklarna 6 och 7 i EU:s förordning om trafikidkare och kraven i 1 mom. 3, 4 och 6 punkten i denna paragraf och vars trafikansvarige uppfyller kraven i artiklarna 4, 6 och 8 i den förordningen samt förutsättningarna i 1 mom. 2 och 5 punkten i denna paragraf. Dessutom ska verkställande direktören och de ansvariga bolagsmännen i det företag som är sökande ha ett gott anseende på det sätt som avses i 20 §.",
        "normalized_sv": "Kollektivtrafiktillstånd beviljas en sökande 3) som inte under de två senaste åren har försatts i konkurs vid verksamhet inom en bransch där det krävs kollektivtrafik- eller taxitillstånd, samt en organisationsanknuten person enligt 2 § i lagen om Enheten för utredning av grå ekonomi (1207/2010) som är anställd hos sökanden och ett företag som på det sätt som avses i 2 kap. 4 § i värdepappersmarknadslagen (746/2012) står under sökandens eller den organisationsanknutna personens bestämmande inflytande vilka inte försatts i konkurs på det sätt som avses ovan, 4) som inte har försummat sina skyldigheter i anslutning till skatter, lagstadgade pensions-, olycksfalls- eller arbetslöshetsförsäkringsavgifter eller till avgifter som Tullen tar ut och inte heller andra skulder som är föremål för utsökning och som med avseende på sökandens betalningsförmåga är mer än obetydliga eller skulder som har återsänts från utsökningen med ett medellöshetsintyg, 5) som inte har meddelats näringsförbud eller tillfälligt näringsförbud, 6) som inte uppsåtligen eller av grov oaktsamhet väsentligen har försummat att betala ut sådana anställningsförmåner som avses i arbetsavtalslagen (55/2001), lagen om kollektivavtal (436/1946), arbetstidslagen (605/1996) eller semesterlagen (162/2005) eller att teckna en sådan obligatorisk försäkring för anställda som avses i lagen om olycksfallsförsäkring (608/1948). Kollektivtrafiktillstånd beviljas en juridisk person som uppfyller kraven i artiklarna 6 och 7 i EU:s förordning om trafikidkare och kraven i 1 mom. 3, 4 och 6 punkten i denna paragraf och vars trafikansvarige uppfyller kraven i artiklarna 4, 6 och 8 i den förordningen samt förutsättningarna i 1 mom. 2 och 5 punkten i denna paragraf. Dessutom ska verkställande direktören och de ansvariga bolagsmännen i det företag som är sökande ha ett gott anseende på det sätt som avses i 20 § .",
        "folded_sv": "kollektivtrafiktillstand beviljas en sokande 3) som inte under de tva senaste aren har forsatts i konkurs vid verksamhet inom en bransch dar det kravs kollektivtrafik- eller taxitillstand, samt en organisationsanknuten person enligt 2 § i lagen om enheten for utredning av gra ekonomi (1207/2010) som ar anstalld hos sokanden och ett foretag som pa det satt som avses i 2 kap. 4 § i vardepappersmarknadslagen (746/2012) star under sokandens eller den organisationsanknutna personens bestammande inflytande vilka inte forsatts i konkurs pa det satt som avses ovan, 4) som inte har forsummat sina skyldigheter i anslutning till skatter, lagstadgade pensions-, olycksfalls- eller arbetsloshetsforsakringsavgifter eller till avgifter som tullen tar ut och inte heller andra skulder som ar foremal for utsokning och som med avseende pa sokandens betalningsformaga ar mer an obetydliga eller skulder som har atersants fran utsokningen med ett medelloshetsintyg, 5) som inte har meddelats naringsforbud eller tillfalligt naringsforbud, 6) som inte uppsatligen eller av grov oaktsamhet vasentligen har forsummat att betala ut sadana anstallningsformaner som avses i arbetsavtalslagen (55/2001), lagen om kollektivavtal (436/1946), arbetstidslagen (605/1996) eller semesterlagen (162/2005) eller att teckna en sadan obligatorisk forsakring for anstallda som avses i lagen om olycksfallsforsakring (608/1948). kollektivtrafiktillstand beviljas en juridisk person som uppfyller kraven i artiklarna 6 och 7 i eu:s forordning om trafikidkare och kraven i 1 mom. 3, 4 och 6 punkten i denna paragraf och vars trafikansvarige uppfyller kraven i artiklarna 4, 6 och 8 i den forordningen samt forutsattningarna i 1 mom. 2 och 5 punkten i denna paragraf. dessutom ska verkstallande direktoren och de ansvariga bolagsmannen i det foretag som ar sokande ha ett gott anseende pa det satt som avses i 20 §."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Reittiliikenneluvan myöntämisen edellytykset",
      "content": "Reittiliikennelupa myönnetään hakijalle, jolla on joukkoliikennelupa ja joka sitoutuu harjoittamaan liikennettä 48 §:ssä tarkoitetun laatulupauksensa mukaisesti. Reittiliikenneluvan myöntävä viranomainen voi hylätä hakemuksen, jos: 5) hakija on ilman viranomaisen 33 §:n nojalla tekemää liikenneluvan peruuttamispäätöstä viimeksi kuluneen kahden vuoden aikana lopettanut reittiliikenteen tai kutsujoukkoliikenteen harjoittamisen; Sovellettaessa 2 momentin 1-4 kohtaa hakemus voidaan hylätä myös osittain.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22",
        "normalized_fi": "Reittiliikennelupa myönnetään hakijalle, jolla on joukkoliikennelupa ja joka sitoutuu harjoittamaan liikennettä 48 § :ssä tarkoitetun laatulupauksensa mukaisesti. Reittiliikenneluvan myöntävä viranomainen voi hylätä hakemuksen, jos: 5) hakija on ilman viranomaisen 33 § :n nojalla tekemää liikenneluvan peruuttamispäätöstä viimeksi kuluneen kahden vuoden aikana lopettanut reittiliikenteen tai kutsujoukkoliikenteen harjoittamisen; Sovellettaessa 2 momentin 1-4 kohtaa hakemus voidaan hylätä myös osittain.",
        "folded_fi": "reittiliikennelupa myonnetaan hakijalle, jolla on joukkoliikennelupa ja joka sitoutuu harjoittamaan liikennetta 48 §:ssa tarkoitetun laatulupauksensa mukaisesti. reittiliikenneluvan myontava viranomainen voi hylata hakemuksen, jos: 5) hakija on ilman viranomaisen 33 §:n nojalla tekemaa liikenneluvan peruuttamispaatosta viimeksi kuluneen kahden vuoden aikana lopettanut reittiliikenteen tai kutsujoukkoliikenteen harjoittamisen; sovellettaessa 2 momentin 1-4 kohtaa hakemus voidaan hylata myos osittain.",
        "title_sv": "Förutsättningar för beviljande av tillstånd för linjebaserad trafik",
        "content_sv": "Tillstånd för linjebaserad trafik beviljas en sökande som har ett kollektivtrafiktillstånd och som förbinder sig att bedriva trafik i enlighet med sitt kvalitetslöfte enligt 48 §. Den myndighet som beviljar tillstånd för linjebaserad trafik kan avslå ansökan, om 5) sökanden utan ett beslut om återkallande som myndigheten fattat med stöd av 33 § under de två senaste åren har upphört att bedriva linjebaserad trafik eller anropsstyrd kollektivtrafik, När 2 mom. 1-4 punkten tillämpas kan en ansökan avslås även delvis.",
        "normalized_sv": "Tillstånd för linjebaserad trafik beviljas en sökande som har ett kollektivtrafiktillstånd och som förbinder sig att bedriva trafik i enlighet med sitt kvalitetslöfte enligt 48 § . Den myndighet som beviljar tillstånd för linjebaserad trafik kan avslå ansökan, om 5) sökanden utan ett beslut om återkallande som myndigheten fattat med stöd av 33 § under de två senaste åren har upphört att bedriva linjebaserad trafik eller anropsstyrd kollektivtrafik, När 2 mom. 1-4 punkten tillämpas kan en ansökan avslås även delvis.",
        "folded_sv": "tillstand for linjebaserad trafik beviljas en sokande som har ett kollektivtrafiktillstand och som forbinder sig att bedriva trafik i enlighet med sitt kvalitetslofte enligt 48 §. den myndighet som beviljar tillstand for linjebaserad trafik kan avsla ansokan, om 5) sokanden utan ett beslut om aterkallande som myndigheten fattat med stod av 33 § under de tva senaste aren har upphort att bedriva linjebaserad trafik eller anropsstyrd kollektivtrafik, nar 2 mom. 1-4 punkten tillampas kan en ansokan avslas aven delvis."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Kutsujoukkoliikenneluvan myöntämisen edellytykset",
      "content": "Kutsujoukkoliikennelupa myönnetään hakijalle, jolla on joukkoliikennelupa ja joka sitoutuu harjoittamaan liikennettä 48 §:ssä tarkoitetun laatulupauksensa mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:23",
        "normalized_fi": "Kutsujoukkoliikennelupa myönnetään hakijalle, jolla on joukkoliikennelupa ja joka sitoutuu harjoittamaan liikennettä 48 § :ssä tarkoitetun laatulupauksensa mukaisesti.",
        "folded_fi": "kutsujoukkoliikennelupa myonnetaan hakijalle, jolla on joukkoliikennelupa ja joka sitoutuu harjoittamaan liikennetta 48 §:ssa tarkoitetun laatulupauksensa mukaisesti.",
        "title_sv": "Förutsättningar för beviljande av tillstånd för anropsstyrd kollektivtrafik",
        "content_sv": "Tillstånd för anropsstyrd kollektivtrafik beviljas en sökande som har ett kollektivtrafiktillstånd och som förbinder sig att bedriva trafik i enlighet med sitt kvalitetslöfte enligt 48 §.",
        "normalized_sv": "Tillstånd för anropsstyrd kollektivtrafik beviljas en sökande som har ett kollektivtrafiktillstånd och som förbinder sig att bedriva trafik i enlighet med sitt kvalitetslöfte enligt 48 § .",
        "folded_sv": "tillstand for anropsstyrd kollektivtrafik beviljas en sokande som har ett kollektivtrafiktillstand och som forbinder sig att bedriva trafik i enlighet med sitt kvalitetslofte enligt 48 §."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Reittiliikenneluvan hakeminen ja muuttaminen",
      "content": "Reittiliikennelupaa koskevassa hakemuksessa on ilmoitettava liikenteen reitti, kaikki pysäkit, aikataulu ja liikenteen aiottu aloittamisaika, ajankohdat, jolloin liikenteen aikatauluja voidaan muuttaa, sekä tarvittaessa liikenteen luonne. Hakemukseen on tarvittaessa liitettävä selvitys siitä, että haetut väylät ja pysäkit ovat liikennöintiin käytettävissä. Lisäksi hakemuksessa on ilmoitettava, onko hakemuksen jättämistä edeltänyt 7 §:ssä tarkoitettu liikenteenharjoittajien välinen yhteistyö. Hakemukseen on liitettävä 48 §:ssä tarkoitettu liikennepalveluja koskeva laatulupaus tai siinä on ilmoitettava, mistä Internet-osoitteesta se on saatavilla. Hakemus on toimitettava toimivaltaiselle viranomaiselle viimeistään kolme kuukautta ennen aiottua liikenteen aloittamisaikaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:27",
        "normalized_fi": "Reittiliikennelupaa koskevassa hakemuksessa on ilmoitettava liikenteen reitti, kaikki pysäkit, aikataulu ja liikenteen aiottu aloittamisaika, ajankohdat, jolloin liikenteen aikatauluja voidaan muuttaa, sekä tarvittaessa liikenteen luonne. Hakemukseen on tarvittaessa liitettävä selvitys siitä, että haetut väylät ja pysäkit ovat liikennöintiin käytettävissä. Lisäksi hakemuksessa on ilmoitettava, onko hakemuksen jättämistä edeltänyt 7 § :ssä tarkoitettu liikenteenharjoittajien välinen yhteistyö. Hakemukseen on liitettävä 48 § :ssä tarkoitettu liikennepalveluja koskeva laatulupaus tai siinä on ilmoitettava, mistä Internet-osoitteesta se on saatavilla. Hakemus on toimitettava toimivaltaiselle viranomaiselle viimeistään kolme kuukautta ennen aiottua liikenteen aloittamisaikaa.",
        "folded_fi": "reittiliikennelupaa koskevassa hakemuksessa on ilmoitettava liikenteen reitti, kaikki pysakit, aikataulu ja liikenteen aiottu aloittamisaika, ajankohdat, jolloin liikenteen aikatauluja voidaan muuttaa, seka tarvittaessa liikenteen luonne. hakemukseen on tarvittaessa liitettava selvitys siita, etta haetut vaylat ja pysakit ovat liikennointiin kaytettavissa. lisaksi hakemuksessa on ilmoitettava, onko hakemuksen jattamista edeltanyt 7 §:ssa tarkoitettu liikenteenharjoittajien valinen yhteistyo. hakemukseen on liitettava 48 §:ssa tarkoitettu liikennepalveluja koskeva laatulupaus tai siina on ilmoitettava, mista internet-osoitteesta se on saatavilla. hakemus on toimitettava toimivaltaiselle viranomaiselle viimeistaan kolme kuukautta ennen aiottua liikenteen aloittamisaikaa.",
        "title_sv": "Ansökan om och ändring av tillstånd för linjebaserad trafik",
        "content_sv": "I en ansökan om tillstånd för linjebaserad trafik ska anges rutten för trafiken, alla hållplatser, tidtabellen och den planerade tidpunkten då trafiken inleds, de tidpunkter då tidtabellerna för trafiken kan ändras och vid behov trafikens natur. Till ansökan ska vid behov fogas en utredning över att de trafikleder och hållplatser som ansökan gäller står till förfogande för trafik. Dessutom ska i ansökan uppges om inlämnandet av ansökan har föregåtts av i 7 § avsett samarbete mellan trafikidkare. Till ansökan ska fogas ett i 48 § avsett kvalitetslöfte om trafiktjänster eller i ansökan ska anges den webbadress där handlingen kan fås. Ansökan ska lämnas in till den behöriga myndigheten senast tre månader före den tidpunkt då trafiken ska inledas.",
        "normalized_sv": "I en ansökan om tillstånd för linjebaserad trafik ska anges rutten för trafiken, alla hållplatser, tidtabellen och den planerade tidpunkten då trafiken inleds, de tidpunkter då tidtabellerna för trafiken kan ändras och vid behov trafikens natur. Till ansökan ska vid behov fogas en utredning över att de trafikleder och hållplatser som ansökan gäller står till förfogande för trafik. Dessutom ska i ansökan uppges om inlämnandet av ansökan har föregåtts av i 7 § avsett samarbete mellan trafikidkare. Till ansökan ska fogas ett i 48 § avsett kvalitetslöfte om trafiktjänster eller i ansökan ska anges den webbadress där handlingen kan fås. Ansökan ska lämnas in till den behöriga myndigheten senast tre månader före den tidpunkt då trafiken ska inledas.",
        "folded_sv": "i en ansokan om tillstand for linjebaserad trafik ska anges rutten for trafiken, alla hallplatser, tidtabellen och den planerade tidpunkten da trafiken inleds, de tidpunkter da tidtabellerna for trafiken kan andras och vid behov trafikens natur. till ansokan ska vid behov fogas en utredning over att de trafikleder och hallplatser som ansokan galler star till forfogande for trafik. dessutom ska i ansokan uppges om inlamnandet av ansokan har foregatts av i 7 § avsett samarbete mellan trafikidkare. till ansokan ska fogas ett i 48 § avsett kvalitetslofte om trafiktjanster eller i ansokan ska anges den webbadress dar handlingen kan fas. ansokan ska lamnas in till den behoriga myndigheten senast tre manader fore den tidpunkt da trafiken ska inledas."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "30",
      "section": "30",
      "title": "Liikenneluvan voimassaoloaika ja ehdot",
      "content": "Joukkoliikennelupa on voimassa viisi vuotta. Joukkoliikenneluvan alkuperäiskappaleen lisäksi liikenteenharjoittajalle annetaan liikenteessä käytettävien autojen enimmäismäärää vastaava määrä joukkoliikenneluvan oikeaksi todistettuja jäljennöksiä, joiden turvaominaisuudet vastaavat EU:n kansainvälistä linja-autoliikennettä koskevan asetuksen 4 artiklan 2 kohdassa sekä asetuksen liitteessä I yhteisöluvalle ja sen jäljennöksille asetettuja vaatimuksia. Reittiliikennelupa on voimassa enintään kymmenen vuotta. Siinä on vahvistettava luvan voimassaoloaika, liikenteen reitti, kaikki pysäkit ja aikataulu sekä ajankohdat, jolloin liikenne on aloitettava ja jolloin liikenteen aikatauluja voidaan muuttaa, sekä tarvittaessa liikenteen luonne. Kutsujoukkoliikennelupa on voimassa enintään viisi vuotta. Siinä on vahvistettava luvan voimassaoloaika, toiminta-alue, kuvaus matkojen yhdistelystä sekä ajankohta, jolloin liikenne on aloitettava.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:30",
        "normalized_fi": "Joukkoliikennelupa on voimassa viisi vuotta. Joukkoliikenneluvan alkuperäiskappaleen lisäksi liikenteenharjoittajalle annetaan liikenteessä käytettävien autojen enimmäismäärää vastaava määrä joukkoliikenneluvan oikeaksi todistettuja jäljennöksiä, joiden turvaominaisuudet vastaavat EU:n kansainvälistä linja-autoliikennettä koskevan asetuksen 4 artiklan 2 kohdassa sekä asetuksen liitteessä I yhteisöluvalle ja sen jäljennöksille asetettuja vaatimuksia. Reittiliikennelupa on voimassa enintään kymmenen vuotta. Siinä on vahvistettava luvan voimassaoloaika, liikenteen reitti, kaikki pysäkit ja aikataulu sekä ajankohdat, jolloin liikenne on aloitettava ja jolloin liikenteen aikatauluja voidaan muuttaa, sekä tarvittaessa liikenteen luonne. Kutsujoukkoliikennelupa on voimassa enintään viisi vuotta. Siinä on vahvistettava luvan voimassaoloaika, toiminta-alue, kuvaus matkojen yhdistelystä sekä ajankohta, jolloin liikenne on aloitettava.",
        "folded_fi": "joukkoliikennelupa on voimassa viisi vuotta. joukkoliikenneluvan alkuperaiskappaleen lisaksi liikenteenharjoittajalle annetaan liikenteessa kaytettavien autojen enimmaismaaraa vastaava maara joukkoliikenneluvan oikeaksi todistettuja jaljennoksia, joiden turvaominaisuudet vastaavat eu:n kansainvalista linja-autoliikennetta koskevan asetuksen 4 artiklan 2 kohdassa seka asetuksen liitteessa i yhteisoluvalle ja sen jaljennoksille asetettuja vaatimuksia. reittiliikennelupa on voimassa enintaan kymmenen vuotta. siina on vahvistettava luvan voimassaoloaika, liikenteen reitti, kaikki pysakit ja aikataulu seka ajankohdat, jolloin liikenne on aloitettava ja jolloin liikenteen aikatauluja voidaan muuttaa, seka tarvittaessa liikenteen luonne. kutsujoukkoliikennelupa on voimassa enintaan viisi vuotta. siina on vahvistettava luvan voimassaoloaika, toiminta-alue, kuvaus matkojen yhdistelysta seka ajankohta, jolloin liikenne on aloitettava.",
        "title_sv": "Giltighetstid och villkor för trafiktillstånd",
        "content_sv": "Ett kollektivtrafiktillstånd är giltigt i fem år. Utöver kollektivtrafiktillståndet i original ska trafikidkaren ges så många styrkta kopior av kollektivtrafiktillståndet som motsvarar maximiantalet bilar som används i trafiken. Tillståndets och kopiornas säkerhetskomponenter ska uppfylla de krav som ställs på gemenskapstillstånd och kopior av tillstånd i artikel 4.2 i EU:s förordning om internationell busstrafik samt i bilaga I till förordningen. Ett tillstånd för linjebaserad trafik gäller i högst tio år. I tillståndet ska fastställas dess giltighetstid, rutten för trafiken, alla hållplatser, tidtabellen och de tidpunkter då trafiken ska inledas och tidtabellerna kan ändras, samt vid behov trafikens natur. Ett tillstånd för anropsstyrd kollektivtrafik gäller i högst fem år. I tillståndet ska fastställas dess giltighetstid, verksamhetsområdet, beskrivningen av samordningen av resorna och den tidpunkt då trafiken ska inledas.",
        "normalized_sv": "Ett kollektivtrafiktillstånd är giltigt i fem år. Utöver kollektivtrafiktillståndet i original ska trafikidkaren ges så många styrkta kopior av kollektivtrafiktillståndet som motsvarar maximiantalet bilar som används i trafiken. Tillståndets och kopiornas säkerhetskomponenter ska uppfylla de krav som ställs på gemenskapstillstånd och kopior av tillstånd i artikel 4.2 i EU:s förordning om internationell busstrafik samt i bilaga I till förordningen. Ett tillstånd för linjebaserad trafik gäller i högst tio år. I tillståndet ska fastställas dess giltighetstid, rutten för trafiken, alla hållplatser, tidtabellen och de tidpunkter då trafiken ska inledas och tidtabellerna kan ändras, samt vid behov trafikens natur. Ett tillstånd för anropsstyrd kollektivtrafik gäller i högst fem år. I tillståndet ska fastställas dess giltighetstid, verksamhetsområdet, beskrivningen av samordningen av resorna och den tidpunkt då trafiken ska inledas.",
        "folded_sv": "ett kollektivtrafiktillstand ar giltigt i fem ar. utover kollektivtrafiktillstandet i original ska trafikidkaren ges sa manga styrkta kopior av kollektivtrafiktillstandet som motsvarar maximiantalet bilar som anvands i trafiken. tillstandets och kopiornas sakerhetskomponenter ska uppfylla de krav som stalls pa gemenskapstillstand och kopior av tillstand i artikel 4.2 i eu:s forordning om internationell busstrafik samt i bilaga i till forordningen. ett tillstand for linjebaserad trafik galler i hogst tio ar. i tillstandet ska faststallas dess giltighetstid, rutten for trafiken, alla hallplatser, tidtabellen och de tidpunkter da trafiken ska inledas och tidtabellerna kan andras, samt vid behov trafikens natur. ett tillstand for anropsstyrd kollektivtrafik galler i hogst fem ar. i tillstandet ska faststallas dess giltighetstid, verksamhetsomradet, beskrivningen av samordningen av resorna och den tidpunkt da trafiken ska inledas."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "30 a",
      "section": "30 a",
      "title": "Valvonta",
      "content": "Etelä-Pohjanmaan elinkeino-, liikenne- ja ympäristökeskuksen on vähintään kerran kalenterivuodessa selvitettävä jonkin 19 §:ssä säädetyn liikenneluvan myöntämisen edellytyksen osalta, täyttävätkö luvanhaltijat edelleen tämän edellytyksen. Organisaatiohenkilöistä selvitys on tehtävä vain, kun siihen on erityinen syy.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:30 a",
        "normalized_fi": "Etelä-Pohjanmaan elinkeino-, liikenne- ja ympäristökeskuksen on vähintään kerran kalenterivuodessa selvitettävä jonkin 19 § :ssä säädetyn liikenneluvan myöntämisen edellytyksen osalta, täyttävätkö luvanhaltijat edelleen tämän edellytyksen. Organisaatiohenkilöistä selvitys on tehtävä vain, kun siihen on erityinen syy.",
        "folded_fi": "etela-pohjanmaan elinkeino-, liikenne- ja ymparistokeskuksen on vahintaan kerran kalenterivuodessa selvitettava jonkin 19 §:ssa saadetyn liikenneluvan myontamisen edellytyksen osalta, tayttavatko luvanhaltijat edelleen taman edellytyksen. organisaatiohenkiloista selvitys on tehtava vain, kun siihen on erityinen syy.",
        "title_sv": "Kontroll",
        "content_sv": "Närings-, trafik- och miljöcentralen i Södra Österbotten ska minst en gång per kalenderår i fråga om någon av de förutsättningar för beviljande av trafiktillstånd som anges i 19 § utreda om tillståndshavarna fortfarande uppfyller denna förutsättning. En utredning om organisationsanknutna personer ska göras endast om det föreligger en särskild orsak till det.",
        "normalized_sv": "Närings-, trafik- och miljöcentralen i Södra Österbotten ska minst en gång per kalenderår i fråga om någon av de förutsättningar för beviljande av trafiktillstånd som anges i 19 § utreda om tillståndshavarna fortfarande uppfyller denna förutsättning. En utredning om organisationsanknutna personer ska göras endast om det föreligger en särskild orsak till det.",
        "folded_sv": "narings-, trafik- och miljocentralen i sodra osterbotten ska minst en gang per kalenderar i fraga om nagon av de forutsattningar for beviljande av trafiktillstand som anges i 19 § utreda om tillstandshavarna fortfarande uppfyller denna forutsattning. en utredning om organisationsanknutna personer ska goras endast om det foreligger en sarskild orsak till det."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "45",
      "section": "45",
      "title": "Valtionrahoituksen käyttötarkoitukset",
      "content": "Valtioneuvoston asetuksella annetaan tarkempia säännöksiä joukkoliikenteen valtionavustusten myöntämisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:45",
        "normalized_fi": "Valtioneuvoston asetuksella annetaan tarkempia säännöksiä joukkoliikenteen valtionavustusten myöntämisestä.",
        "folded_fi": "valtioneuvoston asetuksella annetaan tarkempia saannoksia joukkoliikenteen valtionavustusten myontamisesta.",
        "title_sv": "Statsfinansieringens användningsändamål",
        "content_sv": "Närmare bestämmelser om beviljandet av statsunderstöd för kollektivtrafik utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om beviljandet av statsunderstöd för kollektivtrafik utfärdas genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om beviljandet av statsunderstod for kollektivtrafik utfardas genom forordning av statsradet."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "50",
      "section": "50",
      "title": "Kuolinpesän oikeus jatkaa liikennettä",
      "content": "Jos joukkoliikenneluvan haltija kuolee, kuolinpesä saa jatkaa liikennettä enintään kuuden kuukauden ajan kuolinpäivästä, jos se kolmen kuukauden kuluessa kuolinpäivästä ilmoittaa EU:n liikenteenharjoittaja-asetuksen 4 artiklan edellytykset täyttävän liikenteestä vastaavan henkilön lupaviranomaiselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:50",
        "normalized_fi": "Jos joukkoliikenneluvan haltija kuolee, kuolinpesä saa jatkaa liikennettä enintään kuuden kuukauden ajan kuolinpäivästä, jos se kolmen kuukauden kuluessa kuolinpäivästä ilmoittaa EU:n liikenteenharjoittaja-asetuksen 4 artiklan edellytykset täyttävän liikenteestä vastaavan henkilön lupaviranomaiselle.",
        "folded_fi": "jos joukkoliikenneluvan haltija kuolee, kuolinpesa saa jatkaa liikennetta enintaan kuuden kuukauden ajan kuolinpaivasta, jos se kolmen kuukauden kuluessa kuolinpaivasta ilmoittaa eu:n liikenteenharjoittaja-asetuksen 4 artiklan edellytykset tayttavan liikenteesta vastaavan henkilon lupaviranomaiselle.",
        "title_sv": "Dödsbons rätt att fortsätta trafiken",
        "content_sv": "Om innehavaren av ett kollektivtrafiktillstånd avlider får dödsboet fortsätta trafiken under högst sex månader från dödsdagen, förutsatt att dödsboet inom tre månader från dödsdagen till tillståndsmyndigheten anmäler en trafikansvarig som uppfyller förutsättningarna enligt artikel 4 i EU:s förordning om trafikidkare.",
        "normalized_sv": "Om innehavaren av ett kollektivtrafiktillstånd avlider får dödsboet fortsätta trafiken under högst sex månader från dödsdagen, förutsatt att dödsboet inom tre månader från dödsdagen till tillståndsmyndigheten anmäler en trafikansvarig som uppfyller förutsättningarna enligt artikel 4 i EU:s förordning om trafikidkare.",
        "folded_sv": "om innehavaren av ett kollektivtrafiktillstand avlider far dodsboet fortsatta trafiken under hogst sex manader fran dodsdagen, forutsatt att dodsboet inom tre manader fran dodsdagen till tillstandsmyndigheten anmaler en trafikansvarig som uppfyller forutsattningarna enligt artikel 4 i eu:s forordning om trafikidkare."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "57",
      "section": "57",
      "title": "Tietojen luovuttaminen",
      "content": "Liikenteenharjoittajalla on velvollisuus liike- ja ammattisalaisuuden estämättä luovuttaa harjoittamansa liikenteen tarjontaa ja toteutunutta kysyntää sekä talouttaan koskevia tietoja liikenne- ja viestintäministeriölle valtakunnallisen liikenteen palvelutason määrittelyä varten sekä Liikennevirastolle tai sen toimeksiannosta toimivalle taholle tilastointia, tutkimusta ja kehittämistä varten. Liikenteenharjoittajalla on velvollisuus liike- ja ammattisalaisuuden estämättä luovuttaa 3 luvussa tarkoitetuille toimivaltaisille viranomaisille niiden toimivaltaan kuuluvan liikenteen tarjontaa ja toteutunutta kysyntää koskevia tietoja palvelutason määrittelyä ja liikenteen suunnittelua varten. Liikenteenharjoittajan on luovutettava ajantasaiset liikenteen reitti-, pysäkki- ja aikataulutiedot toimivaltaisille viranomaisille ja Liikennevirastolle liikennepalveluista tiedottamista varten. Toimivaltaisen viranomaisen on luovutettava ajantasaiset liikenteen reitti-, pysäkki- ja aikataulutiedot Liikennevirastolle liikennepalveluista tiedottamista varten. Valtioneuvoston asetuksella annetaan tarkempia säännöksiä siitä, mitä tietoja ja missä muodossa liikenteenharjoittajan tai toimivaltaisen viranomaisen tulee luovuttaa 1-3 momentin perusteella. Liikennevirasto antaa tarkemmat määräykset sen vahvistamien pysäkkitunnisteiden käytöstä sekä 1-3 momentissa tarkoitettujen tietojen luovuttamisesta teknisen käyttöyhteyden avulla tai muutoin sähköisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:57",
        "normalized_fi": "Liikenteenharjoittajalla on velvollisuus liike- ja ammattisalaisuuden estämättä luovuttaa harjoittamansa liikenteen tarjontaa ja toteutunutta kysyntää sekä talouttaan koskevia tietoja liikenne- ja viestintäministeriölle valtakunnallisen liikenteen palvelutason määrittelyä varten sekä Liikennevirastolle tai sen toimeksiannosta toimivalle taholle tilastointia, tutkimusta ja kehittämistä varten. Liikenteenharjoittajalla on velvollisuus liike- ja ammattisalaisuuden estämättä luovuttaa 3 luvussa tarkoitetuille toimivaltaisille viranomaisille niiden toimivaltaan kuuluvan liikenteen tarjontaa ja toteutunutta kysyntää koskevia tietoja palvelutason määrittelyä ja liikenteen suunnittelua varten. Liikenteenharjoittajan on luovutettava ajantasaiset liikenteen reitti-, pysäkki- ja aikataulutiedot toimivaltaisille viranomaisille ja Liikennevirastolle liikennepalveluista tiedottamista varten. Toimivaltaisen viranomaisen on luovutettava ajantasaiset liikenteen reitti-, pysäkki- ja aikataulutiedot Liikennevirastolle liikennepalveluista tiedottamista varten. Valtioneuvoston asetuksella annetaan tarkempia säännöksiä siitä, mitä tietoja ja missä muodossa liikenteenharjoittajan tai toimivaltaisen viranomaisen tulee luovuttaa 1-3 momentin perusteella. Liikennevirasto antaa tarkemmat määräykset sen vahvistamien pysäkkitunnisteiden käytöstä sekä 1-3 momentissa tarkoitettujen tietojen luovuttamisesta teknisen käyttöyhteyden avulla tai muutoin sähköisesti.",
        "folded_fi": "liikenteenharjoittajalla on velvollisuus liike- ja ammattisalaisuuden estamatta luovuttaa harjoittamansa liikenteen tarjontaa ja toteutunutta kysyntaa seka talouttaan koskevia tietoja liikenne- ja viestintaministeriolle valtakunnallisen liikenteen palvelutason maarittelya varten seka liikennevirastolle tai sen toimeksiannosta toimivalle taholle tilastointia, tutkimusta ja kehittamista varten. liikenteenharjoittajalla on velvollisuus liike- ja ammattisalaisuuden estamatta luovuttaa 3 luvussa tarkoitetuille toimivaltaisille viranomaisille niiden toimivaltaan kuuluvan liikenteen tarjontaa ja toteutunutta kysyntaa koskevia tietoja palvelutason maarittelya ja liikenteen suunnittelua varten. liikenteenharjoittajan on luovutettava ajantasaiset liikenteen reitti-, pysakki- ja aikataulutiedot toimivaltaisille viranomaisille ja liikennevirastolle liikennepalveluista tiedottamista varten. toimivaltaisen viranomaisen on luovutettava ajantasaiset liikenteen reitti-, pysakki- ja aikataulutiedot liikennevirastolle liikennepalveluista tiedottamista varten. valtioneuvoston asetuksella annetaan tarkempia saannoksia siita, mita tietoja ja missa muodossa liikenteenharjoittajan tai toimivaltaisen viranomaisen tulee luovuttaa 1-3 momentin perusteella. liikennevirasto antaa tarkemmat maaraykset sen vahvistamien pysakkitunnisteiden kaytosta seka 1-3 momentissa tarkoitettujen tietojen luovuttamisesta teknisen kayttoyhteyden avulla tai muutoin sahkoisesti.",
        "title_sv": "Utlämnande av uppgifter",
        "content_sv": "En trafikidkare är skyldig att, trots företags- och yrkeshemlighet, till kommunikationsministeriet för bestämmande av den riksomfattande servicenivån på trafiken och till Trafikverket, eller en aktör som verkar på uppdrag av Trafikverket, för statistikföring, forskning och utveckling lämna ut uppgifter om utbudet och den faktiska efterfrågan inom den trafik som trafikidkaren bedriver samt om sin ekonomi. En trafikidkare är skyldig att, trots företags- och yrkeshemlighet, till de behöriga myndigheterna enligt 3 kap. för bestämmande av servicenivån och för planering av trafiken lämna ut uppgifter om utbudet och den faktiska efterfrågan inom trafik som hör till dessa myndigheters behörighet. Trafikidkaren ska lämna ut aktuella uppgifter om rutter, hållplatser och tidtabeller till de behöriga myndigheterna och till Trafikverket för information om trafiktjänsterna. Den behöriga myndigheten ska lämna ut aktuella uppgifter om rutter, hållplatser och tidtabeller till Trafikverket för information om trafiktjänsterna. Närmare bestämmelser om vilka uppgifter trafikidkaren eller den behöriga myndigheten ska lämna ut med stöd av 1-3 mom. och i vilken form utfärdas genom förordning av statsrådet. Trafikverket meddelar närmare föreskrifter om användningen av hållplatskoder som har fastställts av Trafikverket och om utlämnande av uppgifter enligt 1-3 mom. via en teknisk anslutning eller i övrigt elektroniskt.",
        "normalized_sv": "En trafikidkare är skyldig att, trots företags- och yrkeshemlighet, till kommunikationsministeriet för bestämmande av den riksomfattande servicenivån på trafiken och till Trafikverket, eller en aktör som verkar på uppdrag av Trafikverket, för statistikföring, forskning och utveckling lämna ut uppgifter om utbudet och den faktiska efterfrågan inom den trafik som trafikidkaren bedriver samt om sin ekonomi. En trafikidkare är skyldig att, trots företags- och yrkeshemlighet, till de behöriga myndigheterna enligt 3 kap. för bestämmande av servicenivån och för planering av trafiken lämna ut uppgifter om utbudet och den faktiska efterfrågan inom trafik som hör till dessa myndigheters behörighet. Trafikidkaren ska lämna ut aktuella uppgifter om rutter, hållplatser och tidtabeller till de behöriga myndigheterna och till Trafikverket för information om trafiktjänsterna. Den behöriga myndigheten ska lämna ut aktuella uppgifter om rutter, hållplatser och tidtabeller till Trafikverket för information om trafiktjänsterna. Närmare bestämmelser om vilka uppgifter trafikidkaren eller den behöriga myndigheten ska lämna ut med stöd av 1-3 mom. och i vilken form utfärdas genom förordning av statsrådet. Trafikverket meddelar närmare föreskrifter om användningen av hållplatskoder som har fastställts av Trafikverket och om utlämnande av uppgifter enligt 1-3 mom. via en teknisk anslutning eller i övrigt elektroniskt.",
        "folded_sv": "en trafikidkare ar skyldig att, trots foretags- och yrkeshemlighet, till kommunikationsministeriet for bestammande av den riksomfattande servicenivan pa trafiken och till trafikverket, eller en aktor som verkar pa uppdrag av trafikverket, for statistikforing, forskning och utveckling lamna ut uppgifter om utbudet och den faktiska efterfragan inom den trafik som trafikidkaren bedriver samt om sin ekonomi. en trafikidkare ar skyldig att, trots foretags- och yrkeshemlighet, till de behoriga myndigheterna enligt 3 kap. for bestammande av servicenivan och for planering av trafiken lamna ut uppgifter om utbudet och den faktiska efterfragan inom trafik som hor till dessa myndigheters behorighet. trafikidkaren ska lamna ut aktuella uppgifter om rutter, hallplatser och tidtabeller till de behoriga myndigheterna och till trafikverket for information om trafiktjansterna. den behoriga myndigheten ska lamna ut aktuella uppgifter om rutter, hallplatser och tidtabeller till trafikverket for information om trafiktjansterna. narmare bestammelser om vilka uppgifter trafikidkaren eller den behoriga myndigheten ska lamna ut med stod av 1-3 mom. och i vilken form utfardas genom forordning av statsradet. trafikverket meddelar narmare foreskrifter om anvandningen av hallplatskoder som har faststallts av trafikverket och om utlamnande av uppgifter enligt 1-3 mom. via en teknisk anslutning eller i ovrigt elektroniskt."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "58",
      "section": "58",
      "title": "Oikeus rekisteritietojen ja muiden valvontatietojen saantiin",
      "content": "Etelä-Pohjanmaan elinkeino-, liikenne- ja ympäristökeskuksella on oikeus salassapitosäännösten estämättä saada viranomaiselta ja muulta julkista tehtävää hoitavalta välttämättömät tiedot liikenneluvan myöntämiseksi, valvonnan suorittamiseksi sekä luvan peruuttamisen edellytysten selvittämiseksi. Lisäksi Etelä-Pohjanmaan elinkeino-, liikenne- ja ympäristökeskuksella on oikeus saada 1 momentissa mainittuja tietoja vastaavat välttämättömät tiedot rikosrekisteristä, sakkorekisteristä, ajoneuvoliikennerekisteristä, ulosottorekisteristä, liiketoimintakieltorekisteristä ja verotuksen tietojärjestelmästä sekä välttämättömät tiedot mainituista rekistereistä seuraavien asioiden käsittelemistä varten: 1) varoituksen antaminen; 2) EU:n liikenteenharjoittaja-asetuksen 14 artiklassa tarkoitetun henkilön soveltumattomuuden selvittäminen; 3) liikenteenharjoittajan vakavaraisuuden osoittamiseksi annetun vakuuden palauttaminen. Edellä 1 ja 2 momentissa tarkoitetut tiedot saadaan pyytää: 1) liikenneluvan hakijasta ja haltijasta; 2) liikenteestä vastaavasta henkilöstä; 3) yrityksen toimitusjohtajasta; 4) vastuunalaisista yhtiömiehistä; ja 5) Harmaan talouden selvitysyksiköstä annetun lain 2 §:n 2 kohdassa tarkoitetusta organisaatiohenkilöstä tai 1 kohdassa tarkoitetusta organisaatiosta, jossa hakijan organisaatiohenkilö on organisaatiohenkilöasemassa. Tässä pykälässä tarkoitettuja tietoja saa hakea teknisen käyttöyhteyden avulla ilman sen suostumusta, jonka etujen suojaamiseksi salassapitovelvollisuus on säädetty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:58",
        "normalized_fi": "Etelä-Pohjanmaan elinkeino-, liikenne- ja ympäristökeskuksella on oikeus salassapitosäännösten estämättä saada viranomaiselta ja muulta julkista tehtävää hoitavalta välttämättömät tiedot liikenneluvan myöntämiseksi, valvonnan suorittamiseksi sekä luvan peruuttamisen edellytysten selvittämiseksi. Lisäksi Etelä-Pohjanmaan elinkeino-, liikenne- ja ympäristökeskuksella on oikeus saada 1 momentissa mainittuja tietoja vastaavat välttämättömät tiedot rikosrekisteristä, sakkorekisteristä, ajoneuvoliikennerekisteristä, ulosottorekisteristä, liiketoimintakieltorekisteristä ja verotuksen tietojärjestelmästä sekä välttämättömät tiedot mainituista rekistereistä seuraavien asioiden käsittelemistä varten: 1) varoituksen antaminen; 2) EU:n liikenteenharjoittaja-asetuksen 14 artiklassa tarkoitetun henkilön soveltumattomuuden selvittäminen; 3) liikenteenharjoittajan vakavaraisuuden osoittamiseksi annetun vakuuden palauttaminen. Edellä 1 ja 2 momentissa tarkoitetut tiedot saadaan pyytää: 1) liikenneluvan hakijasta ja haltijasta; 2) liikenteestä vastaavasta henkilöstä; 3) yrityksen toimitusjohtajasta; 4) vastuunalaisista yhtiömiehistä; ja 5) Harmaan talouden selvitysyksiköstä annetun lain 2 § :n 2 kohdassa tarkoitetusta organisaatiohenkilöstä tai 1 kohdassa tarkoitetusta organisaatiosta, jossa hakijan organisaatiohenkilö on organisaatiohenkilöasemassa. Tässä pykälässä tarkoitettuja tietoja saa hakea teknisen käyttöyhteyden avulla ilman sen suostumusta, jonka etujen suojaamiseksi salassapitovelvollisuus on säädetty.",
        "folded_fi": "etela-pohjanmaan elinkeino-, liikenne- ja ymparistokeskuksella on oikeus salassapitosaannosten estamatta saada viranomaiselta ja muulta julkista tehtavaa hoitavalta valttamattomat tiedot liikenneluvan myontamiseksi, valvonnan suorittamiseksi seka luvan peruuttamisen edellytysten selvittamiseksi. lisaksi etela-pohjanmaan elinkeino-, liikenne- ja ymparistokeskuksella on oikeus saada 1 momentissa mainittuja tietoja vastaavat valttamattomat tiedot rikosrekisterista, sakkorekisterista, ajoneuvoliikennerekisterista, ulosottorekisterista, liiketoimintakieltorekisterista ja verotuksen tietojarjestelmasta seka valttamattomat tiedot mainituista rekistereista seuraavien asioiden kasittelemista varten: 1) varoituksen antaminen; 2) eu:n liikenteenharjoittaja-asetuksen 14 artiklassa tarkoitetun henkilon soveltumattomuuden selvittaminen; 3) liikenteenharjoittajan vakavaraisuuden osoittamiseksi annetun vakuuden palauttaminen. edella 1 ja 2 momentissa tarkoitetut tiedot saadaan pyytaa: 1) liikenneluvan hakijasta ja haltijasta; 2) liikenteesta vastaavasta henkilosta; 3) yrityksen toimitusjohtajasta; 4) vastuunalaisista yhtiomiehista; ja 5) harmaan talouden selvitysyksikosta annetun lain 2 §:n 2 kohdassa tarkoitetusta organisaatiohenkilosta tai 1 kohdassa tarkoitetusta organisaatiosta, jossa hakijan organisaatiohenkilo on organisaatiohenkiloasemassa. tassa pykalassa tarkoitettuja tietoja saa hakea teknisen kayttoyhteyden avulla ilman sen suostumusta, jonka etujen suojaamiseksi salassapitovelvollisuus on saadetty.",
        "title_sv": "Rätt att få registeruppgifter och andra kontrolluppgifter",
        "content_sv": "Närings-, trafik- och miljöcentralen i Södra Österbotten har trots sekretessbestämmelserna rätt att av myndigheter och andra som sköter offentliga uppdrag få nödvändiga uppgifter för att bevilja trafiktillstånd, genomföra kontroll och utreda förutsättningarna för återkallande av tillstånd. Dessutom har närings-, trafik- och miljöcentralen i Södra Österbotten rätt att få sådana nödvändiga uppgifter som motsvarar de uppgifter som nämns i 1 mom. ur straffregistret, bötesregistret, fordonstrafikregistret, utsökningsregistret, näringsförbudsregistret och beskattningens datasystem samt nödvändiga uppgifter ur de nämnda registren för behandlingen av ärenden som gäller 1) varning, 2) utredning av huruvida en person enligt artikel 14 i EU:s förordning om trafikidkare är olämplig, 3) återlämnande av den säkerhet som har ställts för att visa trafikidkarens solvens. De uppgifter som avses i 1 och 2 mom. får begäras om 1) dem som söker respektive innehar trafiktillstånd, 2) trafikansvariga, 3) företagets verkställande direktör, 4) ansvariga bolagsmän, och 5) organisationsanknutna personer enligt 2 § 2 punkten i lagen om Enheten för utredning av grå ekonomi eller om sådana organisationer enligt 1 punkten där en organisationsanknuten person som är anställd hos sökanden har ställning som organisationsanknuten person. De uppgifter som avses i denna paragraf får hämtas via en teknisk anslutning utan samtycke av den vars intressen sekretessen är avsedd att skydda.",
        "normalized_sv": "Närings-, trafik- och miljöcentralen i Södra Österbotten har trots sekretessbestämmelserna rätt att av myndigheter och andra som sköter offentliga uppdrag få nödvändiga uppgifter för att bevilja trafiktillstånd, genomföra kontroll och utreda förutsättningarna för återkallande av tillstånd. Dessutom har närings-, trafik- och miljöcentralen i Södra Österbotten rätt att få sådana nödvändiga uppgifter som motsvarar de uppgifter som nämns i 1 mom. ur straffregistret, bötesregistret, fordonstrafikregistret, utsökningsregistret, näringsförbudsregistret och beskattningens datasystem samt nödvändiga uppgifter ur de nämnda registren för behandlingen av ärenden som gäller 1) varning, 2) utredning av huruvida en person enligt artikel 14 i EU:s förordning om trafikidkare är olämplig, 3) återlämnande av den säkerhet som har ställts för att visa trafikidkarens solvens. De uppgifter som avses i 1 och 2 mom. får begäras om 1) dem som söker respektive innehar trafiktillstånd, 2) trafikansvariga, 3) företagets verkställande direktör, 4) ansvariga bolagsmän, och 5) organisationsanknutna personer enligt 2 § 2 punkten i lagen om Enheten för utredning av grå ekonomi eller om sådana organisationer enligt 1 punkten där en organisationsanknuten person som är anställd hos sökanden har ställning som organisationsanknuten person. De uppgifter som avses i denna paragraf får hämtas via en teknisk anslutning utan samtycke av den vars intressen sekretessen är avsedd att skydda.",
        "folded_sv": "narings-, trafik- och miljocentralen i sodra osterbotten har trots sekretessbestammelserna ratt att av myndigheter och andra som skoter offentliga uppdrag fa nodvandiga uppgifter for att bevilja trafiktillstand, genomfora kontroll och utreda forutsattningarna for aterkallande av tillstand. dessutom har narings-, trafik- och miljocentralen i sodra osterbotten ratt att fa sadana nodvandiga uppgifter som motsvarar de uppgifter som namns i 1 mom. ur straffregistret, botesregistret, fordonstrafikregistret, utsokningsregistret, naringsforbudsregistret och beskattningens datasystem samt nodvandiga uppgifter ur de namnda registren for behandlingen av arenden som galler 1) varning, 2) utredning av huruvida en person enligt artikel 14 i eu:s forordning om trafikidkare ar olamplig, 3) aterlamnande av den sakerhet som har stallts for att visa trafikidkarens solvens. de uppgifter som avses i 1 och 2 mom. far begaras om 1) dem som soker respektive innehar trafiktillstand, 2) trafikansvariga, 3) foretagets verkstallande direktor, 4) ansvariga bolagsman, och 5) organisationsanknutna personer enligt 2 § 2 punkten i lagen om enheten for utredning av gra ekonomi eller om sadana organisationer enligt 1 punkten dar en organisationsanknuten person som ar anstalld hos sokanden har stallning som organisationsanknuten person. de uppgifter som avses i denna paragraf far hamtas via en teknisk anslutning utan samtycke av den vars intressen sekretessen ar avsedd att skydda."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    }
  ]
}