{
  "id": "190/2016",
  "type": "statute",
  "title": "Laki ampuma-aselain muuttamisesta",
  "title_en": "Lag om ändring av skjutvapenlagen",
  "status": "in_force",
  "issued_date": "2016-03-18",
  "in_force_date": "2016-03-18",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2016/190/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "112",
      "section": "112",
      "title": "Pysyvästi ampumakelvottomaksi tehdyn ampuma-aseen ja pysyvästi toimintakelvottomaksi tehdyn aseen osan esittäminen",
      "content": "Ampuma-aseen tai aseen osan hallussapitoon oikeuttavan luvan haltijan on 30 päivän kuluessa ampuma-aseen pysyvästi ampumakelvottomaksi tai aseen osan pysyvästi toimintakelvottomaksi tekemisestä esitettävä ase tai aseen osa poliisilaitokselle tai Poliisihallitukselle. Hallussapitoon oikeuttavaa lupaa koskeva lupatodistus on samalla esitettävä sekä pyydettäessä luovutettava poliisille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:112",
        "normalized_fi": "Ampuma-aseen tai aseen osan hallussapitoon oikeuttavan luvan haltijan on 30 päivän kuluessa ampuma-aseen pysyvästi ampumakelvottomaksi tai aseen osan pysyvästi toimintakelvottomaksi tekemisestä esitettävä ase tai aseen osa poliisilaitokselle tai Poliisihallitukselle. Hallussapitoon oikeuttavaa lupaa koskeva lupatodistus on samalla esitettävä sekä pyydettäessä luovutettava poliisille.",
        "folded_fi": "ampuma-aseen tai aseen osan hallussapitoon oikeuttavan luvan haltijan on 30 paivan kuluessa ampuma-aseen pysyvasti ampumakelvottomaksi tai aseen osan pysyvasti toimintakelvottomaksi tekemisesta esitettava ase tai aseen osa poliisilaitokselle tai poliisihallitukselle. hallussapitoon oikeuttavaa lupaa koskeva lupatodistus on samalla esitettava seka pyydettaessa luovutettava poliisille.",
        "title_sv": "Uppvisande av skjutvapen och vapendelar som försatts i varaktigt obrukbart skick",
        "content_sv": "Innehavaren av ett tillstånd som berättigar till innehav av ett skjutvapen eller en vapendel ska inom 30 dagar från det att skjutvapnet eller vapendelen försatts i varaktigt obrukbart skick visa upp vapnet eller vapendelen på en polisinrättning eller hos Polisstyrelsen. Samtidigt ska det tillståndsbevis som gäller innehavstillståndet visas upp och på begäran överlämnas till polisen.",
        "normalized_sv": "Innehavaren av ett tillstånd som berättigar till innehav av ett skjutvapen eller en vapendel ska inom 30 dagar från det att skjutvapnet eller vapendelen försatts i varaktigt obrukbart skick visa upp vapnet eller vapendelen på en polisinrättning eller hos Polisstyrelsen. Samtidigt ska det tillståndsbevis som gäller innehavstillståndet visas upp och på begäran överlämnas till polisen.",
        "folded_sv": "innehavaren av ett tillstand som berattigar till innehav av ett skjutvapen eller en vapendel ska inom 30 dagar fran det att skjutvapnet eller vapendelen forsatts i varaktigt obrukbart skick visa upp vapnet eller vapendelen pa en polisinrattning eller hos polisstyrelsen. samtidigt ska det tillstandsbevis som galler innehavstillstandet visas upp och pa begaran overlamnas till polisen."
      }
    },
    {
      "provision_ref": "112 a",
      "section": "112 a",
      "title": "Pysyvästi ampumakelvottomaksi tehdyn ampuma-aseen ja pysyvästi toimintakelvottomaksi tehdyn aseen osan siirto ja tuonti Suomeen",
      "content": "Sen, joka siirtää tai tuo Suomeen pysyvästi ampumakelvottomaksi tehdyn ampuma-aseen tai pysyvästi toimintakelvottomaksi tehdyn aseen osan, on 30 päivän kuluessa siirrosta tai tuonnista esitettävä ase tai aseen osa poliisilaitokselle tai Poliisihallitukselle tarkastusta varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:112 a",
        "normalized_fi": "Sen, joka siirtää tai tuo Suomeen pysyvästi ampumakelvottomaksi tehdyn ampuma-aseen tai pysyvästi toimintakelvottomaksi tehdyn aseen osan, on 30 päivän kuluessa siirrosta tai tuonnista esitettävä ase tai aseen osa poliisilaitokselle tai Poliisihallitukselle tarkastusta varten.",
        "folded_fi": "sen, joka siirtaa tai tuo suomeen pysyvasti ampumakelvottomaksi tehdyn ampuma-aseen tai pysyvasti toimintakelvottomaksi tehdyn aseen osan, on 30 paivan kuluessa siirrosta tai tuonnista esitettava ase tai aseen osa poliisilaitokselle tai poliisihallitukselle tarkastusta varten.",
        "title_sv": "Överföring och införsel till Finland av skjutvapen och vapendelar som försatts i varaktigt obrukbart skick",
        "content_sv": "Den som till Finland överför eller för in ett skjutvapen eller en vapendel som försatts i varaktigt obrukbart skick ska inom 30 dagar från överföringen eller införseln visa upp vapnet eller vapendelen på en polisinrättning eller hos Polisstyrelsen för besiktning.",
        "normalized_sv": "Den som till Finland överför eller för in ett skjutvapen eller en vapendel som försatts i varaktigt obrukbart skick ska inom 30 dagar från överföringen eller införseln visa upp vapnet eller vapendelen på en polisinrättning eller hos Polisstyrelsen för besiktning.",
        "folded_sv": "den som till finland overfor eller for in ett skjutvapen eller en vapendel som forsatts i varaktigt obrukbart skick ska inom 30 dagar fran overforingen eller inforseln visa upp vapnet eller vapendelen pa en polisinrattning eller hos polisstyrelsen for besiktning."
      }
    },
    {
      "provision_ref": "112 b",
      "section": "112 b",
      "title": "Pysyvästi ampumakelvottomaksi tai toimintakelvottomaksi tekeminen",
      "content": "Ampuma-aseen saa tehdä pysyvästi ampumakelvottomaksi tai aseen osan pysyvästi toimintakelvottomaksi vain ase-elinkeinonharjoittaja, jolla on 20 §:n 2 momentin 2 tai 3 kohdassa tarkoitettu lupa ampuma-aseiden kaupallisessa tarkoituksessa tapahtuvaan valmistamiseen taikka korjaamiseen ja muuntamiseen. Elinkeinonharjoittajan on annettava pysyvästi ampumakelvottomaksi tai toimintakelvottomaksi tekemisestä todistus. Deaktivointistandardeja ja -tekniikoita koskevien yhteisten suuntaviivojen vahvistamisesta sen varmistamiseksi, että deaktivoidut ampuma-aseet tehdään pysyvästi ampumakelvottomiksi annetulla komission täytäntöönpanoasetuksella (EU) 2015/2403 säädetään henkilöistä ja yksiköistä, joilla on lupa ampuma-aseiden deaktivointiin, ampuma-aseen deaktivointia koskevista teknisistä eritelmistä, deaktivoidun ampuma-aseen merkitsemisestä, tarkastamisesta ja varmentamisesta, jäsenvaltion avunantopyynnöstä deaktivoinnin suorittamiseksi, täydentävistä deaktivointitoimenpiteistä sekä deaktivoitujen ampuma-aseiden siirtämisestä Euroopan unionissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:112 b",
        "normalized_fi": "Ampuma-aseen saa tehdä pysyvästi ampumakelvottomaksi tai aseen osan pysyvästi toimintakelvottomaksi vain ase-elinkeinonharjoittaja, jolla on 20 § :n 2 momentin 2 tai 3 kohdassa tarkoitettu lupa ampuma-aseiden kaupallisessa tarkoituksessa tapahtuvaan valmistamiseen taikka korjaamiseen ja muuntamiseen. Elinkeinonharjoittajan on annettava pysyvästi ampumakelvottomaksi tai toimintakelvottomaksi tekemisestä todistus. Deaktivointistandardeja ja -tekniikoita koskevien yhteisten suuntaviivojen vahvistamisesta sen varmistamiseksi, että deaktivoidut ampuma-aseet tehdään pysyvästi ampumakelvottomiksi annetulla komission täytäntöönpanoasetuksella (EU) 2015/2403 säädetään henkilöistä ja yksiköistä, joilla on lupa ampuma-aseiden deaktivointiin, ampuma-aseen deaktivointia koskevista teknisistä eritelmistä, deaktivoidun ampuma-aseen merkitsemisestä, tarkastamisesta ja varmentamisesta, jäsenvaltion avunantopyynnöstä deaktivoinnin suorittamiseksi, täydentävistä deaktivointitoimenpiteistä sekä deaktivoitujen ampuma-aseiden siirtämisestä Euroopan unionissa.",
        "folded_fi": "ampuma-aseen saa tehda pysyvasti ampumakelvottomaksi tai aseen osan pysyvasti toimintakelvottomaksi vain ase-elinkeinonharjoittaja, jolla on 20 §:n 2 momentin 2 tai 3 kohdassa tarkoitettu lupa ampuma-aseiden kaupallisessa tarkoituksessa tapahtuvaan valmistamiseen taikka korjaamiseen ja muuntamiseen. elinkeinonharjoittajan on annettava pysyvasti ampumakelvottomaksi tai toimintakelvottomaksi tekemisesta todistus. deaktivointistandardeja ja -tekniikoita koskevien yhteisten suuntaviivojen vahvistamisesta sen varmistamiseksi, etta deaktivoidut ampuma-aseet tehdaan pysyvasti ampumakelvottomiksi annetulla komission taytantoonpanoasetuksella (eu) 2015/2403 saadetaan henkiloista ja yksikoista, joilla on lupa ampuma-aseiden deaktivointiin, ampuma-aseen deaktivointia koskevista teknisista eritelmista, deaktivoidun ampuma-aseen merkitsemisesta, tarkastamisesta ja varmentamisesta, jasenvaltion avunantopyynnosta deaktivoinnin suorittamiseksi, taydentavista deaktivointitoimenpiteista seka deaktivoitujen ampuma-aseiden siirtamisesta euroopan unionissa.",
        "title_sv": "Försättande i varaktigt obrukbart skick",
        "content_sv": "Endast en vapennäringsidkare som har ett i 20 § 2 mom. 2 eller 3 punkten avsett tillstånd att tillverka eller reparera och modifiera skjutvapen i kommersiellt syfte har rätt att försätta ett skjutvapen eller en vapendel i varaktigt obrukbart skick. Näringsidkaren ska lämna ett intyg över att skjutvapnet eller vapendelen har försatts i varaktigt obrukbart skick. Bestämmelser om personer och organisationer som bemyndigats att deaktivera skjutvapen, om de tekniska specifikationer som fastställs för deaktivering av ett skjutvapen, om märkning, kontroll och certifiering av skjutvapen som deaktiverats, om en medlemsstats begäran om bistånd för att deaktivera ett skjutvapen, om kompletterande åtgärder för deaktivering samt om överföring inom Europeiska unionen av deaktiverade skjutvapen finns i kommissionens genomförandeförordning (EU) 2015/2403 om fastställande av gemensamma riktlinjer om standarder och metoder för deaktivering i syfte att se till att deaktiverade skjutvapen görs irreversibelt funktionsodugliga.",
        "normalized_sv": "Endast en vapennäringsidkare som har ett i 20 § 2 mom. 2 eller 3 punkten avsett tillstånd att tillverka eller reparera och modifiera skjutvapen i kommersiellt syfte har rätt att försätta ett skjutvapen eller en vapendel i varaktigt obrukbart skick. Näringsidkaren ska lämna ett intyg över att skjutvapnet eller vapendelen har försatts i varaktigt obrukbart skick. Bestämmelser om personer och organisationer som bemyndigats att deaktivera skjutvapen, om de tekniska specifikationer som fastställs för deaktivering av ett skjutvapen, om märkning, kontroll och certifiering av skjutvapen som deaktiverats, om en medlemsstats begäran om bistånd för att deaktivera ett skjutvapen, om kompletterande åtgärder för deaktivering samt om överföring inom Europeiska unionen av deaktiverade skjutvapen finns i kommissionens genomförandeförordning (EU) 2015/2403 om fastställande av gemensamma riktlinjer om standarder och metoder för deaktivering i syfte att se till att deaktiverade skjutvapen görs irreversibelt funktionsodugliga.",
        "folded_sv": "endast en vapennaringsidkare som har ett i 20 § 2 mom. 2 eller 3 punkten avsett tillstand att tillverka eller reparera och modifiera skjutvapen i kommersiellt syfte har ratt att forsatta ett skjutvapen eller en vapendel i varaktigt obrukbart skick. naringsidkaren ska lamna ett intyg over att skjutvapnet eller vapendelen har forsatts i varaktigt obrukbart skick. bestammelser om personer och organisationer som bemyndigats att deaktivera skjutvapen, om de tekniska specifikationer som faststalls for deaktivering av ett skjutvapen, om markning, kontroll och certifiering av skjutvapen som deaktiverats, om en medlemsstats begaran om bistand for att deaktivera ett skjutvapen, om kompletterande atgarder for deaktivering samt om overforing inom europeiska unionen av deaktiverade skjutvapen finns i kommissionens genomforandeforordning (eu) 2015/2403 om faststallande av gemensamma riktlinjer om standarder och metoder for deaktivering i syfte att se till att deaktiverade skjutvapen gors irreversibelt funktionsodugliga."
      }
    },
    {
      "provision_ref": "115",
      "section": "115",
      "title": "Lain noudattamisen valvonta",
      "content": "Tämän lain ja sen nojalla annettujen säännösten noudattamista valvoo Poliisihallitus. Rajavartiolaitos ja Tulli valvovat lain ja sen nojalla annettujen säännösten noudattamista toimialallaan. Tulli valvoo, että toisesta Euroopan unionin jäsenvaltiosta Suomeen siirrettävät deaktivoidut ampuma-aseet ja aseen osat on merkitty deaktivointistandardeja ja -tekniikoita koskevien yhteisten suuntaviivojen vahvistamisesta sen varmistamiseksi, että deaktivoidut ampuma-aseet tehdään pysyvästi ampumakelvottomiksi, annetun komission täytäntöönpanoasetuksen (EU) 2015/2403 mukaisella merkinnällä ja että deaktivoidun ampuma-aseen tai aseen osan mukana on asetuksen mukainen todistus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:115",
        "normalized_fi": "Tämän lain ja sen nojalla annettujen säännösten noudattamista valvoo Poliisihallitus. Rajavartiolaitos ja Tulli valvovat lain ja sen nojalla annettujen säännösten noudattamista toimialallaan. Tulli valvoo, että toisesta Euroopan unionin jäsenvaltiosta Suomeen siirrettävät deaktivoidut ampuma-aseet ja aseen osat on merkitty deaktivointistandardeja ja -tekniikoita koskevien yhteisten suuntaviivojen vahvistamisesta sen varmistamiseksi, että deaktivoidut ampuma-aseet tehdään pysyvästi ampumakelvottomiksi, annetun komission täytäntöönpanoasetuksen (EU) 2015/2403 mukaisella merkinnällä ja että deaktivoidun ampuma-aseen tai aseen osan mukana on asetuksen mukainen todistus.",
        "folded_fi": "taman lain ja sen nojalla annettujen saannosten noudattamista valvoo poliisihallitus. rajavartiolaitos ja tulli valvovat lain ja sen nojalla annettujen saannosten noudattamista toimialallaan. tulli valvoo, etta toisesta euroopan unionin jasenvaltiosta suomeen siirrettavat deaktivoidut ampuma-aseet ja aseen osat on merkitty deaktivointistandardeja ja -tekniikoita koskevien yhteisten suuntaviivojen vahvistamisesta sen varmistamiseksi, etta deaktivoidut ampuma-aseet tehdaan pysyvasti ampumakelvottomiksi, annetun komission taytantoonpanoasetuksen (eu) 2015/2403 mukaisella merkinnalla ja etta deaktivoidun ampuma-aseen tai aseen osan mukana on asetuksen mukainen todistus.",
        "title_sv": "Tillsynen över efterlevnaden av lagen",
        "content_sv": "Polisstyrelsen övervakar efterlevnaden av denna lag och de bestämmelser som utfärdats med stöd av den. Gränsbevakningsväsendet och Tullen övervakar efterlevnaden av lagen och de bestämmelser som utfärdats med stöd av den inom sitt respektive verksamhetsområde. Tullen övervakar att deaktiverade skjutvapen och vapendelar som överförs från en annan medlemsstat i Europeiska unionen till Finland är försedda med märkning enligt kommissionens genomförandeförordning (EU) 2015/2403 om fastställande av gemensamma riktlinjer om standarder och metoder för deaktivering i syfte att se till att deaktiverade skjutvapen görs irreversibelt funktionsodugliga och att deaktiverade skjutvapen eller vapendelar åtföljs av ett intyg i enlighet med den förordningen.",
        "normalized_sv": "Polisstyrelsen övervakar efterlevnaden av denna lag och de bestämmelser som utfärdats med stöd av den. Gränsbevakningsväsendet och Tullen övervakar efterlevnaden av lagen och de bestämmelser som utfärdats med stöd av den inom sitt respektive verksamhetsområde. Tullen övervakar att deaktiverade skjutvapen och vapendelar som överförs från en annan medlemsstat i Europeiska unionen till Finland är försedda med märkning enligt kommissionens genomförandeförordning (EU) 2015/2403 om fastställande av gemensamma riktlinjer om standarder och metoder för deaktivering i syfte att se till att deaktiverade skjutvapen görs irreversibelt funktionsodugliga och att deaktiverade skjutvapen eller vapendelar åtföljs av ett intyg i enlighet med den förordningen.",
        "folded_sv": "polisstyrelsen overvakar efterlevnaden av denna lag och de bestammelser som utfardats med stod av den. gransbevakningsvasendet och tullen overvakar efterlevnaden av lagen och de bestammelser som utfardats med stod av den inom sitt respektive verksamhetsomrade. tullen overvakar att deaktiverade skjutvapen och vapendelar som overfors fran en annan medlemsstat i europeiska unionen till finland ar forsedda med markning enligt kommissionens genomforandeforordning (eu) 2015/2403 om faststallande av gemensamma riktlinjer om standarder och metoder for deaktivering i syfte att se till att deaktiverade skjutvapen gors irreversibelt funktionsodugliga och att deaktiverade skjutvapen eller vapendelar atfoljs av ett intyg i enlighet med den forordningen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "112",
      "section": "112",
      "title": "Pysyvästi ampumakelvottomaksi tehdyn ampuma-aseen ja pysyvästi toimintakelvottomaksi tehdyn aseen osan esittäminen",
      "content": "Ampuma-aseen tai aseen osan hallussapitoon oikeuttavan luvan haltijan on 30 päivän kuluessa ampuma-aseen pysyvästi ampumakelvottomaksi tai aseen osan pysyvästi toimintakelvottomaksi tekemisestä esitettävä ase tai aseen osa poliisilaitokselle tai Poliisihallitukselle. Hallussapitoon oikeuttavaa lupaa koskeva lupatodistus on samalla esitettävä sekä pyydettäessä luovutettava poliisille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:112",
        "normalized_fi": "Ampuma-aseen tai aseen osan hallussapitoon oikeuttavan luvan haltijan on 30 päivän kuluessa ampuma-aseen pysyvästi ampumakelvottomaksi tai aseen osan pysyvästi toimintakelvottomaksi tekemisestä esitettävä ase tai aseen osa poliisilaitokselle tai Poliisihallitukselle. Hallussapitoon oikeuttavaa lupaa koskeva lupatodistus on samalla esitettävä sekä pyydettäessä luovutettava poliisille.",
        "folded_fi": "ampuma-aseen tai aseen osan hallussapitoon oikeuttavan luvan haltijan on 30 paivan kuluessa ampuma-aseen pysyvasti ampumakelvottomaksi tai aseen osan pysyvasti toimintakelvottomaksi tekemisesta esitettava ase tai aseen osa poliisilaitokselle tai poliisihallitukselle. hallussapitoon oikeuttavaa lupaa koskeva lupatodistus on samalla esitettava seka pyydettaessa luovutettava poliisille.",
        "title_sv": "Uppvisande av skjutvapen och vapendelar som försatts i varaktigt obrukbart skick",
        "content_sv": "Innehavaren av ett tillstånd som berättigar till innehav av ett skjutvapen eller en vapendel ska inom 30 dagar från det att skjutvapnet eller vapendelen försatts i varaktigt obrukbart skick visa upp vapnet eller vapendelen på en polisinrättning eller hos Polisstyrelsen. Samtidigt ska det tillståndsbevis som gäller innehavstillståndet visas upp och på begäran överlämnas till polisen.",
        "normalized_sv": "Innehavaren av ett tillstånd som berättigar till innehav av ett skjutvapen eller en vapendel ska inom 30 dagar från det att skjutvapnet eller vapendelen försatts i varaktigt obrukbart skick visa upp vapnet eller vapendelen på en polisinrättning eller hos Polisstyrelsen. Samtidigt ska det tillståndsbevis som gäller innehavstillståndet visas upp och på begäran överlämnas till polisen.",
        "folded_sv": "innehavaren av ett tillstand som berattigar till innehav av ett skjutvapen eller en vapendel ska inom 30 dagar fran det att skjutvapnet eller vapendelen forsatts i varaktigt obrukbart skick visa upp vapnet eller vapendelen pa en polisinrattning eller hos polisstyrelsen. samtidigt ska det tillstandsbevis som galler innehavstillstandet visas upp och pa begaran overlamnas till polisen."
      },
      "valid_from": "2016-03-18",
      "valid_to": null
    },
    {
      "provision_ref": "112 a",
      "section": "112 a",
      "title": "Pysyvästi ampumakelvottomaksi tehdyn ampuma-aseen ja pysyvästi toimintakelvottomaksi tehdyn aseen osan siirto ja tuonti Suomeen",
      "content": "Sen, joka siirtää tai tuo Suomeen pysyvästi ampumakelvottomaksi tehdyn ampuma-aseen tai pysyvästi toimintakelvottomaksi tehdyn aseen osan, on 30 päivän kuluessa siirrosta tai tuonnista esitettävä ase tai aseen osa poliisilaitokselle tai Poliisihallitukselle tarkastusta varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:112 a",
        "normalized_fi": "Sen, joka siirtää tai tuo Suomeen pysyvästi ampumakelvottomaksi tehdyn ampuma-aseen tai pysyvästi toimintakelvottomaksi tehdyn aseen osan, on 30 päivän kuluessa siirrosta tai tuonnista esitettävä ase tai aseen osa poliisilaitokselle tai Poliisihallitukselle tarkastusta varten.",
        "folded_fi": "sen, joka siirtaa tai tuo suomeen pysyvasti ampumakelvottomaksi tehdyn ampuma-aseen tai pysyvasti toimintakelvottomaksi tehdyn aseen osan, on 30 paivan kuluessa siirrosta tai tuonnista esitettava ase tai aseen osa poliisilaitokselle tai poliisihallitukselle tarkastusta varten.",
        "title_sv": "Överföring och införsel till Finland av skjutvapen och vapendelar som försatts i varaktigt obrukbart skick",
        "content_sv": "Den som till Finland överför eller för in ett skjutvapen eller en vapendel som försatts i varaktigt obrukbart skick ska inom 30 dagar från överföringen eller införseln visa upp vapnet eller vapendelen på en polisinrättning eller hos Polisstyrelsen för besiktning.",
        "normalized_sv": "Den som till Finland överför eller för in ett skjutvapen eller en vapendel som försatts i varaktigt obrukbart skick ska inom 30 dagar från överföringen eller införseln visa upp vapnet eller vapendelen på en polisinrättning eller hos Polisstyrelsen för besiktning.",
        "folded_sv": "den som till finland overfor eller for in ett skjutvapen eller en vapendel som forsatts i varaktigt obrukbart skick ska inom 30 dagar fran overforingen eller inforseln visa upp vapnet eller vapendelen pa en polisinrattning eller hos polisstyrelsen for besiktning."
      },
      "valid_from": "2016-03-18",
      "valid_to": null
    },
    {
      "provision_ref": "112 b",
      "section": "112 b",
      "title": "Pysyvästi ampumakelvottomaksi tai toimintakelvottomaksi tekeminen",
      "content": "Ampuma-aseen saa tehdä pysyvästi ampumakelvottomaksi tai aseen osan pysyvästi toimintakelvottomaksi vain ase-elinkeinonharjoittaja, jolla on 20 §:n 2 momentin 2 tai 3 kohdassa tarkoitettu lupa ampuma-aseiden kaupallisessa tarkoituksessa tapahtuvaan valmistamiseen taikka korjaamiseen ja muuntamiseen. Elinkeinonharjoittajan on annettava pysyvästi ampumakelvottomaksi tai toimintakelvottomaksi tekemisestä todistus. Deaktivointistandardeja ja -tekniikoita koskevien yhteisten suuntaviivojen vahvistamisesta sen varmistamiseksi, että deaktivoidut ampuma-aseet tehdään pysyvästi ampumakelvottomiksi annetulla komission täytäntöönpanoasetuksella (EU) 2015/2403 säädetään henkilöistä ja yksiköistä, joilla on lupa ampuma-aseiden deaktivointiin, ampuma-aseen deaktivointia koskevista teknisistä eritelmistä, deaktivoidun ampuma-aseen merkitsemisestä, tarkastamisesta ja varmentamisesta, jäsenvaltion avunantopyynnöstä deaktivoinnin suorittamiseksi, täydentävistä deaktivointitoimenpiteistä sekä deaktivoitujen ampuma-aseiden siirtämisestä Euroopan unionissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:112 b",
        "normalized_fi": "Ampuma-aseen saa tehdä pysyvästi ampumakelvottomaksi tai aseen osan pysyvästi toimintakelvottomaksi vain ase-elinkeinonharjoittaja, jolla on 20 § :n 2 momentin 2 tai 3 kohdassa tarkoitettu lupa ampuma-aseiden kaupallisessa tarkoituksessa tapahtuvaan valmistamiseen taikka korjaamiseen ja muuntamiseen. Elinkeinonharjoittajan on annettava pysyvästi ampumakelvottomaksi tai toimintakelvottomaksi tekemisestä todistus. Deaktivointistandardeja ja -tekniikoita koskevien yhteisten suuntaviivojen vahvistamisesta sen varmistamiseksi, että deaktivoidut ampuma-aseet tehdään pysyvästi ampumakelvottomiksi annetulla komission täytäntöönpanoasetuksella (EU) 2015/2403 säädetään henkilöistä ja yksiköistä, joilla on lupa ampuma-aseiden deaktivointiin, ampuma-aseen deaktivointia koskevista teknisistä eritelmistä, deaktivoidun ampuma-aseen merkitsemisestä, tarkastamisesta ja varmentamisesta, jäsenvaltion avunantopyynnöstä deaktivoinnin suorittamiseksi, täydentävistä deaktivointitoimenpiteistä sekä deaktivoitujen ampuma-aseiden siirtämisestä Euroopan unionissa.",
        "folded_fi": "ampuma-aseen saa tehda pysyvasti ampumakelvottomaksi tai aseen osan pysyvasti toimintakelvottomaksi vain ase-elinkeinonharjoittaja, jolla on 20 §:n 2 momentin 2 tai 3 kohdassa tarkoitettu lupa ampuma-aseiden kaupallisessa tarkoituksessa tapahtuvaan valmistamiseen taikka korjaamiseen ja muuntamiseen. elinkeinonharjoittajan on annettava pysyvasti ampumakelvottomaksi tai toimintakelvottomaksi tekemisesta todistus. deaktivointistandardeja ja -tekniikoita koskevien yhteisten suuntaviivojen vahvistamisesta sen varmistamiseksi, etta deaktivoidut ampuma-aseet tehdaan pysyvasti ampumakelvottomiksi annetulla komission taytantoonpanoasetuksella (eu) 2015/2403 saadetaan henkiloista ja yksikoista, joilla on lupa ampuma-aseiden deaktivointiin, ampuma-aseen deaktivointia koskevista teknisista eritelmista, deaktivoidun ampuma-aseen merkitsemisesta, tarkastamisesta ja varmentamisesta, jasenvaltion avunantopyynnosta deaktivoinnin suorittamiseksi, taydentavista deaktivointitoimenpiteista seka deaktivoitujen ampuma-aseiden siirtamisesta euroopan unionissa.",
        "title_sv": "Försättande i varaktigt obrukbart skick",
        "content_sv": "Endast en vapennäringsidkare som har ett i 20 § 2 mom. 2 eller 3 punkten avsett tillstånd att tillverka eller reparera och modifiera skjutvapen i kommersiellt syfte har rätt att försätta ett skjutvapen eller en vapendel i varaktigt obrukbart skick. Näringsidkaren ska lämna ett intyg över att skjutvapnet eller vapendelen har försatts i varaktigt obrukbart skick. Bestämmelser om personer och organisationer som bemyndigats att deaktivera skjutvapen, om de tekniska specifikationer som fastställs för deaktivering av ett skjutvapen, om märkning, kontroll och certifiering av skjutvapen som deaktiverats, om en medlemsstats begäran om bistånd för att deaktivera ett skjutvapen, om kompletterande åtgärder för deaktivering samt om överföring inom Europeiska unionen av deaktiverade skjutvapen finns i kommissionens genomförandeförordning (EU) 2015/2403 om fastställande av gemensamma riktlinjer om standarder och metoder för deaktivering i syfte att se till att deaktiverade skjutvapen görs irreversibelt funktionsodugliga.",
        "normalized_sv": "Endast en vapennäringsidkare som har ett i 20 § 2 mom. 2 eller 3 punkten avsett tillstånd att tillverka eller reparera och modifiera skjutvapen i kommersiellt syfte har rätt att försätta ett skjutvapen eller en vapendel i varaktigt obrukbart skick. Näringsidkaren ska lämna ett intyg över att skjutvapnet eller vapendelen har försatts i varaktigt obrukbart skick. Bestämmelser om personer och organisationer som bemyndigats att deaktivera skjutvapen, om de tekniska specifikationer som fastställs för deaktivering av ett skjutvapen, om märkning, kontroll och certifiering av skjutvapen som deaktiverats, om en medlemsstats begäran om bistånd för att deaktivera ett skjutvapen, om kompletterande åtgärder för deaktivering samt om överföring inom Europeiska unionen av deaktiverade skjutvapen finns i kommissionens genomförandeförordning (EU) 2015/2403 om fastställande av gemensamma riktlinjer om standarder och metoder för deaktivering i syfte att se till att deaktiverade skjutvapen görs irreversibelt funktionsodugliga.",
        "folded_sv": "endast en vapennaringsidkare som har ett i 20 § 2 mom. 2 eller 3 punkten avsett tillstand att tillverka eller reparera och modifiera skjutvapen i kommersiellt syfte har ratt att forsatta ett skjutvapen eller en vapendel i varaktigt obrukbart skick. naringsidkaren ska lamna ett intyg over att skjutvapnet eller vapendelen har forsatts i varaktigt obrukbart skick. bestammelser om personer och organisationer som bemyndigats att deaktivera skjutvapen, om de tekniska specifikationer som faststalls for deaktivering av ett skjutvapen, om markning, kontroll och certifiering av skjutvapen som deaktiverats, om en medlemsstats begaran om bistand for att deaktivera ett skjutvapen, om kompletterande atgarder for deaktivering samt om overforing inom europeiska unionen av deaktiverade skjutvapen finns i kommissionens genomforandeforordning (eu) 2015/2403 om faststallande av gemensamma riktlinjer om standarder och metoder for deaktivering i syfte att se till att deaktiverade skjutvapen gors irreversibelt funktionsodugliga."
      },
      "valid_from": "2016-03-18",
      "valid_to": null
    },
    {
      "provision_ref": "115",
      "section": "115",
      "title": "Lain noudattamisen valvonta",
      "content": "Tämän lain ja sen nojalla annettujen säännösten noudattamista valvoo Poliisihallitus. Rajavartiolaitos ja Tulli valvovat lain ja sen nojalla annettujen säännösten noudattamista toimialallaan. Tulli valvoo, että toisesta Euroopan unionin jäsenvaltiosta Suomeen siirrettävät deaktivoidut ampuma-aseet ja aseen osat on merkitty deaktivointistandardeja ja -tekniikoita koskevien yhteisten suuntaviivojen vahvistamisesta sen varmistamiseksi, että deaktivoidut ampuma-aseet tehdään pysyvästi ampumakelvottomiksi, annetun komission täytäntöönpanoasetuksen (EU) 2015/2403 mukaisella merkinnällä ja että deaktivoidun ampuma-aseen tai aseen osan mukana on asetuksen mukainen todistus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:115",
        "normalized_fi": "Tämän lain ja sen nojalla annettujen säännösten noudattamista valvoo Poliisihallitus. Rajavartiolaitos ja Tulli valvovat lain ja sen nojalla annettujen säännösten noudattamista toimialallaan. Tulli valvoo, että toisesta Euroopan unionin jäsenvaltiosta Suomeen siirrettävät deaktivoidut ampuma-aseet ja aseen osat on merkitty deaktivointistandardeja ja -tekniikoita koskevien yhteisten suuntaviivojen vahvistamisesta sen varmistamiseksi, että deaktivoidut ampuma-aseet tehdään pysyvästi ampumakelvottomiksi, annetun komission täytäntöönpanoasetuksen (EU) 2015/2403 mukaisella merkinnällä ja että deaktivoidun ampuma-aseen tai aseen osan mukana on asetuksen mukainen todistus.",
        "folded_fi": "taman lain ja sen nojalla annettujen saannosten noudattamista valvoo poliisihallitus. rajavartiolaitos ja tulli valvovat lain ja sen nojalla annettujen saannosten noudattamista toimialallaan. tulli valvoo, etta toisesta euroopan unionin jasenvaltiosta suomeen siirrettavat deaktivoidut ampuma-aseet ja aseen osat on merkitty deaktivointistandardeja ja -tekniikoita koskevien yhteisten suuntaviivojen vahvistamisesta sen varmistamiseksi, etta deaktivoidut ampuma-aseet tehdaan pysyvasti ampumakelvottomiksi, annetun komission taytantoonpanoasetuksen (eu) 2015/2403 mukaisella merkinnalla ja etta deaktivoidun ampuma-aseen tai aseen osan mukana on asetuksen mukainen todistus.",
        "title_sv": "Tillsynen över efterlevnaden av lagen",
        "content_sv": "Polisstyrelsen övervakar efterlevnaden av denna lag och de bestämmelser som utfärdats med stöd av den. Gränsbevakningsväsendet och Tullen övervakar efterlevnaden av lagen och de bestämmelser som utfärdats med stöd av den inom sitt respektive verksamhetsområde. Tullen övervakar att deaktiverade skjutvapen och vapendelar som överförs från en annan medlemsstat i Europeiska unionen till Finland är försedda med märkning enligt kommissionens genomförandeförordning (EU) 2015/2403 om fastställande av gemensamma riktlinjer om standarder och metoder för deaktivering i syfte att se till att deaktiverade skjutvapen görs irreversibelt funktionsodugliga och att deaktiverade skjutvapen eller vapendelar åtföljs av ett intyg i enlighet med den förordningen.",
        "normalized_sv": "Polisstyrelsen övervakar efterlevnaden av denna lag och de bestämmelser som utfärdats med stöd av den. Gränsbevakningsväsendet och Tullen övervakar efterlevnaden av lagen och de bestämmelser som utfärdats med stöd av den inom sitt respektive verksamhetsområde. Tullen övervakar att deaktiverade skjutvapen och vapendelar som överförs från en annan medlemsstat i Europeiska unionen till Finland är försedda med märkning enligt kommissionens genomförandeförordning (EU) 2015/2403 om fastställande av gemensamma riktlinjer om standarder och metoder för deaktivering i syfte att se till att deaktiverade skjutvapen görs irreversibelt funktionsodugliga och att deaktiverade skjutvapen eller vapendelar åtföljs av ett intyg i enlighet med den förordningen.",
        "folded_sv": "polisstyrelsen overvakar efterlevnaden av denna lag och de bestammelser som utfardats med stod av den. gransbevakningsvasendet och tullen overvakar efterlevnaden av lagen och de bestammelser som utfardats med stod av den inom sitt respektive verksamhetsomrade. tullen overvakar att deaktiverade skjutvapen och vapendelar som overfors fran en annan medlemsstat i europeiska unionen till finland ar forsedda med markning enligt kommissionens genomforandeforordning (eu) 2015/2403 om faststallande av gemensamma riktlinjer om standarder och metoder for deaktivering i syfte att se till att deaktiverade skjutvapen gors irreversibelt funktionsodugliga och att deaktiverade skjutvapen eller vapendelar atfoljs av ett intyg i enlighet med den forordningen."
      },
      "valid_from": "2016-03-18",
      "valid_to": null
    }
  ]
}