{
  "id": "194/2016",
  "type": "statute",
  "title": "Laki ylimääräisistä taiteilijaeläkkeistä",
  "title_en": "Lag om extra konstnärspensioner",
  "status": "in_force",
  "issued_date": "2016-03-18",
  "in_force_date": "2016-03-18",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2016/194/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Ylimääräinen taiteilijaeläke",
      "content": "Ylimääräinen taiteilijaeläke voidaan myöntää taiteilijalle, joka asuu tai on asunut pysyvästi Suomessa, tunnustukseksi hänen ansiokkaasta toiminnastaan luovana tai esittävänä taiteilijana. Eläkettä ei ilman erityistä syytä saa myöntää henkilölle, joka ei ole täyttänyt 60 vuotta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Ylimääräinen taiteilijaeläke voidaan myöntää taiteilijalle, joka asuu tai on asunut pysyvästi Suomessa, tunnustukseksi hänen ansiokkaasta toiminnastaan luovana tai esittävänä taiteilijana. Eläkettä ei ilman erityistä syytä saa myöntää henkilölle, joka ei ole täyttänyt 60 vuotta.",
        "folded_fi": "ylimaarainen taiteilijaelake voidaan myontaa taiteilijalle, joka asuu tai on asunut pysyvasti suomessa, tunnustukseksi hanen ansiokkaasta toiminnastaan luovana tai esittavana taiteilijana. elaketta ei ilman erityista syyta saa myontaa henkilolle, joka ei ole tayttanyt 60 vuotta.",
        "title_sv": "Extra konstnärspension",
        "content_sv": "Extra konstnärspension kan beviljas konstnärer som bor eller har bott varaktigt i Finland, såsom erkänsla för förtjänstfull verksamhet som skapande eller återgivande konstnär. Pension får inte utan särskilt skäl beviljas en person som inte har fyllt 60 år.",
        "normalized_sv": "Extra konstnärspension kan beviljas konstnärer som bor eller har bott varaktigt i Finland, såsom erkänsla för förtjänstfull verksamhet som skapande eller återgivande konstnär. Pension får inte utan särskilt skäl beviljas en person som inte har fyllt 60 år.",
        "folded_sv": "extra konstnarspension kan beviljas konstnarer som bor eller har bott varaktigt i finland, sasom erkansla for fortjanstfull verksamhet som skapande eller atergivande konstnar. pension far inte utan sarskilt skal beviljas en person som inte har fyllt 60 ar."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Täysi eläke ja osaeläke",
      "content": "Ylimääräinen taiteilijaeläke myönnetään joko täytenä eläkkeenä tai osaeläkkeenä. Eläke voidaan myöntää täytenä eläkkeenä, jos hakijan verotuksessa vahvistetut eläke- ja muut pysyvät tulot kansaneläketuloa lukuun ottamatta jäävät alle 3 §:ssä säädetyn taiteilijaeläkkeen määrän. Eläke voidaan myöntää osaeläkkeenä, jos hakijan verotuksessa vahvistetut eläke- ja muut pysyvät tulot kansaneläketuloa lukuun ottamatta ylittävät 3 §:ssä säädetyn taiteilijaeläkkeen määrän, mutta jäävät alle tämän pykälän 3 momentissa säädetystä määrästä. Eläkettä ei myönnetä, jos hakijan verotuksessa vahvistetut eläke- ja muut pysyvät tulot kansaneläketuloa lukuun ottamatta ylittävät 3 §:ssä säädetyn taiteilijaeläkkeen määrän kerrottuna kahdella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Ylimääräinen taiteilijaeläke myönnetään joko täytenä eläkkeenä tai osaeläkkeenä. Eläke voidaan myöntää täytenä eläkkeenä, jos hakijan verotuksessa vahvistetut eläke- ja muut pysyvät tulot kansaneläketuloa lukuun ottamatta jäävät alle 3 § :ssä säädetyn taiteilijaeläkkeen määrän. Eläke voidaan myöntää osaeläkkeenä, jos hakijan verotuksessa vahvistetut eläke- ja muut pysyvät tulot kansaneläketuloa lukuun ottamatta ylittävät 3 § :ssä säädetyn taiteilijaeläkkeen määrän, mutta jäävät alle tämän pykälän 3 momentissa säädetystä määrästä. Eläkettä ei myönnetä, jos hakijan verotuksessa vahvistetut eläke- ja muut pysyvät tulot kansaneläketuloa lukuun ottamatta ylittävät 3 § :ssä säädetyn taiteilijaeläkkeen määrän kerrottuna kahdella.",
        "folded_fi": "ylimaarainen taiteilijaelake myonnetaan joko taytena elakkeena tai osaelakkeena. elake voidaan myontaa taytena elakkeena, jos hakijan verotuksessa vahvistetut elake- ja muut pysyvat tulot kansanelaketuloa lukuun ottamatta jaavat alle 3 §:ssa saadetyn taiteilijaelakkeen maaran. elake voidaan myontaa osaelakkeena, jos hakijan verotuksessa vahvistetut elake- ja muut pysyvat tulot kansanelaketuloa lukuun ottamatta ylittavat 3 §:ssa saadetyn taiteilijaelakkeen maaran, mutta jaavat alle taman pykalan 3 momentissa saadetysta maarasta. elaketta ei myonneta, jos hakijan verotuksessa vahvistetut elake- ja muut pysyvat tulot kansanelaketuloa lukuun ottamatta ylittavat 3 §:ssa saadetyn taiteilijaelakkeen maaran kerrottuna kahdella.",
        "title_sv": "Full pension och delpension",
        "content_sv": "Extra konstnärspension beviljas antingen som full pension eller som delpension. Pension kan beviljas som full pension, om sökandens vid beskattningen fastställda pensionsinkomster och andra fasta inkomster, med undantag av folkpension, understiger beloppet av konstnärspension enligt 3 §. Pension kan beviljas som delpension, om sökandens vid beskattningen fastställda pensionsinkomster och andra fasta inkomster, med undantag av folkpension, överstiger beloppet av konstnärspension enligt 3 §, men understiger beloppet enligt 3 mom. i denna paragraf. Pension beviljas inte, om sökandens vid beskattningen fastställda pensionsinkomster och andra fasta inkomster, med undantag av folkpension, överstiger beloppet av konstnärspension enligt 3 § multiplicerat med två.",
        "normalized_sv": "Extra konstnärspension beviljas antingen som full pension eller som delpension. Pension kan beviljas som full pension, om sökandens vid beskattningen fastställda pensionsinkomster och andra fasta inkomster, med undantag av folkpension, understiger beloppet av konstnärspension enligt 3 § . Pension kan beviljas som delpension, om sökandens vid beskattningen fastställda pensionsinkomster och andra fasta inkomster, med undantag av folkpension, överstiger beloppet av konstnärspension enligt 3 § , men understiger beloppet enligt 3 mom. i denna paragraf. Pension beviljas inte, om sökandens vid beskattningen fastställda pensionsinkomster och andra fasta inkomster, med undantag av folkpension, överstiger beloppet av konstnärspension enligt 3 § multiplicerat med två.",
        "folded_sv": "extra konstnarspension beviljas antingen som full pension eller som delpension. pension kan beviljas som full pension, om sokandens vid beskattningen faststallda pensionsinkomster och andra fasta inkomster, med undantag av folkpension, understiger beloppet av konstnarspension enligt 3 §. pension kan beviljas som delpension, om sokandens vid beskattningen faststallda pensionsinkomster och andra fasta inkomster, med undantag av folkpension, overstiger beloppet av konstnarspension enligt 3 §, men understiger beloppet enligt 3 mom. i denna paragraf. pension beviljas inte, om sokandens vid beskattningen faststallda pensionsinkomster och andra fasta inkomster, med undantag av folkpension, overstiger beloppet av konstnarspension enligt 3 § multiplicerat med tva."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Täyden eläkkeen ja osaeläkkeen määrä",
      "content": "Ylimääräinen taiteilijaeläke on 1 328,69 euroa kuukaudessa. Osaeläke on puolet täyden eläkkeen määrästä. Osaeläke voidaan korottaa täydeksi eläkkeeksi eläkkeensaajan hakemuksesta, jos eläkkeen saajan eläke- ja muut tulot kansaneläketuloa lukuun ottamatta jäävät alle 1 momentissa säädetyn taiteilijaeläkkeen määrän.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Ylimääräinen taiteilijaeläke on 1 328,69 euroa kuukaudessa. Osaeläke on puolet täyden eläkkeen määrästä. Osaeläke voidaan korottaa täydeksi eläkkeeksi eläkkeensaajan hakemuksesta, jos eläkkeen saajan eläke- ja muut tulot kansaneläketuloa lukuun ottamatta jäävät alle 1 momentissa säädetyn taiteilijaeläkkeen määrän.",
        "folded_fi": "ylimaarainen taiteilijaelake on 1 328,69 euroa kuukaudessa. osaelake on puolet tayden elakkeen maarasta. osaelake voidaan korottaa taydeksi elakkeeksi elakkeensaajan hakemuksesta, jos elakkeen saajan elake- ja muut tulot kansanelaketuloa lukuun ottamatta jaavat alle 1 momentissa saadetyn taiteilijaelakkeen maaran.",
        "title_sv": "Beloppet av full pension och delpension",
        "content_sv": "Extra konstnärspension uppgår till 1 328,69 euro per månad. Delpension är hälften av full pension. Delpension kan höjas till full pension på ansökan av pensionstagaren, om pensionstagarens pensionsinkomster och andra inkomster, med undantag av folkpension, understiger beloppet av konstnärspension enligt 1 mom.",
        "normalized_sv": "Extra konstnärspension uppgår till 1 328,69 euro per månad. Delpension är hälften av full pension. Delpension kan höjas till full pension på ansökan av pensionstagaren, om pensionstagarens pensionsinkomster och andra inkomster, med undantag av folkpension, understiger beloppet av konstnärspension enligt 1 mom.",
        "folded_sv": "extra konstnarspension uppgar till 1 328,69 euro per manad. delpension ar halften av full pension. delpension kan hojas till full pension pa ansokan av pensionstagaren, om pensionstagarens pensionsinkomster och andra inkomster, med undantag av folkpension, understiger beloppet av konstnarspension enligt 1 mom."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Eläkkeen myöntäminen ja maksaminen",
      "content": "Ylimääräisen taiteilijaeläkkeen myöntää Taiteen edistämiskeskus. Eläkkeen myöntämistä varten Taiteen edistämiskeskus pyytää valtion taidetoimikunnan lausunnon. Eläke myönnetään maksettavaksi aikaisintaan myöntämisvuoden alusta. Myönnettävien uusien eläkkeiden ja korotettavien osaeläkkeiden lukumäärä vahvistetaan vuosittain valtion talousarviossa. Eläkkeen maksaa Keva.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Ylimääräisen taiteilijaeläkkeen myöntää Taiteen edistämiskeskus. Eläkkeen myöntämistä varten Taiteen edistämiskeskus pyytää valtion taidetoimikunnan lausunnon. Eläke myönnetään maksettavaksi aikaisintaan myöntämisvuoden alusta. Myönnettävien uusien eläkkeiden ja korotettavien osaeläkkeiden lukumäärä vahvistetaan vuosittain valtion talousarviossa. Eläkkeen maksaa Keva.",
        "folded_fi": "ylimaaraisen taiteilijaelakkeen myontaa taiteen edistamiskeskus. elakkeen myontamista varten taiteen edistamiskeskus pyytaa valtion taidetoimikunnan lausunnon. elake myonnetaan maksettavaksi aikaisintaan myontamisvuoden alusta. myonnettavien uusien elakkeiden ja korotettavien osaelakkeiden lukumaara vahvistetaan vuosittain valtion talousarviossa. elakkeen maksaa keva.",
        "title_sv": "Beviljande och utbetalning av pension",
        "content_sv": "Extra konstnärspension beviljas av Centret för konstfrämjande. För beviljande av pension ska Centret för konstfrämjande begära utlåtande av en statlig konstkommission. Pension beviljas så att den betalas tidigast från ingången av det år den beviljas. Antalet nya pensioner som beviljas och delpensioner som höjs fastställs årligen i statsbudgeten. Pensionen betalas av Keva.",
        "normalized_sv": "Extra konstnärspension beviljas av Centret för konstfrämjande. För beviljande av pension ska Centret för konstfrämjande begära utlåtande av en statlig konstkommission. Pension beviljas så att den betalas tidigast från ingången av det år den beviljas. Antalet nya pensioner som beviljas och delpensioner som höjs fastställs årligen i statsbudgeten. Pensionen betalas av Keva.",
        "folded_sv": "extra konstnarspension beviljas av centret for konstframjande. for beviljande av pension ska centret for konstframjande begara utlatande av en statlig konstkommission. pension beviljas sa att den betalas tidigast fran ingangen av det ar den beviljas. antalet nya pensioner som beviljas och delpensioner som hojs faststalls arligen i statsbudgeten. pensionen betalas av keva."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Eläkkeen maksamisen lopettaminen ja takaisinperintä",
      "content": "Taiteen edistämiskeskus voi päätöksellään määrätä eläkkeen maksamisen lopetettavaksi sekä jo maksetun eläkkeen takaisinperittäväksi, jos eläkkeenhakija on eläkehakemuksessa antanut väärän tai harhaanjohtavan tiedon seikasta, joka on olennaisesti vaikuttanut eläkkeen saantiin. Taiteen edistämiskeskus voi päättää, että osa takaisinperittävästä eläkkeestä jätetään perimättä, jos täysimääräinen takaisinperintä on kohtuuton eläkkeensaajan taloudelliseen asemaan nähden.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Taiteen edistämiskeskus voi päätöksellään määrätä eläkkeen maksamisen lopetettavaksi sekä jo maksetun eläkkeen takaisinperittäväksi, jos eläkkeenhakija on eläkehakemuksessa antanut väärän tai harhaanjohtavan tiedon seikasta, joka on olennaisesti vaikuttanut eläkkeen saantiin. Taiteen edistämiskeskus voi päättää, että osa takaisinperittävästä eläkkeestä jätetään perimättä, jos täysimääräinen takaisinperintä on kohtuuton eläkkeensaajan taloudelliseen asemaan nähden.",
        "folded_fi": "taiteen edistamiskeskus voi paatoksellaan maarata elakkeen maksamisen lopetettavaksi seka jo maksetun elakkeen takaisinperittavaksi, jos elakkeenhakija on elakehakemuksessa antanut vaaran tai harhaanjohtavan tiedon seikasta, joka on olennaisesti vaikuttanut elakkeen saantiin. taiteen edistamiskeskus voi paattaa, etta osa takaisinperittavasta elakkeesta jatetaan perimatta, jos taysimaarainen takaisinperinta on kohtuuton elakkeensaajan taloudelliseen asemaan nahden.",
        "title_sv": "Upphörande av utbetalning av pension och återkrav av utbetald pension",
        "content_sv": "Centret för konstfrämjande får genom ett beslut bestämma att utbetalningen av pension ska upphöra och att redan utbetald pension ska återkrävas, om pensionssökanden i pensionsansökan har uppgett felaktiga eller vilseledande uppgifter om en omständighet som väsentligt har inverkat på erhållande av pension. Centret för konstfrämjande får besluta att återkrav inte görs på en del av den pension som ska återkrävas, om återkrav till fullt belopp är orimligt med tanke på pensionstagarens ekonomiska ställning.",
        "normalized_sv": "Centret för konstfrämjande får genom ett beslut bestämma att utbetalningen av pension ska upphöra och att redan utbetald pension ska återkrävas, om pensionssökanden i pensionsansökan har uppgett felaktiga eller vilseledande uppgifter om en omständighet som väsentligt har inverkat på erhållande av pension. Centret för konstfrämjande får besluta att återkrav inte görs på en del av den pension som ska återkrävas, om återkrav till fullt belopp är orimligt med tanke på pensionstagarens ekonomiska ställning.",
        "folded_sv": "centret for konstframjande far genom ett beslut bestamma att utbetalningen av pension ska upphora och att redan utbetald pension ska aterkravas, om pensionssokanden i pensionsansokan har uppgett felaktiga eller vilseledande uppgifter om en omstandighet som vasentligt har inverkat pa erhallande av pension. centret for konstframjande far besluta att aterkrav inte gors pa en del av den pension som ska aterkravas, om aterkrav till fullt belopp ar orimligt med tanke pa pensionstagarens ekonomiska stallning."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Eläkkeen tarkistaminen",
      "content": "Maksussa olevaa sekä myönnettävää uutta ylimääräistä taiteilijaeläkettä tarkistetaan kalenterivuosittain siten kuin työntekijän eläkelain (395/2006) 98 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Maksussa olevaa sekä myönnettävää uutta ylimääräistä taiteilijaeläkettä tarkistetaan kalenterivuosittain siten kuin työntekijän eläkelain (395/2006) 98 § :ssä säädetään.",
        "folded_fi": "maksussa olevaa seka myonnettavaa uutta ylimaaraista taiteilijaelaketta tarkistetaan kalenterivuosittain siten kuin tyontekijan elakelain (395/2006) 98 §:ssa saadetaan.",
        "title_sv": "Justering av pension",
        "content_sv": "Löpande extra konstnärspension samt ny extra konstnärspension som ska beviljas justeras kalenderårsvis i enlighet med 98 § i lagen om pension för arbetstagare (395/2006).",
        "normalized_sv": "Löpande extra konstnärspension samt ny extra konstnärspension som ska beviljas justeras kalenderårsvis i enlighet med 98 § i lagen om pension för arbetstagare (395/2006).",
        "folded_sv": "lopande extra konstnarspension samt ny extra konstnarspension som ska beviljas justeras kalenderarsvis i enlighet med 98 § i lagen om pension for arbetstagare (395/2006)."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Muutoksenhaku",
      "content": "Tämän lain mukaisen päätöksen muutoksenhakuun sovelletaan, mitä muutoksenhausta on Taiteen edistämiskeskuksesta annetun lain (657/2012) 13 §:ssä säädetty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Tämän lain mukaisen päätöksen muutoksenhakuun sovelletaan, mitä muutoksenhausta on Taiteen edistämiskeskuksesta annetun lain (657/2012) 13 § :ssä säädetty.",
        "folded_fi": "taman lain mukaisen paatoksen muutoksenhakuun sovelletaan, mita muutoksenhausta on taiteen edistamiskeskuksesta annetun lain (657/2012) 13 §:ssa saadetty.",
        "title_sv": "Ändringssökande",
        "content_sv": "På sökande av ändring av ett beslut enligt denna lag tillämpas vad som i 13 § i lagen om Centret för konstfrämjande (657/2012) föreskrivs om ändringssökande.",
        "normalized_sv": "På sökande av ändring av ett beslut enligt denna lag tillämpas vad som i 13 § i lagen om Centret för konstfrämjande (657/2012) föreskrivs om ändringssökande.",
        "folded_sv": "pa sokande av andring av ett beslut enligt denna lag tillampas vad som i 13 § i lagen om centret for konstframjande (657/2012) foreskrivs om andringssokande."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Asetuksenantovaltuus",
      "content": "Eläkkeiden hakemisesta, maksamisesta sekä hakemuksessa esitettävistä tiedoista ja siihen liitettävistä selvityksistä säädetään opetus- ja kulttuuriministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Eläkkeiden hakemisesta, maksamisesta sekä hakemuksessa esitettävistä tiedoista ja siihen liitettävistä selvityksistä säädetään opetus- ja kulttuuriministeriön asetuksella.",
        "folded_fi": "elakkeiden hakemisesta, maksamisesta seka hakemuksessa esitettavista tiedoista ja siihen liitettavista selvityksista saadetaan opetus- ja kulttuuriministerion asetuksella.",
        "title_sv": "Bemyndigande att utfärda förordning",
        "content_sv": "Bestämmelser om ansökan om och utbetalning av pensionerna samt de uppgifter som ska uppges i ansökan och de redogörelser som ska fogas till ansökan utfärdas genom förordning av undervisnings- och kulturministeriet.",
        "normalized_sv": "Bestämmelser om ansökan om och utbetalning av pensionerna samt de uppgifter som ska uppges i ansökan och de redogörelser som ska fogas till ansökan utfärdas genom förordning av undervisnings- och kulturministeriet.",
        "folded_sv": "bestammelser om ansokan om och utbetalning av pensionerna samt de uppgifter som ska uppges i ansokan och de redogorelser som ska fogas till ansokan utfardas genom forordning av undervisnings- och kulturministeriet."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä huhtikuuta 2016. Tällä lailla kumotaan ylimääräisistä taiteilijaeläkkeistä annettu valtioneuvoston päätös (75/1974).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä huhtikuuta 2016. Tällä lailla kumotaan ylimääräisistä taiteilijaeläkkeistä annettu valtioneuvoston päätös (75/1974).",
        "folded_fi": "tama laki tulee voimaan 1 paivana huhtikuuta 2016. talla lailla kumotaan ylimaaraisista taiteilijaelakkeista annettu valtioneuvoston paatos (75/1974).",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 april 2016. Genom denna lag upphävs statsrådets beslut om extra konstnärspensioner (75/1974).",
        "normalized_sv": "Denna lag träder i kraft den 1 april 2016. Genom denna lag upphävs statsrådets beslut om extra konstnärspensioner (75/1974).",
        "folded_sv": "denna lag trader i kraft den 1 april 2016. genom denna lag upphavs statsradets beslut om extra konstnarspensioner (75/1974)."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Ylimääräinen taiteilijaeläke",
      "content": "Ylimääräinen taiteilijaeläke voidaan myöntää taiteilijalle, joka asuu tai on asunut pysyvästi Suomessa, tunnustukseksi hänen ansiokkaasta toiminnastaan luovana tai esittävänä taiteilijana. Eläkettä ei ilman erityistä syytä saa myöntää henkilölle, joka ei ole täyttänyt 60 vuotta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Ylimääräinen taiteilijaeläke voidaan myöntää taiteilijalle, joka asuu tai on asunut pysyvästi Suomessa, tunnustukseksi hänen ansiokkaasta toiminnastaan luovana tai esittävänä taiteilijana. Eläkettä ei ilman erityistä syytä saa myöntää henkilölle, joka ei ole täyttänyt 60 vuotta.",
        "folded_fi": "ylimaarainen taiteilijaelake voidaan myontaa taiteilijalle, joka asuu tai on asunut pysyvasti suomessa, tunnustukseksi hanen ansiokkaasta toiminnastaan luovana tai esittavana taiteilijana. elaketta ei ilman erityista syyta saa myontaa henkilolle, joka ei ole tayttanyt 60 vuotta.",
        "title_sv": "Extra konstnärspension",
        "content_sv": "Extra konstnärspension kan beviljas konstnärer som bor eller har bott varaktigt i Finland, såsom erkänsla för förtjänstfull verksamhet som skapande eller återgivande konstnär. Pension får inte utan särskilt skäl beviljas en person som inte har fyllt 60 år.",
        "normalized_sv": "Extra konstnärspension kan beviljas konstnärer som bor eller har bott varaktigt i Finland, såsom erkänsla för förtjänstfull verksamhet som skapande eller återgivande konstnär. Pension får inte utan särskilt skäl beviljas en person som inte har fyllt 60 år.",
        "folded_sv": "extra konstnarspension kan beviljas konstnarer som bor eller har bott varaktigt i finland, sasom erkansla for fortjanstfull verksamhet som skapande eller atergivande konstnar. pension far inte utan sarskilt skal beviljas en person som inte har fyllt 60 ar."
      },
      "valid_from": "2016-03-18",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Täysi eläke ja osaeläke",
      "content": "Ylimääräinen taiteilijaeläke myönnetään joko täytenä eläkkeenä tai osaeläkkeenä. Eläke voidaan myöntää täytenä eläkkeenä, jos hakijan verotuksessa vahvistetut eläke- ja muut pysyvät tulot kansaneläketuloa lukuun ottamatta jäävät alle 3 §:ssä säädetyn taiteilijaeläkkeen määrän. Eläke voidaan myöntää osaeläkkeenä, jos hakijan verotuksessa vahvistetut eläke- ja muut pysyvät tulot kansaneläketuloa lukuun ottamatta ylittävät 3 §:ssä säädetyn taiteilijaeläkkeen määrän, mutta jäävät alle tämän pykälän 3 momentissa säädetystä määrästä. Eläkettä ei myönnetä, jos hakijan verotuksessa vahvistetut eläke- ja muut pysyvät tulot kansaneläketuloa lukuun ottamatta ylittävät 3 §:ssä säädetyn taiteilijaeläkkeen määrän kerrottuna kahdella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Ylimääräinen taiteilijaeläke myönnetään joko täytenä eläkkeenä tai osaeläkkeenä. Eläke voidaan myöntää täytenä eläkkeenä, jos hakijan verotuksessa vahvistetut eläke- ja muut pysyvät tulot kansaneläketuloa lukuun ottamatta jäävät alle 3 § :ssä säädetyn taiteilijaeläkkeen määrän. Eläke voidaan myöntää osaeläkkeenä, jos hakijan verotuksessa vahvistetut eläke- ja muut pysyvät tulot kansaneläketuloa lukuun ottamatta ylittävät 3 § :ssä säädetyn taiteilijaeläkkeen määrän, mutta jäävät alle tämän pykälän 3 momentissa säädetystä määrästä. Eläkettä ei myönnetä, jos hakijan verotuksessa vahvistetut eläke- ja muut pysyvät tulot kansaneläketuloa lukuun ottamatta ylittävät 3 § :ssä säädetyn taiteilijaeläkkeen määrän kerrottuna kahdella.",
        "folded_fi": "ylimaarainen taiteilijaelake myonnetaan joko taytena elakkeena tai osaelakkeena. elake voidaan myontaa taytena elakkeena, jos hakijan verotuksessa vahvistetut elake- ja muut pysyvat tulot kansanelaketuloa lukuun ottamatta jaavat alle 3 §:ssa saadetyn taiteilijaelakkeen maaran. elake voidaan myontaa osaelakkeena, jos hakijan verotuksessa vahvistetut elake- ja muut pysyvat tulot kansanelaketuloa lukuun ottamatta ylittavat 3 §:ssa saadetyn taiteilijaelakkeen maaran, mutta jaavat alle taman pykalan 3 momentissa saadetysta maarasta. elaketta ei myonneta, jos hakijan verotuksessa vahvistetut elake- ja muut pysyvat tulot kansanelaketuloa lukuun ottamatta ylittavat 3 §:ssa saadetyn taiteilijaelakkeen maaran kerrottuna kahdella.",
        "title_sv": "Full pension och delpension",
        "content_sv": "Extra konstnärspension beviljas antingen som full pension eller som delpension. Pension kan beviljas som full pension, om sökandens vid beskattningen fastställda pensionsinkomster och andra fasta inkomster, med undantag av folkpension, understiger beloppet av konstnärspension enligt 3 §. Pension kan beviljas som delpension, om sökandens vid beskattningen fastställda pensionsinkomster och andra fasta inkomster, med undantag av folkpension, överstiger beloppet av konstnärspension enligt 3 §, men understiger beloppet enligt 3 mom. i denna paragraf. Pension beviljas inte, om sökandens vid beskattningen fastställda pensionsinkomster och andra fasta inkomster, med undantag av folkpension, överstiger beloppet av konstnärspension enligt 3 § multiplicerat med två.",
        "normalized_sv": "Extra konstnärspension beviljas antingen som full pension eller som delpension. Pension kan beviljas som full pension, om sökandens vid beskattningen fastställda pensionsinkomster och andra fasta inkomster, med undantag av folkpension, understiger beloppet av konstnärspension enligt 3 § . Pension kan beviljas som delpension, om sökandens vid beskattningen fastställda pensionsinkomster och andra fasta inkomster, med undantag av folkpension, överstiger beloppet av konstnärspension enligt 3 § , men understiger beloppet enligt 3 mom. i denna paragraf. Pension beviljas inte, om sökandens vid beskattningen fastställda pensionsinkomster och andra fasta inkomster, med undantag av folkpension, överstiger beloppet av konstnärspension enligt 3 § multiplicerat med två.",
        "folded_sv": "extra konstnarspension beviljas antingen som full pension eller som delpension. pension kan beviljas som full pension, om sokandens vid beskattningen faststallda pensionsinkomster och andra fasta inkomster, med undantag av folkpension, understiger beloppet av konstnarspension enligt 3 §. pension kan beviljas som delpension, om sokandens vid beskattningen faststallda pensionsinkomster och andra fasta inkomster, med undantag av folkpension, overstiger beloppet av konstnarspension enligt 3 §, men understiger beloppet enligt 3 mom. i denna paragraf. pension beviljas inte, om sokandens vid beskattningen faststallda pensionsinkomster och andra fasta inkomster, med undantag av folkpension, overstiger beloppet av konstnarspension enligt 3 § multiplicerat med tva."
      },
      "valid_from": "2016-03-18",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Täyden eläkkeen ja osaeläkkeen määrä",
      "content": "Ylimääräinen taiteilijaeläke on 1 328,69 euroa kuukaudessa. Osaeläke on puolet täyden eläkkeen määrästä. Osaeläke voidaan korottaa täydeksi eläkkeeksi eläkkeensaajan hakemuksesta, jos eläkkeen saajan eläke- ja muut tulot kansaneläketuloa lukuun ottamatta jäävät alle 1 momentissa säädetyn taiteilijaeläkkeen määrän.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Ylimääräinen taiteilijaeläke on 1 328,69 euroa kuukaudessa. Osaeläke on puolet täyden eläkkeen määrästä. Osaeläke voidaan korottaa täydeksi eläkkeeksi eläkkeensaajan hakemuksesta, jos eläkkeen saajan eläke- ja muut tulot kansaneläketuloa lukuun ottamatta jäävät alle 1 momentissa säädetyn taiteilijaeläkkeen määrän.",
        "folded_fi": "ylimaarainen taiteilijaelake on 1 328,69 euroa kuukaudessa. osaelake on puolet tayden elakkeen maarasta. osaelake voidaan korottaa taydeksi elakkeeksi elakkeensaajan hakemuksesta, jos elakkeen saajan elake- ja muut tulot kansanelaketuloa lukuun ottamatta jaavat alle 1 momentissa saadetyn taiteilijaelakkeen maaran.",
        "title_sv": "Beloppet av full pension och delpension",
        "content_sv": "Extra konstnärspension uppgår till 1 328,69 euro per månad. Delpension är hälften av full pension. Delpension kan höjas till full pension på ansökan av pensionstagaren, om pensionstagarens pensionsinkomster och andra inkomster, med undantag av folkpension, understiger beloppet av konstnärspension enligt 1 mom.",
        "normalized_sv": "Extra konstnärspension uppgår till 1 328,69 euro per månad. Delpension är hälften av full pension. Delpension kan höjas till full pension på ansökan av pensionstagaren, om pensionstagarens pensionsinkomster och andra inkomster, med undantag av folkpension, understiger beloppet av konstnärspension enligt 1 mom.",
        "folded_sv": "extra konstnarspension uppgar till 1 328,69 euro per manad. delpension ar halften av full pension. delpension kan hojas till full pension pa ansokan av pensionstagaren, om pensionstagarens pensionsinkomster och andra inkomster, med undantag av folkpension, understiger beloppet av konstnarspension enligt 1 mom."
      },
      "valid_from": "2016-03-18",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Eläkkeen myöntäminen ja maksaminen",
      "content": "Ylimääräisen taiteilijaeläkkeen myöntää Taiteen edistämiskeskus. Eläkkeen myöntämistä varten Taiteen edistämiskeskus pyytää valtion taidetoimikunnan lausunnon. Eläke myönnetään maksettavaksi aikaisintaan myöntämisvuoden alusta. Myönnettävien uusien eläkkeiden ja korotettavien osaeläkkeiden lukumäärä vahvistetaan vuosittain valtion talousarviossa. Eläkkeen maksaa Keva.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Ylimääräisen taiteilijaeläkkeen myöntää Taiteen edistämiskeskus. Eläkkeen myöntämistä varten Taiteen edistämiskeskus pyytää valtion taidetoimikunnan lausunnon. Eläke myönnetään maksettavaksi aikaisintaan myöntämisvuoden alusta. Myönnettävien uusien eläkkeiden ja korotettavien osaeläkkeiden lukumäärä vahvistetaan vuosittain valtion talousarviossa. Eläkkeen maksaa Keva.",
        "folded_fi": "ylimaaraisen taiteilijaelakkeen myontaa taiteen edistamiskeskus. elakkeen myontamista varten taiteen edistamiskeskus pyytaa valtion taidetoimikunnan lausunnon. elake myonnetaan maksettavaksi aikaisintaan myontamisvuoden alusta. myonnettavien uusien elakkeiden ja korotettavien osaelakkeiden lukumaara vahvistetaan vuosittain valtion talousarviossa. elakkeen maksaa keva.",
        "title_sv": "Beviljande och utbetalning av pension",
        "content_sv": "Extra konstnärspension beviljas av Centret för konstfrämjande. För beviljande av pension ska Centret för konstfrämjande begära utlåtande av en statlig konstkommission. Pension beviljas så att den betalas tidigast från ingången av det år den beviljas. Antalet nya pensioner som beviljas och delpensioner som höjs fastställs årligen i statsbudgeten. Pensionen betalas av Keva.",
        "normalized_sv": "Extra konstnärspension beviljas av Centret för konstfrämjande. För beviljande av pension ska Centret för konstfrämjande begära utlåtande av en statlig konstkommission. Pension beviljas så att den betalas tidigast från ingången av det år den beviljas. Antalet nya pensioner som beviljas och delpensioner som höjs fastställs årligen i statsbudgeten. Pensionen betalas av Keva.",
        "folded_sv": "extra konstnarspension beviljas av centret for konstframjande. for beviljande av pension ska centret for konstframjande begara utlatande av en statlig konstkommission. pension beviljas sa att den betalas tidigast fran ingangen av det ar den beviljas. antalet nya pensioner som beviljas och delpensioner som hojs faststalls arligen i statsbudgeten. pensionen betalas av keva."
      },
      "valid_from": "2016-03-18",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Eläkkeen maksamisen lopettaminen ja takaisinperintä",
      "content": "Taiteen edistämiskeskus voi päätöksellään määrätä eläkkeen maksamisen lopetettavaksi sekä jo maksetun eläkkeen takaisinperittäväksi, jos eläkkeenhakija on eläkehakemuksessa antanut väärän tai harhaanjohtavan tiedon seikasta, joka on olennaisesti vaikuttanut eläkkeen saantiin. Taiteen edistämiskeskus voi päättää, että osa takaisinperittävästä eläkkeestä jätetään perimättä, jos täysimääräinen takaisinperintä on kohtuuton eläkkeensaajan taloudelliseen asemaan nähden.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Taiteen edistämiskeskus voi päätöksellään määrätä eläkkeen maksamisen lopetettavaksi sekä jo maksetun eläkkeen takaisinperittäväksi, jos eläkkeenhakija on eläkehakemuksessa antanut väärän tai harhaanjohtavan tiedon seikasta, joka on olennaisesti vaikuttanut eläkkeen saantiin. Taiteen edistämiskeskus voi päättää, että osa takaisinperittävästä eläkkeestä jätetään perimättä, jos täysimääräinen takaisinperintä on kohtuuton eläkkeensaajan taloudelliseen asemaan nähden.",
        "folded_fi": "taiteen edistamiskeskus voi paatoksellaan maarata elakkeen maksamisen lopetettavaksi seka jo maksetun elakkeen takaisinperittavaksi, jos elakkeenhakija on elakehakemuksessa antanut vaaran tai harhaanjohtavan tiedon seikasta, joka on olennaisesti vaikuttanut elakkeen saantiin. taiteen edistamiskeskus voi paattaa, etta osa takaisinperittavasta elakkeesta jatetaan perimatta, jos taysimaarainen takaisinperinta on kohtuuton elakkeensaajan taloudelliseen asemaan nahden.",
        "title_sv": "Upphörande av utbetalning av pension och återkrav av utbetald pension",
        "content_sv": "Centret för konstfrämjande får genom ett beslut bestämma att utbetalningen av pension ska upphöra och att redan utbetald pension ska återkrävas, om pensionssökanden i pensionsansökan har uppgett felaktiga eller vilseledande uppgifter om en omständighet som väsentligt har inverkat på erhållande av pension. Centret för konstfrämjande får besluta att återkrav inte görs på en del av den pension som ska återkrävas, om återkrav till fullt belopp är orimligt med tanke på pensionstagarens ekonomiska ställning.",
        "normalized_sv": "Centret för konstfrämjande får genom ett beslut bestämma att utbetalningen av pension ska upphöra och att redan utbetald pension ska återkrävas, om pensionssökanden i pensionsansökan har uppgett felaktiga eller vilseledande uppgifter om en omständighet som väsentligt har inverkat på erhållande av pension. Centret för konstfrämjande får besluta att återkrav inte görs på en del av den pension som ska återkrävas, om återkrav till fullt belopp är orimligt med tanke på pensionstagarens ekonomiska ställning.",
        "folded_sv": "centret for konstframjande far genom ett beslut bestamma att utbetalningen av pension ska upphora och att redan utbetald pension ska aterkravas, om pensionssokanden i pensionsansokan har uppgett felaktiga eller vilseledande uppgifter om en omstandighet som vasentligt har inverkat pa erhallande av pension. centret for konstframjande far besluta att aterkrav inte gors pa en del av den pension som ska aterkravas, om aterkrav till fullt belopp ar orimligt med tanke pa pensionstagarens ekonomiska stallning."
      },
      "valid_from": "2016-03-18",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Eläkkeen tarkistaminen",
      "content": "Maksussa olevaa sekä myönnettävää uutta ylimääräistä taiteilijaeläkettä tarkistetaan kalenterivuosittain siten kuin työntekijän eläkelain (395/2006) 98 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Maksussa olevaa sekä myönnettävää uutta ylimääräistä taiteilijaeläkettä tarkistetaan kalenterivuosittain siten kuin työntekijän eläkelain (395/2006) 98 § :ssä säädetään.",
        "folded_fi": "maksussa olevaa seka myonnettavaa uutta ylimaaraista taiteilijaelaketta tarkistetaan kalenterivuosittain siten kuin tyontekijan elakelain (395/2006) 98 §:ssa saadetaan.",
        "title_sv": "Justering av pension",
        "content_sv": "Löpande extra konstnärspension samt ny extra konstnärspension som ska beviljas justeras kalenderårsvis i enlighet med 98 § i lagen om pension för arbetstagare (395/2006).",
        "normalized_sv": "Löpande extra konstnärspension samt ny extra konstnärspension som ska beviljas justeras kalenderårsvis i enlighet med 98 § i lagen om pension för arbetstagare (395/2006).",
        "folded_sv": "lopande extra konstnarspension samt ny extra konstnarspension som ska beviljas justeras kalenderarsvis i enlighet med 98 § i lagen om pension for arbetstagare (395/2006)."
      },
      "valid_from": "2016-03-18",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Muutoksenhaku",
      "content": "Tämän lain mukaisen päätöksen muutoksenhakuun sovelletaan, mitä muutoksenhausta on Taiteen edistämiskeskuksesta annetun lain (657/2012) 13 §:ssä säädetty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Tämän lain mukaisen päätöksen muutoksenhakuun sovelletaan, mitä muutoksenhausta on Taiteen edistämiskeskuksesta annetun lain (657/2012) 13 § :ssä säädetty.",
        "folded_fi": "taman lain mukaisen paatoksen muutoksenhakuun sovelletaan, mita muutoksenhausta on taiteen edistamiskeskuksesta annetun lain (657/2012) 13 §:ssa saadetty.",
        "title_sv": "Ändringssökande",
        "content_sv": "På sökande av ändring av ett beslut enligt denna lag tillämpas vad som i 13 § i lagen om Centret för konstfrämjande (657/2012) föreskrivs om ändringssökande.",
        "normalized_sv": "På sökande av ändring av ett beslut enligt denna lag tillämpas vad som i 13 § i lagen om Centret för konstfrämjande (657/2012) föreskrivs om ändringssökande.",
        "folded_sv": "pa sokande av andring av ett beslut enligt denna lag tillampas vad som i 13 § i lagen om centret for konstframjande (657/2012) foreskrivs om andringssokande."
      },
      "valid_from": "2016-03-18",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Asetuksenantovaltuus",
      "content": "Eläkkeiden hakemisesta, maksamisesta sekä hakemuksessa esitettävistä tiedoista ja siihen liitettävistä selvityksistä säädetään opetus- ja kulttuuriministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Eläkkeiden hakemisesta, maksamisesta sekä hakemuksessa esitettävistä tiedoista ja siihen liitettävistä selvityksistä säädetään opetus- ja kulttuuriministeriön asetuksella.",
        "folded_fi": "elakkeiden hakemisesta, maksamisesta seka hakemuksessa esitettavista tiedoista ja siihen liitettavista selvityksista saadetaan opetus- ja kulttuuriministerion asetuksella.",
        "title_sv": "Bemyndigande att utfärda förordning",
        "content_sv": "Bestämmelser om ansökan om och utbetalning av pensionerna samt de uppgifter som ska uppges i ansökan och de redogörelser som ska fogas till ansökan utfärdas genom förordning av undervisnings- och kulturministeriet.",
        "normalized_sv": "Bestämmelser om ansökan om och utbetalning av pensionerna samt de uppgifter som ska uppges i ansökan och de redogörelser som ska fogas till ansökan utfärdas genom förordning av undervisnings- och kulturministeriet.",
        "folded_sv": "bestammelser om ansokan om och utbetalning av pensionerna samt de uppgifter som ska uppges i ansokan och de redogorelser som ska fogas till ansokan utfardas genom forordning av undervisnings- och kulturministeriet."
      },
      "valid_from": "2016-03-18",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä huhtikuuta 2016. Tällä lailla kumotaan ylimääräisistä taiteilijaeläkkeistä annettu valtioneuvoston päätös (75/1974).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä huhtikuuta 2016. Tällä lailla kumotaan ylimääräisistä taiteilijaeläkkeistä annettu valtioneuvoston päätös (75/1974).",
        "folded_fi": "tama laki tulee voimaan 1 paivana huhtikuuta 2016. talla lailla kumotaan ylimaaraisista taiteilijaelakkeista annettu valtioneuvoston paatos (75/1974).",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 april 2016. Genom denna lag upphävs statsrådets beslut om extra konstnärspensioner (75/1974).",
        "normalized_sv": "Denna lag träder i kraft den 1 april 2016. Genom denna lag upphävs statsrådets beslut om extra konstnärspensioner (75/1974).",
        "folded_sv": "denna lag trader i kraft den 1 april 2016. genom denna lag upphavs statsradets beslut om extra konstnarspensioner (75/1974)."
      },
      "valid_from": "2016-03-18",
      "valid_to": null
    }
  ]
}