{
  "id": "194/2005",
  "type": "statute",
  "title": "Laki valtion eläkelain muuttamisesta",
  "title_en": "Lag om ändring av lagen om statens pensioner",
  "status": "in_force",
  "issued_date": "2005-04-01",
  "in_force_date": "2005-04-01",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/194/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Jos edunsaaja iän, vamman, sairauden tai muun syyn takia ei itse pysty hakemaan etuutta tai muuten hoitamaan etuutta koskevia asioitaan eikä hänellä ole edunvalvojaa, voi valtiokonttorin hyväksymä edunsaajan lähiomainen tai muu henkilö, joka on pääasiallisesti huolehtinut hänestä, edunsaajan puolesta käyttää puhevaltaa tämän lain mukaista etuutta koskevassa asiassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Jos edunsaaja iän, vamman, sairauden tai muun syyn takia ei itse pysty hakemaan etuutta tai muuten hoitamaan etuutta koskevia asioitaan eikä hänellä ole edunvalvojaa, voi valtiokonttorin hyväksymä edunsaajan lähiomainen tai muu henkilö, joka on pääasiallisesti huolehtinut hänestä, edunsaajan puolesta käyttää puhevaltaa tämän lain mukaista etuutta koskevassa asiassa.",
        "folded_fi": "jos edunsaaja ian, vamman, sairauden tai muun syyn takia ei itse pysty hakemaan etuutta tai muuten hoitamaan etuutta koskevia asioitaan eika hanella ole edunvalvojaa, voi valtiokonttorin hyvaksyma edunsaajan lahiomainen tai muu henkilo, joka on paaasiallisesti huolehtinut hanesta, edunsaajan puolesta kayttaa puhevaltaa taman lain mukaista etuutta koskevassa asiassa.",
        "content_sv": "Om förmånstagaren på grund av ålder, skada eller sjukdom eller av någon annan orsak är oförmögen att själv ansöka om förmånen eller att i övrigt sköta sina ärenden som gäller förmånen samt saknar personen i fråga en intressebevakare, kan en av statskontoret godkänd nära anhörig till personen eller någon annan som huvudsakligen har dragit försorg om personen på dennes vägnar föra talan i ärenden som gäller förmåner enligt denna lag.",
        "normalized_sv": "Om förmånstagaren på grund av ålder, skada eller sjukdom eller av någon annan orsak är oförmögen att själv ansöka om förmånen eller att i övrigt sköta sina ärenden som gäller förmånen samt saknar personen i fråga en intressebevakare, kan en av statskontoret godkänd nära anhörig till personen eller någon annan som huvudsakligen har dragit försorg om personen på dennes vägnar föra talan i ärenden som gäller förmåner enligt denna lag.",
        "folded_sv": "om formanstagaren pa grund av alder, skada eller sjukdom eller av nagon annan orsak ar oformogen att sjalv ansoka om formanen eller att i ovrigt skota sina arenden som galler formanen samt saknar personen i fraga en intressebevakare, kan en av statskontoret godkand nara anhorig till personen eller nagon annan som huvudsakligen har dragit forsorg om personen pa dennes vagnar fora talan i arenden som galler formaner enligt denna lag."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Tämän lain mukaisen etuuden saaminen vanhentuu kymmenen vuoden kuluttua siitä päivästä lukien, jona se olisi pitänyt maksaa, jollei vanhentumista ole sitä ennen katkaistu. Vanhentumisen katkaisemisesta alkaa kulua uusi viiden vuoden vanhentumisaika. Vanhentuminen katkeaa siten kuin velan vanhentumisesta annetun lain (728/2003) 10 tai 11 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21",
        "normalized_fi": "Tämän lain mukaisen etuuden saaminen vanhentuu kymmenen vuoden kuluttua siitä päivästä lukien, jona se olisi pitänyt maksaa, jollei vanhentumista ole sitä ennen katkaistu. Vanhentumisen katkaisemisesta alkaa kulua uusi viiden vuoden vanhentumisaika. Vanhentuminen katkeaa siten kuin velan vanhentumisesta annetun lain (728/2003) 10 tai 11 § :ssä säädetään.",
        "folded_fi": "taman lain mukaisen etuuden saaminen vanhentuu kymmenen vuoden kuluttua siita paivasta lukien, jona se olisi pitanyt maksaa, jollei vanhentumista ole sita ennen katkaistu. vanhentumisen katkaisemisesta alkaa kulua uusi viiden vuoden vanhentumisaika. vanhentuminen katkeaa siten kuin velan vanhentumisesta annetun lain (728/2003) 10 tai 11 §:ssa saadetaan.",
        "content_sv": "Rätten till en förmån enligt denna lag preskriberas tio år efter den dag då förmånen borde ha utbetalats, om inte preskriptionen har avbrutits innan dess. Från detta avbrytande av preskriptionstiden börjar en ny fem år lång preskriptionstid. Preskriptionen avbryts på det sätt som föreskrivs i 10 eller 11 § i lagen om preskription av skulder (728/2003).",
        "normalized_sv": "Rätten till en förmån enligt denna lag preskriberas tio år efter den dag då förmånen borde ha utbetalats, om inte preskriptionen har avbrutits innan dess. Från detta avbrytande av preskriptionstiden börjar en ny fem år lång preskriptionstid. Preskriptionen avbryts på det sätt som föreskrivs i 10 eller 11 § i lagen om preskription av skulder (728/2003).",
        "folded_sv": "ratten till en forman enligt denna lag preskriberas tio ar efter den dag da formanen borde ha utbetalats, om inte preskriptionen har avbrutits innan dess. fran detta avbrytande av preskriptionstiden borjar en ny fem ar lang preskriptionstid. preskriptionen avbryts pa det satt som foreskrivs i 10 eller 11 § i lagen om preskription av skulder (728/2003)."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Valitusaika on 30 päivää päätöksen tiedoksisaannista. Valtiokonttori ja valtion eläkelautakunta antaa päätöksensä tiedoksi lähettämällä sen vastaanottajalle hänen ilmoittamaansa postiosoitteeseen kirjeellä. Jollei valituksen yhteydessä muuta näytetä, katsotaan valittajan saaneen päätöksestä tiedon seitsemäntenä päivänä sen jälkeen, kun päätös on hänen ilmoittamallaan osoitteella varustettuna annettu postin kuljetettavaksi. Valtiokonttorin valitusaika luetaan päätöksen tekemisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:23",
        "normalized_fi": "Valitusaika on 30 päivää päätöksen tiedoksisaannista. Valtiokonttori ja valtion eläkelautakunta antaa päätöksensä tiedoksi lähettämällä sen vastaanottajalle hänen ilmoittamaansa postiosoitteeseen kirjeellä. Jollei valituksen yhteydessä muuta näytetä, katsotaan valittajan saaneen päätöksestä tiedon seitsemäntenä päivänä sen jälkeen, kun päätös on hänen ilmoittamallaan osoitteella varustettuna annettu postin kuljetettavaksi. Valtiokonttorin valitusaika luetaan päätöksen tekemisestä.",
        "folded_fi": "valitusaika on 30 paivaa paatoksen tiedoksisaannista. valtiokonttori ja valtion elakelautakunta antaa paatoksensa tiedoksi lahettamalla sen vastaanottajalle hanen ilmoittamaansa postiosoitteeseen kirjeella. jollei valituksen yhteydessa muuta nayteta, katsotaan valittajan saaneen paatoksesta tiedon seitsemantena paivana sen jalkeen, kun paatos on hanen ilmoittamallaan osoitteella varustettuna annettu postin kuljetettavaksi. valtiokonttorin valitusaika luetaan paatoksen tekemisesta.",
        "content_sv": "Besvärstiden är 30 dagar från delfåendet av beslutet. Statskontorets och statens pensionsnämnds beslut delges genom att beslutet sänds till mottagaren genom brev under den postadress som mottagaren uppgett. Om inte något annat visas i samband med besvären, anses ändringssökanden ha fått del av beslutet den sjunde dagen efter den då beslutet postades under den adress som han eller hon uppgett. Statskontorets besvärstid räknas från tidpunkten för beslutet.",
        "normalized_sv": "Besvärstiden är 30 dagar från delfåendet av beslutet. Statskontorets och statens pensionsnämnds beslut delges genom att beslutet sänds till mottagaren genom brev under den postadress som mottagaren uppgett. Om inte något annat visas i samband med besvären, anses ändringssökanden ha fått del av beslutet den sjunde dagen efter den då beslutet postades under den adress som han eller hon uppgett. Statskontorets besvärstid räknas från tidpunkten för beslutet.",
        "folded_sv": "besvarstiden ar 30 dagar fran delfaendet av beslutet. statskontorets och statens pensionsnamnds beslut delges genom att beslutet sands till mottagaren genom brev under den postadress som mottagaren uppgett. om inte nagot annat visas i samband med besvaren, anses andringssokanden ha fatt del av beslutet den sjunde dagen efter den da beslutet postades under den adress som han eller hon uppgett. statskontorets besvarstid raknas fran tidpunkten for beslutet."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Aiheettomasti maksettu eläke on perittävä takaisin, jos edunsaaja on saanut tähän lakiin perustuvaa eläkettä enemmän kuin mihin hänellä on ollut oikeus. Aiheettomasti maksettu eläkemäärä voidaan jättää osittain tai kokonaan takaisin perimättä, jos sen myöntämisen tai maksamisen ei ole katsottava johtuneen eläkkeen saajan tai hänen edustajansa vilpillisestä menettelystä. Aiheettomasti maksettu etuus saadaan periä takaisin myös kuittaamalla se vastaisuudessa maksettavista eläke-eristä. Kulloinkin suoritettavasta eläke-erästä ei kuitenkaan saa eläkkeensaajan suostumuksetta vähentää enempää kuin kuudesosan siitä eläke-erän osasta, joka jää jäljelle sen jälkeen, kun eläke-erästä on ennakkoperintälain (418/1959) nojalla pidätetty ennakko tai rajoitetusti verovelvollisen tulon ja varallisuuden verottamisesta annetun lain (627/1978) nojalla lähdevero. Mitä 1 ja 2 momentissa säädetään, sovelletaan myös silloin, kun valtiokonttori on 3 a §:n 1 momentissa tarkoitettuna viimeisenä eläkelaitoksena toimiessaan maksanut tämän lain mukaisia etuuksia aiheettomasti. Siltä osin kuin valtiokonttori on maksanut aiheettomasti kunnallisen eläkelain, evankelis-luterilaisen kirkon eläkelain, Kansaneläkelaitoksesta annetun lain 13 §:n tai yksityisten alojen eläkelakien mukaista etuutta, takaisinperinnästä päättävät näistä etuuksista huolehtivat eläkelaitokset siten kuin näissä laeissa säädetään. Valtiokonttori antaa kuitenkin viimeisenä eläkelaitoksena toimiessaan takaisinperittävistä etuuksista päätösyhdistelmän ja perii takaisinperittävän määrän. Jos valtiokonttori perii takaisinperittävän määrän kuittaamalla, sovelletaan 3 momenttia, ja siinä tarkoitettuna eläke-eränä pidetään valtiokonttorin viimeisenä eläkelaitoksena maksettavana olevien eläke-erien yhteismäärää. Aiheettomasti maksettu etuus on perittävä takaisin kymmenen vuoden kuluessa etuuden maksupäivästä lukien. Takaisinperintäpäätöksellä vahvistettu saatava vanhentuu viiden vuoden kuluttua päätöksen antamisesta, jollei vanhentumista ole sitä ennen katkaistu. Takaisinperintäpäätöksellä vahvistetun saatavan vanhentuminen katkeaa siten kuin velan vanhentumisesta annetun lain 10 tai 11 §:ssä säädetään. Tämän vanhentumisajan katkaisemisesta alkaa kulua uusi viiden vuoden vanhentumisaika.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25",
        "normalized_fi": "Aiheettomasti maksettu eläke on perittävä takaisin, jos edunsaaja on saanut tähän lakiin perustuvaa eläkettä enemmän kuin mihin hänellä on ollut oikeus. Aiheettomasti maksettu eläkemäärä voidaan jättää osittain tai kokonaan takaisin perimättä, jos sen myöntämisen tai maksamisen ei ole katsottava johtuneen eläkkeen saajan tai hänen edustajansa vilpillisestä menettelystä. Aiheettomasti maksettu etuus saadaan periä takaisin myös kuittaamalla se vastaisuudessa maksettavista eläke-eristä. Kulloinkin suoritettavasta eläke-erästä ei kuitenkaan saa eläkkeensaajan suostumuksetta vähentää enempää kuin kuudesosan siitä eläke-erän osasta, joka jää jäljelle sen jälkeen, kun eläke-erästä on ennakkoperintälain (418/1959) nojalla pidätetty ennakko tai rajoitetusti verovelvollisen tulon ja varallisuuden verottamisesta annetun lain (627/1978) nojalla lähdevero. Mitä 1 ja 2 momentissa säädetään, sovelletaan myös silloin, kun valtiokonttori on 3 a § :n 1 momentissa tarkoitettuna viimeisenä eläkelaitoksena toimiessaan maksanut tämän lain mukaisia etuuksia aiheettomasti. Siltä osin kuin valtiokonttori on maksanut aiheettomasti kunnallisen eläkelain, evankelis-luterilaisen kirkon eläkelain, Kansaneläkelaitoksesta annetun lain 13 § :n tai yksityisten alojen eläkelakien mukaista etuutta, takaisinperinnästä päättävät näistä etuuksista huolehtivat eläkelaitokset siten kuin näissä laeissa säädetään. Valtiokonttori antaa kuitenkin viimeisenä eläkelaitoksena toimiessaan takaisinperittävistä etuuksista päätösyhdistelmän ja perii takaisinperittävän määrän. Jos valtiokonttori perii takaisinperittävän määrän kuittaamalla, sovelletaan 3 momenttia, ja siinä tarkoitettuna eläke-eränä pidetään valtiokonttorin viimeisenä eläkelaitoksena maksettavana olevien eläke-erien yhteismäärää. Aiheettomasti maksettu etuus on perittävä takaisin kymmenen vuoden kuluessa etuuden maksupäivästä lukien. Takaisinperintäpäätöksellä vahvistettu saatava vanhentuu viiden vuoden kuluttua päätöksen antamisesta, jollei vanhentumista ole sitä ennen katkaistu. Takaisinperintäpäätöksellä vahvistetun saatavan vanhentuminen katkeaa siten kuin velan vanhentumisesta annetun lain 10 tai 11 § :ssä säädetään. Tämän vanhentumisajan katkaisemisesta alkaa kulua uusi viiden vuoden vanhentumisaika.",
        "folded_fi": "aiheettomasti maksettu elake on perittava takaisin, jos edunsaaja on saanut tahan lakiin perustuvaa elaketta enemman kuin mihin hanella on ollut oikeus. aiheettomasti maksettu elakemaara voidaan jattaa osittain tai kokonaan takaisin perimatta, jos sen myontamisen tai maksamisen ei ole katsottava johtuneen elakkeen saajan tai hanen edustajansa vilpillisesta menettelysta. aiheettomasti maksettu etuus saadaan peria takaisin myos kuittaamalla se vastaisuudessa maksettavista elake-erista. kulloinkin suoritettavasta elake-erasta ei kuitenkaan saa elakkeensaajan suostumuksetta vahentaa enempaa kuin kuudesosan siita elake-eran osasta, joka jaa jaljelle sen jalkeen, kun elake-erasta on ennakkoperintalain (418/1959) nojalla pidatetty ennakko tai rajoitetusti verovelvollisen tulon ja varallisuuden verottamisesta annetun lain (627/1978) nojalla lahdevero. mita 1 ja 2 momentissa saadetaan, sovelletaan myos silloin, kun valtiokonttori on 3 a §:n 1 momentissa tarkoitettuna viimeisena elakelaitoksena toimiessaan maksanut taman lain mukaisia etuuksia aiheettomasti. silta osin kuin valtiokonttori on maksanut aiheettomasti kunnallisen elakelain, evankelis-luterilaisen kirkon elakelain, kansanelakelaitoksesta annetun lain 13 §:n tai yksityisten alojen elakelakien mukaista etuutta, takaisinperinnasta paattavat naista etuuksista huolehtivat elakelaitokset siten kuin naissa laeissa saadetaan. valtiokonttori antaa kuitenkin viimeisena elakelaitoksena toimiessaan takaisinperittavista etuuksista paatosyhdistelman ja perii takaisinperittavan maaran. jos valtiokonttori perii takaisinperittavan maaran kuittaamalla, sovelletaan 3 momenttia, ja siina tarkoitettuna elake-erana pidetaan valtiokonttorin viimeisena elakelaitoksena maksettavana olevien elake-erien yhteismaaraa. aiheettomasti maksettu etuus on perittava takaisin kymmenen vuoden kuluessa etuuden maksupaivasta lukien. takaisinperintapaatoksella vahvistettu saatava vanhentuu viiden vuoden kuluttua paatoksen antamisesta, jollei vanhentumista ole sita ennen katkaistu. takaisinperintapaatoksella vahvistetun saatavan vanhentuminen katkeaa siten kuin velan vanhentumisesta annetun lain 10 tai 11 §:ssa saadetaan. taman vanhentumisajan katkaisemisesta alkaa kulua uusi viiden vuoden vanhentumisaika.",
        "content_sv": "Pension som betalats utan grund skall återkrävas, om förmånstagaren har fått pension enligt denna lag till ett större belopp än han eller hon haft rätt till. Ett pensionsbelopp som betalats utan grund kan lämnas helt eller delvis oindrivet, om dess beviljande eller utbetalning inte bör anses ha förorsakats av pensionstagarens eller hans eller hennes ombuds svikliga förfarande. En förmån som betalats utan grund får återkrävas även genom kvittning mot framtida pensionsposter. Från den pensionspost som skall erläggas kan dock inte utan pensionstagarens samtycke dras av mer än en sjättedel av den del av pensionsposten som återstår efter det att förskott på pensionsposten enligt lagen om förskottsuppbörd (418/1959) eller källskatt enligt lagen om beskattning av begränsat skattskyldig för inkomst och förmögenhet (627/1978) har innehållits. Bestämmelserna i 1 och 2 mom. tillämpas också när statskontoret i egenskap av sådan sista pensionsanstalt som avses i 3 a § 1 mom. utan grund har betalat ut förmåner enligt denna lag. Till den del statskontoret utan grund har betalat ut förmåner enligt lagen om kommunala pensioner, pensionslagen för evangelisk-lutherska kyrkan, 13 § i lagen om Folkpensionsanstalten eller enligt pensionslagar för den privata sektorn, fattas återkravsbeslutet av de pensionsanstalter som sköter förmånerna enligt vad som föreskrivs i dessa lagar. Statskontoret skall dock i egenskap av sista pensionsanstalt ge en beslutssammanställning över de förmåner som återkrävs samt återkräva beloppet. Om statskontoret sköter återkravet genom kvittning, skall 3 mom. tillämpas och såsom den pensionspost som avses där betraktas det sammanlagda beloppet av de pensionsposter som statskontoret i egenskap av sista pensionsanstalt skall betala. En förmån som betalats utan grund skall återkrävas inom tio år räknat från utbetalningsdagen. En fordran som fastställts genom beslut om återkrav preskriberas fem år efter det att beslutet gavs, om inte preskriptionen har avbrutits innan dess. Preskriptionen av en fordran som fastställts genom beslut om återkrav avbryts på det sätt som föreskrivs i 10 eller 11 § i lagen om preskription av skulder. Från detta avbrytande av preskriptionstiden börjar en ny fem år lång preskriptionstid.",
        "normalized_sv": "Pension som betalats utan grund skall återkrävas, om förmånstagaren har fått pension enligt denna lag till ett större belopp än han eller hon haft rätt till. Ett pensionsbelopp som betalats utan grund kan lämnas helt eller delvis oindrivet, om dess beviljande eller utbetalning inte bör anses ha förorsakats av pensionstagarens eller hans eller hennes ombuds svikliga förfarande. En förmån som betalats utan grund får återkrävas även genom kvittning mot framtida pensionsposter. Från den pensionspost som skall erläggas kan dock inte utan pensionstagarens samtycke dras av mer än en sjättedel av den del av pensionsposten som återstår efter det att förskott på pensionsposten enligt lagen om förskottsuppbörd (418/1959) eller källskatt enligt lagen om beskattning av begränsat skattskyldig för inkomst och förmögenhet (627/1978) har innehållits. Bestämmelserna i 1 och 2 mom. tillämpas också när statskontoret i egenskap av sådan sista pensionsanstalt som avses i 3 a § 1 mom. utan grund har betalat ut förmåner enligt denna lag. Till den del statskontoret utan grund har betalat ut förmåner enligt lagen om kommunala pensioner, pensionslagen för evangelisk-lutherska kyrkan, 13 § i lagen om Folkpensionsanstalten eller enligt pensionslagar för den privata sektorn, fattas återkravsbeslutet av de pensionsanstalter som sköter förmånerna enligt vad som föreskrivs i dessa lagar. Statskontoret skall dock i egenskap av sista pensionsanstalt ge en beslutssammanställning över de förmåner som återkrävs samt återkräva beloppet. Om statskontoret sköter återkravet genom kvittning, skall 3 mom. tillämpas och såsom den pensionspost som avses där betraktas det sammanlagda beloppet av de pensionsposter som statskontoret i egenskap av sista pensionsanstalt skall betala. En förmån som betalats utan grund skall återkrävas inom tio år räknat från utbetalningsdagen. En fordran som fastställts genom beslut om återkrav preskriberas fem år efter det att beslutet gavs, om inte preskriptionen har avbrutits innan dess. Preskriptionen av en fordran som fastställts genom beslut om återkrav avbryts på det sätt som föreskrivs i 10 eller 11 § i lagen om preskription av skulder. Från detta avbrytande av preskriptionstiden börjar en ny fem år lång preskriptionstid.",
        "folded_sv": "pension som betalats utan grund skall aterkravas, om formanstagaren har fatt pension enligt denna lag till ett storre belopp an han eller hon haft ratt till. ett pensionsbelopp som betalats utan grund kan lamnas helt eller delvis oindrivet, om dess beviljande eller utbetalning inte bor anses ha fororsakats av pensionstagarens eller hans eller hennes ombuds svikliga forfarande. en forman som betalats utan grund far aterkravas aven genom kvittning mot framtida pensionsposter. fran den pensionspost som skall erlaggas kan dock inte utan pensionstagarens samtycke dras av mer an en sjattedel av den del av pensionsposten som aterstar efter det att forskott pa pensionsposten enligt lagen om forskottsuppbord (418/1959) eller kallskatt enligt lagen om beskattning av begransat skattskyldig for inkomst och formogenhet (627/1978) har innehallits. bestammelserna i 1 och 2 mom. tillampas ocksa nar statskontoret i egenskap av sadan sista pensionsanstalt som avses i 3 a § 1 mom. utan grund har betalat ut formaner enligt denna lag. till den del statskontoret utan grund har betalat ut formaner enligt lagen om kommunala pensioner, pensionslagen for evangelisk-lutherska kyrkan, 13 § i lagen om folkpensionsanstalten eller enligt pensionslagar for den privata sektorn, fattas aterkravsbeslutet av de pensionsanstalter som skoter formanerna enligt vad som foreskrivs i dessa lagar. statskontoret skall dock i egenskap av sista pensionsanstalt ge en beslutssammanstallning over de formaner som aterkravs samt aterkrava beloppet. om statskontoret skoter aterkravet genom kvittning, skall 3 mom. tillampas och sasom den pensionspost som avses dar betraktas det sammanlagda beloppet av de pensionsposter som statskontoret i egenskap av sista pensionsanstalt skall betala. en forman som betalats utan grund skall aterkravas inom tio ar raknat fran utbetalningsdagen. en fordran som faststallts genom beslut om aterkrav preskriberas fem ar efter det att beslutet gavs, om inte preskriptionen har avbrutits innan dess. preskriptionen av en fordran som faststallts genom beslut om aterkrav avbryts pa det satt som foreskrivs i 10 eller 11 § i lagen om preskription av skulder. fran detta avbrytande av preskriptionstiden borjar en ny fem ar lang preskriptionstid."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Jos edunsaaja iän, vamman, sairauden tai muun syyn takia ei itse pysty hakemaan etuutta tai muuten hoitamaan etuutta koskevia asioitaan eikä hänellä ole edunvalvojaa, voi valtiokonttorin hyväksymä edunsaajan lähiomainen tai muu henkilö, joka on pääasiallisesti huolehtinut hänestä, edunsaajan puolesta käyttää puhevaltaa tämän lain mukaista etuutta koskevassa asiassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Jos edunsaaja iän, vamman, sairauden tai muun syyn takia ei itse pysty hakemaan etuutta tai muuten hoitamaan etuutta koskevia asioitaan eikä hänellä ole edunvalvojaa, voi valtiokonttorin hyväksymä edunsaajan lähiomainen tai muu henkilö, joka on pääasiallisesti huolehtinut hänestä, edunsaajan puolesta käyttää puhevaltaa tämän lain mukaista etuutta koskevassa asiassa.",
        "folded_fi": "jos edunsaaja ian, vamman, sairauden tai muun syyn takia ei itse pysty hakemaan etuutta tai muuten hoitamaan etuutta koskevia asioitaan eika hanella ole edunvalvojaa, voi valtiokonttorin hyvaksyma edunsaajan lahiomainen tai muu henkilo, joka on paaasiallisesti huolehtinut hanesta, edunsaajan puolesta kayttaa puhevaltaa taman lain mukaista etuutta koskevassa asiassa.",
        "content_sv": "Om förmånstagaren på grund av ålder, skada eller sjukdom eller av någon annan orsak är oförmögen att själv ansöka om förmånen eller att i övrigt sköta sina ärenden som gäller förmånen samt saknar personen i fråga en intressebevakare, kan en av statskontoret godkänd nära anhörig till personen eller någon annan som huvudsakligen har dragit försorg om personen på dennes vägnar föra talan i ärenden som gäller förmåner enligt denna lag.",
        "normalized_sv": "Om förmånstagaren på grund av ålder, skada eller sjukdom eller av någon annan orsak är oförmögen att själv ansöka om förmånen eller att i övrigt sköta sina ärenden som gäller förmånen samt saknar personen i fråga en intressebevakare, kan en av statskontoret godkänd nära anhörig till personen eller någon annan som huvudsakligen har dragit försorg om personen på dennes vägnar föra talan i ärenden som gäller förmåner enligt denna lag.",
        "folded_sv": "om formanstagaren pa grund av alder, skada eller sjukdom eller av nagon annan orsak ar oformogen att sjalv ansoka om formanen eller att i ovrigt skota sina arenden som galler formanen samt saknar personen i fraga en intressebevakare, kan en av statskontoret godkand nara anhorig till personen eller nagon annan som huvudsakligen har dragit forsorg om personen pa dennes vagnar fora talan i arenden som galler formaner enligt denna lag."
      },
      "valid_from": "2005-04-01",
      "valid_to": null
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Tämän lain mukaisen etuuden saaminen vanhentuu kymmenen vuoden kuluttua siitä päivästä lukien, jona se olisi pitänyt maksaa, jollei vanhentumista ole sitä ennen katkaistu. Vanhentumisen katkaisemisesta alkaa kulua uusi viiden vuoden vanhentumisaika. Vanhentuminen katkeaa siten kuin velan vanhentumisesta annetun lain (728/2003) 10 tai 11 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21",
        "normalized_fi": "Tämän lain mukaisen etuuden saaminen vanhentuu kymmenen vuoden kuluttua siitä päivästä lukien, jona se olisi pitänyt maksaa, jollei vanhentumista ole sitä ennen katkaistu. Vanhentumisen katkaisemisesta alkaa kulua uusi viiden vuoden vanhentumisaika. Vanhentuminen katkeaa siten kuin velan vanhentumisesta annetun lain (728/2003) 10 tai 11 § :ssä säädetään.",
        "folded_fi": "taman lain mukaisen etuuden saaminen vanhentuu kymmenen vuoden kuluttua siita paivasta lukien, jona se olisi pitanyt maksaa, jollei vanhentumista ole sita ennen katkaistu. vanhentumisen katkaisemisesta alkaa kulua uusi viiden vuoden vanhentumisaika. vanhentuminen katkeaa siten kuin velan vanhentumisesta annetun lain (728/2003) 10 tai 11 §:ssa saadetaan.",
        "content_sv": "Rätten till en förmån enligt denna lag preskriberas tio år efter den dag då förmånen borde ha utbetalats, om inte preskriptionen har avbrutits innan dess. Från detta avbrytande av preskriptionstiden börjar en ny fem år lång preskriptionstid. Preskriptionen avbryts på det sätt som föreskrivs i 10 eller 11 § i lagen om preskription av skulder (728/2003).",
        "normalized_sv": "Rätten till en förmån enligt denna lag preskriberas tio år efter den dag då förmånen borde ha utbetalats, om inte preskriptionen har avbrutits innan dess. Från detta avbrytande av preskriptionstiden börjar en ny fem år lång preskriptionstid. Preskriptionen avbryts på det sätt som föreskrivs i 10 eller 11 § i lagen om preskription av skulder (728/2003).",
        "folded_sv": "ratten till en forman enligt denna lag preskriberas tio ar efter den dag da formanen borde ha utbetalats, om inte preskriptionen har avbrutits innan dess. fran detta avbrytande av preskriptionstiden borjar en ny fem ar lang preskriptionstid. preskriptionen avbryts pa det satt som foreskrivs i 10 eller 11 § i lagen om preskription av skulder (728/2003)."
      },
      "valid_from": "2005-04-01",
      "valid_to": null
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Valitusaika on 30 päivää päätöksen tiedoksisaannista. Valtiokonttori ja valtion eläkelautakunta antaa päätöksensä tiedoksi lähettämällä sen vastaanottajalle hänen ilmoittamaansa postiosoitteeseen kirjeellä. Jollei valituksen yhteydessä muuta näytetä, katsotaan valittajan saaneen päätöksestä tiedon seitsemäntenä päivänä sen jälkeen, kun päätös on hänen ilmoittamallaan osoitteella varustettuna annettu postin kuljetettavaksi. Valtiokonttorin valitusaika luetaan päätöksen tekemisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:23",
        "normalized_fi": "Valitusaika on 30 päivää päätöksen tiedoksisaannista. Valtiokonttori ja valtion eläkelautakunta antaa päätöksensä tiedoksi lähettämällä sen vastaanottajalle hänen ilmoittamaansa postiosoitteeseen kirjeellä. Jollei valituksen yhteydessä muuta näytetä, katsotaan valittajan saaneen päätöksestä tiedon seitsemäntenä päivänä sen jälkeen, kun päätös on hänen ilmoittamallaan osoitteella varustettuna annettu postin kuljetettavaksi. Valtiokonttorin valitusaika luetaan päätöksen tekemisestä.",
        "folded_fi": "valitusaika on 30 paivaa paatoksen tiedoksisaannista. valtiokonttori ja valtion elakelautakunta antaa paatoksensa tiedoksi lahettamalla sen vastaanottajalle hanen ilmoittamaansa postiosoitteeseen kirjeella. jollei valituksen yhteydessa muuta nayteta, katsotaan valittajan saaneen paatoksesta tiedon seitsemantena paivana sen jalkeen, kun paatos on hanen ilmoittamallaan osoitteella varustettuna annettu postin kuljetettavaksi. valtiokonttorin valitusaika luetaan paatoksen tekemisesta.",
        "content_sv": "Besvärstiden är 30 dagar från delfåendet av beslutet. Statskontorets och statens pensionsnämnds beslut delges genom att beslutet sänds till mottagaren genom brev under den postadress som mottagaren uppgett. Om inte något annat visas i samband med besvären, anses ändringssökanden ha fått del av beslutet den sjunde dagen efter den då beslutet postades under den adress som han eller hon uppgett. Statskontorets besvärstid räknas från tidpunkten för beslutet.",
        "normalized_sv": "Besvärstiden är 30 dagar från delfåendet av beslutet. Statskontorets och statens pensionsnämnds beslut delges genom att beslutet sänds till mottagaren genom brev under den postadress som mottagaren uppgett. Om inte något annat visas i samband med besvären, anses ändringssökanden ha fått del av beslutet den sjunde dagen efter den då beslutet postades under den adress som han eller hon uppgett. Statskontorets besvärstid räknas från tidpunkten för beslutet.",
        "folded_sv": "besvarstiden ar 30 dagar fran delfaendet av beslutet. statskontorets och statens pensionsnamnds beslut delges genom att beslutet sands till mottagaren genom brev under den postadress som mottagaren uppgett. om inte nagot annat visas i samband med besvaren, anses andringssokanden ha fatt del av beslutet den sjunde dagen efter den da beslutet postades under den adress som han eller hon uppgett. statskontorets besvarstid raknas fran tidpunkten for beslutet."
      },
      "valid_from": "2005-04-01",
      "valid_to": null
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Aiheettomasti maksettu eläke on perittävä takaisin, jos edunsaaja on saanut tähän lakiin perustuvaa eläkettä enemmän kuin mihin hänellä on ollut oikeus. Aiheettomasti maksettu eläkemäärä voidaan jättää osittain tai kokonaan takaisin perimättä, jos sen myöntämisen tai maksamisen ei ole katsottava johtuneen eläkkeen saajan tai hänen edustajansa vilpillisestä menettelystä. Aiheettomasti maksettu etuus saadaan periä takaisin myös kuittaamalla se vastaisuudessa maksettavista eläke-eristä. Kulloinkin suoritettavasta eläke-erästä ei kuitenkaan saa eläkkeensaajan suostumuksetta vähentää enempää kuin kuudesosan siitä eläke-erän osasta, joka jää jäljelle sen jälkeen, kun eläke-erästä on ennakkoperintälain (418/1959) nojalla pidätetty ennakko tai rajoitetusti verovelvollisen tulon ja varallisuuden verottamisesta annetun lain (627/1978) nojalla lähdevero. Mitä 1 ja 2 momentissa säädetään, sovelletaan myös silloin, kun valtiokonttori on 3 a §:n 1 momentissa tarkoitettuna viimeisenä eläkelaitoksena toimiessaan maksanut tämän lain mukaisia etuuksia aiheettomasti. Siltä osin kuin valtiokonttori on maksanut aiheettomasti kunnallisen eläkelain, evankelis-luterilaisen kirkon eläkelain, Kansaneläkelaitoksesta annetun lain 13 §:n tai yksityisten alojen eläkelakien mukaista etuutta, takaisinperinnästä päättävät näistä etuuksista huolehtivat eläkelaitokset siten kuin näissä laeissa säädetään. Valtiokonttori antaa kuitenkin viimeisenä eläkelaitoksena toimiessaan takaisinperittävistä etuuksista päätösyhdistelmän ja perii takaisinperittävän määrän. Jos valtiokonttori perii takaisinperittävän määrän kuittaamalla, sovelletaan 3 momenttia, ja siinä tarkoitettuna eläke-eränä pidetään valtiokonttorin viimeisenä eläkelaitoksena maksettavana olevien eläke-erien yhteismäärää. Aiheettomasti maksettu etuus on perittävä takaisin kymmenen vuoden kuluessa etuuden maksupäivästä lukien. Takaisinperintäpäätöksellä vahvistettu saatava vanhentuu viiden vuoden kuluttua päätöksen antamisesta, jollei vanhentumista ole sitä ennen katkaistu. Takaisinperintäpäätöksellä vahvistetun saatavan vanhentuminen katkeaa siten kuin velan vanhentumisesta annetun lain 10 tai 11 §:ssä säädetään. Tämän vanhentumisajan katkaisemisesta alkaa kulua uusi viiden vuoden vanhentumisaika.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25",
        "normalized_fi": "Aiheettomasti maksettu eläke on perittävä takaisin, jos edunsaaja on saanut tähän lakiin perustuvaa eläkettä enemmän kuin mihin hänellä on ollut oikeus. Aiheettomasti maksettu eläkemäärä voidaan jättää osittain tai kokonaan takaisin perimättä, jos sen myöntämisen tai maksamisen ei ole katsottava johtuneen eläkkeen saajan tai hänen edustajansa vilpillisestä menettelystä. Aiheettomasti maksettu etuus saadaan periä takaisin myös kuittaamalla se vastaisuudessa maksettavista eläke-eristä. Kulloinkin suoritettavasta eläke-erästä ei kuitenkaan saa eläkkeensaajan suostumuksetta vähentää enempää kuin kuudesosan siitä eläke-erän osasta, joka jää jäljelle sen jälkeen, kun eläke-erästä on ennakkoperintälain (418/1959) nojalla pidätetty ennakko tai rajoitetusti verovelvollisen tulon ja varallisuuden verottamisesta annetun lain (627/1978) nojalla lähdevero. Mitä 1 ja 2 momentissa säädetään, sovelletaan myös silloin, kun valtiokonttori on 3 a § :n 1 momentissa tarkoitettuna viimeisenä eläkelaitoksena toimiessaan maksanut tämän lain mukaisia etuuksia aiheettomasti. Siltä osin kuin valtiokonttori on maksanut aiheettomasti kunnallisen eläkelain, evankelis-luterilaisen kirkon eläkelain, Kansaneläkelaitoksesta annetun lain 13 § :n tai yksityisten alojen eläkelakien mukaista etuutta, takaisinperinnästä päättävät näistä etuuksista huolehtivat eläkelaitokset siten kuin näissä laeissa säädetään. Valtiokonttori antaa kuitenkin viimeisenä eläkelaitoksena toimiessaan takaisinperittävistä etuuksista päätösyhdistelmän ja perii takaisinperittävän määrän. Jos valtiokonttori perii takaisinperittävän määrän kuittaamalla, sovelletaan 3 momenttia, ja siinä tarkoitettuna eläke-eränä pidetään valtiokonttorin viimeisenä eläkelaitoksena maksettavana olevien eläke-erien yhteismäärää. Aiheettomasti maksettu etuus on perittävä takaisin kymmenen vuoden kuluessa etuuden maksupäivästä lukien. Takaisinperintäpäätöksellä vahvistettu saatava vanhentuu viiden vuoden kuluttua päätöksen antamisesta, jollei vanhentumista ole sitä ennen katkaistu. Takaisinperintäpäätöksellä vahvistetun saatavan vanhentuminen katkeaa siten kuin velan vanhentumisesta annetun lain 10 tai 11 § :ssä säädetään. Tämän vanhentumisajan katkaisemisesta alkaa kulua uusi viiden vuoden vanhentumisaika.",
        "folded_fi": "aiheettomasti maksettu elake on perittava takaisin, jos edunsaaja on saanut tahan lakiin perustuvaa elaketta enemman kuin mihin hanella on ollut oikeus. aiheettomasti maksettu elakemaara voidaan jattaa osittain tai kokonaan takaisin perimatta, jos sen myontamisen tai maksamisen ei ole katsottava johtuneen elakkeen saajan tai hanen edustajansa vilpillisesta menettelysta. aiheettomasti maksettu etuus saadaan peria takaisin myos kuittaamalla se vastaisuudessa maksettavista elake-erista. kulloinkin suoritettavasta elake-erasta ei kuitenkaan saa elakkeensaajan suostumuksetta vahentaa enempaa kuin kuudesosan siita elake-eran osasta, joka jaa jaljelle sen jalkeen, kun elake-erasta on ennakkoperintalain (418/1959) nojalla pidatetty ennakko tai rajoitetusti verovelvollisen tulon ja varallisuuden verottamisesta annetun lain (627/1978) nojalla lahdevero. mita 1 ja 2 momentissa saadetaan, sovelletaan myos silloin, kun valtiokonttori on 3 a §:n 1 momentissa tarkoitettuna viimeisena elakelaitoksena toimiessaan maksanut taman lain mukaisia etuuksia aiheettomasti. silta osin kuin valtiokonttori on maksanut aiheettomasti kunnallisen elakelain, evankelis-luterilaisen kirkon elakelain, kansanelakelaitoksesta annetun lain 13 §:n tai yksityisten alojen elakelakien mukaista etuutta, takaisinperinnasta paattavat naista etuuksista huolehtivat elakelaitokset siten kuin naissa laeissa saadetaan. valtiokonttori antaa kuitenkin viimeisena elakelaitoksena toimiessaan takaisinperittavista etuuksista paatosyhdistelman ja perii takaisinperittavan maaran. jos valtiokonttori perii takaisinperittavan maaran kuittaamalla, sovelletaan 3 momenttia, ja siina tarkoitettuna elake-erana pidetaan valtiokonttorin viimeisena elakelaitoksena maksettavana olevien elake-erien yhteismaaraa. aiheettomasti maksettu etuus on perittava takaisin kymmenen vuoden kuluessa etuuden maksupaivasta lukien. takaisinperintapaatoksella vahvistettu saatava vanhentuu viiden vuoden kuluttua paatoksen antamisesta, jollei vanhentumista ole sita ennen katkaistu. takaisinperintapaatoksella vahvistetun saatavan vanhentuminen katkeaa siten kuin velan vanhentumisesta annetun lain 10 tai 11 §:ssa saadetaan. taman vanhentumisajan katkaisemisesta alkaa kulua uusi viiden vuoden vanhentumisaika.",
        "content_sv": "Pension som betalats utan grund skall återkrävas, om förmånstagaren har fått pension enligt denna lag till ett större belopp än han eller hon haft rätt till. Ett pensionsbelopp som betalats utan grund kan lämnas helt eller delvis oindrivet, om dess beviljande eller utbetalning inte bör anses ha förorsakats av pensionstagarens eller hans eller hennes ombuds svikliga förfarande. En förmån som betalats utan grund får återkrävas även genom kvittning mot framtida pensionsposter. Från den pensionspost som skall erläggas kan dock inte utan pensionstagarens samtycke dras av mer än en sjättedel av den del av pensionsposten som återstår efter det att förskott på pensionsposten enligt lagen om förskottsuppbörd (418/1959) eller källskatt enligt lagen om beskattning av begränsat skattskyldig för inkomst och förmögenhet (627/1978) har innehållits. Bestämmelserna i 1 och 2 mom. tillämpas också när statskontoret i egenskap av sådan sista pensionsanstalt som avses i 3 a § 1 mom. utan grund har betalat ut förmåner enligt denna lag. Till den del statskontoret utan grund har betalat ut förmåner enligt lagen om kommunala pensioner, pensionslagen för evangelisk-lutherska kyrkan, 13 § i lagen om Folkpensionsanstalten eller enligt pensionslagar för den privata sektorn, fattas återkravsbeslutet av de pensionsanstalter som sköter förmånerna enligt vad som föreskrivs i dessa lagar. Statskontoret skall dock i egenskap av sista pensionsanstalt ge en beslutssammanställning över de förmåner som återkrävs samt återkräva beloppet. Om statskontoret sköter återkravet genom kvittning, skall 3 mom. tillämpas och såsom den pensionspost som avses där betraktas det sammanlagda beloppet av de pensionsposter som statskontoret i egenskap av sista pensionsanstalt skall betala. En förmån som betalats utan grund skall återkrävas inom tio år räknat från utbetalningsdagen. En fordran som fastställts genom beslut om återkrav preskriberas fem år efter det att beslutet gavs, om inte preskriptionen har avbrutits innan dess. Preskriptionen av en fordran som fastställts genom beslut om återkrav avbryts på det sätt som föreskrivs i 10 eller 11 § i lagen om preskription av skulder. Från detta avbrytande av preskriptionstiden börjar en ny fem år lång preskriptionstid.",
        "normalized_sv": "Pension som betalats utan grund skall återkrävas, om förmånstagaren har fått pension enligt denna lag till ett större belopp än han eller hon haft rätt till. Ett pensionsbelopp som betalats utan grund kan lämnas helt eller delvis oindrivet, om dess beviljande eller utbetalning inte bör anses ha förorsakats av pensionstagarens eller hans eller hennes ombuds svikliga förfarande. En förmån som betalats utan grund får återkrävas även genom kvittning mot framtida pensionsposter. Från den pensionspost som skall erläggas kan dock inte utan pensionstagarens samtycke dras av mer än en sjättedel av den del av pensionsposten som återstår efter det att förskott på pensionsposten enligt lagen om förskottsuppbörd (418/1959) eller källskatt enligt lagen om beskattning av begränsat skattskyldig för inkomst och förmögenhet (627/1978) har innehållits. Bestämmelserna i 1 och 2 mom. tillämpas också när statskontoret i egenskap av sådan sista pensionsanstalt som avses i 3 a § 1 mom. utan grund har betalat ut förmåner enligt denna lag. Till den del statskontoret utan grund har betalat ut förmåner enligt lagen om kommunala pensioner, pensionslagen för evangelisk-lutherska kyrkan, 13 § i lagen om Folkpensionsanstalten eller enligt pensionslagar för den privata sektorn, fattas återkravsbeslutet av de pensionsanstalter som sköter förmånerna enligt vad som föreskrivs i dessa lagar. Statskontoret skall dock i egenskap av sista pensionsanstalt ge en beslutssammanställning över de förmåner som återkrävs samt återkräva beloppet. Om statskontoret sköter återkravet genom kvittning, skall 3 mom. tillämpas och såsom den pensionspost som avses där betraktas det sammanlagda beloppet av de pensionsposter som statskontoret i egenskap av sista pensionsanstalt skall betala. En förmån som betalats utan grund skall återkrävas inom tio år räknat från utbetalningsdagen. En fordran som fastställts genom beslut om återkrav preskriberas fem år efter det att beslutet gavs, om inte preskriptionen har avbrutits innan dess. Preskriptionen av en fordran som fastställts genom beslut om återkrav avbryts på det sätt som föreskrivs i 10 eller 11 § i lagen om preskription av skulder. Från detta avbrytande av preskriptionstiden börjar en ny fem år lång preskriptionstid.",
        "folded_sv": "pension som betalats utan grund skall aterkravas, om formanstagaren har fatt pension enligt denna lag till ett storre belopp an han eller hon haft ratt till. ett pensionsbelopp som betalats utan grund kan lamnas helt eller delvis oindrivet, om dess beviljande eller utbetalning inte bor anses ha fororsakats av pensionstagarens eller hans eller hennes ombuds svikliga forfarande. en forman som betalats utan grund far aterkravas aven genom kvittning mot framtida pensionsposter. fran den pensionspost som skall erlaggas kan dock inte utan pensionstagarens samtycke dras av mer an en sjattedel av den del av pensionsposten som aterstar efter det att forskott pa pensionsposten enligt lagen om forskottsuppbord (418/1959) eller kallskatt enligt lagen om beskattning av begransat skattskyldig for inkomst och formogenhet (627/1978) har innehallits. bestammelserna i 1 och 2 mom. tillampas ocksa nar statskontoret i egenskap av sadan sista pensionsanstalt som avses i 3 a § 1 mom. utan grund har betalat ut formaner enligt denna lag. till den del statskontoret utan grund har betalat ut formaner enligt lagen om kommunala pensioner, pensionslagen for evangelisk-lutherska kyrkan, 13 § i lagen om folkpensionsanstalten eller enligt pensionslagar for den privata sektorn, fattas aterkravsbeslutet av de pensionsanstalter som skoter formanerna enligt vad som foreskrivs i dessa lagar. statskontoret skall dock i egenskap av sista pensionsanstalt ge en beslutssammanstallning over de formaner som aterkravs samt aterkrava beloppet. om statskontoret skoter aterkravet genom kvittning, skall 3 mom. tillampas och sasom den pensionspost som avses dar betraktas det sammanlagda beloppet av de pensionsposter som statskontoret i egenskap av sista pensionsanstalt skall betala. en forman som betalats utan grund skall aterkravas inom tio ar raknat fran utbetalningsdagen. en fordran som faststallts genom beslut om aterkrav preskriberas fem ar efter det att beslutet gavs, om inte preskriptionen har avbrutits innan dess. preskriptionen av en fordran som faststallts genom beslut om aterkrav avbryts pa det satt som foreskrivs i 10 eller 11 § i lagen om preskription av skulder. fran detta avbrytande av preskriptionstiden borjar en ny fem ar lang preskriptionstid."
      },
      "valid_from": "2005-04-01",
      "valid_to": null
    }
  ]
}