{
  "id": "194/2015",
  "type": "statute",
  "title": "Laki ulkomaalaislain muuttamisesta",
  "title_en": "Lag om ändring av utlänningslagen",
  "status": "in_force",
  "issued_date": "2015-03-06",
  "in_force_date": "2015-03-06",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/194/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "95",
      "section": "95",
      "title": "Kansainvälistä suojelua koskevan hakemuksen jättäminen",
      "content": "Kansainvälistä suojelua koskeva hakemus on jätettävä poliisille tai rajatarkastusviranomaiselle maahan saavuttaessa tai mahdollisimman pian sen jälkeen. Hakemus voidaan jättää myöhemminkin, jos: 1) olosuhteet ulkomaalaisen kotimaassa tai pysyvässä asuinmaassa ovat hänen täällä ollessaan muuttuneet; 2) ulkomaalainen on vasta myöhemmin voinut esittää selvitystä hakemuksensa tueksi; taikka 3) siihen on muu perusteltu syy. Poliisin tai rajatarkastusviranomaisen on rekisteröitävä hakemus viipymättä. Jos kansainvälistä suojelua koskeva hakemus tehdään Maahanmuuttoviraston, vastaanottokeskuksen, säilöönottoyksikön tai Tullin henkilöstölle, hakija on ohjattava jättämään hakemus poliisille tai rajatarkastusviranomaiselle ja hakemus on rekisteröitävä kuuden arkipäivän kuluessa hakemuksen tekemisestä. Jos hakemusten määrä on voimakkaasti lisääntynyt, poliisi tai rajatarkastusviranomainen voi jatkaa rekisteröinnin määräaikaa kymmeneen arkipäivään. Määräajan jatkaja ilmoittaa tästä komissiolle vähintään kerran vuodessa ja heti, kun määräajan jatkaminen ei ole enää tarpeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:95",
        "normalized_fi": "Kansainvälistä suojelua koskeva hakemus on jätettävä poliisille tai rajatarkastusviranomaiselle maahan saavuttaessa tai mahdollisimman pian sen jälkeen. Hakemus voidaan jättää myöhemminkin, jos: 1) olosuhteet ulkomaalaisen kotimaassa tai pysyvässä asuinmaassa ovat hänen täällä ollessaan muuttuneet; 2) ulkomaalainen on vasta myöhemmin voinut esittää selvitystä hakemuksensa tueksi; taikka 3) siihen on muu perusteltu syy. Poliisin tai rajatarkastusviranomaisen on rekisteröitävä hakemus viipymättä. Jos kansainvälistä suojelua koskeva hakemus tehdään Maahanmuuttoviraston, vastaanottokeskuksen, säilöönottoyksikön tai Tullin henkilöstölle, hakija on ohjattava jättämään hakemus poliisille tai rajatarkastusviranomaiselle ja hakemus on rekisteröitävä kuuden arkipäivän kuluessa hakemuksen tekemisestä. Jos hakemusten määrä on voimakkaasti lisääntynyt, poliisi tai rajatarkastusviranomainen voi jatkaa rekisteröinnin määräaikaa kymmeneen arkipäivään. Määräajan jatkaja ilmoittaa tästä komissiolle vähintään kerran vuodessa ja heti, kun määräajan jatkaminen ei ole enää tarpeen.",
        "folded_fi": "kansainvalista suojelua koskeva hakemus on jatettava poliisille tai rajatarkastusviranomaiselle maahan saavuttaessa tai mahdollisimman pian sen jalkeen. hakemus voidaan jattaa myohemminkin, jos: 1) olosuhteet ulkomaalaisen kotimaassa tai pysyvassa asuinmaassa ovat hanen taalla ollessaan muuttuneet; 2) ulkomaalainen on vasta myohemmin voinut esittaa selvitysta hakemuksensa tueksi; taikka 3) siihen on muu perusteltu syy. poliisin tai rajatarkastusviranomaisen on rekisteroitava hakemus viipymatta. jos kansainvalista suojelua koskeva hakemus tehdaan maahanmuuttoviraston, vastaanottokeskuksen, sailoonottoyksikon tai tullin henkilostolle, hakija on ohjattava jattamaan hakemus poliisille tai rajatarkastusviranomaiselle ja hakemus on rekisteroitava kuuden arkipaivan kuluessa hakemuksen tekemisesta. jos hakemusten maara on voimakkaasti lisaantynyt, poliisi tai rajatarkastusviranomainen voi jatkaa rekisteroinnin maaraaikaa kymmeneen arkipaivaan. maaraajan jatkaja ilmoittaa tasta komissiolle vahintaan kerran vuodessa ja heti, kun maaraajan jatkaminen ei ole enaa tarpeen.",
        "title_sv": "Inlämnande av ansökan om internationellt skydd",
        "content_sv": "En ansökan om internationellt skydd ska lämnas in till polisen eller gränskontrollmyndigheten vid ankomsten till landet eller så snart som möjligt efter det. Ansökan kan även lämnas in senare, om 1) förhållandena i utlänningens hemland eller permanenta bosättningsland har förändrats under den tid han eller hon har varit i Finland, 2) utlänningen först senare har kunnat lägga fram en utredning som stöd för ansökan, eller 3) det finns andra motiverade grunder. Polisen eller gränskontrollmyndigheten ska registrera ansökan utan dröjsmål. Om en ansökan om internationellt skydd görs till personalen vid Migrationsverket, en förläggning, en förvarsenhet eller Tullen, ska sökanden hänvisas att lämna in ansökan till polisen eller gränskontrollmyndigheten och ansökan ska registreras inom sex vardagar från det att ansökan lämnades in. Om antalet ansökningar kraftigt ökat, får polisen eller gränskontrollmyndigheten förlänga tidsfristen för registreringen till tio vardagar. Den som har beslutat om förlängd tidsfrist ska underrätta kommissionen om tillämpningen av den förlängda tidsfristen minst en gång om året och genast när den förlängda tidsfristen inte längre behövs.",
        "normalized_sv": "En ansökan om internationellt skydd ska lämnas in till polisen eller gränskontrollmyndigheten vid ankomsten till landet eller så snart som möjligt efter det. Ansökan kan även lämnas in senare, om 1) förhållandena i utlänningens hemland eller permanenta bosättningsland har förändrats under den tid han eller hon har varit i Finland, 2) utlänningen först senare har kunnat lägga fram en utredning som stöd för ansökan, eller 3) det finns andra motiverade grunder. Polisen eller gränskontrollmyndigheten ska registrera ansökan utan dröjsmål. Om en ansökan om internationellt skydd görs till personalen vid Migrationsverket, en förläggning, en förvarsenhet eller Tullen, ska sökanden hänvisas att lämna in ansökan till polisen eller gränskontrollmyndigheten och ansökan ska registreras inom sex vardagar från det att ansökan lämnades in. Om antalet ansökningar kraftigt ökat, får polisen eller gränskontrollmyndigheten förlänga tidsfristen för registreringen till tio vardagar. Den som har beslutat om förlängd tidsfrist ska underrätta kommissionen om tillämpningen av den förlängda tidsfristen minst en gång om året och genast när den förlängda tidsfristen inte längre behövs.",
        "folded_sv": "en ansokan om internationellt skydd ska lamnas in till polisen eller granskontrollmyndigheten vid ankomsten till landet eller sa snart som mojligt efter det. ansokan kan aven lamnas in senare, om 1) forhallandena i utlanningens hemland eller permanenta bosattningsland har forandrats under den tid han eller hon har varit i finland, 2) utlanningen forst senare har kunnat lagga fram en utredning som stod for ansokan, eller 3) det finns andra motiverade grunder. polisen eller granskontrollmyndigheten ska registrera ansokan utan drojsmal. om en ansokan om internationellt skydd gors till personalen vid migrationsverket, en forlaggning, en forvarsenhet eller tullen, ska sokanden hanvisas att lamna in ansokan till polisen eller granskontrollmyndigheten och ansokan ska registreras inom sex vardagar fran det att ansokan lamnades in. om antalet ansokningar kraftigt okat, far polisen eller granskontrollmyndigheten forlanga tidsfristen for registreringen till tio vardagar. den som har beslutat om forlangd tidsfrist ska underratta kommissionen om tillampningen av den forlangda tidsfristen minst en gang om aret och genast nar den forlangda tidsfristen inte langre behovs."
      }
    },
    {
      "provision_ref": "95 a",
      "section": "95 a",
      "title": "Tietojen antaminen kansainvälistä suojelua hakevalle",
      "content": "Kansainvälistä suojelua hakevalle kerrotaan turvapaikkamenettelystä sekä hänen oikeuksistaan ja velvollisuuksistaan menettelyssä. Poliisi tai rajatarkastusviranomainen antaa tiedon hakijalle hänen jättäessään kansainvälistä suojelua koskevan hakemuksen. Tiedon voi antaa myös Maahanmuuttovirasto tai vastaanottokeskus mahdollisimman pian hakemuksen jättämisen jälkeen. Tieto annetaan hakijan äidinkielellä tai kielellä, jota hänen perustellusti voidaan olettaa ymmärtävän. Jos päätöstä kansainvälistä suojelua koskevaan hakemukseen ei voida tehdä kuuden kuukauden kuluessa hakemuksen jättämisestä, hakijalle on tiedotettava käsittelyn viivästymisestä. Hakijan pyynnöstä on myös annettava tietoa viivästymisen syystä ja siitä, milloin päätös on odotettavissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:95 a",
        "normalized_fi": "Kansainvälistä suojelua hakevalle kerrotaan turvapaikkamenettelystä sekä hänen oikeuksistaan ja velvollisuuksistaan menettelyssä. Poliisi tai rajatarkastusviranomainen antaa tiedon hakijalle hänen jättäessään kansainvälistä suojelua koskevan hakemuksen. Tiedon voi antaa myös Maahanmuuttovirasto tai vastaanottokeskus mahdollisimman pian hakemuksen jättämisen jälkeen. Tieto annetaan hakijan äidinkielellä tai kielellä, jota hänen perustellusti voidaan olettaa ymmärtävän. Jos päätöstä kansainvälistä suojelua koskevaan hakemukseen ei voida tehdä kuuden kuukauden kuluessa hakemuksen jättämisestä, hakijalle on tiedotettava käsittelyn viivästymisestä. Hakijan pyynnöstä on myös annettava tietoa viivästymisen syystä ja siitä, milloin päätös on odotettavissa.",
        "folded_fi": "kansainvalista suojelua hakevalle kerrotaan turvapaikkamenettelysta seka hanen oikeuksistaan ja velvollisuuksistaan menettelyssa. poliisi tai rajatarkastusviranomainen antaa tiedon hakijalle hanen jattaessaan kansainvalista suojelua koskevan hakemuksen. tiedon voi antaa myos maahanmuuttovirasto tai vastaanottokeskus mahdollisimman pian hakemuksen jattamisen jalkeen. tieto annetaan hakijan aidinkielella tai kielella, jota hanen perustellusti voidaan olettaa ymmartavan. jos paatosta kansainvalista suojelua koskevaan hakemukseen ei voida tehda kuuden kuukauden kuluessa hakemuksen jattamisesta, hakijalle on tiedotettava kasittelyn viivastymisesta. hakijan pyynnosta on myos annettava tietoa viivastymisen syysta ja siita, milloin paatos on odotettavissa.",
        "title_sv": "Information till den som ansöker om internationellt skydd",
        "content_sv": "Den som ansöker om internationellt skydd ska upplysas om asylförfarandet och om sina rättigheter och skyldigheter under förfarandet. Polisen eller gränskontrollmyndigheten ska informera sökanden när denne lämnar in en ansökan om internationellt skydd. Informationen kan även ges av Migrationsverket eller en förläggning så snart som möjligt efter det att ansökan har lämnats in. Informationen ges på sökandens modersmål eller på ett språk som det finns grundad anledning att anta att sökanden förstår. Om ett beslut som gäller ansökan om internationellt skydd inte kan fattas inom sex månader från det att ansökan lämnades in, ska sökanden informeras om att handläggningen drar ut på tiden. På begäran av sökanden ska han eller hon även få information om orsaken till dröjsmålet och när beslutet är att vänta.",
        "normalized_sv": "Den som ansöker om internationellt skydd ska upplysas om asylförfarandet och om sina rättigheter och skyldigheter under förfarandet. Polisen eller gränskontrollmyndigheten ska informera sökanden när denne lämnar in en ansökan om internationellt skydd. Informationen kan även ges av Migrationsverket eller en förläggning så snart som möjligt efter det att ansökan har lämnats in. Informationen ges på sökandens modersmål eller på ett språk som det finns grundad anledning att anta att sökanden förstår. Om ett beslut som gäller ansökan om internationellt skydd inte kan fattas inom sex månader från det att ansökan lämnades in, ska sökanden informeras om att handläggningen drar ut på tiden. På begäran av sökanden ska han eller hon även få information om orsaken till dröjsmålet och när beslutet är att vänta.",
        "folded_sv": "den som ansoker om internationellt skydd ska upplysas om asylforfarandet och om sina rattigheter och skyldigheter under forfarandet. polisen eller granskontrollmyndigheten ska informera sokanden nar denne lamnar in en ansokan om internationellt skydd. informationen kan aven ges av migrationsverket eller en forlaggning sa snart som mojligt efter det att ansokan har lamnats in. informationen ges pa sokandens modersmal eller pa ett sprak som det finns grundad anledning att anta att sokanden forstar. om ett beslut som galler ansokan om internationellt skydd inte kan fattas inom sex manader fran det att ansokan lamnades in, ska sokanden informeras om att handlaggningen drar ut pa tiden. pa begaran av sokanden ska han eller hon aven fa information om orsaken till drojsmalet och nar beslutet ar att vanta."
      }
    },
    {
      "provision_ref": "96 a",
      "section": "96 a",
      "title": "Erityiset menettelylliset takeet",
      "content": "Hakijalle, jolla on kansainvälistä suojelua hakevan vastaanotosta annetun lain (746/2011) 6 §:ssä tarkoitetusta haavoittuvasta asemasta johtuvia tai muuten turvapaikkamenettelyn aikana todettuja erityistarpeita, annetaan tukea sen varmistamiseksi, että hän voi hyötyä turvapaikkamenettelyyn liittyvistä oikeuksista ja noudattaa siihen liittyviä velvollisuuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:96 a",
        "normalized_fi": "Hakijalle, jolla on kansainvälistä suojelua hakevan vastaanotosta annetun lain (746/2011) 6 § :ssä tarkoitetusta haavoittuvasta asemasta johtuvia tai muuten turvapaikkamenettelyn aikana todettuja erityistarpeita, annetaan tukea sen varmistamiseksi, että hän voi hyötyä turvapaikkamenettelyyn liittyvistä oikeuksista ja noudattaa siihen liittyviä velvollisuuksia.",
        "folded_fi": "hakijalle, jolla on kansainvalista suojelua hakevan vastaanotosta annetun lain (746/2011) 6 §:ssa tarkoitetusta haavoittuvasta asemasta johtuvia tai muuten turvapaikkamenettelyn aikana todettuja erityistarpeita, annetaan tukea sen varmistamiseksi, etta han voi hyotya turvapaikkamenettelyyn liittyvista oikeuksista ja noudattaa siihen liittyvia velvollisuuksia.",
        "title_sv": "Särskilda förfarandegarantier",
        "content_sv": "En sökande som på grund av sin utsatta ställning enligt 6 § i lagen om mottagande av personer som söker internationellt skydd (746/2011) har eller annars under asylförfarandet har konstaterats ha särskilda behov ges stöd för att säkerställa att han eller hon kan utnyttja de rättigheter och uppfylla de förpliktelser som hör till asylförfarandet.",
        "normalized_sv": "En sökande som på grund av sin utsatta ställning enligt 6 § i lagen om mottagande av personer som söker internationellt skydd (746/2011) har eller annars under asylförfarandet har konstaterats ha särskilda behov ges stöd för att säkerställa att han eller hon kan utnyttja de rättigheter och uppfylla de förpliktelser som hör till asylförfarandet.",
        "folded_sv": "en sokande som pa grund av sin utsatta stallning enligt 6 § i lagen om mottagande av personer som soker internationellt skydd (746/2011) har eller annars under asylforfarandet har konstaterats ha sarskilda behov ges stod for att sakerstalla att han eller hon kan utnyttja de rattigheter och uppfylla de forpliktelser som hor till asylforfarandet."
      }
    },
    {
      "provision_ref": "97",
      "section": "97",
      "title": "Turvapaikkatutkinta",
      "content": "Poliisi tai rajavartiolaitos selvittää kansainvälisen suojelun perusteella oleskelulupaa hakevan ulkomaalaisen henkilöllisyyden, matkareitin ja maahantulon sekä suullisesti turvapaikkahakemuksen käsittelystä vastuussa olevan valtion määrittämiseksi tarpeelliset tiedot. Hakijan henkilöllisyyttä selvitettäessä kerätään henkilötiedot hänen perheenjäsenistään ja muista omaisistaan. Poliisi tai rajavartiolaitos selvittää suullisesti 103 §:n 1 ja 3 kohdassa tarkoitetun tutkimatta jättämisen edellyttämät tiedot. Maahanmuuttovirasto suorittaa turvapaikkapuhuttelun, jossa suullisesti selvitetään hakijan perusteet häneen kotimaassaan tai pysyvässä asuinmaassaan kohdistuneesta vainosta tai muista oikeudenloukkauksista ja niiden uhkista. Poliisi voi Maahanmuuttoviraston pyynnöstä suorittaa unionin kansalaisten puhutteluja sekä tilapäisesti muiden hakijoiden puhutteluja silloin, kun hakemusten määrä on voimakkaasti lisääntynyt. Kun poliisi suorittaa puhutteluja hakemusmäärän lisääntymisen vuoksi, Maahanmuuttovirasto ilmoittaa tästä komissiolle vähintään kerran vuodessa ja heti, kun poliisin suorittamat puhuttelut eivät ole enää tarpeen. Suojelupoliisi voi osallistua turvapaikkapuhutteluun, jos Suomen kansallinen turvallisuus tai kansainväliset suhteet sitä edellyttävät.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:97",
        "normalized_fi": "Poliisi tai rajavartiolaitos selvittää kansainvälisen suojelun perusteella oleskelulupaa hakevan ulkomaalaisen henkilöllisyyden, matkareitin ja maahantulon sekä suullisesti turvapaikkahakemuksen käsittelystä vastuussa olevan valtion määrittämiseksi tarpeelliset tiedot. Hakijan henkilöllisyyttä selvitettäessä kerätään henkilötiedot hänen perheenjäsenistään ja muista omaisistaan. Poliisi tai rajavartiolaitos selvittää suullisesti 103 § :n 1 ja 3 kohdassa tarkoitetun tutkimatta jättämisen edellyttämät tiedot. Maahanmuuttovirasto suorittaa turvapaikkapuhuttelun, jossa suullisesti selvitetään hakijan perusteet häneen kotimaassaan tai pysyvässä asuinmaassaan kohdistuneesta vainosta tai muista oikeudenloukkauksista ja niiden uhkista. Poliisi voi Maahanmuuttoviraston pyynnöstä suorittaa unionin kansalaisten puhutteluja sekä tilapäisesti muiden hakijoiden puhutteluja silloin, kun hakemusten määrä on voimakkaasti lisääntynyt. Kun poliisi suorittaa puhutteluja hakemusmäärän lisääntymisen vuoksi, Maahanmuuttovirasto ilmoittaa tästä komissiolle vähintään kerran vuodessa ja heti, kun poliisin suorittamat puhuttelut eivät ole enää tarpeen. Suojelupoliisi voi osallistua turvapaikkapuhutteluun, jos Suomen kansallinen turvallisuus tai kansainväliset suhteet sitä edellyttävät.",
        "folded_fi": "poliisi tai rajavartiolaitos selvittaa kansainvalisen suojelun perusteella oleskelulupaa hakevan ulkomaalaisen henkilollisyyden, matkareitin ja maahantulon seka suullisesti turvapaikkahakemuksen kasittelysta vastuussa olevan valtion maarittamiseksi tarpeelliset tiedot. hakijan henkilollisyytta selvitettaessa kerataan henkilotiedot hanen perheenjasenistaan ja muista omaisistaan. poliisi tai rajavartiolaitos selvittaa suullisesti 103 §:n 1 ja 3 kohdassa tarkoitetun tutkimatta jattamisen edellyttamat tiedot. maahanmuuttovirasto suorittaa turvapaikkapuhuttelun, jossa suullisesti selvitetaan hakijan perusteet haneen kotimaassaan tai pysyvassa asuinmaassaan kohdistuneesta vainosta tai muista oikeudenloukkauksista ja niiden uhkista. poliisi voi maahanmuuttoviraston pyynnosta suorittaa unionin kansalaisten puhutteluja seka tilapaisesti muiden hakijoiden puhutteluja silloin, kun hakemusten maara on voimakkaasti lisaantynyt. kun poliisi suorittaa puhutteluja hakemusmaaran lisaantymisen vuoksi, maahanmuuttovirasto ilmoittaa tasta komissiolle vahintaan kerran vuodessa ja heti, kun poliisin suorittamat puhuttelut eivat ole enaa tarpeen. suojelupoliisi voi osallistua turvapaikkapuhutteluun, jos suomen kansallinen turvallisuus tai kansainvaliset suhteet sita edellyttavat.",
        "title_sv": "Asylutredning",
        "content_sv": "Polisen eller gränsbevakningsväsendet utreder identitet, resrutt och inresa för en utlänning som ansöker om uppehållstillstånd på grund av internationellt skydd samt utreder muntligen uppgifter som behövs för fastställande av den stat som ansvarar för handläggningen av asylansökan. När sökandens identitet utreds insamlas personuppgifter om hans eller hennes familjemedlemmar och övriga anhöriga. Polisen eller gränsbevakningsväsendet utreder muntligen de uppgifter som avvisande utan prövning enligt 103 § 1 och 3 punkten kräver. Migrationsverket för ett asylsamtal för att muntligen reda ut de grunder som sökanden uppger för att han eller hon i sitt hemland eller i sitt permanenta bosättningsland är utsatt för förföljelse eller andra rättskränkningar eller hotas av sådana. På begäran av Migrationsverket kan polisen föra samtal med unionsmedborgare samt tillfälligt med andra sökande, om antalet ansökningar har ökat kraftigt. När dessa samtal förs av polisen på grund av att antalet ansökningar har ökat, ska Migrationsverket underrätta kommissionen om detta minst en gång om året och genast när det inte längre är behövligt att polisen för samtalen. Skyddspolisen kan delta i asylsamtalen, om Finlands nationella säkerhet eller internationella förbindelser kräver det.",
        "normalized_sv": "Polisen eller gränsbevakningsväsendet utreder identitet, resrutt och inresa för en utlänning som ansöker om uppehållstillstånd på grund av internationellt skydd samt utreder muntligen uppgifter som behövs för fastställande av den stat som ansvarar för handläggningen av asylansökan. När sökandens identitet utreds insamlas personuppgifter om hans eller hennes familjemedlemmar och övriga anhöriga. Polisen eller gränsbevakningsväsendet utreder muntligen de uppgifter som avvisande utan prövning enligt 103 § 1 och 3 punkten kräver. Migrationsverket för ett asylsamtal för att muntligen reda ut de grunder som sökanden uppger för att han eller hon i sitt hemland eller i sitt permanenta bosättningsland är utsatt för förföljelse eller andra rättskränkningar eller hotas av sådana. På begäran av Migrationsverket kan polisen föra samtal med unionsmedborgare samt tillfälligt med andra sökande, om antalet ansökningar har ökat kraftigt. När dessa samtal förs av polisen på grund av att antalet ansökningar har ökat, ska Migrationsverket underrätta kommissionen om detta minst en gång om året och genast när det inte längre är behövligt att polisen för samtalen. Skyddspolisen kan delta i asylsamtalen, om Finlands nationella säkerhet eller internationella förbindelser kräver det.",
        "folded_sv": "polisen eller gransbevakningsvasendet utreder identitet, resrutt och inresa for en utlanning som ansoker om uppehallstillstand pa grund av internationellt skydd samt utreder muntligen uppgifter som behovs for faststallande av den stat som ansvarar for handlaggningen av asylansokan. nar sokandens identitet utreds insamlas personuppgifter om hans eller hennes familjemedlemmar och ovriga anhoriga. polisen eller gransbevakningsvasendet utreder muntligen de uppgifter som avvisande utan provning enligt 103 § 1 och 3 punkten kraver. migrationsverket for ett asylsamtal for att muntligen reda ut de grunder som sokanden uppger for att han eller hon i sitt hemland eller i sitt permanenta bosattningsland ar utsatt for forfoljelse eller andra rattskrankningar eller hotas av sadana. pa begaran av migrationsverket kan polisen fora samtal med unionsmedborgare samt tillfalligt med andra sokande, om antalet ansokningar har okat kraftigt. nar dessa samtal fors av polisen pa grund av att antalet ansokningar har okat, ska migrationsverket underratta kommissionen om detta minst en gang om aret och genast nar det inte langre ar behovligt att polisen for samtalen. skyddspolisen kan delta i asylsamtalen, om finlands nationella sakerhet eller internationella forbindelser kraver det."
      }
    },
    {
      "provision_ref": "97 a",
      "section": "97 a",
      "title": "Turvapaikkapuhuttelu",
      "content": "Hakijaa turvapaikkapuhuttelussa kuultaessa perheenjäsenen läsnäolo on sallittu vain perustellusta syystä. Alaikäistä hakijaa kuultaessa sovelletaan tämän lain 6 §:ää ja hallintolain 14 §:ää. Turvapaikkapuhuttelussa on erityisesti tiedusteltava, miten hakija suhtautuu mahdolliseen maasta poistamiseen turvalliseen alkuperämaahan sekä maahantulokieltoon. Hakijalta on selvitettävä erityisesti ne perusteet, joiden vuoksi hän katsoo, ettei kyseinen valtio ole hänelle turvallinen. Lisäksi on selvitettävä, onko hakijalla kansainvälisen suojelun tarpeen ohella muita perusteita oleskeluoikeuden saamiseen. Turvapaikkapuhuttelu voidaan tallentaa äänenä ja kuvana. Tallentamisesta on ennen sen aloittamista ilmoitettava hakijalle. Turvapaikkapuhuttelusta laaditaan pöytäkirja. Puhuttelun päätyttyä pöytäkirja tulkitaan hakijalle ja hänelle ilmoitetaan mahdollisuudesta tehdä siihen korjauksia ja lisäyksiä. Hakija vahvistaa pöytäkirjan sisällön allekirjoituksellaan. Hakijalle annetaan pöytäkirjasta jäljennös heti tai mahdollisimman pian puhuttelun jälkeen. Kansainvälistä suojelua hakevan vastaanotosta annetun lain 39 §:ssä tarkoitetun tai muun alaikäisen edustajan on oltava läsnä ilman huoltajaa olevan alaikäisen turvapaikkapuhuttelussa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:97 a",
        "normalized_fi": "Hakijaa turvapaikkapuhuttelussa kuultaessa perheenjäsenen läsnäolo on sallittu vain perustellusta syystä. Alaikäistä hakijaa kuultaessa sovelletaan tämän lain 6 § :ää ja hallintolain 14 § :ää. Turvapaikkapuhuttelussa on erityisesti tiedusteltava, miten hakija suhtautuu mahdolliseen maasta poistamiseen turvalliseen alkuperämaahan sekä maahantulokieltoon. Hakijalta on selvitettävä erityisesti ne perusteet, joiden vuoksi hän katsoo, ettei kyseinen valtio ole hänelle turvallinen. Lisäksi on selvitettävä, onko hakijalla kansainvälisen suojelun tarpeen ohella muita perusteita oleskeluoikeuden saamiseen. Turvapaikkapuhuttelu voidaan tallentaa äänenä ja kuvana. Tallentamisesta on ennen sen aloittamista ilmoitettava hakijalle. Turvapaikkapuhuttelusta laaditaan pöytäkirja. Puhuttelun päätyttyä pöytäkirja tulkitaan hakijalle ja hänelle ilmoitetaan mahdollisuudesta tehdä siihen korjauksia ja lisäyksiä. Hakija vahvistaa pöytäkirjan sisällön allekirjoituksellaan. Hakijalle annetaan pöytäkirjasta jäljennös heti tai mahdollisimman pian puhuttelun jälkeen. Kansainvälistä suojelua hakevan vastaanotosta annetun lain 39 § :ssä tarkoitetun tai muun alaikäisen edustajan on oltava läsnä ilman huoltajaa olevan alaikäisen turvapaikkapuhuttelussa.",
        "folded_fi": "hakijaa turvapaikkapuhuttelussa kuultaessa perheenjasenen lasnaolo on sallittu vain perustellusta syysta. alaikaista hakijaa kuultaessa sovelletaan taman lain 6 §:aa ja hallintolain 14 §:aa. turvapaikkapuhuttelussa on erityisesti tiedusteltava, miten hakija suhtautuu mahdolliseen maasta poistamiseen turvalliseen alkuperamaahan seka maahantulokieltoon. hakijalta on selvitettava erityisesti ne perusteet, joiden vuoksi han katsoo, ettei kyseinen valtio ole hanelle turvallinen. lisaksi on selvitettava, onko hakijalla kansainvalisen suojelun tarpeen ohella muita perusteita oleskeluoikeuden saamiseen. turvapaikkapuhuttelu voidaan tallentaa aanena ja kuvana. tallentamisesta on ennen sen aloittamista ilmoitettava hakijalle. turvapaikkapuhuttelusta laaditaan poytakirja. puhuttelun paatyttya poytakirja tulkitaan hakijalle ja hanelle ilmoitetaan mahdollisuudesta tehda siihen korjauksia ja lisayksia. hakija vahvistaa poytakirjan sisallon allekirjoituksellaan. hakijalle annetaan poytakirjasta jaljennos heti tai mahdollisimman pian puhuttelun jalkeen. kansainvalista suojelua hakevan vastaanotosta annetun lain 39 §:ssa tarkoitetun tai muun alaikaisen edustajan on oltava lasna ilman huoltajaa olevan alaikaisen turvapaikkapuhuttelussa.",
        "title_sv": "Asylsamtal",
        "content_sv": "När en sökande hörs i ett asylsamtal är det endast av grundad anledning tillåtet för en familjemedlem att vara närvarande. När en minderårig asylsökande hörs ska 6 § i denna lag och 14 § i förvaltningslagen tillämpas. Under asylsamtalet ska det särskilt utredas hur sökanden förhåller sig till att eventuellt avlägsnas ur landet och sändas till ett säkert ursprungsland samt till att meddelas inreseförbud. Med sökanden ska särskilt utredas på vilka grunder han eller hon anser att staten i fråga inte är säker för honom eller henne. Dessutom ska det utredas om det finns andra grunder än behov av internationellt skydd för att sökanden ska beviljas uppehållsrätt. Asylsamtalet får spelas in i form av ljud och bild. Sökanden ska underrättas om inspelningen innan den påbörjas. Ett protokoll ska upprättas över asylsamtalet. Efter samtalet ska protokollet tolkas för sökanden och sökanden ska underrättas om sin möjlighet att göra korrigeringar och tillägg till det. Sökanden ska bekräfta protokollets innehåll med sin underskrift. Sökanden ska ges en kopia av protokollet genast eller så snart som möjligt efter samtalet. En företrädare som avses i 39 § i lagen om mottagande av personer som söker internationellt skydd eller en annan företrädare ska vara närvarande under asylsamtal med en minderårig som saknar vårdnadshavare.",
        "normalized_sv": "När en sökande hörs i ett asylsamtal är det endast av grundad anledning tillåtet för en familjemedlem att vara närvarande. När en minderårig asylsökande hörs ska 6 § i denna lag och 14 § i förvaltningslagen tillämpas. Under asylsamtalet ska det särskilt utredas hur sökanden förhåller sig till att eventuellt avlägsnas ur landet och sändas till ett säkert ursprungsland samt till att meddelas inreseförbud. Med sökanden ska särskilt utredas på vilka grunder han eller hon anser att staten i fråga inte är säker för honom eller henne. Dessutom ska det utredas om det finns andra grunder än behov av internationellt skydd för att sökanden ska beviljas uppehållsrätt. Asylsamtalet får spelas in i form av ljud och bild. Sökanden ska underrättas om inspelningen innan den påbörjas. Ett protokoll ska upprättas över asylsamtalet. Efter samtalet ska protokollet tolkas för sökanden och sökanden ska underrättas om sin möjlighet att göra korrigeringar och tillägg till det. Sökanden ska bekräfta protokollets innehåll med sin underskrift. Sökanden ska ges en kopia av protokollet genast eller så snart som möjligt efter samtalet. En företrädare som avses i 39 § i lagen om mottagande av personer som söker internationellt skydd eller en annan företrädare ska vara närvarande under asylsamtal med en minderårig som saknar vårdnadshavare.",
        "folded_sv": "nar en sokande hors i ett asylsamtal ar det endast av grundad anledning tillatet for en familjemedlem att vara narvarande. nar en minderarig asylsokande hors ska 6 § i denna lag och 14 § i forvaltningslagen tillampas. under asylsamtalet ska det sarskilt utredas hur sokanden forhaller sig till att eventuellt avlagsnas ur landet och sandas till ett sakert ursprungsland samt till att meddelas inreseforbud. med sokanden ska sarskilt utredas pa vilka grunder han eller hon anser att staten i fraga inte ar saker for honom eller henne. dessutom ska det utredas om det finns andra grunder an behov av internationellt skydd for att sokanden ska beviljas uppehallsratt. asylsamtalet far spelas in i form av ljud och bild. sokanden ska underrattas om inspelningen innan den paborjas. ett protokoll ska upprattas over asylsamtalet. efter samtalet ska protokollet tolkas for sokanden och sokanden ska underrattas om sin mojlighet att gora korrigeringar och tillagg till det. sokanden ska bekrafta protokollets innehall med sin underskrift. sokanden ska ges en kopia av protokollet genast eller sa snart som mojligt efter samtalet. en foretradare som avses i 39 § i lagen om mottagande av personer som soker internationellt skydd eller en annan foretradare ska vara narvarande under asylsamtal med en minderarig som saknar vardnadshavare."
      }
    },
    {
      "provision_ref": "97 b",
      "section": "97 b",
      "title": "Tiedon hankinta yksittäisessä kansainvälistä suojelua koskevassa asiassa",
      "content": "Tässä laissa tarkoitetut viranomaiset eivät saa yksittäisessä kansainvälistä suojelua koskevassa asiassa hankkia tietoa tavalla, jonka seurauksena vainoa harjoittavat tai vakavaa haittaa aiheuttavat toimijat saavat tietää kansainvälistä suojelua koskevasta asiasta ja joka vaarantaa asianomaisen tai hänen läheistensä turvallisuuden. Hakijalle järjestetään tämän suostumuksella lääkärintarkastus aiempaan vainoon tai vakavaan haittaan viittaavien seikkojen selvittämiseksi, jos se on tarpeen kansainvälistä suojelua koskevan hakemuksen arvioimiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:97 b",
        "normalized_fi": "Tässä laissa tarkoitetut viranomaiset eivät saa yksittäisessä kansainvälistä suojelua koskevassa asiassa hankkia tietoa tavalla, jonka seurauksena vainoa harjoittavat tai vakavaa haittaa aiheuttavat toimijat saavat tietää kansainvälistä suojelua koskevasta asiasta ja joka vaarantaa asianomaisen tai hänen läheistensä turvallisuuden. Hakijalle järjestetään tämän suostumuksella lääkärintarkastus aiempaan vainoon tai vakavaan haittaan viittaavien seikkojen selvittämiseksi, jos se on tarpeen kansainvälistä suojelua koskevan hakemuksen arvioimiseksi.",
        "folded_fi": "tassa laissa tarkoitetut viranomaiset eivat saa yksittaisessa kansainvalista suojelua koskevassa asiassa hankkia tietoa tavalla, jonka seurauksena vainoa harjoittavat tai vakavaa haittaa aiheuttavat toimijat saavat tietaa kansainvalista suojelua koskevasta asiasta ja joka vaarantaa asianomaisen tai hanen laheistensa turvallisuuden. hakijalle jarjestetaan taman suostumuksella laakarintarkastus aiempaan vainoon tai vakavaan haittaan viittaavien seikkojen selvittamiseksi, jos se on tarpeen kansainvalista suojelua koskevan hakemuksen arvioimiseksi.",
        "title_sv": "Inhämtande av information i enskilda ärenden som gäller internationellt skydd",
        "content_sv": "De myndigheter som avses i denna lag får inte i ett enskilt ärende som gäller internationellt skydd inhämta information på ett sådant sätt att aktörer som utövar förföljelse eller orsakar allvarlig skada får kännedom om ärendet och att säkerheten för personen i fråga eller för dennes närstående äventyras. För sökanden ordnas med dennas samtycke en läkarundersökning för att utreda faktorer som tyder på tidigare förföljelse eller allvarlig skada, om det behövs för bedömningen av ansökan om internationellt skydd.",
        "normalized_sv": "De myndigheter som avses i denna lag får inte i ett enskilt ärende som gäller internationellt skydd inhämta information på ett sådant sätt att aktörer som utövar förföljelse eller orsakar allvarlig skada får kännedom om ärendet och att säkerheten för personen i fråga eller för dennes närstående äventyras. För sökanden ordnas med dennas samtycke en läkarundersökning för att utreda faktorer som tyder på tidigare förföljelse eller allvarlig skada, om det behövs för bedömningen av ansökan om internationellt skydd.",
        "folded_sv": "de myndigheter som avses i denna lag far inte i ett enskilt arende som galler internationellt skydd inhamta information pa ett sadant satt att aktorer som utovar forfoljelse eller orsakar allvarlig skada far kannedom om arendet och att sakerheten for personen i fraga eller for dennes narstaende aventyras. for sokanden ordnas med dennas samtycke en lakarundersokning for att utreda faktorer som tyder pa tidigare forfoljelse eller allvarlig skada, om det behovs for bedomningen av ansokan om internationellt skydd."
      }
    },
    {
      "provision_ref": "99",
      "section": "99",
      "title": "Turvallinen turvapaikkamaa",
      "content": "Hakijalle turvalliseksi turvapaikkamaaksi voidaan hakemusta turvapaikkamenettelyssä ratkaistaessa katsoa valtio: 1) joka ilman maantieteellistä varaumaa on liittynyt pakolaisten oikeusasemaa koskevaan yleissopimukseen, kansalaisoikeuksia ja poliittisia oikeuksia koskevaan kansainväliseen yleissopimukseen (SopS 8/1976) sekä kidutuksen ja muun julman, epäinhimillisen tai halventavan kohtelun tai rangaistuksen vastaiseen yleissopimukseen (SopS 60/1989) ja noudattaa niitä; ja 2) jossa hakija on saanut ja edelleen voi saada 87 tai 88 §:ssä tarkoitettua taikka muuten riittävää suojelua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:99",
        "normalized_fi": "Hakijalle turvalliseksi turvapaikkamaaksi voidaan hakemusta turvapaikkamenettelyssä ratkaistaessa katsoa valtio: 1) joka ilman maantieteellistä varaumaa on liittynyt pakolaisten oikeusasemaa koskevaan yleissopimukseen, kansalaisoikeuksia ja poliittisia oikeuksia koskevaan kansainväliseen yleissopimukseen (SopS 8/1976) sekä kidutuksen ja muun julman, epäinhimillisen tai halventavan kohtelun tai rangaistuksen vastaiseen yleissopimukseen (SopS 60/1989) ja noudattaa niitä; ja 2) jossa hakija on saanut ja edelleen voi saada 87 tai 88 § :ssä tarkoitettua taikka muuten riittävää suojelua.",
        "folded_fi": "hakijalle turvalliseksi turvapaikkamaaksi voidaan hakemusta turvapaikkamenettelyssa ratkaistaessa katsoa valtio: 1) joka ilman maantieteellista varaumaa on liittynyt pakolaisten oikeusasemaa koskevaan yleissopimukseen, kansalaisoikeuksia ja poliittisia oikeuksia koskevaan kansainvaliseen yleissopimukseen (sops 8/1976) seka kidutuksen ja muun julman, epainhimillisen tai halventavan kohtelun tai rangaistuksen vastaiseen yleissopimukseen (sops 60/1989) ja noudattaa niita; ja 2) jossa hakija on saanut ja edelleen voi saada 87 tai 88 §:ssa tarkoitettua taikka muuten riittavaa suojelua.",
        "title_sv": "Säkert asylland",
        "content_sv": "När ansökan avgörs vid asylförfarandet kan som ett säkert asylland för sökanden betraktas en sådan stat 1) som utan geografiska förbehåll har tillträtt och iakttar konventionen angående flyktingars rättsliga ställning, den internationella konventionen om medborgerliga och politiska rättigheter (FördrS 8/1976) samt konventionen mot tortyr och annan grym, omänsklig eller förnedrande behandling eller bestraffning (FördrS 60/1989), och 2) där sökanden har fått och fortfarande kan få skydd som avses i 87 eller 88 § eller som annars är tillräckligt.",
        "normalized_sv": "När ansökan avgörs vid asylförfarandet kan som ett säkert asylland för sökanden betraktas en sådan stat 1) som utan geografiska förbehåll har tillträtt och iakttar konventionen angående flyktingars rättsliga ställning, den internationella konventionen om medborgerliga och politiska rättigheter (FördrS 8/1976) samt konventionen mot tortyr och annan grym, omänsklig eller förnedrande behandling eller bestraffning (FördrS 60/1989), och 2) där sökanden har fått och fortfarande kan få skydd som avses i 87 eller 88 § eller som annars är tillräckligt.",
        "folded_sv": "nar ansokan avgors vid asylforfarandet kan som ett sakert asylland for sokanden betraktas en sadan stat 1) som utan geografiska forbehall har tilltratt och iakttar konventionen angaende flyktingars rattsliga stallning, den internationella konventionen om medborgerliga och politiska rattigheter (fordrs 8/1976) samt konventionen mot tortyr och annan grym, omansklig eller fornedrande behandling eller bestraffning (fordrs 60/1989), och 2) dar sokanden har fatt och fortfarande kan fa skydd som avses i 87 eller 88 § eller som annars ar tillrackligt."
      }
    },
    {
      "provision_ref": "99 a",
      "section": "99 a",
      "title": "Turvallinen kolmas maa",
      "content": "Hakijalle turvalliseksi kolmanneksi maaksi voidaan hakemusta turvapaikkamenettelyssä ratkaistaessa katsoa valtio: 1) joka ilman maantieteellistä varaumaa on liittynyt pakolaisten oikeusasemaa koskevaan yleissopimukseen, kansalaisoikeuksia ja poliittisia oikeuksia koskevaan kansainväliseen yleissopimukseen (SopS 8/1976) sekä kidutuksen ja muun julman, epäinhimillisen tai halventavan kohtelun tai rangaistuksen vastaiseen yleissopimukseen (SopS 60/1989) ja noudattaa niitä; ja 2) jossa hakija olisi voinut saada 87 tai 88 §:ssä tarkoitettua taikka muuten riittävää suojelua. Turvalliseen kolmanteen maahan palautettavalle ulkomaalaiselle annetaan kyseisen maan kielellä asiakirja, josta ilmenee, että hänen hakemustaan ei ole tutkittu aineellisesti Suomessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:99 a",
        "normalized_fi": "Hakijalle turvalliseksi kolmanneksi maaksi voidaan hakemusta turvapaikkamenettelyssä ratkaistaessa katsoa valtio: 1) joka ilman maantieteellistä varaumaa on liittynyt pakolaisten oikeusasemaa koskevaan yleissopimukseen, kansalaisoikeuksia ja poliittisia oikeuksia koskevaan kansainväliseen yleissopimukseen (SopS 8/1976) sekä kidutuksen ja muun julman, epäinhimillisen tai halventavan kohtelun tai rangaistuksen vastaiseen yleissopimukseen (SopS 60/1989) ja noudattaa niitä; ja 2) jossa hakija olisi voinut saada 87 tai 88 § :ssä tarkoitettua taikka muuten riittävää suojelua. Turvalliseen kolmanteen maahan palautettavalle ulkomaalaiselle annetaan kyseisen maan kielellä asiakirja, josta ilmenee, että hänen hakemustaan ei ole tutkittu aineellisesti Suomessa.",
        "folded_fi": "hakijalle turvalliseksi kolmanneksi maaksi voidaan hakemusta turvapaikkamenettelyssa ratkaistaessa katsoa valtio: 1) joka ilman maantieteellista varaumaa on liittynyt pakolaisten oikeusasemaa koskevaan yleissopimukseen, kansalaisoikeuksia ja poliittisia oikeuksia koskevaan kansainvaliseen yleissopimukseen (sops 8/1976) seka kidutuksen ja muun julman, epainhimillisen tai halventavan kohtelun tai rangaistuksen vastaiseen yleissopimukseen (sops 60/1989) ja noudattaa niita; ja 2) jossa hakija olisi voinut saada 87 tai 88 §:ssa tarkoitettua taikka muuten riittavaa suojelua. turvalliseen kolmanteen maahan palautettavalle ulkomaalaiselle annetaan kyseisen maan kielella asiakirja, josta ilmenee, etta hanen hakemustaan ei ole tutkittu aineellisesti suomessa.",
        "title_sv": "Säkert tredjeland",
        "content_sv": "När ansökan avgörs vid asylförfarandet kan som ett säkert tredjeland för sökanden betraktas en sådan stat 1) som utan geografiska förbehåll har tillträtt och iakttar konventionen angående flyktingars rättsliga ställning, den internationella konventionen om medborgerliga och politiska rättigheter (FördrS 8/1976) samt konventionen mot tortyr och annan grym, omänsklig eller förnedrande behandling eller bestraffning (FördrS 60/1989), och 2) där sökanden kunde ha fått skydd som avses i 87 eller 88 § eller som annars är tillräckligt. Till en utlänning som ska sändas tillbaka till ett säkert tredjeland ska på det berörda landets språk ges en handling av vilken det framgår att hans eller hennes ansökan inte har prövats i sak i Finland.",
        "normalized_sv": "När ansökan avgörs vid asylförfarandet kan som ett säkert tredjeland för sökanden betraktas en sådan stat 1) som utan geografiska förbehåll har tillträtt och iakttar konventionen angående flyktingars rättsliga ställning, den internationella konventionen om medborgerliga och politiska rättigheter (FördrS 8/1976) samt konventionen mot tortyr och annan grym, omänsklig eller förnedrande behandling eller bestraffning (FördrS 60/1989), och 2) där sökanden kunde ha fått skydd som avses i 87 eller 88 § eller som annars är tillräckligt. Till en utlänning som ska sändas tillbaka till ett säkert tredjeland ska på det berörda landets språk ges en handling av vilken det framgår att hans eller hennes ansökan inte har prövats i sak i Finland.",
        "folded_sv": "nar ansokan avgors vid asylforfarandet kan som ett sakert tredjeland for sokanden betraktas en sadan stat 1) som utan geografiska forbehall har tilltratt och iakttar konventionen angaende flyktingars rattsliga stallning, den internationella konventionen om medborgerliga och politiska rattigheter (fordrs 8/1976) samt konventionen mot tortyr och annan grym, omansklig eller fornedrande behandling eller bestraffning (fordrs 60/1989), och 2) dar sokanden kunde ha fatt skydd som avses i 87 eller 88 § eller som annars ar tillrackligt. till en utlanning som ska sandas tillbaka till ett sakert tredjeland ska pa det berorda landets sprak ges en handling av vilken det framgar att hans eller hennes ansokan inte har provats i sak i finland."
      }
    },
    {
      "provision_ref": "101",
      "section": "101",
      "title": "Ilmeisen perusteeton hakemus",
      "content": "Hakemus voidaan katsoa ilmeisen perusteettomaksi, jos: 1) perusteeksi ei ole esitetty 87 §:n 1 momentissa tai 88 §:n 1 momentissa mainittuja taikka muita sellaisia perusteita, jotka liittyvät palautuskieltoihin, tai esitetyt väitteet ovat selvästi epäuskottavia; 2) hakijan ilmeisenä tarkoituksena on käyttää väärin turvapaikkamenettelyä: a) antamalla hakemuksen ratkaisemisen kannalta keskeisistä seikoista tahallaan vääriä, harhaanjohtavia tai puutteellisia tietoja; b) esittämällä väärennettyjä asiakirjoja ilman hyväksyttävää syytä; tai c) tekemällä hakemuksensa vain viivyttääkseen tai estääkseen sellaisen jo tehdyn tai välittömästi odotettavissa olevan päätöksen täytäntöönpanoa, joka merkitsisi hänen poistamistaan maasta; taikka 3) hakija on saapunut turvallisesta alkuperämaasta, jonne hänet voidaan palauttaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:101",
        "normalized_fi": "Hakemus voidaan katsoa ilmeisen perusteettomaksi, jos: 1) perusteeksi ei ole esitetty 87 § :n 1 momentissa tai 88 § :n 1 momentissa mainittuja taikka muita sellaisia perusteita, jotka liittyvät palautuskieltoihin, tai esitetyt väitteet ovat selvästi epäuskottavia; 2) hakijan ilmeisenä tarkoituksena on käyttää väärin turvapaikkamenettelyä: a) antamalla hakemuksen ratkaisemisen kannalta keskeisistä seikoista tahallaan vääriä, harhaanjohtavia tai puutteellisia tietoja; b) esittämällä väärennettyjä asiakirjoja ilman hyväksyttävää syytä; tai c) tekemällä hakemuksensa vain viivyttääkseen tai estääkseen sellaisen jo tehdyn tai välittömästi odotettavissa olevan päätöksen täytäntöönpanoa, joka merkitsisi hänen poistamistaan maasta; taikka 3) hakija on saapunut turvallisesta alkuperämaasta, jonne hänet voidaan palauttaa.",
        "folded_fi": "hakemus voidaan katsoa ilmeisen perusteettomaksi, jos: 1) perusteeksi ei ole esitetty 87 §:n 1 momentissa tai 88 §:n 1 momentissa mainittuja taikka muita sellaisia perusteita, jotka liittyvat palautuskieltoihin, tai esitetyt vaitteet ovat selvasti epauskottavia; 2) hakijan ilmeisena tarkoituksena on kayttaa vaarin turvapaikkamenettelya: a) antamalla hakemuksen ratkaisemisen kannalta keskeisista seikoista tahallaan vaaria, harhaanjohtavia tai puutteellisia tietoja; b) esittamalla vaarennettyja asiakirjoja ilman hyvaksyttavaa syyta; tai c) tekemalla hakemuksensa vain viivyttaakseen tai estaakseen sellaisen jo tehdyn tai valittomasti odotettavissa olevan paatoksen taytantoonpanoa, joka merkitsisi hanen poistamistaan maasta; taikka 3) hakija on saapunut turvallisesta alkuperamaasta, jonne hanet voidaan palauttaa.",
        "title_sv": "Uppenbart ogrundad ansökan",
        "content_sv": "En ansökan kan betraktas som uppenbart ogrundad, om 1) den inte motiveras med sådana grunder som nämns i 87 § 1 mom. eller 88 § 1 mom. eller med andra grunder som har anknytning till förbuden mot tillbakasändning eller om påståendena är klart icke-trovärdiga, 2) sökandens uppenbara avsikt är att missbruka asylförfarandet a) genom att uppsåtligen lämna oriktiga, vilseledande eller bristfälliga uppgifter om omständigheter som är centrala för avgörandet av ansökan, b) genom att utan godtagbart skäl visa upp förfalskade handlingar, eller c) genom att lämna in en ansökan enbart för att fördröja eller hindra verkställigheten av ett redan fattat eller förestående beslut som skulle leda till att sökanden avlägsnas ur landet, eller 3) sökanden har kommit från ett säkert ursprungsland dit han eller hon kan sändas tillbaka.",
        "normalized_sv": "En ansökan kan betraktas som uppenbart ogrundad, om 1) den inte motiveras med sådana grunder som nämns i 87 § 1 mom. eller 88 § 1 mom. eller med andra grunder som har anknytning till förbuden mot tillbakasändning eller om påståendena är klart icke-trovärdiga, 2) sökandens uppenbara avsikt är att missbruka asylförfarandet a) genom att uppsåtligen lämna oriktiga, vilseledande eller bristfälliga uppgifter om omständigheter som är centrala för avgörandet av ansökan, b) genom att utan godtagbart skäl visa upp förfalskade handlingar, eller c) genom att lämna in en ansökan enbart för att fördröja eller hindra verkställigheten av ett redan fattat eller förestående beslut som skulle leda till att sökanden avlägsnas ur landet, eller 3) sökanden har kommit från ett säkert ursprungsland dit han eller hon kan sändas tillbaka.",
        "folded_sv": "en ansokan kan betraktas som uppenbart ogrundad, om 1) den inte motiveras med sadana grunder som namns i 87 § 1 mom. eller 88 § 1 mom. eller med andra grunder som har anknytning till forbuden mot tillbakasandning eller om pastaendena ar klart icke-trovardiga, 2) sokandens uppenbara avsikt ar att missbruka asylforfarandet a) genom att uppsatligen lamna oriktiga, vilseledande eller bristfalliga uppgifter om omstandigheter som ar centrala for avgorandet av ansokan, b) genom att utan godtagbart skal visa upp forfalskade handlingar, eller c) genom att lamna in en ansokan enbart for att fordroja eller hindra verkstalligheten av ett redan fattat eller forestaende beslut som skulle leda till att sokanden avlagsnas ur landet, eller 3) sokanden har kommit fran ett sakert ursprungsland dit han eller hon kan sandas tillbaka."
      }
    },
    {
      "provision_ref": "102",
      "section": "102",
      "title": "Uusintahakemus",
      "content": "Uusintahakemuksella tarkoitetaan kansainvälistä suojelua koskevaa hakemusta, jonka ulkomaalainen tekee saatuaan lainvoimaisen päätöksen Maahanmuuttovirastolta tai hallintotuomioistuimelta aikaisemmin tekemäänsä hakemukseen, kun hän oleskelee edelleen maassa tai on päätöksen saatuaan lyhyeksi ajaksi poistunut maasta. Uusintahakemuksena ei kuitenkaan pidetä hakemusta, joka on tehty sen jälkeen, kun Maahanmuuttovirasto on tehnyt 95 c §:n nojalla raukeamispäätöksen. Jos uusi hakemus tehdään asian ollessa vielä vireillä, hakijan esittämät tiedot toimitetaan käsittelevälle viranomaiselle otettavaksi huomioon uutena selvityksenä vireillä olevassa asiassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:102",
        "normalized_fi": "Uusintahakemuksella tarkoitetaan kansainvälistä suojelua koskevaa hakemusta, jonka ulkomaalainen tekee saatuaan lainvoimaisen päätöksen Maahanmuuttovirastolta tai hallintotuomioistuimelta aikaisemmin tekemäänsä hakemukseen, kun hän oleskelee edelleen maassa tai on päätöksen saatuaan lyhyeksi ajaksi poistunut maasta. Uusintahakemuksena ei kuitenkaan pidetä hakemusta, joka on tehty sen jälkeen, kun Maahanmuuttovirasto on tehnyt 95 c § :n nojalla raukeamispäätöksen. Jos uusi hakemus tehdään asian ollessa vielä vireillä, hakijan esittämät tiedot toimitetaan käsittelevälle viranomaiselle otettavaksi huomioon uutena selvityksenä vireillä olevassa asiassa.",
        "folded_fi": "uusintahakemuksella tarkoitetaan kansainvalista suojelua koskevaa hakemusta, jonka ulkomaalainen tekee saatuaan lainvoimaisen paatoksen maahanmuuttovirastolta tai hallintotuomioistuimelta aikaisemmin tekemaansa hakemukseen, kun han oleskelee edelleen maassa tai on paatoksen saatuaan lyhyeksi ajaksi poistunut maasta. uusintahakemuksena ei kuitenkaan pideta hakemusta, joka on tehty sen jalkeen, kun maahanmuuttovirasto on tehnyt 95 c §:n nojalla raukeamispaatoksen. jos uusi hakemus tehdaan asian ollessa viela vireilla, hakijan esittamat tiedot toimitetaan kasittelevalle viranomaiselle otettavaksi huomioon uutena selvityksena vireilla olevassa asiassa.",
        "title_sv": "Ny ansökan",
        "content_sv": "Med ny ansökan avses en ansökan om internationellt skydd som en utlänning lämnar in efter att ha meddelats ett lagakraftvunnet beslut av Migrationsverket eller förvaltningsdomstolen på sin tidigare ansökan medan han eller hon fortfarande vistas i landet eller efter att ha fått ett beslut har lämnat landet för en kort tid. Som ny ansökan betraktas dock inte en ansökan som lämnats in efter det att Migrationsverket med stöd av 95 c § har fattat ett beslut om förfallande. Om en ny ansökan lämnas in medan ärendet fortfarande är anhängigt, ska de uppgifter som sökanden lägger fram tillställas den myndighet som behandlar ärendet för att beaktas som ny utredning i det anhängiga ärendet.",
        "normalized_sv": "Med ny ansökan avses en ansökan om internationellt skydd som en utlänning lämnar in efter att ha meddelats ett lagakraftvunnet beslut av Migrationsverket eller förvaltningsdomstolen på sin tidigare ansökan medan han eller hon fortfarande vistas i landet eller efter att ha fått ett beslut har lämnat landet för en kort tid. Som ny ansökan betraktas dock inte en ansökan som lämnats in efter det att Migrationsverket med stöd av 95 c § har fattat ett beslut om förfallande. Om en ny ansökan lämnas in medan ärendet fortfarande är anhängigt, ska de uppgifter som sökanden lägger fram tillställas den myndighet som behandlar ärendet för att beaktas som ny utredning i det anhängiga ärendet.",
        "folded_sv": "med ny ansokan avses en ansokan om internationellt skydd som en utlanning lamnar in efter att ha meddelats ett lagakraftvunnet beslut av migrationsverket eller forvaltningsdomstolen pa sin tidigare ansokan medan han eller hon fortfarande vistas i landet eller efter att ha fatt ett beslut har lamnat landet for en kort tid. som ny ansokan betraktas dock inte en ansokan som lamnats in efter det att migrationsverket med stod av 95 c § har fattat ett beslut om forfallande. om en ny ansokan lamnas in medan arendet fortfarande ar anhangigt, ska de uppgifter som sokanden lagger fram tillstallas den myndighet som behandlar arendet for att beaktas som ny utredning i det anhangiga arendet."
      }
    },
    {
      "provision_ref": "103",
      "section": "103",
      "title": "Hakemuksen tutkimatta jättäminen",
      "content": "Kansainvälistä suojelua koskeva hakemus voidaan jättää tutkimatta, jos hakija: 1) on saapunut sellaisesta 99 §:ssä määritellystä turvallisesta turvapaikkamaasta tai 99 a §:ssä määritellystä turvallisesta kolmannesta maasta, jonne hänet voidaan palauttaa; 2) voidaan lähettää toiseen valtioon, joka vastuuvaltion määrittämisestä annetun neuvoston asetuksen mukaan on vastuussa turvapaikkahakemuksen käsittelystä; 3) on saanut kansainvälistä suojelua toisessa Euroopan unionin jäsenvaltiossa, johon hänet voidaan lähettää; taikka 4) on tehnyt 102 §:ssä tarkoitetun uusintahakemuksen, joka ei sisällä uusia asian ratkaisuun vaikuttavia perusteita maahan jäämiselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:103",
        "normalized_fi": "Kansainvälistä suojelua koskeva hakemus voidaan jättää tutkimatta, jos hakija: 1) on saapunut sellaisesta 99 § :ssä määritellystä turvallisesta turvapaikkamaasta tai 99 a § :ssä määritellystä turvallisesta kolmannesta maasta, jonne hänet voidaan palauttaa; 2) voidaan lähettää toiseen valtioon, joka vastuuvaltion määrittämisestä annetun neuvoston asetuksen mukaan on vastuussa turvapaikkahakemuksen käsittelystä; 3) on saanut kansainvälistä suojelua toisessa Euroopan unionin jäsenvaltiossa, johon hänet voidaan lähettää; taikka 4) on tehnyt 102 § :ssä tarkoitetun uusintahakemuksen, joka ei sisällä uusia asian ratkaisuun vaikuttavia perusteita maahan jäämiselle.",
        "folded_fi": "kansainvalista suojelua koskeva hakemus voidaan jattaa tutkimatta, jos hakija: 1) on saapunut sellaisesta 99 §:ssa maaritellysta turvallisesta turvapaikkamaasta tai 99 a §:ssa maaritellysta turvallisesta kolmannesta maasta, jonne hanet voidaan palauttaa; 2) voidaan lahettaa toiseen valtioon, joka vastuuvaltion maarittamisesta annetun neuvoston asetuksen mukaan on vastuussa turvapaikkahakemuksen kasittelysta; 3) on saanut kansainvalista suojelua toisessa euroopan unionin jasenvaltiossa, johon hanet voidaan lahettaa; taikka 4) on tehnyt 102 §:ssa tarkoitetun uusintahakemuksen, joka ei sisalla uusia asian ratkaisuun vaikuttavia perusteita maahan jaamiselle.",
        "title_sv": "Avvisande av ansökan utan prövning",
        "content_sv": "En ansökan om internationellt skydd kan avvisas utan prövning, om sökanden 1) har kommit från ett sådant i 99 § definierat säkert asylland eller ett i 99 a § definierat säkert tredjeland dit han eller hon kan sändas tillbaka, 2) kan sändas till en annan stat som enligt rådets förordning om bestämmandet av den ansvariga staten är skyldig att pröva hans eller hennes asylansökan, 3) har fått internationellt skydd i en annan medlemsstat i Europeiska unionen dit han eller hon kan sändas, eller 4) har lämnat in en ny ansökan enligt 102 § som inte innehåller några sådana nya grunder för att få stanna i landet som påverkar avgörandet av ärendet.",
        "normalized_sv": "En ansökan om internationellt skydd kan avvisas utan prövning, om sökanden 1) har kommit från ett sådant i 99 § definierat säkert asylland eller ett i 99 a § definierat säkert tredjeland dit han eller hon kan sändas tillbaka, 2) kan sändas till en annan stat som enligt rådets förordning om bestämmandet av den ansvariga staten är skyldig att pröva hans eller hennes asylansökan, 3) har fått internationellt skydd i en annan medlemsstat i Europeiska unionen dit han eller hon kan sändas, eller 4) har lämnat in en ny ansökan enligt 102 § som inte innehåller några sådana nya grunder för att få stanna i landet som påverkar avgörandet av ärendet.",
        "folded_sv": "en ansokan om internationellt skydd kan avvisas utan provning, om sokanden 1) har kommit fran ett sadant i 99 § definierat sakert asylland eller ett i 99 a § definierat sakert tredjeland dit han eller hon kan sandas tillbaka, 2) kan sandas till en annan stat som enligt radets forordning om bestammandet av den ansvariga staten ar skyldig att prova hans eller hennes asylansokan, 3) har fatt internationellt skydd i en annan medlemsstat i europeiska unionen dit han eller hon kan sandas, eller 4) har lamnat in en ny ansokan enligt 102 § som inte innehaller nagra sadana nya grunder for att fa stanna i landet som paverkar avgorandet av arendet."
      }
    },
    {
      "provision_ref": "104",
      "section": "104",
      "title": "Nopeutetun menettelyn käyttäminen",
      "content": "Kansainvälistä suojelua koskeva hakemus voidaan ratkaista nopeutetussa menettelyssä, kun hakemus katsotaan 101 §:n nojalla ilmeisen perusteettomaksi. Ilman huoltajaa olevan alaikäisen jättämä hakemus voidaan ratkaista nopeutetussa menettelyssä vain 101 §:n 3 kohdassa säädetyllä perusteella. Jos 96 a §:ssä tarkoitettua tukea ei pystytä antamaan nopeutetussa menettelyssä, nopeutettua menettelyä ei sovelleta. Käytettäessä nopeutettua menettelyä Maahanmuuttoviraston on ratkaistava hakemus viiden kuukauden kuluessa sen jättämisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:104",
        "normalized_fi": "Kansainvälistä suojelua koskeva hakemus voidaan ratkaista nopeutetussa menettelyssä, kun hakemus katsotaan 101 § :n nojalla ilmeisen perusteettomaksi. Ilman huoltajaa olevan alaikäisen jättämä hakemus voidaan ratkaista nopeutetussa menettelyssä vain 101 § :n 3 kohdassa säädetyllä perusteella. Jos 96 a § :ssä tarkoitettua tukea ei pystytä antamaan nopeutetussa menettelyssä, nopeutettua menettelyä ei sovelleta. Käytettäessä nopeutettua menettelyä Maahanmuuttoviraston on ratkaistava hakemus viiden kuukauden kuluessa sen jättämisestä.",
        "folded_fi": "kansainvalista suojelua koskeva hakemus voidaan ratkaista nopeutetussa menettelyssa, kun hakemus katsotaan 101 §:n nojalla ilmeisen perusteettomaksi. ilman huoltajaa olevan alaikaisen jattama hakemus voidaan ratkaista nopeutetussa menettelyssa vain 101 §:n 3 kohdassa saadetylla perusteella. jos 96 a §:ssa tarkoitettua tukea ei pystyta antamaan nopeutetussa menettelyssa, nopeutettua menettelya ei sovelleta. kaytettaessa nopeutettua menettelya maahanmuuttoviraston on ratkaistava hakemus viiden kuukauden kuluessa sen jattamisesta.",
        "title_sv": "Tillämpning av påskyndat förfarande",
        "content_sv": "En ansökan om internationellt skydd kan avgöras vid påskyndat förfarande, om ansökan betraktas som uppenbart ogrundad med stöd av 101 §. En ansökan som har lämnats in av en minderårig utan vårdnadshavare får avgöras vid påskyndat förfarande endast på den grund som anges i 101 § 3 punkten. Om stöd som avses i 96 a § inte kan ges vid påskyndat förfarande, får påskyndat förfarande inte tillämpas. Vid tillämpning av påskyndat förfarande ska Migrationsverket avgöra ansökan inom fem månader från dess inlämnande.",
        "normalized_sv": "En ansökan om internationellt skydd kan avgöras vid påskyndat förfarande, om ansökan betraktas som uppenbart ogrundad med stöd av 101 § . En ansökan som har lämnats in av en minderårig utan vårdnadshavare får avgöras vid påskyndat förfarande endast på den grund som anges i 101 § 3 punkten. Om stöd som avses i 96 a § inte kan ges vid påskyndat förfarande, får påskyndat förfarande inte tillämpas. Vid tillämpning av påskyndat förfarande ska Migrationsverket avgöra ansökan inom fem månader från dess inlämnande.",
        "folded_sv": "en ansokan om internationellt skydd kan avgoras vid paskyndat forfarande, om ansokan betraktas som uppenbart ogrundad med stod av 101 §. en ansokan som har lamnats in av en minderarig utan vardnadshavare far avgoras vid paskyndat forfarande endast pa den grund som anges i 101 § 3 punkten. om stod som avses i 96 a § inte kan ges vid paskyndat forfarande, far paskyndat forfarande inte tillampas. vid tillampning av paskyndat forfarande ska migrationsverket avgora ansokan inom fem manader fran dess inlamnande."
      }
    },
    {
      "provision_ref": "105",
      "section": "105",
      "title": "Euroopan unionin kansalaisen turvapaikkahakemus",
      "content": "Maahanmuuttoviraston on ilmoitettava välittömästi sisäministeriölle unionin kansalaisen tekemästä turvapaikkahakemuksesta, jos se ei katso asianomaisen valtion olevan hakijalle turvallinen alkuperämaa eikä ratkaise hakemusta soveltaen 101 §:n 3 kohtaa ja 104 §:ää. Sisäministeriö ilmoittaa asiasta neuvostolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:105",
        "normalized_fi": "Maahanmuuttoviraston on ilmoitettava välittömästi sisäministeriölle unionin kansalaisen tekemästä turvapaikkahakemuksesta, jos se ei katso asianomaisen valtion olevan hakijalle turvallinen alkuperämaa eikä ratkaise hakemusta soveltaen 101 § :n 3 kohtaa ja 104 § :ää. Sisäministeriö ilmoittaa asiasta neuvostolle.",
        "folded_fi": "maahanmuuttoviraston on ilmoitettava valittomasti sisaministeriolle unionin kansalaisen tekemasta turvapaikkahakemuksesta, jos se ei katso asianomaisen valtion olevan hakijalle turvallinen alkuperamaa eika ratkaise hakemusta soveltaen 101 §:n 3 kohtaa ja 104 §:aa. sisaministerio ilmoittaa asiasta neuvostolle.",
        "title_sv": "Asylansökan av medborgare i Europeiska unionen",
        "content_sv": "Migrationsverket ska utan dröjsmål underrätta inrikesministeriet när en unionsmedborgare har lämnat in en asylansökan, om Migrationsverket anser att staten i fråga inte är ett säkert ursprungsland för sökanden och inte avgör ansökan med tillämpning av 101 § 3 punkten och 104 §. Inrikesministeriet underrättar rådet om saken.",
        "normalized_sv": "Migrationsverket ska utan dröjsmål underrätta inrikesministeriet när en unionsmedborgare har lämnat in en asylansökan, om Migrationsverket anser att staten i fråga inte är ett säkert ursprungsland för sökanden och inte avgör ansökan med tillämpning av 101 § 3 punkten och 104 § . Inrikesministeriet underrättar rådet om saken.",
        "folded_sv": "migrationsverket ska utan drojsmal underratta inrikesministeriet nar en unionsmedborgare har lamnat in en asylansokan, om migrationsverket anser att staten i fraga inte ar ett sakert ursprungsland for sokanden och inte avgor ansokan med tillampning av 101 § 3 punkten och 104 §. inrikesministeriet underrattar radet om saken."
      }
    },
    {
      "provision_ref": "147 a",
      "section": "147 a",
      "title": "Vapaaehtoinen paluu",
      "content": "Käännyttämistä tai maasta karkottamista koskevassa päätöksessä määrätään vähintään seitsemän ja enintään kolmenkymmenen päivän aika, jonka kuluessa kolmannen maan kansalainen voi poistua maasta vapaaehtoisesti. Vapaaehtoisen paluun aika lasketaan siitä, kun päätös on täytäntöönpanokelpoinen. Aikaa voidaan erityisestä syystä pidentää. Aikaa ei määrätä, jos kolmannen maan kansalaisen pääsy evätään tai hänet käännytetään välittömästi rajanylityksen yhteydessä taikka jos kyse on käännyttämisestä tai maasta karkottamisesta rikosoikeudellisen seuraamuksen johdosta. Aikaa vapaaehtoiseen paluuseen ei määrätä myöskään silloin, kun on olemassa pakenemisen vaara, henkilön katsotaan olevan vaaraksi yleiselle järjestykselle tai turvallisuudelle, oleskelulupahakemus on hylätty maahantulosäännösten kiertämisen johdosta tai kysymys on 103 §:ssä tarkoitetusta kansainvälistä suojelua koskevan hakemuksen tutkimatta jättämisestä taikka 104 §:ssä tarkoitetusta nopeutetun menettelyn käyttämisestä. Pakenemisen vaaraa arvioidaan siten kuin 121 a §:ssä säädetään. Tätä pykälää ei sovelleta, kun päätös käännyttämisestä tai maasta karkottamisesta tehdään 10 luvun perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:147 a",
        "normalized_fi": "Käännyttämistä tai maasta karkottamista koskevassa päätöksessä määrätään vähintään seitsemän ja enintään kolmenkymmenen päivän aika, jonka kuluessa kolmannen maan kansalainen voi poistua maasta vapaaehtoisesti. Vapaaehtoisen paluun aika lasketaan siitä, kun päätös on täytäntöönpanokelpoinen. Aikaa voidaan erityisestä syystä pidentää. Aikaa ei määrätä, jos kolmannen maan kansalaisen pääsy evätään tai hänet käännytetään välittömästi rajanylityksen yhteydessä taikka jos kyse on käännyttämisestä tai maasta karkottamisesta rikosoikeudellisen seuraamuksen johdosta. Aikaa vapaaehtoiseen paluuseen ei määrätä myöskään silloin, kun on olemassa pakenemisen vaara, henkilön katsotaan olevan vaaraksi yleiselle järjestykselle tai turvallisuudelle, oleskelulupahakemus on hylätty maahantulosäännösten kiertämisen johdosta tai kysymys on 103 § :ssä tarkoitetusta kansainvälistä suojelua koskevan hakemuksen tutkimatta jättämisestä taikka 104 § :ssä tarkoitetusta nopeutetun menettelyn käyttämisestä. Pakenemisen vaaraa arvioidaan siten kuin 121 a § :ssä säädetään. Tätä pykälää ei sovelleta, kun päätös käännyttämisestä tai maasta karkottamisesta tehdään 10 luvun perusteella.",
        "folded_fi": "kaannyttamista tai maasta karkottamista koskevassa paatoksessa maarataan vahintaan seitseman ja enintaan kolmenkymmenen paivan aika, jonka kuluessa kolmannen maan kansalainen voi poistua maasta vapaaehtoisesti. vapaaehtoisen paluun aika lasketaan siita, kun paatos on taytantoonpanokelpoinen. aikaa voidaan erityisesta syysta pidentaa. aikaa ei maarata, jos kolmannen maan kansalaisen paasy evataan tai hanet kaannytetaan valittomasti rajanylityksen yhteydessa taikka jos kyse on kaannyttamisesta tai maasta karkottamisesta rikosoikeudellisen seuraamuksen johdosta. aikaa vapaaehtoiseen paluuseen ei maarata myoskaan silloin, kun on olemassa pakenemisen vaara, henkilon katsotaan olevan vaaraksi yleiselle jarjestykselle tai turvallisuudelle, oleskelulupahakemus on hylatty maahantulosaannosten kiertamisen johdosta tai kysymys on 103 §:ssa tarkoitetusta kansainvalista suojelua koskevan hakemuksen tutkimatta jattamisesta taikka 104 §:ssa tarkoitetusta nopeutetun menettelyn kayttamisesta. pakenemisen vaaraa arvioidaan siten kuin 121 a §:ssa saadetaan. tata pykalaa ei sovelleta, kun paatos kaannyttamisesta tai maasta karkottamisesta tehdaan 10 luvun perusteella.",
        "title_sv": "Frivillig återresa",
        "content_sv": "I ett avvisnings- eller utvisningsbeslut ska det fastställas en tidsfrist på minst sju och högst trettio dagar inom vilken tredjelandsmedborgaren frivilligt kan avlägsna sig ur landet. Tidsfristen för frivillig återresa räknas från den tidpunkt då beslutet blir verkställbart. Tidsfristen kan av särskilda skäl förlängas. Ingen tidsfrist fastställs, om en tredjelandsmedborgare nekas inresa eller avvisas omedelbart i samband med gränsövergången eller avvisas eller utvisas med anledning av en straffrättslig påföljd. Ingen tidsfrist för frivillig återresa fastställs heller om det finns risk för avvikande, om personen anses äventyra allmän ordning eller säkerhet, om ansökan om uppehållstillstånd förkastats på grund av kringgående av bestämmelserna om inresa i landet eller om ansökan om internationellt skydd avvisas i enlighet med 103 § eller påskyndat förfarande tillämpas i enlighet med 104 §. Risken för avvikande ska bedömas enligt vad som föreskrivs i 121 a §. Denna paragraf tillämpas inte när avvisnings- eller utvisningsbeslutet fattas med stöd av 10 kap.",
        "normalized_sv": "I ett avvisnings- eller utvisningsbeslut ska det fastställas en tidsfrist på minst sju och högst trettio dagar inom vilken tredjelandsmedborgaren frivilligt kan avlägsna sig ur landet. Tidsfristen för frivillig återresa räknas från den tidpunkt då beslutet blir verkställbart. Tidsfristen kan av särskilda skäl förlängas. Ingen tidsfrist fastställs, om en tredjelandsmedborgare nekas inresa eller avvisas omedelbart i samband med gränsövergången eller avvisas eller utvisas med anledning av en straffrättslig påföljd. Ingen tidsfrist för frivillig återresa fastställs heller om det finns risk för avvikande, om personen anses äventyra allmän ordning eller säkerhet, om ansökan om uppehållstillstånd förkastats på grund av kringgående av bestämmelserna om inresa i landet eller om ansökan om internationellt skydd avvisas i enlighet med 103 § eller påskyndat förfarande tillämpas i enlighet med 104 § . Risken för avvikande ska bedömas enligt vad som föreskrivs i 121 a § . Denna paragraf tillämpas inte när avvisnings- eller utvisningsbeslutet fattas med stöd av 10 kap.",
        "folded_sv": "i ett avvisnings- eller utvisningsbeslut ska det faststallas en tidsfrist pa minst sju och hogst trettio dagar inom vilken tredjelandsmedborgaren frivilligt kan avlagsna sig ur landet. tidsfristen for frivillig aterresa raknas fran den tidpunkt da beslutet blir verkstallbart. tidsfristen kan av sarskilda skal forlangas. ingen tidsfrist faststalls, om en tredjelandsmedborgare nekas inresa eller avvisas omedelbart i samband med gransovergangen eller avvisas eller utvisas med anledning av en straffrattslig pafoljd. ingen tidsfrist for frivillig aterresa faststalls heller om det finns risk for avvikande, om personen anses aventyra allman ordning eller sakerhet, om ansokan om uppehallstillstand forkastats pa grund av kringgaende av bestammelserna om inresa i landet eller om ansokan om internationellt skydd avvisas i enlighet med 103 § eller paskyndat forfarande tillampas i enlighet med 104 §. risken for avvikande ska bedomas enligt vad som foreskrivs i 121 a §. denna paragraf tillampas inte nar avvisnings- eller utvisningsbeslutet fattas med stod av 10 kap."
      }
    },
    {
      "provision_ref": "198 b",
      "section": "198 b",
      "title": "Täytäntöönpanoa koskeva hakemus eräissä kansainvälistä suojelua koskevissa asioissa",
      "content": "Jos päätös käännyttämisestä on tehty 95 b, 103 tai 104 §:n nojalla, täytäntöönpanon kieltämistä tai keskeyttämistä koskeva hakemus on tehtävä seitsemän päivän kuluessa siitä, kun päätös on annettu tiedoksi hakijalle. Määräaikaan sisältyy vähintään viisi arkipäivää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:198 b",
        "normalized_fi": "Jos päätös käännyttämisestä on tehty 95 b, 103 tai 104 § :n nojalla, täytäntöönpanon kieltämistä tai keskeyttämistä koskeva hakemus on tehtävä seitsemän päivän kuluessa siitä, kun päätös on annettu tiedoksi hakijalle. Määräaikaan sisältyy vähintään viisi arkipäivää.",
        "folded_fi": "jos paatos kaannyttamisesta on tehty 95 b, 103 tai 104 §:n nojalla, taytantoonpanon kieltamista tai keskeyttamista koskeva hakemus on tehtava seitseman paivan kuluessa siita, kun paatos on annettu tiedoksi hakijalle. maaraaikaan sisaltyy vahintaan viisi arkipaivaa.",
        "title_sv": "Ansökan som avser verkställighet i vissa ärenden som gäller internationellt skydd",
        "content_sv": "Om beslut om avvisning har fattats med stöd av 95 b, 103 eller 104 §, ska ansökan om förbud mot eller avbrytande av verkställighet göras inom sju dagar från det att beslutet delgetts sökanden. Tidsfristen ska omfatta minst fem vardagar.",
        "normalized_sv": "Om beslut om avvisning har fattats med stöd av 95 b, 103 eller 104 § , ska ansökan om förbud mot eller avbrytande av verkställighet göras inom sju dagar från det att beslutet delgetts sökanden. Tidsfristen ska omfatta minst fem vardagar.",
        "folded_sv": "om beslut om avvisning har fattats med stod av 95 b, 103 eller 104 §, ska ansokan om forbud mot eller avbrytande av verkstallighet goras inom sju dagar fran det att beslutet delgetts sokanden. tidsfristen ska omfatta minst fem vardagar."
      }
    },
    {
      "provision_ref": "199",
      "section": "199",
      "title": "Täytäntöönpanoa koskevan hakemuksen ratkaiseminen",
      "content": "Hallinto-oikeus voi ratkaista täytäntöönpanon kieltämistä tai keskeyttämistä koskevan hakemuksen yhden tuomarin kokoonpanossa esittelystä. Päätös voidaan tehdä ilman viranomaisen toimittamia asiakirjoja, jos asian ratkaisemiseksi tarpeelliset seikat käyvät ilmi valituskirjelmästä tai muutoin. Hallinto-oikeuden päätökseen täytäntöönpanon kieltämistä tai keskeyttämistä koskevassa asiassa ei saa erikseen hakea muutosta valittamalla. Korkein hallinto-oikeus voi samoin ratkaista täytäntöönpanon kieltämistä tai keskeyttämistä koskevan hakemuksen yhden jäsenen kokoonpanossa esittelystä. Hakemus voidaan 1 momentissa säädetyin edellytyksin ratkaista ilman asiassa kertyneitä asiakirjoja. Edellä 198 b §:ssä tarkoitettua hakemusta koskeva päätös on tehtävä seitsemän päivän kuluessa. Määräaikaan sisältyy vähintään viisi arkipäivää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:199",
        "normalized_fi": "Hallinto-oikeus voi ratkaista täytäntöönpanon kieltämistä tai keskeyttämistä koskevan hakemuksen yhden tuomarin kokoonpanossa esittelystä. Päätös voidaan tehdä ilman viranomaisen toimittamia asiakirjoja, jos asian ratkaisemiseksi tarpeelliset seikat käyvät ilmi valituskirjelmästä tai muutoin. Hallinto-oikeuden päätökseen täytäntöönpanon kieltämistä tai keskeyttämistä koskevassa asiassa ei saa erikseen hakea muutosta valittamalla. Korkein hallinto-oikeus voi samoin ratkaista täytäntöönpanon kieltämistä tai keskeyttämistä koskevan hakemuksen yhden jäsenen kokoonpanossa esittelystä. Hakemus voidaan 1 momentissa säädetyin edellytyksin ratkaista ilman asiassa kertyneitä asiakirjoja. Edellä 198 b § :ssä tarkoitettua hakemusta koskeva päätös on tehtävä seitsemän päivän kuluessa. Määräaikaan sisältyy vähintään viisi arkipäivää.",
        "folded_fi": "hallinto-oikeus voi ratkaista taytantoonpanon kieltamista tai keskeyttamista koskevan hakemuksen yhden tuomarin kokoonpanossa esittelysta. paatos voidaan tehda ilman viranomaisen toimittamia asiakirjoja, jos asian ratkaisemiseksi tarpeelliset seikat kayvat ilmi valituskirjelmasta tai muutoin. hallinto-oikeuden paatokseen taytantoonpanon kieltamista tai keskeyttamista koskevassa asiassa ei saa erikseen hakea muutosta valittamalla. korkein hallinto-oikeus voi samoin ratkaista taytantoonpanon kieltamista tai keskeyttamista koskevan hakemuksen yhden jasenen kokoonpanossa esittelysta. hakemus voidaan 1 momentissa saadetyin edellytyksin ratkaista ilman asiassa kertyneita asiakirjoja. edella 198 b §:ssa tarkoitettua hakemusta koskeva paatos on tehtava seitseman paivan kuluessa. maaraaikaan sisaltyy vahintaan viisi arkipaivaa.",
        "title_sv": "Avgörande av ansökan som avser verkställighet",
        "content_sv": "Förvaltningsdomstolen kan avgöra en ansökan om förbud mot eller avbrytande av verkställighet på föredragning i sammansättning med en domare. Beslut kan fattas utan sådana handlingar som getts in av myndigheterna, om de omständigheter som behövs för avgörande av ärendet framgår av besvärsskriften eller på något annat sätt. I förvaltningsdomstolens beslut i ett ärende som gäller förbud mot eller avbrytande av verkställighet får ändring inte sökas särskilt genom besvär. Högsta förvaltningsdomstolen kan likaså avgöra en ansökan om förbud mot eller avbrytande av verkställighet på föredragning i sammansättning med en domare. Ansökan kan under de förutsättningar som anges i 1 mom. avgöras utan handlingarna i ärendet. Beslutet om en i 198 b § avsedd ansökan ska fattas inom sju dagar. Tidsfristen ska omfatta minst fem vardagar.",
        "normalized_sv": "Förvaltningsdomstolen kan avgöra en ansökan om förbud mot eller avbrytande av verkställighet på föredragning i sammansättning med en domare. Beslut kan fattas utan sådana handlingar som getts in av myndigheterna, om de omständigheter som behövs för avgörande av ärendet framgår av besvärsskriften eller på något annat sätt. I förvaltningsdomstolens beslut i ett ärende som gäller förbud mot eller avbrytande av verkställighet får ändring inte sökas särskilt genom besvär. Högsta förvaltningsdomstolen kan likaså avgöra en ansökan om förbud mot eller avbrytande av verkställighet på föredragning i sammansättning med en domare. Ansökan kan under de förutsättningar som anges i 1 mom. avgöras utan handlingarna i ärendet. Beslutet om en i 198 b § avsedd ansökan ska fattas inom sju dagar. Tidsfristen ska omfatta minst fem vardagar.",
        "folded_sv": "forvaltningsdomstolen kan avgora en ansokan om forbud mot eller avbrytande av verkstallighet pa foredragning i sammansattning med en domare. beslut kan fattas utan sadana handlingar som getts in av myndigheterna, om de omstandigheter som behovs for avgorande av arendet framgar av besvarsskriften eller pa nagot annat satt. i forvaltningsdomstolens beslut i ett arende som galler forbud mot eller avbrytande av verkstallighet far andring inte sokas sarskilt genom besvar. hogsta forvaltningsdomstolen kan likasa avgora en ansokan om forbud mot eller avbrytande av verkstallighet pa foredragning i sammansattning med en domare. ansokan kan under de forutsattningar som anges i 1 mom. avgoras utan handlingarna i arendet. beslutet om en i 198 b § avsedd ansokan ska fattas inom sju dagar. tidsfristen ska omfatta minst fem vardagar."
      }
    },
    {
      "provision_ref": "201",
      "section": "201",
      "title": "Käännyttämispäätösten täytäntöönpano",
      "content": "Päätös käännyttämisestä voidaan panna täytäntöön muutoksenhausta huolimatta, jollei hallinto-oikeus toisin määrää. Maahanmuuttoviraston päätöstä käännyttämisestä, kun ulkomaalainen on hakenut oleskelulupaa kansainvälisen suojelun perusteella, ei kuitenkaan saa panna täytäntöön, ennen kuin asia on lainvoimaisesti ratkaistu, ellei jäljempänä tässä pykälässä toisin säädetä. Jos asiassa tarvitaan valituslupa korkeimmalta hallinto-oikeudelta, valitus ei estä täytäntöönpanoa, ellei korkein hallinto-oikeus toisin määrää. Jos päätös käännyttämisestä on tehty 95 b §:n taikka 103 §:n 2, 3 tai 4 kohdan nojalla, päätös voidaan panna täytäntöön sen jälkeen, kun se on annettu hakijalle tiedoksi, jollei hallinto-oikeus toisin määrää. Päätös, joka on tehty turvallisesta turvapaikkamaasta tulleen ulkomaalaisen käännyttämisestä 103 §:n 1 kohdan nojalla tai sellaisen ulkomaalaisen käännyttämisestä 104 §:n nojalla, jonka hakemus on katsottu ilmeisen perusteettomaksi, voidaan panna täytäntöön aikaisintaan kahdeksantena päivänä sen jälkeen, kun päätös on annettu tiedoksi hakijalle, jollei hallinto-oikeus toisin määrää. Täytäntöönpanoa ennen on varmistauduttava siitä, että määräaikaan on sisältynyt vähintään viisi arkipäivää. Päätöstä käännyttämisestä ei saa panna täytäntöön 2 ja 3 momentissa säädetyllä tavalla, ennen kuin 198 b §:ssä tarkoitettu hakemus on ratkaistu. Toisen 102 §:ssä tarkoitetun uusintahakemuksen jättäminen ei estä 103 §:n 4 kohdan nojalla tehdyn lainvoimaisen käännyttämispäätöksen täytäntöönpanoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:201",
        "normalized_fi": "Päätös käännyttämisestä voidaan panna täytäntöön muutoksenhausta huolimatta, jollei hallinto-oikeus toisin määrää. Maahanmuuttoviraston päätöstä käännyttämisestä, kun ulkomaalainen on hakenut oleskelulupaa kansainvälisen suojelun perusteella, ei kuitenkaan saa panna täytäntöön, ennen kuin asia on lainvoimaisesti ratkaistu, ellei jäljempänä tässä pykälässä toisin säädetä. Jos asiassa tarvitaan valituslupa korkeimmalta hallinto-oikeudelta, valitus ei estä täytäntöönpanoa, ellei korkein hallinto-oikeus toisin määrää. Jos päätös käännyttämisestä on tehty 95 b § :n taikka 103 § :n 2, 3 tai 4 kohdan nojalla, päätös voidaan panna täytäntöön sen jälkeen, kun se on annettu hakijalle tiedoksi, jollei hallinto-oikeus toisin määrää. Päätös, joka on tehty turvallisesta turvapaikkamaasta tulleen ulkomaalaisen käännyttämisestä 103 § :n 1 kohdan nojalla tai sellaisen ulkomaalaisen käännyttämisestä 104 § :n nojalla, jonka hakemus on katsottu ilmeisen perusteettomaksi, voidaan panna täytäntöön aikaisintaan kahdeksantena päivänä sen jälkeen, kun päätös on annettu tiedoksi hakijalle, jollei hallinto-oikeus toisin määrää. Täytäntöönpanoa ennen on varmistauduttava siitä, että määräaikaan on sisältynyt vähintään viisi arkipäivää. Päätöstä käännyttämisestä ei saa panna täytäntöön 2 ja 3 momentissa säädetyllä tavalla, ennen kuin 198 b § :ssä tarkoitettu hakemus on ratkaistu. Toisen 102 § :ssä tarkoitetun uusintahakemuksen jättäminen ei estä 103 § :n 4 kohdan nojalla tehdyn lainvoimaisen käännyttämispäätöksen täytäntöönpanoa.",
        "folded_fi": "paatos kaannyttamisesta voidaan panna taytantoon muutoksenhausta huolimatta, jollei hallinto-oikeus toisin maaraa. maahanmuuttoviraston paatosta kaannyttamisesta, kun ulkomaalainen on hakenut oleskelulupaa kansainvalisen suojelun perusteella, ei kuitenkaan saa panna taytantoon, ennen kuin asia on lainvoimaisesti ratkaistu, ellei jaljempana tassa pykalassa toisin saadeta. jos asiassa tarvitaan valituslupa korkeimmalta hallinto-oikeudelta, valitus ei esta taytantoonpanoa, ellei korkein hallinto-oikeus toisin maaraa. jos paatos kaannyttamisesta on tehty 95 b §:n taikka 103 §:n 2, 3 tai 4 kohdan nojalla, paatos voidaan panna taytantoon sen jalkeen, kun se on annettu hakijalle tiedoksi, jollei hallinto-oikeus toisin maaraa. paatos, joka on tehty turvallisesta turvapaikkamaasta tulleen ulkomaalaisen kaannyttamisesta 103 §:n 1 kohdan nojalla tai sellaisen ulkomaalaisen kaannyttamisesta 104 §:n nojalla, jonka hakemus on katsottu ilmeisen perusteettomaksi, voidaan panna taytantoon aikaisintaan kahdeksantena paivana sen jalkeen, kun paatos on annettu tiedoksi hakijalle, jollei hallinto-oikeus toisin maaraa. taytantoonpanoa ennen on varmistauduttava siita, etta maaraaikaan on sisaltynyt vahintaan viisi arkipaivaa. paatosta kaannyttamisesta ei saa panna taytantoon 2 ja 3 momentissa saadetylla tavalla, ennen kuin 198 b §:ssa tarkoitettu hakemus on ratkaistu. toisen 102 §:ssa tarkoitetun uusintahakemuksen jattaminen ei esta 103 §:n 4 kohdan nojalla tehdyn lainvoimaisen kaannyttamispaatoksen taytantoonpanoa.",
        "title_sv": "Verkställighet av beslut om avvisning",
        "content_sv": "Ett avvisningsbeslut får verkställas även om det överklagats, om inte förvaltningsdomstolen bestämmer något annat. Migrationsverkets beslut om avvisning när en utlänning har ansökt om uppehållstillstånd på grund av internationellt skydd får dock inte verkställas förrän beslutet har vunnit laga kraft, om inte något annat föreskrivs nedan i denna paragraf. Om det behövs besvärstillstånd av högsta förvaltningsdomstolen i ärendet hindrar besvären inte verkställigheten av beslutet, om inte högsta förvaltningsdomstolen bestämmer något annat. Om ett avvisningsbeslut har fattats med stöd av 95 b § eller 103 § 2, 3 eller 4 punkten kan beslutet verkställas efter det att beslutet delgetts sökanden, om inte förvaltningsdomstolen bestämmer något annat. Ett beslut som med stöd av 103 § 1 punkten har fattats om avvisning av en utlänning som kommit från ett säkert asylland eller med stöd av 104 § om avvisning av en sådan utlänning vars ansökan har betraktats som uppenbart ogrundad, kan verkställas tidigast den åttonde dagen efter det att beslutet har delgetts sökanden, om inte förvaltningsdomstolen bestämmer något annat. Före verkställigheten ska det säkerställas att tidsfristen har omfattat minst fem vardagar. Ett avvisningsbeslut får inte verkställas på det sätt som föreskrivs i 2 och 3 mom. innan den ansökan som avses i 198 b § har avgjorts. Inlämning av en annan ny ansökan som avses i 102 § hindrar inte att ett lagakraftvunnet avvisningsbeslut som har fattats med stöd av 103 § 4 punkten verkställs.",
        "normalized_sv": "Ett avvisningsbeslut får verkställas även om det överklagats, om inte förvaltningsdomstolen bestämmer något annat. Migrationsverkets beslut om avvisning när en utlänning har ansökt om uppehållstillstånd på grund av internationellt skydd får dock inte verkställas förrän beslutet har vunnit laga kraft, om inte något annat föreskrivs nedan i denna paragraf. Om det behövs besvärstillstånd av högsta förvaltningsdomstolen i ärendet hindrar besvären inte verkställigheten av beslutet, om inte högsta förvaltningsdomstolen bestämmer något annat. Om ett avvisningsbeslut har fattats med stöd av 95 b § eller 103 § 2, 3 eller 4 punkten kan beslutet verkställas efter det att beslutet delgetts sökanden, om inte förvaltningsdomstolen bestämmer något annat. Ett beslut som med stöd av 103 § 1 punkten har fattats om avvisning av en utlänning som kommit från ett säkert asylland eller med stöd av 104 § om avvisning av en sådan utlänning vars ansökan har betraktats som uppenbart ogrundad, kan verkställas tidigast den åttonde dagen efter det att beslutet har delgetts sökanden, om inte förvaltningsdomstolen bestämmer något annat. Före verkställigheten ska det säkerställas att tidsfristen har omfattat minst fem vardagar. Ett avvisningsbeslut får inte verkställas på det sätt som föreskrivs i 2 och 3 mom. innan den ansökan som avses i 198 b § har avgjorts. Inlämning av en annan ny ansökan som avses i 102 § hindrar inte att ett lagakraftvunnet avvisningsbeslut som har fattats med stöd av 103 § 4 punkten verkställs.",
        "folded_sv": "ett avvisningsbeslut far verkstallas aven om det overklagats, om inte forvaltningsdomstolen bestammer nagot annat. migrationsverkets beslut om avvisning nar en utlanning har ansokt om uppehallstillstand pa grund av internationellt skydd far dock inte verkstallas forran beslutet har vunnit laga kraft, om inte nagot annat foreskrivs nedan i denna paragraf. om det behovs besvarstillstand av hogsta forvaltningsdomstolen i arendet hindrar besvaren inte verkstalligheten av beslutet, om inte hogsta forvaltningsdomstolen bestammer nagot annat. om ett avvisningsbeslut har fattats med stod av 95 b § eller 103 § 2, 3 eller 4 punkten kan beslutet verkstallas efter det att beslutet delgetts sokanden, om inte forvaltningsdomstolen bestammer nagot annat. ett beslut som med stod av 103 § 1 punkten har fattats om avvisning av en utlanning som kommit fran ett sakert asylland eller med stod av 104 § om avvisning av en sadan utlanning vars ansokan har betraktats som uppenbart ogrundad, kan verkstallas tidigast den attonde dagen efter det att beslutet har delgetts sokanden, om inte forvaltningsdomstolen bestammer nagot annat. fore verkstalligheten ska det sakerstallas att tidsfristen har omfattat minst fem vardagar. ett avvisningsbeslut far inte verkstallas pa det satt som foreskrivs i 2 och 3 mom. innan den ansokan som avses i 198 b § har avgjorts. inlamning av en annan ny ansokan som avses i 102 § hindrar inte att ett lagakraftvunnet avvisningsbeslut som har fattats med stod av 103 § 4 punkten verkstalls."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "95",
      "section": "95",
      "title": "Kansainvälistä suojelua koskevan hakemuksen jättäminen",
      "content": "Kansainvälistä suojelua koskeva hakemus on jätettävä poliisille tai rajatarkastusviranomaiselle maahan saavuttaessa tai mahdollisimman pian sen jälkeen. Hakemus voidaan jättää myöhemminkin, jos: 1) olosuhteet ulkomaalaisen kotimaassa tai pysyvässä asuinmaassa ovat hänen täällä ollessaan muuttuneet; 2) ulkomaalainen on vasta myöhemmin voinut esittää selvitystä hakemuksensa tueksi; taikka 3) siihen on muu perusteltu syy. Poliisin tai rajatarkastusviranomaisen on rekisteröitävä hakemus viipymättä. Jos kansainvälistä suojelua koskeva hakemus tehdään Maahanmuuttoviraston, vastaanottokeskuksen, säilöönottoyksikön tai Tullin henkilöstölle, hakija on ohjattava jättämään hakemus poliisille tai rajatarkastusviranomaiselle ja hakemus on rekisteröitävä kuuden arkipäivän kuluessa hakemuksen tekemisestä. Jos hakemusten määrä on voimakkaasti lisääntynyt, poliisi tai rajatarkastusviranomainen voi jatkaa rekisteröinnin määräaikaa kymmeneen arkipäivään. Määräajan jatkaja ilmoittaa tästä komissiolle vähintään kerran vuodessa ja heti, kun määräajan jatkaminen ei ole enää tarpeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:95",
        "normalized_fi": "Kansainvälistä suojelua koskeva hakemus on jätettävä poliisille tai rajatarkastusviranomaiselle maahan saavuttaessa tai mahdollisimman pian sen jälkeen. Hakemus voidaan jättää myöhemminkin, jos: 1) olosuhteet ulkomaalaisen kotimaassa tai pysyvässä asuinmaassa ovat hänen täällä ollessaan muuttuneet; 2) ulkomaalainen on vasta myöhemmin voinut esittää selvitystä hakemuksensa tueksi; taikka 3) siihen on muu perusteltu syy. Poliisin tai rajatarkastusviranomaisen on rekisteröitävä hakemus viipymättä. Jos kansainvälistä suojelua koskeva hakemus tehdään Maahanmuuttoviraston, vastaanottokeskuksen, säilöönottoyksikön tai Tullin henkilöstölle, hakija on ohjattava jättämään hakemus poliisille tai rajatarkastusviranomaiselle ja hakemus on rekisteröitävä kuuden arkipäivän kuluessa hakemuksen tekemisestä. Jos hakemusten määrä on voimakkaasti lisääntynyt, poliisi tai rajatarkastusviranomainen voi jatkaa rekisteröinnin määräaikaa kymmeneen arkipäivään. Määräajan jatkaja ilmoittaa tästä komissiolle vähintään kerran vuodessa ja heti, kun määräajan jatkaminen ei ole enää tarpeen.",
        "folded_fi": "kansainvalista suojelua koskeva hakemus on jatettava poliisille tai rajatarkastusviranomaiselle maahan saavuttaessa tai mahdollisimman pian sen jalkeen. hakemus voidaan jattaa myohemminkin, jos: 1) olosuhteet ulkomaalaisen kotimaassa tai pysyvassa asuinmaassa ovat hanen taalla ollessaan muuttuneet; 2) ulkomaalainen on vasta myohemmin voinut esittaa selvitysta hakemuksensa tueksi; taikka 3) siihen on muu perusteltu syy. poliisin tai rajatarkastusviranomaisen on rekisteroitava hakemus viipymatta. jos kansainvalista suojelua koskeva hakemus tehdaan maahanmuuttoviraston, vastaanottokeskuksen, sailoonottoyksikon tai tullin henkilostolle, hakija on ohjattava jattamaan hakemus poliisille tai rajatarkastusviranomaiselle ja hakemus on rekisteroitava kuuden arkipaivan kuluessa hakemuksen tekemisesta. jos hakemusten maara on voimakkaasti lisaantynyt, poliisi tai rajatarkastusviranomainen voi jatkaa rekisteroinnin maaraaikaa kymmeneen arkipaivaan. maaraajan jatkaja ilmoittaa tasta komissiolle vahintaan kerran vuodessa ja heti, kun maaraajan jatkaminen ei ole enaa tarpeen.",
        "title_sv": "Inlämnande av ansökan om internationellt skydd",
        "content_sv": "En ansökan om internationellt skydd ska lämnas in till polisen eller gränskontrollmyndigheten vid ankomsten till landet eller så snart som möjligt efter det. Ansökan kan även lämnas in senare, om 1) förhållandena i utlänningens hemland eller permanenta bosättningsland har förändrats under den tid han eller hon har varit i Finland, 2) utlänningen först senare har kunnat lägga fram en utredning som stöd för ansökan, eller 3) det finns andra motiverade grunder. Polisen eller gränskontrollmyndigheten ska registrera ansökan utan dröjsmål. Om en ansökan om internationellt skydd görs till personalen vid Migrationsverket, en förläggning, en förvarsenhet eller Tullen, ska sökanden hänvisas att lämna in ansökan till polisen eller gränskontrollmyndigheten och ansökan ska registreras inom sex vardagar från det att ansökan lämnades in. Om antalet ansökningar kraftigt ökat, får polisen eller gränskontrollmyndigheten förlänga tidsfristen för registreringen till tio vardagar. Den som har beslutat om förlängd tidsfrist ska underrätta kommissionen om tillämpningen av den förlängda tidsfristen minst en gång om året och genast när den förlängda tidsfristen inte längre behövs.",
        "normalized_sv": "En ansökan om internationellt skydd ska lämnas in till polisen eller gränskontrollmyndigheten vid ankomsten till landet eller så snart som möjligt efter det. Ansökan kan även lämnas in senare, om 1) förhållandena i utlänningens hemland eller permanenta bosättningsland har förändrats under den tid han eller hon har varit i Finland, 2) utlänningen först senare har kunnat lägga fram en utredning som stöd för ansökan, eller 3) det finns andra motiverade grunder. Polisen eller gränskontrollmyndigheten ska registrera ansökan utan dröjsmål. Om en ansökan om internationellt skydd görs till personalen vid Migrationsverket, en förläggning, en förvarsenhet eller Tullen, ska sökanden hänvisas att lämna in ansökan till polisen eller gränskontrollmyndigheten och ansökan ska registreras inom sex vardagar från det att ansökan lämnades in. Om antalet ansökningar kraftigt ökat, får polisen eller gränskontrollmyndigheten förlänga tidsfristen för registreringen till tio vardagar. Den som har beslutat om förlängd tidsfrist ska underrätta kommissionen om tillämpningen av den förlängda tidsfristen minst en gång om året och genast när den förlängda tidsfristen inte längre behövs.",
        "folded_sv": "en ansokan om internationellt skydd ska lamnas in till polisen eller granskontrollmyndigheten vid ankomsten till landet eller sa snart som mojligt efter det. ansokan kan aven lamnas in senare, om 1) forhallandena i utlanningens hemland eller permanenta bosattningsland har forandrats under den tid han eller hon har varit i finland, 2) utlanningen forst senare har kunnat lagga fram en utredning som stod for ansokan, eller 3) det finns andra motiverade grunder. polisen eller granskontrollmyndigheten ska registrera ansokan utan drojsmal. om en ansokan om internationellt skydd gors till personalen vid migrationsverket, en forlaggning, en forvarsenhet eller tullen, ska sokanden hanvisas att lamna in ansokan till polisen eller granskontrollmyndigheten och ansokan ska registreras inom sex vardagar fran det att ansokan lamnades in. om antalet ansokningar kraftigt okat, far polisen eller granskontrollmyndigheten forlanga tidsfristen for registreringen till tio vardagar. den som har beslutat om forlangd tidsfrist ska underratta kommissionen om tillampningen av den forlangda tidsfristen minst en gang om aret och genast nar den forlangda tidsfristen inte langre behovs."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "95 a",
      "section": "95 a",
      "title": "Tietojen antaminen kansainvälistä suojelua hakevalle",
      "content": "Kansainvälistä suojelua hakevalle kerrotaan turvapaikkamenettelystä sekä hänen oikeuksistaan ja velvollisuuksistaan menettelyssä. Poliisi tai rajatarkastusviranomainen antaa tiedon hakijalle hänen jättäessään kansainvälistä suojelua koskevan hakemuksen. Tiedon voi antaa myös Maahanmuuttovirasto tai vastaanottokeskus mahdollisimman pian hakemuksen jättämisen jälkeen. Tieto annetaan hakijan äidinkielellä tai kielellä, jota hänen perustellusti voidaan olettaa ymmärtävän. Jos päätöstä kansainvälistä suojelua koskevaan hakemukseen ei voida tehdä kuuden kuukauden kuluessa hakemuksen jättämisestä, hakijalle on tiedotettava käsittelyn viivästymisestä. Hakijan pyynnöstä on myös annettava tietoa viivästymisen syystä ja siitä, milloin päätös on odotettavissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:95 a",
        "normalized_fi": "Kansainvälistä suojelua hakevalle kerrotaan turvapaikkamenettelystä sekä hänen oikeuksistaan ja velvollisuuksistaan menettelyssä. Poliisi tai rajatarkastusviranomainen antaa tiedon hakijalle hänen jättäessään kansainvälistä suojelua koskevan hakemuksen. Tiedon voi antaa myös Maahanmuuttovirasto tai vastaanottokeskus mahdollisimman pian hakemuksen jättämisen jälkeen. Tieto annetaan hakijan äidinkielellä tai kielellä, jota hänen perustellusti voidaan olettaa ymmärtävän. Jos päätöstä kansainvälistä suojelua koskevaan hakemukseen ei voida tehdä kuuden kuukauden kuluessa hakemuksen jättämisestä, hakijalle on tiedotettava käsittelyn viivästymisestä. Hakijan pyynnöstä on myös annettava tietoa viivästymisen syystä ja siitä, milloin päätös on odotettavissa.",
        "folded_fi": "kansainvalista suojelua hakevalle kerrotaan turvapaikkamenettelysta seka hanen oikeuksistaan ja velvollisuuksistaan menettelyssa. poliisi tai rajatarkastusviranomainen antaa tiedon hakijalle hanen jattaessaan kansainvalista suojelua koskevan hakemuksen. tiedon voi antaa myos maahanmuuttovirasto tai vastaanottokeskus mahdollisimman pian hakemuksen jattamisen jalkeen. tieto annetaan hakijan aidinkielella tai kielella, jota hanen perustellusti voidaan olettaa ymmartavan. jos paatosta kansainvalista suojelua koskevaan hakemukseen ei voida tehda kuuden kuukauden kuluessa hakemuksen jattamisesta, hakijalle on tiedotettava kasittelyn viivastymisesta. hakijan pyynnosta on myos annettava tietoa viivastymisen syysta ja siita, milloin paatos on odotettavissa.",
        "title_sv": "Information till den som ansöker om internationellt skydd",
        "content_sv": "Den som ansöker om internationellt skydd ska upplysas om asylförfarandet och om sina rättigheter och skyldigheter under förfarandet. Polisen eller gränskontrollmyndigheten ska informera sökanden när denne lämnar in en ansökan om internationellt skydd. Informationen kan även ges av Migrationsverket eller en förläggning så snart som möjligt efter det att ansökan har lämnats in. Informationen ges på sökandens modersmål eller på ett språk som det finns grundad anledning att anta att sökanden förstår. Om ett beslut som gäller ansökan om internationellt skydd inte kan fattas inom sex månader från det att ansökan lämnades in, ska sökanden informeras om att handläggningen drar ut på tiden. På begäran av sökanden ska han eller hon även få information om orsaken till dröjsmålet och när beslutet är att vänta.",
        "normalized_sv": "Den som ansöker om internationellt skydd ska upplysas om asylförfarandet och om sina rättigheter och skyldigheter under förfarandet. Polisen eller gränskontrollmyndigheten ska informera sökanden när denne lämnar in en ansökan om internationellt skydd. Informationen kan även ges av Migrationsverket eller en förläggning så snart som möjligt efter det att ansökan har lämnats in. Informationen ges på sökandens modersmål eller på ett språk som det finns grundad anledning att anta att sökanden förstår. Om ett beslut som gäller ansökan om internationellt skydd inte kan fattas inom sex månader från det att ansökan lämnades in, ska sökanden informeras om att handläggningen drar ut på tiden. På begäran av sökanden ska han eller hon även få information om orsaken till dröjsmålet och när beslutet är att vänta.",
        "folded_sv": "den som ansoker om internationellt skydd ska upplysas om asylforfarandet och om sina rattigheter och skyldigheter under forfarandet. polisen eller granskontrollmyndigheten ska informera sokanden nar denne lamnar in en ansokan om internationellt skydd. informationen kan aven ges av migrationsverket eller en forlaggning sa snart som mojligt efter det att ansokan har lamnats in. informationen ges pa sokandens modersmal eller pa ett sprak som det finns grundad anledning att anta att sokanden forstar. om ett beslut som galler ansokan om internationellt skydd inte kan fattas inom sex manader fran det att ansokan lamnades in, ska sokanden informeras om att handlaggningen drar ut pa tiden. pa begaran av sokanden ska han eller hon aven fa information om orsaken till drojsmalet och nar beslutet ar att vanta."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "96 a",
      "section": "96 a",
      "title": "Erityiset menettelylliset takeet",
      "content": "Hakijalle, jolla on kansainvälistä suojelua hakevan vastaanotosta annetun lain (746/2011) 6 §:ssä tarkoitetusta haavoittuvasta asemasta johtuvia tai muuten turvapaikkamenettelyn aikana todettuja erityistarpeita, annetaan tukea sen varmistamiseksi, että hän voi hyötyä turvapaikkamenettelyyn liittyvistä oikeuksista ja noudattaa siihen liittyviä velvollisuuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:96 a",
        "normalized_fi": "Hakijalle, jolla on kansainvälistä suojelua hakevan vastaanotosta annetun lain (746/2011) 6 § :ssä tarkoitetusta haavoittuvasta asemasta johtuvia tai muuten turvapaikkamenettelyn aikana todettuja erityistarpeita, annetaan tukea sen varmistamiseksi, että hän voi hyötyä turvapaikkamenettelyyn liittyvistä oikeuksista ja noudattaa siihen liittyviä velvollisuuksia.",
        "folded_fi": "hakijalle, jolla on kansainvalista suojelua hakevan vastaanotosta annetun lain (746/2011) 6 §:ssa tarkoitetusta haavoittuvasta asemasta johtuvia tai muuten turvapaikkamenettelyn aikana todettuja erityistarpeita, annetaan tukea sen varmistamiseksi, etta han voi hyotya turvapaikkamenettelyyn liittyvista oikeuksista ja noudattaa siihen liittyvia velvollisuuksia.",
        "title_sv": "Särskilda förfarandegarantier",
        "content_sv": "En sökande som på grund av sin utsatta ställning enligt 6 § i lagen om mottagande av personer som söker internationellt skydd (746/2011) har eller annars under asylförfarandet har konstaterats ha särskilda behov ges stöd för att säkerställa att han eller hon kan utnyttja de rättigheter och uppfylla de förpliktelser som hör till asylförfarandet.",
        "normalized_sv": "En sökande som på grund av sin utsatta ställning enligt 6 § i lagen om mottagande av personer som söker internationellt skydd (746/2011) har eller annars under asylförfarandet har konstaterats ha särskilda behov ges stöd för att säkerställa att han eller hon kan utnyttja de rättigheter och uppfylla de förpliktelser som hör till asylförfarandet.",
        "folded_sv": "en sokande som pa grund av sin utsatta stallning enligt 6 § i lagen om mottagande av personer som soker internationellt skydd (746/2011) har eller annars under asylforfarandet har konstaterats ha sarskilda behov ges stod for att sakerstalla att han eller hon kan utnyttja de rattigheter och uppfylla de forpliktelser som hor till asylforfarandet."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "97",
      "section": "97",
      "title": "Turvapaikkatutkinta",
      "content": "Poliisi tai rajavartiolaitos selvittää kansainvälisen suojelun perusteella oleskelulupaa hakevan ulkomaalaisen henkilöllisyyden, matkareitin ja maahantulon sekä suullisesti turvapaikkahakemuksen käsittelystä vastuussa olevan valtion määrittämiseksi tarpeelliset tiedot. Hakijan henkilöllisyyttä selvitettäessä kerätään henkilötiedot hänen perheenjäsenistään ja muista omaisistaan. Poliisi tai rajavartiolaitos selvittää suullisesti 103 §:n 1 ja 3 kohdassa tarkoitetun tutkimatta jättämisen edellyttämät tiedot. Maahanmuuttovirasto suorittaa turvapaikkapuhuttelun, jossa suullisesti selvitetään hakijan perusteet häneen kotimaassaan tai pysyvässä asuinmaassaan kohdistuneesta vainosta tai muista oikeudenloukkauksista ja niiden uhkista. Poliisi voi Maahanmuuttoviraston pyynnöstä suorittaa unionin kansalaisten puhutteluja sekä tilapäisesti muiden hakijoiden puhutteluja silloin, kun hakemusten määrä on voimakkaasti lisääntynyt. Kun poliisi suorittaa puhutteluja hakemusmäärän lisääntymisen vuoksi, Maahanmuuttovirasto ilmoittaa tästä komissiolle vähintään kerran vuodessa ja heti, kun poliisin suorittamat puhuttelut eivät ole enää tarpeen. Suojelupoliisi voi osallistua turvapaikkapuhutteluun, jos Suomen kansallinen turvallisuus tai kansainväliset suhteet sitä edellyttävät.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:97",
        "normalized_fi": "Poliisi tai rajavartiolaitos selvittää kansainvälisen suojelun perusteella oleskelulupaa hakevan ulkomaalaisen henkilöllisyyden, matkareitin ja maahantulon sekä suullisesti turvapaikkahakemuksen käsittelystä vastuussa olevan valtion määrittämiseksi tarpeelliset tiedot. Hakijan henkilöllisyyttä selvitettäessä kerätään henkilötiedot hänen perheenjäsenistään ja muista omaisistaan. Poliisi tai rajavartiolaitos selvittää suullisesti 103 § :n 1 ja 3 kohdassa tarkoitetun tutkimatta jättämisen edellyttämät tiedot. Maahanmuuttovirasto suorittaa turvapaikkapuhuttelun, jossa suullisesti selvitetään hakijan perusteet häneen kotimaassaan tai pysyvässä asuinmaassaan kohdistuneesta vainosta tai muista oikeudenloukkauksista ja niiden uhkista. Poliisi voi Maahanmuuttoviraston pyynnöstä suorittaa unionin kansalaisten puhutteluja sekä tilapäisesti muiden hakijoiden puhutteluja silloin, kun hakemusten määrä on voimakkaasti lisääntynyt. Kun poliisi suorittaa puhutteluja hakemusmäärän lisääntymisen vuoksi, Maahanmuuttovirasto ilmoittaa tästä komissiolle vähintään kerran vuodessa ja heti, kun poliisin suorittamat puhuttelut eivät ole enää tarpeen. Suojelupoliisi voi osallistua turvapaikkapuhutteluun, jos Suomen kansallinen turvallisuus tai kansainväliset suhteet sitä edellyttävät.",
        "folded_fi": "poliisi tai rajavartiolaitos selvittaa kansainvalisen suojelun perusteella oleskelulupaa hakevan ulkomaalaisen henkilollisyyden, matkareitin ja maahantulon seka suullisesti turvapaikkahakemuksen kasittelysta vastuussa olevan valtion maarittamiseksi tarpeelliset tiedot. hakijan henkilollisyytta selvitettaessa kerataan henkilotiedot hanen perheenjasenistaan ja muista omaisistaan. poliisi tai rajavartiolaitos selvittaa suullisesti 103 §:n 1 ja 3 kohdassa tarkoitetun tutkimatta jattamisen edellyttamat tiedot. maahanmuuttovirasto suorittaa turvapaikkapuhuttelun, jossa suullisesti selvitetaan hakijan perusteet haneen kotimaassaan tai pysyvassa asuinmaassaan kohdistuneesta vainosta tai muista oikeudenloukkauksista ja niiden uhkista. poliisi voi maahanmuuttoviraston pyynnosta suorittaa unionin kansalaisten puhutteluja seka tilapaisesti muiden hakijoiden puhutteluja silloin, kun hakemusten maara on voimakkaasti lisaantynyt. kun poliisi suorittaa puhutteluja hakemusmaaran lisaantymisen vuoksi, maahanmuuttovirasto ilmoittaa tasta komissiolle vahintaan kerran vuodessa ja heti, kun poliisin suorittamat puhuttelut eivat ole enaa tarpeen. suojelupoliisi voi osallistua turvapaikkapuhutteluun, jos suomen kansallinen turvallisuus tai kansainvaliset suhteet sita edellyttavat.",
        "title_sv": "Asylutredning",
        "content_sv": "Polisen eller gränsbevakningsväsendet utreder identitet, resrutt och inresa för en utlänning som ansöker om uppehållstillstånd på grund av internationellt skydd samt utreder muntligen uppgifter som behövs för fastställande av den stat som ansvarar för handläggningen av asylansökan. När sökandens identitet utreds insamlas personuppgifter om hans eller hennes familjemedlemmar och övriga anhöriga. Polisen eller gränsbevakningsväsendet utreder muntligen de uppgifter som avvisande utan prövning enligt 103 § 1 och 3 punkten kräver. Migrationsverket för ett asylsamtal för att muntligen reda ut de grunder som sökanden uppger för att han eller hon i sitt hemland eller i sitt permanenta bosättningsland är utsatt för förföljelse eller andra rättskränkningar eller hotas av sådana. På begäran av Migrationsverket kan polisen föra samtal med unionsmedborgare samt tillfälligt med andra sökande, om antalet ansökningar har ökat kraftigt. När dessa samtal förs av polisen på grund av att antalet ansökningar har ökat, ska Migrationsverket underrätta kommissionen om detta minst en gång om året och genast när det inte längre är behövligt att polisen för samtalen. Skyddspolisen kan delta i asylsamtalen, om Finlands nationella säkerhet eller internationella förbindelser kräver det.",
        "normalized_sv": "Polisen eller gränsbevakningsväsendet utreder identitet, resrutt och inresa för en utlänning som ansöker om uppehållstillstånd på grund av internationellt skydd samt utreder muntligen uppgifter som behövs för fastställande av den stat som ansvarar för handläggningen av asylansökan. När sökandens identitet utreds insamlas personuppgifter om hans eller hennes familjemedlemmar och övriga anhöriga. Polisen eller gränsbevakningsväsendet utreder muntligen de uppgifter som avvisande utan prövning enligt 103 § 1 och 3 punkten kräver. Migrationsverket för ett asylsamtal för att muntligen reda ut de grunder som sökanden uppger för att han eller hon i sitt hemland eller i sitt permanenta bosättningsland är utsatt för förföljelse eller andra rättskränkningar eller hotas av sådana. På begäran av Migrationsverket kan polisen föra samtal med unionsmedborgare samt tillfälligt med andra sökande, om antalet ansökningar har ökat kraftigt. När dessa samtal förs av polisen på grund av att antalet ansökningar har ökat, ska Migrationsverket underrätta kommissionen om detta minst en gång om året och genast när det inte längre är behövligt att polisen för samtalen. Skyddspolisen kan delta i asylsamtalen, om Finlands nationella säkerhet eller internationella förbindelser kräver det.",
        "folded_sv": "polisen eller gransbevakningsvasendet utreder identitet, resrutt och inresa for en utlanning som ansoker om uppehallstillstand pa grund av internationellt skydd samt utreder muntligen uppgifter som behovs for faststallande av den stat som ansvarar for handlaggningen av asylansokan. nar sokandens identitet utreds insamlas personuppgifter om hans eller hennes familjemedlemmar och ovriga anhoriga. polisen eller gransbevakningsvasendet utreder muntligen de uppgifter som avvisande utan provning enligt 103 § 1 och 3 punkten kraver. migrationsverket for ett asylsamtal for att muntligen reda ut de grunder som sokanden uppger for att han eller hon i sitt hemland eller i sitt permanenta bosattningsland ar utsatt for forfoljelse eller andra rattskrankningar eller hotas av sadana. pa begaran av migrationsverket kan polisen fora samtal med unionsmedborgare samt tillfalligt med andra sokande, om antalet ansokningar har okat kraftigt. nar dessa samtal fors av polisen pa grund av att antalet ansokningar har okat, ska migrationsverket underratta kommissionen om detta minst en gang om aret och genast nar det inte langre ar behovligt att polisen for samtalen. skyddspolisen kan delta i asylsamtalen, om finlands nationella sakerhet eller internationella forbindelser kraver det."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "97 a",
      "section": "97 a",
      "title": "Turvapaikkapuhuttelu",
      "content": "Hakijaa turvapaikkapuhuttelussa kuultaessa perheenjäsenen läsnäolo on sallittu vain perustellusta syystä. Alaikäistä hakijaa kuultaessa sovelletaan tämän lain 6 §:ää ja hallintolain 14 §:ää. Turvapaikkapuhuttelussa on erityisesti tiedusteltava, miten hakija suhtautuu mahdolliseen maasta poistamiseen turvalliseen alkuperämaahan sekä maahantulokieltoon. Hakijalta on selvitettävä erityisesti ne perusteet, joiden vuoksi hän katsoo, ettei kyseinen valtio ole hänelle turvallinen. Lisäksi on selvitettävä, onko hakijalla kansainvälisen suojelun tarpeen ohella muita perusteita oleskeluoikeuden saamiseen. Turvapaikkapuhuttelu voidaan tallentaa äänenä ja kuvana. Tallentamisesta on ennen sen aloittamista ilmoitettava hakijalle. Turvapaikkapuhuttelusta laaditaan pöytäkirja. Puhuttelun päätyttyä pöytäkirja tulkitaan hakijalle ja hänelle ilmoitetaan mahdollisuudesta tehdä siihen korjauksia ja lisäyksiä. Hakija vahvistaa pöytäkirjan sisällön allekirjoituksellaan. Hakijalle annetaan pöytäkirjasta jäljennös heti tai mahdollisimman pian puhuttelun jälkeen. Kansainvälistä suojelua hakevan vastaanotosta annetun lain 39 §:ssä tarkoitetun tai muun alaikäisen edustajan on oltava läsnä ilman huoltajaa olevan alaikäisen turvapaikkapuhuttelussa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:97 a",
        "normalized_fi": "Hakijaa turvapaikkapuhuttelussa kuultaessa perheenjäsenen läsnäolo on sallittu vain perustellusta syystä. Alaikäistä hakijaa kuultaessa sovelletaan tämän lain 6 § :ää ja hallintolain 14 § :ää. Turvapaikkapuhuttelussa on erityisesti tiedusteltava, miten hakija suhtautuu mahdolliseen maasta poistamiseen turvalliseen alkuperämaahan sekä maahantulokieltoon. Hakijalta on selvitettävä erityisesti ne perusteet, joiden vuoksi hän katsoo, ettei kyseinen valtio ole hänelle turvallinen. Lisäksi on selvitettävä, onko hakijalla kansainvälisen suojelun tarpeen ohella muita perusteita oleskeluoikeuden saamiseen. Turvapaikkapuhuttelu voidaan tallentaa äänenä ja kuvana. Tallentamisesta on ennen sen aloittamista ilmoitettava hakijalle. Turvapaikkapuhuttelusta laaditaan pöytäkirja. Puhuttelun päätyttyä pöytäkirja tulkitaan hakijalle ja hänelle ilmoitetaan mahdollisuudesta tehdä siihen korjauksia ja lisäyksiä. Hakija vahvistaa pöytäkirjan sisällön allekirjoituksellaan. Hakijalle annetaan pöytäkirjasta jäljennös heti tai mahdollisimman pian puhuttelun jälkeen. Kansainvälistä suojelua hakevan vastaanotosta annetun lain 39 § :ssä tarkoitetun tai muun alaikäisen edustajan on oltava läsnä ilman huoltajaa olevan alaikäisen turvapaikkapuhuttelussa.",
        "folded_fi": "hakijaa turvapaikkapuhuttelussa kuultaessa perheenjasenen lasnaolo on sallittu vain perustellusta syysta. alaikaista hakijaa kuultaessa sovelletaan taman lain 6 §:aa ja hallintolain 14 §:aa. turvapaikkapuhuttelussa on erityisesti tiedusteltava, miten hakija suhtautuu mahdolliseen maasta poistamiseen turvalliseen alkuperamaahan seka maahantulokieltoon. hakijalta on selvitettava erityisesti ne perusteet, joiden vuoksi han katsoo, ettei kyseinen valtio ole hanelle turvallinen. lisaksi on selvitettava, onko hakijalla kansainvalisen suojelun tarpeen ohella muita perusteita oleskeluoikeuden saamiseen. turvapaikkapuhuttelu voidaan tallentaa aanena ja kuvana. tallentamisesta on ennen sen aloittamista ilmoitettava hakijalle. turvapaikkapuhuttelusta laaditaan poytakirja. puhuttelun paatyttya poytakirja tulkitaan hakijalle ja hanelle ilmoitetaan mahdollisuudesta tehda siihen korjauksia ja lisayksia. hakija vahvistaa poytakirjan sisallon allekirjoituksellaan. hakijalle annetaan poytakirjasta jaljennos heti tai mahdollisimman pian puhuttelun jalkeen. kansainvalista suojelua hakevan vastaanotosta annetun lain 39 §:ssa tarkoitetun tai muun alaikaisen edustajan on oltava lasna ilman huoltajaa olevan alaikaisen turvapaikkapuhuttelussa.",
        "title_sv": "Asylsamtal",
        "content_sv": "När en sökande hörs i ett asylsamtal är det endast av grundad anledning tillåtet för en familjemedlem att vara närvarande. När en minderårig asylsökande hörs ska 6 § i denna lag och 14 § i förvaltningslagen tillämpas. Under asylsamtalet ska det särskilt utredas hur sökanden förhåller sig till att eventuellt avlägsnas ur landet och sändas till ett säkert ursprungsland samt till att meddelas inreseförbud. Med sökanden ska särskilt utredas på vilka grunder han eller hon anser att staten i fråga inte är säker för honom eller henne. Dessutom ska det utredas om det finns andra grunder än behov av internationellt skydd för att sökanden ska beviljas uppehållsrätt. Asylsamtalet får spelas in i form av ljud och bild. Sökanden ska underrättas om inspelningen innan den påbörjas. Ett protokoll ska upprättas över asylsamtalet. Efter samtalet ska protokollet tolkas för sökanden och sökanden ska underrättas om sin möjlighet att göra korrigeringar och tillägg till det. Sökanden ska bekräfta protokollets innehåll med sin underskrift. Sökanden ska ges en kopia av protokollet genast eller så snart som möjligt efter samtalet. En företrädare som avses i 39 § i lagen om mottagande av personer som söker internationellt skydd eller en annan företrädare ska vara närvarande under asylsamtal med en minderårig som saknar vårdnadshavare.",
        "normalized_sv": "När en sökande hörs i ett asylsamtal är det endast av grundad anledning tillåtet för en familjemedlem att vara närvarande. När en minderårig asylsökande hörs ska 6 § i denna lag och 14 § i förvaltningslagen tillämpas. Under asylsamtalet ska det särskilt utredas hur sökanden förhåller sig till att eventuellt avlägsnas ur landet och sändas till ett säkert ursprungsland samt till att meddelas inreseförbud. Med sökanden ska särskilt utredas på vilka grunder han eller hon anser att staten i fråga inte är säker för honom eller henne. Dessutom ska det utredas om det finns andra grunder än behov av internationellt skydd för att sökanden ska beviljas uppehållsrätt. Asylsamtalet får spelas in i form av ljud och bild. Sökanden ska underrättas om inspelningen innan den påbörjas. Ett protokoll ska upprättas över asylsamtalet. Efter samtalet ska protokollet tolkas för sökanden och sökanden ska underrättas om sin möjlighet att göra korrigeringar och tillägg till det. Sökanden ska bekräfta protokollets innehåll med sin underskrift. Sökanden ska ges en kopia av protokollet genast eller så snart som möjligt efter samtalet. En företrädare som avses i 39 § i lagen om mottagande av personer som söker internationellt skydd eller en annan företrädare ska vara närvarande under asylsamtal med en minderårig som saknar vårdnadshavare.",
        "folded_sv": "nar en sokande hors i ett asylsamtal ar det endast av grundad anledning tillatet for en familjemedlem att vara narvarande. nar en minderarig asylsokande hors ska 6 § i denna lag och 14 § i forvaltningslagen tillampas. under asylsamtalet ska det sarskilt utredas hur sokanden forhaller sig till att eventuellt avlagsnas ur landet och sandas till ett sakert ursprungsland samt till att meddelas inreseforbud. med sokanden ska sarskilt utredas pa vilka grunder han eller hon anser att staten i fraga inte ar saker for honom eller henne. dessutom ska det utredas om det finns andra grunder an behov av internationellt skydd for att sokanden ska beviljas uppehallsratt. asylsamtalet far spelas in i form av ljud och bild. sokanden ska underrattas om inspelningen innan den paborjas. ett protokoll ska upprattas over asylsamtalet. efter samtalet ska protokollet tolkas for sokanden och sokanden ska underrattas om sin mojlighet att gora korrigeringar och tillagg till det. sokanden ska bekrafta protokollets innehall med sin underskrift. sokanden ska ges en kopia av protokollet genast eller sa snart som mojligt efter samtalet. en foretradare som avses i 39 § i lagen om mottagande av personer som soker internationellt skydd eller en annan foretradare ska vara narvarande under asylsamtal med en minderarig som saknar vardnadshavare."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "97 b",
      "section": "97 b",
      "title": "Tiedon hankinta yksittäisessä kansainvälistä suojelua koskevassa asiassa",
      "content": "Tässä laissa tarkoitetut viranomaiset eivät saa yksittäisessä kansainvälistä suojelua koskevassa asiassa hankkia tietoa tavalla, jonka seurauksena vainoa harjoittavat tai vakavaa haittaa aiheuttavat toimijat saavat tietää kansainvälistä suojelua koskevasta asiasta ja joka vaarantaa asianomaisen tai hänen läheistensä turvallisuuden. Hakijalle järjestetään tämän suostumuksella lääkärintarkastus aiempaan vainoon tai vakavaan haittaan viittaavien seikkojen selvittämiseksi, jos se on tarpeen kansainvälistä suojelua koskevan hakemuksen arvioimiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:97 b",
        "normalized_fi": "Tässä laissa tarkoitetut viranomaiset eivät saa yksittäisessä kansainvälistä suojelua koskevassa asiassa hankkia tietoa tavalla, jonka seurauksena vainoa harjoittavat tai vakavaa haittaa aiheuttavat toimijat saavat tietää kansainvälistä suojelua koskevasta asiasta ja joka vaarantaa asianomaisen tai hänen läheistensä turvallisuuden. Hakijalle järjestetään tämän suostumuksella lääkärintarkastus aiempaan vainoon tai vakavaan haittaan viittaavien seikkojen selvittämiseksi, jos se on tarpeen kansainvälistä suojelua koskevan hakemuksen arvioimiseksi.",
        "folded_fi": "tassa laissa tarkoitetut viranomaiset eivat saa yksittaisessa kansainvalista suojelua koskevassa asiassa hankkia tietoa tavalla, jonka seurauksena vainoa harjoittavat tai vakavaa haittaa aiheuttavat toimijat saavat tietaa kansainvalista suojelua koskevasta asiasta ja joka vaarantaa asianomaisen tai hanen laheistensa turvallisuuden. hakijalle jarjestetaan taman suostumuksella laakarintarkastus aiempaan vainoon tai vakavaan haittaan viittaavien seikkojen selvittamiseksi, jos se on tarpeen kansainvalista suojelua koskevan hakemuksen arvioimiseksi.",
        "title_sv": "Inhämtande av information i enskilda ärenden som gäller internationellt skydd",
        "content_sv": "De myndigheter som avses i denna lag får inte i ett enskilt ärende som gäller internationellt skydd inhämta information på ett sådant sätt att aktörer som utövar förföljelse eller orsakar allvarlig skada får kännedom om ärendet och att säkerheten för personen i fråga eller för dennes närstående äventyras. För sökanden ordnas med dennas samtycke en läkarundersökning för att utreda faktorer som tyder på tidigare förföljelse eller allvarlig skada, om det behövs för bedömningen av ansökan om internationellt skydd.",
        "normalized_sv": "De myndigheter som avses i denna lag får inte i ett enskilt ärende som gäller internationellt skydd inhämta information på ett sådant sätt att aktörer som utövar förföljelse eller orsakar allvarlig skada får kännedom om ärendet och att säkerheten för personen i fråga eller för dennes närstående äventyras. För sökanden ordnas med dennas samtycke en läkarundersökning för att utreda faktorer som tyder på tidigare förföljelse eller allvarlig skada, om det behövs för bedömningen av ansökan om internationellt skydd.",
        "folded_sv": "de myndigheter som avses i denna lag far inte i ett enskilt arende som galler internationellt skydd inhamta information pa ett sadant satt att aktorer som utovar forfoljelse eller orsakar allvarlig skada far kannedom om arendet och att sakerheten for personen i fraga eller for dennes narstaende aventyras. for sokanden ordnas med dennas samtycke en lakarundersokning for att utreda faktorer som tyder pa tidigare forfoljelse eller allvarlig skada, om det behovs for bedomningen av ansokan om internationellt skydd."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "99",
      "section": "99",
      "title": "Turvallinen turvapaikkamaa",
      "content": "Hakijalle turvalliseksi turvapaikkamaaksi voidaan hakemusta turvapaikkamenettelyssä ratkaistaessa katsoa valtio: 1) joka ilman maantieteellistä varaumaa on liittynyt pakolaisten oikeusasemaa koskevaan yleissopimukseen, kansalaisoikeuksia ja poliittisia oikeuksia koskevaan kansainväliseen yleissopimukseen (SopS 8/1976) sekä kidutuksen ja muun julman, epäinhimillisen tai halventavan kohtelun tai rangaistuksen vastaiseen yleissopimukseen (SopS 60/1989) ja noudattaa niitä; ja 2) jossa hakija on saanut ja edelleen voi saada 87 tai 88 §:ssä tarkoitettua taikka muuten riittävää suojelua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:99",
        "normalized_fi": "Hakijalle turvalliseksi turvapaikkamaaksi voidaan hakemusta turvapaikkamenettelyssä ratkaistaessa katsoa valtio: 1) joka ilman maantieteellistä varaumaa on liittynyt pakolaisten oikeusasemaa koskevaan yleissopimukseen, kansalaisoikeuksia ja poliittisia oikeuksia koskevaan kansainväliseen yleissopimukseen (SopS 8/1976) sekä kidutuksen ja muun julman, epäinhimillisen tai halventavan kohtelun tai rangaistuksen vastaiseen yleissopimukseen (SopS 60/1989) ja noudattaa niitä; ja 2) jossa hakija on saanut ja edelleen voi saada 87 tai 88 § :ssä tarkoitettua taikka muuten riittävää suojelua.",
        "folded_fi": "hakijalle turvalliseksi turvapaikkamaaksi voidaan hakemusta turvapaikkamenettelyssa ratkaistaessa katsoa valtio: 1) joka ilman maantieteellista varaumaa on liittynyt pakolaisten oikeusasemaa koskevaan yleissopimukseen, kansalaisoikeuksia ja poliittisia oikeuksia koskevaan kansainvaliseen yleissopimukseen (sops 8/1976) seka kidutuksen ja muun julman, epainhimillisen tai halventavan kohtelun tai rangaistuksen vastaiseen yleissopimukseen (sops 60/1989) ja noudattaa niita; ja 2) jossa hakija on saanut ja edelleen voi saada 87 tai 88 §:ssa tarkoitettua taikka muuten riittavaa suojelua.",
        "title_sv": "Säkert asylland",
        "content_sv": "När ansökan avgörs vid asylförfarandet kan som ett säkert asylland för sökanden betraktas en sådan stat 1) som utan geografiska förbehåll har tillträtt och iakttar konventionen angående flyktingars rättsliga ställning, den internationella konventionen om medborgerliga och politiska rättigheter (FördrS 8/1976) samt konventionen mot tortyr och annan grym, omänsklig eller förnedrande behandling eller bestraffning (FördrS 60/1989), och 2) där sökanden har fått och fortfarande kan få skydd som avses i 87 eller 88 § eller som annars är tillräckligt.",
        "normalized_sv": "När ansökan avgörs vid asylförfarandet kan som ett säkert asylland för sökanden betraktas en sådan stat 1) som utan geografiska förbehåll har tillträtt och iakttar konventionen angående flyktingars rättsliga ställning, den internationella konventionen om medborgerliga och politiska rättigheter (FördrS 8/1976) samt konventionen mot tortyr och annan grym, omänsklig eller förnedrande behandling eller bestraffning (FördrS 60/1989), och 2) där sökanden har fått och fortfarande kan få skydd som avses i 87 eller 88 § eller som annars är tillräckligt.",
        "folded_sv": "nar ansokan avgors vid asylforfarandet kan som ett sakert asylland for sokanden betraktas en sadan stat 1) som utan geografiska forbehall har tilltratt och iakttar konventionen angaende flyktingars rattsliga stallning, den internationella konventionen om medborgerliga och politiska rattigheter (fordrs 8/1976) samt konventionen mot tortyr och annan grym, omansklig eller fornedrande behandling eller bestraffning (fordrs 60/1989), och 2) dar sokanden har fatt och fortfarande kan fa skydd som avses i 87 eller 88 § eller som annars ar tillrackligt."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "99 a",
      "section": "99 a",
      "title": "Turvallinen kolmas maa",
      "content": "Hakijalle turvalliseksi kolmanneksi maaksi voidaan hakemusta turvapaikkamenettelyssä ratkaistaessa katsoa valtio: 1) joka ilman maantieteellistä varaumaa on liittynyt pakolaisten oikeusasemaa koskevaan yleissopimukseen, kansalaisoikeuksia ja poliittisia oikeuksia koskevaan kansainväliseen yleissopimukseen (SopS 8/1976) sekä kidutuksen ja muun julman, epäinhimillisen tai halventavan kohtelun tai rangaistuksen vastaiseen yleissopimukseen (SopS 60/1989) ja noudattaa niitä; ja 2) jossa hakija olisi voinut saada 87 tai 88 §:ssä tarkoitettua taikka muuten riittävää suojelua. Turvalliseen kolmanteen maahan palautettavalle ulkomaalaiselle annetaan kyseisen maan kielellä asiakirja, josta ilmenee, että hänen hakemustaan ei ole tutkittu aineellisesti Suomessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:99 a",
        "normalized_fi": "Hakijalle turvalliseksi kolmanneksi maaksi voidaan hakemusta turvapaikkamenettelyssä ratkaistaessa katsoa valtio: 1) joka ilman maantieteellistä varaumaa on liittynyt pakolaisten oikeusasemaa koskevaan yleissopimukseen, kansalaisoikeuksia ja poliittisia oikeuksia koskevaan kansainväliseen yleissopimukseen (SopS 8/1976) sekä kidutuksen ja muun julman, epäinhimillisen tai halventavan kohtelun tai rangaistuksen vastaiseen yleissopimukseen (SopS 60/1989) ja noudattaa niitä; ja 2) jossa hakija olisi voinut saada 87 tai 88 § :ssä tarkoitettua taikka muuten riittävää suojelua. Turvalliseen kolmanteen maahan palautettavalle ulkomaalaiselle annetaan kyseisen maan kielellä asiakirja, josta ilmenee, että hänen hakemustaan ei ole tutkittu aineellisesti Suomessa.",
        "folded_fi": "hakijalle turvalliseksi kolmanneksi maaksi voidaan hakemusta turvapaikkamenettelyssa ratkaistaessa katsoa valtio: 1) joka ilman maantieteellista varaumaa on liittynyt pakolaisten oikeusasemaa koskevaan yleissopimukseen, kansalaisoikeuksia ja poliittisia oikeuksia koskevaan kansainvaliseen yleissopimukseen (sops 8/1976) seka kidutuksen ja muun julman, epainhimillisen tai halventavan kohtelun tai rangaistuksen vastaiseen yleissopimukseen (sops 60/1989) ja noudattaa niita; ja 2) jossa hakija olisi voinut saada 87 tai 88 §:ssa tarkoitettua taikka muuten riittavaa suojelua. turvalliseen kolmanteen maahan palautettavalle ulkomaalaiselle annetaan kyseisen maan kielella asiakirja, josta ilmenee, etta hanen hakemustaan ei ole tutkittu aineellisesti suomessa.",
        "title_sv": "Säkert tredjeland",
        "content_sv": "När ansökan avgörs vid asylförfarandet kan som ett säkert tredjeland för sökanden betraktas en sådan stat 1) som utan geografiska förbehåll har tillträtt och iakttar konventionen angående flyktingars rättsliga ställning, den internationella konventionen om medborgerliga och politiska rättigheter (FördrS 8/1976) samt konventionen mot tortyr och annan grym, omänsklig eller förnedrande behandling eller bestraffning (FördrS 60/1989), och 2) där sökanden kunde ha fått skydd som avses i 87 eller 88 § eller som annars är tillräckligt. Till en utlänning som ska sändas tillbaka till ett säkert tredjeland ska på det berörda landets språk ges en handling av vilken det framgår att hans eller hennes ansökan inte har prövats i sak i Finland.",
        "normalized_sv": "När ansökan avgörs vid asylförfarandet kan som ett säkert tredjeland för sökanden betraktas en sådan stat 1) som utan geografiska förbehåll har tillträtt och iakttar konventionen angående flyktingars rättsliga ställning, den internationella konventionen om medborgerliga och politiska rättigheter (FördrS 8/1976) samt konventionen mot tortyr och annan grym, omänsklig eller förnedrande behandling eller bestraffning (FördrS 60/1989), och 2) där sökanden kunde ha fått skydd som avses i 87 eller 88 § eller som annars är tillräckligt. Till en utlänning som ska sändas tillbaka till ett säkert tredjeland ska på det berörda landets språk ges en handling av vilken det framgår att hans eller hennes ansökan inte har prövats i sak i Finland.",
        "folded_sv": "nar ansokan avgors vid asylforfarandet kan som ett sakert tredjeland for sokanden betraktas en sadan stat 1) som utan geografiska forbehall har tilltratt och iakttar konventionen angaende flyktingars rattsliga stallning, den internationella konventionen om medborgerliga och politiska rattigheter (fordrs 8/1976) samt konventionen mot tortyr och annan grym, omansklig eller fornedrande behandling eller bestraffning (fordrs 60/1989), och 2) dar sokanden kunde ha fatt skydd som avses i 87 eller 88 § eller som annars ar tillrackligt. till en utlanning som ska sandas tillbaka till ett sakert tredjeland ska pa det berorda landets sprak ges en handling av vilken det framgar att hans eller hennes ansokan inte har provats i sak i finland."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "101",
      "section": "101",
      "title": "Ilmeisen perusteeton hakemus",
      "content": "Hakemus voidaan katsoa ilmeisen perusteettomaksi, jos: 1) perusteeksi ei ole esitetty 87 §:n 1 momentissa tai 88 §:n 1 momentissa mainittuja taikka muita sellaisia perusteita, jotka liittyvät palautuskieltoihin, tai esitetyt väitteet ovat selvästi epäuskottavia; 2) hakijan ilmeisenä tarkoituksena on käyttää väärin turvapaikkamenettelyä: a) antamalla hakemuksen ratkaisemisen kannalta keskeisistä seikoista tahallaan vääriä, harhaanjohtavia tai puutteellisia tietoja; b) esittämällä väärennettyjä asiakirjoja ilman hyväksyttävää syytä; tai c) tekemällä hakemuksensa vain viivyttääkseen tai estääkseen sellaisen jo tehdyn tai välittömästi odotettavissa olevan päätöksen täytäntöönpanoa, joka merkitsisi hänen poistamistaan maasta; taikka 3) hakija on saapunut turvallisesta alkuperämaasta, jonne hänet voidaan palauttaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:101",
        "normalized_fi": "Hakemus voidaan katsoa ilmeisen perusteettomaksi, jos: 1) perusteeksi ei ole esitetty 87 § :n 1 momentissa tai 88 § :n 1 momentissa mainittuja taikka muita sellaisia perusteita, jotka liittyvät palautuskieltoihin, tai esitetyt väitteet ovat selvästi epäuskottavia; 2) hakijan ilmeisenä tarkoituksena on käyttää väärin turvapaikkamenettelyä: a) antamalla hakemuksen ratkaisemisen kannalta keskeisistä seikoista tahallaan vääriä, harhaanjohtavia tai puutteellisia tietoja; b) esittämällä väärennettyjä asiakirjoja ilman hyväksyttävää syytä; tai c) tekemällä hakemuksensa vain viivyttääkseen tai estääkseen sellaisen jo tehdyn tai välittömästi odotettavissa olevan päätöksen täytäntöönpanoa, joka merkitsisi hänen poistamistaan maasta; taikka 3) hakija on saapunut turvallisesta alkuperämaasta, jonne hänet voidaan palauttaa.",
        "folded_fi": "hakemus voidaan katsoa ilmeisen perusteettomaksi, jos: 1) perusteeksi ei ole esitetty 87 §:n 1 momentissa tai 88 §:n 1 momentissa mainittuja taikka muita sellaisia perusteita, jotka liittyvat palautuskieltoihin, tai esitetyt vaitteet ovat selvasti epauskottavia; 2) hakijan ilmeisena tarkoituksena on kayttaa vaarin turvapaikkamenettelya: a) antamalla hakemuksen ratkaisemisen kannalta keskeisista seikoista tahallaan vaaria, harhaanjohtavia tai puutteellisia tietoja; b) esittamalla vaarennettyja asiakirjoja ilman hyvaksyttavaa syyta; tai c) tekemalla hakemuksensa vain viivyttaakseen tai estaakseen sellaisen jo tehdyn tai valittomasti odotettavissa olevan paatoksen taytantoonpanoa, joka merkitsisi hanen poistamistaan maasta; taikka 3) hakija on saapunut turvallisesta alkuperamaasta, jonne hanet voidaan palauttaa.",
        "title_sv": "Uppenbart ogrundad ansökan",
        "content_sv": "En ansökan kan betraktas som uppenbart ogrundad, om 1) den inte motiveras med sådana grunder som nämns i 87 § 1 mom. eller 88 § 1 mom. eller med andra grunder som har anknytning till förbuden mot tillbakasändning eller om påståendena är klart icke-trovärdiga, 2) sökandens uppenbara avsikt är att missbruka asylförfarandet a) genom att uppsåtligen lämna oriktiga, vilseledande eller bristfälliga uppgifter om omständigheter som är centrala för avgörandet av ansökan, b) genom att utan godtagbart skäl visa upp förfalskade handlingar, eller c) genom att lämna in en ansökan enbart för att fördröja eller hindra verkställigheten av ett redan fattat eller förestående beslut som skulle leda till att sökanden avlägsnas ur landet, eller 3) sökanden har kommit från ett säkert ursprungsland dit han eller hon kan sändas tillbaka.",
        "normalized_sv": "En ansökan kan betraktas som uppenbart ogrundad, om 1) den inte motiveras med sådana grunder som nämns i 87 § 1 mom. eller 88 § 1 mom. eller med andra grunder som har anknytning till förbuden mot tillbakasändning eller om påståendena är klart icke-trovärdiga, 2) sökandens uppenbara avsikt är att missbruka asylförfarandet a) genom att uppsåtligen lämna oriktiga, vilseledande eller bristfälliga uppgifter om omständigheter som är centrala för avgörandet av ansökan, b) genom att utan godtagbart skäl visa upp förfalskade handlingar, eller c) genom att lämna in en ansökan enbart för att fördröja eller hindra verkställigheten av ett redan fattat eller förestående beslut som skulle leda till att sökanden avlägsnas ur landet, eller 3) sökanden har kommit från ett säkert ursprungsland dit han eller hon kan sändas tillbaka.",
        "folded_sv": "en ansokan kan betraktas som uppenbart ogrundad, om 1) den inte motiveras med sadana grunder som namns i 87 § 1 mom. eller 88 § 1 mom. eller med andra grunder som har anknytning till forbuden mot tillbakasandning eller om pastaendena ar klart icke-trovardiga, 2) sokandens uppenbara avsikt ar att missbruka asylforfarandet a) genom att uppsatligen lamna oriktiga, vilseledande eller bristfalliga uppgifter om omstandigheter som ar centrala for avgorandet av ansokan, b) genom att utan godtagbart skal visa upp forfalskade handlingar, eller c) genom att lamna in en ansokan enbart for att fordroja eller hindra verkstalligheten av ett redan fattat eller forestaende beslut som skulle leda till att sokanden avlagsnas ur landet, eller 3) sokanden har kommit fran ett sakert ursprungsland dit han eller hon kan sandas tillbaka."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "102",
      "section": "102",
      "title": "Uusintahakemus",
      "content": "Uusintahakemuksella tarkoitetaan kansainvälistä suojelua koskevaa hakemusta, jonka ulkomaalainen tekee saatuaan lainvoimaisen päätöksen Maahanmuuttovirastolta tai hallintotuomioistuimelta aikaisemmin tekemäänsä hakemukseen, kun hän oleskelee edelleen maassa tai on päätöksen saatuaan lyhyeksi ajaksi poistunut maasta. Uusintahakemuksena ei kuitenkaan pidetä hakemusta, joka on tehty sen jälkeen, kun Maahanmuuttovirasto on tehnyt 95 c §:n nojalla raukeamispäätöksen. Jos uusi hakemus tehdään asian ollessa vielä vireillä, hakijan esittämät tiedot toimitetaan käsittelevälle viranomaiselle otettavaksi huomioon uutena selvityksenä vireillä olevassa asiassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:102",
        "normalized_fi": "Uusintahakemuksella tarkoitetaan kansainvälistä suojelua koskevaa hakemusta, jonka ulkomaalainen tekee saatuaan lainvoimaisen päätöksen Maahanmuuttovirastolta tai hallintotuomioistuimelta aikaisemmin tekemäänsä hakemukseen, kun hän oleskelee edelleen maassa tai on päätöksen saatuaan lyhyeksi ajaksi poistunut maasta. Uusintahakemuksena ei kuitenkaan pidetä hakemusta, joka on tehty sen jälkeen, kun Maahanmuuttovirasto on tehnyt 95 c § :n nojalla raukeamispäätöksen. Jos uusi hakemus tehdään asian ollessa vielä vireillä, hakijan esittämät tiedot toimitetaan käsittelevälle viranomaiselle otettavaksi huomioon uutena selvityksenä vireillä olevassa asiassa.",
        "folded_fi": "uusintahakemuksella tarkoitetaan kansainvalista suojelua koskevaa hakemusta, jonka ulkomaalainen tekee saatuaan lainvoimaisen paatoksen maahanmuuttovirastolta tai hallintotuomioistuimelta aikaisemmin tekemaansa hakemukseen, kun han oleskelee edelleen maassa tai on paatoksen saatuaan lyhyeksi ajaksi poistunut maasta. uusintahakemuksena ei kuitenkaan pideta hakemusta, joka on tehty sen jalkeen, kun maahanmuuttovirasto on tehnyt 95 c §:n nojalla raukeamispaatoksen. jos uusi hakemus tehdaan asian ollessa viela vireilla, hakijan esittamat tiedot toimitetaan kasittelevalle viranomaiselle otettavaksi huomioon uutena selvityksena vireilla olevassa asiassa.",
        "title_sv": "Ny ansökan",
        "content_sv": "Med ny ansökan avses en ansökan om internationellt skydd som en utlänning lämnar in efter att ha meddelats ett lagakraftvunnet beslut av Migrationsverket eller förvaltningsdomstolen på sin tidigare ansökan medan han eller hon fortfarande vistas i landet eller efter att ha fått ett beslut har lämnat landet för en kort tid. Som ny ansökan betraktas dock inte en ansökan som lämnats in efter det att Migrationsverket med stöd av 95 c § har fattat ett beslut om förfallande. Om en ny ansökan lämnas in medan ärendet fortfarande är anhängigt, ska de uppgifter som sökanden lägger fram tillställas den myndighet som behandlar ärendet för att beaktas som ny utredning i det anhängiga ärendet.",
        "normalized_sv": "Med ny ansökan avses en ansökan om internationellt skydd som en utlänning lämnar in efter att ha meddelats ett lagakraftvunnet beslut av Migrationsverket eller förvaltningsdomstolen på sin tidigare ansökan medan han eller hon fortfarande vistas i landet eller efter att ha fått ett beslut har lämnat landet för en kort tid. Som ny ansökan betraktas dock inte en ansökan som lämnats in efter det att Migrationsverket med stöd av 95 c § har fattat ett beslut om förfallande. Om en ny ansökan lämnas in medan ärendet fortfarande är anhängigt, ska de uppgifter som sökanden lägger fram tillställas den myndighet som behandlar ärendet för att beaktas som ny utredning i det anhängiga ärendet.",
        "folded_sv": "med ny ansokan avses en ansokan om internationellt skydd som en utlanning lamnar in efter att ha meddelats ett lagakraftvunnet beslut av migrationsverket eller forvaltningsdomstolen pa sin tidigare ansokan medan han eller hon fortfarande vistas i landet eller efter att ha fatt ett beslut har lamnat landet for en kort tid. som ny ansokan betraktas dock inte en ansokan som lamnats in efter det att migrationsverket med stod av 95 c § har fattat ett beslut om forfallande. om en ny ansokan lamnas in medan arendet fortfarande ar anhangigt, ska de uppgifter som sokanden lagger fram tillstallas den myndighet som behandlar arendet for att beaktas som ny utredning i det anhangiga arendet."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "103",
      "section": "103",
      "title": "Hakemuksen tutkimatta jättäminen",
      "content": "Kansainvälistä suojelua koskeva hakemus voidaan jättää tutkimatta, jos hakija: 1) on saapunut sellaisesta 99 §:ssä määritellystä turvallisesta turvapaikkamaasta tai 99 a §:ssä määritellystä turvallisesta kolmannesta maasta, jonne hänet voidaan palauttaa; 2) voidaan lähettää toiseen valtioon, joka vastuuvaltion määrittämisestä annetun neuvoston asetuksen mukaan on vastuussa turvapaikkahakemuksen käsittelystä; 3) on saanut kansainvälistä suojelua toisessa Euroopan unionin jäsenvaltiossa, johon hänet voidaan lähettää; taikka 4) on tehnyt 102 §:ssä tarkoitetun uusintahakemuksen, joka ei sisällä uusia asian ratkaisuun vaikuttavia perusteita maahan jäämiselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:103",
        "normalized_fi": "Kansainvälistä suojelua koskeva hakemus voidaan jättää tutkimatta, jos hakija: 1) on saapunut sellaisesta 99 § :ssä määritellystä turvallisesta turvapaikkamaasta tai 99 a § :ssä määritellystä turvallisesta kolmannesta maasta, jonne hänet voidaan palauttaa; 2) voidaan lähettää toiseen valtioon, joka vastuuvaltion määrittämisestä annetun neuvoston asetuksen mukaan on vastuussa turvapaikkahakemuksen käsittelystä; 3) on saanut kansainvälistä suojelua toisessa Euroopan unionin jäsenvaltiossa, johon hänet voidaan lähettää; taikka 4) on tehnyt 102 § :ssä tarkoitetun uusintahakemuksen, joka ei sisällä uusia asian ratkaisuun vaikuttavia perusteita maahan jäämiselle.",
        "folded_fi": "kansainvalista suojelua koskeva hakemus voidaan jattaa tutkimatta, jos hakija: 1) on saapunut sellaisesta 99 §:ssa maaritellysta turvallisesta turvapaikkamaasta tai 99 a §:ssa maaritellysta turvallisesta kolmannesta maasta, jonne hanet voidaan palauttaa; 2) voidaan lahettaa toiseen valtioon, joka vastuuvaltion maarittamisesta annetun neuvoston asetuksen mukaan on vastuussa turvapaikkahakemuksen kasittelysta; 3) on saanut kansainvalista suojelua toisessa euroopan unionin jasenvaltiossa, johon hanet voidaan lahettaa; taikka 4) on tehnyt 102 §:ssa tarkoitetun uusintahakemuksen, joka ei sisalla uusia asian ratkaisuun vaikuttavia perusteita maahan jaamiselle.",
        "title_sv": "Avvisande av ansökan utan prövning",
        "content_sv": "En ansökan om internationellt skydd kan avvisas utan prövning, om sökanden 1) har kommit från ett sådant i 99 § definierat säkert asylland eller ett i 99 a § definierat säkert tredjeland dit han eller hon kan sändas tillbaka, 2) kan sändas till en annan stat som enligt rådets förordning om bestämmandet av den ansvariga staten är skyldig att pröva hans eller hennes asylansökan, 3) har fått internationellt skydd i en annan medlemsstat i Europeiska unionen dit han eller hon kan sändas, eller 4) har lämnat in en ny ansökan enligt 102 § som inte innehåller några sådana nya grunder för att få stanna i landet som påverkar avgörandet av ärendet.",
        "normalized_sv": "En ansökan om internationellt skydd kan avvisas utan prövning, om sökanden 1) har kommit från ett sådant i 99 § definierat säkert asylland eller ett i 99 a § definierat säkert tredjeland dit han eller hon kan sändas tillbaka, 2) kan sändas till en annan stat som enligt rådets förordning om bestämmandet av den ansvariga staten är skyldig att pröva hans eller hennes asylansökan, 3) har fått internationellt skydd i en annan medlemsstat i Europeiska unionen dit han eller hon kan sändas, eller 4) har lämnat in en ny ansökan enligt 102 § som inte innehåller några sådana nya grunder för att få stanna i landet som påverkar avgörandet av ärendet.",
        "folded_sv": "en ansokan om internationellt skydd kan avvisas utan provning, om sokanden 1) har kommit fran ett sadant i 99 § definierat sakert asylland eller ett i 99 a § definierat sakert tredjeland dit han eller hon kan sandas tillbaka, 2) kan sandas till en annan stat som enligt radets forordning om bestammandet av den ansvariga staten ar skyldig att prova hans eller hennes asylansokan, 3) har fatt internationellt skydd i en annan medlemsstat i europeiska unionen dit han eller hon kan sandas, eller 4) har lamnat in en ny ansokan enligt 102 § som inte innehaller nagra sadana nya grunder for att fa stanna i landet som paverkar avgorandet av arendet."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "104",
      "section": "104",
      "title": "Nopeutetun menettelyn käyttäminen",
      "content": "Kansainvälistä suojelua koskeva hakemus voidaan ratkaista nopeutetussa menettelyssä, kun hakemus katsotaan 101 §:n nojalla ilmeisen perusteettomaksi. Ilman huoltajaa olevan alaikäisen jättämä hakemus voidaan ratkaista nopeutetussa menettelyssä vain 101 §:n 3 kohdassa säädetyllä perusteella. Jos 96 a §:ssä tarkoitettua tukea ei pystytä antamaan nopeutetussa menettelyssä, nopeutettua menettelyä ei sovelleta. Käytettäessä nopeutettua menettelyä Maahanmuuttoviraston on ratkaistava hakemus viiden kuukauden kuluessa sen jättämisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:104",
        "normalized_fi": "Kansainvälistä suojelua koskeva hakemus voidaan ratkaista nopeutetussa menettelyssä, kun hakemus katsotaan 101 § :n nojalla ilmeisen perusteettomaksi. Ilman huoltajaa olevan alaikäisen jättämä hakemus voidaan ratkaista nopeutetussa menettelyssä vain 101 § :n 3 kohdassa säädetyllä perusteella. Jos 96 a § :ssä tarkoitettua tukea ei pystytä antamaan nopeutetussa menettelyssä, nopeutettua menettelyä ei sovelleta. Käytettäessä nopeutettua menettelyä Maahanmuuttoviraston on ratkaistava hakemus viiden kuukauden kuluessa sen jättämisestä.",
        "folded_fi": "kansainvalista suojelua koskeva hakemus voidaan ratkaista nopeutetussa menettelyssa, kun hakemus katsotaan 101 §:n nojalla ilmeisen perusteettomaksi. ilman huoltajaa olevan alaikaisen jattama hakemus voidaan ratkaista nopeutetussa menettelyssa vain 101 §:n 3 kohdassa saadetylla perusteella. jos 96 a §:ssa tarkoitettua tukea ei pystyta antamaan nopeutetussa menettelyssa, nopeutettua menettelya ei sovelleta. kaytettaessa nopeutettua menettelya maahanmuuttoviraston on ratkaistava hakemus viiden kuukauden kuluessa sen jattamisesta.",
        "title_sv": "Tillämpning av påskyndat förfarande",
        "content_sv": "En ansökan om internationellt skydd kan avgöras vid påskyndat förfarande, om ansökan betraktas som uppenbart ogrundad med stöd av 101 §. En ansökan som har lämnats in av en minderårig utan vårdnadshavare får avgöras vid påskyndat förfarande endast på den grund som anges i 101 § 3 punkten. Om stöd som avses i 96 a § inte kan ges vid påskyndat förfarande, får påskyndat förfarande inte tillämpas. Vid tillämpning av påskyndat förfarande ska Migrationsverket avgöra ansökan inom fem månader från dess inlämnande.",
        "normalized_sv": "En ansökan om internationellt skydd kan avgöras vid påskyndat förfarande, om ansökan betraktas som uppenbart ogrundad med stöd av 101 § . En ansökan som har lämnats in av en minderårig utan vårdnadshavare får avgöras vid påskyndat förfarande endast på den grund som anges i 101 § 3 punkten. Om stöd som avses i 96 a § inte kan ges vid påskyndat förfarande, får påskyndat förfarande inte tillämpas. Vid tillämpning av påskyndat förfarande ska Migrationsverket avgöra ansökan inom fem månader från dess inlämnande.",
        "folded_sv": "en ansokan om internationellt skydd kan avgoras vid paskyndat forfarande, om ansokan betraktas som uppenbart ogrundad med stod av 101 §. en ansokan som har lamnats in av en minderarig utan vardnadshavare far avgoras vid paskyndat forfarande endast pa den grund som anges i 101 § 3 punkten. om stod som avses i 96 a § inte kan ges vid paskyndat forfarande, far paskyndat forfarande inte tillampas. vid tillampning av paskyndat forfarande ska migrationsverket avgora ansokan inom fem manader fran dess inlamnande."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "105",
      "section": "105",
      "title": "Euroopan unionin kansalaisen turvapaikkahakemus",
      "content": "Maahanmuuttoviraston on ilmoitettava välittömästi sisäministeriölle unionin kansalaisen tekemästä turvapaikkahakemuksesta, jos se ei katso asianomaisen valtion olevan hakijalle turvallinen alkuperämaa eikä ratkaise hakemusta soveltaen 101 §:n 3 kohtaa ja 104 §:ää. Sisäministeriö ilmoittaa asiasta neuvostolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:105",
        "normalized_fi": "Maahanmuuttoviraston on ilmoitettava välittömästi sisäministeriölle unionin kansalaisen tekemästä turvapaikkahakemuksesta, jos se ei katso asianomaisen valtion olevan hakijalle turvallinen alkuperämaa eikä ratkaise hakemusta soveltaen 101 § :n 3 kohtaa ja 104 § :ää. Sisäministeriö ilmoittaa asiasta neuvostolle.",
        "folded_fi": "maahanmuuttoviraston on ilmoitettava valittomasti sisaministeriolle unionin kansalaisen tekemasta turvapaikkahakemuksesta, jos se ei katso asianomaisen valtion olevan hakijalle turvallinen alkuperamaa eika ratkaise hakemusta soveltaen 101 §:n 3 kohtaa ja 104 §:aa. sisaministerio ilmoittaa asiasta neuvostolle.",
        "title_sv": "Asylansökan av medborgare i Europeiska unionen",
        "content_sv": "Migrationsverket ska utan dröjsmål underrätta inrikesministeriet när en unionsmedborgare har lämnat in en asylansökan, om Migrationsverket anser att staten i fråga inte är ett säkert ursprungsland för sökanden och inte avgör ansökan med tillämpning av 101 § 3 punkten och 104 §. Inrikesministeriet underrättar rådet om saken.",
        "normalized_sv": "Migrationsverket ska utan dröjsmål underrätta inrikesministeriet när en unionsmedborgare har lämnat in en asylansökan, om Migrationsverket anser att staten i fråga inte är ett säkert ursprungsland för sökanden och inte avgör ansökan med tillämpning av 101 § 3 punkten och 104 § . Inrikesministeriet underrättar rådet om saken.",
        "folded_sv": "migrationsverket ska utan drojsmal underratta inrikesministeriet nar en unionsmedborgare har lamnat in en asylansokan, om migrationsverket anser att staten i fraga inte ar ett sakert ursprungsland for sokanden och inte avgor ansokan med tillampning av 101 § 3 punkten och 104 §. inrikesministeriet underrattar radet om saken."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "147 a",
      "section": "147 a",
      "title": "Vapaaehtoinen paluu",
      "content": "Käännyttämistä tai maasta karkottamista koskevassa päätöksessä määrätään vähintään seitsemän ja enintään kolmenkymmenen päivän aika, jonka kuluessa kolmannen maan kansalainen voi poistua maasta vapaaehtoisesti. Vapaaehtoisen paluun aika lasketaan siitä, kun päätös on täytäntöönpanokelpoinen. Aikaa voidaan erityisestä syystä pidentää. Aikaa ei määrätä, jos kolmannen maan kansalaisen pääsy evätään tai hänet käännytetään välittömästi rajanylityksen yhteydessä taikka jos kyse on käännyttämisestä tai maasta karkottamisesta rikosoikeudellisen seuraamuksen johdosta. Aikaa vapaaehtoiseen paluuseen ei määrätä myöskään silloin, kun on olemassa pakenemisen vaara, henkilön katsotaan olevan vaaraksi yleiselle järjestykselle tai turvallisuudelle, oleskelulupahakemus on hylätty maahantulosäännösten kiertämisen johdosta tai kysymys on 103 §:ssä tarkoitetusta kansainvälistä suojelua koskevan hakemuksen tutkimatta jättämisestä taikka 104 §:ssä tarkoitetusta nopeutetun menettelyn käyttämisestä. Pakenemisen vaaraa arvioidaan siten kuin 121 a §:ssä säädetään. Tätä pykälää ei sovelleta, kun päätös käännyttämisestä tai maasta karkottamisesta tehdään 10 luvun perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:147 a",
        "normalized_fi": "Käännyttämistä tai maasta karkottamista koskevassa päätöksessä määrätään vähintään seitsemän ja enintään kolmenkymmenen päivän aika, jonka kuluessa kolmannen maan kansalainen voi poistua maasta vapaaehtoisesti. Vapaaehtoisen paluun aika lasketaan siitä, kun päätös on täytäntöönpanokelpoinen. Aikaa voidaan erityisestä syystä pidentää. Aikaa ei määrätä, jos kolmannen maan kansalaisen pääsy evätään tai hänet käännytetään välittömästi rajanylityksen yhteydessä taikka jos kyse on käännyttämisestä tai maasta karkottamisesta rikosoikeudellisen seuraamuksen johdosta. Aikaa vapaaehtoiseen paluuseen ei määrätä myöskään silloin, kun on olemassa pakenemisen vaara, henkilön katsotaan olevan vaaraksi yleiselle järjestykselle tai turvallisuudelle, oleskelulupahakemus on hylätty maahantulosäännösten kiertämisen johdosta tai kysymys on 103 § :ssä tarkoitetusta kansainvälistä suojelua koskevan hakemuksen tutkimatta jättämisestä taikka 104 § :ssä tarkoitetusta nopeutetun menettelyn käyttämisestä. Pakenemisen vaaraa arvioidaan siten kuin 121 a § :ssä säädetään. Tätä pykälää ei sovelleta, kun päätös käännyttämisestä tai maasta karkottamisesta tehdään 10 luvun perusteella.",
        "folded_fi": "kaannyttamista tai maasta karkottamista koskevassa paatoksessa maarataan vahintaan seitseman ja enintaan kolmenkymmenen paivan aika, jonka kuluessa kolmannen maan kansalainen voi poistua maasta vapaaehtoisesti. vapaaehtoisen paluun aika lasketaan siita, kun paatos on taytantoonpanokelpoinen. aikaa voidaan erityisesta syysta pidentaa. aikaa ei maarata, jos kolmannen maan kansalaisen paasy evataan tai hanet kaannytetaan valittomasti rajanylityksen yhteydessa taikka jos kyse on kaannyttamisesta tai maasta karkottamisesta rikosoikeudellisen seuraamuksen johdosta. aikaa vapaaehtoiseen paluuseen ei maarata myoskaan silloin, kun on olemassa pakenemisen vaara, henkilon katsotaan olevan vaaraksi yleiselle jarjestykselle tai turvallisuudelle, oleskelulupahakemus on hylatty maahantulosaannosten kiertamisen johdosta tai kysymys on 103 §:ssa tarkoitetusta kansainvalista suojelua koskevan hakemuksen tutkimatta jattamisesta taikka 104 §:ssa tarkoitetusta nopeutetun menettelyn kayttamisesta. pakenemisen vaaraa arvioidaan siten kuin 121 a §:ssa saadetaan. tata pykalaa ei sovelleta, kun paatos kaannyttamisesta tai maasta karkottamisesta tehdaan 10 luvun perusteella.",
        "title_sv": "Frivillig återresa",
        "content_sv": "I ett avvisnings- eller utvisningsbeslut ska det fastställas en tidsfrist på minst sju och högst trettio dagar inom vilken tredjelandsmedborgaren frivilligt kan avlägsna sig ur landet. Tidsfristen för frivillig återresa räknas från den tidpunkt då beslutet blir verkställbart. Tidsfristen kan av särskilda skäl förlängas. Ingen tidsfrist fastställs, om en tredjelandsmedborgare nekas inresa eller avvisas omedelbart i samband med gränsövergången eller avvisas eller utvisas med anledning av en straffrättslig påföljd. Ingen tidsfrist för frivillig återresa fastställs heller om det finns risk för avvikande, om personen anses äventyra allmän ordning eller säkerhet, om ansökan om uppehållstillstånd förkastats på grund av kringgående av bestämmelserna om inresa i landet eller om ansökan om internationellt skydd avvisas i enlighet med 103 § eller påskyndat förfarande tillämpas i enlighet med 104 §. Risken för avvikande ska bedömas enligt vad som föreskrivs i 121 a §. Denna paragraf tillämpas inte när avvisnings- eller utvisningsbeslutet fattas med stöd av 10 kap.",
        "normalized_sv": "I ett avvisnings- eller utvisningsbeslut ska det fastställas en tidsfrist på minst sju och högst trettio dagar inom vilken tredjelandsmedborgaren frivilligt kan avlägsna sig ur landet. Tidsfristen för frivillig återresa räknas från den tidpunkt då beslutet blir verkställbart. Tidsfristen kan av särskilda skäl förlängas. Ingen tidsfrist fastställs, om en tredjelandsmedborgare nekas inresa eller avvisas omedelbart i samband med gränsövergången eller avvisas eller utvisas med anledning av en straffrättslig påföljd. Ingen tidsfrist för frivillig återresa fastställs heller om det finns risk för avvikande, om personen anses äventyra allmän ordning eller säkerhet, om ansökan om uppehållstillstånd förkastats på grund av kringgående av bestämmelserna om inresa i landet eller om ansökan om internationellt skydd avvisas i enlighet med 103 § eller påskyndat förfarande tillämpas i enlighet med 104 § . Risken för avvikande ska bedömas enligt vad som föreskrivs i 121 a § . Denna paragraf tillämpas inte när avvisnings- eller utvisningsbeslutet fattas med stöd av 10 kap.",
        "folded_sv": "i ett avvisnings- eller utvisningsbeslut ska det faststallas en tidsfrist pa minst sju och hogst trettio dagar inom vilken tredjelandsmedborgaren frivilligt kan avlagsna sig ur landet. tidsfristen for frivillig aterresa raknas fran den tidpunkt da beslutet blir verkstallbart. tidsfristen kan av sarskilda skal forlangas. ingen tidsfrist faststalls, om en tredjelandsmedborgare nekas inresa eller avvisas omedelbart i samband med gransovergangen eller avvisas eller utvisas med anledning av en straffrattslig pafoljd. ingen tidsfrist for frivillig aterresa faststalls heller om det finns risk for avvikande, om personen anses aventyra allman ordning eller sakerhet, om ansokan om uppehallstillstand forkastats pa grund av kringgaende av bestammelserna om inresa i landet eller om ansokan om internationellt skydd avvisas i enlighet med 103 § eller paskyndat forfarande tillampas i enlighet med 104 §. risken for avvikande ska bedomas enligt vad som foreskrivs i 121 a §. denna paragraf tillampas inte nar avvisnings- eller utvisningsbeslutet fattas med stod av 10 kap."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "198 b",
      "section": "198 b",
      "title": "Täytäntöönpanoa koskeva hakemus eräissä kansainvälistä suojelua koskevissa asioissa",
      "content": "Jos päätös käännyttämisestä on tehty 95 b, 103 tai 104 §:n nojalla, täytäntöönpanon kieltämistä tai keskeyttämistä koskeva hakemus on tehtävä seitsemän päivän kuluessa siitä, kun päätös on annettu tiedoksi hakijalle. Määräaikaan sisältyy vähintään viisi arkipäivää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:198 b",
        "normalized_fi": "Jos päätös käännyttämisestä on tehty 95 b, 103 tai 104 § :n nojalla, täytäntöönpanon kieltämistä tai keskeyttämistä koskeva hakemus on tehtävä seitsemän päivän kuluessa siitä, kun päätös on annettu tiedoksi hakijalle. Määräaikaan sisältyy vähintään viisi arkipäivää.",
        "folded_fi": "jos paatos kaannyttamisesta on tehty 95 b, 103 tai 104 §:n nojalla, taytantoonpanon kieltamista tai keskeyttamista koskeva hakemus on tehtava seitseman paivan kuluessa siita, kun paatos on annettu tiedoksi hakijalle. maaraaikaan sisaltyy vahintaan viisi arkipaivaa.",
        "title_sv": "Ansökan som avser verkställighet i vissa ärenden som gäller internationellt skydd",
        "content_sv": "Om beslut om avvisning har fattats med stöd av 95 b, 103 eller 104 §, ska ansökan om förbud mot eller avbrytande av verkställighet göras inom sju dagar från det att beslutet delgetts sökanden. Tidsfristen ska omfatta minst fem vardagar.",
        "normalized_sv": "Om beslut om avvisning har fattats med stöd av 95 b, 103 eller 104 § , ska ansökan om förbud mot eller avbrytande av verkställighet göras inom sju dagar från det att beslutet delgetts sökanden. Tidsfristen ska omfatta minst fem vardagar.",
        "folded_sv": "om beslut om avvisning har fattats med stod av 95 b, 103 eller 104 §, ska ansokan om forbud mot eller avbrytande av verkstallighet goras inom sju dagar fran det att beslutet delgetts sokanden. tidsfristen ska omfatta minst fem vardagar."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "199",
      "section": "199",
      "title": "Täytäntöönpanoa koskevan hakemuksen ratkaiseminen",
      "content": "Hallinto-oikeus voi ratkaista täytäntöönpanon kieltämistä tai keskeyttämistä koskevan hakemuksen yhden tuomarin kokoonpanossa esittelystä. Päätös voidaan tehdä ilman viranomaisen toimittamia asiakirjoja, jos asian ratkaisemiseksi tarpeelliset seikat käyvät ilmi valituskirjelmästä tai muutoin. Hallinto-oikeuden päätökseen täytäntöönpanon kieltämistä tai keskeyttämistä koskevassa asiassa ei saa erikseen hakea muutosta valittamalla. Korkein hallinto-oikeus voi samoin ratkaista täytäntöönpanon kieltämistä tai keskeyttämistä koskevan hakemuksen yhden jäsenen kokoonpanossa esittelystä. Hakemus voidaan 1 momentissa säädetyin edellytyksin ratkaista ilman asiassa kertyneitä asiakirjoja. Edellä 198 b §:ssä tarkoitettua hakemusta koskeva päätös on tehtävä seitsemän päivän kuluessa. Määräaikaan sisältyy vähintään viisi arkipäivää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:199",
        "normalized_fi": "Hallinto-oikeus voi ratkaista täytäntöönpanon kieltämistä tai keskeyttämistä koskevan hakemuksen yhden tuomarin kokoonpanossa esittelystä. Päätös voidaan tehdä ilman viranomaisen toimittamia asiakirjoja, jos asian ratkaisemiseksi tarpeelliset seikat käyvät ilmi valituskirjelmästä tai muutoin. Hallinto-oikeuden päätökseen täytäntöönpanon kieltämistä tai keskeyttämistä koskevassa asiassa ei saa erikseen hakea muutosta valittamalla. Korkein hallinto-oikeus voi samoin ratkaista täytäntöönpanon kieltämistä tai keskeyttämistä koskevan hakemuksen yhden jäsenen kokoonpanossa esittelystä. Hakemus voidaan 1 momentissa säädetyin edellytyksin ratkaista ilman asiassa kertyneitä asiakirjoja. Edellä 198 b § :ssä tarkoitettua hakemusta koskeva päätös on tehtävä seitsemän päivän kuluessa. Määräaikaan sisältyy vähintään viisi arkipäivää.",
        "folded_fi": "hallinto-oikeus voi ratkaista taytantoonpanon kieltamista tai keskeyttamista koskevan hakemuksen yhden tuomarin kokoonpanossa esittelysta. paatos voidaan tehda ilman viranomaisen toimittamia asiakirjoja, jos asian ratkaisemiseksi tarpeelliset seikat kayvat ilmi valituskirjelmasta tai muutoin. hallinto-oikeuden paatokseen taytantoonpanon kieltamista tai keskeyttamista koskevassa asiassa ei saa erikseen hakea muutosta valittamalla. korkein hallinto-oikeus voi samoin ratkaista taytantoonpanon kieltamista tai keskeyttamista koskevan hakemuksen yhden jasenen kokoonpanossa esittelysta. hakemus voidaan 1 momentissa saadetyin edellytyksin ratkaista ilman asiassa kertyneita asiakirjoja. edella 198 b §:ssa tarkoitettua hakemusta koskeva paatos on tehtava seitseman paivan kuluessa. maaraaikaan sisaltyy vahintaan viisi arkipaivaa.",
        "title_sv": "Avgörande av ansökan som avser verkställighet",
        "content_sv": "Förvaltningsdomstolen kan avgöra en ansökan om förbud mot eller avbrytande av verkställighet på föredragning i sammansättning med en domare. Beslut kan fattas utan sådana handlingar som getts in av myndigheterna, om de omständigheter som behövs för avgörande av ärendet framgår av besvärsskriften eller på något annat sätt. I förvaltningsdomstolens beslut i ett ärende som gäller förbud mot eller avbrytande av verkställighet får ändring inte sökas särskilt genom besvär. Högsta förvaltningsdomstolen kan likaså avgöra en ansökan om förbud mot eller avbrytande av verkställighet på föredragning i sammansättning med en domare. Ansökan kan under de förutsättningar som anges i 1 mom. avgöras utan handlingarna i ärendet. Beslutet om en i 198 b § avsedd ansökan ska fattas inom sju dagar. Tidsfristen ska omfatta minst fem vardagar.",
        "normalized_sv": "Förvaltningsdomstolen kan avgöra en ansökan om förbud mot eller avbrytande av verkställighet på föredragning i sammansättning med en domare. Beslut kan fattas utan sådana handlingar som getts in av myndigheterna, om de omständigheter som behövs för avgörande av ärendet framgår av besvärsskriften eller på något annat sätt. I förvaltningsdomstolens beslut i ett ärende som gäller förbud mot eller avbrytande av verkställighet får ändring inte sökas särskilt genom besvär. Högsta förvaltningsdomstolen kan likaså avgöra en ansökan om förbud mot eller avbrytande av verkställighet på föredragning i sammansättning med en domare. Ansökan kan under de förutsättningar som anges i 1 mom. avgöras utan handlingarna i ärendet. Beslutet om en i 198 b § avsedd ansökan ska fattas inom sju dagar. Tidsfristen ska omfatta minst fem vardagar.",
        "folded_sv": "forvaltningsdomstolen kan avgora en ansokan om forbud mot eller avbrytande av verkstallighet pa foredragning i sammansattning med en domare. beslut kan fattas utan sadana handlingar som getts in av myndigheterna, om de omstandigheter som behovs for avgorande av arendet framgar av besvarsskriften eller pa nagot annat satt. i forvaltningsdomstolens beslut i ett arende som galler forbud mot eller avbrytande av verkstallighet far andring inte sokas sarskilt genom besvar. hogsta forvaltningsdomstolen kan likasa avgora en ansokan om forbud mot eller avbrytande av verkstallighet pa foredragning i sammansattning med en domare. ansokan kan under de forutsattningar som anges i 1 mom. avgoras utan handlingarna i arendet. beslutet om en i 198 b § avsedd ansokan ska fattas inom sju dagar. tidsfristen ska omfatta minst fem vardagar."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    },
    {
      "provision_ref": "201",
      "section": "201",
      "title": "Käännyttämispäätösten täytäntöönpano",
      "content": "Päätös käännyttämisestä voidaan panna täytäntöön muutoksenhausta huolimatta, jollei hallinto-oikeus toisin määrää. Maahanmuuttoviraston päätöstä käännyttämisestä, kun ulkomaalainen on hakenut oleskelulupaa kansainvälisen suojelun perusteella, ei kuitenkaan saa panna täytäntöön, ennen kuin asia on lainvoimaisesti ratkaistu, ellei jäljempänä tässä pykälässä toisin säädetä. Jos asiassa tarvitaan valituslupa korkeimmalta hallinto-oikeudelta, valitus ei estä täytäntöönpanoa, ellei korkein hallinto-oikeus toisin määrää. Jos päätös käännyttämisestä on tehty 95 b §:n taikka 103 §:n 2, 3 tai 4 kohdan nojalla, päätös voidaan panna täytäntöön sen jälkeen, kun se on annettu hakijalle tiedoksi, jollei hallinto-oikeus toisin määrää. Päätös, joka on tehty turvallisesta turvapaikkamaasta tulleen ulkomaalaisen käännyttämisestä 103 §:n 1 kohdan nojalla tai sellaisen ulkomaalaisen käännyttämisestä 104 §:n nojalla, jonka hakemus on katsottu ilmeisen perusteettomaksi, voidaan panna täytäntöön aikaisintaan kahdeksantena päivänä sen jälkeen, kun päätös on annettu tiedoksi hakijalle, jollei hallinto-oikeus toisin määrää. Täytäntöönpanoa ennen on varmistauduttava siitä, että määräaikaan on sisältynyt vähintään viisi arkipäivää. Päätöstä käännyttämisestä ei saa panna täytäntöön 2 ja 3 momentissa säädetyllä tavalla, ennen kuin 198 b §:ssä tarkoitettu hakemus on ratkaistu. Toisen 102 §:ssä tarkoitetun uusintahakemuksen jättäminen ei estä 103 §:n 4 kohdan nojalla tehdyn lainvoimaisen käännyttämispäätöksen täytäntöönpanoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:201",
        "normalized_fi": "Päätös käännyttämisestä voidaan panna täytäntöön muutoksenhausta huolimatta, jollei hallinto-oikeus toisin määrää. Maahanmuuttoviraston päätöstä käännyttämisestä, kun ulkomaalainen on hakenut oleskelulupaa kansainvälisen suojelun perusteella, ei kuitenkaan saa panna täytäntöön, ennen kuin asia on lainvoimaisesti ratkaistu, ellei jäljempänä tässä pykälässä toisin säädetä. Jos asiassa tarvitaan valituslupa korkeimmalta hallinto-oikeudelta, valitus ei estä täytäntöönpanoa, ellei korkein hallinto-oikeus toisin määrää. Jos päätös käännyttämisestä on tehty 95 b § :n taikka 103 § :n 2, 3 tai 4 kohdan nojalla, päätös voidaan panna täytäntöön sen jälkeen, kun se on annettu hakijalle tiedoksi, jollei hallinto-oikeus toisin määrää. Päätös, joka on tehty turvallisesta turvapaikkamaasta tulleen ulkomaalaisen käännyttämisestä 103 § :n 1 kohdan nojalla tai sellaisen ulkomaalaisen käännyttämisestä 104 § :n nojalla, jonka hakemus on katsottu ilmeisen perusteettomaksi, voidaan panna täytäntöön aikaisintaan kahdeksantena päivänä sen jälkeen, kun päätös on annettu tiedoksi hakijalle, jollei hallinto-oikeus toisin määrää. Täytäntöönpanoa ennen on varmistauduttava siitä, että määräaikaan on sisältynyt vähintään viisi arkipäivää. Päätöstä käännyttämisestä ei saa panna täytäntöön 2 ja 3 momentissa säädetyllä tavalla, ennen kuin 198 b § :ssä tarkoitettu hakemus on ratkaistu. Toisen 102 § :ssä tarkoitetun uusintahakemuksen jättäminen ei estä 103 § :n 4 kohdan nojalla tehdyn lainvoimaisen käännyttämispäätöksen täytäntöönpanoa.",
        "folded_fi": "paatos kaannyttamisesta voidaan panna taytantoon muutoksenhausta huolimatta, jollei hallinto-oikeus toisin maaraa. maahanmuuttoviraston paatosta kaannyttamisesta, kun ulkomaalainen on hakenut oleskelulupaa kansainvalisen suojelun perusteella, ei kuitenkaan saa panna taytantoon, ennen kuin asia on lainvoimaisesti ratkaistu, ellei jaljempana tassa pykalassa toisin saadeta. jos asiassa tarvitaan valituslupa korkeimmalta hallinto-oikeudelta, valitus ei esta taytantoonpanoa, ellei korkein hallinto-oikeus toisin maaraa. jos paatos kaannyttamisesta on tehty 95 b §:n taikka 103 §:n 2, 3 tai 4 kohdan nojalla, paatos voidaan panna taytantoon sen jalkeen, kun se on annettu hakijalle tiedoksi, jollei hallinto-oikeus toisin maaraa. paatos, joka on tehty turvallisesta turvapaikkamaasta tulleen ulkomaalaisen kaannyttamisesta 103 §:n 1 kohdan nojalla tai sellaisen ulkomaalaisen kaannyttamisesta 104 §:n nojalla, jonka hakemus on katsottu ilmeisen perusteettomaksi, voidaan panna taytantoon aikaisintaan kahdeksantena paivana sen jalkeen, kun paatos on annettu tiedoksi hakijalle, jollei hallinto-oikeus toisin maaraa. taytantoonpanoa ennen on varmistauduttava siita, etta maaraaikaan on sisaltynyt vahintaan viisi arkipaivaa. paatosta kaannyttamisesta ei saa panna taytantoon 2 ja 3 momentissa saadetylla tavalla, ennen kuin 198 b §:ssa tarkoitettu hakemus on ratkaistu. toisen 102 §:ssa tarkoitetun uusintahakemuksen jattaminen ei esta 103 §:n 4 kohdan nojalla tehdyn lainvoimaisen kaannyttamispaatoksen taytantoonpanoa.",
        "title_sv": "Verkställighet av beslut om avvisning",
        "content_sv": "Ett avvisningsbeslut får verkställas även om det överklagats, om inte förvaltningsdomstolen bestämmer något annat. Migrationsverkets beslut om avvisning när en utlänning har ansökt om uppehållstillstånd på grund av internationellt skydd får dock inte verkställas förrän beslutet har vunnit laga kraft, om inte något annat föreskrivs nedan i denna paragraf. Om det behövs besvärstillstånd av högsta förvaltningsdomstolen i ärendet hindrar besvären inte verkställigheten av beslutet, om inte högsta förvaltningsdomstolen bestämmer något annat. Om ett avvisningsbeslut har fattats med stöd av 95 b § eller 103 § 2, 3 eller 4 punkten kan beslutet verkställas efter det att beslutet delgetts sökanden, om inte förvaltningsdomstolen bestämmer något annat. Ett beslut som med stöd av 103 § 1 punkten har fattats om avvisning av en utlänning som kommit från ett säkert asylland eller med stöd av 104 § om avvisning av en sådan utlänning vars ansökan har betraktats som uppenbart ogrundad, kan verkställas tidigast den åttonde dagen efter det att beslutet har delgetts sökanden, om inte förvaltningsdomstolen bestämmer något annat. Före verkställigheten ska det säkerställas att tidsfristen har omfattat minst fem vardagar. Ett avvisningsbeslut får inte verkställas på det sätt som föreskrivs i 2 och 3 mom. innan den ansökan som avses i 198 b § har avgjorts. Inlämning av en annan ny ansökan som avses i 102 § hindrar inte att ett lagakraftvunnet avvisningsbeslut som har fattats med stöd av 103 § 4 punkten verkställs.",
        "normalized_sv": "Ett avvisningsbeslut får verkställas även om det överklagats, om inte förvaltningsdomstolen bestämmer något annat. Migrationsverkets beslut om avvisning när en utlänning har ansökt om uppehållstillstånd på grund av internationellt skydd får dock inte verkställas förrän beslutet har vunnit laga kraft, om inte något annat föreskrivs nedan i denna paragraf. Om det behövs besvärstillstånd av högsta förvaltningsdomstolen i ärendet hindrar besvären inte verkställigheten av beslutet, om inte högsta förvaltningsdomstolen bestämmer något annat. Om ett avvisningsbeslut har fattats med stöd av 95 b § eller 103 § 2, 3 eller 4 punkten kan beslutet verkställas efter det att beslutet delgetts sökanden, om inte förvaltningsdomstolen bestämmer något annat. Ett beslut som med stöd av 103 § 1 punkten har fattats om avvisning av en utlänning som kommit från ett säkert asylland eller med stöd av 104 § om avvisning av en sådan utlänning vars ansökan har betraktats som uppenbart ogrundad, kan verkställas tidigast den åttonde dagen efter det att beslutet har delgetts sökanden, om inte förvaltningsdomstolen bestämmer något annat. Före verkställigheten ska det säkerställas att tidsfristen har omfattat minst fem vardagar. Ett avvisningsbeslut får inte verkställas på det sätt som föreskrivs i 2 och 3 mom. innan den ansökan som avses i 198 b § har avgjorts. Inlämning av en annan ny ansökan som avses i 102 § hindrar inte att ett lagakraftvunnet avvisningsbeslut som har fattats med stöd av 103 § 4 punkten verkställs.",
        "folded_sv": "ett avvisningsbeslut far verkstallas aven om det overklagats, om inte forvaltningsdomstolen bestammer nagot annat. migrationsverkets beslut om avvisning nar en utlanning har ansokt om uppehallstillstand pa grund av internationellt skydd far dock inte verkstallas forran beslutet har vunnit laga kraft, om inte nagot annat foreskrivs nedan i denna paragraf. om det behovs besvarstillstand av hogsta forvaltningsdomstolen i arendet hindrar besvaren inte verkstalligheten av beslutet, om inte hogsta forvaltningsdomstolen bestammer nagot annat. om ett avvisningsbeslut har fattats med stod av 95 b § eller 103 § 2, 3 eller 4 punkten kan beslutet verkstallas efter det att beslutet delgetts sokanden, om inte forvaltningsdomstolen bestammer nagot annat. ett beslut som med stod av 103 § 1 punkten har fattats om avvisning av en utlanning som kommit fran ett sakert asylland eller med stod av 104 § om avvisning av en sadan utlanning vars ansokan har betraktats som uppenbart ogrundad, kan verkstallas tidigast den attonde dagen efter det att beslutet har delgetts sokanden, om inte forvaltningsdomstolen bestammer nagot annat. fore verkstalligheten ska det sakerstallas att tidsfristen har omfattat minst fem vardagar. ett avvisningsbeslut far inte verkstallas pa det satt som foreskrivs i 2 och 3 mom. innan den ansokan som avses i 198 b § har avgjorts. inlamning av en annan ny ansokan som avses i 102 § hindrar inte att ett lagakraftvunnet avvisningsbeslut som har fattats med stod av 103 § 4 punkten verkstalls."
      },
      "valid_from": "2015-03-06",
      "valid_to": null
    }
  ]
}