{
  "id": "195/2016",
  "type": "statute",
  "title": "Laki luonnonsuojelulain muuttamisesta",
  "title_en": "Lag om ändring av naturvårdslagen",
  "status": "in_force",
  "issued_date": "2016-03-18",
  "in_force_date": "2016-03-18",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2016/195/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Luonnonsuojelualueen rajojen määrääminen ja merkitseminen",
      "content": "Kansallis- ja luonnonpuiston raja ja aluetta 18 §:n 2 momentin nojalla koskeva kielto tai rajoitus on merkittävä maastoon selvästi havaittavalla tavalla. Sama koskee muuta luonnonsuojelualuetta, jos alueeseen kohdistuu liikkumista tai maihinnousua koskeva kielto tai rajoitus. Muukin luonnonsuojelualue ja aluetta koskeva kielto ja rajoitus voidaan merkitä maastoon. Alueen rajat vesialueilla voidaan merkitä vain karttaan. Merkinnän tekeminen maastossa voidaan sopimuksella antaa tehtäväksi yksityiselle asiantuntijalle, jolla on tehtävän hoitamisen edellyttämä pätevyys. Tehtävää ei kuitenkaan voida antaa yksityiselle asiantuntijalle, jos merkinnän tekeminen maastossa edellyttää alueen perustamissäädöksen tai -päätöksen tulkintaa. Viranomaisen ja yksityisen asiantuntijan välisessä sopimuksessa sovitaan tehtävän sisällöstä ja muista tehtävän hoitamisen kannalta tarpeellisista seikoista. Viranomainen valvoo asiantuntijaa tämän suorittaessa annettuja tehtäviä. Asiantuntijaan sovelletaan tässä tehtävässä rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974). Ympäristöministeriön asetuksella säädetään tarkemmin luonnonsuojelualueen rajojen ja aluetta koskevien kieltojen ja rajoitusten merkitsemistavoista sekä merkitsemisessä käytettävistä tunnuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21",
        "normalized_fi": "Kansallis- ja luonnonpuiston raja ja aluetta 18 § :n 2 momentin nojalla koskeva kielto tai rajoitus on merkittävä maastoon selvästi havaittavalla tavalla. Sama koskee muuta luonnonsuojelualuetta, jos alueeseen kohdistuu liikkumista tai maihinnousua koskeva kielto tai rajoitus. Muukin luonnonsuojelualue ja aluetta koskeva kielto ja rajoitus voidaan merkitä maastoon. Alueen rajat vesialueilla voidaan merkitä vain karttaan. Merkinnän tekeminen maastossa voidaan sopimuksella antaa tehtäväksi yksityiselle asiantuntijalle, jolla on tehtävän hoitamisen edellyttämä pätevyys. Tehtävää ei kuitenkaan voida antaa yksityiselle asiantuntijalle, jos merkinnän tekeminen maastossa edellyttää alueen perustamissäädöksen tai -päätöksen tulkintaa. Viranomaisen ja yksityisen asiantuntijan välisessä sopimuksessa sovitaan tehtävän sisällöstä ja muista tehtävän hoitamisen kannalta tarpeellisista seikoista. Viranomainen valvoo asiantuntijaa tämän suorittaessa annettuja tehtäviä. Asiantuntijaan sovelletaan tässä tehtävässä rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974). Ympäristöministeriön asetuksella säädetään tarkemmin luonnonsuojelualueen rajojen ja aluetta koskevien kieltojen ja rajoitusten merkitsemistavoista sekä merkitsemisessä käytettävistä tunnuksista.",
        "folded_fi": "kansallis- ja luonnonpuiston raja ja aluetta 18 §:n 2 momentin nojalla koskeva kielto tai rajoitus on merkittava maastoon selvasti havaittavalla tavalla. sama koskee muuta luonnonsuojelualuetta, jos alueeseen kohdistuu liikkumista tai maihinnousua koskeva kielto tai rajoitus. muukin luonnonsuojelualue ja aluetta koskeva kielto ja rajoitus voidaan merkita maastoon. alueen rajat vesialueilla voidaan merkita vain karttaan. merkinnan tekeminen maastossa voidaan sopimuksella antaa tehtavaksi yksityiselle asiantuntijalle, jolla on tehtavan hoitamisen edellyttama patevyys. tehtavaa ei kuitenkaan voida antaa yksityiselle asiantuntijalle, jos merkinnan tekeminen maastossa edellyttaa alueen perustamissaadoksen tai -paatoksen tulkintaa. viranomaisen ja yksityisen asiantuntijan valisessa sopimuksessa sovitaan tehtavan sisallosta ja muista tehtavan hoitamisen kannalta tarpeellisista seikoista. viranomainen valvoo asiantuntijaa taman suorittaessa annettuja tehtavia. asiantuntijaan sovelletaan tassa tehtavassa rikosoikeudellista virkavastuuta koskevia saannoksia. vahingonkorvausvastuusta saadetaan vahingonkorvauslaissa (412/1974). ymparistoministerion asetuksella saadetaan tarkemmin luonnonsuojelualueen rajojen ja aluetta koskevien kieltojen ja rajoitusten merkitsemistavoista seka merkitsemisessa kaytettavista tunnuksista.",
        "title_sv": "Bestämning och utmärkning av gränserna för naturskyddsområden",
        "content_sv": "Gränsen för en nationalpark eller ett naturreservat samt förbud och begränsningar som med stöd av 18 § 2 mom. gäller området ska klart och tydligt märkas ut i terrängen. Detsamma gäller övriga naturskyddsområden, om området omfattas av ett förbud eller en begränsning som gäller att färdas eller stiga i land inom området. Också övriga naturskyddsområden samt förbud och begränsningar som gäller dem får märkas ut i terrängen. När det gäller vattenområden kan gränserna märkas ut endast på kartan. Utmärkningen i terrängen kan genom avtal anförtros en privat sakkunnig som har den kompetens som krävs för uppgiften. Uppgiften kan dock inte anförtros en privat sakkunnig, om utmärkningen i terrängen kräver tolkning av en författning eller ett beslut som gäller inrättandet av området. I avtalet mellan myndigheten och den privata sakkunniga ska det avtalas om uppgiftens innehåll och om annat som behövs med tanke på skötseln av uppgiften. Myndigheten övervakar den sakkunniga när denna utför sina uppgifter. På den sakkunniga tillämpas i denna uppgift bestämmelserna om straffrättsligt tjänsteansvar. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974). Närmare bestämmelser om sätten att märka ut gränserna för naturskyddsområden och märka ut de förbud och begränsningar som gäller områdena samt om de märken som ska användas vid utmärkningen utfärdas genom förordning av miljöministeriet.",
        "normalized_sv": "Gränsen för en nationalpark eller ett naturreservat samt förbud och begränsningar som med stöd av 18 § 2 mom. gäller området ska klart och tydligt märkas ut i terrängen. Detsamma gäller övriga naturskyddsområden, om området omfattas av ett förbud eller en begränsning som gäller att färdas eller stiga i land inom området. Också övriga naturskyddsområden samt förbud och begränsningar som gäller dem får märkas ut i terrängen. När det gäller vattenområden kan gränserna märkas ut endast på kartan. Utmärkningen i terrängen kan genom avtal anförtros en privat sakkunnig som har den kompetens som krävs för uppgiften. Uppgiften kan dock inte anförtros en privat sakkunnig, om utmärkningen i terrängen kräver tolkning av en författning eller ett beslut som gäller inrättandet av området. I avtalet mellan myndigheten och den privata sakkunniga ska det avtalas om uppgiftens innehåll och om annat som behövs med tanke på skötseln av uppgiften. Myndigheten övervakar den sakkunniga när denna utför sina uppgifter. På den sakkunniga tillämpas i denna uppgift bestämmelserna om straffrättsligt tjänsteansvar. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974). Närmare bestämmelser om sätten att märka ut gränserna för naturskyddsområden och märka ut de förbud och begränsningar som gäller områdena samt om de märken som ska användas vid utmärkningen utfärdas genom förordning av miljöministeriet.",
        "folded_sv": "gransen for en nationalpark eller ett naturreservat samt forbud och begransningar som med stod av 18 § 2 mom. galler omradet ska klart och tydligt markas ut i terrangen. detsamma galler ovriga naturskyddsomraden, om omradet omfattas av ett forbud eller en begransning som galler att fardas eller stiga i land inom omradet. ocksa ovriga naturskyddsomraden samt forbud och begransningar som galler dem far markas ut i terrangen. nar det galler vattenomraden kan granserna markas ut endast pa kartan. utmarkningen i terrangen kan genom avtal anfortros en privat sakkunnig som har den kompetens som kravs for uppgiften. uppgiften kan dock inte anfortros en privat sakkunnig, om utmarkningen i terrangen kraver tolkning av en forfattning eller ett beslut som galler inrattandet av omradet. i avtalet mellan myndigheten och den privata sakkunniga ska det avtalas om uppgiftens innehall och om annat som behovs med tanke pa skotseln av uppgiften. myndigheten overvakar den sakkunniga nar denna utfor sina uppgifter. pa den sakkunniga tillampas i denna uppgift bestammelserna om straffrattsligt tjansteansvar. bestammelser om skadestandsansvar finns i skadestandslagen (412/1974). narmare bestammelser om satten att marka ut granserna for naturskyddsomraden och marka ut de forbud och begransningar som galler omradena samt om de marken som ska anvandas vid utmarkningen utfardas genom forordning av miljoministeriet."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Luonnonsuojelualueen perustaminen",
      "content": "Elinkeino-, liikenne- ja ympäristökeskus voi maanomistajan hakemuksesta tai suostumuksella perustaa 10 §:n 1 momentin 3 kohdassa tarkoitetun muun luonnonsuojelualueen 10 §:n 2 momentissa tarkoitetulle alueelle. Harkittaessa alueen perustamista on otettava huomioon myös muut yleiseen etuun liittyvät näkökohdat. Luonnonsuojelualueen perustamispäätöstä ei saa antaa, elleivät maanomistaja ja elinkeino-, liikenne- ja ympäristökeskus ole sopineet alueen rauhoitusmääräyksistä ja aluetta koskevista korvauksista. Päätökseen 1 momentin mukaisen luonnonsuojelualueen perustamisesta on otettava tarpeelliset määräykset alueen luonnon suojelemisesta ja tarvittaessa sen hoidosta. Päätökseen voidaan sisällyttää 18 §:n 2 momentissa tarkoitettu kielto tai rajoitus edellyttäen, että alueen eläimistön tai kasvillisuuden säilyminen sitä vaatii. Elinkeino-, liikenne- ja ympäristökeskus voi yksittäistapauksessa myöntää poikkeuksen luonnonsuojelualuetta koskevista rauhoitusmääräyksistä, jos poikkeaminen ei vaaranna alueen perustamistarkoitusta ja on tarpeen alueen hoidon, käytön tai tutkimuksen kannalta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24",
        "normalized_fi": "Elinkeino-, liikenne- ja ympäristökeskus voi maanomistajan hakemuksesta tai suostumuksella perustaa 10 § :n 1 momentin 3 kohdassa tarkoitetun muun luonnonsuojelualueen 10 § :n 2 momentissa tarkoitetulle alueelle. Harkittaessa alueen perustamista on otettava huomioon myös muut yleiseen etuun liittyvät näkökohdat. Luonnonsuojelualueen perustamispäätöstä ei saa antaa, elleivät maanomistaja ja elinkeino-, liikenne- ja ympäristökeskus ole sopineet alueen rauhoitusmääräyksistä ja aluetta koskevista korvauksista. Päätökseen 1 momentin mukaisen luonnonsuojelualueen perustamisesta on otettava tarpeelliset määräykset alueen luonnon suojelemisesta ja tarvittaessa sen hoidosta. Päätökseen voidaan sisällyttää 18 § :n 2 momentissa tarkoitettu kielto tai rajoitus edellyttäen, että alueen eläimistön tai kasvillisuuden säilyminen sitä vaatii. Elinkeino-, liikenne- ja ympäristökeskus voi yksittäistapauksessa myöntää poikkeuksen luonnonsuojelualuetta koskevista rauhoitusmääräyksistä, jos poikkeaminen ei vaaranna alueen perustamistarkoitusta ja on tarpeen alueen hoidon, käytön tai tutkimuksen kannalta.",
        "folded_fi": "elinkeino-, liikenne- ja ymparistokeskus voi maanomistajan hakemuksesta tai suostumuksella perustaa 10 §:n 1 momentin 3 kohdassa tarkoitetun muun luonnonsuojelualueen 10 §:n 2 momentissa tarkoitetulle alueelle. harkittaessa alueen perustamista on otettava huomioon myos muut yleiseen etuun liittyvat nakokohdat. luonnonsuojelualueen perustamispaatosta ei saa antaa, elleivat maanomistaja ja elinkeino-, liikenne- ja ymparistokeskus ole sopineet alueen rauhoitusmaarayksista ja aluetta koskevista korvauksista. paatokseen 1 momentin mukaisen luonnonsuojelualueen perustamisesta on otettava tarpeelliset maaraykset alueen luonnon suojelemisesta ja tarvittaessa sen hoidosta. paatokseen voidaan sisallyttaa 18 §:n 2 momentissa tarkoitettu kielto tai rajoitus edellyttaen, etta alueen elaimiston tai kasvillisuuden sailyminen sita vaatii. elinkeino-, liikenne- ja ymparistokeskus voi yksittaistapauksessa myontaa poikkeuksen luonnonsuojelualuetta koskevista rauhoitusmaarayksista, jos poikkeaminen ei vaaranna alueen perustamistarkoitusta ja on tarpeen alueen hoidon, kayton tai tutkimuksen kannalta.",
        "title_sv": "Inrättandet av naturskyddsområden",
        "content_sv": "Närings-, trafik- och miljöcentralen kan på markägarens ansökan eller med markägarens samtycke inrätta ett sådant naturskyddsområde som avses i 10 § 1 mom. 3 punkten i ett område som avses i 10 § 2 mom. När det prövas om området ska inrättas ska även andra synpunkter som gäller det allmänna bästa beaktas. Beslut om att inrätta ett naturskyddsområde får inte meddelas, om inte markägaren och närings-, trafik- och miljöcentralen har kommit överens om fridlysningsbestämmelserna och om ersättningar som gäller området. Ett beslut om att inrätta ett naturskyddsområde enligt 1 mom. ska innehålla behövliga bestämmelser om skydd av områdets natur och vid behov om dess skötsel. I beslutet kan det även tas in ett sådant förbud eller en sådan begränsning som avses i 18 § 2 mom., om detta krävs för att bevara djurlivet eller växtlivet. Närings-, trafik- och miljöcentralen får i enskilda fall bevilja undantag från fridlysningsbestämmelserna för ett naturskyddsområde, om undantaget inte äventyrar de syften för vilka området inrättades och det behövs för skötseln och användningen av området eller för forskning.",
        "normalized_sv": "Närings-, trafik- och miljöcentralen kan på markägarens ansökan eller med markägarens samtycke inrätta ett sådant naturskyddsområde som avses i 10 § 1 mom. 3 punkten i ett område som avses i 10 § 2 mom. När det prövas om området ska inrättas ska även andra synpunkter som gäller det allmänna bästa beaktas. Beslut om att inrätta ett naturskyddsområde får inte meddelas, om inte markägaren och närings-, trafik- och miljöcentralen har kommit överens om fridlysningsbestämmelserna och om ersättningar som gäller området. Ett beslut om att inrätta ett naturskyddsområde enligt 1 mom. ska innehålla behövliga bestämmelser om skydd av områdets natur och vid behov om dess skötsel. I beslutet kan det även tas in ett sådant förbud eller en sådan begränsning som avses i 18 § 2 mom., om detta krävs för att bevara djurlivet eller växtlivet. Närings-, trafik- och miljöcentralen får i enskilda fall bevilja undantag från fridlysningsbestämmelserna för ett naturskyddsområde, om undantaget inte äventyrar de syften för vilka området inrättades och det behövs för skötseln och användningen av området eller för forskning.",
        "folded_sv": "narings-, trafik- och miljocentralen kan pa markagarens ansokan eller med markagarens samtycke inratta ett sadant naturskyddsomrade som avses i 10 § 1 mom. 3 punkten i ett omrade som avses i 10 § 2 mom. nar det provas om omradet ska inrattas ska aven andra synpunkter som galler det allmanna basta beaktas. beslut om att inratta ett naturskyddsomrade far inte meddelas, om inte markagaren och narings-, trafik- och miljocentralen har kommit overens om fridlysningsbestammelserna och om ersattningar som galler omradet. ett beslut om att inratta ett naturskyddsomrade enligt 1 mom. ska innehalla behovliga bestammelser om skydd av omradets natur och vid behov om dess skotsel. i beslutet kan det aven tas in ett sadant forbud eller en sadan begransning som avses i 18 § 2 mom., om detta kravs for att bevara djurlivet eller vaxtlivet. narings-, trafik- och miljocentralen far i enskilda fall bevilja undantag fran fridlysningsbestammelserna for ett naturskyddsomrade, om undantaget inte aventyrar de syften for vilka omradet inrattades och det behovs for skotseln och anvandningen av omradet eller for forskning."
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "title": "Rangaistukset",
      "content": "Luonnonsuojelurikkomuksena ei pidetä leiriytymistä maastossa eikä moottorikäyttöisen ajoneuvon pysäyttämistä tai pysäköintiä maastossa tien välittömään läheisyyteen 18 tai 24 §:n nojalla määrätyn kiellon tai rajoituksen vastaisesti, jos kieltoa tai rajoitusta ei ole merkitty maastoon selvästi havaittavalla tavalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:58",
        "normalized_fi": "Luonnonsuojelurikkomuksena ei pidetä leiriytymistä maastossa eikä moottorikäyttöisen ajoneuvon pysäyttämistä tai pysäköintiä maastossa tien välittömään läheisyyteen 18 tai 24 § :n nojalla määrätyn kiellon tai rajoituksen vastaisesti, jos kieltoa tai rajoitusta ei ole merkitty maastoon selvästi havaittavalla tavalla.",
        "folded_fi": "luonnonsuojelurikkomuksena ei pideta leiriytymista maastossa eika moottorikayttoisen ajoneuvon pysayttamista tai pysakointia maastossa tien valittomaan laheisyyteen 18 tai 24 §:n nojalla maaratyn kiellon tai rajoituksen vastaisesti, jos kieltoa tai rajoitusta ei ole merkitty maastoon selvasti havaittavalla tavalla.",
        "title_sv": "Straff",
        "content_sv": "Som naturskyddsförseelse betraktas inte att slå läger i terrängen eller att stanna eller parkera ett motordrivet fordon i terrängen i omedelbar närhet av en väg i strid med ett förbud eller en begränsning som meddelats med stöd av 18 eller 24 §, om förbudet eller begränsningen inte klart och tydligt har märkts ut i terrängen.",
        "normalized_sv": "Som naturskyddsförseelse betraktas inte att slå läger i terrängen eller att stanna eller parkera ett motordrivet fordon i terrängen i omedelbar närhet av en väg i strid med ett förbud eller en begränsning som meddelats med stöd av 18 eller 24 § , om förbudet eller begränsningen inte klart och tydligt har märkts ut i terrängen.",
        "folded_sv": "som naturskyddsforseelse betraktas inte att sla lager i terrangen eller att stanna eller parkera ett motordrivet fordon i terrangen i omedelbar narhet av en vag i strid med ett forbud eller en begransning som meddelats med stod av 18 eller 24 §, om forbudet eller begransningen inte klart och tydligt har markts ut i terrangen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Luonnonsuojelualueen rajojen määrääminen ja merkitseminen",
      "content": "Kansallis- ja luonnonpuiston raja ja aluetta 18 §:n 2 momentin nojalla koskeva kielto tai rajoitus on merkittävä maastoon selvästi havaittavalla tavalla. Sama koskee muuta luonnonsuojelualuetta, jos alueeseen kohdistuu liikkumista tai maihinnousua koskeva kielto tai rajoitus. Muukin luonnonsuojelualue ja aluetta koskeva kielto ja rajoitus voidaan merkitä maastoon. Alueen rajat vesialueilla voidaan merkitä vain karttaan. Merkinnän tekeminen maastossa voidaan sopimuksella antaa tehtäväksi yksityiselle asiantuntijalle, jolla on tehtävän hoitamisen edellyttämä pätevyys. Tehtävää ei kuitenkaan voida antaa yksityiselle asiantuntijalle, jos merkinnän tekeminen maastossa edellyttää alueen perustamissäädöksen tai -päätöksen tulkintaa. Viranomaisen ja yksityisen asiantuntijan välisessä sopimuksessa sovitaan tehtävän sisällöstä ja muista tehtävän hoitamisen kannalta tarpeellisista seikoista. Viranomainen valvoo asiantuntijaa tämän suorittaessa annettuja tehtäviä. Asiantuntijaan sovelletaan tässä tehtävässä rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974). Ympäristöministeriön asetuksella säädetään tarkemmin luonnonsuojelualueen rajojen ja aluetta koskevien kieltojen ja rajoitusten merkitsemistavoista sekä merkitsemisessä käytettävistä tunnuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21",
        "normalized_fi": "Kansallis- ja luonnonpuiston raja ja aluetta 18 § :n 2 momentin nojalla koskeva kielto tai rajoitus on merkittävä maastoon selvästi havaittavalla tavalla. Sama koskee muuta luonnonsuojelualuetta, jos alueeseen kohdistuu liikkumista tai maihinnousua koskeva kielto tai rajoitus. Muukin luonnonsuojelualue ja aluetta koskeva kielto ja rajoitus voidaan merkitä maastoon. Alueen rajat vesialueilla voidaan merkitä vain karttaan. Merkinnän tekeminen maastossa voidaan sopimuksella antaa tehtäväksi yksityiselle asiantuntijalle, jolla on tehtävän hoitamisen edellyttämä pätevyys. Tehtävää ei kuitenkaan voida antaa yksityiselle asiantuntijalle, jos merkinnän tekeminen maastossa edellyttää alueen perustamissäädöksen tai -päätöksen tulkintaa. Viranomaisen ja yksityisen asiantuntijan välisessä sopimuksessa sovitaan tehtävän sisällöstä ja muista tehtävän hoitamisen kannalta tarpeellisista seikoista. Viranomainen valvoo asiantuntijaa tämän suorittaessa annettuja tehtäviä. Asiantuntijaan sovelletaan tässä tehtävässä rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974). Ympäristöministeriön asetuksella säädetään tarkemmin luonnonsuojelualueen rajojen ja aluetta koskevien kieltojen ja rajoitusten merkitsemistavoista sekä merkitsemisessä käytettävistä tunnuksista.",
        "folded_fi": "kansallis- ja luonnonpuiston raja ja aluetta 18 §:n 2 momentin nojalla koskeva kielto tai rajoitus on merkittava maastoon selvasti havaittavalla tavalla. sama koskee muuta luonnonsuojelualuetta, jos alueeseen kohdistuu liikkumista tai maihinnousua koskeva kielto tai rajoitus. muukin luonnonsuojelualue ja aluetta koskeva kielto ja rajoitus voidaan merkita maastoon. alueen rajat vesialueilla voidaan merkita vain karttaan. merkinnan tekeminen maastossa voidaan sopimuksella antaa tehtavaksi yksityiselle asiantuntijalle, jolla on tehtavan hoitamisen edellyttama patevyys. tehtavaa ei kuitenkaan voida antaa yksityiselle asiantuntijalle, jos merkinnan tekeminen maastossa edellyttaa alueen perustamissaadoksen tai -paatoksen tulkintaa. viranomaisen ja yksityisen asiantuntijan valisessa sopimuksessa sovitaan tehtavan sisallosta ja muista tehtavan hoitamisen kannalta tarpeellisista seikoista. viranomainen valvoo asiantuntijaa taman suorittaessa annettuja tehtavia. asiantuntijaan sovelletaan tassa tehtavassa rikosoikeudellista virkavastuuta koskevia saannoksia. vahingonkorvausvastuusta saadetaan vahingonkorvauslaissa (412/1974). ymparistoministerion asetuksella saadetaan tarkemmin luonnonsuojelualueen rajojen ja aluetta koskevien kieltojen ja rajoitusten merkitsemistavoista seka merkitsemisessa kaytettavista tunnuksista.",
        "title_sv": "Bestämning och utmärkning av gränserna för naturskyddsområden",
        "content_sv": "Gränsen för en nationalpark eller ett naturreservat samt förbud och begränsningar som med stöd av 18 § 2 mom. gäller området ska klart och tydligt märkas ut i terrängen. Detsamma gäller övriga naturskyddsområden, om området omfattas av ett förbud eller en begränsning som gäller att färdas eller stiga i land inom området. Också övriga naturskyddsområden samt förbud och begränsningar som gäller dem får märkas ut i terrängen. När det gäller vattenområden kan gränserna märkas ut endast på kartan. Utmärkningen i terrängen kan genom avtal anförtros en privat sakkunnig som har den kompetens som krävs för uppgiften. Uppgiften kan dock inte anförtros en privat sakkunnig, om utmärkningen i terrängen kräver tolkning av en författning eller ett beslut som gäller inrättandet av området. I avtalet mellan myndigheten och den privata sakkunniga ska det avtalas om uppgiftens innehåll och om annat som behövs med tanke på skötseln av uppgiften. Myndigheten övervakar den sakkunniga när denna utför sina uppgifter. På den sakkunniga tillämpas i denna uppgift bestämmelserna om straffrättsligt tjänsteansvar. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974). Närmare bestämmelser om sätten att märka ut gränserna för naturskyddsområden och märka ut de förbud och begränsningar som gäller områdena samt om de märken som ska användas vid utmärkningen utfärdas genom förordning av miljöministeriet.",
        "normalized_sv": "Gränsen för en nationalpark eller ett naturreservat samt förbud och begränsningar som med stöd av 18 § 2 mom. gäller området ska klart och tydligt märkas ut i terrängen. Detsamma gäller övriga naturskyddsområden, om området omfattas av ett förbud eller en begränsning som gäller att färdas eller stiga i land inom området. Också övriga naturskyddsområden samt förbud och begränsningar som gäller dem får märkas ut i terrängen. När det gäller vattenområden kan gränserna märkas ut endast på kartan. Utmärkningen i terrängen kan genom avtal anförtros en privat sakkunnig som har den kompetens som krävs för uppgiften. Uppgiften kan dock inte anförtros en privat sakkunnig, om utmärkningen i terrängen kräver tolkning av en författning eller ett beslut som gäller inrättandet av området. I avtalet mellan myndigheten och den privata sakkunniga ska det avtalas om uppgiftens innehåll och om annat som behövs med tanke på skötseln av uppgiften. Myndigheten övervakar den sakkunniga när denna utför sina uppgifter. På den sakkunniga tillämpas i denna uppgift bestämmelserna om straffrättsligt tjänsteansvar. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974). Närmare bestämmelser om sätten att märka ut gränserna för naturskyddsområden och märka ut de förbud och begränsningar som gäller områdena samt om de märken som ska användas vid utmärkningen utfärdas genom förordning av miljöministeriet.",
        "folded_sv": "gransen for en nationalpark eller ett naturreservat samt forbud och begransningar som med stod av 18 § 2 mom. galler omradet ska klart och tydligt markas ut i terrangen. detsamma galler ovriga naturskyddsomraden, om omradet omfattas av ett forbud eller en begransning som galler att fardas eller stiga i land inom omradet. ocksa ovriga naturskyddsomraden samt forbud och begransningar som galler dem far markas ut i terrangen. nar det galler vattenomraden kan granserna markas ut endast pa kartan. utmarkningen i terrangen kan genom avtal anfortros en privat sakkunnig som har den kompetens som kravs for uppgiften. uppgiften kan dock inte anfortros en privat sakkunnig, om utmarkningen i terrangen kraver tolkning av en forfattning eller ett beslut som galler inrattandet av omradet. i avtalet mellan myndigheten och den privata sakkunniga ska det avtalas om uppgiftens innehall och om annat som behovs med tanke pa skotseln av uppgiften. myndigheten overvakar den sakkunniga nar denna utfor sina uppgifter. pa den sakkunniga tillampas i denna uppgift bestammelserna om straffrattsligt tjansteansvar. bestammelser om skadestandsansvar finns i skadestandslagen (412/1974). narmare bestammelser om satten att marka ut granserna for naturskyddsomraden och marka ut de forbud och begransningar som galler omradena samt om de marken som ska anvandas vid utmarkningen utfardas genom forordning av miljoministeriet."
      },
      "valid_from": "2016-03-18",
      "valid_to": null
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Luonnonsuojelualueen perustaminen",
      "content": "Elinkeino-, liikenne- ja ympäristökeskus voi maanomistajan hakemuksesta tai suostumuksella perustaa 10 §:n 1 momentin 3 kohdassa tarkoitetun muun luonnonsuojelualueen 10 §:n 2 momentissa tarkoitetulle alueelle. Harkittaessa alueen perustamista on otettava huomioon myös muut yleiseen etuun liittyvät näkökohdat. Luonnonsuojelualueen perustamispäätöstä ei saa antaa, elleivät maanomistaja ja elinkeino-, liikenne- ja ympäristökeskus ole sopineet alueen rauhoitusmääräyksistä ja aluetta koskevista korvauksista. Päätökseen 1 momentin mukaisen luonnonsuojelualueen perustamisesta on otettava tarpeelliset määräykset alueen luonnon suojelemisesta ja tarvittaessa sen hoidosta. Päätökseen voidaan sisällyttää 18 §:n 2 momentissa tarkoitettu kielto tai rajoitus edellyttäen, että alueen eläimistön tai kasvillisuuden säilyminen sitä vaatii. Elinkeino-, liikenne- ja ympäristökeskus voi yksittäistapauksessa myöntää poikkeuksen luonnonsuojelualuetta koskevista rauhoitusmääräyksistä, jos poikkeaminen ei vaaranna alueen perustamistarkoitusta ja on tarpeen alueen hoidon, käytön tai tutkimuksen kannalta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24",
        "normalized_fi": "Elinkeino-, liikenne- ja ympäristökeskus voi maanomistajan hakemuksesta tai suostumuksella perustaa 10 § :n 1 momentin 3 kohdassa tarkoitetun muun luonnonsuojelualueen 10 § :n 2 momentissa tarkoitetulle alueelle. Harkittaessa alueen perustamista on otettava huomioon myös muut yleiseen etuun liittyvät näkökohdat. Luonnonsuojelualueen perustamispäätöstä ei saa antaa, elleivät maanomistaja ja elinkeino-, liikenne- ja ympäristökeskus ole sopineet alueen rauhoitusmääräyksistä ja aluetta koskevista korvauksista. Päätökseen 1 momentin mukaisen luonnonsuojelualueen perustamisesta on otettava tarpeelliset määräykset alueen luonnon suojelemisesta ja tarvittaessa sen hoidosta. Päätökseen voidaan sisällyttää 18 § :n 2 momentissa tarkoitettu kielto tai rajoitus edellyttäen, että alueen eläimistön tai kasvillisuuden säilyminen sitä vaatii. Elinkeino-, liikenne- ja ympäristökeskus voi yksittäistapauksessa myöntää poikkeuksen luonnonsuojelualuetta koskevista rauhoitusmääräyksistä, jos poikkeaminen ei vaaranna alueen perustamistarkoitusta ja on tarpeen alueen hoidon, käytön tai tutkimuksen kannalta.",
        "folded_fi": "elinkeino-, liikenne- ja ymparistokeskus voi maanomistajan hakemuksesta tai suostumuksella perustaa 10 §:n 1 momentin 3 kohdassa tarkoitetun muun luonnonsuojelualueen 10 §:n 2 momentissa tarkoitetulle alueelle. harkittaessa alueen perustamista on otettava huomioon myos muut yleiseen etuun liittyvat nakokohdat. luonnonsuojelualueen perustamispaatosta ei saa antaa, elleivat maanomistaja ja elinkeino-, liikenne- ja ymparistokeskus ole sopineet alueen rauhoitusmaarayksista ja aluetta koskevista korvauksista. paatokseen 1 momentin mukaisen luonnonsuojelualueen perustamisesta on otettava tarpeelliset maaraykset alueen luonnon suojelemisesta ja tarvittaessa sen hoidosta. paatokseen voidaan sisallyttaa 18 §:n 2 momentissa tarkoitettu kielto tai rajoitus edellyttaen, etta alueen elaimiston tai kasvillisuuden sailyminen sita vaatii. elinkeino-, liikenne- ja ymparistokeskus voi yksittaistapauksessa myontaa poikkeuksen luonnonsuojelualuetta koskevista rauhoitusmaarayksista, jos poikkeaminen ei vaaranna alueen perustamistarkoitusta ja on tarpeen alueen hoidon, kayton tai tutkimuksen kannalta.",
        "title_sv": "Inrättandet av naturskyddsområden",
        "content_sv": "Närings-, trafik- och miljöcentralen kan på markägarens ansökan eller med markägarens samtycke inrätta ett sådant naturskyddsområde som avses i 10 § 1 mom. 3 punkten i ett område som avses i 10 § 2 mom. När det prövas om området ska inrättas ska även andra synpunkter som gäller det allmänna bästa beaktas. Beslut om att inrätta ett naturskyddsområde får inte meddelas, om inte markägaren och närings-, trafik- och miljöcentralen har kommit överens om fridlysningsbestämmelserna och om ersättningar som gäller området. Ett beslut om att inrätta ett naturskyddsområde enligt 1 mom. ska innehålla behövliga bestämmelser om skydd av områdets natur och vid behov om dess skötsel. I beslutet kan det även tas in ett sådant förbud eller en sådan begränsning som avses i 18 § 2 mom., om detta krävs för att bevara djurlivet eller växtlivet. Närings-, trafik- och miljöcentralen får i enskilda fall bevilja undantag från fridlysningsbestämmelserna för ett naturskyddsområde, om undantaget inte äventyrar de syften för vilka området inrättades och det behövs för skötseln och användningen av området eller för forskning.",
        "normalized_sv": "Närings-, trafik- och miljöcentralen kan på markägarens ansökan eller med markägarens samtycke inrätta ett sådant naturskyddsområde som avses i 10 § 1 mom. 3 punkten i ett område som avses i 10 § 2 mom. När det prövas om området ska inrättas ska även andra synpunkter som gäller det allmänna bästa beaktas. Beslut om att inrätta ett naturskyddsområde får inte meddelas, om inte markägaren och närings-, trafik- och miljöcentralen har kommit överens om fridlysningsbestämmelserna och om ersättningar som gäller området. Ett beslut om att inrätta ett naturskyddsområde enligt 1 mom. ska innehålla behövliga bestämmelser om skydd av områdets natur och vid behov om dess skötsel. I beslutet kan det även tas in ett sådant förbud eller en sådan begränsning som avses i 18 § 2 mom., om detta krävs för att bevara djurlivet eller växtlivet. Närings-, trafik- och miljöcentralen får i enskilda fall bevilja undantag från fridlysningsbestämmelserna för ett naturskyddsområde, om undantaget inte äventyrar de syften för vilka området inrättades och det behövs för skötseln och användningen av området eller för forskning.",
        "folded_sv": "narings-, trafik- och miljocentralen kan pa markagarens ansokan eller med markagarens samtycke inratta ett sadant naturskyddsomrade som avses i 10 § 1 mom. 3 punkten i ett omrade som avses i 10 § 2 mom. nar det provas om omradet ska inrattas ska aven andra synpunkter som galler det allmanna basta beaktas. beslut om att inratta ett naturskyddsomrade far inte meddelas, om inte markagaren och narings-, trafik- och miljocentralen har kommit overens om fridlysningsbestammelserna och om ersattningar som galler omradet. ett beslut om att inratta ett naturskyddsomrade enligt 1 mom. ska innehalla behovliga bestammelser om skydd av omradets natur och vid behov om dess skotsel. i beslutet kan det aven tas in ett sadant forbud eller en sadan begransning som avses i 18 § 2 mom., om detta kravs for att bevara djurlivet eller vaxtlivet. narings-, trafik- och miljocentralen far i enskilda fall bevilja undantag fran fridlysningsbestammelserna for ett naturskyddsomrade, om undantaget inte aventyrar de syften for vilka omradet inrattades och det behovs for skotseln och anvandningen av omradet eller for forskning."
      },
      "valid_from": "2016-03-18",
      "valid_to": null
    },
    {
      "provision_ref": "58",
      "section": "58",
      "title": "Rangaistukset",
      "content": "Luonnonsuojelurikkomuksena ei pidetä leiriytymistä maastossa eikä moottorikäyttöisen ajoneuvon pysäyttämistä tai pysäköintiä maastossa tien välittömään läheisyyteen 18 tai 24 §:n nojalla määrätyn kiellon tai rajoituksen vastaisesti, jos kieltoa tai rajoitusta ei ole merkitty maastoon selvästi havaittavalla tavalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:58",
        "normalized_fi": "Luonnonsuojelurikkomuksena ei pidetä leiriytymistä maastossa eikä moottorikäyttöisen ajoneuvon pysäyttämistä tai pysäköintiä maastossa tien välittömään läheisyyteen 18 tai 24 § :n nojalla määrätyn kiellon tai rajoituksen vastaisesti, jos kieltoa tai rajoitusta ei ole merkitty maastoon selvästi havaittavalla tavalla.",
        "folded_fi": "luonnonsuojelurikkomuksena ei pideta leiriytymista maastossa eika moottorikayttoisen ajoneuvon pysayttamista tai pysakointia maastossa tien valittomaan laheisyyteen 18 tai 24 §:n nojalla maaratyn kiellon tai rajoituksen vastaisesti, jos kieltoa tai rajoitusta ei ole merkitty maastoon selvasti havaittavalla tavalla.",
        "title_sv": "Straff",
        "content_sv": "Som naturskyddsförseelse betraktas inte att slå läger i terrängen eller att stanna eller parkera ett motordrivet fordon i terrängen i omedelbar närhet av en väg i strid med ett förbud eller en begränsning som meddelats med stöd av 18 eller 24 §, om förbudet eller begränsningen inte klart och tydligt har märkts ut i terrängen.",
        "normalized_sv": "Som naturskyddsförseelse betraktas inte att slå läger i terrängen eller att stanna eller parkera ett motordrivet fordon i terrängen i omedelbar närhet av en väg i strid med ett förbud eller en begränsning som meddelats med stöd av 18 eller 24 § , om förbudet eller begränsningen inte klart och tydligt har märkts ut i terrängen.",
        "folded_sv": "som naturskyddsforseelse betraktas inte att sla lager i terrangen eller att stanna eller parkera ett motordrivet fordon i terrangen i omedelbar narhet av en vag i strid med ett forbud eller en begransning som meddelats med stod av 18 eller 24 §, om forbudet eller begransningen inte klart och tydligt har markts ut i terrangen."
      },
      "valid_from": "2016-03-18",
      "valid_to": null
    }
  ]
}