{
  "id": "196/2016",
  "type": "statute",
  "title": "Laki maankäyttö- ja rakennuslain muuttamisesta",
  "title_en": "Lag om ändring av markanvändnings- och bygglagen",
  "status": "in_force",
  "issued_date": "2016-03-18",
  "in_force_date": "2016-03-18",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2016/196/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "46 a",
      "section": "46 a",
      "title": "Pääkaupunkiseudun yleiskaava",
      "content": "pääkaupunkiseudun yleiskaava Helsingin, Espoon, Vantaan ja Kauniaisten kaupunkeihin laaditaan kuntien yhteinen yleiskaava (). Oikeusvaikutteisen pääkaupunkiseudun yleiskaavan tultua voimaan edellä mainittuihin pääkaupunkiseudun kuntiin ei sovelleta 8 eikä 195 §:ää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:46 a",
        "normalized_fi": "pääkaupunkiseudun yleiskaava Helsingin, Espoon, Vantaan ja Kauniaisten kaupunkeihin laaditaan kuntien yhteinen yleiskaava (). Oikeusvaikutteisen pääkaupunkiseudun yleiskaavan tultua voimaan edellä mainittuihin pääkaupunkiseudun kuntiin ei sovelleta 8 eikä 195 § :ää.",
        "folded_fi": "paakaupunkiseudun yleiskaava helsingin, espoon, vantaan ja kauniaisten kaupunkeihin laaditaan kuntien yhteinen yleiskaava (). oikeusvaikutteisen paakaupunkiseudun yleiskaavan tultua voimaan edella mainittuihin paakaupunkiseudun kuntiin ei sovelleta 8 eika 195 §:aa.",
        "title_sv": "Generalplan för huvudstadsregionen",
        "content_sv": "generalplan för huvudstadsregionen För städerna Helsingfors, Esbo, Vanda och Grankulla utarbetas en gemensam generalplan (). Sedan en generalplan med rättsverkningar som utarbetats för huvudstadsregionen trätt i kraft tillämpas inte 8 eller 195 § på nämnda kommuner i huvudstadsregionen.",
        "normalized_sv": "generalplan för huvudstadsregionen För städerna Helsingfors, Esbo, Vanda och Grankulla utarbetas en gemensam generalplan (). Sedan en generalplan med rättsverkningar som utarbetats för huvudstadsregionen trätt i kraft tillämpas inte 8 eller 195 § på nämnda kommuner i huvudstadsregionen.",
        "folded_sv": "generalplan for huvudstadsregionen for staderna helsingfors, esbo, vanda och grankulla utarbetas en gemensam generalplan (). sedan en generalplan med rattsverkningar som utarbetats for huvudstadsregionen tratt i kraft tillampas inte 8 eller 195 § pa namnda kommuner i huvudstadsregionen."
      }
    },
    {
      "provision_ref": "171",
      "section": "171",
      "title": "Poikkeamistoimivalta ja poikkeamisen edellytykset",
      "content": "Kunta voi erityisestä syystä hakemuksesta myöntää poikkeamisen tässä laissa säädetystä tai sen nojalla annetusta rakentamista tai muuta toimenpidettä koskevasta säännöksestä, määräyksestä, kiellosta tai muusta rajoituksesta. Poikkeamista ei kuitenkaan saa myöntää, jos se: 1) aiheuttaa haittaa kaavoitukselle, kaavan toteuttamiselle tai alueiden käytön muulle järjestämiselle; 2) vaikeuttaa luonnonsuojelun tavoitteiden saavuttamista; 3) vaikeuttaa rakennetun ympäristön suojelemista koskevien tavoitteiden saavuttamista; tai 4) johtaa vaikutuksiltaan merkittävään rakentamiseen tai muutoin aiheuttaa merkittäviä haitallisia ympäristö- tai muita vaikutuksia. Edellä 2 momentin 4 kohdassa tarkoitettuna vaikutuksiltaan merkittävänä rakentamisena ei pidetä tuulivoimalan rakentamista asemakaavassa teollisuus- tai satama-alueeksi osoitetulle jo rakennetulle alueelle. Poikkeamista ei voida myöntää maisematyölupaa koskevista säännöksistä eikä 137 §:ssä säädetyistä rakennusluvan erityisistä edellytyksistä suunnittelutarvealueella. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä poikkeamista koskevasta hakemuksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:171",
        "normalized_fi": "Kunta voi erityisestä syystä hakemuksesta myöntää poikkeamisen tässä laissa säädetystä tai sen nojalla annetusta rakentamista tai muuta toimenpidettä koskevasta säännöksestä, määräyksestä, kiellosta tai muusta rajoituksesta. Poikkeamista ei kuitenkaan saa myöntää, jos se: 1) aiheuttaa haittaa kaavoitukselle, kaavan toteuttamiselle tai alueiden käytön muulle järjestämiselle; 2) vaikeuttaa luonnonsuojelun tavoitteiden saavuttamista; 3) vaikeuttaa rakennetun ympäristön suojelemista koskevien tavoitteiden saavuttamista; tai 4) johtaa vaikutuksiltaan merkittävään rakentamiseen tai muutoin aiheuttaa merkittäviä haitallisia ympäristö- tai muita vaikutuksia. Edellä 2 momentin 4 kohdassa tarkoitettuna vaikutuksiltaan merkittävänä rakentamisena ei pidetä tuulivoimalan rakentamista asemakaavassa teollisuus- tai satama-alueeksi osoitetulle jo rakennetulle alueelle. Poikkeamista ei voida myöntää maisematyölupaa koskevista säännöksistä eikä 137 § :ssä säädetyistä rakennusluvan erityisistä edellytyksistä suunnittelutarvealueella. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä poikkeamista koskevasta hakemuksesta.",
        "folded_fi": "kunta voi erityisesta syysta hakemuksesta myontaa poikkeamisen tassa laissa saadetysta tai sen nojalla annetusta rakentamista tai muuta toimenpidetta koskevasta saannoksesta, maarayksesta, kiellosta tai muusta rajoituksesta. poikkeamista ei kuitenkaan saa myontaa, jos se: 1) aiheuttaa haittaa kaavoitukselle, kaavan toteuttamiselle tai alueiden kayton muulle jarjestamiselle; 2) vaikeuttaa luonnonsuojelun tavoitteiden saavuttamista; 3) vaikeuttaa rakennetun ympariston suojelemista koskevien tavoitteiden saavuttamista; tai 4) johtaa vaikutuksiltaan merkittavaan rakentamiseen tai muutoin aiheuttaa merkittavia haitallisia ymparisto- tai muita vaikutuksia. edella 2 momentin 4 kohdassa tarkoitettuna vaikutuksiltaan merkittavana rakentamisena ei pideta tuulivoimalan rakentamista asemakaavassa teollisuus- tai satama-alueeksi osoitetulle jo rakennetulle alueelle. poikkeamista ei voida myontaa maisematyolupaa koskevista saannoksista eika 137 §:ssa saadetyista rakennusluvan erityisista edellytyksista suunnittelutarvealueella. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia poikkeamista koskevasta hakemuksesta.",
        "title_sv": "Behörighet att bevilja undantag och förutsättningarna för undantag",
        "content_sv": "Kommunen kan av särskilda skäl på ansökan bevilja undantag från en bestämmelse, en föreskrift, ett förbud eller en annan begränsning som gäller byggande eller andra åtgärder och som har utfärdats i denna lag eller med stöd av den. Undantag får dock inte beviljas, om det 1) medför olägenheter med tanke på planläggningen, genomförande av planen eller annan reglering av områdesanvändningen, 2) försvårar uppnående av målen för naturvården, 3) försvårar uppnående av målen för skyddet av den byggda miljön, eller 4) leder till byggande med betydande konsekvenser eller annars har avsevärda skadliga miljökonsekvenser eller andra avsevärda skadliga konsekvenser. Som byggande med betydande konsekvenser enligt 2 mom. 4 punkten betraktas inte byggande av vindkraftverk på ett område som i detaljplanen anges som industri- eller hamnområde och som redan är bebyggt. Undantag kan inte beviljas från bestämmelserna om tillstånd för miljöåtgärder och inte från de särskilda förutsättningarna enligt 137 § för bygglov på områden i behov av planering. Närmare bestämmelser om ansökan som gäller undantag får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Kommunen kan av särskilda skäl på ansökan bevilja undantag från en bestämmelse, en föreskrift, ett förbud eller en annan begränsning som gäller byggande eller andra åtgärder och som har utfärdats i denna lag eller med stöd av den. Undantag får dock inte beviljas, om det 1) medför olägenheter med tanke på planläggningen, genomförande av planen eller annan reglering av områdesanvändningen, 2) försvårar uppnående av målen för naturvården, 3) försvårar uppnående av målen för skyddet av den byggda miljön, eller 4) leder till byggande med betydande konsekvenser eller annars har avsevärda skadliga miljökonsekvenser eller andra avsevärda skadliga konsekvenser. Som byggande med betydande konsekvenser enligt 2 mom. 4 punkten betraktas inte byggande av vindkraftverk på ett område som i detaljplanen anges som industri- eller hamnområde och som redan är bebyggt. Undantag kan inte beviljas från bestämmelserna om tillstånd för miljöåtgärder och inte från de särskilda förutsättningarna enligt 137 § för bygglov på områden i behov av planering. Närmare bestämmelser om ansökan som gäller undantag får utfärdas genom förordning av statsrådet.",
        "folded_sv": "kommunen kan av sarskilda skal pa ansokan bevilja undantag fran en bestammelse, en foreskrift, ett forbud eller en annan begransning som galler byggande eller andra atgarder och som har utfardats i denna lag eller med stod av den. undantag far dock inte beviljas, om det 1) medfor olagenheter med tanke pa planlaggningen, genomforande av planen eller annan reglering av omradesanvandningen, 2) forsvarar uppnaende av malen for naturvarden, 3) forsvarar uppnaende av malen for skyddet av den byggda miljon, eller 4) leder till byggande med betydande konsekvenser eller annars har avsevarda skadliga miljokonsekvenser eller andra avsevarda skadliga konsekvenser. som byggande med betydande konsekvenser enligt 2 mom. 4 punkten betraktas inte byggande av vindkraftverk pa ett omrade som i detaljplanen anges som industri- eller hamnomrade och som redan ar bebyggt. undantag kan inte beviljas fran bestammelserna om tillstand for miljoatgarder och inte fran de sarskilda forutsattningarna enligt 137 § for bygglov pa omraden i behov av planering. narmare bestammelser om ansokan som galler undantag far utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "172",
      "section": "172",
      "title": "Alueellinen poikkeaminen",
      "content": "alueellinen poikkeaminen Kunta voi erityisestä syystä päättää, että tässä laissa säädetystä tai sen nojalla annetusta rakentamista tai muuta toimenpidettä koskevasta säännöksestä, määräyksestä, kiellosta tai muusta rajoituksesta voidaan poiketa laajemmalla kuin yhden rakennuspaikan käsittävällä alueella silloin, kun kysymys on asemakaava-alueella olemassa olevan asuin-, liike- tai toimistorakennuksen tilojen muuttamisesta asuinkäyttöön tai muuhun ympäristöhäiriötä aiheuttamattomaan käyttöön (). Edellä 171 §:n 2 momentissa säädetyt poikkeamisen edellytykset koskevat myös alueellista poikkeamista. Lisäksi alueellisen poikkeamisen edellytyksenä on, että poikkeamisella edistetään olemassa olevien rakennusten käyttöä, kehittämistä ja ylläpitoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:172",
        "normalized_fi": "alueellinen poikkeaminen Kunta voi erityisestä syystä päättää, että tässä laissa säädetystä tai sen nojalla annetusta rakentamista tai muuta toimenpidettä koskevasta säännöksestä, määräyksestä, kiellosta tai muusta rajoituksesta voidaan poiketa laajemmalla kuin yhden rakennuspaikan käsittävällä alueella silloin, kun kysymys on asemakaava-alueella olemassa olevan asuin-, liike- tai toimistorakennuksen tilojen muuttamisesta asuinkäyttöön tai muuhun ympäristöhäiriötä aiheuttamattomaan käyttöön (). Edellä 171 § :n 2 momentissa säädetyt poikkeamisen edellytykset koskevat myös alueellista poikkeamista. Lisäksi alueellisen poikkeamisen edellytyksenä on, että poikkeamisella edistetään olemassa olevien rakennusten käyttöä, kehittämistä ja ylläpitoa.",
        "folded_fi": "alueellinen poikkeaminen kunta voi erityisesta syysta paattaa, etta tassa laissa saadetysta tai sen nojalla annetusta rakentamista tai muuta toimenpidetta koskevasta saannoksesta, maarayksesta, kiellosta tai muusta rajoituksesta voidaan poiketa laajemmalla kuin yhden rakennuspaikan kasittavalla alueella silloin, kun kysymys on asemakaava-alueella olemassa olevan asuin-, liike- tai toimistorakennuksen tilojen muuttamisesta asuinkayttoon tai muuhun ymparistohairiota aiheuttamattomaan kayttoon (). edella 171 §:n 2 momentissa saadetyt poikkeamisen edellytykset koskevat myos alueellista poikkeamista. lisaksi alueellisen poikkeamisen edellytyksena on, etta poikkeamisella edistetaan olemassa olevien rakennusten kayttoa, kehittamista ja yllapitoa.",
        "title_sv": "Områdesvist undantag",
        "content_sv": "områdesvist undantag Kommunen kan av särskilda skäl besluta att det från en bestämmelse, en föreskrift, ett förbud eller en annan begränsning som gäller byggande eller andra åtgärder och som har utfärdats i denna lag eller med stöd av den får beviljas undantag som avser ett större område än en byggplats, när det är fråga om att ändra utrymmen i ett befintligt bostadshus eller en befintlig affärs- eller kontorsbyggnad på ett detaljplaneområde så att de tas i bruk för boende eller för något annat ändamål som inte medför miljöstörningar (). Förutsättningarna för undantag enligt 171 § 2 mom. gäller även områdesvist undantag. En förutsättning för områdesvist undantag är dessutom att undantaget främjar användningen, utvecklandet och underhållet av befintliga byggnader.",
        "normalized_sv": "områdesvist undantag Kommunen kan av särskilda skäl besluta att det från en bestämmelse, en föreskrift, ett förbud eller en annan begränsning som gäller byggande eller andra åtgärder och som har utfärdats i denna lag eller med stöd av den får beviljas undantag som avser ett större område än en byggplats, när det är fråga om att ändra utrymmen i ett befintligt bostadshus eller en befintlig affärs- eller kontorsbyggnad på ett detaljplaneområde så att de tas i bruk för boende eller för något annat ändamål som inte medför miljöstörningar (). Förutsättningarna för undantag enligt 171 § 2 mom. gäller även områdesvist undantag. En förutsättning för områdesvist undantag är dessutom att undantaget främjar användningen, utvecklandet och underhållet av befintliga byggnader.",
        "folded_sv": "omradesvist undantag kommunen kan av sarskilda skal besluta att det fran en bestammelse, en foreskrift, ett forbud eller en annan begransning som galler byggande eller andra atgarder och som har utfardats i denna lag eller med stod av den far beviljas undantag som avser ett storre omrade an en byggplats, nar det ar fraga om att andra utrymmen i ett befintligt bostadshus eller en befintlig affars- eller kontorsbyggnad pa ett detaljplaneomrade sa att de tas i bruk for boende eller for nagot annat andamal som inte medfor miljostorningar (). forutsattningarna for undantag enligt 171 § 2 mom. galler aven omradesvist undantag. en forutsattning for omradesvist undantag ar dessutom att undantaget framjar anvandningen, utvecklandet och underhallet av befintliga byggnader."
      }
    },
    {
      "provision_ref": "173",
      "section": "173",
      "title": "Poikkeamismenettely",
      "content": "Ennen poikkeamista koskevan asian ratkaisemista kunnan on varattava naapureille ja muille, joiden asumiseen, työntekoon tai muihin oloihin hanke saattaa huomattavasti vaikuttaa, tilaisuus kirjallisen muistutuksen tekemiseen. Kunnan on tiedotettava poikkeamista koskevasta hakemuksesta ja alueellista poikkeamista koskevasta päätösehdotuksesta 1 momentissa mainituille. Kunta voi periä tiedottamisesta aiheutuneet kustannukset hakijalta. Ennen poikkeamista koskevan asian ratkaisemista kunnan on tarvittaessa pyydettävä elinkeino-, liikenne- ja ympäristökeskuksen, muun valtion viranomaisen ja maakunnan liiton lausunto, jos poikkeaminen koskee merkittävästi niiden toimialaa. Jos poikkeaminen vaikuttaa merkittävästi naapurikunnan maankäyttöön, kunnan on pyydettävä myös naapurikunnan lausunto. Kunnan on kuitenkin pyydettävä elinkeino-, liikenne- ja ympäristökeskuksen lausunto aina, kun poikkeaminen koskee: 1) luonnonsuojelun kannalta merkittävää aluetta; 2) rakennussuojelun kannalta merkittävää kohdetta tai aluetta; tai 3) maakuntakaavassa virkistys-, suojelu- tai liikennealueeksi varattua aluetta. Edellä 3 momentissa mainittujen viranomaisten on annettava lausuntonsa kuukauden kuluessa. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä poikkeamismenettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:173",
        "normalized_fi": "Ennen poikkeamista koskevan asian ratkaisemista kunnan on varattava naapureille ja muille, joiden asumiseen, työntekoon tai muihin oloihin hanke saattaa huomattavasti vaikuttaa, tilaisuus kirjallisen muistutuksen tekemiseen. Kunnan on tiedotettava poikkeamista koskevasta hakemuksesta ja alueellista poikkeamista koskevasta päätösehdotuksesta 1 momentissa mainituille. Kunta voi periä tiedottamisesta aiheutuneet kustannukset hakijalta. Ennen poikkeamista koskevan asian ratkaisemista kunnan on tarvittaessa pyydettävä elinkeino-, liikenne- ja ympäristökeskuksen, muun valtion viranomaisen ja maakunnan liiton lausunto, jos poikkeaminen koskee merkittävästi niiden toimialaa. Jos poikkeaminen vaikuttaa merkittävästi naapurikunnan maankäyttöön, kunnan on pyydettävä myös naapurikunnan lausunto. Kunnan on kuitenkin pyydettävä elinkeino-, liikenne- ja ympäristökeskuksen lausunto aina, kun poikkeaminen koskee: 1) luonnonsuojelun kannalta merkittävää aluetta; 2) rakennussuojelun kannalta merkittävää kohdetta tai aluetta; tai 3) maakuntakaavassa virkistys-, suojelu- tai liikennealueeksi varattua aluetta. Edellä 3 momentissa mainittujen viranomaisten on annettava lausuntonsa kuukauden kuluessa. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä poikkeamismenettelystä.",
        "folded_fi": "ennen poikkeamista koskevan asian ratkaisemista kunnan on varattava naapureille ja muille, joiden asumiseen, tyontekoon tai muihin oloihin hanke saattaa huomattavasti vaikuttaa, tilaisuus kirjallisen muistutuksen tekemiseen. kunnan on tiedotettava poikkeamista koskevasta hakemuksesta ja alueellista poikkeamista koskevasta paatosehdotuksesta 1 momentissa mainituille. kunta voi peria tiedottamisesta aiheutuneet kustannukset hakijalta. ennen poikkeamista koskevan asian ratkaisemista kunnan on tarvittaessa pyydettava elinkeino-, liikenne- ja ymparistokeskuksen, muun valtion viranomaisen ja maakunnan liiton lausunto, jos poikkeaminen koskee merkittavasti niiden toimialaa. jos poikkeaminen vaikuttaa merkittavasti naapurikunnan maankayttoon, kunnan on pyydettava myos naapurikunnan lausunto. kunnan on kuitenkin pyydettava elinkeino-, liikenne- ja ymparistokeskuksen lausunto aina, kun poikkeaminen koskee: 1) luonnonsuojelun kannalta merkittavaa aluetta; 2) rakennussuojelun kannalta merkittavaa kohdetta tai aluetta; tai 3) maakuntakaavassa virkistys-, suojelu- tai liikennealueeksi varattua aluetta. edella 3 momentissa mainittujen viranomaisten on annettava lausuntonsa kuukauden kuluessa. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia poikkeamismenettelysta.",
        "title_sv": "Förfarandet vid undantag",
        "content_sv": "Innan ett ärende som gäller undantag avgörs ska kommunen ge grannarna och andra, vars boende, arbete eller övriga förhållanden kan påverkas betydligt av projektet, möjlighet att göra en skriftlig anmärkning. Kommunen ska informera dem som nämns i 1 mom. om ansökningar som gäller undantag och om förslag till beslut som gäller områdesvist undantag. Kommunen kan hos sökanden ta ut kostnaderna för informationen. Innan ett ärende som gäller undantag avgörs ska kommunen vid behov begära utlåtande av närings-, trafik- och miljöcentralen, en annan statlig myndighet och förbundet på landskapsnivå, om undantaget i avsevärd mån gäller deras verksamhetsområde. Om undantaget inverkar avsevärt på grannkommunens markanvändning, ska kommunen begära utlåtande även av grannkommunen. Kommunen ska dock alltid begära utlåtande av närings-, trafik- och miljöcentralen när undantaget gäller 1) ett med tanke på naturvården betydande område, 2) ett med tanke på byggnadsskyddet betydande objekt eller område, eller 3) ett område som i landskapsplanen har reserverats som rekreations-, skydds- eller trafikområde. De myndigheter som nämns i 3 mom. ska ge sitt utlåtande inom en månad. Närmare bestämmelser om förfarandet vid undantag får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Innan ett ärende som gäller undantag avgörs ska kommunen ge grannarna och andra, vars boende, arbete eller övriga förhållanden kan påverkas betydligt av projektet, möjlighet att göra en skriftlig anmärkning. Kommunen ska informera dem som nämns i 1 mom. om ansökningar som gäller undantag och om förslag till beslut som gäller områdesvist undantag. Kommunen kan hos sökanden ta ut kostnaderna för informationen. Innan ett ärende som gäller undantag avgörs ska kommunen vid behov begära utlåtande av närings-, trafik- och miljöcentralen, en annan statlig myndighet och förbundet på landskapsnivå, om undantaget i avsevärd mån gäller deras verksamhetsområde. Om undantaget inverkar avsevärt på grannkommunens markanvändning, ska kommunen begära utlåtande även av grannkommunen. Kommunen ska dock alltid begära utlåtande av närings-, trafik- och miljöcentralen när undantaget gäller 1) ett med tanke på naturvården betydande område, 2) ett med tanke på byggnadsskyddet betydande objekt eller område, eller 3) ett område som i landskapsplanen har reserverats som rekreations-, skydds- eller trafikområde. De myndigheter som nämns i 3 mom. ska ge sitt utlåtande inom en månad. Närmare bestämmelser om förfarandet vid undantag får utfärdas genom förordning av statsrådet.",
        "folded_sv": "innan ett arende som galler undantag avgors ska kommunen ge grannarna och andra, vars boende, arbete eller ovriga forhallanden kan paverkas betydligt av projektet, mojlighet att gora en skriftlig anmarkning. kommunen ska informera dem som namns i 1 mom. om ansokningar som galler undantag och om forslag till beslut som galler omradesvist undantag. kommunen kan hos sokanden ta ut kostnaderna for informationen. innan ett arende som galler undantag avgors ska kommunen vid behov begara utlatande av narings-, trafik- och miljocentralen, en annan statlig myndighet och forbundet pa landskapsniva, om undantaget i avsevard man galler deras verksamhetsomrade. om undantaget inverkar avsevart pa grannkommunens markanvandning, ska kommunen begara utlatande aven av grannkommunen. kommunen ska dock alltid begara utlatande av narings-, trafik- och miljocentralen nar undantaget galler 1) ett med tanke pa naturvarden betydande omrade, 2) ett med tanke pa byggnadsskyddet betydande objekt eller omrade, eller 3) ett omrade som i landskapsplanen har reserverats som rekreations-, skydds- eller trafikomrade. de myndigheter som namns i 3 mom. ska ge sitt utlatande inom en manad. narmare bestammelser om forfarandet vid undantag far utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "174",
      "section": "174",
      "title": "Poikkeamispäätös",
      "content": "Kunnan on perusteltava poikkeamispäätös siten kuin hallintolaissa (434/2003) säädetään. Kunta voi poikkeamispäätöksessä määrätä ehtoja poikkeamiselle. Kunnan on määrättävä poikkeamispäätöksessä aika, jonka kuluessa poikkeamispäätöstä vastaavaa rakennuslupaa on haettava. Määräaika voi olla enintään kaksi vuotta. Alueellisen poikkeamisen määräaika voi olla kuitenkin enintään viisi vuotta. Kunnan on toimitettava poikkeamispäätös hakijalle. Kunnan on toimitettava poikkeamispäätös tai sen jäljennös myös niille, jotka ovat tehneet muistutuksen asiassa, sekä niille, jotka ovat sitä erikseen pyytäneet. Jos samassa muistutuksessa on useita muistuttajia, voidaan poikkeamispäätös tai sen jäljennös lähettää ainoastaan muistutuksen ensimmäiselle allekirjoittajalle. Ensimmäinen allekirjoittaja vastaa tiedon toimittamisesta muille allekirjoittaneille. Lisäksi kunnan on toimitettava poikkeamispäätös viivytyksettä tiedoksi elinkeino-, liikenne- ja ympäristökeskukselle. Poikkeamispäätökseen sovelletaan, mitä 145 §:ssä säädetään lupa- ja valvontamaksusta. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä poikkeamispäätöksen toimittamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:174",
        "normalized_fi": "Kunnan on perusteltava poikkeamispäätös siten kuin hallintolaissa (434/2003) säädetään. Kunta voi poikkeamispäätöksessä määrätä ehtoja poikkeamiselle. Kunnan on määrättävä poikkeamispäätöksessä aika, jonka kuluessa poikkeamispäätöstä vastaavaa rakennuslupaa on haettava. Määräaika voi olla enintään kaksi vuotta. Alueellisen poikkeamisen määräaika voi olla kuitenkin enintään viisi vuotta. Kunnan on toimitettava poikkeamispäätös hakijalle. Kunnan on toimitettava poikkeamispäätös tai sen jäljennös myös niille, jotka ovat tehneet muistutuksen asiassa, sekä niille, jotka ovat sitä erikseen pyytäneet. Jos samassa muistutuksessa on useita muistuttajia, voidaan poikkeamispäätös tai sen jäljennös lähettää ainoastaan muistutuksen ensimmäiselle allekirjoittajalle. Ensimmäinen allekirjoittaja vastaa tiedon toimittamisesta muille allekirjoittaneille. Lisäksi kunnan on toimitettava poikkeamispäätös viivytyksettä tiedoksi elinkeino-, liikenne- ja ympäristökeskukselle. Poikkeamispäätökseen sovelletaan, mitä 145 § :ssä säädetään lupa- ja valvontamaksusta. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä poikkeamispäätöksen toimittamisesta.",
        "folded_fi": "kunnan on perusteltava poikkeamispaatos siten kuin hallintolaissa (434/2003) saadetaan. kunta voi poikkeamispaatoksessa maarata ehtoja poikkeamiselle. kunnan on maarattava poikkeamispaatoksessa aika, jonka kuluessa poikkeamispaatosta vastaavaa rakennuslupaa on haettava. maaraaika voi olla enintaan kaksi vuotta. alueellisen poikkeamisen maaraaika voi olla kuitenkin enintaan viisi vuotta. kunnan on toimitettava poikkeamispaatos hakijalle. kunnan on toimitettava poikkeamispaatos tai sen jaljennos myos niille, jotka ovat tehneet muistutuksen asiassa, seka niille, jotka ovat sita erikseen pyytaneet. jos samassa muistutuksessa on useita muistuttajia, voidaan poikkeamispaatos tai sen jaljennos lahettaa ainoastaan muistutuksen ensimmaiselle allekirjoittajalle. ensimmainen allekirjoittaja vastaa tiedon toimittamisesta muille allekirjoittaneille. lisaksi kunnan on toimitettava poikkeamispaatos viivytyksetta tiedoksi elinkeino-, liikenne- ja ymparistokeskukselle. poikkeamispaatokseen sovelletaan, mita 145 §:ssa saadetaan lupa- ja valvontamaksusta. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia poikkeamispaatoksen toimittamisesta.",
        "title_sv": "Undantagsbeslut",
        "content_sv": "Kommunen ska motivera ett undantagsbeslut på det sätt som föreskrivs i förvaltningslagen (434/2003). Kommunen kan i ett undantagsbeslut bestämma villkor för undantag. Kommunen ska i undantagsbeslutet ange den tid under vilken ett bygglov som motsvarar undantagsbeslutet ska sökas. Tidsfristen får vara högst två år. Tidsfristen i fråga om ett områdesvist undantag får dock vara högst fem år. Kommunen ska sända undantagsbeslutet till sökanden. Kommunen ska se till att undantagsbeslutet eller en kopia av det sänds även till dem som har gjort en anmärkning samt till dem som särskilt har begärt det. Står flera bakom samma anmärkning, kan undantagsbeslutet eller en kopia av det skickas till enbart den som är första undertecknare i anmärkningen. Den första undertecknaren svarar för att informationen sänds till de andra undertecknarna. Kommunen ska dessutom utan dröjsmål delge närings-, trafik- och miljöcentralen ett undantagsbeslut. På undantagsbeslut tillämpas vad som i 145 § bestäms om tillstånds- och tillsynsavgift. Närmare bestämmelser om sändande av undantagsbeslut får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Kommunen ska motivera ett undantagsbeslut på det sätt som föreskrivs i förvaltningslagen (434/2003). Kommunen kan i ett undantagsbeslut bestämma villkor för undantag. Kommunen ska i undantagsbeslutet ange den tid under vilken ett bygglov som motsvarar undantagsbeslutet ska sökas. Tidsfristen får vara högst två år. Tidsfristen i fråga om ett områdesvist undantag får dock vara högst fem år. Kommunen ska sända undantagsbeslutet till sökanden. Kommunen ska se till att undantagsbeslutet eller en kopia av det sänds även till dem som har gjort en anmärkning samt till dem som särskilt har begärt det. Står flera bakom samma anmärkning, kan undantagsbeslutet eller en kopia av det skickas till enbart den som är första undertecknare i anmärkningen. Den första undertecknaren svarar för att informationen sänds till de andra undertecknarna. Kommunen ska dessutom utan dröjsmål delge närings-, trafik- och miljöcentralen ett undantagsbeslut. På undantagsbeslut tillämpas vad som i 145 § bestäms om tillstånds- och tillsynsavgift. Närmare bestämmelser om sändande av undantagsbeslut får utfärdas genom förordning av statsrådet.",
        "folded_sv": "kommunen ska motivera ett undantagsbeslut pa det satt som foreskrivs i forvaltningslagen (434/2003). kommunen kan i ett undantagsbeslut bestamma villkor for undantag. kommunen ska i undantagsbeslutet ange den tid under vilken ett bygglov som motsvarar undantagsbeslutet ska sokas. tidsfristen far vara hogst tva ar. tidsfristen i fraga om ett omradesvist undantag far dock vara hogst fem ar. kommunen ska sanda undantagsbeslutet till sokanden. kommunen ska se till att undantagsbeslutet eller en kopia av det sands aven till dem som har gjort en anmarkning samt till dem som sarskilt har begart det. star flera bakom samma anmarkning, kan undantagsbeslutet eller en kopia av det skickas till enbart den som ar forsta undertecknare i anmarkningen. den forsta undertecknaren svarar for att informationen sands till de andra undertecknarna. kommunen ska dessutom utan drojsmal delge narings-, trafik- och miljocentralen ett undantagsbeslut. pa undantagsbeslut tillampas vad som i 145 § bestams om tillstands- och tillsynsavgift. narmare bestammelser om sandande av undantagsbeslut far utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "175",
      "section": "175",
      "title": "Vähäinen poikkeaminen rakennusluvan yhteydessä",
      "content": "Kunnan rakennusvalvontaviranomainen voi 171 §:ssä säädetyin edellytyksin ja rajoituksin myöntää rakennusluvan, kun kysymys on vähäisestä poikkeamisesta rakentamista koskevasta säännöksestä, määräyksestä, kiellosta tai muusta rajoituksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:175",
        "normalized_fi": "Kunnan rakennusvalvontaviranomainen voi 171 § :ssä säädetyin edellytyksin ja rajoituksin myöntää rakennusluvan, kun kysymys on vähäisestä poikkeamisesta rakentamista koskevasta säännöksestä, määräyksestä, kiellosta tai muusta rajoituksesta.",
        "folded_fi": "kunnan rakennusvalvontaviranomainen voi 171 §:ssa saadetyin edellytyksin ja rajoituksin myontaa rakennusluvan, kun kysymys on vahaisesta poikkeamisesta rakentamista koskevasta saannoksesta, maarayksesta, kiellosta tai muusta rajoituksesta.",
        "title_sv": "Mindre undantag i samband med bygglov",
        "content_sv": "Kommunens byggnadstillsynsmyndighet kan under de förutsättningar och begränsningar som anges i 171 § bevilja bygglov när det är fråga om mindre undantag från en bestämmelse, en föreskrift, ett förbud eller en annan begränsning som gäller byggande.",
        "normalized_sv": "Kommunens byggnadstillsynsmyndighet kan under de förutsättningar och begränsningar som anges i 171 § bevilja bygglov när det är fråga om mindre undantag från en bestämmelse, en föreskrift, ett förbud eller en annan begränsning som gäller byggande.",
        "folded_sv": "kommunens byggnadstillsynsmyndighet kan under de forutsattningar och begransningar som anges i 171 § bevilja bygglov nar det ar fraga om mindre undantag fran en bestammelse, en foreskrift, ett forbud eller en annan begransning som galler byggande."
      }
    },
    {
      "provision_ref": "176",
      "section": "176",
      "title": "Tilapäinen rakennus",
      "content": "Rakennusvalvontaviranomainen voi 171 §:n 2 momentissa säädetyin edellytyksin ja rajoituksin myöntää rakennusluvan, kun kysymys on tilapäisen rakennuksen rakentamisesta enintään viiden vuoden ajaksi. Tilapäisenä pidetään rakennusta, joka sen rakenne, arvo ja käyttötarkoitus huomioon ottaen on katsottava tarkoitetun pysytettäväksi paikallaan enintään mainitun ajan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:176",
        "normalized_fi": "Rakennusvalvontaviranomainen voi 171 § :n 2 momentissa säädetyin edellytyksin ja rajoituksin myöntää rakennusluvan, kun kysymys on tilapäisen rakennuksen rakentamisesta enintään viiden vuoden ajaksi. Tilapäisenä pidetään rakennusta, joka sen rakenne, arvo ja käyttötarkoitus huomioon ottaen on katsottava tarkoitetun pysytettäväksi paikallaan enintään mainitun ajan.",
        "folded_fi": "rakennusvalvontaviranomainen voi 171 §:n 2 momentissa saadetyin edellytyksin ja rajoituksin myontaa rakennusluvan, kun kysymys on tilapaisen rakennuksen rakentamisesta enintaan viiden vuoden ajaksi. tilapaisena pidetaan rakennusta, joka sen rakenne, arvo ja kayttotarkoitus huomioon ottaen on katsottava tarkoitetun pysytettavaksi paikallaan enintaan mainitun ajan.",
        "title_sv": "Tillfälliga byggnader",
        "content_sv": "Byggnadstillsynsmyndigheten kan under de förutsättningar och begränsningar som anges i 171 § 2 mom. bevilja bygglov när det är fråga om uppförande av en tillfällig byggnad för en tid av högst fem år. Som tillfällig betraktas en byggnad som med beaktande av dess konstruktion, värde och ändamål kan anses vara avsedd att finnas på platsen högst under nämnda tid.",
        "normalized_sv": "Byggnadstillsynsmyndigheten kan under de förutsättningar och begränsningar som anges i 171 § 2 mom. bevilja bygglov när det är fråga om uppförande av en tillfällig byggnad för en tid av högst fem år. Som tillfällig betraktas en byggnad som med beaktande av dess konstruktion, värde och ändamål kan anses vara avsedd att finnas på platsen högst under nämnda tid.",
        "folded_sv": "byggnadstillsynsmyndigheten kan under de forutsattningar och begransningar som anges i 171 § 2 mom. bevilja bygglov nar det ar fraga om uppforande av en tillfallig byggnad for en tid av hogst fem ar. som tillfallig betraktas en byggnad som med beaktande av dess konstruktion, varde och andamal kan anses vara avsedd att finnas pa platsen hogst under namnda tid."
      }
    },
    {
      "provision_ref": "198",
      "section": "198",
      "title": "Eräiden päätösten tiedoksi antaminen",
      "content": "Hallinto-oikeuden päätös 188 §:n 1 momentissa tarkoitetussa asiassa annetaan julkipanon jälkeen. Hallinto-oikeuden ja kunnan viranomaisen päätös lupa-asiassa sekä kunnan viranomaisen ja hallinto-oikeuden päätös 171 ja 172 §:ssä tarkoitetussa poikkeamista koskevassa asiassa annetaan julkipanon jälkeen. Ympäristöministeriön 177 §:n 1 momentissa ja 178 §:ssä sekä elinkeino-, liikenne- ja ympäristökeskuksen 38 §:n 2 momentissa ja 179 §:ssä tarkoitettu päätös annetaan samoin julkipanon jälkeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:198",
        "normalized_fi": "Hallinto-oikeuden päätös 188 § :n 1 momentissa tarkoitetussa asiassa annetaan julkipanon jälkeen. Hallinto-oikeuden ja kunnan viranomaisen päätös lupa-asiassa sekä kunnan viranomaisen ja hallinto-oikeuden päätös 171 ja 172 § :ssä tarkoitetussa poikkeamista koskevassa asiassa annetaan julkipanon jälkeen. Ympäristöministeriön 177 § :n 1 momentissa ja 178 § :ssä sekä elinkeino-, liikenne- ja ympäristökeskuksen 38 § :n 2 momentissa ja 179 § :ssä tarkoitettu päätös annetaan samoin julkipanon jälkeen.",
        "folded_fi": "hallinto-oikeuden paatos 188 §:n 1 momentissa tarkoitetussa asiassa annetaan julkipanon jalkeen. hallinto-oikeuden ja kunnan viranomaisen paatos lupa-asiassa seka kunnan viranomaisen ja hallinto-oikeuden paatos 171 ja 172 §:ssa tarkoitetussa poikkeamista koskevassa asiassa annetaan julkipanon jalkeen. ymparistoministerion 177 §:n 1 momentissa ja 178 §:ssa seka elinkeino-, liikenne- ja ymparistokeskuksen 38 §:n 2 momentissa ja 179 §:ssa tarkoitettu paatos annetaan samoin julkipanon jalkeen.",
        "title_sv": "Delgivning av vissa beslut",
        "content_sv": "Förvaltningsdomstolens beslut i sådana ärenden som avses i 188 § 1 mom. meddelas efter anslag. Förvaltningsdomstolens och en kommunal myndighets beslut i ett tillståndsärende samt en kommunal myndighets och förvaltningsdomstolens beslut i ett ärende som gäller undantag enligt 171 och 172 § meddelas efter anslag. Miljöministeriets beslut enligt 177 § 1 mom. och 178 § samt närings-, trafik- och miljöcentralens beslut enligt 38 § 2 mom. och 179 § meddelas likaså efter anslag.",
        "normalized_sv": "Förvaltningsdomstolens beslut i sådana ärenden som avses i 188 § 1 mom. meddelas efter anslag. Förvaltningsdomstolens och en kommunal myndighets beslut i ett tillståndsärende samt en kommunal myndighets och förvaltningsdomstolens beslut i ett ärende som gäller undantag enligt 171 och 172 § meddelas efter anslag. Miljöministeriets beslut enligt 177 § 1 mom. och 178 § samt närings-, trafik- och miljöcentralens beslut enligt 38 § 2 mom. och 179 § meddelas likaså efter anslag.",
        "folded_sv": "forvaltningsdomstolens beslut i sadana arenden som avses i 188 § 1 mom. meddelas efter anslag. forvaltningsdomstolens och en kommunal myndighets beslut i ett tillstandsarende samt en kommunal myndighets och forvaltningsdomstolens beslut i ett arende som galler undantag enligt 171 och 172 § meddelas efter anslag. miljoministeriets beslut enligt 177 § 1 mom. och 178 § samt narings-, trafik- och miljocentralens beslut enligt 38 § 2 mom. och 179 § meddelas likasa efter anslag."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "46 a",
      "section": "46 a",
      "title": "Pääkaupunkiseudun yleiskaava",
      "content": "pääkaupunkiseudun yleiskaava Helsingin, Espoon, Vantaan ja Kauniaisten kaupunkeihin laaditaan kuntien yhteinen yleiskaava (). Oikeusvaikutteisen pääkaupunkiseudun yleiskaavan tultua voimaan edellä mainittuihin pääkaupunkiseudun kuntiin ei sovelleta 8 eikä 195 §:ää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:46 a",
        "normalized_fi": "pääkaupunkiseudun yleiskaava Helsingin, Espoon, Vantaan ja Kauniaisten kaupunkeihin laaditaan kuntien yhteinen yleiskaava (). Oikeusvaikutteisen pääkaupunkiseudun yleiskaavan tultua voimaan edellä mainittuihin pääkaupunkiseudun kuntiin ei sovelleta 8 eikä 195 § :ää.",
        "folded_fi": "paakaupunkiseudun yleiskaava helsingin, espoon, vantaan ja kauniaisten kaupunkeihin laaditaan kuntien yhteinen yleiskaava (). oikeusvaikutteisen paakaupunkiseudun yleiskaavan tultua voimaan edella mainittuihin paakaupunkiseudun kuntiin ei sovelleta 8 eika 195 §:aa.",
        "title_sv": "Generalplan för huvudstadsregionen",
        "content_sv": "generalplan för huvudstadsregionen För städerna Helsingfors, Esbo, Vanda och Grankulla utarbetas en gemensam generalplan (). Sedan en generalplan med rättsverkningar som utarbetats för huvudstadsregionen trätt i kraft tillämpas inte 8 eller 195 § på nämnda kommuner i huvudstadsregionen.",
        "normalized_sv": "generalplan för huvudstadsregionen För städerna Helsingfors, Esbo, Vanda och Grankulla utarbetas en gemensam generalplan (). Sedan en generalplan med rättsverkningar som utarbetats för huvudstadsregionen trätt i kraft tillämpas inte 8 eller 195 § på nämnda kommuner i huvudstadsregionen.",
        "folded_sv": "generalplan for huvudstadsregionen for staderna helsingfors, esbo, vanda och grankulla utarbetas en gemensam generalplan (). sedan en generalplan med rattsverkningar som utarbetats for huvudstadsregionen tratt i kraft tillampas inte 8 eller 195 § pa namnda kommuner i huvudstadsregionen."
      },
      "valid_from": "2016-03-18",
      "valid_to": null
    },
    {
      "provision_ref": "171",
      "section": "171",
      "title": "Poikkeamistoimivalta ja poikkeamisen edellytykset",
      "content": "Kunta voi erityisestä syystä hakemuksesta myöntää poikkeamisen tässä laissa säädetystä tai sen nojalla annetusta rakentamista tai muuta toimenpidettä koskevasta säännöksestä, määräyksestä, kiellosta tai muusta rajoituksesta. Poikkeamista ei kuitenkaan saa myöntää, jos se: 1) aiheuttaa haittaa kaavoitukselle, kaavan toteuttamiselle tai alueiden käytön muulle järjestämiselle; 2) vaikeuttaa luonnonsuojelun tavoitteiden saavuttamista; 3) vaikeuttaa rakennetun ympäristön suojelemista koskevien tavoitteiden saavuttamista; tai 4) johtaa vaikutuksiltaan merkittävään rakentamiseen tai muutoin aiheuttaa merkittäviä haitallisia ympäristö- tai muita vaikutuksia. Edellä 2 momentin 4 kohdassa tarkoitettuna vaikutuksiltaan merkittävänä rakentamisena ei pidetä tuulivoimalan rakentamista asemakaavassa teollisuus- tai satama-alueeksi osoitetulle jo rakennetulle alueelle. Poikkeamista ei voida myöntää maisematyölupaa koskevista säännöksistä eikä 137 §:ssä säädetyistä rakennusluvan erityisistä edellytyksistä suunnittelutarvealueella. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä poikkeamista koskevasta hakemuksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:171",
        "normalized_fi": "Kunta voi erityisestä syystä hakemuksesta myöntää poikkeamisen tässä laissa säädetystä tai sen nojalla annetusta rakentamista tai muuta toimenpidettä koskevasta säännöksestä, määräyksestä, kiellosta tai muusta rajoituksesta. Poikkeamista ei kuitenkaan saa myöntää, jos se: 1) aiheuttaa haittaa kaavoitukselle, kaavan toteuttamiselle tai alueiden käytön muulle järjestämiselle; 2) vaikeuttaa luonnonsuojelun tavoitteiden saavuttamista; 3) vaikeuttaa rakennetun ympäristön suojelemista koskevien tavoitteiden saavuttamista; tai 4) johtaa vaikutuksiltaan merkittävään rakentamiseen tai muutoin aiheuttaa merkittäviä haitallisia ympäristö- tai muita vaikutuksia. Edellä 2 momentin 4 kohdassa tarkoitettuna vaikutuksiltaan merkittävänä rakentamisena ei pidetä tuulivoimalan rakentamista asemakaavassa teollisuus- tai satama-alueeksi osoitetulle jo rakennetulle alueelle. Poikkeamista ei voida myöntää maisematyölupaa koskevista säännöksistä eikä 137 § :ssä säädetyistä rakennusluvan erityisistä edellytyksistä suunnittelutarvealueella. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä poikkeamista koskevasta hakemuksesta.",
        "folded_fi": "kunta voi erityisesta syysta hakemuksesta myontaa poikkeamisen tassa laissa saadetysta tai sen nojalla annetusta rakentamista tai muuta toimenpidetta koskevasta saannoksesta, maarayksesta, kiellosta tai muusta rajoituksesta. poikkeamista ei kuitenkaan saa myontaa, jos se: 1) aiheuttaa haittaa kaavoitukselle, kaavan toteuttamiselle tai alueiden kayton muulle jarjestamiselle; 2) vaikeuttaa luonnonsuojelun tavoitteiden saavuttamista; 3) vaikeuttaa rakennetun ympariston suojelemista koskevien tavoitteiden saavuttamista; tai 4) johtaa vaikutuksiltaan merkittavaan rakentamiseen tai muutoin aiheuttaa merkittavia haitallisia ymparisto- tai muita vaikutuksia. edella 2 momentin 4 kohdassa tarkoitettuna vaikutuksiltaan merkittavana rakentamisena ei pideta tuulivoimalan rakentamista asemakaavassa teollisuus- tai satama-alueeksi osoitetulle jo rakennetulle alueelle. poikkeamista ei voida myontaa maisematyolupaa koskevista saannoksista eika 137 §:ssa saadetyista rakennusluvan erityisista edellytyksista suunnittelutarvealueella. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia poikkeamista koskevasta hakemuksesta.",
        "title_sv": "Behörighet att bevilja undantag och förutsättningarna för undantag",
        "content_sv": "Kommunen kan av särskilda skäl på ansökan bevilja undantag från en bestämmelse, en föreskrift, ett förbud eller en annan begränsning som gäller byggande eller andra åtgärder och som har utfärdats i denna lag eller med stöd av den. Undantag får dock inte beviljas, om det 1) medför olägenheter med tanke på planläggningen, genomförande av planen eller annan reglering av områdesanvändningen, 2) försvårar uppnående av målen för naturvården, 3) försvårar uppnående av målen för skyddet av den byggda miljön, eller 4) leder till byggande med betydande konsekvenser eller annars har avsevärda skadliga miljökonsekvenser eller andra avsevärda skadliga konsekvenser. Som byggande med betydande konsekvenser enligt 2 mom. 4 punkten betraktas inte byggande av vindkraftverk på ett område som i detaljplanen anges som industri- eller hamnområde och som redan är bebyggt. Undantag kan inte beviljas från bestämmelserna om tillstånd för miljöåtgärder och inte från de särskilda förutsättningarna enligt 137 § för bygglov på områden i behov av planering. Närmare bestämmelser om ansökan som gäller undantag får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Kommunen kan av särskilda skäl på ansökan bevilja undantag från en bestämmelse, en föreskrift, ett förbud eller en annan begränsning som gäller byggande eller andra åtgärder och som har utfärdats i denna lag eller med stöd av den. Undantag får dock inte beviljas, om det 1) medför olägenheter med tanke på planläggningen, genomförande av planen eller annan reglering av områdesanvändningen, 2) försvårar uppnående av målen för naturvården, 3) försvårar uppnående av målen för skyddet av den byggda miljön, eller 4) leder till byggande med betydande konsekvenser eller annars har avsevärda skadliga miljökonsekvenser eller andra avsevärda skadliga konsekvenser. Som byggande med betydande konsekvenser enligt 2 mom. 4 punkten betraktas inte byggande av vindkraftverk på ett område som i detaljplanen anges som industri- eller hamnområde och som redan är bebyggt. Undantag kan inte beviljas från bestämmelserna om tillstånd för miljöåtgärder och inte från de särskilda förutsättningarna enligt 137 § för bygglov på områden i behov av planering. Närmare bestämmelser om ansökan som gäller undantag får utfärdas genom förordning av statsrådet.",
        "folded_sv": "kommunen kan av sarskilda skal pa ansokan bevilja undantag fran en bestammelse, en foreskrift, ett forbud eller en annan begransning som galler byggande eller andra atgarder och som har utfardats i denna lag eller med stod av den. undantag far dock inte beviljas, om det 1) medfor olagenheter med tanke pa planlaggningen, genomforande av planen eller annan reglering av omradesanvandningen, 2) forsvarar uppnaende av malen for naturvarden, 3) forsvarar uppnaende av malen for skyddet av den byggda miljon, eller 4) leder till byggande med betydande konsekvenser eller annars har avsevarda skadliga miljokonsekvenser eller andra avsevarda skadliga konsekvenser. som byggande med betydande konsekvenser enligt 2 mom. 4 punkten betraktas inte byggande av vindkraftverk pa ett omrade som i detaljplanen anges som industri- eller hamnomrade och som redan ar bebyggt. undantag kan inte beviljas fran bestammelserna om tillstand for miljoatgarder och inte fran de sarskilda forutsattningarna enligt 137 § for bygglov pa omraden i behov av planering. narmare bestammelser om ansokan som galler undantag far utfardas genom forordning av statsradet."
      },
      "valid_from": "2016-03-18",
      "valid_to": null
    },
    {
      "provision_ref": "172",
      "section": "172",
      "title": "Alueellinen poikkeaminen",
      "content": "alueellinen poikkeaminen Kunta voi erityisestä syystä päättää, että tässä laissa säädetystä tai sen nojalla annetusta rakentamista tai muuta toimenpidettä koskevasta säännöksestä, määräyksestä, kiellosta tai muusta rajoituksesta voidaan poiketa laajemmalla kuin yhden rakennuspaikan käsittävällä alueella silloin, kun kysymys on asemakaava-alueella olemassa olevan asuin-, liike- tai toimistorakennuksen tilojen muuttamisesta asuinkäyttöön tai muuhun ympäristöhäiriötä aiheuttamattomaan käyttöön (). Edellä 171 §:n 2 momentissa säädetyt poikkeamisen edellytykset koskevat myös alueellista poikkeamista. Lisäksi alueellisen poikkeamisen edellytyksenä on, että poikkeamisella edistetään olemassa olevien rakennusten käyttöä, kehittämistä ja ylläpitoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:172",
        "normalized_fi": "alueellinen poikkeaminen Kunta voi erityisestä syystä päättää, että tässä laissa säädetystä tai sen nojalla annetusta rakentamista tai muuta toimenpidettä koskevasta säännöksestä, määräyksestä, kiellosta tai muusta rajoituksesta voidaan poiketa laajemmalla kuin yhden rakennuspaikan käsittävällä alueella silloin, kun kysymys on asemakaava-alueella olemassa olevan asuin-, liike- tai toimistorakennuksen tilojen muuttamisesta asuinkäyttöön tai muuhun ympäristöhäiriötä aiheuttamattomaan käyttöön (). Edellä 171 § :n 2 momentissa säädetyt poikkeamisen edellytykset koskevat myös alueellista poikkeamista. Lisäksi alueellisen poikkeamisen edellytyksenä on, että poikkeamisella edistetään olemassa olevien rakennusten käyttöä, kehittämistä ja ylläpitoa.",
        "folded_fi": "alueellinen poikkeaminen kunta voi erityisesta syysta paattaa, etta tassa laissa saadetysta tai sen nojalla annetusta rakentamista tai muuta toimenpidetta koskevasta saannoksesta, maarayksesta, kiellosta tai muusta rajoituksesta voidaan poiketa laajemmalla kuin yhden rakennuspaikan kasittavalla alueella silloin, kun kysymys on asemakaava-alueella olemassa olevan asuin-, liike- tai toimistorakennuksen tilojen muuttamisesta asuinkayttoon tai muuhun ymparistohairiota aiheuttamattomaan kayttoon (). edella 171 §:n 2 momentissa saadetyt poikkeamisen edellytykset koskevat myos alueellista poikkeamista. lisaksi alueellisen poikkeamisen edellytyksena on, etta poikkeamisella edistetaan olemassa olevien rakennusten kayttoa, kehittamista ja yllapitoa.",
        "title_sv": "Områdesvist undantag",
        "content_sv": "områdesvist undantag Kommunen kan av särskilda skäl besluta att det från en bestämmelse, en föreskrift, ett förbud eller en annan begränsning som gäller byggande eller andra åtgärder och som har utfärdats i denna lag eller med stöd av den får beviljas undantag som avser ett större område än en byggplats, när det är fråga om att ändra utrymmen i ett befintligt bostadshus eller en befintlig affärs- eller kontorsbyggnad på ett detaljplaneområde så att de tas i bruk för boende eller för något annat ändamål som inte medför miljöstörningar (). Förutsättningarna för undantag enligt 171 § 2 mom. gäller även områdesvist undantag. En förutsättning för områdesvist undantag är dessutom att undantaget främjar användningen, utvecklandet och underhållet av befintliga byggnader.",
        "normalized_sv": "områdesvist undantag Kommunen kan av särskilda skäl besluta att det från en bestämmelse, en föreskrift, ett förbud eller en annan begränsning som gäller byggande eller andra åtgärder och som har utfärdats i denna lag eller med stöd av den får beviljas undantag som avser ett större område än en byggplats, när det är fråga om att ändra utrymmen i ett befintligt bostadshus eller en befintlig affärs- eller kontorsbyggnad på ett detaljplaneområde så att de tas i bruk för boende eller för något annat ändamål som inte medför miljöstörningar (). Förutsättningarna för undantag enligt 171 § 2 mom. gäller även områdesvist undantag. En förutsättning för områdesvist undantag är dessutom att undantaget främjar användningen, utvecklandet och underhållet av befintliga byggnader.",
        "folded_sv": "omradesvist undantag kommunen kan av sarskilda skal besluta att det fran en bestammelse, en foreskrift, ett forbud eller en annan begransning som galler byggande eller andra atgarder och som har utfardats i denna lag eller med stod av den far beviljas undantag som avser ett storre omrade an en byggplats, nar det ar fraga om att andra utrymmen i ett befintligt bostadshus eller en befintlig affars- eller kontorsbyggnad pa ett detaljplaneomrade sa att de tas i bruk for boende eller for nagot annat andamal som inte medfor miljostorningar (). forutsattningarna for undantag enligt 171 § 2 mom. galler aven omradesvist undantag. en forutsattning for omradesvist undantag ar dessutom att undantaget framjar anvandningen, utvecklandet och underhallet av befintliga byggnader."
      },
      "valid_from": "2016-03-18",
      "valid_to": null
    },
    {
      "provision_ref": "173",
      "section": "173",
      "title": "Poikkeamismenettely",
      "content": "Ennen poikkeamista koskevan asian ratkaisemista kunnan on varattava naapureille ja muille, joiden asumiseen, työntekoon tai muihin oloihin hanke saattaa huomattavasti vaikuttaa, tilaisuus kirjallisen muistutuksen tekemiseen. Kunnan on tiedotettava poikkeamista koskevasta hakemuksesta ja alueellista poikkeamista koskevasta päätösehdotuksesta 1 momentissa mainituille. Kunta voi periä tiedottamisesta aiheutuneet kustannukset hakijalta. Ennen poikkeamista koskevan asian ratkaisemista kunnan on tarvittaessa pyydettävä elinkeino-, liikenne- ja ympäristökeskuksen, muun valtion viranomaisen ja maakunnan liiton lausunto, jos poikkeaminen koskee merkittävästi niiden toimialaa. Jos poikkeaminen vaikuttaa merkittävästi naapurikunnan maankäyttöön, kunnan on pyydettävä myös naapurikunnan lausunto. Kunnan on kuitenkin pyydettävä elinkeino-, liikenne- ja ympäristökeskuksen lausunto aina, kun poikkeaminen koskee: 1) luonnonsuojelun kannalta merkittävää aluetta; 2) rakennussuojelun kannalta merkittävää kohdetta tai aluetta; tai 3) maakuntakaavassa virkistys-, suojelu- tai liikennealueeksi varattua aluetta. Edellä 3 momentissa mainittujen viranomaisten on annettava lausuntonsa kuukauden kuluessa. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä poikkeamismenettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:173",
        "normalized_fi": "Ennen poikkeamista koskevan asian ratkaisemista kunnan on varattava naapureille ja muille, joiden asumiseen, työntekoon tai muihin oloihin hanke saattaa huomattavasti vaikuttaa, tilaisuus kirjallisen muistutuksen tekemiseen. Kunnan on tiedotettava poikkeamista koskevasta hakemuksesta ja alueellista poikkeamista koskevasta päätösehdotuksesta 1 momentissa mainituille. Kunta voi periä tiedottamisesta aiheutuneet kustannukset hakijalta. Ennen poikkeamista koskevan asian ratkaisemista kunnan on tarvittaessa pyydettävä elinkeino-, liikenne- ja ympäristökeskuksen, muun valtion viranomaisen ja maakunnan liiton lausunto, jos poikkeaminen koskee merkittävästi niiden toimialaa. Jos poikkeaminen vaikuttaa merkittävästi naapurikunnan maankäyttöön, kunnan on pyydettävä myös naapurikunnan lausunto. Kunnan on kuitenkin pyydettävä elinkeino-, liikenne- ja ympäristökeskuksen lausunto aina, kun poikkeaminen koskee: 1) luonnonsuojelun kannalta merkittävää aluetta; 2) rakennussuojelun kannalta merkittävää kohdetta tai aluetta; tai 3) maakuntakaavassa virkistys-, suojelu- tai liikennealueeksi varattua aluetta. Edellä 3 momentissa mainittujen viranomaisten on annettava lausuntonsa kuukauden kuluessa. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä poikkeamismenettelystä.",
        "folded_fi": "ennen poikkeamista koskevan asian ratkaisemista kunnan on varattava naapureille ja muille, joiden asumiseen, tyontekoon tai muihin oloihin hanke saattaa huomattavasti vaikuttaa, tilaisuus kirjallisen muistutuksen tekemiseen. kunnan on tiedotettava poikkeamista koskevasta hakemuksesta ja alueellista poikkeamista koskevasta paatosehdotuksesta 1 momentissa mainituille. kunta voi peria tiedottamisesta aiheutuneet kustannukset hakijalta. ennen poikkeamista koskevan asian ratkaisemista kunnan on tarvittaessa pyydettava elinkeino-, liikenne- ja ymparistokeskuksen, muun valtion viranomaisen ja maakunnan liiton lausunto, jos poikkeaminen koskee merkittavasti niiden toimialaa. jos poikkeaminen vaikuttaa merkittavasti naapurikunnan maankayttoon, kunnan on pyydettava myos naapurikunnan lausunto. kunnan on kuitenkin pyydettava elinkeino-, liikenne- ja ymparistokeskuksen lausunto aina, kun poikkeaminen koskee: 1) luonnonsuojelun kannalta merkittavaa aluetta; 2) rakennussuojelun kannalta merkittavaa kohdetta tai aluetta; tai 3) maakuntakaavassa virkistys-, suojelu- tai liikennealueeksi varattua aluetta. edella 3 momentissa mainittujen viranomaisten on annettava lausuntonsa kuukauden kuluessa. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia poikkeamismenettelysta.",
        "title_sv": "Förfarandet vid undantag",
        "content_sv": "Innan ett ärende som gäller undantag avgörs ska kommunen ge grannarna och andra, vars boende, arbete eller övriga förhållanden kan påverkas betydligt av projektet, möjlighet att göra en skriftlig anmärkning. Kommunen ska informera dem som nämns i 1 mom. om ansökningar som gäller undantag och om förslag till beslut som gäller områdesvist undantag. Kommunen kan hos sökanden ta ut kostnaderna för informationen. Innan ett ärende som gäller undantag avgörs ska kommunen vid behov begära utlåtande av närings-, trafik- och miljöcentralen, en annan statlig myndighet och förbundet på landskapsnivå, om undantaget i avsevärd mån gäller deras verksamhetsområde. Om undantaget inverkar avsevärt på grannkommunens markanvändning, ska kommunen begära utlåtande även av grannkommunen. Kommunen ska dock alltid begära utlåtande av närings-, trafik- och miljöcentralen när undantaget gäller 1) ett med tanke på naturvården betydande område, 2) ett med tanke på byggnadsskyddet betydande objekt eller område, eller 3) ett område som i landskapsplanen har reserverats som rekreations-, skydds- eller trafikområde. De myndigheter som nämns i 3 mom. ska ge sitt utlåtande inom en månad. Närmare bestämmelser om förfarandet vid undantag får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Innan ett ärende som gäller undantag avgörs ska kommunen ge grannarna och andra, vars boende, arbete eller övriga förhållanden kan påverkas betydligt av projektet, möjlighet att göra en skriftlig anmärkning. Kommunen ska informera dem som nämns i 1 mom. om ansökningar som gäller undantag och om förslag till beslut som gäller områdesvist undantag. Kommunen kan hos sökanden ta ut kostnaderna för informationen. Innan ett ärende som gäller undantag avgörs ska kommunen vid behov begära utlåtande av närings-, trafik- och miljöcentralen, en annan statlig myndighet och förbundet på landskapsnivå, om undantaget i avsevärd mån gäller deras verksamhetsområde. Om undantaget inverkar avsevärt på grannkommunens markanvändning, ska kommunen begära utlåtande även av grannkommunen. Kommunen ska dock alltid begära utlåtande av närings-, trafik- och miljöcentralen när undantaget gäller 1) ett med tanke på naturvården betydande område, 2) ett med tanke på byggnadsskyddet betydande objekt eller område, eller 3) ett område som i landskapsplanen har reserverats som rekreations-, skydds- eller trafikområde. De myndigheter som nämns i 3 mom. ska ge sitt utlåtande inom en månad. Närmare bestämmelser om förfarandet vid undantag får utfärdas genom förordning av statsrådet.",
        "folded_sv": "innan ett arende som galler undantag avgors ska kommunen ge grannarna och andra, vars boende, arbete eller ovriga forhallanden kan paverkas betydligt av projektet, mojlighet att gora en skriftlig anmarkning. kommunen ska informera dem som namns i 1 mom. om ansokningar som galler undantag och om forslag till beslut som galler omradesvist undantag. kommunen kan hos sokanden ta ut kostnaderna for informationen. innan ett arende som galler undantag avgors ska kommunen vid behov begara utlatande av narings-, trafik- och miljocentralen, en annan statlig myndighet och forbundet pa landskapsniva, om undantaget i avsevard man galler deras verksamhetsomrade. om undantaget inverkar avsevart pa grannkommunens markanvandning, ska kommunen begara utlatande aven av grannkommunen. kommunen ska dock alltid begara utlatande av narings-, trafik- och miljocentralen nar undantaget galler 1) ett med tanke pa naturvarden betydande omrade, 2) ett med tanke pa byggnadsskyddet betydande objekt eller omrade, eller 3) ett omrade som i landskapsplanen har reserverats som rekreations-, skydds- eller trafikomrade. de myndigheter som namns i 3 mom. ska ge sitt utlatande inom en manad. narmare bestammelser om forfarandet vid undantag far utfardas genom forordning av statsradet."
      },
      "valid_from": "2016-03-18",
      "valid_to": null
    },
    {
      "provision_ref": "174",
      "section": "174",
      "title": "Poikkeamispäätös",
      "content": "Kunnan on perusteltava poikkeamispäätös siten kuin hallintolaissa (434/2003) säädetään. Kunta voi poikkeamispäätöksessä määrätä ehtoja poikkeamiselle. Kunnan on määrättävä poikkeamispäätöksessä aika, jonka kuluessa poikkeamispäätöstä vastaavaa rakennuslupaa on haettava. Määräaika voi olla enintään kaksi vuotta. Alueellisen poikkeamisen määräaika voi olla kuitenkin enintään viisi vuotta. Kunnan on toimitettava poikkeamispäätös hakijalle. Kunnan on toimitettava poikkeamispäätös tai sen jäljennös myös niille, jotka ovat tehneet muistutuksen asiassa, sekä niille, jotka ovat sitä erikseen pyytäneet. Jos samassa muistutuksessa on useita muistuttajia, voidaan poikkeamispäätös tai sen jäljennös lähettää ainoastaan muistutuksen ensimmäiselle allekirjoittajalle. Ensimmäinen allekirjoittaja vastaa tiedon toimittamisesta muille allekirjoittaneille. Lisäksi kunnan on toimitettava poikkeamispäätös viivytyksettä tiedoksi elinkeino-, liikenne- ja ympäristökeskukselle. Poikkeamispäätökseen sovelletaan, mitä 145 §:ssä säädetään lupa- ja valvontamaksusta. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä poikkeamispäätöksen toimittamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:174",
        "normalized_fi": "Kunnan on perusteltava poikkeamispäätös siten kuin hallintolaissa (434/2003) säädetään. Kunta voi poikkeamispäätöksessä määrätä ehtoja poikkeamiselle. Kunnan on määrättävä poikkeamispäätöksessä aika, jonka kuluessa poikkeamispäätöstä vastaavaa rakennuslupaa on haettava. Määräaika voi olla enintään kaksi vuotta. Alueellisen poikkeamisen määräaika voi olla kuitenkin enintään viisi vuotta. Kunnan on toimitettava poikkeamispäätös hakijalle. Kunnan on toimitettava poikkeamispäätös tai sen jäljennös myös niille, jotka ovat tehneet muistutuksen asiassa, sekä niille, jotka ovat sitä erikseen pyytäneet. Jos samassa muistutuksessa on useita muistuttajia, voidaan poikkeamispäätös tai sen jäljennös lähettää ainoastaan muistutuksen ensimmäiselle allekirjoittajalle. Ensimmäinen allekirjoittaja vastaa tiedon toimittamisesta muille allekirjoittaneille. Lisäksi kunnan on toimitettava poikkeamispäätös viivytyksettä tiedoksi elinkeino-, liikenne- ja ympäristökeskukselle. Poikkeamispäätökseen sovelletaan, mitä 145 § :ssä säädetään lupa- ja valvontamaksusta. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä poikkeamispäätöksen toimittamisesta.",
        "folded_fi": "kunnan on perusteltava poikkeamispaatos siten kuin hallintolaissa (434/2003) saadetaan. kunta voi poikkeamispaatoksessa maarata ehtoja poikkeamiselle. kunnan on maarattava poikkeamispaatoksessa aika, jonka kuluessa poikkeamispaatosta vastaavaa rakennuslupaa on haettava. maaraaika voi olla enintaan kaksi vuotta. alueellisen poikkeamisen maaraaika voi olla kuitenkin enintaan viisi vuotta. kunnan on toimitettava poikkeamispaatos hakijalle. kunnan on toimitettava poikkeamispaatos tai sen jaljennos myos niille, jotka ovat tehneet muistutuksen asiassa, seka niille, jotka ovat sita erikseen pyytaneet. jos samassa muistutuksessa on useita muistuttajia, voidaan poikkeamispaatos tai sen jaljennos lahettaa ainoastaan muistutuksen ensimmaiselle allekirjoittajalle. ensimmainen allekirjoittaja vastaa tiedon toimittamisesta muille allekirjoittaneille. lisaksi kunnan on toimitettava poikkeamispaatos viivytyksetta tiedoksi elinkeino-, liikenne- ja ymparistokeskukselle. poikkeamispaatokseen sovelletaan, mita 145 §:ssa saadetaan lupa- ja valvontamaksusta. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia poikkeamispaatoksen toimittamisesta.",
        "title_sv": "Undantagsbeslut",
        "content_sv": "Kommunen ska motivera ett undantagsbeslut på det sätt som föreskrivs i förvaltningslagen (434/2003). Kommunen kan i ett undantagsbeslut bestämma villkor för undantag. Kommunen ska i undantagsbeslutet ange den tid under vilken ett bygglov som motsvarar undantagsbeslutet ska sökas. Tidsfristen får vara högst två år. Tidsfristen i fråga om ett områdesvist undantag får dock vara högst fem år. Kommunen ska sända undantagsbeslutet till sökanden. Kommunen ska se till att undantagsbeslutet eller en kopia av det sänds även till dem som har gjort en anmärkning samt till dem som särskilt har begärt det. Står flera bakom samma anmärkning, kan undantagsbeslutet eller en kopia av det skickas till enbart den som är första undertecknare i anmärkningen. Den första undertecknaren svarar för att informationen sänds till de andra undertecknarna. Kommunen ska dessutom utan dröjsmål delge närings-, trafik- och miljöcentralen ett undantagsbeslut. På undantagsbeslut tillämpas vad som i 145 § bestäms om tillstånds- och tillsynsavgift. Närmare bestämmelser om sändande av undantagsbeslut får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Kommunen ska motivera ett undantagsbeslut på det sätt som föreskrivs i förvaltningslagen (434/2003). Kommunen kan i ett undantagsbeslut bestämma villkor för undantag. Kommunen ska i undantagsbeslutet ange den tid under vilken ett bygglov som motsvarar undantagsbeslutet ska sökas. Tidsfristen får vara högst två år. Tidsfristen i fråga om ett områdesvist undantag får dock vara högst fem år. Kommunen ska sända undantagsbeslutet till sökanden. Kommunen ska se till att undantagsbeslutet eller en kopia av det sänds även till dem som har gjort en anmärkning samt till dem som särskilt har begärt det. Står flera bakom samma anmärkning, kan undantagsbeslutet eller en kopia av det skickas till enbart den som är första undertecknare i anmärkningen. Den första undertecknaren svarar för att informationen sänds till de andra undertecknarna. Kommunen ska dessutom utan dröjsmål delge närings-, trafik- och miljöcentralen ett undantagsbeslut. På undantagsbeslut tillämpas vad som i 145 § bestäms om tillstånds- och tillsynsavgift. Närmare bestämmelser om sändande av undantagsbeslut får utfärdas genom förordning av statsrådet.",
        "folded_sv": "kommunen ska motivera ett undantagsbeslut pa det satt som foreskrivs i forvaltningslagen (434/2003). kommunen kan i ett undantagsbeslut bestamma villkor for undantag. kommunen ska i undantagsbeslutet ange den tid under vilken ett bygglov som motsvarar undantagsbeslutet ska sokas. tidsfristen far vara hogst tva ar. tidsfristen i fraga om ett omradesvist undantag far dock vara hogst fem ar. kommunen ska sanda undantagsbeslutet till sokanden. kommunen ska se till att undantagsbeslutet eller en kopia av det sands aven till dem som har gjort en anmarkning samt till dem som sarskilt har begart det. star flera bakom samma anmarkning, kan undantagsbeslutet eller en kopia av det skickas till enbart den som ar forsta undertecknare i anmarkningen. den forsta undertecknaren svarar for att informationen sands till de andra undertecknarna. kommunen ska dessutom utan drojsmal delge narings-, trafik- och miljocentralen ett undantagsbeslut. pa undantagsbeslut tillampas vad som i 145 § bestams om tillstands- och tillsynsavgift. narmare bestammelser om sandande av undantagsbeslut far utfardas genom forordning av statsradet."
      },
      "valid_from": "2016-03-18",
      "valid_to": null
    },
    {
      "provision_ref": "175",
      "section": "175",
      "title": "Vähäinen poikkeaminen rakennusluvan yhteydessä",
      "content": "Kunnan rakennusvalvontaviranomainen voi 171 §:ssä säädetyin edellytyksin ja rajoituksin myöntää rakennusluvan, kun kysymys on vähäisestä poikkeamisesta rakentamista koskevasta säännöksestä, määräyksestä, kiellosta tai muusta rajoituksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:175",
        "normalized_fi": "Kunnan rakennusvalvontaviranomainen voi 171 § :ssä säädetyin edellytyksin ja rajoituksin myöntää rakennusluvan, kun kysymys on vähäisestä poikkeamisesta rakentamista koskevasta säännöksestä, määräyksestä, kiellosta tai muusta rajoituksesta.",
        "folded_fi": "kunnan rakennusvalvontaviranomainen voi 171 §:ssa saadetyin edellytyksin ja rajoituksin myontaa rakennusluvan, kun kysymys on vahaisesta poikkeamisesta rakentamista koskevasta saannoksesta, maarayksesta, kiellosta tai muusta rajoituksesta.",
        "title_sv": "Mindre undantag i samband med bygglov",
        "content_sv": "Kommunens byggnadstillsynsmyndighet kan under de förutsättningar och begränsningar som anges i 171 § bevilja bygglov när det är fråga om mindre undantag från en bestämmelse, en föreskrift, ett förbud eller en annan begränsning som gäller byggande.",
        "normalized_sv": "Kommunens byggnadstillsynsmyndighet kan under de förutsättningar och begränsningar som anges i 171 § bevilja bygglov när det är fråga om mindre undantag från en bestämmelse, en föreskrift, ett förbud eller en annan begränsning som gäller byggande.",
        "folded_sv": "kommunens byggnadstillsynsmyndighet kan under de forutsattningar och begransningar som anges i 171 § bevilja bygglov nar det ar fraga om mindre undantag fran en bestammelse, en foreskrift, ett forbud eller en annan begransning som galler byggande."
      },
      "valid_from": "2016-03-18",
      "valid_to": null
    },
    {
      "provision_ref": "176",
      "section": "176",
      "title": "Tilapäinen rakennus",
      "content": "Rakennusvalvontaviranomainen voi 171 §:n 2 momentissa säädetyin edellytyksin ja rajoituksin myöntää rakennusluvan, kun kysymys on tilapäisen rakennuksen rakentamisesta enintään viiden vuoden ajaksi. Tilapäisenä pidetään rakennusta, joka sen rakenne, arvo ja käyttötarkoitus huomioon ottaen on katsottava tarkoitetun pysytettäväksi paikallaan enintään mainitun ajan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:176",
        "normalized_fi": "Rakennusvalvontaviranomainen voi 171 § :n 2 momentissa säädetyin edellytyksin ja rajoituksin myöntää rakennusluvan, kun kysymys on tilapäisen rakennuksen rakentamisesta enintään viiden vuoden ajaksi. Tilapäisenä pidetään rakennusta, joka sen rakenne, arvo ja käyttötarkoitus huomioon ottaen on katsottava tarkoitetun pysytettäväksi paikallaan enintään mainitun ajan.",
        "folded_fi": "rakennusvalvontaviranomainen voi 171 §:n 2 momentissa saadetyin edellytyksin ja rajoituksin myontaa rakennusluvan, kun kysymys on tilapaisen rakennuksen rakentamisesta enintaan viiden vuoden ajaksi. tilapaisena pidetaan rakennusta, joka sen rakenne, arvo ja kayttotarkoitus huomioon ottaen on katsottava tarkoitetun pysytettavaksi paikallaan enintaan mainitun ajan.",
        "title_sv": "Tillfälliga byggnader",
        "content_sv": "Byggnadstillsynsmyndigheten kan under de förutsättningar och begränsningar som anges i 171 § 2 mom. bevilja bygglov när det är fråga om uppförande av en tillfällig byggnad för en tid av högst fem år. Som tillfällig betraktas en byggnad som med beaktande av dess konstruktion, värde och ändamål kan anses vara avsedd att finnas på platsen högst under nämnda tid.",
        "normalized_sv": "Byggnadstillsynsmyndigheten kan under de förutsättningar och begränsningar som anges i 171 § 2 mom. bevilja bygglov när det är fråga om uppförande av en tillfällig byggnad för en tid av högst fem år. Som tillfällig betraktas en byggnad som med beaktande av dess konstruktion, värde och ändamål kan anses vara avsedd att finnas på platsen högst under nämnda tid.",
        "folded_sv": "byggnadstillsynsmyndigheten kan under de forutsattningar och begransningar som anges i 171 § 2 mom. bevilja bygglov nar det ar fraga om uppforande av en tillfallig byggnad for en tid av hogst fem ar. som tillfallig betraktas en byggnad som med beaktande av dess konstruktion, varde och andamal kan anses vara avsedd att finnas pa platsen hogst under namnda tid."
      },
      "valid_from": "2016-03-18",
      "valid_to": null
    },
    {
      "provision_ref": "198",
      "section": "198",
      "title": "Eräiden päätösten tiedoksi antaminen",
      "content": "Hallinto-oikeuden päätös 188 §:n 1 momentissa tarkoitetussa asiassa annetaan julkipanon jälkeen. Hallinto-oikeuden ja kunnan viranomaisen päätös lupa-asiassa sekä kunnan viranomaisen ja hallinto-oikeuden päätös 171 ja 172 §:ssä tarkoitetussa poikkeamista koskevassa asiassa annetaan julkipanon jälkeen. Ympäristöministeriön 177 §:n 1 momentissa ja 178 §:ssä sekä elinkeino-, liikenne- ja ympäristökeskuksen 38 §:n 2 momentissa ja 179 §:ssä tarkoitettu päätös annetaan samoin julkipanon jälkeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:198",
        "normalized_fi": "Hallinto-oikeuden päätös 188 § :n 1 momentissa tarkoitetussa asiassa annetaan julkipanon jälkeen. Hallinto-oikeuden ja kunnan viranomaisen päätös lupa-asiassa sekä kunnan viranomaisen ja hallinto-oikeuden päätös 171 ja 172 § :ssä tarkoitetussa poikkeamista koskevassa asiassa annetaan julkipanon jälkeen. Ympäristöministeriön 177 § :n 1 momentissa ja 178 § :ssä sekä elinkeino-, liikenne- ja ympäristökeskuksen 38 § :n 2 momentissa ja 179 § :ssä tarkoitettu päätös annetaan samoin julkipanon jälkeen.",
        "folded_fi": "hallinto-oikeuden paatos 188 §:n 1 momentissa tarkoitetussa asiassa annetaan julkipanon jalkeen. hallinto-oikeuden ja kunnan viranomaisen paatos lupa-asiassa seka kunnan viranomaisen ja hallinto-oikeuden paatos 171 ja 172 §:ssa tarkoitetussa poikkeamista koskevassa asiassa annetaan julkipanon jalkeen. ymparistoministerion 177 §:n 1 momentissa ja 178 §:ssa seka elinkeino-, liikenne- ja ymparistokeskuksen 38 §:n 2 momentissa ja 179 §:ssa tarkoitettu paatos annetaan samoin julkipanon jalkeen.",
        "title_sv": "Delgivning av vissa beslut",
        "content_sv": "Förvaltningsdomstolens beslut i sådana ärenden som avses i 188 § 1 mom. meddelas efter anslag. Förvaltningsdomstolens och en kommunal myndighets beslut i ett tillståndsärende samt en kommunal myndighets och förvaltningsdomstolens beslut i ett ärende som gäller undantag enligt 171 och 172 § meddelas efter anslag. Miljöministeriets beslut enligt 177 § 1 mom. och 178 § samt närings-, trafik- och miljöcentralens beslut enligt 38 § 2 mom. och 179 § meddelas likaså efter anslag.",
        "normalized_sv": "Förvaltningsdomstolens beslut i sådana ärenden som avses i 188 § 1 mom. meddelas efter anslag. Förvaltningsdomstolens och en kommunal myndighets beslut i ett tillståndsärende samt en kommunal myndighets och förvaltningsdomstolens beslut i ett ärende som gäller undantag enligt 171 och 172 § meddelas efter anslag. Miljöministeriets beslut enligt 177 § 1 mom. och 178 § samt närings-, trafik- och miljöcentralens beslut enligt 38 § 2 mom. och 179 § meddelas likaså efter anslag.",
        "folded_sv": "forvaltningsdomstolens beslut i sadana arenden som avses i 188 § 1 mom. meddelas efter anslag. forvaltningsdomstolens och en kommunal myndighets beslut i ett tillstandsarende samt en kommunal myndighets och forvaltningsdomstolens beslut i ett arende som galler undantag enligt 171 och 172 § meddelas efter anslag. miljoministeriets beslut enligt 177 § 1 mom. och 178 § samt narings-, trafik- och miljocentralens beslut enligt 38 § 2 mom. och 179 § meddelas likasa efter anslag."
      },
      "valid_from": "2016-03-18",
      "valid_to": null
    }
  ]
}