{
  "id": "197/2005",
  "type": "statute",
  "title": "Veripalvelulaki",
  "title_en": "Blodtjänstlag",
  "status": "in_force",
  "issued_date": "2005-04-01",
  "in_force_date": "2005-04-01",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/197/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Tässä laissa säädetään ihmisveren ja sen -osien luovutuksesta ja tutkimisesta, ei kuitenkaan tieteelliseen tutkimukseen kerätystä verestä eikä verinäytteistä. Laissa säädetään myös verensiirtoon tarkoitetun veren ja sen osien käsittelystä, säilytyksestä ja jakelusta. Tätä lakia ei sovelleta veren kantasoluihin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Tässä laissa säädetään ihmisveren ja sen -osien luovutuksesta ja tutkimisesta, ei kuitenkaan tieteelliseen tutkimukseen kerätystä verestä eikä verinäytteistä. Laissa säädetään myös verensiirtoon tarkoitetun veren ja sen osien käsittelystä, säilytyksestä ja jakelusta. Tätä lakia ei sovelleta veren kantasoluihin.",
        "folded_fi": "tassa laissa saadetaan ihmisveren ja sen -osien luovutuksesta ja tutkimisesta, ei kuitenkaan tieteelliseen tutkimukseen keratysta veresta eika verinaytteista. laissa saadetaan myos verensiirtoon tarkoitetun veren ja sen osien kasittelysta, sailytyksesta ja jakelusta. tata lakia ei sovelleta veren kantasoluihin.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "I denna lag föreskrivs om insamling och kontroll av blod och blodkomponenter från människa, dock inte om blod som insamlats för vetenskaplig forskning och inte heller om blodprov. I lagen föreskrivs också om behandling, förvaring och distribution av blod och blodkomponenter som är avsedda för blodtransfusion. Denna lag tillämpas inte på blodstamceller.",
        "normalized_sv": "I denna lag föreskrivs om insamling och kontroll av blod och blodkomponenter från människa, dock inte om blod som insamlats för vetenskaplig forskning och inte heller om blodprov. I lagen föreskrivs också om behandling, förvaring och distribution av blod och blodkomponenter som är avsedda för blodtransfusion. Denna lag tillämpas inte på blodstamceller.",
        "folded_sv": "i denna lag foreskrivs om insamling och kontroll av blod och blodkomponenter fran manniska, dock inte om blod som insamlats for vetenskaplig forskning och inte heller om blodprov. i lagen foreskrivs ocksa om behandling, forvaring och distribution av blod och blodkomponenter som ar avsedda for blodtransfusion. denna lag tillampas inte pa blodstamceller."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) veripalvelutoiminnalla veren ja sen osien luovutusta, tutkimista, käsittelyä, säilytystä, kuljetusta ja jakelua; 2) veripalvelulaitoksella toimintayksikköä, joka kerää ja tutkii ihmisverta ja sen osia sekä käsittelee, säilyttää ja jakelee verensiirtoon tarkoitettua verta ja sen osia; sekä 3) verikeskuksella terveydenhuollon toimintayksikön osaa, joka varastoi ja jakelee sekä voi jatkokäsitellä verta ja sen osia sekä suorittaa niitä koskevia sopivuustutkimuksia terveydenhuollon toimintayksikön johdolla tapahtuvaa verensiirtotoimintaa varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) veripalvelutoiminnalla veren ja sen osien luovutusta, tutkimista, käsittelyä, säilytystä, kuljetusta ja jakelua; 2) veripalvelulaitoksella toimintayksikköä, joka kerää ja tutkii ihmisverta ja sen osia sekä käsittelee, säilyttää ja jakelee verensiirtoon tarkoitettua verta ja sen osia; sekä 3) verikeskuksella terveydenhuollon toimintayksikön osaa, joka varastoi ja jakelee sekä voi jatkokäsitellä verta ja sen osia sekä suorittaa niitä koskevia sopivuustutkimuksia terveydenhuollon toimintayksikön johdolla tapahtuvaa verensiirtotoimintaa varten.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) veripalvelutoiminnalla veren ja sen osien luovutusta, tutkimista, kasittelya, sailytysta, kuljetusta ja jakelua; 2) veripalvelulaitoksella toimintayksikkoa, joka keraa ja tutkii ihmisverta ja sen osia seka kasittelee, sailyttaa ja jakelee verensiirtoon tarkoitettua verta ja sen osia; seka 3) verikeskuksella terveydenhuollon toimintayksikon osaa, joka varastoi ja jakelee seka voi jatkokasitella verta ja sen osia seka suorittaa niita koskevia sopivuustutkimuksia terveydenhuollon toimintayksikon johdolla tapahtuvaa verensiirtotoimintaa varten.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) blodtjänst insamling, kontroll, behandling, förvaring, transport och distribution av blod och blodkomponenter, 2) inrättning för blodtjänst verksamhetsenhet som insamlar och kontrollerar blod och blodkomponenter från människa samt behandlar, förvarar och distribuerar blod och blodkomponenter avsedda för blodtransfusion, samt 3) blodcentral en sådan del av en verksamhetsenhet inom hälso- och sjukvården som lagrar och distribuerar och som kan vidarebehandla blod och blodkomponenter samt i fråga om dem utföra kompatibilitetsprov för sådan blodtransfusionsverksamhet som utförs under ledning av en verksamhetsenhet inom hälso- och sjukvården.",
        "normalized_sv": "I denna lag avses med 1) blodtjänst insamling, kontroll, behandling, förvaring, transport och distribution av blod och blodkomponenter, 2) inrättning för blodtjänst verksamhetsenhet som insamlar och kontrollerar blod och blodkomponenter från människa samt behandlar, förvarar och distribuerar blod och blodkomponenter avsedda för blodtransfusion, samt 3) blodcentral en sådan del av en verksamhetsenhet inom hälso- och sjukvården som lagrar och distribuerar och som kan vidarebehandla blod och blodkomponenter samt i fråga om dem utföra kompatibilitetsprov för sådan blodtransfusionsverksamhet som utförs under ledning av en verksamhetsenhet inom hälso- och sjukvården.",
        "folded_sv": "i denna lag avses med 1) blodtjanst insamling, kontroll, behandling, forvaring, transport och distribution av blod och blodkomponenter, 2) inrattning for blodtjanst verksamhetsenhet som insamlar och kontrollerar blod och blodkomponenter fran manniska samt behandlar, forvarar och distribuerar blod och blodkomponenter avsedda for blodtransfusion, samt 3) blodcentral en sadan del av en verksamhetsenhet inom halso- och sjukvarden som lagrar och distribuerar och som kan vidarebehandla blod och blodkomponenter samt i fraga om dem utfora kompatibilitetsprov for sadan blodtransfusionsverksamhet som utfors under ledning av en verksamhetsenhet inom halso- och sjukvarden."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Verenluovutuksen vapaaehtoisuus ja maksuttomuus",
      "content": "Veren ja sen osien luovutuksen on oltava vapaaehtoista. Luovuttajalle ei saa antaa luovutuksesta rahallista korvausta eikä muuta siihen rinnastettavaa etuutta. Sen estämättä, mitä 1 momentissa säädetään, voidaan luovutuksesta aiheutuvat matkakulut korvata luovuttajalle. Luovutuksen yhteydessä voidaan antaa myös arvoltaan vähäistä tarjoilua ja vähäisiä lahjaesineitä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_3",
        "normalized_fi": "Veren ja sen osien luovutuksen on oltava vapaaehtoista. Luovuttajalle ei saa antaa luovutuksesta rahallista korvausta eikä muuta siihen rinnastettavaa etuutta. Sen estämättä, mitä 1 momentissa säädetään, voidaan luovutuksesta aiheutuvat matkakulut korvata luovuttajalle. Luovutuksen yhteydessä voidaan antaa myös arvoltaan vähäistä tarjoilua ja vähäisiä lahjaesineitä.",
        "folded_fi": "veren ja sen osien luovutuksen on oltava vapaaehtoista. luovuttajalle ei saa antaa luovutuksesta rahallista korvausta eika muuta siihen rinnastettavaa etuutta. sen estamatta, mita 1 momentissa saadetaan, voidaan luovutuksesta aiheutuvat matkakulut korvata luovuttajalle. luovutuksen yhteydessa voidaan antaa myos arvoltaan vahaista tarjoilua ja vahaisia lahjaesineita.",
        "title_sv": "Frivillig och obetald blodgivning",
        "content_sv": "Blod- och blodkomponentgivning skall vara frivillig. Givaren får inte för blodgivningen ges någon penningersättning och inte heller någon annan därmed jämförbar förmån. Utan hinder av vad som föreskrivs i 1 mom. kan givaren betalas ersättning för resekostnader som föranleds av blodgivningen. I samband med blodgivningen kan även erbjudas servering och presentartiklar av ringa värde.",
        "normalized_sv": "Blod- och blodkomponentgivning skall vara frivillig. Givaren får inte för blodgivningen ges någon penningersättning och inte heller någon annan därmed jämförbar förmån. Utan hinder av vad som föreskrivs i 1 mom. kan givaren betalas ersättning för resekostnader som föranleds av blodgivningen. I samband med blodgivningen kan även erbjudas servering och presentartiklar av ringa värde.",
        "folded_sv": "blod- och blodkomponentgivning skall vara frivillig. givaren far inte for blodgivningen ges nagon penningersattning och inte heller nagon annan darmed jamforbar forman. utan hinder av vad som foreskrivs i 1 mom. kan givaren betalas ersattning for resekostnader som foranleds av blodgivningen. i samband med blodgivningen kan aven erbjudas servering och presentartiklar av ringa varde."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Toimilupa ja ilmoitus",
      "content": "Veripalvelulaitoksella on oltava Lääkelaitoksen myöntämä toimilupa. Toimilupaan voidaan liittää veripalvelutoiminnan laajuutta koskevia ehtoja. Veripalvelulaitoksen on tehtävä toimintansa olennaisista muutoksista ilmoitus Lääkelaitokselle. Lääkelaitoksen on myönnettävä kirjallisesta hakemuksesta toimilupa veripalvelutoimintaa varten kunnalle, kuntayhtymälle, yhdistykselle tai muulle vastaavalle yhteisölle, jolla on edellytykset täyttää tämän lain veripalvelutoiminnalle asettamat laatu- ja turvallisuusvaatimukset. Lupahakemuksessa on oltava laitoksen henkilöstöä, tiloja, laitteita ja tarvikkeita koskevat tiedot sekä tiedot veren ja sen osien luovutusta, tutkimista, käsittelyä, säilytystä, kuljetusta, jakelua ja veriturvatoimintaa koskevista menettelytavoista. Verikeskuksen on tehtävä toiminnastaan ja sen olennaisista muutoksista ilmoitus Lääkelaitokselle. Sosiaali- ja terveysministeriön asetuksella voidaan antaa tarkempia säännöksiä veripalvelulaitoksen toimilupahakemuksesta, verikeskuksen toiminnasta tehtävästä ilmoituksesta sekä toimilupahakemuksessa ja ilmoituksessa vaadittavista tiedoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_4",
        "normalized_fi": "Veripalvelulaitoksella on oltava Lääkelaitoksen myöntämä toimilupa. Toimilupaan voidaan liittää veripalvelutoiminnan laajuutta koskevia ehtoja. Veripalvelulaitoksen on tehtävä toimintansa olennaisista muutoksista ilmoitus Lääkelaitokselle. Lääkelaitoksen on myönnettävä kirjallisesta hakemuksesta toimilupa veripalvelutoimintaa varten kunnalle, kuntayhtymälle, yhdistykselle tai muulle vastaavalle yhteisölle, jolla on edellytykset täyttää tämän lain veripalvelutoiminnalle asettamat laatu- ja turvallisuusvaatimukset. Lupahakemuksessa on oltava laitoksen henkilöstöä, tiloja, laitteita ja tarvikkeita koskevat tiedot sekä tiedot veren ja sen osien luovutusta, tutkimista, käsittelyä, säilytystä, kuljetusta, jakelua ja veriturvatoimintaa koskevista menettelytavoista. Verikeskuksen on tehtävä toiminnastaan ja sen olennaisista muutoksista ilmoitus Lääkelaitokselle. Sosiaali- ja terveysministeriön asetuksella voidaan antaa tarkempia säännöksiä veripalvelulaitoksen toimilupahakemuksesta, verikeskuksen toiminnasta tehtävästä ilmoituksesta sekä toimilupahakemuksessa ja ilmoituksessa vaadittavista tiedoista.",
        "folded_fi": "veripalvelulaitoksella on oltava laakelaitoksen myontama toimilupa. toimilupaan voidaan liittaa veripalvelutoiminnan laajuutta koskevia ehtoja. veripalvelulaitoksen on tehtava toimintansa olennaisista muutoksista ilmoitus laakelaitokselle. laakelaitoksen on myonnettava kirjallisesta hakemuksesta toimilupa veripalvelutoimintaa varten kunnalle, kuntayhtymalle, yhdistykselle tai muulle vastaavalle yhteisolle, jolla on edellytykset tayttaa taman lain veripalvelutoiminnalle asettamat laatu- ja turvallisuusvaatimukset. lupahakemuksessa on oltava laitoksen henkilostoa, tiloja, laitteita ja tarvikkeita koskevat tiedot seka tiedot veren ja sen osien luovutusta, tutkimista, kasittelya, sailytysta, kuljetusta, jakelua ja veriturvatoimintaa koskevista menettelytavoista. verikeskuksen on tehtava toiminnastaan ja sen olennaisista muutoksista ilmoitus laakelaitokselle. sosiaali- ja terveysministerion asetuksella voidaan antaa tarkempia saannoksia veripalvelulaitoksen toimilupahakemuksesta, verikeskuksen toiminnasta tehtavasta ilmoituksesta seka toimilupahakemuksessa ja ilmoituksessa vaadittavista tiedoista.",
        "title_sv": "Tillstånd och anmälan",
        "content_sv": "Inrättningar för blodtjänst skall ha ett av Läkemedelsverket beviljat tillstånd. Tillståndet kan förenas med villkor som gäller blodtjänstens omfattning. Inrättningarna för blodtjänst skall anmäla väsentliga förändringar i sin verksamhet till Läkemedelsverket. Läkemedelsverket skall på skriftlig ansökan bevilja tillstånd för blodtjänst i fråga om kommuner, samkommuner, föreningar eller andra motsvarande sammanslutningar som har förutsättningar att uppfylla de kvalitets- och säkerhetskrav för blodtjänst som avses i denna lag. Ansökan om tillstånd skall innehålla uppgifter om inrättningens personal, lokaler, utrustning och förnödenheter samt uppgifter om förfaringssätt vid insamling, kontroll, behandling, förvaring, transport och distribution av blod och blodkomponenter samt blodövervakning. Blodcentraler skall lämna en anmälan om sin verksamhet och väsentliga förändringar i verksamheten till Läkemedelsverket. Genom förordning av social- och hälsovårdsministeriet kan närmare bestämmelser utfärdas om ansökan om tillstånd för inrättningar för blodtjänst, om anmälan om blodcentralers verksamhet och om de uppgifter som krävs i ansökan om tillstånd och i anmälan.",
        "normalized_sv": "Inrättningar för blodtjänst skall ha ett av Läkemedelsverket beviljat tillstånd. Tillståndet kan förenas med villkor som gäller blodtjänstens omfattning. Inrättningarna för blodtjänst skall anmäla väsentliga förändringar i sin verksamhet till Läkemedelsverket. Läkemedelsverket skall på skriftlig ansökan bevilja tillstånd för blodtjänst i fråga om kommuner, samkommuner, föreningar eller andra motsvarande sammanslutningar som har förutsättningar att uppfylla de kvalitets- och säkerhetskrav för blodtjänst som avses i denna lag. Ansökan om tillstånd skall innehålla uppgifter om inrättningens personal, lokaler, utrustning och förnödenheter samt uppgifter om förfaringssätt vid insamling, kontroll, behandling, förvaring, transport och distribution av blod och blodkomponenter samt blodövervakning. Blodcentraler skall lämna en anmälan om sin verksamhet och väsentliga förändringar i verksamheten till Läkemedelsverket. Genom förordning av social- och hälsovårdsministeriet kan närmare bestämmelser utfärdas om ansökan om tillstånd för inrättningar för blodtjänst, om anmälan om blodcentralers verksamhet och om de uppgifter som krävs i ansökan om tillstånd och i anmälan.",
        "folded_sv": "inrattningar for blodtjanst skall ha ett av lakemedelsverket beviljat tillstand. tillstandet kan forenas med villkor som galler blodtjanstens omfattning. inrattningarna for blodtjanst skall anmala vasentliga forandringar i sin verksamhet till lakemedelsverket. lakemedelsverket skall pa skriftlig ansokan bevilja tillstand for blodtjanst i fraga om kommuner, samkommuner, foreningar eller andra motsvarande sammanslutningar som har forutsattningar att uppfylla de kvalitets- och sakerhetskrav for blodtjanst som avses i denna lag. ansokan om tillstand skall innehalla uppgifter om inrattningens personal, lokaler, utrustning och fornodenheter samt uppgifter om forfaringssatt vid insamling, kontroll, behandling, forvaring, transport och distribution av blod och blodkomponenter samt blodovervakning. blodcentraler skall lamna en anmalan om sin verksamhet och vasentliga forandringar i verksamheten till lakemedelsverket. genom forordning av social- och halsovardsministeriet kan narmare bestammelser utfardas om ansokan om tillstand for inrattningar for blodtjanst, om anmalan om blodcentralers verksamhet och om de uppgifter som kravs i ansokan om tillstand och i anmalan."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Veripalvelulaitoksen vastuuhenkilö",
      "content": "Veripalvelulaitoksella on oltava vastuuhenkilö, jonka tehtävänä on huolehtia 4 §:ssä tarkoitetusta toimiluvan hakemisesta sekä 6―17 §:ssä veripalvelulaitokselle säädettyjen velvollisuuksien täytäntöönpanosta. Veripalvelulaitoksen vastuuhenkilön on täytettävä laatu- ja turvallisuusvaatimusten asettamisesta ihmisveren ja veren komponenttien keräämistä, tutkimista, käsittelyä, säilytystä ja jakelua varten sekä direktiivin 2001/83/EY muuttamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2002/98/EY 9 artiklan mukaiset pätevyysvaatimukset. Veripalvelulaitoksen on ilmoitettava Lääkelaitokselle 1 momentissa mainitusta vastuuhenkilöstä ja hänen sijaisestaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Veripalvelulaitoksella on oltava vastuuhenkilö, jonka tehtävänä on huolehtia 4 § :ssä tarkoitetusta toimiluvan hakemisesta sekä 6―17 § :ssä veripalvelulaitokselle säädettyjen velvollisuuksien täytäntöönpanosta. Veripalvelulaitoksen vastuuhenkilön on täytettävä laatu- ja turvallisuusvaatimusten asettamisesta ihmisveren ja veren komponenttien keräämistä, tutkimista, käsittelyä, säilytystä ja jakelua varten sekä direktiivin 2001/83/EY muuttamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2002/98/EY 9 artiklan mukaiset pätevyysvaatimukset. Veripalvelulaitoksen on ilmoitettava Lääkelaitokselle 1 momentissa mainitusta vastuuhenkilöstä ja hänen sijaisestaan.",
        "folded_fi": "veripalvelulaitoksella on oltava vastuuhenkilo, jonka tehtavana on huolehtia 4 §:ssa tarkoitetusta toimiluvan hakemisesta seka 6―17 §:ssa veripalvelulaitokselle saadettyjen velvollisuuksien taytantoonpanosta. veripalvelulaitoksen vastuuhenkilon on taytettava laatu- ja turvallisuusvaatimusten asettamisesta ihmisveren ja veren komponenttien keraamista, tutkimista, kasittelya, sailytysta ja jakelua varten seka direktiivin 2001/83/ey muuttamisesta annetun euroopan parlamentin ja neuvoston direktiivin 2002/98/ey 9 artiklan mukaiset patevyysvaatimukset. veripalvelulaitoksen on ilmoitettava laakelaitokselle 1 momentissa mainitusta vastuuhenkilosta ja hanen sijaisestaan.",
        "title_sv": "Ansvarig person för en inrättning för blodtjänst",
        "content_sv": "En inrättning för blodtjänst skall ha en ansvarig person, vars uppgift är att sörja för ansökan om det tillstånd som avses i 4 § samt för att de skyldigheter som inrättningar för blodtjänst har enligt 6―17 § fullgörs. Den ansvariga personen för en inrättning för blodtjänst skall uppfylla de behörighetsvillkor som avses i artikel 9 i Europaparlamentets och rådets direktiv 2002/98/EG om fastställande av kvalitets- och säkerhetsnormer för insamling, kontroll, framställning, förvaring och distribution av humanblod och blodkomponenter och om ändring av direktiv 2001/83/EG. Inrättningen för blodtjänst skall meddela Läkemedelsverket namnet på den ansvariga person som avses i 1 mom. och ställföreträdaren för denne.",
        "normalized_sv": "En inrättning för blodtjänst skall ha en ansvarig person, vars uppgift är att sörja för ansökan om det tillstånd som avses i 4 § samt för att de skyldigheter som inrättningar för blodtjänst har enligt 6―17 § fullgörs. Den ansvariga personen för en inrättning för blodtjänst skall uppfylla de behörighetsvillkor som avses i artikel 9 i Europaparlamentets och rådets direktiv 2002/98/EG om fastställande av kvalitets- och säkerhetsnormer för insamling, kontroll, framställning, förvaring och distribution av humanblod och blodkomponenter och om ändring av direktiv 2001/83/EG. Inrättningen för blodtjänst skall meddela Läkemedelsverket namnet på den ansvariga person som avses i 1 mom. och ställföreträdaren för denne.",
        "folded_sv": "en inrattning for blodtjanst skall ha en ansvarig person, vars uppgift ar att sorja for ansokan om det tillstand som avses i 4 § samt for att de skyldigheter som inrattningar for blodtjanst har enligt 6―17 § fullgors. den ansvariga personen for en inrattning for blodtjanst skall uppfylla de behorighetsvillkor som avses i artikel 9 i europaparlamentets och radets direktiv 2002/98/eg om faststallande av kvalitets- och sakerhetsnormer for insamling, kontroll, framstallning, forvaring och distribution av humanblod och blodkomponenter och om andring av direktiv 2001/83/eg. inrattningen for blodtjanst skall meddela lakemedelsverket namnet pa den ansvariga person som avses i 1 mom. och stallforetradaren for denne."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Henkilöstö",
      "content": "Veripalvelulaitoksen ja verikeskuksen henkilöstöllä on oltava tehtäviin asianmukainen pätevyys ja henkilöstölle on järjestettävä säännöllisesti asianmukaista koulutusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Veripalvelulaitoksen ja verikeskuksen henkilöstöllä on oltava tehtäviin asianmukainen pätevyys ja henkilöstölle on järjestettävä säännöllisesti asianmukaista koulutusta.",
        "folded_fi": "veripalvelulaitoksen ja verikeskuksen henkilostolla on oltava tehtaviin asianmukainen patevyys ja henkilostolle on jarjestettava saannollisesti asianmukaista koulutusta.",
        "title_sv": "Personal",
        "content_sv": "Personalen vid inrättningar för blodtjänst och vid blodcentraler skall ha lämplig behörighet för uppgifterna och för personalen skall ordnas regelbunden och ändamålsenlig utbildning.",
        "normalized_sv": "Personalen vid inrättningar för blodtjänst och vid blodcentraler skall ha lämplig behörighet för uppgifterna och för personalen skall ordnas regelbunden och ändamålsenlig utbildning.",
        "folded_sv": "personalen vid inrattningar for blodtjanst och vid blodcentraler skall ha lamplig behorighet for uppgifterna och for personalen skall ordnas regelbunden och andamalsenlig utbildning."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Laatujärjestelmä",
      "content": "Veripalvelulaitoksessa ja verikeskuksessa on oltava dokumentaatiojärjestelmää, henkilöstöä ja toimitiloja sekä veripalvelulaitoksen osalta myös verenluovutuskäytäntöjä koskeva laatujärjestelmä. Lääkelaitos voi antaa tarkempia määräyksiä laatujärjestelmän sisällöstä ja toteuttamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_7",
        "normalized_fi": "Veripalvelulaitoksessa ja verikeskuksessa on oltava dokumentaatiojärjestelmää, henkilöstöä ja toimitiloja sekä veripalvelulaitoksen osalta myös verenluovutuskäytäntöjä koskeva laatujärjestelmä. Lääkelaitos voi antaa tarkempia määräyksiä laatujärjestelmän sisällöstä ja toteuttamisesta.",
        "folded_fi": "veripalvelulaitoksessa ja verikeskuksessa on oltava dokumentaatiojarjestelmaa, henkilostoa ja toimitiloja seka veripalvelulaitoksen osalta myos verenluovutuskaytantoja koskeva laatujarjestelma. laakelaitos voi antaa tarkempia maarayksia laatujarjestelman sisallosta ja toteuttamisesta.",
        "title_sv": "Kvalitetssystem",
        "content_sv": "Inrättningarna för blodtjänst och blodcentralerna skall ha ett kvalitetssystem som omfattar dokumentationen, personalen och lokalerna samt i fråga om inrättningar för blodtjänst även ett kvalitetssystem för praxis för blodgivning. Läkemedelsverket kan utfärda närmare föreskrifter om innehållet i och genomförandet av kvalitetssystemet.",
        "normalized_sv": "Inrättningarna för blodtjänst och blodcentralerna skall ha ett kvalitetssystem som omfattar dokumentationen, personalen och lokalerna samt i fråga om inrättningar för blodtjänst även ett kvalitetssystem för praxis för blodgivning. Läkemedelsverket kan utfärda närmare föreskrifter om innehållet i och genomförandet av kvalitetssystemet.",
        "folded_sv": "inrattningarna for blodtjanst och blodcentralerna skall ha ett kvalitetssystem som omfattar dokumentationen, personalen och lokalerna samt i fraga om inrattningar for blodtjanst aven ett kvalitetssystem for praxis for blodgivning. lakemedelsverket kan utfarda narmare foreskrifter om innehallet i och genomforandet av kvalitetssystemet."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Dokumentaatio",
      "content": "Veripalvelulaitoksella ja verikeskuksella tulee olla dokumentaatiojärjestelmä, joka kattaa toiminnan ohjeistuksen, käytössä olevat lomakkeet ja asiakirjat sekä muut toiminnan ja sen valvonnan kannalta tarpeelliset tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_8",
        "normalized_fi": "Veripalvelulaitoksella ja verikeskuksella tulee olla dokumentaatiojärjestelmä, joka kattaa toiminnan ohjeistuksen, käytössä olevat lomakkeet ja asiakirjat sekä muut toiminnan ja sen valvonnan kannalta tarpeelliset tiedot.",
        "folded_fi": "veripalvelulaitoksella ja verikeskuksella tulee olla dokumentaatiojarjestelma, joka kattaa toiminnan ohjeistuksen, kaytossa olevat lomakkeet ja asiakirjat seka muut toiminnan ja sen valvonnan kannalta tarpeelliset tiedot.",
        "title_sv": "Dokumentation",
        "content_sv": "Inrättningarna för blodtjänst och blodcentralerna skall ha ett system för dokumentation som omfattar meddelande av de anvisningar som gäller verksamheten, de blanketter och handlingar som används och övriga uppgifter som är nödvändiga med tanke på verksamheten och övervakningen av den.",
        "normalized_sv": "Inrättningarna för blodtjänst och blodcentralerna skall ha ett system för dokumentation som omfattar meddelande av de anvisningar som gäller verksamheten, de blanketter och handlingar som används och övriga uppgifter som är nödvändiga med tanke på verksamheten och övervakningen av den.",
        "folded_sv": "inrattningarna for blodtjanst och blodcentralerna skall ha ett system for dokumentation som omfattar meddelande av de anvisningar som galler verksamheten, de blanketter och handlingar som anvands och ovriga uppgifter som ar nodvandiga med tanke pa verksamheten och overvakningen av den."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Jäljitettävyys",
      "content": "Veripalvelulaitoksessa ja terveydenhuollon toimintayksikössä on oltava järjestelmä, jonka avulla kaikki kerätyt, tutkitut, käsitellyt, säilytetyt tai jaellut verierät ja veren osat voidaan jäljittää luovuttajasta vastaanottajaan ja päinvastoin. Jäljitettävyyttä koskevista tiedoista voidaan antaa tarkempia säännöksiä sosiaali- ja terveysministeriön asetuksella. Veripalvelulaitoksella on oikeus erityisestä syystä yksittäistapauksessa saada salassapitosäännösten estämättä luovuttajan jäljittämiseksi tarvittavat tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_9",
        "normalized_fi": "Veripalvelulaitoksessa ja terveydenhuollon toimintayksikössä on oltava järjestelmä, jonka avulla kaikki kerätyt, tutkitut, käsitellyt, säilytetyt tai jaellut verierät ja veren osat voidaan jäljittää luovuttajasta vastaanottajaan ja päinvastoin. Jäljitettävyyttä koskevista tiedoista voidaan antaa tarkempia säännöksiä sosiaali- ja terveysministeriön asetuksella. Veripalvelulaitoksella on oikeus erityisestä syystä yksittäistapauksessa saada salassapitosäännösten estämättä luovuttajan jäljittämiseksi tarvittavat tiedot.",
        "folded_fi": "veripalvelulaitoksessa ja terveydenhuollon toimintayksikossa on oltava jarjestelma, jonka avulla kaikki keratyt, tutkitut, kasitellyt, sailytetyt tai jaellut verierat ja veren osat voidaan jaljittaa luovuttajasta vastaanottajaan ja painvastoin. jaljitettavyytta koskevista tiedoista voidaan antaa tarkempia saannoksia sosiaali- ja terveysministerion asetuksella. veripalvelulaitoksella on oikeus erityisesta syysta yksittaistapauksessa saada salassapitosaannosten estamatta luovuttajan jaljittamiseksi tarvittavat tiedot.",
        "title_sv": "Spårbarhet",
        "content_sv": "Vid inrättningarna för blodtjänst och verksamhetsenheterna inom hälso- och sjukvården skall finnas ett system med hjälp av vilket alla insamlade, kontrollerade, behandlade, förvarade eller distribuerade enheter med blod och blodkomponenter kan spåras från givaren till mottagaren och tvärtom. Närmare bestämmelser om de uppgifter som gäller spårbarheten kan utfärdas genom förordning av social- och hälsovårdsministeriet. Utan hinder av bestämmelserna om sekretess har inrättningarna för blodtjänst rätt att på särskilda grunder i enskilda fall få sådana uppgifter som är nödvändiga för att givaren skall kunna spåras.",
        "normalized_sv": "Vid inrättningarna för blodtjänst och verksamhetsenheterna inom hälso- och sjukvården skall finnas ett system med hjälp av vilket alla insamlade, kontrollerade, behandlade, förvarade eller distribuerade enheter med blod och blodkomponenter kan spåras från givaren till mottagaren och tvärtom. Närmare bestämmelser om de uppgifter som gäller spårbarheten kan utfärdas genom förordning av social- och hälsovårdsministeriet. Utan hinder av bestämmelserna om sekretess har inrättningarna för blodtjänst rätt att på särskilda grunder i enskilda fall få sådana uppgifter som är nödvändiga för att givaren skall kunna spåras.",
        "folded_sv": "vid inrattningarna for blodtjanst och verksamhetsenheterna inom halso- och sjukvarden skall finnas ett system med hjalp av vilket alla insamlade, kontrollerade, behandlade, forvarade eller distribuerade enheter med blod och blodkomponenter kan sparas fran givaren till mottagaren och tvartom. narmare bestammelser om de uppgifter som galler sparbarheten kan utfardas genom forordning av social- och halsovardsministeriet. utan hinder av bestammelserna om sekretess har inrattningarna for blodtjanst ratt att pa sarskilda grunder i enskilda fall fa sadana uppgifter som ar nodvandiga for att givaren skall kunna sparas."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Veriturvatoiminta",
      "content": "Veripalvelulaitoksen ja terveydenhuollon toimintayksikön tulee pitää luetteloa kaikista sen tietoon tulleista vereen tai sen osiin liittyvistä vaaratilanteista ja haittavaikutuksista. Veripalvelulaitoksen tulee ilmoittaa viipymättä Lääkelaitokselle toimintaansa liittyvät, veren tai sen osien laatuun ja turvallisuuteen mahdollisesti vaikuttavat vakavat vaaratilanteet sekä veren tai sen osien laatupoikkeamasta mahdollisesti johtuvat verensiirron aikana tai sen jälkeen havaitut vakavat haittavaikutukset. Terveydenhuollon toimintayksikön tulee ilmoittaa 2 momentin mukaiset tapahtumat veripalvelulaitokselle, jonka on toimitettava niistä tieto viipymättä Lääkelaitokselle. Terveydenhuollon toimintayksikkö voi lisäksi ilmoittaa muut verestä tai sen osista johtuvat tai verensiirtoihin liittyvät vaaratilanteet ja haittavaikutukset veripalvelulaitokselle. Verta ja sen osia, joista on tehty 2 tai 3 momentissa tarkoitettu ilmoitus, ei saa käyttää ja tällainen veri ja sen osa tulee poistaa jakelusta. Tällainen veri ja sen osa voidaan ottaa käyttöön, jos erillisen selvityksen perusteella voidaan osoittaa, että se täyttää tämän lain mukaiset laatuvaatimukset. Sosiaali- ja terveysministeriön asetuksella voidaan antaa säännöksiä menettelystä, jolla vaaratilanteet ja haittavaikutukset ilmoitetaan ja ilmoituksessa käytettävästä lomakkeesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_10",
        "normalized_fi": "Veripalvelulaitoksen ja terveydenhuollon toimintayksikön tulee pitää luetteloa kaikista sen tietoon tulleista vereen tai sen osiin liittyvistä vaaratilanteista ja haittavaikutuksista. Veripalvelulaitoksen tulee ilmoittaa viipymättä Lääkelaitokselle toimintaansa liittyvät, veren tai sen osien laatuun ja turvallisuuteen mahdollisesti vaikuttavat vakavat vaaratilanteet sekä veren tai sen osien laatupoikkeamasta mahdollisesti johtuvat verensiirron aikana tai sen jälkeen havaitut vakavat haittavaikutukset. Terveydenhuollon toimintayksikön tulee ilmoittaa 2 momentin mukaiset tapahtumat veripalvelulaitokselle, jonka on toimitettava niistä tieto viipymättä Lääkelaitokselle. Terveydenhuollon toimintayksikkö voi lisäksi ilmoittaa muut verestä tai sen osista johtuvat tai verensiirtoihin liittyvät vaaratilanteet ja haittavaikutukset veripalvelulaitokselle. Verta ja sen osia, joista on tehty 2 tai 3 momentissa tarkoitettu ilmoitus, ei saa käyttää ja tällainen veri ja sen osa tulee poistaa jakelusta. Tällainen veri ja sen osa voidaan ottaa käyttöön, jos erillisen selvityksen perusteella voidaan osoittaa, että se täyttää tämän lain mukaiset laatuvaatimukset. Sosiaali- ja terveysministeriön asetuksella voidaan antaa säännöksiä menettelystä, jolla vaaratilanteet ja haittavaikutukset ilmoitetaan ja ilmoituksessa käytettävästä lomakkeesta.",
        "folded_fi": "veripalvelulaitoksen ja terveydenhuollon toimintayksikon tulee pitaa luetteloa kaikista sen tietoon tulleista vereen tai sen osiin liittyvista vaaratilanteista ja haittavaikutuksista. veripalvelulaitoksen tulee ilmoittaa viipymatta laakelaitokselle toimintaansa liittyvat, veren tai sen osien laatuun ja turvallisuuteen mahdollisesti vaikuttavat vakavat vaaratilanteet seka veren tai sen osien laatupoikkeamasta mahdollisesti johtuvat verensiirron aikana tai sen jalkeen havaitut vakavat haittavaikutukset. terveydenhuollon toimintayksikon tulee ilmoittaa 2 momentin mukaiset tapahtumat veripalvelulaitokselle, jonka on toimitettava niista tieto viipymatta laakelaitokselle. terveydenhuollon toimintayksikko voi lisaksi ilmoittaa muut veresta tai sen osista johtuvat tai verensiirtoihin liittyvat vaaratilanteet ja haittavaikutukset veripalvelulaitokselle. verta ja sen osia, joista on tehty 2 tai 3 momentissa tarkoitettu ilmoitus, ei saa kayttaa ja tallainen veri ja sen osa tulee poistaa jakelusta. tallainen veri ja sen osa voidaan ottaa kayttoon, jos erillisen selvityksen perusteella voidaan osoittaa, etta se tayttaa taman lain mukaiset laatuvaatimukset. sosiaali- ja terveysministerion asetuksella voidaan antaa saannoksia menettelysta, jolla vaaratilanteet ja haittavaikutukset ilmoitetaan ja ilmoituksessa kaytettavasta lomakkeesta.",
        "title_sv": "Blodövervakning",
        "content_sv": "Inrättningarna för blodtjänst och verksamhetsenheterna inom hälso- och sjukvården skall föra bok över alla risksituationer och skadliga verkningar som hänför sig till blod eller blodkomponenter och som har kommit till deras kännedom. Inrättningarna för blodtjänst skall utan dröjsmål underrätta Läkemedelsverket om sådana allvarliga risksituationer som hänför sig till deras verksamhet och som eventuellt inverkar på blodets eller blodkomponenternas kvalitet och säkerhet samt sådana allvarliga skadliga verkningar som eventuellt beror på kvalitetsavvikelser i blodet eller blodkomponenterna och som uppdagats under blodtransfusion eller senare. En verksamhetsenhet inom hälso- och sjukvården skall anmäla sådana händelser som avses i 2 mom. till inrättningen för blodtjänst, som utan dröjsmål skall underrätta Läkemedelsverket därom. En verksamhetsenhet inom hälso- och sjukvården kan dessutom till inrättningen för blodtjänst anmäla alla övriga risksituationer och skadliga verkningar som beror på blod eller blodkomponenter eller som hänför sig till blodtransfusioner. Blod och blodkomponenter, i fråga om vilka en i 2 eller 3 mom. avsedd anmälan har gjorts, får inte användas och sådant blod och sådana blodkomponenter skall återkallas från distributionen. Sådant blod och sådana blodkomponenter kan tas i användning om en särskild utredning visar att de uppfyller kvalitetskraven enligt denna lag. Genom förordning av social- och hälsovårdsministeriet kan föreskrivas om ett förfarande enligt vilket risksituationer och skadliga verkningar skall anmälas och om den blankett som skall användas för anmälan.",
        "normalized_sv": "Inrättningarna för blodtjänst och verksamhetsenheterna inom hälso- och sjukvården skall föra bok över alla risksituationer och skadliga verkningar som hänför sig till blod eller blodkomponenter och som har kommit till deras kännedom. Inrättningarna för blodtjänst skall utan dröjsmål underrätta Läkemedelsverket om sådana allvarliga risksituationer som hänför sig till deras verksamhet och som eventuellt inverkar på blodets eller blodkomponenternas kvalitet och säkerhet samt sådana allvarliga skadliga verkningar som eventuellt beror på kvalitetsavvikelser i blodet eller blodkomponenterna och som uppdagats under blodtransfusion eller senare. En verksamhetsenhet inom hälso- och sjukvården skall anmäla sådana händelser som avses i 2 mom. till inrättningen för blodtjänst, som utan dröjsmål skall underrätta Läkemedelsverket därom. En verksamhetsenhet inom hälso- och sjukvården kan dessutom till inrättningen för blodtjänst anmäla alla övriga risksituationer och skadliga verkningar som beror på blod eller blodkomponenter eller som hänför sig till blodtransfusioner. Blod och blodkomponenter, i fråga om vilka en i 2 eller 3 mom. avsedd anmälan har gjorts, får inte användas och sådant blod och sådana blodkomponenter skall återkallas från distributionen. Sådant blod och sådana blodkomponenter kan tas i användning om en särskild utredning visar att de uppfyller kvalitetskraven enligt denna lag. Genom förordning av social- och hälsovårdsministeriet kan föreskrivas om ett förfarande enligt vilket risksituationer och skadliga verkningar skall anmälas och om den blankett som skall användas för anmälan.",
        "folded_sv": "inrattningarna for blodtjanst och verksamhetsenheterna inom halso- och sjukvarden skall fora bok over alla risksituationer och skadliga verkningar som hanfor sig till blod eller blodkomponenter och som har kommit till deras kannedom. inrattningarna for blodtjanst skall utan drojsmal underratta lakemedelsverket om sadana allvarliga risksituationer som hanfor sig till deras verksamhet och som eventuellt inverkar pa blodets eller blodkomponenternas kvalitet och sakerhet samt sadana allvarliga skadliga verkningar som eventuellt beror pa kvalitetsavvikelser i blodet eller blodkomponenterna och som uppdagats under blodtransfusion eller senare. en verksamhetsenhet inom halso- och sjukvarden skall anmala sadana handelser som avses i 2 mom. till inrattningen for blodtjanst, som utan drojsmal skall underratta lakemedelsverket darom. en verksamhetsenhet inom halso- och sjukvarden kan dessutom till inrattningen for blodtjanst anmala alla ovriga risksituationer och skadliga verkningar som beror pa blod eller blodkomponenter eller som hanfor sig till blodtransfusioner. blod och blodkomponenter, i fraga om vilka en i 2 eller 3 mom. avsedd anmalan har gjorts, far inte anvandas och sadant blod och sadana blodkomponenter skall aterkallas fran distributionen. sadant blod och sadana blodkomponenter kan tas i anvandning om en sarskild utredning visar att de uppfyller kvalitetskraven enligt denna lag. genom forordning av social- och halsovardsministeriet kan foreskrivas om ett forfarande enligt vilket risksituationer och skadliga verkningar skall anmalas och om den blankett som skall anvandas for anmalan."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Luovuttajiin liittyvät tiedot",
      "content": "Veren ja sen osan luovuttajalle on ennen luovutusta annettava luovutukseen liittyvät tarpeelliset tiedot sekä henkilötietolain (523/1999) 24 §:n mukaiset tiedot ja luovuttajaa on informoitava tietojen salassapidosta. Luovuttajalta on pyydettävä hänen yksilöintiään koskevat tiedot, luovutuskelpoisuutta arvioitaessa hänen terveydentilaansa liittyvät ja välttämättömät luovuttajan luovutuskelpoisuutta koskevat tiedot sekä luovuttajan omakätinen allekirjoitus tai sähköisestä allekirjoituksesta annetun lain (14/2003) mukainen kehittynyt sähköinen allekirjoitus. Lääkelaitos voi antaa tarkempia määräyksiä luovuttajille annettavista ja heiltä pyydettävistä tiedoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_11",
        "normalized_fi": "Veren ja sen osan luovuttajalle on ennen luovutusta annettava luovutukseen liittyvät tarpeelliset tiedot sekä henkilötietolain (523/1999) 24 § :n mukaiset tiedot ja luovuttajaa on informoitava tietojen salassapidosta. Luovuttajalta on pyydettävä hänen yksilöintiään koskevat tiedot, luovutuskelpoisuutta arvioitaessa hänen terveydentilaansa liittyvät ja välttämättömät luovuttajan luovutuskelpoisuutta koskevat tiedot sekä luovuttajan omakätinen allekirjoitus tai sähköisestä allekirjoituksesta annetun lain (14/2003) mukainen kehittynyt sähköinen allekirjoitus. Lääkelaitos voi antaa tarkempia määräyksiä luovuttajille annettavista ja heiltä pyydettävistä tiedoista.",
        "folded_fi": "veren ja sen osan luovuttajalle on ennen luovutusta annettava luovutukseen liittyvat tarpeelliset tiedot seka henkilotietolain (523/1999) 24 §:n mukaiset tiedot ja luovuttajaa on informoitava tietojen salassapidosta. luovuttajalta on pyydettava hanen yksilointiaan koskevat tiedot, luovutuskelpoisuutta arvioitaessa hanen terveydentilaansa liittyvat ja valttamattomat luovuttajan luovutuskelpoisuutta koskevat tiedot seka luovuttajan omakatinen allekirjoitus tai sahkoisesta allekirjoituksesta annetun lain (14/2003) mukainen kehittynyt sahkoinen allekirjoitus. laakelaitos voi antaa tarkempia maarayksia luovuttajille annettavista ja heilta pyydettavista tiedoista.",
        "title_sv": "Uppgifter som hänför sig till blodgivare",
        "content_sv": "Den som ger blod och blodkomponenter skall före blodgivningen ges nödvändiga upplysningar som hänför sig till blodgivningen samt de uppgifter som avses i 24 § i personuppgiftslagen (523/1999). Blodgivaren skall informeras om sekretessen i fråga om uppgifterna. Av blodgivaren skall begäras identifieringsuppgifter, sådana uppgifter om hälsotillståndet som är av betydelse när det gäller att bedöma blodgivarens lämplighet samt blodgivarens egenhändiga underskrift eller en avancerad elektronisk signatur enligt lagen om elektroniska signaturer (14/2003). Läkemedelsverket kan utfärda närmare föreskrifter om den information som skall ges till och inhämtas från blodgivare.",
        "normalized_sv": "Den som ger blod och blodkomponenter skall före blodgivningen ges nödvändiga upplysningar som hänför sig till blodgivningen samt de uppgifter som avses i 24 § i personuppgiftslagen (523/1999). Blodgivaren skall informeras om sekretessen i fråga om uppgifterna. Av blodgivaren skall begäras identifieringsuppgifter, sådana uppgifter om hälsotillståndet som är av betydelse när det gäller att bedöma blodgivarens lämplighet samt blodgivarens egenhändiga underskrift eller en avancerad elektronisk signatur enligt lagen om elektroniska signaturer (14/2003). Läkemedelsverket kan utfärda närmare föreskrifter om den information som skall ges till och inhämtas från blodgivare.",
        "folded_sv": "den som ger blod och blodkomponenter skall fore blodgivningen ges nodvandiga upplysningar som hanfor sig till blodgivningen samt de uppgifter som avses i 24 § i personuppgiftslagen (523/1999). blodgivaren skall informeras om sekretessen i fraga om uppgifterna. av blodgivaren skall begaras identifieringsuppgifter, sadana uppgifter om halsotillstandet som ar av betydelse nar det galler att bedoma blodgivarens lamplighet samt blodgivarens egenhandiga underskrift eller en avancerad elektronisk signatur enligt lagen om elektroniska signaturer (14/2003). lakemedelsverket kan utfarda narmare foreskrifter om den information som skall ges till och inhamtas fran blodgivare."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Luovutuskelpoisuus",
      "content": "Veren tai sen osan luovutuskelpoisuus edellyttää, että luovuttajan sairaus, lääkitys tai sairauden riski ei vaaranna luovuttajan terveyttä eikä luovutetun veren tai sen osan turvallisuutta. Veripalvelulaitoksen terveydenhuollon ammattihenkilön on ennen verenluovutusta selvitettävä, että luovutukselle ei ole estettä. Lääkelaitos voi antaa tarkempia määräyksiä luovutuskelpoisuuden selvittämisestä ja perusteista, joilla verta ei voi luovuttaa pysyvästi tai määräaikaisesti. Veripalvelulaitoksen lääkäri voi erityisestä syystä yksittäistapauksessa poiketa luovutuskelpoisuuden edellytyksistä. Veripalvelulaitoksen on kirjattava nämä tapaukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_12",
        "normalized_fi": "Veren tai sen osan luovutuskelpoisuus edellyttää, että luovuttajan sairaus, lääkitys tai sairauden riski ei vaaranna luovuttajan terveyttä eikä luovutetun veren tai sen osan turvallisuutta. Veripalvelulaitoksen terveydenhuollon ammattihenkilön on ennen verenluovutusta selvitettävä, että luovutukselle ei ole estettä. Lääkelaitos voi antaa tarkempia määräyksiä luovutuskelpoisuuden selvittämisestä ja perusteista, joilla verta ei voi luovuttaa pysyvästi tai määräaikaisesti. Veripalvelulaitoksen lääkäri voi erityisestä syystä yksittäistapauksessa poiketa luovutuskelpoisuuden edellytyksistä. Veripalvelulaitoksen on kirjattava nämä tapaukset.",
        "folded_fi": "veren tai sen osan luovutuskelpoisuus edellyttaa, etta luovuttajan sairaus, laakitys tai sairauden riski ei vaaranna luovuttajan terveytta eika luovutetun veren tai sen osan turvallisuutta. veripalvelulaitoksen terveydenhuollon ammattihenkilon on ennen verenluovutusta selvitettava, etta luovutukselle ei ole estetta. laakelaitos voi antaa tarkempia maarayksia luovutuskelpoisuuden selvittamisesta ja perusteista, joilla verta ei voi luovuttaa pysyvasti tai maaraaikaisesti. veripalvelulaitoksen laakari voi erityisesta syysta yksittaistapauksessa poiketa luovutuskelpoisuuden edellytyksista. veripalvelulaitoksen on kirjattava nama tapaukset.",
        "title_sv": "Blodgivares lämplighet",
        "content_sv": "En förutsättning för att en person skall få ge blod eller blodkomponenter är att blodgivarens sjukdom, medicinering eller sjukdomsrisk inte äventyrar blodgivarens hälsa eller säkerheten när det gäller det blod eller de blodkomponenter som ges. En yrkesutbildad person inom hälso- och sjukvården vid inrättningen för blodtjänst skall före blodgivningen utreda att det inte finns några hinder för blodgivning. Läkemedelsverket kan utfärda närmare föreskrifter om utredning av blodgivares lämplighet och om de grunder en person inte får accepteras som blodgivare permanent eller för en viss tid. Läkare vid inrättningar för blodtjänst kan av särskilda skäl i enskilda fall avvika från förutsättningarna för blodgivares lämplighet. Inrättningarna för blodtjänst skall föra bok över sådana fall.",
        "normalized_sv": "En förutsättning för att en person skall få ge blod eller blodkomponenter är att blodgivarens sjukdom, medicinering eller sjukdomsrisk inte äventyrar blodgivarens hälsa eller säkerheten när det gäller det blod eller de blodkomponenter som ges. En yrkesutbildad person inom hälso- och sjukvården vid inrättningen för blodtjänst skall före blodgivningen utreda att det inte finns några hinder för blodgivning. Läkemedelsverket kan utfärda närmare föreskrifter om utredning av blodgivares lämplighet och om de grunder en person inte får accepteras som blodgivare permanent eller för en viss tid. Läkare vid inrättningar för blodtjänst kan av särskilda skäl i enskilda fall avvika från förutsättningarna för blodgivares lämplighet. Inrättningarna för blodtjänst skall föra bok över sådana fall.",
        "folded_sv": "en forutsattning for att en person skall fa ge blod eller blodkomponenter ar att blodgivarens sjukdom, medicinering eller sjukdomsrisk inte aventyrar blodgivarens halsa eller sakerheten nar det galler det blod eller de blodkomponenter som ges. en yrkesutbildad person inom halso- och sjukvarden vid inrattningen for blodtjanst skall fore blodgivningen utreda att det inte finns nagra hinder for blodgivning. lakemedelsverket kan utfarda narmare foreskrifter om utredning av blodgivares lamplighet och om de grunder en person inte far accepteras som blodgivare permanent eller for en viss tid. lakare vid inrattningar for blodtjanst kan av sarskilda skal i enskilda fall avvika fran forutsattningarna for blodgivares lamplighet. inrattningarna for blodtjanst skall fora bok over sadana fall."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Luovutetun veren tutkiminen",
      "content": "Veripalvelulaitoksen on tutkittava jokainen luovutettu verierä tai veren osaerä turvallisuuden varmistamiseksi. Lääkelaitos voi antaa tarkempia määräyksiä vaadittavista tutkimuksista ja niiden hyväksyttävistä tuloksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_13",
        "normalized_fi": "Veripalvelulaitoksen on tutkittava jokainen luovutettu verierä tai veren osaerä turvallisuuden varmistamiseksi. Lääkelaitos voi antaa tarkempia määräyksiä vaadittavista tutkimuksista ja niiden hyväksyttävistä tuloksista.",
        "folded_fi": "veripalvelulaitoksen on tutkittava jokainen luovutettu veriera tai veren osaera turvallisuuden varmistamiseksi. laakelaitos voi antaa tarkempia maarayksia vaadittavista tutkimuksista ja niiden hyvaksyttavista tuloksista.",
        "title_sv": "Kontroll av blod från blodgivning",
        "content_sv": "Inrättningarna för blodtjänst skall kontrollera varje enhet med blod eller enhet med blodkomponenter för att garantera säkerheten. Läkemedelsverket kan utfärda närmare föreskrifter om hurudana kontroller som krävs och om godtagbara resultat av dessa.",
        "normalized_sv": "Inrättningarna för blodtjänst skall kontrollera varje enhet med blod eller enhet med blodkomponenter för att garantera säkerheten. Läkemedelsverket kan utfärda närmare föreskrifter om hurudana kontroller som krävs och om godtagbara resultat av dessa.",
        "folded_sv": "inrattningarna for blodtjanst skall kontrollera varje enhet med blod eller enhet med blodkomponenter for att garantera sakerheten. lakemedelsverket kan utfarda narmare foreskrifter om hurudana kontroller som kravs och om godtagbara resultat av dessa."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Verenluovuttajarekisteri",
      "content": "Veripalvelulaitoksen pitää tallentaa verenluovuttajarekisteriin verenluovuttajan nimi, henkilötunnus sekä tarpeelliset yhteystiedot verenluovuttajan jäljittämiseksi sekä hänen suostumuksellaan tapahtuvaa verenluovutukseen kutsumista varten. Lisäksi rekisteriin tulee tallettaa veripalvelutoimintaa varten välttämättömät luovuttajan luovutuskelpoisuutta koskevat tiedot sekä verta koskevat tutkimustulokset. Henkilöstä, jota ei ole hyväksytty luovuttajaksi, voidaan rekisteriin tallentaa nimi, henkilötunnus, yhteystiedot sekä luovutuskiellon yleinen peruste. Nämä tiedot on hävitettävä välittömästi sen jälkeen, kun näiden tietojen käsittelylle ei enää ole perustetta. Rekisteriin talletetut sekä muut veripalvelutoiminnan yhteydessä luovuttajista saadut tiedot sekä asiakirjat ovat salassa pidettäviä. Rekisterin tietojen keräämisessä, käytössä ja säilyttämisessä on lisäksi otettava soveltuvin osin huomioon, mitä arkistolaissa (831/1994) ja henkilötietolaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_14",
        "normalized_fi": "Veripalvelulaitoksen pitää tallentaa verenluovuttajarekisteriin verenluovuttajan nimi, henkilötunnus sekä tarpeelliset yhteystiedot verenluovuttajan jäljittämiseksi sekä hänen suostumuksellaan tapahtuvaa verenluovutukseen kutsumista varten. Lisäksi rekisteriin tulee tallettaa veripalvelutoimintaa varten välttämättömät luovuttajan luovutuskelpoisuutta koskevat tiedot sekä verta koskevat tutkimustulokset. Henkilöstä, jota ei ole hyväksytty luovuttajaksi, voidaan rekisteriin tallentaa nimi, henkilötunnus, yhteystiedot sekä luovutuskiellon yleinen peruste. Nämä tiedot on hävitettävä välittömästi sen jälkeen, kun näiden tietojen käsittelylle ei enää ole perustetta. Rekisteriin talletetut sekä muut veripalvelutoiminnan yhteydessä luovuttajista saadut tiedot sekä asiakirjat ovat salassa pidettäviä. Rekisterin tietojen keräämisessä, käytössä ja säilyttämisessä on lisäksi otettava soveltuvin osin huomioon, mitä arkistolaissa (831/1994) ja henkilötietolaissa säädetään.",
        "folded_fi": "veripalvelulaitoksen pitaa tallentaa verenluovuttajarekisteriin verenluovuttajan nimi, henkilotunnus seka tarpeelliset yhteystiedot verenluovuttajan jaljittamiseksi seka hanen suostumuksellaan tapahtuvaa verenluovutukseen kutsumista varten. lisaksi rekisteriin tulee tallettaa veripalvelutoimintaa varten valttamattomat luovuttajan luovutuskelpoisuutta koskevat tiedot seka verta koskevat tutkimustulokset. henkilosta, jota ei ole hyvaksytty luovuttajaksi, voidaan rekisteriin tallentaa nimi, henkilotunnus, yhteystiedot seka luovutuskiellon yleinen peruste. nama tiedot on havitettava valittomasti sen jalkeen, kun naiden tietojen kasittelylle ei enaa ole perustetta. rekisteriin talletetut seka muut veripalvelutoiminnan yhteydessa luovuttajista saadut tiedot seka asiakirjat ovat salassa pidettavia. rekisterin tietojen keraamisessa, kaytossa ja sailyttamisessa on lisaksi otettava soveltuvin osin huomioon, mita arkistolaissa (831/1994) ja henkilotietolaissa saadetaan.",
        "title_sv": "Blodgivarregister",
        "content_sv": "Inrättningarna för blodtjänst skall i ett blodgivarregister införa blodgivarens namn, personbeteckning och de kontaktuppgifter som behövs för att spåra blodgivaren samt för att blodgivaren med sitt samtycke skall kunna kallas till blodgivning. Dessutom skall i registret införas för blodtjänsten nödvändiga uppgifter om blodgivarens lämplighet och uppgifter om kontrollresultat som gäller blod. I fråga om personer som inte godkänts som blodgivare kan i registret föras in namn, personbeteckning, kontaktuppgifter och den allmänna grunden för förbud mot blodgivning. Uppgifterna skall utplånas så snart det inte längre finns någon grund för att behandla dem. I registret införda uppgifter och övriga uppgifter samt handlingar som gäller blodgivare och som erhållits i samband med blodtjänsten skall hållas hemliga. I fråga om insamling, användning och förvaring av de uppgifter som har införts i registret skall dessutom i tillämpliga delar beaktas vad som föreskrivs i arkivlagen (831/1994) och i personuppgiftslagen.",
        "normalized_sv": "Inrättningarna för blodtjänst skall i ett blodgivarregister införa blodgivarens namn, personbeteckning och de kontaktuppgifter som behövs för att spåra blodgivaren samt för att blodgivaren med sitt samtycke skall kunna kallas till blodgivning. Dessutom skall i registret införas för blodtjänsten nödvändiga uppgifter om blodgivarens lämplighet och uppgifter om kontrollresultat som gäller blod. I fråga om personer som inte godkänts som blodgivare kan i registret föras in namn, personbeteckning, kontaktuppgifter och den allmänna grunden för förbud mot blodgivning. Uppgifterna skall utplånas så snart det inte längre finns någon grund för att behandla dem. I registret införda uppgifter och övriga uppgifter samt handlingar som gäller blodgivare och som erhållits i samband med blodtjänsten skall hållas hemliga. I fråga om insamling, användning och förvaring av de uppgifter som har införts i registret skall dessutom i tillämpliga delar beaktas vad som föreskrivs i arkivlagen (831/1994) och i personuppgiftslagen.",
        "folded_sv": "inrattningarna for blodtjanst skall i ett blodgivarregister infora blodgivarens namn, personbeteckning och de kontaktuppgifter som behovs for att spara blodgivaren samt for att blodgivaren med sitt samtycke skall kunna kallas till blodgivning. dessutom skall i registret inforas for blodtjansten nodvandiga uppgifter om blodgivarens lamplighet och uppgifter om kontrollresultat som galler blod. i fraga om personer som inte godkants som blodgivare kan i registret foras in namn, personbeteckning, kontaktuppgifter och den allmanna grunden for forbud mot blodgivning. uppgifterna skall utplanas sa snart det inte langre finns nagon grund for att behandla dem. i registret inforda uppgifter och ovriga uppgifter samt handlingar som galler blodgivare och som erhallits i samband med blodtjansten skall hallas hemliga. i fraga om insamling, anvandning och forvaring av de uppgifter som har inforts i registret skall dessutom i tillampliga delar beaktas vad som foreskrivs i arkivlagen (831/1994) och i personuppgiftslagen."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "Tietojen säilytys",
      "content": "Veripalvelulaitoksen, verikeskuksen ja terveydenhuollon toimintayksikön on säilytettävä 9 §:n mukaiset jäljitettävyyteen liittyvät tiedot 30 vuotta. Veripalvelulaitoksen on säilytettävä toimintakertomuksensa sekä 11 §:n 1 momentissa ja 12―14 §:ssä tarkoitetut tiedot 15 vuotta. Lääkelaitos voi antaa tarkempia määräyksiä 11 §:n 1 momentissa tarkoitettujen tietojen säilyttämisestä. Asiakirjojen säilyttämisestä pysyvästi säädetään arkistolaissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_15",
        "normalized_fi": "Veripalvelulaitoksen, verikeskuksen ja terveydenhuollon toimintayksikön on säilytettävä 9 § :n mukaiset jäljitettävyyteen liittyvät tiedot 30 vuotta. Veripalvelulaitoksen on säilytettävä toimintakertomuksensa sekä 11 § :n 1 momentissa ja 12―14 § :ssä tarkoitetut tiedot 15 vuotta. Lääkelaitos voi antaa tarkempia määräyksiä 11 § :n 1 momentissa tarkoitettujen tietojen säilyttämisestä. Asiakirjojen säilyttämisestä pysyvästi säädetään arkistolaissa.",
        "folded_fi": "veripalvelulaitoksen, verikeskuksen ja terveydenhuollon toimintayksikon on sailytettava 9 §:n mukaiset jaljitettavyyteen liittyvat tiedot 30 vuotta. veripalvelulaitoksen on sailytettava toimintakertomuksensa seka 11 §:n 1 momentissa ja 12―14 §:ssa tarkoitetut tiedot 15 vuotta. laakelaitos voi antaa tarkempia maarayksia 11 §:n 1 momentissa tarkoitettujen tietojen sailyttamisesta. asiakirjojen sailyttamisesta pysyvasti saadetaan arkistolaissa.",
        "title_sv": "Bevarande av uppgifter",
        "content_sv": "Inrättningarna för blodtjänst, blodcentralerna och verksamhetsenheterna inom hälso- och sjukvården skall bevara sådana uppgifter enligt 9 § som hänför sig till spårbarhet i 30 år. Inrättningarna för blodtjänst skall bevara sina verksamhetsberättelser samt sådana uppgifter som avses i 11 § 1 mom. och i 12―14 § i 15 år. Läkemedelsverket kan utfärda närmare föreskrifter om bevarande av sådana uppgifter som avses i 11 § 1 mom. I arkivlagen finns bestämmelser om varaktig förvaring av handlingar.",
        "normalized_sv": "Inrättningarna för blodtjänst, blodcentralerna och verksamhetsenheterna inom hälso- och sjukvården skall bevara sådana uppgifter enligt 9 § som hänför sig till spårbarhet i 30 år. Inrättningarna för blodtjänst skall bevara sina verksamhetsberättelser samt sådana uppgifter som avses i 11 § 1 mom. och i 12―14 § i 15 år. Läkemedelsverket kan utfärda närmare föreskrifter om bevarande av sådana uppgifter som avses i 11 § 1 mom. I arkivlagen finns bestämmelser om varaktig förvaring av handlingar.",
        "folded_sv": "inrattningarna for blodtjanst, blodcentralerna och verksamhetsenheterna inom halso- och sjukvarden skall bevara sadana uppgifter enligt 9 § som hanfor sig till sparbarhet i 30 ar. inrattningarna for blodtjanst skall bevara sina verksamhetsberattelser samt sadana uppgifter som avses i 11 § 1 mom. och i 12―14 § i 15 ar. lakemedelsverket kan utfarda narmare foreskrifter om bevarande av sadana uppgifter som avses i 11 § 1 mom. i arkivlagen finns bestammelser om varaktig forvaring av handlingar."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "Säilytys-, kuljetus- ja jakeluolosuhteet",
      "content": "Veripalvelulaitoksen ja verikeskuksen on varmistettava, että veren ja sen osien säilytys-, kuljetus- ja jakeluolosuhteet ovat asianmukaiset. Lääkelaitos voi antaa tarkempia määräyksiä säilytysolosuhteista ja säilytysajasta sekä kuljetus- ja jakeluolosuhteista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_16",
        "normalized_fi": "Veripalvelulaitoksen ja verikeskuksen on varmistettava, että veren ja sen osien säilytys-, kuljetus- ja jakeluolosuhteet ovat asianmukaiset. Lääkelaitos voi antaa tarkempia määräyksiä säilytysolosuhteista ja säilytysajasta sekä kuljetus- ja jakeluolosuhteista.",
        "folded_fi": "veripalvelulaitoksen ja verikeskuksen on varmistettava, etta veren ja sen osien sailytys-, kuljetus- ja jakeluolosuhteet ovat asianmukaiset. laakelaitos voi antaa tarkempia maarayksia sailytysolosuhteista ja sailytysajasta seka kuljetus- ja jakeluolosuhteista.",
        "title_sv": "Förvarings-, transport- och distributionsförhållanden",
        "content_sv": "Inrättningarna för blodtjänst och blodcentralerna skall säkerställa att förhållandena vid förvaring, transport och distribution av blod och blodkomponenter är ändamålsenliga. Läkemedelsverket kan utfärda närmare föreskrifter om förvaringsförhållandena och förvaringstiden samt om förhållandena vid transport och distribution.",
        "normalized_sv": "Inrättningarna för blodtjänst och blodcentralerna skall säkerställa att förhållandena vid förvaring, transport och distribution av blod och blodkomponenter är ändamålsenliga. Läkemedelsverket kan utfärda närmare föreskrifter om förvaringsförhållandena och förvaringstiden samt om förhållandena vid transport och distribution.",
        "folded_sv": "inrattningarna for blodtjanst och blodcentralerna skall sakerstalla att forhallandena vid forvaring, transport och distribution av blod och blodkomponenter ar andamalsenliga. lakemedelsverket kan utfarda narmare foreskrifter om forvaringsforhallandena och forvaringstiden samt om forhallandena vid transport och distribution."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "title": "Laatu- ja turvallisuusvaatimukset",
      "content": "Veripalvelulaitoksen on varmistettava, että veren ja sen osien laatu ja turvallisuus ovat asianmukaiset. Lääkelaitos voi antaa tarkempia määräyksiä laatu- ja turvallisuusvaatimuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_17",
        "normalized_fi": "Veripalvelulaitoksen on varmistettava, että veren ja sen osien laatu ja turvallisuus ovat asianmukaiset. Lääkelaitos voi antaa tarkempia määräyksiä laatu- ja turvallisuusvaatimuksista.",
        "folded_fi": "veripalvelulaitoksen on varmistettava, etta veren ja sen osien laatu ja turvallisuus ovat asianmukaiset. laakelaitos voi antaa tarkempia maarayksia laatu- ja turvallisuusvaatimuksista.",
        "title_sv": "Kvalitets- och säkerhetskrav",
        "content_sv": "Inrättningarna för blodtjänst skall säkerställa att kvaliteten och säkerheten i fråga om blod och blodkomponenter är ändamålsenliga. Läkemedelsverket kan utfärda närmare föreskrifter om kvalitets- och säkerhetskraven.",
        "normalized_sv": "Inrättningarna för blodtjänst skall säkerställa att kvaliteten och säkerheten i fråga om blod och blodkomponenter är ändamålsenliga. Läkemedelsverket kan utfärda närmare föreskrifter om kvalitets- och säkerhetskraven.",
        "folded_sv": "inrattningarna for blodtjanst skall sakerstalla att kvaliteten och sakerheten i fraga om blod och blodkomponenter ar andamalsenliga. lakemedelsverket kan utfarda narmare foreskrifter om kvalitets- och sakerhetskraven."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Ohjaus ja valvonta",
      "content": "Veripalvelutoiminnan ohjaus ja valvonta kuuluu sosiaali- ja terveysministeriön alaisena Lääkelaitokselle. Sosiaali- ja terveysministeriön asetuksella annetaan säännökset valvonnasta perittävistä maksuista ottaen huomioon, mitä valtion maksuperustelaissa (150/1992) tai sen nojalla säädetään tai määrätään. Verikeskuksen ohjauksesta ja valvonnasta on voimassa, mitä kansanterveyslaissa (66/1972), erikoissairaanhoitolaissa (1062/1989), yksityisestä terveydenhuollosta annetussa laissa (152/1990) ja terveydenhuollon ammattihenkilöistä annetussa laissa (559/1994) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_18",
        "normalized_fi": "Veripalvelutoiminnan ohjaus ja valvonta kuuluu sosiaali- ja terveysministeriön alaisena Lääkelaitokselle. Sosiaali- ja terveysministeriön asetuksella annetaan säännökset valvonnasta perittävistä maksuista ottaen huomioon, mitä valtion maksuperustelaissa (150/1992) tai sen nojalla säädetään tai määrätään. Verikeskuksen ohjauksesta ja valvonnasta on voimassa, mitä kansanterveyslaissa (66/1972), erikoissairaanhoitolaissa (1062/1989), yksityisestä terveydenhuollosta annetussa laissa (152/1990) ja terveydenhuollon ammattihenkilöistä annetussa laissa (559/1994) säädetään.",
        "folded_fi": "veripalvelutoiminnan ohjaus ja valvonta kuuluu sosiaali- ja terveysministerion alaisena laakelaitokselle. sosiaali- ja terveysministerion asetuksella annetaan saannokset valvonnasta perittavista maksuista ottaen huomioon, mita valtion maksuperustelaissa (150/1992) tai sen nojalla saadetaan tai maarataan. verikeskuksen ohjauksesta ja valvonnasta on voimassa, mita kansanterveyslaissa (66/1972), erikoissairaanhoitolaissa (1062/1989), yksityisesta terveydenhuollosta annetussa laissa (152/1990) ja terveydenhuollon ammattihenkiloista annetussa laissa (559/1994) saadetaan.",
        "title_sv": "Ledning och övervakning",
        "content_sv": "Ledningen och övervakningen av blodtjänsten ankommer på Läkemedelsverket, som lyder under social- och hälsovårdsministeriet. Genom förordning av social- och hälsovårdsministeriet utfärdas bestämmelser om avgifter för övervakningen med beaktande av lagen om grunderna för avgifter till staten (150/1992) eller vad som bestäms eller föreskrivs med stöd av den. Angående ledningen och övervakningen av blodcentralerna gäller vad som bestäms i folkhälsolagen (66/1972), lagen om specialiserad sjukvård (1062/1989), lagen om privat hälso- och sjukvård (152/1990) och lagen om yrkesutbildade personer inom hälso- och sjukvården (559/1994).",
        "normalized_sv": "Ledningen och övervakningen av blodtjänsten ankommer på Läkemedelsverket, som lyder under social- och hälsovårdsministeriet. Genom förordning av social- och hälsovårdsministeriet utfärdas bestämmelser om avgifter för övervakningen med beaktande av lagen om grunderna för avgifter till staten (150/1992) eller vad som bestäms eller föreskrivs med stöd av den. Angående ledningen och övervakningen av blodcentralerna gäller vad som bestäms i folkhälsolagen (66/1972), lagen om specialiserad sjukvård (1062/1989), lagen om privat hälso- och sjukvård (152/1990) och lagen om yrkesutbildade personer inom hälso- och sjukvården (559/1994).",
        "folded_sv": "ledningen och overvakningen av blodtjansten ankommer pa lakemedelsverket, som lyder under social- och halsovardsministeriet. genom forordning av social- och halsovardsministeriet utfardas bestammelser om avgifter for overvakningen med beaktande av lagen om grunderna for avgifter till staten (150/1992) eller vad som bestams eller foreskrivs med stod av den. angaende ledningen och overvakningen av blodcentralerna galler vad som bestams i folkhalsolagen (66/1972), lagen om specialiserad sjukvard (1062/1989), lagen om privat halso- och sjukvard (152/1990) och lagen om yrkesutbildade personer inom halso- och sjukvarden (559/1994)."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Tarkastukset",
      "content": "Lääkelaitoksen tulee tarkastaa veripalvelulaitos säännöllisesti, kuitenkin vähintään kahden vuoden välein. Lääkelaitos voi lisäksi tarvittaessa tarkastaa veripalvelulaitoksen, jos sen toiminnassa on havaittu veren tai sen osien laatuun ja turvallisuuteen liittyvä vakava vaaratilanne tai vakava haittavaikutus tai epäiltäessä, että sellainen on tapahtunut. Tarkastaja on päästettävä kaikkiin veripalvelulaitoksen toimitiloihin. Tarkastuksessa on esitettävä salassapitosäännösten estämättä kaikki tarkastajan pyytämät asiakirjat, jotka ovat tarpeellisia tarkastuksen toimittamiseksi. Tarkastajalle on annettava maksutta hänen pyytämänsä jäljennökset tarkastuksen toimittamiseksi tarpeellisista asiakirjoista sekä näytteet toimipisteessä olevista aineista ja valmisteista erikseen tarkemmin tutkittaviksi. Tarkastajalla on erityisestä syystä oikeus salassapitosäännösten estämättä saada 14 §:ssä mainitun verenluovuttajarekisterin sisältämiä tietoja. Tarkastajalla on myös oikeus ottaa valokuvia tarkastuksen aikana. Tarkastuksesta on pidettävä pöytäkirjaa. Tarkastuksessa erityisesti huomioon otettavista asioista, tarkastusmenettelyn tarkemmasta sisällöstä sekä pöytäkirjasta, sen säilytysajasta ja tiedoksi antamisesta voidaan antaa tarkemmat säännökset sosiaali- ja terveysministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_19",
        "normalized_fi": "Lääkelaitoksen tulee tarkastaa veripalvelulaitos säännöllisesti, kuitenkin vähintään kahden vuoden välein. Lääkelaitos voi lisäksi tarvittaessa tarkastaa veripalvelulaitoksen, jos sen toiminnassa on havaittu veren tai sen osien laatuun ja turvallisuuteen liittyvä vakava vaaratilanne tai vakava haittavaikutus tai epäiltäessä, että sellainen on tapahtunut. Tarkastaja on päästettävä kaikkiin veripalvelulaitoksen toimitiloihin. Tarkastuksessa on esitettävä salassapitosäännösten estämättä kaikki tarkastajan pyytämät asiakirjat, jotka ovat tarpeellisia tarkastuksen toimittamiseksi. Tarkastajalle on annettava maksutta hänen pyytämänsä jäljennökset tarkastuksen toimittamiseksi tarpeellisista asiakirjoista sekä näytteet toimipisteessä olevista aineista ja valmisteista erikseen tarkemmin tutkittaviksi. Tarkastajalla on erityisestä syystä oikeus salassapitosäännösten estämättä saada 14 § :ssä mainitun verenluovuttajarekisterin sisältämiä tietoja. Tarkastajalla on myös oikeus ottaa valokuvia tarkastuksen aikana. Tarkastuksesta on pidettävä pöytäkirjaa. Tarkastuksessa erityisesti huomioon otettavista asioista, tarkastusmenettelyn tarkemmasta sisällöstä sekä pöytäkirjasta, sen säilytysajasta ja tiedoksi antamisesta voidaan antaa tarkemmat säännökset sosiaali- ja terveysministeriön asetuksella.",
        "folded_fi": "laakelaitoksen tulee tarkastaa veripalvelulaitos saannollisesti, kuitenkin vahintaan kahden vuoden valein. laakelaitos voi lisaksi tarvittaessa tarkastaa veripalvelulaitoksen, jos sen toiminnassa on havaittu veren tai sen osien laatuun ja turvallisuuteen liittyva vakava vaaratilanne tai vakava haittavaikutus tai epailtaessa, etta sellainen on tapahtunut. tarkastaja on paastettava kaikkiin veripalvelulaitoksen toimitiloihin. tarkastuksessa on esitettava salassapitosaannosten estamatta kaikki tarkastajan pyytamat asiakirjat, jotka ovat tarpeellisia tarkastuksen toimittamiseksi. tarkastajalle on annettava maksutta hanen pyytamansa jaljennokset tarkastuksen toimittamiseksi tarpeellisista asiakirjoista seka naytteet toimipisteessa olevista aineista ja valmisteista erikseen tarkemmin tutkittaviksi. tarkastajalla on erityisesta syysta oikeus salassapitosaannosten estamatta saada 14 §:ssa mainitun verenluovuttajarekisterin sisaltamia tietoja. tarkastajalla on myos oikeus ottaa valokuvia tarkastuksen aikana. tarkastuksesta on pidettava poytakirjaa. tarkastuksessa erityisesti huomioon otettavista asioista, tarkastusmenettelyn tarkemmasta sisallosta seka poytakirjasta, sen sailytysajasta ja tiedoksi antamisesta voidaan antaa tarkemmat saannokset sosiaali- ja terveysministerion asetuksella.",
        "title_sv": "Inspektioner",
        "content_sv": "Läkemedelsverket skall regelbundet inspektera inrättningarna för blodtjänst, dock med minst två års intervall. Läkemedelsverket kan dessutom vid behov inspektera en inrättning för blodtjänst om sådana allvarliga risksituationer eller allvarliga skadliga verkningar i verksamheten har uppdagats som hänför sig till kvaliteten på och säkerheten hos blod eller blodkomponenter, eller om det finns misstanke om sådana. Inspektören skall ha tillgång till alla lokaler som hör till inrättningen för blodtjänst. Vid inspektionen skall utan hinder av bestämmelserna om sekretess alla handlingar som inspektören begär och som är nödvändiga för inspektionen läggas fram. Inspektören skall utan kostnad på begäran få kopior av de handlingar som är nödvändiga för inspektionen samt prover av ämnen och preparat på verksamhetsstället för närmare särskilda undersökningar. Inspektören skall av särskilda skäl och utan hinder av bestämmelserna om sekretess få tillgång till uppgifterna i det blodgivarregister som nämns i 14 §. Inspektören har även rätt att ta fotografier under inspektionen. Över inspektionen skall föras protokoll. Genom förordning av social- och hälsovårdsministeriet kan närmare bestämmelser utfärdas om omständigheter som särskilt skall beaktas vid inspektioner, om inspektionsförfarandets närmare innehåll och om protokoll, förvaringstid för protokoll samt delgivning av protokoll.",
        "normalized_sv": "Läkemedelsverket skall regelbundet inspektera inrättningarna för blodtjänst, dock med minst två års intervall. Läkemedelsverket kan dessutom vid behov inspektera en inrättning för blodtjänst om sådana allvarliga risksituationer eller allvarliga skadliga verkningar i verksamheten har uppdagats som hänför sig till kvaliteten på och säkerheten hos blod eller blodkomponenter, eller om det finns misstanke om sådana. Inspektören skall ha tillgång till alla lokaler som hör till inrättningen för blodtjänst. Vid inspektionen skall utan hinder av bestämmelserna om sekretess alla handlingar som inspektören begär och som är nödvändiga för inspektionen läggas fram. Inspektören skall utan kostnad på begäran få kopior av de handlingar som är nödvändiga för inspektionen samt prover av ämnen och preparat på verksamhetsstället för närmare särskilda undersökningar. Inspektören skall av särskilda skäl och utan hinder av bestämmelserna om sekretess få tillgång till uppgifterna i det blodgivarregister som nämns i 14 § . Inspektören har även rätt att ta fotografier under inspektionen. Över inspektionen skall föras protokoll. Genom förordning av social- och hälsovårdsministeriet kan närmare bestämmelser utfärdas om omständigheter som särskilt skall beaktas vid inspektioner, om inspektionsförfarandets närmare innehåll och om protokoll, förvaringstid för protokoll samt delgivning av protokoll.",
        "folded_sv": "lakemedelsverket skall regelbundet inspektera inrattningarna for blodtjanst, dock med minst tva ars intervall. lakemedelsverket kan dessutom vid behov inspektera en inrattning for blodtjanst om sadana allvarliga risksituationer eller allvarliga skadliga verkningar i verksamheten har uppdagats som hanfor sig till kvaliteten pa och sakerheten hos blod eller blodkomponenter, eller om det finns misstanke om sadana. inspektoren skall ha tillgang till alla lokaler som hor till inrattningen for blodtjanst. vid inspektionen skall utan hinder av bestammelserna om sekretess alla handlingar som inspektoren begar och som ar nodvandiga for inspektionen laggas fram. inspektoren skall utan kostnad pa begaran fa kopior av de handlingar som ar nodvandiga for inspektionen samt prover av amnen och preparat pa verksamhetsstallet for narmare sarskilda undersokningar. inspektoren skall av sarskilda skal och utan hinder av bestammelserna om sekretess fa tillgang till uppgifterna i det blodgivarregister som namns i 14 §. inspektoren har aven ratt att ta fotografier under inspektionen. over inspektionen skall foras protokoll. genom forordning av social- och halsovardsministeriet kan narmare bestammelser utfardas om omstandigheter som sarskilt skall beaktas vid inspektioner, om inspektionsforfarandets narmare innehall och om protokoll, forvaringstid for protokoll samt delgivning av protokoll."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Tarkastuksessa annettava määräys",
      "content": "Tarkastaja voi antaa määräyksiä havaittujen puutteiden korjaamiseksi. Tarkastuksessa mahdollisesti annetun määräyksen johdosta on viipymättä ryhdyttävä asian vaatimiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_20",
        "normalized_fi": "Tarkastaja voi antaa määräyksiä havaittujen puutteiden korjaamiseksi. Tarkastuksessa mahdollisesti annetun määräyksen johdosta on viipymättä ryhdyttävä asian vaatimiin toimenpiteisiin.",
        "folded_fi": "tarkastaja voi antaa maarayksia havaittujen puutteiden korjaamiseksi. tarkastuksessa mahdollisesti annetun maarayksen johdosta on viipymatta ryhdyttava asian vaatimiin toimenpiteisiin.",
        "title_sv": "Förelägganden som meddelas vid inspektion",
        "content_sv": "En inspektör kan meddela förelägganden om att brister som noterats skall avhjälpas. Har ett föreläggande meddelats vid en inspektion, skall de åtgärder som saken kräver vidtas utan dröjsmål.",
        "normalized_sv": "En inspektör kan meddela förelägganden om att brister som noterats skall avhjälpas. Har ett föreläggande meddelats vid en inspektion, skall de åtgärder som saken kräver vidtas utan dröjsmål.",
        "folded_sv": "en inspektor kan meddela forelagganden om att brister som noterats skall avhjalpas. har ett forelaggande meddelats vid en inspektion, skall de atgarder som saken kraver vidtas utan drojsmal."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "Toimiluvan peruuttaminen ja uhkasakon asettaminen",
      "content": "Lääkelaitos voi peruuttaa määräajaksi tai kokonaan veripalvelulaitokselle annetun toimiluvan tai asettaa sakon uhan siten kuin uhkasakkolaissa (1113/1990) säädetään, jos: 1) toimiluvan edellytykset eivät enää täyty; 2) veripalvelulaitos on olennaisella tavalla toiminut tämän lain tai toimiluvan ehtojen vastaisesti taikka sen toiminta muutoin vakavasti vaarantaa veren tai sen osien turvallisuuden; tai 3) 20 §:n perusteella annettujen määräysten mukaisiin toimenpiteisiin ei ole ryhdytty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_21",
        "normalized_fi": "Lääkelaitos voi peruuttaa määräajaksi tai kokonaan veripalvelulaitokselle annetun toimiluvan tai asettaa sakon uhan siten kuin uhkasakkolaissa (1113/1990) säädetään, jos: 1) toimiluvan edellytykset eivät enää täyty; 2) veripalvelulaitos on olennaisella tavalla toiminut tämän lain tai toimiluvan ehtojen vastaisesti taikka sen toiminta muutoin vakavasti vaarantaa veren tai sen osien turvallisuuden; tai 3) 20 § :n perusteella annettujen määräysten mukaisiin toimenpiteisiin ei ole ryhdytty.",
        "folded_fi": "laakelaitos voi peruuttaa maaraajaksi tai kokonaan veripalvelulaitokselle annetun toimiluvan tai asettaa sakon uhan siten kuin uhkasakkolaissa (1113/1990) saadetaan, jos: 1) toimiluvan edellytykset eivat enaa tayty; 2) veripalvelulaitos on olennaisella tavalla toiminut taman lain tai toimiluvan ehtojen vastaisesti taikka sen toiminta muutoin vakavasti vaarantaa veren tai sen osien turvallisuuden; tai 3) 20 §:n perusteella annettujen maaraysten mukaisiin toimenpiteisiin ei ole ryhdytty.",
        "title_sv": "Indragning av tillstånd och föreläggande av vite",
        "content_sv": "Läkemedelsverket kan för viss tid eller helt dra in det tillstånd en inrättning för blodtjänst har fått eller förelägga vite i enlighet med viteslagen (1113/1990), om 1) förutsättningarna för tillståndet inte längre finns, 2) inrättningen för blodtjänst på ett väsentligt sätt har brutit mot denna lag eller tillståndsvillkoren eller om verksamheten i övrigt allvarligt äventyrar säkerheten i fråga om blod eller blodkomponenter, eller om 3) åtgärder enligt de förelägganden som meddelats med stöd av 20 § inte har vidtagits.",
        "normalized_sv": "Läkemedelsverket kan för viss tid eller helt dra in det tillstånd en inrättning för blodtjänst har fått eller förelägga vite i enlighet med viteslagen (1113/1990), om 1) förutsättningarna för tillståndet inte längre finns, 2) inrättningen för blodtjänst på ett väsentligt sätt har brutit mot denna lag eller tillståndsvillkoren eller om verksamheten i övrigt allvarligt äventyrar säkerheten i fråga om blod eller blodkomponenter, eller om 3) åtgärder enligt de förelägganden som meddelats med stöd av 20 § inte har vidtagits.",
        "folded_sv": "lakemedelsverket kan for viss tid eller helt dra in det tillstand en inrattning for blodtjanst har fatt eller forelagga vite i enlighet med viteslagen (1113/1990), om 1) forutsattningarna for tillstandet inte langre finns, 2) inrattningen for blodtjanst pa ett vasentligt satt har brutit mot denna lag eller tillstandsvillkoren eller om verksamheten i ovrigt allvarligt aventyrar sakerheten i fraga om blod eller blodkomponenter, eller om 3) atgarder enligt de forelagganden som meddelats med stod av 20 § inte har vidtagits."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Veren ja sen osien tuonti Suomeen",
      "content": "Veripalvelulaitos saa tuoda verta tai sen osia Suomeen Euroopan unionin jäsenvaltiosta tämän lain ja veripalvelulaitoksen toimiluvan ehtojen mukaisesti. Veren tai sen osien tuominen kolmansista maista Suomeen edellyttää Lääkelaitoksen lupaa. Lupa voidaan myöntää veripalvelulaitokselle, jos se osoittaa tuotavan, verta tai sen osia koskevan erän täyttävän tässä laissa asetetut laatu-, turvallisuus- ja jäljitettävyysvaatimukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_22",
        "normalized_fi": "Veripalvelulaitos saa tuoda verta tai sen osia Suomeen Euroopan unionin jäsenvaltiosta tämän lain ja veripalvelulaitoksen toimiluvan ehtojen mukaisesti. Veren tai sen osien tuominen kolmansista maista Suomeen edellyttää Lääkelaitoksen lupaa. Lupa voidaan myöntää veripalvelulaitokselle, jos se osoittaa tuotavan, verta tai sen osia koskevan erän täyttävän tässä laissa asetetut laatu-, turvallisuus- ja jäljitettävyysvaatimukset.",
        "folded_fi": "veripalvelulaitos saa tuoda verta tai sen osia suomeen euroopan unionin jasenvaltiosta taman lain ja veripalvelulaitoksen toimiluvan ehtojen mukaisesti. veren tai sen osien tuominen kolmansista maista suomeen edellyttaa laakelaitoksen lupaa. lupa voidaan myontaa veripalvelulaitokselle, jos se osoittaa tuotavan, verta tai sen osia koskevan eran tayttavan tassa laissa asetetut laatu-, turvallisuus- ja jaljitettavyysvaatimukset.",
        "title_sv": "Import av blod och blodkomponenter till Finland",
        "content_sv": "Inrättningarna för blodtjänst får importera blod och blodkomponenter till Finland från andra medlemsstater i Europeiska unionen i enlighet med denna lag och villkoren i tillståndet för inrättningen för blodtjänst. Import av blod eller blodkomponenter från tredje land till Finland förutsätter tillstånd av Läkemedelsverket. Tillstånd kan beviljas en inrättning för blodtjänst, om den visar att de enheter med blod eller blodkomponenter som importeras uppfyller kraven på kvalitet, säkerhet och spårbarhet enligt denna lag.",
        "normalized_sv": "Inrättningarna för blodtjänst får importera blod och blodkomponenter till Finland från andra medlemsstater i Europeiska unionen i enlighet med denna lag och villkoren i tillståndet för inrättningen för blodtjänst. Import av blod eller blodkomponenter från tredje land till Finland förutsätter tillstånd av Läkemedelsverket. Tillstånd kan beviljas en inrättning för blodtjänst, om den visar att de enheter med blod eller blodkomponenter som importeras uppfyller kraven på kvalitet, säkerhet och spårbarhet enligt denna lag.",
        "folded_sv": "inrattningarna for blodtjanst far importera blod och blodkomponenter till finland fran andra medlemsstater i europeiska unionen i enlighet med denna lag och villkoren i tillstandet for inrattningen for blodtjanst. import av blod eller blodkomponenter fran tredje land till finland forutsatter tillstand av lakemedelsverket. tillstand kan beviljas en inrattning for blodtjanst, om den visar att de enheter med blod eller blodkomponenter som importeras uppfyller kraven pa kvalitet, sakerhet och sparbarhet enligt denna lag."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Oikaisu",
      "content": "Tämän lain 20 §:ssä tarkoitettuun määräykseen ei saa valittamalla hakea muutosta. Määräykseen tyytymättömällä on oikeus tehdä Lääkelaitokselle vaatimus päätöksen oikaisemisesta. Määräykseen on liitettävä ohjeet sen saattamiseksi Lääkelaitoksen käsiteltäväksi. Määräyksen mukaisiin toimenpiteisiin on ryhdyttävä oikaisuvaatimuksesta huolimatta. Edellä 1 momentissa todettu oikaisuvaatimus on tehtävä kirjallisesti 30 päivän kuluessa tarkastuksen päättymisestä ja siinä on ilmoitettava: 1) oikaisuvaatimuksen tekijän nimi; 2) määräys, johon haetaan oikaisua; 3) miltä osin määräykseen haetaan oikaisua ja oikaisu, jota siihen vaaditaan tehtäväksi; sekä 4) oikaisuvaatimuksen perusteet. Oikaisuvaatimus on sen tekijän tai laatijan omakätisesti allekirjoitettava. Oikaisuvaatimukseen on liitettävä todisteet, joihin oikaisuvaatimuksen tekijä haluaa nojautua ja joita ei ole esitetty aikaisemmin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_23",
        "normalized_fi": "Tämän lain 20 § :ssä tarkoitettuun määräykseen ei saa valittamalla hakea muutosta. Määräykseen tyytymättömällä on oikeus tehdä Lääkelaitokselle vaatimus päätöksen oikaisemisesta. Määräykseen on liitettävä ohjeet sen saattamiseksi Lääkelaitoksen käsiteltäväksi. Määräyksen mukaisiin toimenpiteisiin on ryhdyttävä oikaisuvaatimuksesta huolimatta. Edellä 1 momentissa todettu oikaisuvaatimus on tehtävä kirjallisesti 30 päivän kuluessa tarkastuksen päättymisestä ja siinä on ilmoitettava: 1) oikaisuvaatimuksen tekijän nimi; 2) määräys, johon haetaan oikaisua; 3) miltä osin määräykseen haetaan oikaisua ja oikaisu, jota siihen vaaditaan tehtäväksi; sekä 4) oikaisuvaatimuksen perusteet. Oikaisuvaatimus on sen tekijän tai laatijan omakätisesti allekirjoitettava. Oikaisuvaatimukseen on liitettävä todisteet, joihin oikaisuvaatimuksen tekijä haluaa nojautua ja joita ei ole esitetty aikaisemmin.",
        "folded_fi": "taman lain 20 §:ssa tarkoitettuun maaraykseen ei saa valittamalla hakea muutosta. maaraykseen tyytymattomalla on oikeus tehda laakelaitokselle vaatimus paatoksen oikaisemisesta. maaraykseen on liitettava ohjeet sen saattamiseksi laakelaitoksen kasiteltavaksi. maarayksen mukaisiin toimenpiteisiin on ryhdyttava oikaisuvaatimuksesta huolimatta. edella 1 momentissa todettu oikaisuvaatimus on tehtava kirjallisesti 30 paivan kuluessa tarkastuksen paattymisesta ja siina on ilmoitettava: 1) oikaisuvaatimuksen tekijan nimi; 2) maarays, johon haetaan oikaisua; 3) milta osin maaraykseen haetaan oikaisua ja oikaisu, jota siihen vaaditaan tehtavaksi; seka 4) oikaisuvaatimuksen perusteet. oikaisuvaatimus on sen tekijan tai laatijan omakatisesti allekirjoitettava. oikaisuvaatimukseen on liitettava todisteet, joihin oikaisuvaatimuksen tekija haluaa nojautua ja joita ei ole esitetty aikaisemmin.",
        "title_sv": "Rättelse",
        "content_sv": "Ändring i ett föreläggande som avses i 20 § får inte sökas genom besvär. Den som är missnöjd med föreläggandet har rätt att framställa ett yrkande på rättelse av beslutet hos Läkemedelsverket. Till föreläggandet skall fogas anvisningar om hur det kan fås prövat av Läkemedelsverket. De föreskrivna åtgärderna skall vidtas även om rättelse begärs. Ett rättelseyrkande enligt 1 mom. skall framställas skriftligen inom 30 dagar från det att inspektionen avslutades och i yrkandet skall anges 1) namnet på den som framställer rättelseyrkandet, 2) det föreläggande i vilket rättelse söks, 3) till vilken del rättelse söks i föreläggandet och vad som yrkas, samt 4) grunderna för rättelseyrkandet. Ett rättelseyrkande skall egenhändigt undertecknas av den som framställt eller satt upp det. Bevis som den som framställt rättelseyrkandet önskar stöda sig på och som inte tidigare har lagts fram skall fogas till rättelseyrkandet.",
        "normalized_sv": "Ändring i ett föreläggande som avses i 20 § får inte sökas genom besvär. Den som är missnöjd med föreläggandet har rätt att framställa ett yrkande på rättelse av beslutet hos Läkemedelsverket. Till föreläggandet skall fogas anvisningar om hur det kan fås prövat av Läkemedelsverket. De föreskrivna åtgärderna skall vidtas även om rättelse begärs. Ett rättelseyrkande enligt 1 mom. skall framställas skriftligen inom 30 dagar från det att inspektionen avslutades och i yrkandet skall anges 1) namnet på den som framställer rättelseyrkandet, 2) det föreläggande i vilket rättelse söks, 3) till vilken del rättelse söks i föreläggandet och vad som yrkas, samt 4) grunderna för rättelseyrkandet. Ett rättelseyrkande skall egenhändigt undertecknas av den som framställt eller satt upp det. Bevis som den som framställt rättelseyrkandet önskar stöda sig på och som inte tidigare har lagts fram skall fogas till rättelseyrkandet.",
        "folded_sv": "andring i ett forelaggande som avses i 20 § far inte sokas genom besvar. den som ar missnojd med forelaggandet har ratt att framstalla ett yrkande pa rattelse av beslutet hos lakemedelsverket. till forelaggandet skall fogas anvisningar om hur det kan fas provat av lakemedelsverket. de foreskrivna atgarderna skall vidtas aven om rattelse begars. ett rattelseyrkande enligt 1 mom. skall framstallas skriftligen inom 30 dagar fran det att inspektionen avslutades och i yrkandet skall anges 1) namnet pa den som framstaller rattelseyrkandet, 2) det forelaggande i vilket rattelse soks, 3) till vilken del rattelse soks i forelaggandet och vad som yrkas, samt 4) grunderna for rattelseyrkandet. ett rattelseyrkande skall egenhandigt undertecknas av den som framstallt eller satt upp det. bevis som den som framstallt rattelseyrkandet onskar stoda sig pa och som inte tidigare har lagts fram skall fogas till rattelseyrkandet."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Muutoksenhaku",
      "content": "Lääkelaitoksen 4 ja 21―23 §:n perusteella antamaan päätökseen haetaan muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_24",
        "normalized_fi": "Lääkelaitoksen 4 ja 21―23 § :n perusteella antamaan päätökseen haetaan muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
        "folded_fi": "laakelaitoksen 4 ja 21―23 §:n perusteella antamaan paatokseen haetaan muutosta siten kuin hallintolainkayttolaissa (586/1996) saadetaan.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ändring i ett beslut som Läkemedelsverket har fattat med stöd av 4 och 21―23 § får sökas enligt förvaltningsprocesslagen (586/1996).",
        "normalized_sv": "Ändring i ett beslut som Läkemedelsverket har fattat med stöd av 4 och 21―23 § får sökas enligt förvaltningsprocesslagen (586/1996).",
        "folded_sv": "andring i ett beslut som lakemedelsverket har fattat med stod av 4 och 21―23 § far sokas enligt forvaltningsprocesslagen (586/1996)."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä marraskuuta 2005. Tällä lailla kumotaan veripalvelutoiminnasta 4 päivänä marraskuuta 1994 annettu laki (968/1994). Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimiin. Suomen Punaisen Ristin on 31 päivään toukokuuta 2005 mennessä ilmoitettava Lääkelaitokselle, että sen veripalvelun toiminta vastaa tätä lakia ja sen nojalla annettua sosiaali- ja terveysministeriön asetusta ja Lääkelaitoksen määräyksiä. Lääkelaitoksen on 31 päivään lokakuuta 2005 mennessä ratkaistava toimilupa-asia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_25",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä marraskuuta 2005. Tällä lailla kumotaan veripalvelutoiminnasta 4 päivänä marraskuuta 1994 annettu laki (968/1994). Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimiin. Suomen Punaisen Ristin on 31 päivään toukokuuta 2005 mennessä ilmoitettava Lääkelaitokselle, että sen veripalvelun toiminta vastaa tätä lakia ja sen nojalla annettua sosiaali- ja terveysministeriön asetusta ja Lääkelaitoksen määräyksiä. Lääkelaitoksen on 31 päivään lokakuuta 2005 mennessä ratkaistava toimilupa-asia.",
        "folded_fi": "tama laki tulee voimaan 1 paivana marraskuuta 2005. talla lailla kumotaan veripalvelutoiminnasta 4 paivana marraskuuta 1994 annettu laki (968/1994). ennen lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimiin. suomen punaisen ristin on 31 paivaan toukokuuta 2005 mennessa ilmoitettava laakelaitokselle, etta sen veripalvelun toiminta vastaa tata lakia ja sen nojalla annettua sosiaali- ja terveysministerion asetusta ja laakelaitoksen maarayksia. laakelaitoksen on 31 paivaan lokakuuta 2005 mennessa ratkaistava toimilupa-asia.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 november 2005. Genom denna lag upphävs lagen av den 4 november 1994 om blodtjänst (968/1994). Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft. Finlands Röda Kors skall senast den 31 maj 2005 meddela Läkemedelsverket att verksamheten inom ramen för dess blodtjänst bedrivs i enlighet med denna lag och den förordning av social- och hälsovårdsministeriet samt Läkemedelsverkets föreskrifter som utfärdats med stöd av lagen. Läkemedelsverket skall senast den 31 oktober 2005 avgöra tillståndsärendet.",
        "normalized_sv": "Denna lag träder i kraft den 1 november 2005. Genom denna lag upphävs lagen av den 4 november 1994 om blodtjänst (968/1994). Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft. Finlands Röda Kors skall senast den 31 maj 2005 meddela Läkemedelsverket att verksamheten inom ramen för dess blodtjänst bedrivs i enlighet med denna lag och den förordning av social- och hälsovårdsministeriet samt Läkemedelsverkets föreskrifter som utfärdats med stöd av lagen. Läkemedelsverket skall senast den 31 oktober 2005 avgöra tillståndsärendet.",
        "folded_sv": "denna lag trader i kraft den 1 november 2005. genom denna lag upphavs lagen av den 4 november 1994 om blodtjanst (968/1994). atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft. finlands roda kors skall senast den 31 maj 2005 meddela lakemedelsverket att verksamheten inom ramen for dess blodtjanst bedrivs i enlighet med denna lag och den forordning av social- och halsovardsministeriet samt lakemedelsverkets foreskrifter som utfardats med stod av lagen. lakemedelsverket skall senast den 31 oktober 2005 avgora tillstandsarendet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Tässä laissa säädetään ihmisveren ja sen -osien luovutuksesta ja tutkimisesta, ei kuitenkaan tieteelliseen tutkimukseen kerätystä verestä eikä verinäytteistä. Laissa säädetään myös verensiirtoon tarkoitetun veren ja sen osien käsittelystä, säilytyksestä ja jakelusta. Tätä lakia ei sovelleta veren kantasoluihin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Tässä laissa säädetään ihmisveren ja sen -osien luovutuksesta ja tutkimisesta, ei kuitenkaan tieteelliseen tutkimukseen kerätystä verestä eikä verinäytteistä. Laissa säädetään myös verensiirtoon tarkoitetun veren ja sen osien käsittelystä, säilytyksestä ja jakelusta. Tätä lakia ei sovelleta veren kantasoluihin.",
        "folded_fi": "tassa laissa saadetaan ihmisveren ja sen -osien luovutuksesta ja tutkimisesta, ei kuitenkaan tieteelliseen tutkimukseen keratysta veresta eika verinaytteista. laissa saadetaan myos verensiirtoon tarkoitetun veren ja sen osien kasittelysta, sailytyksesta ja jakelusta. tata lakia ei sovelleta veren kantasoluihin.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "I denna lag föreskrivs om insamling och kontroll av blod och blodkomponenter från människa, dock inte om blod som insamlats för vetenskaplig forskning och inte heller om blodprov. I lagen föreskrivs också om behandling, förvaring och distribution av blod och blodkomponenter som är avsedda för blodtransfusion. Denna lag tillämpas inte på blodstamceller.",
        "normalized_sv": "I denna lag föreskrivs om insamling och kontroll av blod och blodkomponenter från människa, dock inte om blod som insamlats för vetenskaplig forskning och inte heller om blodprov. I lagen föreskrivs också om behandling, förvaring och distribution av blod och blodkomponenter som är avsedda för blodtransfusion. Denna lag tillämpas inte på blodstamceller.",
        "folded_sv": "i denna lag foreskrivs om insamling och kontroll av blod och blodkomponenter fran manniska, dock inte om blod som insamlats for vetenskaplig forskning och inte heller om blodprov. i lagen foreskrivs ocksa om behandling, forvaring och distribution av blod och blodkomponenter som ar avsedda for blodtransfusion. denna lag tillampas inte pa blodstamceller."
      },
      "valid_from": "2005-04-01",
      "valid_to": null
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) veripalvelutoiminnalla veren ja sen osien luovutusta, tutkimista, käsittelyä, säilytystä, kuljetusta ja jakelua; 2) veripalvelulaitoksella toimintayksikköä, joka kerää ja tutkii ihmisverta ja sen osia sekä käsittelee, säilyttää ja jakelee verensiirtoon tarkoitettua verta ja sen osia; sekä 3) verikeskuksella terveydenhuollon toimintayksikön osaa, joka varastoi ja jakelee sekä voi jatkokäsitellä verta ja sen osia sekä suorittaa niitä koskevia sopivuustutkimuksia terveydenhuollon toimintayksikön johdolla tapahtuvaa verensiirtotoimintaa varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) veripalvelutoiminnalla veren ja sen osien luovutusta, tutkimista, käsittelyä, säilytystä, kuljetusta ja jakelua; 2) veripalvelulaitoksella toimintayksikköä, joka kerää ja tutkii ihmisverta ja sen osia sekä käsittelee, säilyttää ja jakelee verensiirtoon tarkoitettua verta ja sen osia; sekä 3) verikeskuksella terveydenhuollon toimintayksikön osaa, joka varastoi ja jakelee sekä voi jatkokäsitellä verta ja sen osia sekä suorittaa niitä koskevia sopivuustutkimuksia terveydenhuollon toimintayksikön johdolla tapahtuvaa verensiirtotoimintaa varten.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) veripalvelutoiminnalla veren ja sen osien luovutusta, tutkimista, kasittelya, sailytysta, kuljetusta ja jakelua; 2) veripalvelulaitoksella toimintayksikkoa, joka keraa ja tutkii ihmisverta ja sen osia seka kasittelee, sailyttaa ja jakelee verensiirtoon tarkoitettua verta ja sen osia; seka 3) verikeskuksella terveydenhuollon toimintayksikon osaa, joka varastoi ja jakelee seka voi jatkokasitella verta ja sen osia seka suorittaa niita koskevia sopivuustutkimuksia terveydenhuollon toimintayksikon johdolla tapahtuvaa verensiirtotoimintaa varten.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) blodtjänst insamling, kontroll, behandling, förvaring, transport och distribution av blod och blodkomponenter, 2) inrättning för blodtjänst verksamhetsenhet som insamlar och kontrollerar blod och blodkomponenter från människa samt behandlar, förvarar och distribuerar blod och blodkomponenter avsedda för blodtransfusion, samt 3) blodcentral en sådan del av en verksamhetsenhet inom hälso- och sjukvården som lagrar och distribuerar och som kan vidarebehandla blod och blodkomponenter samt i fråga om dem utföra kompatibilitetsprov för sådan blodtransfusionsverksamhet som utförs under ledning av en verksamhetsenhet inom hälso- och sjukvården.",
        "normalized_sv": "I denna lag avses med 1) blodtjänst insamling, kontroll, behandling, förvaring, transport och distribution av blod och blodkomponenter, 2) inrättning för blodtjänst verksamhetsenhet som insamlar och kontrollerar blod och blodkomponenter från människa samt behandlar, förvarar och distribuerar blod och blodkomponenter avsedda för blodtransfusion, samt 3) blodcentral en sådan del av en verksamhetsenhet inom hälso- och sjukvården som lagrar och distribuerar och som kan vidarebehandla blod och blodkomponenter samt i fråga om dem utföra kompatibilitetsprov för sådan blodtransfusionsverksamhet som utförs under ledning av en verksamhetsenhet inom hälso- och sjukvården.",
        "folded_sv": "i denna lag avses med 1) blodtjanst insamling, kontroll, behandling, forvaring, transport och distribution av blod och blodkomponenter, 2) inrattning for blodtjanst verksamhetsenhet som insamlar och kontrollerar blod och blodkomponenter fran manniska samt behandlar, forvarar och distribuerar blod och blodkomponenter avsedda for blodtransfusion, samt 3) blodcentral en sadan del av en verksamhetsenhet inom halso- och sjukvarden som lagrar och distribuerar och som kan vidarebehandla blod och blodkomponenter samt i fraga om dem utfora kompatibilitetsprov for sadan blodtransfusionsverksamhet som utfors under ledning av en verksamhetsenhet inom halso- och sjukvarden."
      },
      "valid_from": "2005-04-01",
      "valid_to": null
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Verenluovutuksen vapaaehtoisuus ja maksuttomuus",
      "content": "Veren ja sen osien luovutuksen on oltava vapaaehtoista. Luovuttajalle ei saa antaa luovutuksesta rahallista korvausta eikä muuta siihen rinnastettavaa etuutta. Sen estämättä, mitä 1 momentissa säädetään, voidaan luovutuksesta aiheutuvat matkakulut korvata luovuttajalle. Luovutuksen yhteydessä voidaan antaa myös arvoltaan vähäistä tarjoilua ja vähäisiä lahjaesineitä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_3",
        "normalized_fi": "Veren ja sen osien luovutuksen on oltava vapaaehtoista. Luovuttajalle ei saa antaa luovutuksesta rahallista korvausta eikä muuta siihen rinnastettavaa etuutta. Sen estämättä, mitä 1 momentissa säädetään, voidaan luovutuksesta aiheutuvat matkakulut korvata luovuttajalle. Luovutuksen yhteydessä voidaan antaa myös arvoltaan vähäistä tarjoilua ja vähäisiä lahjaesineitä.",
        "folded_fi": "veren ja sen osien luovutuksen on oltava vapaaehtoista. luovuttajalle ei saa antaa luovutuksesta rahallista korvausta eika muuta siihen rinnastettavaa etuutta. sen estamatta, mita 1 momentissa saadetaan, voidaan luovutuksesta aiheutuvat matkakulut korvata luovuttajalle. luovutuksen yhteydessa voidaan antaa myos arvoltaan vahaista tarjoilua ja vahaisia lahjaesineita.",
        "title_sv": "Frivillig och obetald blodgivning",
        "content_sv": "Blod- och blodkomponentgivning skall vara frivillig. Givaren får inte för blodgivningen ges någon penningersättning och inte heller någon annan därmed jämförbar förmån. Utan hinder av vad som föreskrivs i 1 mom. kan givaren betalas ersättning för resekostnader som föranleds av blodgivningen. I samband med blodgivningen kan även erbjudas servering och presentartiklar av ringa värde.",
        "normalized_sv": "Blod- och blodkomponentgivning skall vara frivillig. Givaren får inte för blodgivningen ges någon penningersättning och inte heller någon annan därmed jämförbar förmån. Utan hinder av vad som föreskrivs i 1 mom. kan givaren betalas ersättning för resekostnader som föranleds av blodgivningen. I samband med blodgivningen kan även erbjudas servering och presentartiklar av ringa värde.",
        "folded_sv": "blod- och blodkomponentgivning skall vara frivillig. givaren far inte for blodgivningen ges nagon penningersattning och inte heller nagon annan darmed jamforbar forman. utan hinder av vad som foreskrivs i 1 mom. kan givaren betalas ersattning for resekostnader som foranleds av blodgivningen. i samband med blodgivningen kan aven erbjudas servering och presentartiklar av ringa varde."
      },
      "valid_from": "2005-04-01",
      "valid_to": null
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Toimilupa ja ilmoitus",
      "content": "Veripalvelulaitoksella on oltava Lääkelaitoksen myöntämä toimilupa. Toimilupaan voidaan liittää veripalvelutoiminnan laajuutta koskevia ehtoja. Veripalvelulaitoksen on tehtävä toimintansa olennaisista muutoksista ilmoitus Lääkelaitokselle. Lääkelaitoksen on myönnettävä kirjallisesta hakemuksesta toimilupa veripalvelutoimintaa varten kunnalle, kuntayhtymälle, yhdistykselle tai muulle vastaavalle yhteisölle, jolla on edellytykset täyttää tämän lain veripalvelutoiminnalle asettamat laatu- ja turvallisuusvaatimukset. Lupahakemuksessa on oltava laitoksen henkilöstöä, tiloja, laitteita ja tarvikkeita koskevat tiedot sekä tiedot veren ja sen osien luovutusta, tutkimista, käsittelyä, säilytystä, kuljetusta, jakelua ja veriturvatoimintaa koskevista menettelytavoista. Verikeskuksen on tehtävä toiminnastaan ja sen olennaisista muutoksista ilmoitus Lääkelaitokselle. Sosiaali- ja terveysministeriön asetuksella voidaan antaa tarkempia säännöksiä veripalvelulaitoksen toimilupahakemuksesta, verikeskuksen toiminnasta tehtävästä ilmoituksesta sekä toimilupahakemuksessa ja ilmoituksessa vaadittavista tiedoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_4",
        "normalized_fi": "Veripalvelulaitoksella on oltava Lääkelaitoksen myöntämä toimilupa. Toimilupaan voidaan liittää veripalvelutoiminnan laajuutta koskevia ehtoja. Veripalvelulaitoksen on tehtävä toimintansa olennaisista muutoksista ilmoitus Lääkelaitokselle. Lääkelaitoksen on myönnettävä kirjallisesta hakemuksesta toimilupa veripalvelutoimintaa varten kunnalle, kuntayhtymälle, yhdistykselle tai muulle vastaavalle yhteisölle, jolla on edellytykset täyttää tämän lain veripalvelutoiminnalle asettamat laatu- ja turvallisuusvaatimukset. Lupahakemuksessa on oltava laitoksen henkilöstöä, tiloja, laitteita ja tarvikkeita koskevat tiedot sekä tiedot veren ja sen osien luovutusta, tutkimista, käsittelyä, säilytystä, kuljetusta, jakelua ja veriturvatoimintaa koskevista menettelytavoista. Verikeskuksen on tehtävä toiminnastaan ja sen olennaisista muutoksista ilmoitus Lääkelaitokselle. Sosiaali- ja terveysministeriön asetuksella voidaan antaa tarkempia säännöksiä veripalvelulaitoksen toimilupahakemuksesta, verikeskuksen toiminnasta tehtävästä ilmoituksesta sekä toimilupahakemuksessa ja ilmoituksessa vaadittavista tiedoista.",
        "folded_fi": "veripalvelulaitoksella on oltava laakelaitoksen myontama toimilupa. toimilupaan voidaan liittaa veripalvelutoiminnan laajuutta koskevia ehtoja. veripalvelulaitoksen on tehtava toimintansa olennaisista muutoksista ilmoitus laakelaitokselle. laakelaitoksen on myonnettava kirjallisesta hakemuksesta toimilupa veripalvelutoimintaa varten kunnalle, kuntayhtymalle, yhdistykselle tai muulle vastaavalle yhteisolle, jolla on edellytykset tayttaa taman lain veripalvelutoiminnalle asettamat laatu- ja turvallisuusvaatimukset. lupahakemuksessa on oltava laitoksen henkilostoa, tiloja, laitteita ja tarvikkeita koskevat tiedot seka tiedot veren ja sen osien luovutusta, tutkimista, kasittelya, sailytysta, kuljetusta, jakelua ja veriturvatoimintaa koskevista menettelytavoista. verikeskuksen on tehtava toiminnastaan ja sen olennaisista muutoksista ilmoitus laakelaitokselle. sosiaali- ja terveysministerion asetuksella voidaan antaa tarkempia saannoksia veripalvelulaitoksen toimilupahakemuksesta, verikeskuksen toiminnasta tehtavasta ilmoituksesta seka toimilupahakemuksessa ja ilmoituksessa vaadittavista tiedoista.",
        "title_sv": "Tillstånd och anmälan",
        "content_sv": "Inrättningar för blodtjänst skall ha ett av Läkemedelsverket beviljat tillstånd. Tillståndet kan förenas med villkor som gäller blodtjänstens omfattning. Inrättningarna för blodtjänst skall anmäla väsentliga förändringar i sin verksamhet till Läkemedelsverket. Läkemedelsverket skall på skriftlig ansökan bevilja tillstånd för blodtjänst i fråga om kommuner, samkommuner, föreningar eller andra motsvarande sammanslutningar som har förutsättningar att uppfylla de kvalitets- och säkerhetskrav för blodtjänst som avses i denna lag. Ansökan om tillstånd skall innehålla uppgifter om inrättningens personal, lokaler, utrustning och förnödenheter samt uppgifter om förfaringssätt vid insamling, kontroll, behandling, förvaring, transport och distribution av blod och blodkomponenter samt blodövervakning. Blodcentraler skall lämna en anmälan om sin verksamhet och väsentliga förändringar i verksamheten till Läkemedelsverket. Genom förordning av social- och hälsovårdsministeriet kan närmare bestämmelser utfärdas om ansökan om tillstånd för inrättningar för blodtjänst, om anmälan om blodcentralers verksamhet och om de uppgifter som krävs i ansökan om tillstånd och i anmälan.",
        "normalized_sv": "Inrättningar för blodtjänst skall ha ett av Läkemedelsverket beviljat tillstånd. Tillståndet kan förenas med villkor som gäller blodtjänstens omfattning. Inrättningarna för blodtjänst skall anmäla väsentliga förändringar i sin verksamhet till Läkemedelsverket. Läkemedelsverket skall på skriftlig ansökan bevilja tillstånd för blodtjänst i fråga om kommuner, samkommuner, föreningar eller andra motsvarande sammanslutningar som har förutsättningar att uppfylla de kvalitets- och säkerhetskrav för blodtjänst som avses i denna lag. Ansökan om tillstånd skall innehålla uppgifter om inrättningens personal, lokaler, utrustning och förnödenheter samt uppgifter om förfaringssätt vid insamling, kontroll, behandling, förvaring, transport och distribution av blod och blodkomponenter samt blodövervakning. Blodcentraler skall lämna en anmälan om sin verksamhet och väsentliga förändringar i verksamheten till Läkemedelsverket. Genom förordning av social- och hälsovårdsministeriet kan närmare bestämmelser utfärdas om ansökan om tillstånd för inrättningar för blodtjänst, om anmälan om blodcentralers verksamhet och om de uppgifter som krävs i ansökan om tillstånd och i anmälan.",
        "folded_sv": "inrattningar for blodtjanst skall ha ett av lakemedelsverket beviljat tillstand. tillstandet kan forenas med villkor som galler blodtjanstens omfattning. inrattningarna for blodtjanst skall anmala vasentliga forandringar i sin verksamhet till lakemedelsverket. lakemedelsverket skall pa skriftlig ansokan bevilja tillstand for blodtjanst i fraga om kommuner, samkommuner, foreningar eller andra motsvarande sammanslutningar som har forutsattningar att uppfylla de kvalitets- och sakerhetskrav for blodtjanst som avses i denna lag. ansokan om tillstand skall innehalla uppgifter om inrattningens personal, lokaler, utrustning och fornodenheter samt uppgifter om forfaringssatt vid insamling, kontroll, behandling, forvaring, transport och distribution av blod och blodkomponenter samt blodovervakning. blodcentraler skall lamna en anmalan om sin verksamhet och vasentliga forandringar i verksamheten till lakemedelsverket. genom forordning av social- och halsovardsministeriet kan narmare bestammelser utfardas om ansokan om tillstand for inrattningar for blodtjanst, om anmalan om blodcentralers verksamhet och om de uppgifter som kravs i ansokan om tillstand och i anmalan."
      },
      "valid_from": "2005-04-01",
      "valid_to": null
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Veripalvelulaitoksen vastuuhenkilö",
      "content": "Veripalvelulaitoksella on oltava vastuuhenkilö, jonka tehtävänä on huolehtia 4 §:ssä tarkoitetusta toimiluvan hakemisesta sekä 6―17 §:ssä veripalvelulaitokselle säädettyjen velvollisuuksien täytäntöönpanosta. Veripalvelulaitoksen vastuuhenkilön on täytettävä laatu- ja turvallisuusvaatimusten asettamisesta ihmisveren ja veren komponenttien keräämistä, tutkimista, käsittelyä, säilytystä ja jakelua varten sekä direktiivin 2001/83/EY muuttamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2002/98/EY 9 artiklan mukaiset pätevyysvaatimukset. Veripalvelulaitoksen on ilmoitettava Lääkelaitokselle 1 momentissa mainitusta vastuuhenkilöstä ja hänen sijaisestaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Veripalvelulaitoksella on oltava vastuuhenkilö, jonka tehtävänä on huolehtia 4 § :ssä tarkoitetusta toimiluvan hakemisesta sekä 6―17 § :ssä veripalvelulaitokselle säädettyjen velvollisuuksien täytäntöönpanosta. Veripalvelulaitoksen vastuuhenkilön on täytettävä laatu- ja turvallisuusvaatimusten asettamisesta ihmisveren ja veren komponenttien keräämistä, tutkimista, käsittelyä, säilytystä ja jakelua varten sekä direktiivin 2001/83/EY muuttamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2002/98/EY 9 artiklan mukaiset pätevyysvaatimukset. Veripalvelulaitoksen on ilmoitettava Lääkelaitokselle 1 momentissa mainitusta vastuuhenkilöstä ja hänen sijaisestaan.",
        "folded_fi": "veripalvelulaitoksella on oltava vastuuhenkilo, jonka tehtavana on huolehtia 4 §:ssa tarkoitetusta toimiluvan hakemisesta seka 6―17 §:ssa veripalvelulaitokselle saadettyjen velvollisuuksien taytantoonpanosta. veripalvelulaitoksen vastuuhenkilon on taytettava laatu- ja turvallisuusvaatimusten asettamisesta ihmisveren ja veren komponenttien keraamista, tutkimista, kasittelya, sailytysta ja jakelua varten seka direktiivin 2001/83/ey muuttamisesta annetun euroopan parlamentin ja neuvoston direktiivin 2002/98/ey 9 artiklan mukaiset patevyysvaatimukset. veripalvelulaitoksen on ilmoitettava laakelaitokselle 1 momentissa mainitusta vastuuhenkilosta ja hanen sijaisestaan.",
        "title_sv": "Ansvarig person för en inrättning för blodtjänst",
        "content_sv": "En inrättning för blodtjänst skall ha en ansvarig person, vars uppgift är att sörja för ansökan om det tillstånd som avses i 4 § samt för att de skyldigheter som inrättningar för blodtjänst har enligt 6―17 § fullgörs. Den ansvariga personen för en inrättning för blodtjänst skall uppfylla de behörighetsvillkor som avses i artikel 9 i Europaparlamentets och rådets direktiv 2002/98/EG om fastställande av kvalitets- och säkerhetsnormer för insamling, kontroll, framställning, förvaring och distribution av humanblod och blodkomponenter och om ändring av direktiv 2001/83/EG. Inrättningen för blodtjänst skall meddela Läkemedelsverket namnet på den ansvariga person som avses i 1 mom. och ställföreträdaren för denne.",
        "normalized_sv": "En inrättning för blodtjänst skall ha en ansvarig person, vars uppgift är att sörja för ansökan om det tillstånd som avses i 4 § samt för att de skyldigheter som inrättningar för blodtjänst har enligt 6―17 § fullgörs. Den ansvariga personen för en inrättning för blodtjänst skall uppfylla de behörighetsvillkor som avses i artikel 9 i Europaparlamentets och rådets direktiv 2002/98/EG om fastställande av kvalitets- och säkerhetsnormer för insamling, kontroll, framställning, förvaring och distribution av humanblod och blodkomponenter och om ändring av direktiv 2001/83/EG. Inrättningen för blodtjänst skall meddela Läkemedelsverket namnet på den ansvariga person som avses i 1 mom. och ställföreträdaren för denne.",
        "folded_sv": "en inrattning for blodtjanst skall ha en ansvarig person, vars uppgift ar att sorja for ansokan om det tillstand som avses i 4 § samt for att de skyldigheter som inrattningar for blodtjanst har enligt 6―17 § fullgors. den ansvariga personen for en inrattning for blodtjanst skall uppfylla de behorighetsvillkor som avses i artikel 9 i europaparlamentets och radets direktiv 2002/98/eg om faststallande av kvalitets- och sakerhetsnormer for insamling, kontroll, framstallning, forvaring och distribution av humanblod och blodkomponenter och om andring av direktiv 2001/83/eg. inrattningen for blodtjanst skall meddela lakemedelsverket namnet pa den ansvariga person som avses i 1 mom. och stallforetradaren for denne."
      },
      "valid_from": "2005-04-01",
      "valid_to": null
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Henkilöstö",
      "content": "Veripalvelulaitoksen ja verikeskuksen henkilöstöllä on oltava tehtäviin asianmukainen pätevyys ja henkilöstölle on järjestettävä säännöllisesti asianmukaista koulutusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Veripalvelulaitoksen ja verikeskuksen henkilöstöllä on oltava tehtäviin asianmukainen pätevyys ja henkilöstölle on järjestettävä säännöllisesti asianmukaista koulutusta.",
        "folded_fi": "veripalvelulaitoksen ja verikeskuksen henkilostolla on oltava tehtaviin asianmukainen patevyys ja henkilostolle on jarjestettava saannollisesti asianmukaista koulutusta.",
        "title_sv": "Personal",
        "content_sv": "Personalen vid inrättningar för blodtjänst och vid blodcentraler skall ha lämplig behörighet för uppgifterna och för personalen skall ordnas regelbunden och ändamålsenlig utbildning.",
        "normalized_sv": "Personalen vid inrättningar för blodtjänst och vid blodcentraler skall ha lämplig behörighet för uppgifterna och för personalen skall ordnas regelbunden och ändamålsenlig utbildning.",
        "folded_sv": "personalen vid inrattningar for blodtjanst och vid blodcentraler skall ha lamplig behorighet for uppgifterna och for personalen skall ordnas regelbunden och andamalsenlig utbildning."
      },
      "valid_from": "2005-04-01",
      "valid_to": null
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Laatujärjestelmä",
      "content": "Veripalvelulaitoksessa ja verikeskuksessa on oltava dokumentaatiojärjestelmää, henkilöstöä ja toimitiloja sekä veripalvelulaitoksen osalta myös verenluovutuskäytäntöjä koskeva laatujärjestelmä. Lääkelaitos voi antaa tarkempia määräyksiä laatujärjestelmän sisällöstä ja toteuttamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_7",
        "normalized_fi": "Veripalvelulaitoksessa ja verikeskuksessa on oltava dokumentaatiojärjestelmää, henkilöstöä ja toimitiloja sekä veripalvelulaitoksen osalta myös verenluovutuskäytäntöjä koskeva laatujärjestelmä. Lääkelaitos voi antaa tarkempia määräyksiä laatujärjestelmän sisällöstä ja toteuttamisesta.",
        "folded_fi": "veripalvelulaitoksessa ja verikeskuksessa on oltava dokumentaatiojarjestelmaa, henkilostoa ja toimitiloja seka veripalvelulaitoksen osalta myos verenluovutuskaytantoja koskeva laatujarjestelma. laakelaitos voi antaa tarkempia maarayksia laatujarjestelman sisallosta ja toteuttamisesta.",
        "title_sv": "Kvalitetssystem",
        "content_sv": "Inrättningarna för blodtjänst och blodcentralerna skall ha ett kvalitetssystem som omfattar dokumentationen, personalen och lokalerna samt i fråga om inrättningar för blodtjänst även ett kvalitetssystem för praxis för blodgivning. Läkemedelsverket kan utfärda närmare föreskrifter om innehållet i och genomförandet av kvalitetssystemet.",
        "normalized_sv": "Inrättningarna för blodtjänst och blodcentralerna skall ha ett kvalitetssystem som omfattar dokumentationen, personalen och lokalerna samt i fråga om inrättningar för blodtjänst även ett kvalitetssystem för praxis för blodgivning. Läkemedelsverket kan utfärda närmare föreskrifter om innehållet i och genomförandet av kvalitetssystemet.",
        "folded_sv": "inrattningarna for blodtjanst och blodcentralerna skall ha ett kvalitetssystem som omfattar dokumentationen, personalen och lokalerna samt i fraga om inrattningar for blodtjanst aven ett kvalitetssystem for praxis for blodgivning. lakemedelsverket kan utfarda narmare foreskrifter om innehallet i och genomforandet av kvalitetssystemet."
      },
      "valid_from": "2005-04-01",
      "valid_to": null
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Dokumentaatio",
      "content": "Veripalvelulaitoksella ja verikeskuksella tulee olla dokumentaatiojärjestelmä, joka kattaa toiminnan ohjeistuksen, käytössä olevat lomakkeet ja asiakirjat sekä muut toiminnan ja sen valvonnan kannalta tarpeelliset tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_8",
        "normalized_fi": "Veripalvelulaitoksella ja verikeskuksella tulee olla dokumentaatiojärjestelmä, joka kattaa toiminnan ohjeistuksen, käytössä olevat lomakkeet ja asiakirjat sekä muut toiminnan ja sen valvonnan kannalta tarpeelliset tiedot.",
        "folded_fi": "veripalvelulaitoksella ja verikeskuksella tulee olla dokumentaatiojarjestelma, joka kattaa toiminnan ohjeistuksen, kaytossa olevat lomakkeet ja asiakirjat seka muut toiminnan ja sen valvonnan kannalta tarpeelliset tiedot.",
        "title_sv": "Dokumentation",
        "content_sv": "Inrättningarna för blodtjänst och blodcentralerna skall ha ett system för dokumentation som omfattar meddelande av de anvisningar som gäller verksamheten, de blanketter och handlingar som används och övriga uppgifter som är nödvändiga med tanke på verksamheten och övervakningen av den.",
        "normalized_sv": "Inrättningarna för blodtjänst och blodcentralerna skall ha ett system för dokumentation som omfattar meddelande av de anvisningar som gäller verksamheten, de blanketter och handlingar som används och övriga uppgifter som är nödvändiga med tanke på verksamheten och övervakningen av den.",
        "folded_sv": "inrattningarna for blodtjanst och blodcentralerna skall ha ett system for dokumentation som omfattar meddelande av de anvisningar som galler verksamheten, de blanketter och handlingar som anvands och ovriga uppgifter som ar nodvandiga med tanke pa verksamheten och overvakningen av den."
      },
      "valid_from": "2005-04-01",
      "valid_to": null
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Jäljitettävyys",
      "content": "Veripalvelulaitoksessa ja terveydenhuollon toimintayksikössä on oltava järjestelmä, jonka avulla kaikki kerätyt, tutkitut, käsitellyt, säilytetyt tai jaellut verierät ja veren osat voidaan jäljittää luovuttajasta vastaanottajaan ja päinvastoin. Jäljitettävyyttä koskevista tiedoista voidaan antaa tarkempia säännöksiä sosiaali- ja terveysministeriön asetuksella. Veripalvelulaitoksella on oikeus erityisestä syystä yksittäistapauksessa saada salassapitosäännösten estämättä luovuttajan jäljittämiseksi tarvittavat tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_9",
        "normalized_fi": "Veripalvelulaitoksessa ja terveydenhuollon toimintayksikössä on oltava järjestelmä, jonka avulla kaikki kerätyt, tutkitut, käsitellyt, säilytetyt tai jaellut verierät ja veren osat voidaan jäljittää luovuttajasta vastaanottajaan ja päinvastoin. Jäljitettävyyttä koskevista tiedoista voidaan antaa tarkempia säännöksiä sosiaali- ja terveysministeriön asetuksella. Veripalvelulaitoksella on oikeus erityisestä syystä yksittäistapauksessa saada salassapitosäännösten estämättä luovuttajan jäljittämiseksi tarvittavat tiedot.",
        "folded_fi": "veripalvelulaitoksessa ja terveydenhuollon toimintayksikossa on oltava jarjestelma, jonka avulla kaikki keratyt, tutkitut, kasitellyt, sailytetyt tai jaellut verierat ja veren osat voidaan jaljittaa luovuttajasta vastaanottajaan ja painvastoin. jaljitettavyytta koskevista tiedoista voidaan antaa tarkempia saannoksia sosiaali- ja terveysministerion asetuksella. veripalvelulaitoksella on oikeus erityisesta syysta yksittaistapauksessa saada salassapitosaannosten estamatta luovuttajan jaljittamiseksi tarvittavat tiedot.",
        "title_sv": "Spårbarhet",
        "content_sv": "Vid inrättningarna för blodtjänst och verksamhetsenheterna inom hälso- och sjukvården skall finnas ett system med hjälp av vilket alla insamlade, kontrollerade, behandlade, förvarade eller distribuerade enheter med blod och blodkomponenter kan spåras från givaren till mottagaren och tvärtom. Närmare bestämmelser om de uppgifter som gäller spårbarheten kan utfärdas genom förordning av social- och hälsovårdsministeriet. Utan hinder av bestämmelserna om sekretess har inrättningarna för blodtjänst rätt att på särskilda grunder i enskilda fall få sådana uppgifter som är nödvändiga för att givaren skall kunna spåras.",
        "normalized_sv": "Vid inrättningarna för blodtjänst och verksamhetsenheterna inom hälso- och sjukvården skall finnas ett system med hjälp av vilket alla insamlade, kontrollerade, behandlade, förvarade eller distribuerade enheter med blod och blodkomponenter kan spåras från givaren till mottagaren och tvärtom. Närmare bestämmelser om de uppgifter som gäller spårbarheten kan utfärdas genom förordning av social- och hälsovårdsministeriet. Utan hinder av bestämmelserna om sekretess har inrättningarna för blodtjänst rätt att på särskilda grunder i enskilda fall få sådana uppgifter som är nödvändiga för att givaren skall kunna spåras.",
        "folded_sv": "vid inrattningarna for blodtjanst och verksamhetsenheterna inom halso- och sjukvarden skall finnas ett system med hjalp av vilket alla insamlade, kontrollerade, behandlade, forvarade eller distribuerade enheter med blod och blodkomponenter kan sparas fran givaren till mottagaren och tvartom. narmare bestammelser om de uppgifter som galler sparbarheten kan utfardas genom forordning av social- och halsovardsministeriet. utan hinder av bestammelserna om sekretess har inrattningarna for blodtjanst ratt att pa sarskilda grunder i enskilda fall fa sadana uppgifter som ar nodvandiga for att givaren skall kunna sparas."
      },
      "valid_from": "2005-04-01",
      "valid_to": null
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Veriturvatoiminta",
      "content": "Veripalvelulaitoksen ja terveydenhuollon toimintayksikön tulee pitää luetteloa kaikista sen tietoon tulleista vereen tai sen osiin liittyvistä vaaratilanteista ja haittavaikutuksista. Veripalvelulaitoksen tulee ilmoittaa viipymättä Lääkelaitokselle toimintaansa liittyvät, veren tai sen osien laatuun ja turvallisuuteen mahdollisesti vaikuttavat vakavat vaaratilanteet sekä veren tai sen osien laatupoikkeamasta mahdollisesti johtuvat verensiirron aikana tai sen jälkeen havaitut vakavat haittavaikutukset. Terveydenhuollon toimintayksikön tulee ilmoittaa 2 momentin mukaiset tapahtumat veripalvelulaitokselle, jonka on toimitettava niistä tieto viipymättä Lääkelaitokselle. Terveydenhuollon toimintayksikkö voi lisäksi ilmoittaa muut verestä tai sen osista johtuvat tai verensiirtoihin liittyvät vaaratilanteet ja haittavaikutukset veripalvelulaitokselle. Verta ja sen osia, joista on tehty 2 tai 3 momentissa tarkoitettu ilmoitus, ei saa käyttää ja tällainen veri ja sen osa tulee poistaa jakelusta. Tällainen veri ja sen osa voidaan ottaa käyttöön, jos erillisen selvityksen perusteella voidaan osoittaa, että se täyttää tämän lain mukaiset laatuvaatimukset. Sosiaali- ja terveysministeriön asetuksella voidaan antaa säännöksiä menettelystä, jolla vaaratilanteet ja haittavaikutukset ilmoitetaan ja ilmoituksessa käytettävästä lomakkeesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_10",
        "normalized_fi": "Veripalvelulaitoksen ja terveydenhuollon toimintayksikön tulee pitää luetteloa kaikista sen tietoon tulleista vereen tai sen osiin liittyvistä vaaratilanteista ja haittavaikutuksista. Veripalvelulaitoksen tulee ilmoittaa viipymättä Lääkelaitokselle toimintaansa liittyvät, veren tai sen osien laatuun ja turvallisuuteen mahdollisesti vaikuttavat vakavat vaaratilanteet sekä veren tai sen osien laatupoikkeamasta mahdollisesti johtuvat verensiirron aikana tai sen jälkeen havaitut vakavat haittavaikutukset. Terveydenhuollon toimintayksikön tulee ilmoittaa 2 momentin mukaiset tapahtumat veripalvelulaitokselle, jonka on toimitettava niistä tieto viipymättä Lääkelaitokselle. Terveydenhuollon toimintayksikkö voi lisäksi ilmoittaa muut verestä tai sen osista johtuvat tai verensiirtoihin liittyvät vaaratilanteet ja haittavaikutukset veripalvelulaitokselle. Verta ja sen osia, joista on tehty 2 tai 3 momentissa tarkoitettu ilmoitus, ei saa käyttää ja tällainen veri ja sen osa tulee poistaa jakelusta. Tällainen veri ja sen osa voidaan ottaa käyttöön, jos erillisen selvityksen perusteella voidaan osoittaa, että se täyttää tämän lain mukaiset laatuvaatimukset. Sosiaali- ja terveysministeriön asetuksella voidaan antaa säännöksiä menettelystä, jolla vaaratilanteet ja haittavaikutukset ilmoitetaan ja ilmoituksessa käytettävästä lomakkeesta.",
        "folded_fi": "veripalvelulaitoksen ja terveydenhuollon toimintayksikon tulee pitaa luetteloa kaikista sen tietoon tulleista vereen tai sen osiin liittyvista vaaratilanteista ja haittavaikutuksista. veripalvelulaitoksen tulee ilmoittaa viipymatta laakelaitokselle toimintaansa liittyvat, veren tai sen osien laatuun ja turvallisuuteen mahdollisesti vaikuttavat vakavat vaaratilanteet seka veren tai sen osien laatupoikkeamasta mahdollisesti johtuvat verensiirron aikana tai sen jalkeen havaitut vakavat haittavaikutukset. terveydenhuollon toimintayksikon tulee ilmoittaa 2 momentin mukaiset tapahtumat veripalvelulaitokselle, jonka on toimitettava niista tieto viipymatta laakelaitokselle. terveydenhuollon toimintayksikko voi lisaksi ilmoittaa muut veresta tai sen osista johtuvat tai verensiirtoihin liittyvat vaaratilanteet ja haittavaikutukset veripalvelulaitokselle. verta ja sen osia, joista on tehty 2 tai 3 momentissa tarkoitettu ilmoitus, ei saa kayttaa ja tallainen veri ja sen osa tulee poistaa jakelusta. tallainen veri ja sen osa voidaan ottaa kayttoon, jos erillisen selvityksen perusteella voidaan osoittaa, etta se tayttaa taman lain mukaiset laatuvaatimukset. sosiaali- ja terveysministerion asetuksella voidaan antaa saannoksia menettelysta, jolla vaaratilanteet ja haittavaikutukset ilmoitetaan ja ilmoituksessa kaytettavasta lomakkeesta.",
        "title_sv": "Blodövervakning",
        "content_sv": "Inrättningarna för blodtjänst och verksamhetsenheterna inom hälso- och sjukvården skall föra bok över alla risksituationer och skadliga verkningar som hänför sig till blod eller blodkomponenter och som har kommit till deras kännedom. Inrättningarna för blodtjänst skall utan dröjsmål underrätta Läkemedelsverket om sådana allvarliga risksituationer som hänför sig till deras verksamhet och som eventuellt inverkar på blodets eller blodkomponenternas kvalitet och säkerhet samt sådana allvarliga skadliga verkningar som eventuellt beror på kvalitetsavvikelser i blodet eller blodkomponenterna och som uppdagats under blodtransfusion eller senare. En verksamhetsenhet inom hälso- och sjukvården skall anmäla sådana händelser som avses i 2 mom. till inrättningen för blodtjänst, som utan dröjsmål skall underrätta Läkemedelsverket därom. En verksamhetsenhet inom hälso- och sjukvården kan dessutom till inrättningen för blodtjänst anmäla alla övriga risksituationer och skadliga verkningar som beror på blod eller blodkomponenter eller som hänför sig till blodtransfusioner. Blod och blodkomponenter, i fråga om vilka en i 2 eller 3 mom. avsedd anmälan har gjorts, får inte användas och sådant blod och sådana blodkomponenter skall återkallas från distributionen. Sådant blod och sådana blodkomponenter kan tas i användning om en särskild utredning visar att de uppfyller kvalitetskraven enligt denna lag. Genom förordning av social- och hälsovårdsministeriet kan föreskrivas om ett förfarande enligt vilket risksituationer och skadliga verkningar skall anmälas och om den blankett som skall användas för anmälan.",
        "normalized_sv": "Inrättningarna för blodtjänst och verksamhetsenheterna inom hälso- och sjukvården skall föra bok över alla risksituationer och skadliga verkningar som hänför sig till blod eller blodkomponenter och som har kommit till deras kännedom. Inrättningarna för blodtjänst skall utan dröjsmål underrätta Läkemedelsverket om sådana allvarliga risksituationer som hänför sig till deras verksamhet och som eventuellt inverkar på blodets eller blodkomponenternas kvalitet och säkerhet samt sådana allvarliga skadliga verkningar som eventuellt beror på kvalitetsavvikelser i blodet eller blodkomponenterna och som uppdagats under blodtransfusion eller senare. En verksamhetsenhet inom hälso- och sjukvården skall anmäla sådana händelser som avses i 2 mom. till inrättningen för blodtjänst, som utan dröjsmål skall underrätta Läkemedelsverket därom. En verksamhetsenhet inom hälso- och sjukvården kan dessutom till inrättningen för blodtjänst anmäla alla övriga risksituationer och skadliga verkningar som beror på blod eller blodkomponenter eller som hänför sig till blodtransfusioner. Blod och blodkomponenter, i fråga om vilka en i 2 eller 3 mom. avsedd anmälan har gjorts, får inte användas och sådant blod och sådana blodkomponenter skall återkallas från distributionen. Sådant blod och sådana blodkomponenter kan tas i användning om en särskild utredning visar att de uppfyller kvalitetskraven enligt denna lag. Genom förordning av social- och hälsovårdsministeriet kan föreskrivas om ett förfarande enligt vilket risksituationer och skadliga verkningar skall anmälas och om den blankett som skall användas för anmälan.",
        "folded_sv": "inrattningarna for blodtjanst och verksamhetsenheterna inom halso- och sjukvarden skall fora bok over alla risksituationer och skadliga verkningar som hanfor sig till blod eller blodkomponenter och som har kommit till deras kannedom. inrattningarna for blodtjanst skall utan drojsmal underratta lakemedelsverket om sadana allvarliga risksituationer som hanfor sig till deras verksamhet och som eventuellt inverkar pa blodets eller blodkomponenternas kvalitet och sakerhet samt sadana allvarliga skadliga verkningar som eventuellt beror pa kvalitetsavvikelser i blodet eller blodkomponenterna och som uppdagats under blodtransfusion eller senare. en verksamhetsenhet inom halso- och sjukvarden skall anmala sadana handelser som avses i 2 mom. till inrattningen for blodtjanst, som utan drojsmal skall underratta lakemedelsverket darom. en verksamhetsenhet inom halso- och sjukvarden kan dessutom till inrattningen for blodtjanst anmala alla ovriga risksituationer och skadliga verkningar som beror pa blod eller blodkomponenter eller som hanfor sig till blodtransfusioner. blod och blodkomponenter, i fraga om vilka en i 2 eller 3 mom. avsedd anmalan har gjorts, far inte anvandas och sadant blod och sadana blodkomponenter skall aterkallas fran distributionen. sadant blod och sadana blodkomponenter kan tas i anvandning om en sarskild utredning visar att de uppfyller kvalitetskraven enligt denna lag. genom forordning av social- och halsovardsministeriet kan foreskrivas om ett forfarande enligt vilket risksituationer och skadliga verkningar skall anmalas och om den blankett som skall anvandas for anmalan."
      },
      "valid_from": "2005-04-01",
      "valid_to": null
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Luovuttajiin liittyvät tiedot",
      "content": "Veren ja sen osan luovuttajalle on ennen luovutusta annettava luovutukseen liittyvät tarpeelliset tiedot sekä henkilötietolain (523/1999) 24 §:n mukaiset tiedot ja luovuttajaa on informoitava tietojen salassapidosta. Luovuttajalta on pyydettävä hänen yksilöintiään koskevat tiedot, luovutuskelpoisuutta arvioitaessa hänen terveydentilaansa liittyvät ja välttämättömät luovuttajan luovutuskelpoisuutta koskevat tiedot sekä luovuttajan omakätinen allekirjoitus tai sähköisestä allekirjoituksesta annetun lain (14/2003) mukainen kehittynyt sähköinen allekirjoitus. Lääkelaitos voi antaa tarkempia määräyksiä luovuttajille annettavista ja heiltä pyydettävistä tiedoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_11",
        "normalized_fi": "Veren ja sen osan luovuttajalle on ennen luovutusta annettava luovutukseen liittyvät tarpeelliset tiedot sekä henkilötietolain (523/1999) 24 § :n mukaiset tiedot ja luovuttajaa on informoitava tietojen salassapidosta. Luovuttajalta on pyydettävä hänen yksilöintiään koskevat tiedot, luovutuskelpoisuutta arvioitaessa hänen terveydentilaansa liittyvät ja välttämättömät luovuttajan luovutuskelpoisuutta koskevat tiedot sekä luovuttajan omakätinen allekirjoitus tai sähköisestä allekirjoituksesta annetun lain (14/2003) mukainen kehittynyt sähköinen allekirjoitus. Lääkelaitos voi antaa tarkempia määräyksiä luovuttajille annettavista ja heiltä pyydettävistä tiedoista.",
        "folded_fi": "veren ja sen osan luovuttajalle on ennen luovutusta annettava luovutukseen liittyvat tarpeelliset tiedot seka henkilotietolain (523/1999) 24 §:n mukaiset tiedot ja luovuttajaa on informoitava tietojen salassapidosta. luovuttajalta on pyydettava hanen yksilointiaan koskevat tiedot, luovutuskelpoisuutta arvioitaessa hanen terveydentilaansa liittyvat ja valttamattomat luovuttajan luovutuskelpoisuutta koskevat tiedot seka luovuttajan omakatinen allekirjoitus tai sahkoisesta allekirjoituksesta annetun lain (14/2003) mukainen kehittynyt sahkoinen allekirjoitus. laakelaitos voi antaa tarkempia maarayksia luovuttajille annettavista ja heilta pyydettavista tiedoista.",
        "title_sv": "Uppgifter som hänför sig till blodgivare",
        "content_sv": "Den som ger blod och blodkomponenter skall före blodgivningen ges nödvändiga upplysningar som hänför sig till blodgivningen samt de uppgifter som avses i 24 § i personuppgiftslagen (523/1999). Blodgivaren skall informeras om sekretessen i fråga om uppgifterna. Av blodgivaren skall begäras identifieringsuppgifter, sådana uppgifter om hälsotillståndet som är av betydelse när det gäller att bedöma blodgivarens lämplighet samt blodgivarens egenhändiga underskrift eller en avancerad elektronisk signatur enligt lagen om elektroniska signaturer (14/2003). Läkemedelsverket kan utfärda närmare föreskrifter om den information som skall ges till och inhämtas från blodgivare.",
        "normalized_sv": "Den som ger blod och blodkomponenter skall före blodgivningen ges nödvändiga upplysningar som hänför sig till blodgivningen samt de uppgifter som avses i 24 § i personuppgiftslagen (523/1999). Blodgivaren skall informeras om sekretessen i fråga om uppgifterna. Av blodgivaren skall begäras identifieringsuppgifter, sådana uppgifter om hälsotillståndet som är av betydelse när det gäller att bedöma blodgivarens lämplighet samt blodgivarens egenhändiga underskrift eller en avancerad elektronisk signatur enligt lagen om elektroniska signaturer (14/2003). Läkemedelsverket kan utfärda närmare föreskrifter om den information som skall ges till och inhämtas från blodgivare.",
        "folded_sv": "den som ger blod och blodkomponenter skall fore blodgivningen ges nodvandiga upplysningar som hanfor sig till blodgivningen samt de uppgifter som avses i 24 § i personuppgiftslagen (523/1999). blodgivaren skall informeras om sekretessen i fraga om uppgifterna. av blodgivaren skall begaras identifieringsuppgifter, sadana uppgifter om halsotillstandet som ar av betydelse nar det galler att bedoma blodgivarens lamplighet samt blodgivarens egenhandiga underskrift eller en avancerad elektronisk signatur enligt lagen om elektroniska signaturer (14/2003). lakemedelsverket kan utfarda narmare foreskrifter om den information som skall ges till och inhamtas fran blodgivare."
      },
      "valid_from": "2005-04-01",
      "valid_to": null
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Luovutuskelpoisuus",
      "content": "Veren tai sen osan luovutuskelpoisuus edellyttää, että luovuttajan sairaus, lääkitys tai sairauden riski ei vaaranna luovuttajan terveyttä eikä luovutetun veren tai sen osan turvallisuutta. Veripalvelulaitoksen terveydenhuollon ammattihenkilön on ennen verenluovutusta selvitettävä, että luovutukselle ei ole estettä. Lääkelaitos voi antaa tarkempia määräyksiä luovutuskelpoisuuden selvittämisestä ja perusteista, joilla verta ei voi luovuttaa pysyvästi tai määräaikaisesti. Veripalvelulaitoksen lääkäri voi erityisestä syystä yksittäistapauksessa poiketa luovutuskelpoisuuden edellytyksistä. Veripalvelulaitoksen on kirjattava nämä tapaukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_12",
        "normalized_fi": "Veren tai sen osan luovutuskelpoisuus edellyttää, että luovuttajan sairaus, lääkitys tai sairauden riski ei vaaranna luovuttajan terveyttä eikä luovutetun veren tai sen osan turvallisuutta. Veripalvelulaitoksen terveydenhuollon ammattihenkilön on ennen verenluovutusta selvitettävä, että luovutukselle ei ole estettä. Lääkelaitos voi antaa tarkempia määräyksiä luovutuskelpoisuuden selvittämisestä ja perusteista, joilla verta ei voi luovuttaa pysyvästi tai määräaikaisesti. Veripalvelulaitoksen lääkäri voi erityisestä syystä yksittäistapauksessa poiketa luovutuskelpoisuuden edellytyksistä. Veripalvelulaitoksen on kirjattava nämä tapaukset.",
        "folded_fi": "veren tai sen osan luovutuskelpoisuus edellyttaa, etta luovuttajan sairaus, laakitys tai sairauden riski ei vaaranna luovuttajan terveytta eika luovutetun veren tai sen osan turvallisuutta. veripalvelulaitoksen terveydenhuollon ammattihenkilon on ennen verenluovutusta selvitettava, etta luovutukselle ei ole estetta. laakelaitos voi antaa tarkempia maarayksia luovutuskelpoisuuden selvittamisesta ja perusteista, joilla verta ei voi luovuttaa pysyvasti tai maaraaikaisesti. veripalvelulaitoksen laakari voi erityisesta syysta yksittaistapauksessa poiketa luovutuskelpoisuuden edellytyksista. veripalvelulaitoksen on kirjattava nama tapaukset.",
        "title_sv": "Blodgivares lämplighet",
        "content_sv": "En förutsättning för att en person skall få ge blod eller blodkomponenter är att blodgivarens sjukdom, medicinering eller sjukdomsrisk inte äventyrar blodgivarens hälsa eller säkerheten när det gäller det blod eller de blodkomponenter som ges. En yrkesutbildad person inom hälso- och sjukvården vid inrättningen för blodtjänst skall före blodgivningen utreda att det inte finns några hinder för blodgivning. Läkemedelsverket kan utfärda närmare föreskrifter om utredning av blodgivares lämplighet och om de grunder en person inte får accepteras som blodgivare permanent eller för en viss tid. Läkare vid inrättningar för blodtjänst kan av särskilda skäl i enskilda fall avvika från förutsättningarna för blodgivares lämplighet. Inrättningarna för blodtjänst skall föra bok över sådana fall.",
        "normalized_sv": "En förutsättning för att en person skall få ge blod eller blodkomponenter är att blodgivarens sjukdom, medicinering eller sjukdomsrisk inte äventyrar blodgivarens hälsa eller säkerheten när det gäller det blod eller de blodkomponenter som ges. En yrkesutbildad person inom hälso- och sjukvården vid inrättningen för blodtjänst skall före blodgivningen utreda att det inte finns några hinder för blodgivning. Läkemedelsverket kan utfärda närmare föreskrifter om utredning av blodgivares lämplighet och om de grunder en person inte får accepteras som blodgivare permanent eller för en viss tid. Läkare vid inrättningar för blodtjänst kan av särskilda skäl i enskilda fall avvika från förutsättningarna för blodgivares lämplighet. Inrättningarna för blodtjänst skall föra bok över sådana fall.",
        "folded_sv": "en forutsattning for att en person skall fa ge blod eller blodkomponenter ar att blodgivarens sjukdom, medicinering eller sjukdomsrisk inte aventyrar blodgivarens halsa eller sakerheten nar det galler det blod eller de blodkomponenter som ges. en yrkesutbildad person inom halso- och sjukvarden vid inrattningen for blodtjanst skall fore blodgivningen utreda att det inte finns nagra hinder for blodgivning. lakemedelsverket kan utfarda narmare foreskrifter om utredning av blodgivares lamplighet och om de grunder en person inte far accepteras som blodgivare permanent eller for en viss tid. lakare vid inrattningar for blodtjanst kan av sarskilda skal i enskilda fall avvika fran forutsattningarna for blodgivares lamplighet. inrattningarna for blodtjanst skall fora bok over sadana fall."
      },
      "valid_from": "2005-04-01",
      "valid_to": null
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Luovutetun veren tutkiminen",
      "content": "Veripalvelulaitoksen on tutkittava jokainen luovutettu verierä tai veren osaerä turvallisuuden varmistamiseksi. Lääkelaitos voi antaa tarkempia määräyksiä vaadittavista tutkimuksista ja niiden hyväksyttävistä tuloksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_13",
        "normalized_fi": "Veripalvelulaitoksen on tutkittava jokainen luovutettu verierä tai veren osaerä turvallisuuden varmistamiseksi. Lääkelaitos voi antaa tarkempia määräyksiä vaadittavista tutkimuksista ja niiden hyväksyttävistä tuloksista.",
        "folded_fi": "veripalvelulaitoksen on tutkittava jokainen luovutettu veriera tai veren osaera turvallisuuden varmistamiseksi. laakelaitos voi antaa tarkempia maarayksia vaadittavista tutkimuksista ja niiden hyvaksyttavista tuloksista.",
        "title_sv": "Kontroll av blod från blodgivning",
        "content_sv": "Inrättningarna för blodtjänst skall kontrollera varje enhet med blod eller enhet med blodkomponenter för att garantera säkerheten. Läkemedelsverket kan utfärda närmare föreskrifter om hurudana kontroller som krävs och om godtagbara resultat av dessa.",
        "normalized_sv": "Inrättningarna för blodtjänst skall kontrollera varje enhet med blod eller enhet med blodkomponenter för att garantera säkerheten. Läkemedelsverket kan utfärda närmare föreskrifter om hurudana kontroller som krävs och om godtagbara resultat av dessa.",
        "folded_sv": "inrattningarna for blodtjanst skall kontrollera varje enhet med blod eller enhet med blodkomponenter for att garantera sakerheten. lakemedelsverket kan utfarda narmare foreskrifter om hurudana kontroller som kravs och om godtagbara resultat av dessa."
      },
      "valid_from": "2005-04-01",
      "valid_to": null
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Verenluovuttajarekisteri",
      "content": "Veripalvelulaitoksen pitää tallentaa verenluovuttajarekisteriin verenluovuttajan nimi, henkilötunnus sekä tarpeelliset yhteystiedot verenluovuttajan jäljittämiseksi sekä hänen suostumuksellaan tapahtuvaa verenluovutukseen kutsumista varten. Lisäksi rekisteriin tulee tallettaa veripalvelutoimintaa varten välttämättömät luovuttajan luovutuskelpoisuutta koskevat tiedot sekä verta koskevat tutkimustulokset. Henkilöstä, jota ei ole hyväksytty luovuttajaksi, voidaan rekisteriin tallentaa nimi, henkilötunnus, yhteystiedot sekä luovutuskiellon yleinen peruste. Nämä tiedot on hävitettävä välittömästi sen jälkeen, kun näiden tietojen käsittelylle ei enää ole perustetta. Rekisteriin talletetut sekä muut veripalvelutoiminnan yhteydessä luovuttajista saadut tiedot sekä asiakirjat ovat salassa pidettäviä. Rekisterin tietojen keräämisessä, käytössä ja säilyttämisessä on lisäksi otettava soveltuvin osin huomioon, mitä arkistolaissa (831/1994) ja henkilötietolaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_14",
        "normalized_fi": "Veripalvelulaitoksen pitää tallentaa verenluovuttajarekisteriin verenluovuttajan nimi, henkilötunnus sekä tarpeelliset yhteystiedot verenluovuttajan jäljittämiseksi sekä hänen suostumuksellaan tapahtuvaa verenluovutukseen kutsumista varten. Lisäksi rekisteriin tulee tallettaa veripalvelutoimintaa varten välttämättömät luovuttajan luovutuskelpoisuutta koskevat tiedot sekä verta koskevat tutkimustulokset. Henkilöstä, jota ei ole hyväksytty luovuttajaksi, voidaan rekisteriin tallentaa nimi, henkilötunnus, yhteystiedot sekä luovutuskiellon yleinen peruste. Nämä tiedot on hävitettävä välittömästi sen jälkeen, kun näiden tietojen käsittelylle ei enää ole perustetta. Rekisteriin talletetut sekä muut veripalvelutoiminnan yhteydessä luovuttajista saadut tiedot sekä asiakirjat ovat salassa pidettäviä. Rekisterin tietojen keräämisessä, käytössä ja säilyttämisessä on lisäksi otettava soveltuvin osin huomioon, mitä arkistolaissa (831/1994) ja henkilötietolaissa säädetään.",
        "folded_fi": "veripalvelulaitoksen pitaa tallentaa verenluovuttajarekisteriin verenluovuttajan nimi, henkilotunnus seka tarpeelliset yhteystiedot verenluovuttajan jaljittamiseksi seka hanen suostumuksellaan tapahtuvaa verenluovutukseen kutsumista varten. lisaksi rekisteriin tulee tallettaa veripalvelutoimintaa varten valttamattomat luovuttajan luovutuskelpoisuutta koskevat tiedot seka verta koskevat tutkimustulokset. henkilosta, jota ei ole hyvaksytty luovuttajaksi, voidaan rekisteriin tallentaa nimi, henkilotunnus, yhteystiedot seka luovutuskiellon yleinen peruste. nama tiedot on havitettava valittomasti sen jalkeen, kun naiden tietojen kasittelylle ei enaa ole perustetta. rekisteriin talletetut seka muut veripalvelutoiminnan yhteydessa luovuttajista saadut tiedot seka asiakirjat ovat salassa pidettavia. rekisterin tietojen keraamisessa, kaytossa ja sailyttamisessa on lisaksi otettava soveltuvin osin huomioon, mita arkistolaissa (831/1994) ja henkilotietolaissa saadetaan.",
        "title_sv": "Blodgivarregister",
        "content_sv": "Inrättningarna för blodtjänst skall i ett blodgivarregister införa blodgivarens namn, personbeteckning och de kontaktuppgifter som behövs för att spåra blodgivaren samt för att blodgivaren med sitt samtycke skall kunna kallas till blodgivning. Dessutom skall i registret införas för blodtjänsten nödvändiga uppgifter om blodgivarens lämplighet och uppgifter om kontrollresultat som gäller blod. I fråga om personer som inte godkänts som blodgivare kan i registret föras in namn, personbeteckning, kontaktuppgifter och den allmänna grunden för förbud mot blodgivning. Uppgifterna skall utplånas så snart det inte längre finns någon grund för att behandla dem. I registret införda uppgifter och övriga uppgifter samt handlingar som gäller blodgivare och som erhållits i samband med blodtjänsten skall hållas hemliga. I fråga om insamling, användning och förvaring av de uppgifter som har införts i registret skall dessutom i tillämpliga delar beaktas vad som föreskrivs i arkivlagen (831/1994) och i personuppgiftslagen.",
        "normalized_sv": "Inrättningarna för blodtjänst skall i ett blodgivarregister införa blodgivarens namn, personbeteckning och de kontaktuppgifter som behövs för att spåra blodgivaren samt för att blodgivaren med sitt samtycke skall kunna kallas till blodgivning. Dessutom skall i registret införas för blodtjänsten nödvändiga uppgifter om blodgivarens lämplighet och uppgifter om kontrollresultat som gäller blod. I fråga om personer som inte godkänts som blodgivare kan i registret föras in namn, personbeteckning, kontaktuppgifter och den allmänna grunden för förbud mot blodgivning. Uppgifterna skall utplånas så snart det inte längre finns någon grund för att behandla dem. I registret införda uppgifter och övriga uppgifter samt handlingar som gäller blodgivare och som erhållits i samband med blodtjänsten skall hållas hemliga. I fråga om insamling, användning och förvaring av de uppgifter som har införts i registret skall dessutom i tillämpliga delar beaktas vad som föreskrivs i arkivlagen (831/1994) och i personuppgiftslagen.",
        "folded_sv": "inrattningarna for blodtjanst skall i ett blodgivarregister infora blodgivarens namn, personbeteckning och de kontaktuppgifter som behovs for att spara blodgivaren samt for att blodgivaren med sitt samtycke skall kunna kallas till blodgivning. dessutom skall i registret inforas for blodtjansten nodvandiga uppgifter om blodgivarens lamplighet och uppgifter om kontrollresultat som galler blod. i fraga om personer som inte godkants som blodgivare kan i registret foras in namn, personbeteckning, kontaktuppgifter och den allmanna grunden for forbud mot blodgivning. uppgifterna skall utplanas sa snart det inte langre finns nagon grund for att behandla dem. i registret inforda uppgifter och ovriga uppgifter samt handlingar som galler blodgivare och som erhallits i samband med blodtjansten skall hallas hemliga. i fraga om insamling, anvandning och forvaring av de uppgifter som har inforts i registret skall dessutom i tillampliga delar beaktas vad som foreskrivs i arkivlagen (831/1994) och i personuppgiftslagen."
      },
      "valid_from": "2005-04-01",
      "valid_to": null
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "Tietojen säilytys",
      "content": "Veripalvelulaitoksen, verikeskuksen ja terveydenhuollon toimintayksikön on säilytettävä 9 §:n mukaiset jäljitettävyyteen liittyvät tiedot 30 vuotta. Veripalvelulaitoksen on säilytettävä toimintakertomuksensa sekä 11 §:n 1 momentissa ja 12―14 §:ssä tarkoitetut tiedot 15 vuotta. Lääkelaitos voi antaa tarkempia määräyksiä 11 §:n 1 momentissa tarkoitettujen tietojen säilyttämisestä. Asiakirjojen säilyttämisestä pysyvästi säädetään arkistolaissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_15",
        "normalized_fi": "Veripalvelulaitoksen, verikeskuksen ja terveydenhuollon toimintayksikön on säilytettävä 9 § :n mukaiset jäljitettävyyteen liittyvät tiedot 30 vuotta. Veripalvelulaitoksen on säilytettävä toimintakertomuksensa sekä 11 § :n 1 momentissa ja 12―14 § :ssä tarkoitetut tiedot 15 vuotta. Lääkelaitos voi antaa tarkempia määräyksiä 11 § :n 1 momentissa tarkoitettujen tietojen säilyttämisestä. Asiakirjojen säilyttämisestä pysyvästi säädetään arkistolaissa.",
        "folded_fi": "veripalvelulaitoksen, verikeskuksen ja terveydenhuollon toimintayksikon on sailytettava 9 §:n mukaiset jaljitettavyyteen liittyvat tiedot 30 vuotta. veripalvelulaitoksen on sailytettava toimintakertomuksensa seka 11 §:n 1 momentissa ja 12―14 §:ssa tarkoitetut tiedot 15 vuotta. laakelaitos voi antaa tarkempia maarayksia 11 §:n 1 momentissa tarkoitettujen tietojen sailyttamisesta. asiakirjojen sailyttamisesta pysyvasti saadetaan arkistolaissa.",
        "title_sv": "Bevarande av uppgifter",
        "content_sv": "Inrättningarna för blodtjänst, blodcentralerna och verksamhetsenheterna inom hälso- och sjukvården skall bevara sådana uppgifter enligt 9 § som hänför sig till spårbarhet i 30 år. Inrättningarna för blodtjänst skall bevara sina verksamhetsberättelser samt sådana uppgifter som avses i 11 § 1 mom. och i 12―14 § i 15 år. Läkemedelsverket kan utfärda närmare föreskrifter om bevarande av sådana uppgifter som avses i 11 § 1 mom. I arkivlagen finns bestämmelser om varaktig förvaring av handlingar.",
        "normalized_sv": "Inrättningarna för blodtjänst, blodcentralerna och verksamhetsenheterna inom hälso- och sjukvården skall bevara sådana uppgifter enligt 9 § som hänför sig till spårbarhet i 30 år. Inrättningarna för blodtjänst skall bevara sina verksamhetsberättelser samt sådana uppgifter som avses i 11 § 1 mom. och i 12―14 § i 15 år. Läkemedelsverket kan utfärda närmare föreskrifter om bevarande av sådana uppgifter som avses i 11 § 1 mom. I arkivlagen finns bestämmelser om varaktig förvaring av handlingar.",
        "folded_sv": "inrattningarna for blodtjanst, blodcentralerna och verksamhetsenheterna inom halso- och sjukvarden skall bevara sadana uppgifter enligt 9 § som hanfor sig till sparbarhet i 30 ar. inrattningarna for blodtjanst skall bevara sina verksamhetsberattelser samt sadana uppgifter som avses i 11 § 1 mom. och i 12―14 § i 15 ar. lakemedelsverket kan utfarda narmare foreskrifter om bevarande av sadana uppgifter som avses i 11 § 1 mom. i arkivlagen finns bestammelser om varaktig forvaring av handlingar."
      },
      "valid_from": "2005-04-01",
      "valid_to": null
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "Säilytys-, kuljetus- ja jakeluolosuhteet",
      "content": "Veripalvelulaitoksen ja verikeskuksen on varmistettava, että veren ja sen osien säilytys-, kuljetus- ja jakeluolosuhteet ovat asianmukaiset. Lääkelaitos voi antaa tarkempia määräyksiä säilytysolosuhteista ja säilytysajasta sekä kuljetus- ja jakeluolosuhteista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_16",
        "normalized_fi": "Veripalvelulaitoksen ja verikeskuksen on varmistettava, että veren ja sen osien säilytys-, kuljetus- ja jakeluolosuhteet ovat asianmukaiset. Lääkelaitos voi antaa tarkempia määräyksiä säilytysolosuhteista ja säilytysajasta sekä kuljetus- ja jakeluolosuhteista.",
        "folded_fi": "veripalvelulaitoksen ja verikeskuksen on varmistettava, etta veren ja sen osien sailytys-, kuljetus- ja jakeluolosuhteet ovat asianmukaiset. laakelaitos voi antaa tarkempia maarayksia sailytysolosuhteista ja sailytysajasta seka kuljetus- ja jakeluolosuhteista.",
        "title_sv": "Förvarings-, transport- och distributionsförhållanden",
        "content_sv": "Inrättningarna för blodtjänst och blodcentralerna skall säkerställa att förhållandena vid förvaring, transport och distribution av blod och blodkomponenter är ändamålsenliga. Läkemedelsverket kan utfärda närmare föreskrifter om förvaringsförhållandena och förvaringstiden samt om förhållandena vid transport och distribution.",
        "normalized_sv": "Inrättningarna för blodtjänst och blodcentralerna skall säkerställa att förhållandena vid förvaring, transport och distribution av blod och blodkomponenter är ändamålsenliga. Läkemedelsverket kan utfärda närmare föreskrifter om förvaringsförhållandena och förvaringstiden samt om förhållandena vid transport och distribution.",
        "folded_sv": "inrattningarna for blodtjanst och blodcentralerna skall sakerstalla att forhallandena vid forvaring, transport och distribution av blod och blodkomponenter ar andamalsenliga. lakemedelsverket kan utfarda narmare foreskrifter om forvaringsforhallandena och forvaringstiden samt om forhallandena vid transport och distribution."
      },
      "valid_from": "2005-04-01",
      "valid_to": null
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "title": "Laatu- ja turvallisuusvaatimukset",
      "content": "Veripalvelulaitoksen on varmistettava, että veren ja sen osien laatu ja turvallisuus ovat asianmukaiset. Lääkelaitos voi antaa tarkempia määräyksiä laatu- ja turvallisuusvaatimuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_17",
        "normalized_fi": "Veripalvelulaitoksen on varmistettava, että veren ja sen osien laatu ja turvallisuus ovat asianmukaiset. Lääkelaitos voi antaa tarkempia määräyksiä laatu- ja turvallisuusvaatimuksista.",
        "folded_fi": "veripalvelulaitoksen on varmistettava, etta veren ja sen osien laatu ja turvallisuus ovat asianmukaiset. laakelaitos voi antaa tarkempia maarayksia laatu- ja turvallisuusvaatimuksista.",
        "title_sv": "Kvalitets- och säkerhetskrav",
        "content_sv": "Inrättningarna för blodtjänst skall säkerställa att kvaliteten och säkerheten i fråga om blod och blodkomponenter är ändamålsenliga. Läkemedelsverket kan utfärda närmare föreskrifter om kvalitets- och säkerhetskraven.",
        "normalized_sv": "Inrättningarna för blodtjänst skall säkerställa att kvaliteten och säkerheten i fråga om blod och blodkomponenter är ändamålsenliga. Läkemedelsverket kan utfärda närmare föreskrifter om kvalitets- och säkerhetskraven.",
        "folded_sv": "inrattningarna for blodtjanst skall sakerstalla att kvaliteten och sakerheten i fraga om blod och blodkomponenter ar andamalsenliga. lakemedelsverket kan utfarda narmare foreskrifter om kvalitets- och sakerhetskraven."
      },
      "valid_from": "2005-04-01",
      "valid_to": null
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Ohjaus ja valvonta",
      "content": "Veripalvelutoiminnan ohjaus ja valvonta kuuluu sosiaali- ja terveysministeriön alaisena Lääkelaitokselle. Sosiaali- ja terveysministeriön asetuksella annetaan säännökset valvonnasta perittävistä maksuista ottaen huomioon, mitä valtion maksuperustelaissa (150/1992) tai sen nojalla säädetään tai määrätään. Verikeskuksen ohjauksesta ja valvonnasta on voimassa, mitä kansanterveyslaissa (66/1972), erikoissairaanhoitolaissa (1062/1989), yksityisestä terveydenhuollosta annetussa laissa (152/1990) ja terveydenhuollon ammattihenkilöistä annetussa laissa (559/1994) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_18",
        "normalized_fi": "Veripalvelutoiminnan ohjaus ja valvonta kuuluu sosiaali- ja terveysministeriön alaisena Lääkelaitokselle. Sosiaali- ja terveysministeriön asetuksella annetaan säännökset valvonnasta perittävistä maksuista ottaen huomioon, mitä valtion maksuperustelaissa (150/1992) tai sen nojalla säädetään tai määrätään. Verikeskuksen ohjauksesta ja valvonnasta on voimassa, mitä kansanterveyslaissa (66/1972), erikoissairaanhoitolaissa (1062/1989), yksityisestä terveydenhuollosta annetussa laissa (152/1990) ja terveydenhuollon ammattihenkilöistä annetussa laissa (559/1994) säädetään.",
        "folded_fi": "veripalvelutoiminnan ohjaus ja valvonta kuuluu sosiaali- ja terveysministerion alaisena laakelaitokselle. sosiaali- ja terveysministerion asetuksella annetaan saannokset valvonnasta perittavista maksuista ottaen huomioon, mita valtion maksuperustelaissa (150/1992) tai sen nojalla saadetaan tai maarataan. verikeskuksen ohjauksesta ja valvonnasta on voimassa, mita kansanterveyslaissa (66/1972), erikoissairaanhoitolaissa (1062/1989), yksityisesta terveydenhuollosta annetussa laissa (152/1990) ja terveydenhuollon ammattihenkiloista annetussa laissa (559/1994) saadetaan.",
        "title_sv": "Ledning och övervakning",
        "content_sv": "Ledningen och övervakningen av blodtjänsten ankommer på Läkemedelsverket, som lyder under social- och hälsovårdsministeriet. Genom förordning av social- och hälsovårdsministeriet utfärdas bestämmelser om avgifter för övervakningen med beaktande av lagen om grunderna för avgifter till staten (150/1992) eller vad som bestäms eller föreskrivs med stöd av den. Angående ledningen och övervakningen av blodcentralerna gäller vad som bestäms i folkhälsolagen (66/1972), lagen om specialiserad sjukvård (1062/1989), lagen om privat hälso- och sjukvård (152/1990) och lagen om yrkesutbildade personer inom hälso- och sjukvården (559/1994).",
        "normalized_sv": "Ledningen och övervakningen av blodtjänsten ankommer på Läkemedelsverket, som lyder under social- och hälsovårdsministeriet. Genom förordning av social- och hälsovårdsministeriet utfärdas bestämmelser om avgifter för övervakningen med beaktande av lagen om grunderna för avgifter till staten (150/1992) eller vad som bestäms eller föreskrivs med stöd av den. Angående ledningen och övervakningen av blodcentralerna gäller vad som bestäms i folkhälsolagen (66/1972), lagen om specialiserad sjukvård (1062/1989), lagen om privat hälso- och sjukvård (152/1990) och lagen om yrkesutbildade personer inom hälso- och sjukvården (559/1994).",
        "folded_sv": "ledningen och overvakningen av blodtjansten ankommer pa lakemedelsverket, som lyder under social- och halsovardsministeriet. genom forordning av social- och halsovardsministeriet utfardas bestammelser om avgifter for overvakningen med beaktande av lagen om grunderna for avgifter till staten (150/1992) eller vad som bestams eller foreskrivs med stod av den. angaende ledningen och overvakningen av blodcentralerna galler vad som bestams i folkhalsolagen (66/1972), lagen om specialiserad sjukvard (1062/1989), lagen om privat halso- och sjukvard (152/1990) och lagen om yrkesutbildade personer inom halso- och sjukvarden (559/1994)."
      },
      "valid_from": "2005-04-01",
      "valid_to": null
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Tarkastukset",
      "content": "Lääkelaitoksen tulee tarkastaa veripalvelulaitos säännöllisesti, kuitenkin vähintään kahden vuoden välein. Lääkelaitos voi lisäksi tarvittaessa tarkastaa veripalvelulaitoksen, jos sen toiminnassa on havaittu veren tai sen osien laatuun ja turvallisuuteen liittyvä vakava vaaratilanne tai vakava haittavaikutus tai epäiltäessä, että sellainen on tapahtunut. Tarkastaja on päästettävä kaikkiin veripalvelulaitoksen toimitiloihin. Tarkastuksessa on esitettävä salassapitosäännösten estämättä kaikki tarkastajan pyytämät asiakirjat, jotka ovat tarpeellisia tarkastuksen toimittamiseksi. Tarkastajalle on annettava maksutta hänen pyytämänsä jäljennökset tarkastuksen toimittamiseksi tarpeellisista asiakirjoista sekä näytteet toimipisteessä olevista aineista ja valmisteista erikseen tarkemmin tutkittaviksi. Tarkastajalla on erityisestä syystä oikeus salassapitosäännösten estämättä saada 14 §:ssä mainitun verenluovuttajarekisterin sisältämiä tietoja. Tarkastajalla on myös oikeus ottaa valokuvia tarkastuksen aikana. Tarkastuksesta on pidettävä pöytäkirjaa. Tarkastuksessa erityisesti huomioon otettavista asioista, tarkastusmenettelyn tarkemmasta sisällöstä sekä pöytäkirjasta, sen säilytysajasta ja tiedoksi antamisesta voidaan antaa tarkemmat säännökset sosiaali- ja terveysministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_19",
        "normalized_fi": "Lääkelaitoksen tulee tarkastaa veripalvelulaitos säännöllisesti, kuitenkin vähintään kahden vuoden välein. Lääkelaitos voi lisäksi tarvittaessa tarkastaa veripalvelulaitoksen, jos sen toiminnassa on havaittu veren tai sen osien laatuun ja turvallisuuteen liittyvä vakava vaaratilanne tai vakava haittavaikutus tai epäiltäessä, että sellainen on tapahtunut. Tarkastaja on päästettävä kaikkiin veripalvelulaitoksen toimitiloihin. Tarkastuksessa on esitettävä salassapitosäännösten estämättä kaikki tarkastajan pyytämät asiakirjat, jotka ovat tarpeellisia tarkastuksen toimittamiseksi. Tarkastajalle on annettava maksutta hänen pyytämänsä jäljennökset tarkastuksen toimittamiseksi tarpeellisista asiakirjoista sekä näytteet toimipisteessä olevista aineista ja valmisteista erikseen tarkemmin tutkittaviksi. Tarkastajalla on erityisestä syystä oikeus salassapitosäännösten estämättä saada 14 § :ssä mainitun verenluovuttajarekisterin sisältämiä tietoja. Tarkastajalla on myös oikeus ottaa valokuvia tarkastuksen aikana. Tarkastuksesta on pidettävä pöytäkirjaa. Tarkastuksessa erityisesti huomioon otettavista asioista, tarkastusmenettelyn tarkemmasta sisällöstä sekä pöytäkirjasta, sen säilytysajasta ja tiedoksi antamisesta voidaan antaa tarkemmat säännökset sosiaali- ja terveysministeriön asetuksella.",
        "folded_fi": "laakelaitoksen tulee tarkastaa veripalvelulaitos saannollisesti, kuitenkin vahintaan kahden vuoden valein. laakelaitos voi lisaksi tarvittaessa tarkastaa veripalvelulaitoksen, jos sen toiminnassa on havaittu veren tai sen osien laatuun ja turvallisuuteen liittyva vakava vaaratilanne tai vakava haittavaikutus tai epailtaessa, etta sellainen on tapahtunut. tarkastaja on paastettava kaikkiin veripalvelulaitoksen toimitiloihin. tarkastuksessa on esitettava salassapitosaannosten estamatta kaikki tarkastajan pyytamat asiakirjat, jotka ovat tarpeellisia tarkastuksen toimittamiseksi. tarkastajalle on annettava maksutta hanen pyytamansa jaljennokset tarkastuksen toimittamiseksi tarpeellisista asiakirjoista seka naytteet toimipisteessa olevista aineista ja valmisteista erikseen tarkemmin tutkittaviksi. tarkastajalla on erityisesta syysta oikeus salassapitosaannosten estamatta saada 14 §:ssa mainitun verenluovuttajarekisterin sisaltamia tietoja. tarkastajalla on myos oikeus ottaa valokuvia tarkastuksen aikana. tarkastuksesta on pidettava poytakirjaa. tarkastuksessa erityisesti huomioon otettavista asioista, tarkastusmenettelyn tarkemmasta sisallosta seka poytakirjasta, sen sailytysajasta ja tiedoksi antamisesta voidaan antaa tarkemmat saannokset sosiaali- ja terveysministerion asetuksella.",
        "title_sv": "Inspektioner",
        "content_sv": "Läkemedelsverket skall regelbundet inspektera inrättningarna för blodtjänst, dock med minst två års intervall. Läkemedelsverket kan dessutom vid behov inspektera en inrättning för blodtjänst om sådana allvarliga risksituationer eller allvarliga skadliga verkningar i verksamheten har uppdagats som hänför sig till kvaliteten på och säkerheten hos blod eller blodkomponenter, eller om det finns misstanke om sådana. Inspektören skall ha tillgång till alla lokaler som hör till inrättningen för blodtjänst. Vid inspektionen skall utan hinder av bestämmelserna om sekretess alla handlingar som inspektören begär och som är nödvändiga för inspektionen läggas fram. Inspektören skall utan kostnad på begäran få kopior av de handlingar som är nödvändiga för inspektionen samt prover av ämnen och preparat på verksamhetsstället för närmare särskilda undersökningar. Inspektören skall av särskilda skäl och utan hinder av bestämmelserna om sekretess få tillgång till uppgifterna i det blodgivarregister som nämns i 14 §. Inspektören har även rätt att ta fotografier under inspektionen. Över inspektionen skall föras protokoll. Genom förordning av social- och hälsovårdsministeriet kan närmare bestämmelser utfärdas om omständigheter som särskilt skall beaktas vid inspektioner, om inspektionsförfarandets närmare innehåll och om protokoll, förvaringstid för protokoll samt delgivning av protokoll.",
        "normalized_sv": "Läkemedelsverket skall regelbundet inspektera inrättningarna för blodtjänst, dock med minst två års intervall. Läkemedelsverket kan dessutom vid behov inspektera en inrättning för blodtjänst om sådana allvarliga risksituationer eller allvarliga skadliga verkningar i verksamheten har uppdagats som hänför sig till kvaliteten på och säkerheten hos blod eller blodkomponenter, eller om det finns misstanke om sådana. Inspektören skall ha tillgång till alla lokaler som hör till inrättningen för blodtjänst. Vid inspektionen skall utan hinder av bestämmelserna om sekretess alla handlingar som inspektören begär och som är nödvändiga för inspektionen läggas fram. Inspektören skall utan kostnad på begäran få kopior av de handlingar som är nödvändiga för inspektionen samt prover av ämnen och preparat på verksamhetsstället för närmare särskilda undersökningar. Inspektören skall av särskilda skäl och utan hinder av bestämmelserna om sekretess få tillgång till uppgifterna i det blodgivarregister som nämns i 14 § . Inspektören har även rätt att ta fotografier under inspektionen. Över inspektionen skall föras protokoll. Genom förordning av social- och hälsovårdsministeriet kan närmare bestämmelser utfärdas om omständigheter som särskilt skall beaktas vid inspektioner, om inspektionsförfarandets närmare innehåll och om protokoll, förvaringstid för protokoll samt delgivning av protokoll.",
        "folded_sv": "lakemedelsverket skall regelbundet inspektera inrattningarna for blodtjanst, dock med minst tva ars intervall. lakemedelsverket kan dessutom vid behov inspektera en inrattning for blodtjanst om sadana allvarliga risksituationer eller allvarliga skadliga verkningar i verksamheten har uppdagats som hanfor sig till kvaliteten pa och sakerheten hos blod eller blodkomponenter, eller om det finns misstanke om sadana. inspektoren skall ha tillgang till alla lokaler som hor till inrattningen for blodtjanst. vid inspektionen skall utan hinder av bestammelserna om sekretess alla handlingar som inspektoren begar och som ar nodvandiga for inspektionen laggas fram. inspektoren skall utan kostnad pa begaran fa kopior av de handlingar som ar nodvandiga for inspektionen samt prover av amnen och preparat pa verksamhetsstallet for narmare sarskilda undersokningar. inspektoren skall av sarskilda skal och utan hinder av bestammelserna om sekretess fa tillgang till uppgifterna i det blodgivarregister som namns i 14 §. inspektoren har aven ratt att ta fotografier under inspektionen. over inspektionen skall foras protokoll. genom forordning av social- och halsovardsministeriet kan narmare bestammelser utfardas om omstandigheter som sarskilt skall beaktas vid inspektioner, om inspektionsforfarandets narmare innehall och om protokoll, forvaringstid for protokoll samt delgivning av protokoll."
      },
      "valid_from": "2005-04-01",
      "valid_to": null
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Tarkastuksessa annettava määräys",
      "content": "Tarkastaja voi antaa määräyksiä havaittujen puutteiden korjaamiseksi. Tarkastuksessa mahdollisesti annetun määräyksen johdosta on viipymättä ryhdyttävä asian vaatimiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_20",
        "normalized_fi": "Tarkastaja voi antaa määräyksiä havaittujen puutteiden korjaamiseksi. Tarkastuksessa mahdollisesti annetun määräyksen johdosta on viipymättä ryhdyttävä asian vaatimiin toimenpiteisiin.",
        "folded_fi": "tarkastaja voi antaa maarayksia havaittujen puutteiden korjaamiseksi. tarkastuksessa mahdollisesti annetun maarayksen johdosta on viipymatta ryhdyttava asian vaatimiin toimenpiteisiin.",
        "title_sv": "Förelägganden som meddelas vid inspektion",
        "content_sv": "En inspektör kan meddela förelägganden om att brister som noterats skall avhjälpas. Har ett föreläggande meddelats vid en inspektion, skall de åtgärder som saken kräver vidtas utan dröjsmål.",
        "normalized_sv": "En inspektör kan meddela förelägganden om att brister som noterats skall avhjälpas. Har ett föreläggande meddelats vid en inspektion, skall de åtgärder som saken kräver vidtas utan dröjsmål.",
        "folded_sv": "en inspektor kan meddela forelagganden om att brister som noterats skall avhjalpas. har ett forelaggande meddelats vid en inspektion, skall de atgarder som saken kraver vidtas utan drojsmal."
      },
      "valid_from": "2005-04-01",
      "valid_to": null
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "Toimiluvan peruuttaminen ja uhkasakon asettaminen",
      "content": "Lääkelaitos voi peruuttaa määräajaksi tai kokonaan veripalvelulaitokselle annetun toimiluvan tai asettaa sakon uhan siten kuin uhkasakkolaissa (1113/1990) säädetään, jos: 1) toimiluvan edellytykset eivät enää täyty; 2) veripalvelulaitos on olennaisella tavalla toiminut tämän lain tai toimiluvan ehtojen vastaisesti taikka sen toiminta muutoin vakavasti vaarantaa veren tai sen osien turvallisuuden; tai 3) 20 §:n perusteella annettujen määräysten mukaisiin toimenpiteisiin ei ole ryhdytty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_21",
        "normalized_fi": "Lääkelaitos voi peruuttaa määräajaksi tai kokonaan veripalvelulaitokselle annetun toimiluvan tai asettaa sakon uhan siten kuin uhkasakkolaissa (1113/1990) säädetään, jos: 1) toimiluvan edellytykset eivät enää täyty; 2) veripalvelulaitos on olennaisella tavalla toiminut tämän lain tai toimiluvan ehtojen vastaisesti taikka sen toiminta muutoin vakavasti vaarantaa veren tai sen osien turvallisuuden; tai 3) 20 § :n perusteella annettujen määräysten mukaisiin toimenpiteisiin ei ole ryhdytty.",
        "folded_fi": "laakelaitos voi peruuttaa maaraajaksi tai kokonaan veripalvelulaitokselle annetun toimiluvan tai asettaa sakon uhan siten kuin uhkasakkolaissa (1113/1990) saadetaan, jos: 1) toimiluvan edellytykset eivat enaa tayty; 2) veripalvelulaitos on olennaisella tavalla toiminut taman lain tai toimiluvan ehtojen vastaisesti taikka sen toiminta muutoin vakavasti vaarantaa veren tai sen osien turvallisuuden; tai 3) 20 §:n perusteella annettujen maaraysten mukaisiin toimenpiteisiin ei ole ryhdytty.",
        "title_sv": "Indragning av tillstånd och föreläggande av vite",
        "content_sv": "Läkemedelsverket kan för viss tid eller helt dra in det tillstånd en inrättning för blodtjänst har fått eller förelägga vite i enlighet med viteslagen (1113/1990), om 1) förutsättningarna för tillståndet inte längre finns, 2) inrättningen för blodtjänst på ett väsentligt sätt har brutit mot denna lag eller tillståndsvillkoren eller om verksamheten i övrigt allvarligt äventyrar säkerheten i fråga om blod eller blodkomponenter, eller om 3) åtgärder enligt de förelägganden som meddelats med stöd av 20 § inte har vidtagits.",
        "normalized_sv": "Läkemedelsverket kan för viss tid eller helt dra in det tillstånd en inrättning för blodtjänst har fått eller förelägga vite i enlighet med viteslagen (1113/1990), om 1) förutsättningarna för tillståndet inte längre finns, 2) inrättningen för blodtjänst på ett väsentligt sätt har brutit mot denna lag eller tillståndsvillkoren eller om verksamheten i övrigt allvarligt äventyrar säkerheten i fråga om blod eller blodkomponenter, eller om 3) åtgärder enligt de förelägganden som meddelats med stöd av 20 § inte har vidtagits.",
        "folded_sv": "lakemedelsverket kan for viss tid eller helt dra in det tillstand en inrattning for blodtjanst har fatt eller forelagga vite i enlighet med viteslagen (1113/1990), om 1) forutsattningarna for tillstandet inte langre finns, 2) inrattningen for blodtjanst pa ett vasentligt satt har brutit mot denna lag eller tillstandsvillkoren eller om verksamheten i ovrigt allvarligt aventyrar sakerheten i fraga om blod eller blodkomponenter, eller om 3) atgarder enligt de forelagganden som meddelats med stod av 20 § inte har vidtagits."
      },
      "valid_from": "2005-04-01",
      "valid_to": null
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Veren ja sen osien tuonti Suomeen",
      "content": "Veripalvelulaitos saa tuoda verta tai sen osia Suomeen Euroopan unionin jäsenvaltiosta tämän lain ja veripalvelulaitoksen toimiluvan ehtojen mukaisesti. Veren tai sen osien tuominen kolmansista maista Suomeen edellyttää Lääkelaitoksen lupaa. Lupa voidaan myöntää veripalvelulaitokselle, jos se osoittaa tuotavan, verta tai sen osia koskevan erän täyttävän tässä laissa asetetut laatu-, turvallisuus- ja jäljitettävyysvaatimukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_22",
        "normalized_fi": "Veripalvelulaitos saa tuoda verta tai sen osia Suomeen Euroopan unionin jäsenvaltiosta tämän lain ja veripalvelulaitoksen toimiluvan ehtojen mukaisesti. Veren tai sen osien tuominen kolmansista maista Suomeen edellyttää Lääkelaitoksen lupaa. Lupa voidaan myöntää veripalvelulaitokselle, jos se osoittaa tuotavan, verta tai sen osia koskevan erän täyttävän tässä laissa asetetut laatu-, turvallisuus- ja jäljitettävyysvaatimukset.",
        "folded_fi": "veripalvelulaitos saa tuoda verta tai sen osia suomeen euroopan unionin jasenvaltiosta taman lain ja veripalvelulaitoksen toimiluvan ehtojen mukaisesti. veren tai sen osien tuominen kolmansista maista suomeen edellyttaa laakelaitoksen lupaa. lupa voidaan myontaa veripalvelulaitokselle, jos se osoittaa tuotavan, verta tai sen osia koskevan eran tayttavan tassa laissa asetetut laatu-, turvallisuus- ja jaljitettavyysvaatimukset.",
        "title_sv": "Import av blod och blodkomponenter till Finland",
        "content_sv": "Inrättningarna för blodtjänst får importera blod och blodkomponenter till Finland från andra medlemsstater i Europeiska unionen i enlighet med denna lag och villkoren i tillståndet för inrättningen för blodtjänst. Import av blod eller blodkomponenter från tredje land till Finland förutsätter tillstånd av Läkemedelsverket. Tillstånd kan beviljas en inrättning för blodtjänst, om den visar att de enheter med blod eller blodkomponenter som importeras uppfyller kraven på kvalitet, säkerhet och spårbarhet enligt denna lag.",
        "normalized_sv": "Inrättningarna för blodtjänst får importera blod och blodkomponenter till Finland från andra medlemsstater i Europeiska unionen i enlighet med denna lag och villkoren i tillståndet för inrättningen för blodtjänst. Import av blod eller blodkomponenter från tredje land till Finland förutsätter tillstånd av Läkemedelsverket. Tillstånd kan beviljas en inrättning för blodtjänst, om den visar att de enheter med blod eller blodkomponenter som importeras uppfyller kraven på kvalitet, säkerhet och spårbarhet enligt denna lag.",
        "folded_sv": "inrattningarna for blodtjanst far importera blod och blodkomponenter till finland fran andra medlemsstater i europeiska unionen i enlighet med denna lag och villkoren i tillstandet for inrattningen for blodtjanst. import av blod eller blodkomponenter fran tredje land till finland forutsatter tillstand av lakemedelsverket. tillstand kan beviljas en inrattning for blodtjanst, om den visar att de enheter med blod eller blodkomponenter som importeras uppfyller kraven pa kvalitet, sakerhet och sparbarhet enligt denna lag."
      },
      "valid_from": "2005-04-01",
      "valid_to": null
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Oikaisu",
      "content": "Tämän lain 20 §:ssä tarkoitettuun määräykseen ei saa valittamalla hakea muutosta. Määräykseen tyytymättömällä on oikeus tehdä Lääkelaitokselle vaatimus päätöksen oikaisemisesta. Määräykseen on liitettävä ohjeet sen saattamiseksi Lääkelaitoksen käsiteltäväksi. Määräyksen mukaisiin toimenpiteisiin on ryhdyttävä oikaisuvaatimuksesta huolimatta. Edellä 1 momentissa todettu oikaisuvaatimus on tehtävä kirjallisesti 30 päivän kuluessa tarkastuksen päättymisestä ja siinä on ilmoitettava: 1) oikaisuvaatimuksen tekijän nimi; 2) määräys, johon haetaan oikaisua; 3) miltä osin määräykseen haetaan oikaisua ja oikaisu, jota siihen vaaditaan tehtäväksi; sekä 4) oikaisuvaatimuksen perusteet. Oikaisuvaatimus on sen tekijän tai laatijan omakätisesti allekirjoitettava. Oikaisuvaatimukseen on liitettävä todisteet, joihin oikaisuvaatimuksen tekijä haluaa nojautua ja joita ei ole esitetty aikaisemmin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_23",
        "normalized_fi": "Tämän lain 20 § :ssä tarkoitettuun määräykseen ei saa valittamalla hakea muutosta. Määräykseen tyytymättömällä on oikeus tehdä Lääkelaitokselle vaatimus päätöksen oikaisemisesta. Määräykseen on liitettävä ohjeet sen saattamiseksi Lääkelaitoksen käsiteltäväksi. Määräyksen mukaisiin toimenpiteisiin on ryhdyttävä oikaisuvaatimuksesta huolimatta. Edellä 1 momentissa todettu oikaisuvaatimus on tehtävä kirjallisesti 30 päivän kuluessa tarkastuksen päättymisestä ja siinä on ilmoitettava: 1) oikaisuvaatimuksen tekijän nimi; 2) määräys, johon haetaan oikaisua; 3) miltä osin määräykseen haetaan oikaisua ja oikaisu, jota siihen vaaditaan tehtäväksi; sekä 4) oikaisuvaatimuksen perusteet. Oikaisuvaatimus on sen tekijän tai laatijan omakätisesti allekirjoitettava. Oikaisuvaatimukseen on liitettävä todisteet, joihin oikaisuvaatimuksen tekijä haluaa nojautua ja joita ei ole esitetty aikaisemmin.",
        "folded_fi": "taman lain 20 §:ssa tarkoitettuun maaraykseen ei saa valittamalla hakea muutosta. maaraykseen tyytymattomalla on oikeus tehda laakelaitokselle vaatimus paatoksen oikaisemisesta. maaraykseen on liitettava ohjeet sen saattamiseksi laakelaitoksen kasiteltavaksi. maarayksen mukaisiin toimenpiteisiin on ryhdyttava oikaisuvaatimuksesta huolimatta. edella 1 momentissa todettu oikaisuvaatimus on tehtava kirjallisesti 30 paivan kuluessa tarkastuksen paattymisesta ja siina on ilmoitettava: 1) oikaisuvaatimuksen tekijan nimi; 2) maarays, johon haetaan oikaisua; 3) milta osin maaraykseen haetaan oikaisua ja oikaisu, jota siihen vaaditaan tehtavaksi; seka 4) oikaisuvaatimuksen perusteet. oikaisuvaatimus on sen tekijan tai laatijan omakatisesti allekirjoitettava. oikaisuvaatimukseen on liitettava todisteet, joihin oikaisuvaatimuksen tekija haluaa nojautua ja joita ei ole esitetty aikaisemmin.",
        "title_sv": "Rättelse",
        "content_sv": "Ändring i ett föreläggande som avses i 20 § får inte sökas genom besvär. Den som är missnöjd med föreläggandet har rätt att framställa ett yrkande på rättelse av beslutet hos Läkemedelsverket. Till föreläggandet skall fogas anvisningar om hur det kan fås prövat av Läkemedelsverket. De föreskrivna åtgärderna skall vidtas även om rättelse begärs. Ett rättelseyrkande enligt 1 mom. skall framställas skriftligen inom 30 dagar från det att inspektionen avslutades och i yrkandet skall anges 1) namnet på den som framställer rättelseyrkandet, 2) det föreläggande i vilket rättelse söks, 3) till vilken del rättelse söks i föreläggandet och vad som yrkas, samt 4) grunderna för rättelseyrkandet. Ett rättelseyrkande skall egenhändigt undertecknas av den som framställt eller satt upp det. Bevis som den som framställt rättelseyrkandet önskar stöda sig på och som inte tidigare har lagts fram skall fogas till rättelseyrkandet.",
        "normalized_sv": "Ändring i ett föreläggande som avses i 20 § får inte sökas genom besvär. Den som är missnöjd med föreläggandet har rätt att framställa ett yrkande på rättelse av beslutet hos Läkemedelsverket. Till föreläggandet skall fogas anvisningar om hur det kan fås prövat av Läkemedelsverket. De föreskrivna åtgärderna skall vidtas även om rättelse begärs. Ett rättelseyrkande enligt 1 mom. skall framställas skriftligen inom 30 dagar från det att inspektionen avslutades och i yrkandet skall anges 1) namnet på den som framställer rättelseyrkandet, 2) det föreläggande i vilket rättelse söks, 3) till vilken del rättelse söks i föreläggandet och vad som yrkas, samt 4) grunderna för rättelseyrkandet. Ett rättelseyrkande skall egenhändigt undertecknas av den som framställt eller satt upp det. Bevis som den som framställt rättelseyrkandet önskar stöda sig på och som inte tidigare har lagts fram skall fogas till rättelseyrkandet.",
        "folded_sv": "andring i ett forelaggande som avses i 20 § far inte sokas genom besvar. den som ar missnojd med forelaggandet har ratt att framstalla ett yrkande pa rattelse av beslutet hos lakemedelsverket. till forelaggandet skall fogas anvisningar om hur det kan fas provat av lakemedelsverket. de foreskrivna atgarderna skall vidtas aven om rattelse begars. ett rattelseyrkande enligt 1 mom. skall framstallas skriftligen inom 30 dagar fran det att inspektionen avslutades och i yrkandet skall anges 1) namnet pa den som framstaller rattelseyrkandet, 2) det forelaggande i vilket rattelse soks, 3) till vilken del rattelse soks i forelaggandet och vad som yrkas, samt 4) grunderna for rattelseyrkandet. ett rattelseyrkande skall egenhandigt undertecknas av den som framstallt eller satt upp det. bevis som den som framstallt rattelseyrkandet onskar stoda sig pa och som inte tidigare har lagts fram skall fogas till rattelseyrkandet."
      },
      "valid_from": "2005-04-01",
      "valid_to": null
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Muutoksenhaku",
      "content": "Lääkelaitoksen 4 ja 21―23 §:n perusteella antamaan päätökseen haetaan muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_24",
        "normalized_fi": "Lääkelaitoksen 4 ja 21―23 § :n perusteella antamaan päätökseen haetaan muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
        "folded_fi": "laakelaitoksen 4 ja 21―23 §:n perusteella antamaan paatokseen haetaan muutosta siten kuin hallintolainkayttolaissa (586/1996) saadetaan.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ändring i ett beslut som Läkemedelsverket har fattat med stöd av 4 och 21―23 § får sökas enligt förvaltningsprocesslagen (586/1996).",
        "normalized_sv": "Ändring i ett beslut som Läkemedelsverket har fattat med stöd av 4 och 21―23 § får sökas enligt förvaltningsprocesslagen (586/1996).",
        "folded_sv": "andring i ett beslut som lakemedelsverket har fattat med stod av 4 och 21―23 § far sokas enligt forvaltningsprocesslagen (586/1996)."
      },
      "valid_from": "2005-04-01",
      "valid_to": null
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä marraskuuta 2005. Tällä lailla kumotaan veripalvelutoiminnasta 4 päivänä marraskuuta 1994 annettu laki (968/1994). Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimiin. Suomen Punaisen Ristin on 31 päivään toukokuuta 2005 mennessä ilmoitettava Lääkelaitokselle, että sen veripalvelun toiminta vastaa tätä lakia ja sen nojalla annettua sosiaali- ja terveysministeriön asetusta ja Lääkelaitoksen määräyksiä. Lääkelaitoksen on 31 päivään lokakuuta 2005 mennessä ratkaistava toimilupa-asia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_25",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä marraskuuta 2005. Tällä lailla kumotaan veripalvelutoiminnasta 4 päivänä marraskuuta 1994 annettu laki (968/1994). Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimiin. Suomen Punaisen Ristin on 31 päivään toukokuuta 2005 mennessä ilmoitettava Lääkelaitokselle, että sen veripalvelun toiminta vastaa tätä lakia ja sen nojalla annettua sosiaali- ja terveysministeriön asetusta ja Lääkelaitoksen määräyksiä. Lääkelaitoksen on 31 päivään lokakuuta 2005 mennessä ratkaistava toimilupa-asia.",
        "folded_fi": "tama laki tulee voimaan 1 paivana marraskuuta 2005. talla lailla kumotaan veripalvelutoiminnasta 4 paivana marraskuuta 1994 annettu laki (968/1994). ennen lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimiin. suomen punaisen ristin on 31 paivaan toukokuuta 2005 mennessa ilmoitettava laakelaitokselle, etta sen veripalvelun toiminta vastaa tata lakia ja sen nojalla annettua sosiaali- ja terveysministerion asetusta ja laakelaitoksen maarayksia. laakelaitoksen on 31 paivaan lokakuuta 2005 mennessa ratkaistava toimilupa-asia.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 november 2005. Genom denna lag upphävs lagen av den 4 november 1994 om blodtjänst (968/1994). Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft. Finlands Röda Kors skall senast den 31 maj 2005 meddela Läkemedelsverket att verksamheten inom ramen för dess blodtjänst bedrivs i enlighet med denna lag och den förordning av social- och hälsovårdsministeriet samt Läkemedelsverkets föreskrifter som utfärdats med stöd av lagen. Läkemedelsverket skall senast den 31 oktober 2005 avgöra tillståndsärendet.",
        "normalized_sv": "Denna lag träder i kraft den 1 november 2005. Genom denna lag upphävs lagen av den 4 november 1994 om blodtjänst (968/1994). Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft. Finlands Röda Kors skall senast den 31 maj 2005 meddela Läkemedelsverket att verksamheten inom ramen för dess blodtjänst bedrivs i enlighet med denna lag och den förordning av social- och hälsovårdsministeriet samt Läkemedelsverkets föreskrifter som utfärdats med stöd av lagen. Läkemedelsverket skall senast den 31 oktober 2005 avgöra tillståndsärendet.",
        "folded_sv": "denna lag trader i kraft den 1 november 2005. genom denna lag upphavs lagen av den 4 november 1994 om blodtjanst (968/1994). atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft. finlands roda kors skall senast den 31 maj 2005 meddela lakemedelsverket att verksamheten inom ramen for dess blodtjanst bedrivs i enlighet med denna lag och den forordning av social- och halsovardsministeriet samt lakemedelsverkets foreskrifter som utfardats med stod av lagen. lakemedelsverket skall senast den 31 oktober 2005 avgora tillstandsarendet."
      },
      "valid_from": "2005-04-01",
      "valid_to": null
    }
  ]
}